{"patient_id": 145652, "patient_uid": "4432419-1", "PMID": 26019829, "file_path": "noncomm/PMC004xxxxxx/PMC4432419.xml", "title": "A transplant patient with a swollen leg", "patient": "A 52-year-old woman with adult polycystic kidney disease received a first deceased renal transplant into the right iliac fossa in December 2008. Her medical history included bilateral native nephrectomy of her large polycystic kidneys as well as excision of a malignant melanoma in situ from the anterior chest in 2006. She had remained free of recurrence since then and remained under regular surveillance with a dermatologist. Following transplantation in 2008, her initial immunosuppression had been with tacrolimus, mycophenolate mofetil and prednisolone. There was a period of delayed graft function and renal biopsy showed acute tubular necrosis. Eventually, she was converted to sirolimus. Transplant function improved greatly, and serum creatinine when discharged was 150 μmol/L.\\nIn March 2010, the patient presented to the outpatient clinic with a very swollen left leg. On examination, the patient was essentially well and afebrile. There were no signs of infection and no palpable lymph nodes in either groin. There were no clinical signs of deep venous thrombosis or of phlebitis. The remainder of the clinical examination was essentially unremarkable. There was no history of surgery, trauma or infection in the left leg, nor had she ever had a femoral dialysis access. The general practitioner had started compression bandages but the affected leg remained grossly oedematous (). Doppler studies revealed no deep vein thrombosis and left leg venogram confirmed patent veins up to the inferior vena cava. Diuretics were administered, but without any clinical benefit. The patient was seen at the regional referral centre for lymphoedema and a complex regime of bandaging and lymphatic drainage exercises was begun. Computed tomogram of the chest, abdomen and pelvis showed minor lymphadenopathy in the left groin. Around spring, 2010, the cause of her leg swelling was still essentially unclear. Cytomegalovirus and the Epstein–Barr virus polymerase chain reaction were negative, and serum lactate dehydrogenase was normal. Given her previous history of melanoma, we proceeded to a left inguinal lymph node biopsy, which showed no significant abnormality and no tumour cells. Eventually, the possibility of sirolimus-associated lymphoedema was considered. Sirolimus levels throughout this period of follow-up were within the target range (6.3–10.5 μg/L). Lymphoscintigraphy demonstrated the complete absence of tracer drainage from the left lower limb (). A tentative diagnosis of unilateral lymphoedema due to a mammalian target of rapamycin (mTOR) inhibitor was made and sirolimus was withdrawn. Within 2 weeks, the swelling improved dramatically. When last seen in May 2012, she was very well with no discernible leg swelling () and good transplant function (creatinine 156 μmol/L).", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'17299523': 1, '19302070': 1, '18339149': 1, '20005306': 1, '16543496': 1, '29269724': 1, '22037041': 1, '10835628': 1, '29310388': 1, '17583372': 1, '15087777': 1, '17524934': 1, '15848548': 1, '11468553': 1, '21605234': 1, '17425689': 1, '30868436': 1, '26019829': 2}", "similar_patients": "{}"}