{"patient_id": 76509, "patient_uid": "4124242-1", "PMID": 25132867, "file_path": "comm/PMC004xxxxxx/PMC4124242.xml", "title": "Successful natural interferon-β plus ribavirin therapy in a chronic hepatitis C patient after discontinuation of interferon-α treatment due to arrhythmia and interstitial pneumonia", "patient": "A 56-year-old female visited our hospital for the treatment of chronic hepatitis C in 1996. She was 153 cm in height and weighed 53.0 kg. In 1984, she had received surgery for an ovarian cyst and showed abnormally high transaminase levels at that time. She had never received blood transfusions, did not consume alcohol, and had no other history of serious illness. However, she had suffered from allergic reactions to several medicines, including urticaria following chloramphenicol and tetracycline treatments, angioedema from a sulfa drug, a reddish skin reaction following a patch test for fosfomycin calcium and skin disinfection with ethanol, and suffered from liver injury after treatment with oxatomide. In 1991, she was diagnosed with chronic hepatitis C, and in 1995, she was treated with IFN-α2b for 6 months. Although a transient biochemical response was achieved, hepatitis relapsed 7 months after cessation of IFN therapy, prompting treatment with ursodeoxycholic acid (UDCA). After a subsequent visit to our hospital, laboratory examinations revealed the following biochemical levels: aspartate aminotransferase, 117 IU/l; alanine aminotransferase (ALT), 189 IU/l; albumin, 5.0 g/dl; γ-glutamyl transpeptidase, 26 IU/l; platelet count, 16.3 × 104/µl; α-fetoprotein (AFP) <5 ng/ml. She carried HCV genotype 1 and had a viral load of 5.5 Meq/ml. Hepatitis B virus surface antigens and antinuclear antibodies were negative, and thyroid function was normal. Abdominal ultrasound showed no cirrhosis, no fatty liver, and no mass lesions in the liver, and the patient was diagnosed with chronic hepatitis C genotype 1, with a high viral load that was refractory to IFN monotherapy. After addition of glycyrrhizin injections to UDCA therapy, her ALT levels gradually decreased, but fluctuated between 40 and 70 IU/l (Fig. ). In April 2002, examinations of a liver biopsy revealed chronic hepatitis (New Inuyama classification F2/A2), and combination therapy commenced with daily administration of 6 mega units (MU) IFN-α2b for 2 weeks and then three times per week, and RBV at 600 mg/day. Four weeks later, HCV-RNA levels were assessed using an Amplicor Monitor and decreased from 400 to less than 0.5 KIU/ml. However, the patient complained of an occasionally slow pulse, and a Holter electrocardiogram (ECG) after 5 weeks of treatment revealed advanced atrial ventricular (AV) block (Fig. a). After 6 weeks of treatment, the patient complained of palpitation attacks that persisted for more than 4 h, and ECG monitoring revealed supraventricular tachycardia of 170 beats/min (Fig. b). After hospital admission, her symptoms gradually subsided but sometimes relapsed, and Holter ECG showed similar supraventricular tachycardia and AV block type 2 of the second degree (Fig. c). Although an echocardiogram assessment showed no abnormalities, IFN treatment was considered to be the cause of arrhythmia and was stopped at the 7th week of therapy. For 4 months, arrhythmia occurred intermittently after IFN discontinuation, but it completely disappeared thereafter. She was then treated with glycyrrhizin injections and UDCA therapy. However, her ALT levels were not controlled and AFP levels gradually increased to more than 10 ng/ml. In 2007, treatment with 90-µg pegIFN-α2a every 7–10 days was started to control hepatitis. ALT and AFP levels subsequently normalized, but mild cough and sputum occurred from the 8th week of treatment. A local doctor then medicated the patient with an antitussive agent, but her symptoms deteriorated and she complained of shortness of breath at the 11th week of pegIFN-α2a treatment. Although her ALT and AFP levels remained normal and HCV-RNA levels decreased to 8.2 KIU/ml, a fine crackle was heard in her bilateral anterior lower chest, and her KL-6 levels increased to 780 U/ml. Although pulmonary function tests were normal, high-resolution computed tomography (HRCT) of the chest revealed bilateral linear and lenticular interstitial opacities, predominantly in the lung bases and periphery, indicating IP (Fig. ). Thus, PegIFN-α2a treatments were immediately discontinued, and the patient was administered theophylline and expectorants. Gradual recovery was observed, and no respiratory symptoms appeared after 3 months, even after cessation of treatments. Although HRCT observations were almost unchanged, serum KL-6 decreased to 427 U/ml, and glycyrrhizin injections and UDCA therapy were resumed. In 2008, the patient strongly requested treatment with IFN following insufficient efficacy of other treatments and commenced with 6-MU doses of nIFN-β three times a week under careful observation. Although no respiratory symptoms occurred and AFP levels were normalized, her ALT levels were insufficiently controlled, HCV-RNA levels were unchanged (from 4.9 to 4.9 log IU/ml), and the treatment was stopped after 6 months.\\nIn April 2009, she was administered 3 MU doses of natural IFN-α twice a week because of increases in AFP levels after discontinuation of nIFN-β therapy. Although no respiratory symptoms appeared, the patient was unable to tolerate the treatment and suffered severe neurovegetative symptoms, including fever, fatigue, nausea, and tinnitus, and she discontinued treatment after 2 weeks. In September 2009, semiweekly treatments with 6-MU nIFN-β were resumed. Laboratory data and HCV characteristics before treatment and the interleukin 28B genotype are shown in Table . Although AFP levels were normalized after 3 months, ALT levels and HCV-RNA load did not decrease. Therapy was continued without remarkable adverse effects, and in January 2010 (4 months after nIFN-β initiation), nIFN-β treatment was increased to three times a week with 600-mg/day RBV. Her HCV-RNA levels subsequently decreased from 5.1 to 3.4 log IU/ml at the 4th week and to 2.4 log IU/ml by the 8th week. After 24 weeks, serum HCV-RNA became undetectable, and the patient completed 72 weeks of combination therapy, which finally led to an SVR.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'21352349': 1, '9057685': 1, '20557455': 1, '8834023': 1, '19829962': 2, '17381375': 1, '22098185': 1, '26181455': 1, '8855176': 1, '8895006': 1, '12358269': 1, '23286852': 1, '6721508': 1, '9658769': 1, '23332085': 1, '21963723': 1, '17642207': 1, '8314475': 1, '14695760': 1, '20519809': 1, '19399621': 2, '12324553': 1, '24397840': 1, '9452423': 1, '15984999': 1, '12407599': 1, '8632622': 1, '16344588': 1, '25132867': 2}", "similar_patients": "{'2822957-1': 1, '2740062-1': 1}"}