{"patient_id": 146284, "patient_uid": "4480306-1", "PMID": 26217621, "file_path": "noncomm/PMC004xxxxxx/PMC4480306.xml", "title": "Open Repair of Ruptured Huge Aorto-Iliac Aneurysm: Warning of Colon Ischemia", "patient": "A 75-year-old male patient presented to the emergency department with abdominal pain and pulsating mass of 7-hour duration. His blood pressure was 94/51 mmHg and the pulse rate was 88 beats/min. He had no history of previous abdominal surgery. Computed tomography (CT) revealed a large infrarenal AAA measuring 10.5×16.5 cm maximally at the aortic bifurcation and involving both iliac arteries (). Aneurysms of the common iliac arteries measured 5.5×5.0 cm (right) and 10.5×13.5 cm (left). Rupture occurred at the medial wall of the left CIA aneurysm (). The proximal infrarenal aortic neck was angled at 120° (). At the iliac arteries, the angle was nearly 180°. Both internal iliac arteries (IIAs) were patent, but the inferior mesenteric artery (IMA) was deviated to the right side, owing to the massive aneurysm and retroperitoneal hematoma. A splenic artery aneurysm (SAA) of 3 cm diameter was also encountered as an incidental finding. The aberrant angulations of the proximal neck and access vessels, urgent patient’s condition and inadequate facilities for endovascular treatment made open surgery more preferable than endovascular approach.\\nAn emergent open transperitoneal repair was performed, using a Y-shaped Dacron graft (14×7 mm) for aortoiliac re construction. Because the huge AAA allowed for little surgical work space, aortic cross-clamping of the proximal infrarenal aortic neck was performed with difficulty. After aortic cross-clamping, the iliac arteries were dissected and controlled. Aortotomy was made along the anterior wall of the aneurysm. Proximal anastomosis at the infrarenal aorta was performed just below the renal arteries, whereas the distal anastomosis involved both the right iliac bifurcation and the left external iliac artery. The left IIA had aneurysmal change and thus was ligated. Excision of the SAA was also achieved by proximal and distal ligation.\\nAfter exclusion of the aortoiliac and SAAs, the sigmoid colon was found to have an impaired motility and discoloration that was suspicious of colon ischemia. IMA re vascularization could not be performed, because the me senteric root of the sigmoid colon had already been ligated, due to right side deviation of the IMA owing to the massive aneurysm and retroperitoneal hematoma. Left IIA revascularization could not be performed, because its distal stump was very deeply located after exclusion of its aneurysm. A proximal transverse loop colostomy was therefore performed, following closure of the retroperitoneal space. Sigmoid colectomy was not done, because the presumed ischemic changes were thought to be reversible and the marginal arteries of the colon had not been sacrificed. The surgery lasted 10 hours overall, during which the patient received 14 units of packed red blood cells. There were no intraoperative episodes of severe hypotension; his systolic blood pressure had been steady at 90 to 100 mmHg, with only intermittent administration of vasopressors.\\nPancreatitis did develop after surgery, requiring a brief stay for bowel rest. The patient was thereafter discharged, on postoperative day 17. A follow-up CT scan confirmed that the spleen was preserved; one year later, the colostomy was successfully reversed, with no signs of ischemic colitis. Nonetheless, he presented two years later with infection of the aortic graft. Axillofemoral bypass surgery was performed, rather than direct reconstruction, based on a large accumulation of pus at the previous graft site. Postoperatively (day 18), the patient succumbed to multiorgan failure, despite all surgical efforts and removal of the graft. Methicillin-susceptible Staphylococcus aureus was ultimately identified in graft cultures.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'9882788': 1, '17664112': 1, '10639718': 1, '19536060': 1, '32368704': 1, '22509655': 1, '21665496': 1, '33761562': 2, '15071443': 1, '20054048': 1, '20644022': 1, '18241745': 1, '26217621': 2}", "similar_patients": "{'8043802-1': 1}"}