{"patient_id": 153430, "patient_uid": "4971149-1", "PMID": 27536582, "file_path": "noncomm/PMC004xxxxxx/PMC4971149.xml", "title": "Primary Aneurysmal Bone Cyst in the Iliac Bone: A Case Report", "patient": "A 12-year-old female patient visited the hospital due to pain in her right pelvis and hip joint, which had started 5 months ago. The pain was dull and the patient walked with a slight limp. There was no pain radiating to the pelvic limb, but she complained of numbness in her right inner thigh. Physical examinations showed pressure pain around the right pelvis, while no oedema was noted. The patient did not have any pain in her right hip joint with passive range of motion and flexion, and there was no reduction in strength of the abductor muscle. An anteroposterior radiograph of the pelvis showed expansile osteolytic lesions throughout the acetabulum and right iliac bone. The lesions were invading up to the superior border of the acetabulum, but no lesions were found on the articular surface of the hip joint (). An magnetic resonance image showed well-defined multi-lobulated lesions with clear boundaries (11×9×5 cm) in the right iliac bone and the superior border of the acetabulum. The lesions showed multiple cysts with fluid-like signal intensity. Multiple fluid-fluid surfaces were detected in the cysts, suggesting a possibility of various levels of bleeding (). The patient was diagnosed with primary aneurysmal bone cyst, and subsequent biopsies and treatment were performed. A window (1×5 cm) was made on the crista iliaca and curettage was performed using a long curette; the lesions were filled with a vast amount of blood. Complete curettage was performed up to the superior border of the acetabulum, followed by electric cauterization of the inner surface of the iliac bone.\\nLastly, the surgical area was washed with 30 mL of 70% ethanol. A commercially available allogeneic cancellous bone (60 mL), 'Cancellous coarse' (Community Tissue Services®, Kettering, OH, USA) was applied. Histological examinations of the tissues obtained from curettage confirmed the diagnosis of aneurysmal bone cysts, as they revealed 1) fibrous walls and septa containing blood components, 2) inflammatory cells and osteoclasts sparsely scattered around cystic spaces (). Three days post-surgery, the patient was able to move in a wheelchair. Partial weight bearing was started on crutches for up to 6 weeks. Six weeks post-surgery, full weight bearing was allowed. Follow-up consultation was done for 3.5 years. There was no local recurrence and the patient was able to walk without pain ().", "age": "[[12.0, 'year']]", "gender": "F", "relevant_articles": "{'22279501': 2, '11701790': 1, '11012433': 1, '22691676': 1, '22237479': 1, '19669138': 1, '20374645': 2, '3956013': 1, '24317236': 1, '15812295': 1, '27536582': 2}", "similar_patients": "{'3265184-1': 1, '2868822-1': 1}"}