{"patient_id": 86605, "patient_uid": "4861786-1", "PMID": 27213062, "file_path": "comm/PMC004xxxxxx/PMC4861786.xml", "title": "Epstein-Barr Virus Encephalitis in an Immunocompetent Child: A Case Report and Management of Epstein-Barr Virus Encephalitis", "patient": "A 7-year-old boy was admitted to the emergency room with reduced consciousness, incoherent speech, hallucinations, and prolonged fever. He had complaints of nausea, vomiting, and diarrhea for 10 days, and he received oral antibiotics for pharyngitis. The physical examination revealed exudative pharyngitis and neck stiffness. Laboratory analysis results were as follows: hemoglobin: 12.5 g/dL, white blood cell count: 11.3 × 109/L, erythrocyte sedimentation rate: 78 mm/h, and C-reactive protein: 4 g/dL (0–5). Liver transaminases were within normal ranges. Lumbar puncture was performed. Cerebrospinal fluid (CSF) opening pressure was 100 mm/H2O. Direct microscopic examination showed 80 erythrocyte/mm3 and 20 leukocytes/mm3. The CSF protein level was 59 mg/dL and CSF glucose level was 50 g/dL (simultaneous serum glucose level: 130 g/dL). In the initial evaluation, CSF polymerase chain reaction (PCR) analysis for herpes-simplex virus types 1 and 2 and enteroviruses was negative. Vancomycin, ceftriaxone, and acyclovir therapies were initiated empirically, based on the preliminary diagnosis of meningoencephalitis. Magnetic resonance imaging (MRI) showed contrast enhancement in the posterior side of the bilateral insular cortex, right hypothalamus, and inferior left frontal cortex consistent with encephalitis (Figures and ). His level of consciousness worsened, and his Glasgow coma score decreased from 15 to 12 within the first six hours of his admission. He was unresponsive to verbal commands and had resting tremors, rigidity, and hypertonia localized to his right arm. The electroencephalography (EEG) showed no abnormalities. On the third day of admission, a lumbar puncture was reperformed to examine other rare viral causes of encephalitis, autoimmune disorders, and subacute sclerosing panencephalitis, since no clinical improvement was achieved. Real-time quantitative polymerase chain reaction (PCR) of the blood was positive for EBV under the 1500 copies/mL. Real-time quantitative PCR of the CSF was positive for EBV at the level of 1600 copies/mL. Cytomegalovirus, herpes-simplex virus types 1 and 2, parechovirus, echovirus, and Mycobacterium tuberculosis PCR analyses produced negative results in CSF. Meanwhile, serum EBV serology was suggestive for primary infection, whereas EBV antiviral capsid antigen (VCA) IgM was positive and EBV anti-VCA Ig G was negative. Serologic testing for West Nile encephalitis, Japanese virus encephalitis, Lyme borreliosis, and measles were all negative in CSF. Vancomycin and ceftriaxone were discontinued, while acyclovir therapy was continued. On the fifth day of admission, his level of consciousness improved. Acyclovir therapy was administered for 14 days. He was investigated for immunodeficiency; however, no significant immunodeficiency was found. His symptoms fully recovered and he was discharged without any sequelae.\\nIn the second month of his follow-up, cranial MRI findings showed improvement with markedly decreased contrast enhancements localized to the insular cortex and frontal lobe and the disappearance of hypothalamic lesions (). His physical examination findings were normal and he had no complaints.", "age": "[[7.0, 'year']]", "gender": "M", "relevant_articles": "{'34800753': 1, '20739216': 1, '2880216': 1, '22012726': 1, '15319099': 1, '15765813': 1, '17055062': 1, '7724287': 1, '9716622': 1, '16908555': 1, '8781116': 1, '190581': 1, '9153472': 1, '21070089': 1, '29123419': 2, '34222280': 1, '6313591': 1, '20954449': 1, '12583615': 1, '32761278': 1, '27213062': 2}", "similar_patients": "{'5661833-1': 1}"}