{"patient_id": 76645, "patient_uid": "4134868-1", "PMID": 25136440, "file_path": "comm/PMC004xxxxxx/PMC4134868.xml", "title": "Traumatic neuroma of the mandible: \\nA case report with spontaneous remission", "patient": "A 22-year-old white female was referred to the Oral Medicine Service of the Araujo Jorge Hospital for evaluation of an osteolytic, mandibular lesion detected on a panoramic radiograph obtained for orthodontic documentation purposes. During anamnesis the patient reported a previous history of complicated exodontias of an unerupted left mandibular third molar two years previously. Medical and familial histories were unremarkable. Extraoral and intraoral examinations were within normal limits. Radiographic examination revealed an ill-defined, multilocular lesion on the left side of the mandible, extending from the second premolar to the mandibular ramus (Fig. ). No expansion of the cortical bone was observed. A computed tomography confirmed the panoramic radiograph findings, showing a non-expansible lytic lesion. Based on clinical and radiographic observations, the initial diagnosis was traumatic bone cyst. The patient was scheduled for surgical removal of the lesion, but failed to attend and was lost to follow-up. Five years later, the patient reappeared seeking care for the same lesion and seeking orthodontic and implants treatment. New panoramic radiograph and cone beam computed tomography were requested and the images showed a lesion with the same characteristics cited previously (Fig. ). An incisional biopsy was performed and histopathological examination revealed a haphazard, tortuous proliferation of nerve bundles within a vascularized fibrous connective tissue stroma (Fig. ). Immunohistochemical analysis was carried out and showed a strong positivity of the bundles for the neural marker S-100 (Fig. ). The tissue was also stained for the proliferation marker Ki-67; only a few positive cells were observed, underlying the lesion’s low proliferative index. The final diagnosis was traumatic neuroma. We chose to follow the patient closely and, surprisingly, after three months a new panoramic radiograph revealed initial regression of the lesion. After one year, total regression was observed (Fig. ). The patient was followed for one additional year, with no lesion recurrence being observed, before being lost to follow-up.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'18826382': 1, '30714230': 1, '9347502': 1, '1603345': 1, '18305440': 1, '18278239': 1, '34810373': 1, '6928298': 1, '5288001': 1, '15346373': 1, '15358855': 1, '16827841': 1, '31598201': 1, '15772589': 1, '30484024': 1, '8832662': 1, '6940077': 1, '10821554': 1, '2395049': 1, '25136440': 2}", "similar_patients": "{}"}