{"patient_id": 142396, "patient_uid": "4257017-1", "PMID": 25489235, "file_path": "noncomm/PMC004xxxxxx/PMC4257017.xml", "title": "Scleral melt following Retisert intravitreal fluocinolone implant", "patient": "A 42-year-old Caucasian woman was referred to our department complaining of sudden vision loss, watery discharge from her right eye (RE), and pain. She had a complex past ocular history that included the implantation of Retisert in her RE to treat persistent uveitis-associated cystoid macular edema on the background of psoriatic arthritis 18 months earlier. In addition, according to her notes, she had undergone combined phacoemulsification and vitrectomy with epiretinal membrane peeling 2 years before the FA implant. One year after the Retisert implantation, she underwent right trabeculectomy to treat persistently high intraocular pressure.\\nOn examination, the intraocular pressure (IOP) was 2 mmHg, the anterior chamber was flat, and the visual acuity was counting fingers in the RE. An anterior segment examination revealed scleral melt with active leaking (positive Seidel test) at the site of the FA implant. The patient underwent urgent surgical repair under general anesthesia. Intraoperatively, an anterior chamber maintainer was used and surgical exploration confirmed significant scleral melt at the site of implantation with leaking aqueous humor (). A scleral patch graft was sutured over the leaking sclerotomy.\\nOn the following day, the IOP was 9 mmHg and the fundus examination revealed that the FA implant had detached from the scleral sutures and was free floating in the vitreous cavity.\\nThree weeks later, the IOP was 18 mmHg, the visual acuity recovered to 20/30, and the patch graft was in good position (). Benefits and risks of vitrectomy to remove the Retisert implant were discussed with the patient; however, she decided against surgery.\\nTwo years later, visual acuity remained 20/30 with no recurrence of the cystoid macular edema, and IOP within normal limits, without additional medication.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'16690128': 1, '15211185': 1, '16312138': 1, '23298955': 1, '31104136': 1, '17722513': 1, '29062594': 1, '30416658': 1, '18628725': 1, '20482407': 1, '34452185': 1, '15777105': 1, '11024423': 1, '17591668': 1, '25489235': 2}", "similar_patients": "{}"}