{"patient_id": 149408, "patient_uid": "4683888-1", "PMID": 26713021, "file_path": "noncomm/PMC004xxxxxx/PMC4683888.xml", "title": "Isolated deep peroneal nerve palsy: Role of magnetic resonance imaging in localization", "patient": "A 30-year-old gentleman presented with acute pain of right lower limb of moderate severity with difficulty in driving car for a month. There was no associated swelling or paresthesias. Pain subsided after few days and 2 weeks later, he had difficulty in walking and driving as he could not easily lift the right foot from accelerator to brake. There was no numbness in legs, weakness of other limbs, or craniobulbar muscles. There was no prior trauma, fracture of leg, or hypopigmented skin patches. He was neither diabetic nor suffering from any connective tissue disorder.\\nThe patient was well-built with no significant abnormalities on systemic examination. Popliteal and dorsalis pedis pulses were palpable bilaterally and there was no redness, tightness, or swelling of affected limb. There was foot drop with significant weakness of right ankle dorsiflexors (Medical Research Council (MRC) Scale grade 1/5), toe dorsiflexors (grade 2/5), and mild weakness of right ankle evertors (grade 4-/5). There was no sensory loss or peripheral nerve thickening.\\nBlood sugar, lipid profile, and hematological examination were normal. Nerve conduction study (NCS) was normal and there was no conduction block along common peroneal nerve (CPN) on recording from extensor digitorum brevis (EDB). Electromyography (EMG) showed fibrillations and positive sharp waves with very few motor units and markedly reduced recruitment pattern in right tibialis anterior (TA); in EDB there were fibrillations and positive sharp waves, nearly normal motor units and slight reduction of interference pattern. No abnormality was noticed in right peroneus longus, medial gastrocnemius, and biceps femoris muscles []. The findings suggested involvement of muscles innervated by right deep peroneal nerve (DPN). Magnetic resonance imaging (MRI) of right leg was performed using spin echo T1-weighted axial, coronal, and sagittal protocols. The CPN and DPN showed normal signal intensity with no extrinsic or intrinsic compression []. There was diffuse altered hyperintensity in right TA in its entire course in the leg as well as EDB with partial effacement of intermuscular fat planes [Figure –]. Normal signal intensity was noted in extensor hallucis longus, extensor digitorum longus, and peronei and tibialis posterior muscles.\\nPrednisolone 40 mg was started along with physiotherapy. Within 2 weeks, there was slight improvement of dorsiflexion of ankle and toes, which further improved and by 4 months, power of ankle and toe dorsiflexors was MRC 4+/5 and ankle eversion, MRC 4/5. Follow-up study showed normal NCS and EMG showed no spontaneous activity in the TA and EDB. High amplitude motor units were noted in right EDB suggesting reinnervation, while normal potentials were observed in right TA and peroneus longus. Mild reduction of interference pattern was seen in right TA, EDB, and peroneus longus []. MRI of right leg now showed significant resolution of T2-hyperintensity in TA and EDB. Only mild edematous changes were seen in the subcutaneous fat planes of lower shin [Figure –].", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'10086040': 1, '21415181': 1, '31453549': 1, '21416383': 1, '22692039': 1, '18502948': 1, '21600446': 1, '15768387': 1, '10788751': 1, '18677088': 1, '11706118': 1, '26713021': 2}", "similar_patients": "{}"}