{"patient_id": 85562, "patient_uid": "4769737-1", "PMID": 26981294, "file_path": "comm/PMC004xxxxxx/PMC4769737.xml", "title": "Acute Kidney Injury Associated with Linagliptin", "patient": "A 54-year-old African-American male with hypertension treated with multiple medications, including lisinopril 80 mg daily, amlodipine 10 mg daily, hydralazine 50 mg trice daily, and clonidine 0.2 mg twice daily; type 2 diabetes controlled with glimepiride 1 mg daily; and stage 4 CKD due to diabetic kidney disease was evaluated in nephrology office during routine follow-up visit. Blood pressure was 156/70 mmHg, which was similar to home measurements. The remaining physical examination was unremarkable. Kidney function was stable with serum creatinine (SCr) of 4.3 mg/dL (estimated glomerular filtration rate (eGFR) of 18 mL/min/1.73 m2) and blood urea nitrogen of 64 mg/dL. Potassium level was elevated at 6.4 mmol/L. Hyperkalemia was attributed to several glasses of orange juice that patient was ingesting daily in the last week for the prevention and treatment of recurrent episodes of hypoglycemia. Blood glucose was 70 mg/dL and hemoglobin A1c was 5.5%; therefore, glimepiride was discontinued and linagliptin 5 mg once daily was initiated to reduce the incidence of hypoglycemia. Due to elevated potassium, electrolyte measurement was reassessed one week following linagliptin initiation. At that time, SCr and BUN increased to 7.0 mg/dL and 101 mg/dL, respectively, and hyperkalemia persisted. The patient was admitted to the hospital for evaluation of AKI. On admission, he denied recurrent hypoglycemia, vomiting or diarrhea, or any new medications with the exception of linagliptin. The patient lived with his mother who administered his medications. She denied any changes in compliance and conformed that the patient was in his usual health when he was contacted about elevated SCr. During physical examination blood pressure was 120/57 mmHg with no orthostatic changes. The patient's weight was 2.5 kg lower as compared with his weight in nephrology clinic 1 week ago. Skin turgor was slightly reduced and no signs of peripheral edema were observed. Urinalysis was bland. Fractional excretion of sodium was 3.4%. Linagliptin was discontinued, as the onset of AKI on CKD coincided with linagliptin initiation. Because patient's weight and blood pressure were significantly lower than the usual for him with no signs of infection, the presence of volume depletion was suspected and lisinopril was discontinued. After administration of 2 L of normal saline over 24 hours and oral kayexalate, SCr and potassium levels improved to 5.7 mg/dL and 5.1 mmol/L, respectively. Blood pressure increased to 142/76 mmHg. The patient refused any further interventions and was discharged home. While continuing to hold lisinopril and linagliptin, SCr improved to 3.4 mg/dL in 10 days and remained stable for the next 2 months. Due to chronic proteinuria, a low dose of lisinopril at 10 mg daily was restarted. SCr was unchanged at 3.5 mg/dL 4 weeks following lisinopril initiation (). Patient did not require any hypoglycemic medications and was following a diabetic diet.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'11602506': 1, '21781152': 1, '23033241': 1, '21150640': 1, '18077600': 1, '26981294': 2}", "similar_patients": "{}"}