{"patient_id": 75562, "patient_uid": "4058190-1", "PMID": 24971188, "file_path": "comm/PMC004xxxxxx/PMC4058190.xml", "title": "Endobronchial Lipomatous Polyp: A Rare Benign Tumor of the Lung", "patient": "A 79-year-old male with history of hypertension, chronic obstructive pulmonary disease (COPD), and renal cell carcinoma (treated with right nephrectomy in 2003) presented to the emergency department with the complain of low-grade temperature of 100.3° Celsius and cough for 3 days. The patient did give the history of having three bouts of pneumonia over the past year. The patient was found to have white blood cell (WBC) count of 20.5 mm3, hemoglobin of 13.3 grm/dL, hematocrit of 39.5, and platelet count of 572,000 μL. Patient chemistry revealed mild renal insufficiency with blood urea nitrogen (BUN) of 21 mg/dL and creatinine of 1.5 md/dL. Patient chest X-ray revealed some atelectasis/consolidation of the right lower lobe. The patient underwent further evaluation with CT scan of the chest revealing chronic consolidation of the right lower lobe with some endobronchial abnormality in the right bronchus intermedius (). The patient was admitted to hospital and was started on appropriate antibiotics. In view of some abnormality in bronchus intermedius, the patient underwent bronchoscopy, which showed the endobronchial lesion in the right bronchus intermedius, which was obstructing the entrance of right middle and lower lobes (). Patient underwent biopsy of the lesion, which revealed benign bronchial mucosa. The patient underwent flexible fiber optic bronchoscopy and complete resection of the lesion by using argon plasma coagulation (APC), axial straight fire probe, and the snare probe. The lesion was removed in one piece (). Pathology showed polyp covered by benign bronchial mucosa and composed primarily of adipose tissue, some area of vascularity and focal area of ossification, and chronic inflammation (Figures and ). The patient did well and was discharged home in stable condition with outpatient follow-up in two weeks. Repeated bronchoscopy in four weeks showed no residual lesion and normal mucosa using the white light flexible video bronchoscope.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'1948801': 1, '19395910': 1, '16829468': 1, '12527636': 1, '30931198': 2, '14988141': 1, '21297143': 1, '8551668': 1, '24120207': 2, '24971188': 2}", "similar_patients": "{'6430302-1': 1, '3973812-1': 1}"}