{"patient_id": 72891, "patient_uid": "5885042-1", "PMID": 29297541, "file_path": "comm/PMC005xxxxxx/PMC5885042.xml", "title": "Miller–Fisher syndrome after coronary artery bypass surgery", "patient": "A 50-year-old man was admitted to the emergency department with a four-hour history of angina pectoris. Anterior ST-segment elevation myocardial infarction was confirmed and the patient underwent coronary angiography.\\nTriple-vessel coronary artery disease was demonstrated on catheterisation, requiring urgent coronary bypass surgery. A successful emergency coronary artery bypass procedure (left internal thoracic artery to the left anterior descending artery, and saphenous vein graft to the circumflex and diagonal arteries) was performed using cardiopulmonary bypass (CPB) with 30°C hypothermia.\\nAlhough the pre- and intra-operative periods remained uneventful, the patient noticed ataxia, left-sided ptosis, weakness and paresthaseia of his legs, which progressed rapidly on the fifth postoperative day. Ataxia was prominent in the lower extremities during standing and walking. There was no history of viral infection, fever or other neurological diseases.\\nOn neurogical examination, unilateral ptosis, gait ataxia and areflexia were noted. After neurology consultation, cranial computerised tomography (CT) revealed nothing unusual. Brain CT and cerebrospinal fluid (CSF) analysis yielded normal results.\\nCSF viral serology and gram stain culture were negative. Additional laboratory work-up, including tests for connective tissue disorders, anti-thyroid peroxidase and anti-thyroglobulin antibodies were within normal limits. Electromyography and brain magnetic resonance imaging (MRI) were performed and a possible diagnosis of Miller–Fisher syndrome was considered.\\nUrgent plasmapheresis treatment was planned but within 24 hours the patient had serious dysphagia and rapidly developed dyspnoea. After elective intubation, the patient was transfered to the neurology intensive care unit. Treatment with plasmapheres and intravenous immunoglobulin (0.4 g/kg/daily) was started immediately. Although inotropic support and medications were given to the patient, cardiopulmonary arrest occured on the ninth postoperative day and he died inauspiciously.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'12352001': 1, '26853295': 1, '21422765': 1, '1552913': 1, '22899666': 1, '27239355': 2, '25023340': 1, '22149656': 1, '9818934': 1, '24163275': 1, '25072194': 1, '33240210': 1, '29297541': 2}", "similar_patients": "{'4867055-1': 1}"}