{"patient_id": 120861, "patient_uid": "5662965-1", "PMID": 29118686, "file_path": "noncomm/PMC005xxxxxx/PMC5662965.xml", "title": "Hepatectomy for Hilar Cholangiocarcinoma with Right-Sided Ligamentum Teres Using a Hepatectomy Simulation System", "patient": "A 78-year-old male visited a health clinic with a chief complaint of prolonged general fatigue and brown urine for 1 month, and hyperbilirubinemia and an impaired liver function were detected on a laboratory examination. The patient was therefore referred to our department for further examination and treatment.\\nThe patient was afebrile, but his bulbar conjunctiva was slightly yellowish. On laboratory examination, the leukocyte and C-reactive protein levels were within the normal range, but high serum concentration of total bilirubin (3.0 mg/dL; normal range, 0.2–1.2 mg/dL), aspartate aminotransferase (126 U/L; normal range, 13–33 U/L), alanine aminotransferase (243 U/L; normal range, 8–42 U/L), alkaline phosphatase (3,070 U/L; normal range, 115–359 U/L), gamma-guanosine triphosphate (3,746 U/L; normal range, 11–58 U/L), and carbohydrate antigen 19–9 (61.1 U/mL; normal range, 0–37 U/mL) were revealed.\\nContrast-enhanced CT demonstrated dilatation of the intrahepatic bile ducts and tumorous lesion enhanced during the arterial phase from the left hepatic bile duct to the upper extrahepatic bile duct (Fig. ). In addition, right umbilical portion (RUP) and left-sided gallbladder were also suggested to be present (Fig. ). Magnetic resonance cholangiopancreatography (MRCP) revealed stricture of the hepatic hilum to the left hepatic duct and dilatation of the intrahepatic bile duct (Fig. ). Endoscopic nasogastric biliary drainage was performed for obstructive jaundice and endoscopic retrograde cholangiopancreatography (ERCP) demonstrated no other intrahepatic bile ducts except for the bile duct in which the tip of the drainage tube had been placed (Fig. ). Based on these imaging findings, the patient was diagnosed with bismuth IIIb or IV type hilar cholangiocarcinoma with RSLT.\\n3D reconstruction of the hepatic vascular structures and hepatectomy simulation was performed using Synapse Vincent (Fujifilm Medical, Tokyo, Japan). The portal branch of the right lateral sector first diverged alone from the main portal vein, and RUP ramified into several leftward and rightward portal branches. A developed anterior fissure vein was running between these portal branches ramified from RUP, and a middle hepatic vein was seen normally (Fig. ). The tumor was located at the point of communication with the main hepatic duct, with significant progression to the left hepatic duct. Regarding the confluence pattern of the intrahepatic bile duct, the right hepatic bile duct was long, and the bile duct of the caudate lobe was confluent with the posterior bile duct (Fig. ). Based on 3D images of the hepatic vasculature and biliary system, all portal branches ramified from RUP were suggested to be right paramedian branches, and three portal branches ran parallel to the bile ducts in which the tip of the drainage tube had been placed (Fig. ). The perfused area of these three portal branches ramified from RUP and the left lateral and left paramedian portal branches included all peripheral bile ducts confluent with the left hepatic bile duct where the tumor was present. Therefore, extended left bisectionectomy (part of the ventral area of the right paramedian sector, left paramedian sector, and left lateral sector) without caudate lobectomy and resection of the extrahepatic bile duct was planned. The ratio of estimated liver resection volume was 28.9% (estimated liver resection volume 275 mL/total liver volume 951 mL) according to a hepatic volumetric analysis (Fig. ).\\nOn laparotomy, the gallbladder was identified to the left of the round ligament (Fig. ). A demarcation line corresponding to the preoperative hepatectomy simulation became apparent after the sequential clamping of the left paramedian and left lateral portal branches and the three right paramedian portal branches ramified from RUP, and hepatic parenchymal transection was performed along the demarcation line (Fig. ). The right hepatic duct (number of bile duct orifices in the cut end: 1, as predicted) and common trunk of the middle and left hepatic vein were dissected, and extended left bisectionectomy with extrahepatic bile duct resection (Fig. ) and hepaticojejunostomy was performed as planned. Macroscopically, a hard mass was present at the hepatic hilum (Fig. ). Histologically, the mass lesion was diagnosed as well-differentiated tubular adenocarcinoma, and the cut end of the right hepatic duct was determined to be negative.\\nAfter the operation, bile leakage from the dissected peripheral bile duct in the ventral portion of the right paramedian sector of the liver occurred. Fortunately, the leakage was able to be treated by percutaneous drainage alone, and the patient was discharged 77 days after the operation. The patient is doing well without any signs of recurrence 21 months after the operation.", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'15846773': 1, '27594117': 1, '17981186': 1, '22151449': 1, '9609896': 1, '19396389': 1, '30877591': 2, '15981718': 1, '18081230': 1, '10982634': 1, '27068289': 1, '21861978': 1, '9060583': 1, '17013722': 1, '29118686': 2}", "similar_patients": "{'6420533-1': 1}"}