{"patient_id": 67317, "patient_uid": "5481904-1", "PMID": 28652923, "file_path": "comm/PMC005xxxxxx/PMC5481904.xml", "title": "JC virus granule cell neuronopathy onset two months after chemotherapy for low-grade lymphoma", "patient": "A 69 year old woman was diagnosed with CD20+ follicular grade 2 non-Hodgkin’s lymphoma, stage 3a in 2014. She underwent 6 cycles of rituximab 650 mg/bendamustine 160 mg, followed by four cycles of maintenance rituximab over the course of 1 year. Two months after initiation of chemotherapy (September 2014), she developed left lower extremity ataxia, which slowly progressed to involve her left arm followed by her right leg and right arm (by March of 2016). She also experienced severe vertigo exacerbated by any head movement but no diplopia or dysarthria.\\nPrior evaluation had included a brain magnetic resonance imaging (MRI) that showed scattered non-specific T2/FLAIR hyperintensities and atrophy of the cerebellar vermis and hemispheres. Routine cerebrospinal fluid (CSF) analyses including IgG index and oligoclonal bands were unremarkable. Serum paraneoplastic panel, copper/ceruloplasmin, vitamin levels (B1, B12, E), and autoimmune markers (i.e., celiac panel, antiGAD65 antibody) were negative.\\nShe was admitted in June 2016 for an expedited evaluation after seeking out a second opinion. On admission she was wheelchair-bound, had severe appendicular and truncal ataxia, cerebellar dysarthria, and fatigable end-gaze direction-changing horizontal nystagmus. Cognition, strength, and sensation were intact. Biceps, brachioradialis, triceps, and patellar reflexes were 3/4 bilaterally and Achilles reflexes were 2/4 bilaterally. Plantar reflexes were flexor bilaterally.\\nSerum immunoglobulins were within normal limits, CD20+ lymphocyte percentage was 5.9%, absolute CD4+ cell count was 212/mm3, and HIV was negative. Serum autoimmune labs including Thyroglobulin antibody (Ab), Thyroperoxidase Ab, Anti-Ri/La/Hu Abs, anti-VGCC Ab, anti-endomysial Ab, and Celiac panel were negative. In addition, the CSF Mayo encephalopathy panel (anti-NMDA receptor, anti-GABA, anti-ANNA-1, anti-ANNA-2, anti-GAD65 Abs) was negative. ANA was positive at a value of 1:80. Repeat brain MRI demonstrated worsening cerebellar atrophy and patchy T2/FLAIR hyperintensities involving the pons and middle cerebellar peduncles (Figure ). FDG-PET/CT scan reported no abnormal FDG activity in the visualized brain. The scan showed asymmetric lymphoid activity in the retropharyngeal space (left > right), possibly physiologic or inflammatory. Flexible Fiberoptic Laryngoscopy to follow-up this finding was negative for any mucosal lesions or masses. Repeat CSF analysis revealed 2 WBCs/mm3, 148 RBCs/mm3, glucose 70 mg/dL, protein 37.7 mg/dL and negative flow cytometry/cytopathology. Notably, standard CSF JC virus PCR was negative. However, ultrasensitive TaqMan real-time JC virus PCR testing was positive at 15,180 copies/ml, consistent with a diagnosis of JC virus-related GCN.\\nFollowing her diagnostic admission in early July of 2016, she was enrolled in a clinical trial evaluating the efficacy and safety of pembrolizumab, a PD-1 receptor blocking antibody, in JC-virus associated disease. Quantitative JCV PCR load increased from 15,000 to 26,000 following the first round of treatment and her clinical status deteriorated further. Given the lack of clinical response and rising JC viral titer, treatment was discontinued and her cerebellar ataxia relentlessly progressed necessitating home hospice.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'7714213': 1, '19264918': 1, '23868420': 1, '15786466': 1, '24515530': 1, '21940415': 1, '6503939': 1, '28652923': 2}", "similar_patients": "{}"}