{"patient_id": 117656, "patient_uid": "5428247-1", "PMID": 28579851, "file_path": "noncomm/PMC005xxxxxx/PMC5428247.xml", "title": "Transformation of Follicular Lymphoma to a High-Grade B-Cell Lymphoma With MYC and BCL2 Translocations and Overlapping Features of Burkitt Lymphoma and Acute Lymphoblastic Leukemia: A Case Report and Literature Review", "patient": "A 63 year-old Caucasian woman presented to medical attention in March 2012 after she noted a left supraclavicular mass. She had been in good health, save for mild hyperlipidemia, osteopenia, and prolapsed uterus for which she had undergone successful surgical repair. She had no fevers, night sweats, or weight loss. The patient’s family history was notable for a sibling with systemic lupus erythematosus, a paternal aunt previously diagnosed with lymphoma, and a maternal grandmother with Hodgkin disease.\\nAt initial intake, she appeared healthy and somewhat younger than her stated age. Her general examination was remarkable for a left supraclavicular node that measured approximately 2 cm × 2 cm and 2 smaller adjacent neck nodes. She had no additional palpable adenopathy, and her abdomen was soft and without obvious hepatosplenomegaly.\\nLaboratory assessment included a normal complete blood count (CBC), complete metabolic panel (CMP), and serum lactate dehydrogenase (LDH). β2-Microglobulin level was 1.36 µg/L (normal <2.70 µg/L). Serum protein electrophoresis did not show a monoclonal band, and free serum kappa and lambda light chains were also in the normal range. She was seronegative for hepatitis viruses B and C and for human immunodeficiency virus. A computerized tomographic (CT) scan of the neck, chest, abdomen, and pelvis revealed diffuse adenopathy involving the left neck and supraclavicular fossa, left axilla, as well as the mediastinum and retroperitoneum. The largest of nodal areas measured 6.2 cm × 2.5 cm, and an excisional biopsy of a lymph node from the neck demonstrated grade 3A FL (). Immunohistochemistry studies showed that the lymphoma cells stained positive for CD10, CD19, CD20, and Bcl-2 and with moderate monotypic immunoglobulin light chain lambda expression. The Ki67 labeling index was 40% to 50%. A bone marrow biopsy showed a small focus of paratrabecular CD20+ lymphoid aggregates, indicating stage IV disease.\\nWe treated the patient with 6 cycles of bendamustine (90 mg/m2 on days +1 and +2) and rituximab (375 mg/m2 on day +2), with each cycle delivered every 4 weeks. Chemotherapy side effects were mild and included intermittent nausea, malaise, and rare emesis. A follow-up CT scan at completion of therapy showed a partial response (PR) with resolution of axillary adenopathy and a dramatic shrinkage of the large retroperitoneal nodes. She did not receive maintenance rituximab.\\nFor 18 months she remained well before seeking evaluation of persistent crampy abdominal pain in the absence of fever, night sweats, or weight loss. Laboratory studies, including CBC, CMP, and LDH, were all within normal values. A CT scan showed advancing adenopathy above and below the diaphragm and mild splenomegaly. A subsequent positron emission tomography with 2-deoxy-2-[fluorine-18] fluoro-d-glucose integrated with CT (18F-FDG PET/CT) showed widespread adenopathy with increased uptake in the neck, chest, abdomen, and pelvis with diffuse splenic involvement and marrow involvement of C2, T10, and L3 vertebral bodies (). A 2.4-cm right axillary lymph node was associated with an SUVmax of 16.1 and on biopsy showed involvement by grade 3A FL and DLBCL with a predominant nodular pattern of growth. A bone marrow biopsy, required for consideration of clinical trial participation, showed, once again, a small focus of FL and no evidence of HT.\\nThe patient was next treated with idelalisib (150 mg twice daily) and rituximab (375 mg/m2, monthly) beginning May 2015. After 4 cycles of treatment, a repeat CT scan of the neck, chest, abdomen, and pelvis showed a complete radiographic response. Toward the end of her sixth cycle of chemotherapy, she experienced crampy abdominal pain and secretory diarrhea. She was given antimotility and bulk agents, but her diarrhea persisted. After 3 weeks and after stool studies were collected and proved unremarkable for infectious pathogens, idelalisib was placed on hold and she took prednisone for presumed immune-mediated colitis. Her laboratory studies then were notable only for mild hypokalemia and mild prerenal azotemia. Her diarrhea rapidly resolved and corticosteroids were discontinued after a 3-week course. She was instructed to restart idelalisib with a 50% dose reduction.\\nAfter 2 weeks, she returned to clinic complaining of bilateral hip and low lumbar discomfort. Her weight was stable and she had not had fevers or night sweats. Her general examination was without adenopathy or hepatosplenomegaly, yet she appeared unwell. Her blood studies included the following: white blood cells (WBCs), 4.0 × 109/L; hematocrit, 32%; and platelet count, 15 × 109/L. A serum LDH returned at >1995 IU/L (normal < 243 IU/L). The peripheral smear was disconcerting for scattered atypical large lymphocytes with irregular nuclei, coarse chromatin, and prominent single to multiple nucleoli. Flow cytometry of peripheral blood showed an abnormal B-cell population (90% of WBCs) with expression of CD10+/CD13+(low)/CD38+ (variably decreased)/CD45+ (decreased)/CD117+ (low)/HLA-DR+ (low)/TdT+ (low)/lambda surface light chain (small subset)/CD2−/CD3−/CD4−/CD5−/CD7−/CD8−/CD14−/CD15−/CD16−/CD20−/CD33−/CD34−/CD56−/CD64−/CD123−.\\nA restaging 18F-FDG PET/CT in January 2016 showed increased diffuse marrow uptake most notably involving vertebral bodies T7, T8, and T11 with the area of SUVmax in the right aspect of T8 of 11.4 ( and ). In the absence of lymphadenopathy or splenomegaly, we performed a bone marrow aspirate and biopsy.\\nThe aspirate consisted of sheets of tumor cells representing a spectrum from intermediate-sized cells with lymphoblastic features to very large atypical cells with multiple nucleoli. The core biopsy was hypercellular; the bone marrow showed diffuse and paratrabecular involvement by sheets of large lymphoid cells with finely clumped chromatin, pinpoint nucleoli, and scant cytoplasm. The aspirate smears showed cells with marked variation in cell size from intermediate lymphoblast-like cells to large atypical lymphoid cells. All abnormal lymphoid cells had deeply basophilic cytoplasm, with multiple cytoplasmic vacuoles. The bone marrow aspirate and biopsy clearly showed 2 distinct histologies; one remained consistent with the patient’s known FL with a predominant nodular pattern and the other consistent with HT. The large atypical cells expressed PAX5, CD10, BCL2, and c-MYC and were negative for CD20, MPO, CD34, CD30, and BCL6 (). Focal areas showed faint, heterogeneous expression of terminal deoxynucleotidyl transferase (TdT) best seen on the clot section. Ki67 proliferation index was high (>90%). Fluorescence in situ hybridization (FISH) analysis showed 2 populations with MYC amplification and/or rearrangement and no evidence of BCL6 rearrangement; a karyotype analysis showed a complex abnormal female karyotype with t(14;18) and multiple structural and numerical abnormalities.\\nIn summary, the cytologic features were not deemed typical of overt transformation to lymphoblastic lymphoma and were interpreted as “Burkitt-like” in morphology with deeply staining cytoplasm and cytoplasmic vacuolation. Complicating this interpretation was the faint TdT expression which raised the possibility of a lymphoblastic phenotype. It was impossible to determine whether the absence of CD20 was indicative of immaturity or, perhaps more likely, due to prior rituximab therapy. No normal B cells were identified. The cytogenetic studies indicated multiple subclonal populations, with the cytogenetic results revealing the presence of both MYC amplification and rearrangement. This genetic profile can be seen with lymphoblastic and high-grade Burkitt-like morphology and fulfills criteria for a secondary double-hit lymphoma (DHL). Per WHO (2016) criteria, this lymphoma would be best classified as a HGBL with both MYC and BCL2 translocations otherwise characterized as “DHL” with phenotypic features complicated by faint TdT expression and incongruent lymphoblastic morphology.\\nThe patient went on to receive her first of 5 cycles of dose-adjusted rituximab, etoposide, prednisone, vincristine, cyclophosphamide, and doxorubicin (DA-R-EPOCH) with concomitant prophylactic intrathecal methotrexate and cytarabine chemotherapy. Her LDH rapidly returned to normal and bone pain also improved following her first course of chemotherapy. Her clinical course was, however, complicated by neutropenic fever, pancytopenia, and need for periodic blood and platelet transfusions. A bone marrow collected after 3 cycles of chemotherapy showed a decrease in tumor burden, with 20% of marrow cellularity comprising an interstitial and nodular infiltrate of large atypical tumor lymphocytes with irregular multilobulated nuclei, condensed chromatin, distinct nucleoli, and small amounts of cytoplasm. There was a decrease in CD45 expression, positive for CD19, CD10, dim CD22, and CD28 and negative for both kappa and lambda surface light chains, CD5, CD103, CD23, and FMC7. Flow cytometry showed a miniscule neoplastic population, whereas immunohistochemical studies identified abnormal B cells positive for PAX5 and c-Myc and negative for TdT and CD20. IgH/MYC/CEP8 FISH testing showed atypical abnormal populations, one which showed 3 fusion signals and amplification of the probe centromeric to the MYC gene and a deletion of the region telomeric to the MYC gene. Collectively, there appeared to be a gain of intact MYC region as well as partial 8q24 amplification.\\nThe patient received an additional 2 cycles of chemotherapy, but in the presence of persistent pancytopenia, increased bone pain, and markedly elevated LDH, it was apparent that her disease was progressing and she was referred to hospice. Several weeks later, she died from complications of advancing lymphoma. An autopsy was not requested.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'23897955': 1, '20660832': 1, '23585531': 1, '3929382': 1, '21736761': 1, '9193357': 1, '25499449': 1, '24943107': 1, '20498406': 1, '12075054': 1, '26062060': 1, '26997445': 1, '26980727': 1, '25768998': 1, '25161267': 1, '22348437': 1, '26962167': 1, '26834954': 1, '24314242': 1, '31104212': 1, '17485708': 1, '23995111': 1, '34650782': 2, '22929980': 1, '22665537': 1, '34868769': 2, '23449635': 1, '19050067': 1, '24234731': 1, '21119107': 1, '19139176': 1, '26612895': 1, '18838711': 1, '26373676': 1, '19597184': 1, '22510149': 1, '25373508': 1, '31993568': 1, '16934487': 1, '16940035': 1, '32183313': 2, '6093263': 1, '22023518': 1, '25645861': 1, '24578014': 1, '3924412': 1, '27297871': 1, '2875799': 1, '23600716': 1, '21658615': 1, '28579851': 2}", "similar_patients": "{'7151221-1': 1, '8627692-1': 1, '8477310-1': 1}"}