{"patient_id": 70688, "patient_uid": "5727562-1", "PMID": 29318064, "file_path": "comm/PMC005xxxxxx/PMC5727562.xml", "title": "Sepsis by Pasteurella multocida in an Elderly Immunocompetent Patient after a Cat Bite", "patient": "A 92-year-old woman was accompanied to the Emergency Department in a coma status (Glasgow Coma Scale (GCS) of 7) with feces loss and fever (39.5°C). Blood pressure was 180/110 mmHg, the respiratory rate was 25 breaths/minute, and arterial blood oxygen saturation was 92% while breathing on room air. Furthermore, the physical examination revealed a systolic mitralic murmur and an inflamed area on perimalleolar skin on the right leg (). The personal medical history included hypertension, mild cognitive impairment related to vascular encephalopathy, chronic atrial fibrillation, chronic heart failure, and bleeding complications after falls during anticoagulant therapy. The patient did not take any immunosuppressive or anti-inflammatory drug at home. At admission, the electrocardiogram (ECG) confirmed atrial fibrillation with normal heart rate. Laboratory blood tests demonstrated a white blood cell count (WBC) of 13,160/mm3, haemoglobin of 159 g/L, lactic acid of 2.5 mmol/L, creatinine of 0.7 mg/dL, troponin I of 0.238 μg/L, C-reactive protein (CRP) of 6.2 mg/L, and lactic dehydrogenase of 252 U/L. The brain computed tomography (CT) scan with angiographic sequences demonstrated the complete occlusion of the right intracranial vertebral artery, diffused signs of leukoencephalopathy, and no haemorrhages (). The brain magnetic resonance imaging (MRI) excluded a recent cerebral ischemia but confirmed the occlusion of the right intracranial vertebral artery (). Total body CT scan was not able to detect any macroscopic foci of infection or cancer. The Doppler ultrasound examination of leg arteries and veins as well as carotid arteries did not detect any thrombosis and/or stenosis. Blood cultures were performed and, while waiting for the isolation time, an empirical antimicrobial treatment with piperacillin/tazobactam was started together with supportive therapies. No significant clinical improvement was observed, and inflammatory biomarkers, such as procalcitonin (with a peak of 4.0 µg/L) and CRP (with a peak of 200 mg/L), increased. On the other hand, troponin I blood concentration rapidly reached the normal values.\\nA targeted antimicrobial therapy with ampicillin-sulbactam was immediately started, in association with gentamicin in order to obtain a synergistic antimicrobial activity in consideration of the possible diagnosis of endocarditis. After one day of such a therapy, the patient's consciousness restored and the fever stopped. On day four after the admission, three blood cultures resulted positive for Gram-negative coccobacilli. In the Microbiology Laboratory, blood samples were collected and inoculated in BD BACTEC™ Plus Aerobic/F and Anaerobic/F culture vials and incubated in the automated system BD BACTEC. Positive aerobic specimens were seeded on blood and chocolate agar plates, giving round, grey, nonhaemolytic, nonmucoid pure colonies after 24 hours. Bacterial stain was identified as Pasteurella multocida with the automated biochemical testing Vitek 2 (BioMeriéux Italia S.p.A., Grassina, Italy), which also performed antibiotic sensitivity, indicated in . Identification was confirmed with the matrix-assisted laser desorption ionization time-of-flight mass spectrometry (MALDI-TOF) VITEK MS (BioMeriéux Italia S.p.A.). The transthoracic echocardiogram on day 10 did not show any endocarditic lesions, and the patient completely recovered. In the meanwhile, the patient could refer about the skin lesion due to her cat bite, occurring one week before her hospital admission. Since the cat was still living at the patient's home, a sample of its saliva was analyzed.\\nIn particular, a cat pharyngeal swab was performed and seeded on blood and chocolate agar plates and grew at 37°C in aerobic condition. After 24 hours, mixed bacterial colonies grew, from which an isolation on blood agar was performed to grow in anaerobic condition. The anaerobic growth gave the sole colonies the same look as the ones isolated from patient blood culture. Colonies from cat were identified as Pasteurella multocida through the same technologies, that is, the automated biochemical testing and the mass spectrometry. The antibiotic sensitivity of cat strain was analyzed with the Vitek system as well. The phenotype of sensitivity of the patient strain and cat strain was the same, and the related MIC values were similar (). In particular, cefotaxime MIC value of patient isolates was < 1 mg/L, while that of cat isolates was 1 mg/L. Such a quantitative diversity corresponds to the variability achievable with a strain alone ().\\nThe patient was discharged after 15 days of antimicrobial therapy (ampicillin/sulbactam and gentamicin). Additional blood cultures during antibiotic treatment were negative, and procalcitonin and CRP levels were reduced to 0.09 µg/L and 33.6 mg/L, respectively. Additional 15-day treatment with amoxicillin and clavulanic acid was recommended at home. During hospitalization, the patient underwent anticoagulation therapy for elevated ischemic stroke risk (CHA₂DS₂-VASc Score: 7 points) since the beginning of deambulation. Then, due to the HAS-BLED Score 3 points, the high risk of falls and previous fall-related major bleeding complications during anticoagulation therapy, the patient was discharged without an anticoagulant therapy. After one-year follow-up, the patient regained her prehospitalization life without any additional neurological impairment. However, she preferred to avoid living with a pet. The patient formally approved the publication of this anonymized case report and signed the informed consent.", "age": "[[92.0, 'year']]", "gender": "F", "relevant_articles": "{'6371440': 1, '9887159': 1, '10525000': 1, '15365869': 1, '28373186': 1, '7699042': 1, '23824375': 1, '25467649': 1, '7578747': 1, '1566154': 1, '19555903': 1, '9887167': 1, '31781430': 2, '10762122': 1, '32887269': 1, '29318064': 2}", "similar_patients": "{'6875371-1': 1}"}