{"patient_id": 115633, "patient_uid": "5256087-1", "PMID": 28069782, "file_path": "noncomm/PMC005xxxxxx/PMC5256087.xml", "title": "Delivering patient-centred care in rural family practice: using the patient's concept of health to guide treatment", "patient": "An 83-year-old female patient presented to a rural general practice physician in the north of the republic of Ireland in 1954 with a 13-year history of extreme fatigue, and multiple episodes of transient subacute sensory and motor neurological dysfunction disseminated in time and space. Patient recollection noted that the neurological dysfunction manifested as transient lower and upper limb sensory loss (‘the limb would go dead’), evolving into sensory and motor loss (‘one leg would drag behind as I biked into town’) occurring without warning and with varying anatomical distributions of the limbs both unilaterally and bilaterally (‘at times, I could not stand up at mass for the gospel’). At presentation, she had no significant medical or family history other than fatigue that interfered with her farm chores and headaches in school as a girl. She denied eye symptoms and tremor, bowel and bladder symptoms at that time. The original neurological examination records are not available, but the patient recalls a thorough neurological evaluation with no specific findings at that time.\\nThe patient was examined by the first author in her home in 2014. She was awake, alert and comfortable sitting on the seat of a 4-wheeled walker. She ambulates in a seated position using her lower limbs to propel the walker. Examination of the cranial nerves was unremarkable. Visual acuity was tested with hand motions. The patient was able to read. Corneal reflexes were not tested for patient comfort. The patient's gait was not assessed as the patient was unwilling to ambulate. The examination of the patient's cognition, upper and lower limbs and cerebellum were also unremarkable, while proximal muscle weakness was described; it was not evident on physical examination. Her mood was euthymic and congruent throughout.", "age": "[[83.0, 'year']]", "gender": "F", "relevant_articles": "{'8776918': 1, '25227118': 1, '24658367': 1, '3770336': 1, '25298369': 1, '24052635': 1, '21798048': 1, '3721098': 1, '11168611': 1, '25602361': 1, '11471759': 1, '21387374': 1, '24990077': 1, '3956899': 1, '17351525': 1, '24507525': 1, '28965489': 1, '8676847': 1, '9040904': 1, '23152451': 1, '9241453': 1, '28069782': 2}", "similar_patients": "{}"}