{"patient_id": 115943, "patient_uid": "5296833-1", "PMID": 28216917, "file_path": "noncomm/PMC005xxxxxx/PMC5296833.xml", "title": "Uterine conserving surgery in a case of cervicovaginal agenesis with unicornuate uterus", "patient": "A 16-year-old unmarried female was admitted with chief complaints of primary amenorrhea with cyclical lower abdominal pain, generalized weakness, and facial puffiness. She was a known case of nephrotic syndrome since 2 years and was in remission. There was no history of any surgery. On admission, her vitals were stable with pulse 80 beats/min and blood pressure 120/80 mmHg on the right arm. Her skeletal, cardiovascular, and respiratory system examinations were normal. Her secondary sexual characteristics were appropriate for age with breast tanner stage IV and pubic hairs tanner stage IV. On abdominal examination, no mass was palpable but deep tenderness was present. Pelvic examination revealed vaginal dimple without any vaginal orifice. On rectal examination, no mass was palpable. Her complete blood counts, serum sodium, serum potassium, and random blood sugar were within normal limits. Her serum creatinine was 1.14 mg/dl. Her urine routine microscopy examination revealed the presence of proteinuria (500 md/dl). Her abdomen and pelvis sonography revealed 41 mm × 21 mm endometrial collection suggestive of hematometra, along with the presence of 46 mm × 43 mm complex cystic lesion in the right adnexa suggestive of hematosalpinx []. Her left adnexa was normal. Her right kidney was small (31 mm × 16 mm size) with loss of cortico-medullary differentiation. Her magnetic resonance imaging (MRI) abdomen-pelvis also revealed similar findings with the presence of 38 mm × 23 mm hematometra with blind-ended uterus and absence of cervix and vagina. Her right fallopian tube was distended with largest diameter of 24 mm, findings suggestive of hematosalpinx []. Both her ovaries were normal and were at the level of pelvic brim. Her right kidney was small, with dimensions of 34 mm × 15 mm []. Her left kidney was normal. Her karyotyping was normal with 46 (XX) chromosomes.\\nPatient's guardians were duly counseled regarding the surgical methods, possible complications, and future fertility aspects, following which a decision of neovaginal creation and uterovaginal anastomosis was taken. Neovagina was created by McIndoes method using partial thickness skin graft, taken from the left thigh. On laparotomy, there was right-side unicornuate uterus with right-sided hematosalpinx and left-side rudimentary horn with normal left fallopian tube. Bilateral ovaries were normal. A stab incision was given on the uterus, and hemorrhagic collection was drained []. Hysteroscope was introduced through the same stab incision. A nick was given from below vaginally, under the guidance of hysteroscopic light. After keeping the nick, scope was removed and Kocher's forceps was inserted from above through the uterine incision. Malecot catheter of vaginal mold under continuous suction was caught hold and was inserted by rail road method []. Vagina was closed over mold. Uterine incision was closed, and abdomen was closed in layers. The placement of Malecot catheter in this way served as a communication channel between uterus and vagina. On the 8th postoperative day, vaginal mold was removed, and diagnostic hysteroscopy was done []. Skin graft was healthy. A new Malecot catheter was reinserted in uterus, draining into vagina, and was fixed with silk. A new mold was placed in the vagina. The patient and her mother were educated about daily change and care of vaginal mold. She was followed up after her first menses following surgery and 6 months of surgery. Postsurgery, she was regularly menstruating with no more complaints of lower abdominal pain.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'33829535': 1, '11473972': 1, '34909383': 2, '6823370': 1, '30956497': 1, '16616925': 1, '20724925': 1, '10942480': 1, '8921111': 1, '16441882': 1, '4890282': 1, '23513083': 1, '15410301': 1, '18192672': 1, '28216917': 2}", "similar_patients": "{'8613487-1': 1}"}