{"patient_id": 115396, "patient_uid": "5220683-1", "PMID": 28217643, "file_path": "noncomm/PMC005xxxxxx/PMC5220683.xml", "title": "A case of the long time presence of a large foreign body in esophagus without complication", "patient": "A 57-year-old deaf-mute man presented to Surgery Department with progressive dysphagia and odynophagia. On investigating his history, it was revealed that the patient had swallowed a part of his denture 9 months prior to the presentation. He did not follow his problem because of not having any complaint and was well till 3 days prior to the presentation. There was no significant upper respiratory symptom unless wheezing. The chest X-ray (CXR) showed widening of mediastinum []. In endoscopy, the denture was at 25 cm from incisors in the esophagus.\\nThe computed tomography showed the FB in the esophagus with thickening of esophagus wall at the T3–T4 level above the carina []. The rigid esophagoscopy under general anesthesia was performed. Despite multiple attempts, it was not possible to remove the denture by esophagoscope, since the denture had been penetrated to the esophageal wall. In the next day, the esophagogram showed the horseshoe shaped filling defect in the distal part of esophagus lower than its previous position [].\\nThe rigid esophagoscopy was done for the 2nd time, but it failed again, and the denture was entered the stomach. Because of the large size of FB, removing it from the stomach by fiberoptic esophagoscopy was unsuccessful. So finally the denture was removed by mini-laparotomy and gastrotomy []. The patient recovered well and was discharged on the 6th day.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'15228825': 1, '19296010': 1, '8239347': 1, '32528778': 2, '33813590': 1, '23112023': 1, '34659666': 1, '3783753': 1, '12748577': 1, '22040769': 1, '21120071': 2, '19068992': 1, '20607312': 1, '15129936': 1, '15452785': 1, '28217643': 2}", "similar_patients": "{'7282359-1': 1, '2992662-1': 1}"}