{"patient_id": 61692, "patient_uid": "5015341-1", "PMID": 27604462, "file_path": "comm/PMC005xxxxxx/PMC5015341.xml", "title": "Radiation recall after capecitabine in a patient with recurrent nasopharyngeal carcinoma: a case report", "patient": "A 64-year-old Chinese woman was diagnosed to have stage IVB T1N3bM0 undifferentiated type of nasopharyngeal carcinoma (NPC) 6 years ago. Pretreatment plasma Epstein-Barr virus (EBV) deoxyribonucleic acid (DNA) was 827 copies/mL. She received induction chemotherapy consisting of one cycle of cisplatin and 5-fluorouracil and two more cycles of carboplatin (area-under-the-curve value 5) plus 5-fluorouracil in view of her deteriorating renal function, followed by radical chemoradiation using carboplatin concurrent with intensity-modulated radiation therapy (IMRT) with 70 Gy in 33 fractions to the gross primary tumor and neck nodes and 66 Gy in 33 fractions to the high-risk primary and neck nodal regions, all over 6.5 weeks delivered by Simultaneous Accelerated Radiation Therapy (SMART) technique completed 5 months later. Posttreatment plasma Epstein-Barr virus deoxyribonucleic acid (EBV DNA) became undetectable at 8 weeks after IMRT. Unfortunately, her disease relapsed 14 months later with lymph node metastases to the left supraclavicular fossa and the right superior mediastinal region, together with a distant lymph node metastasis at the peripancreatic region revealed by [18 F]fluorodeoxyglucose positron emission tomography with integrated computed tomography (PET-CT) (Fig. ). Plasma EBV DNA rose to 338 copies/mL. In view of distant metastasis, she started capecitabine at 1000 mg/m2 twice daily from day 1 to 14 and every 3 weeks afterward and titrated up to 1250 mg/m2 twice daily from day to 1 to 14 every 3 weeks from cycle 3 onward with a significant drop of plasma EBV DNA to 0 copies/mL after taking capecitabine for 7 months. She continued capecitabine up to 1 year until further disease progression with increasing in size of the peripancreatic lymph node metastasis with plasma EBV DNA elevation to 64 copies/mL. In view of the solitary peripancreatic nodal disease, she received conformal radiotherapy (50 Gy in 25 fractions over 5 weeks) to the peripancreatic lymph node concurrent with capecitabine 825 mg/m2 twice daily and 5 days a week on radiotherapy days only. Plasma EBV DNA dropped to 0 copies/mL and her PET-CT scan 9 months later confirmed complete metabolic response of the peripancreatic lymph node. Capecitabine was then stopped after the complete response demonstrated in this latest PET-CT scan. Unfortunately, she noticed that her face gradually developed progressive erythema and increasing warmth with relative sparing of the nostrils and perinasal region 2 months after taking capecitabine. It was initially ignored by our patient until the skin erythema became more confluent and prominent at the irradiation site of the previous IMRT for her initial NPC (Fig. ). It did not subside with capecitabine cessation as well as application of emollients, topical and oral steroids, and even antibiotics. A skin biopsy showed nonspecific inflammation only. As the dermatological manifestation was confined to her face and neck only and she had not received any other oral or topical medication except capecitabine, radiation recall was the most likely underlying diagnosis to account for her current skin condition. She received a course of laser therapy prescribed by a private dermatologist but the skin condition prevailed (Fig. ). Unfortunately, her facial skin condition has been persistent for more than 4 years though no further evidence of NPC recurrence has been noted so far.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'22076785': 1, '10537364': 1, '24090307': 1, '1570012': 1, '18172651': 1, '3791154': 1, '12089233': 1, '17396045': 1, '19304468': 1, '24295173': 1, '11702310': 1, '21045191': 1, '12676255': 1, '19858379': 1, '11369064': 1, '25529384': 1, '28615956': 1, '17538165': 1, '6477283': 1, '17049669': 1, '16552574': 1, '1767873': 1, '17192538': 1, '16168567': 1, '21896539': 1, '27604462': 2}", "similar_patients": "{}"}