{"patient_id": 62803, "patient_uid": "5093245-3", "PMID": 27840745, "file_path": "comm/PMC005xxxxxx/PMC5093245.xml", "title": "The Effect of Mineral Trioxide Aggregate on the Periapical Tissues after Unintentional Extrusion beyond the Apical Foramen", "patient": "A 17-year-old male patient reported to the Department of Conservative Dentistry and Endodontics with aesthetic concerns resulting from the discolouration of the maxillary right central incisor. The medical history was noncontributory. The patient's history included a traumatic injury in that region 5-6 years back. Extraoral examination revealed normal soft tissue structures with no apparent pathosis. On intraoral examination, a sinus tract was located in association with the maxillary right anterior region. Evaluation of periapical radiographs showed a large radiolucent lesion with well-defined margins around the root of tooth #11 along with an open apex and root resorption (). The tooth was tender to percussion. Electronic pulp testing (Electric Pulp Tester; Parkell, Farmingdale, NY) and cold application with a carbon dioxide snow (Odontotest; Moyco Union Broach, York, PA) were negative. On the basis of these findings, the patient was diagnosed as having a large periradicular lesion in the left maxillary incisor with a necrosed pulp and an open apex.\\nAt the first visit, root canal treatment was initiated on tooth #11 under rubber dam isolation, and the access cavity was prepared. Necrotic pulp tissue was extirpated, and the working length was estimated as being 1 mm short of the radiographic apex. The drainage of pus was noted. The cleaning shaping procedures were performed as described earlier. A calcium hydroxide paste (RC Cal; Prime Dental Products Pvt. Ltd., Thane, India) was placed using a size #40 Lentulo spiral (Maillefer, Ballaigues, Switzerland) to the working length and then rotated at 500 rpm using a handpiece mounted on a speed and torque control machine (X-Smart, Dentsply, Tulsa Dental, Tulsa, OK, USA), as an intracanal medicament for one week. Sterile cotton pellets were placed into the access cavity before sealing it with temporary filling material (Cavit, 3M/ESPE, Seefeld, Germany). When the patient reported back after 1 week, the tooth was seen to be asymptomatic. The tooth was reopened, and calcium hydroxide paste was removed. The canals were irrigated alternately with 5.25% NaOCl (Prime Dental Products Pvt. Ltd., Thane, India) and 17% EDTA (Prime Dental Products Pvt. Ltd., Thane, India) with a final rinse with normal saline solution and dried with sterile paper points. MTA apexification was performed as described earlier, but unintentionally a considerable amount of MTA was seen to have extruded into the periapical region, when checked on periapical radiograph (). A moistened cotton pellet was placed in the root canal and the patient was kept under observation for 15 days. The access cavity was sealed with temporary filling material (Cavit, 3M/ESPE, Seefeld, Germany). At the subsequent appointment, the cotton pellet was removed, and after verifying the clinical signs and symptoms and the set of the MTA, the remaining pulp space was obturated with gutta-percha (Dentsply Maillefer, Dentsply India Pvt. Ltd., Haryana) and AH Plus sealer (Dentsply; Detrey, Konstanz) by using the lateral condensation technique. The tooth was restored with a composite resin.\\nAt the one-month follow-up appointment (), the tooth was asymptomatic. The 3- and 6-month follow-up periapical radiographs showed gradual healing of the periapical lesion along with resorption of the MTA (Figures and ).", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'16934631': 1, '17459121': 1, '20646080': 1, '17946495': 1, '18352926': 1, '15641982': 1, '19410097': 1, '15660748': 1, '18417384': 1, '9477818': 1, '16123702': 1, '34447052': 1, '2084204': 1, '34049533': 1, '1349289': 1, '18042226': 1, '9364090': 1, '31146033': 1, '23960529': 1, '11544818': 1, '14609667': 1, '33420674': 1, '10321187': 1, '27840745': 2}", "similar_patients": "{'5093245-1': 2, '5093245-2': 2}"}