{"patient_id": 122253, "patient_uid": "5767487-1", "PMID": 29344469, "file_path": "noncomm/PMC005xxxxxx/PMC5767487.xml", "title": "Successful Use of Therapeutic Hypothermia for Refractory Nonconvulsive Status Epilepticus", "patient": "A 46-year-old man was referred to the neurology department of Samsung Changwon Hospital because of recurrent generalized tonic-clonic (GTC) seizures. At that time, the patient was undergoing wound care at the Orthopedics Department of our hospital because of necrotizing fasciitis of the right foot. GTC seizures were observed twice by station nurses. The duration of each seizure was slightly over 5 minutes, with the patient not recovering mental status between seizures. After the second GTC seizure, the patient was administered a loading dose of lorazepam, but he remained unconscious, and remnant subtle motor components were observed. The patient’s care-giver informed us that the patient had a previous history of chronic alcoholism and was later diagnosed with diabetes as a post-alcoholic complication of pancreatitis. He had a history of alcohol-related seizures since his late 20s and was diagnosed in his early 30s with temporal lobe epilepsy accompanied by left hippocampal sclerosis. Despite treatment with valproate 600 mg bid, levetiracetam 1,000 mg bid, and vigabatrin 500 mg bid, he was not seizure-free. He was administered 1 mg/kg intravenous lorazepam, followed by a loading dose of 15 mg/kg intravenous fosphenytoin (15 mg/kg). He continued to receive his usual doses of valproate, levetiracetam, and vigabatrin, administered through a nasogastric feeding tube. After lorazepam loading, however, his valproate dose was changed to 450 mg intravenous every 8 hours, and levetiracetam dose to 1,500 mg bid, with no change in vigabatrin dose.\\nAlthough his convulsive seizures ceased, the patient did not recover consciousness. An initial EEG showed continuous periodic discharges in both posterior cerebral hemispheres (). Diffusion-weighted magnetic resonance imaging (MRI) () showed symmetric diffusion-restricted lesions in the bilateral thalamus and parieto-occipital cortex with low-signal changes in apparent diffusion coefficient images (). Several follow-up EEGs showed continuous, periodic single or poly-spikes and waves in the occipital areas (). He was therefore administered loading doses of 600 mg pregabalin and 15 mg/kg phenobarbital on days of hospital stay 2 and 5, respectively ().\\nOn day of hospital stay 6, the patient was started on continuous EEG monitoring and TH, without any additional medication to control seizures. At the time of starting TH, the patient was in a semi-comatose and intubated state. TH at a target temperature of 35°C was administered using an Arctic Sun 5000® temperature management system (Medivance Arctic Sun System, Louisville, CO, USA), which uses external gel pads and circulating sterile water. The induction phase lasted 8 hours and the maintenance phase lasted 24 hours at 35°C. The patient was monitored with esophageal core probes, and normothermia was achieved by controlled rewarming over 8 hours. The patient was not administered any benzodiazepine drugs to control shivering or to maintain hypothermia. Rather, the patient was maintained by intravenous infusion of remifentanil hydrochloride, 2,600 mg/day acetaminophen and 11 mg/day buspirone.\\nEEG after induction of hypothermia to 35°C showed that the periodic epileptiform discharges observed in this patient had decrease in amplitude without a definite change in pattern (). During maintenance of hypothermia, EEG abnormalities gradually improved and the patient regained consciousness in proportion to the improvement in EEG (). The patient was alert and his EEG normalized on the second day following initiation of the rewarming procedure. Follow-up MRI two weeks after TH showed normalization of the areas with initially-reduced diffusion ().\\nThis case report was approved by the institutional review boards (IRB No. 2016-07-032) of the Sungkyunkwan University Samsung Changwon Hospital. The patient and his caregivers provided consent for publication of this report.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'19034699': 1, '814259': 1, '8879055': 1, '18355392': 1, '16843675': 1, '12609161': 1, '11856801': 1, '20880321': 1, '25240131': 1, '18755608': 1, '18415032': 1, '11856793': 1, '15609426': 1, '10668693': 1, '10478707': 1, '29942282': 1, '17362837': 1, '25674075': 1, '8710130': 1, '11191930': 1, '14581666': 1, '9701373': 1, '34336284': 1, '7644048': 1, '16324986': 1, '31879852': 1, '26153039': 1, '19817823': 1, '22862158': 1, '6705545': 1, '21700899': 1, '29344469': 2}", "similar_patients": "{}"}