{"patient_id": 120359, "patient_uid": "5628598-1", "PMID": 26636284, "file_path": "noncomm/PMC005xxxxxx/PMC5628598.xml", "title": "Complex regional pain syndrome in a young female", "patient": "A 16-year-old female was admitted in the internal medicine ward with severe and sudden onset pain of the right femoropubic region radiating down to the knee. Her pain began 3 days prior to admission and was exacerbated with movement or light touch. At the onset of pain the affected region was cold and cyanotic. There was oedema of the entire right lower limb. The patient was afebrile, and her left lower limb demonstrated no pathology. The patient reported a preceding soft tissue injury of the right lower limb ten days prior to admission.\\nPreceding the rheumatology consultation, the patient was assessed by internists, neurosurgeons, orthopaedic surgeons, neurologists, vascular surgeons, and psychiatrists. Collectively, they ordered a number of investigations including an MRI of the lumbar spine, MRI and MRA of the thighs and pelvis, radiographs of the affected joints, MRI of the brain, CT of the brain, ultrasound Doppler of lower limb, electromyography, and electroencephalography. None of the above clinical assessments and investigations revealed any pathology indicative of a diagnosis.\\nRheumatological assessment revealed severe hyperalgesia in the right lower limb in conjunction with cyanosis and reduced temperature. The left lower limb was well perfused and warm. There were no findings suggestive of arthritis. Upon further questioning, the patient reported having had a similar event two years prior to the current complaint. All investigations and clinical assessments from the previous episode revealed no pathology either and were treated with physiotherapy alone.\\nA Tc-99m-MDP bone scintigraphy scan was requested by her rheumatologist. The first and second phases of the scan revealed mildly reduced uptake in the right lower limb as compared to the left. The third phase of the scan revealed increased uptake in the area of the right ankle, indicative of increased bone metabolism. These findings, in conjunction with the history, were suggestive of Complex Regional Pain Syndrome (CRPS).\\nThe patient was commenced on intramuscular calcitonin but stopped after a single dose due to side effects including persistent flushing, headaches and nausea. Patient refused further drug therapy. Intensive physiotherapy was initiated with improvement of her symptoms after 2 months. The patient was followed-up monthly for 6 months and the current plan is to review biannually.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'10524475': 1, '24161450': 1, '11102730': 1, '26636284': 2}", "similar_patients": "{}"}