{"patient_id": 68022, "patient_uid": "5540251-2", "PMID": 28804666, "file_path": "comm/PMC005xxxxxx/PMC5540251.xml", "title": "Primary Small Cell Carcinoma of the Hypopharynx: A Report of Two Cases and Review of Nine Additional Cases", "patient": "A 73-year-old man, with no history of smoking, presented with a two-month history of progressive dysphagia. Fiberscopic examination revealed a large mass arising from the hypopharynx with normal vocal cord movement (). A biopsy of the tumor revealed that the tumor had features of neuroendocrine tumor suggesting pure SmCC. Magnetic resonance imaging (MRI) studies with intravenous contrast revealed that the tumor occupying the right pyriform sinus extended to the cervical esophagus with the right cervical lymph node metastases (). 18F-FDG-PET analysis indicated a positive accumulation in the hypopharynx and the right neck and no evidence of pulmonary primary or distant metastases. On the basis of these clinical findings, the final diagnosis was made to be primary SmCC of the hypopharynx classified as cT3N2bM0 (7th edition of the UICC and AJCC staging system). As the tumor completely obstructed the hypopharynx, he was not able to eat liquid food or even receive a nasogastric tube placement. Because he had been suffering from malnutrition and being at risk for aspiration, he was considered as a high-risk candidate for chemotherapy or chemoradiotherapy. As he desired to resume eating as soon as possible at the sacrifice of his larynx, total pharyngolaryngectomy with jejunal autotransplant reconstruction was performed. On gross examination of the total pharyngolaryngectomy specimen, 5.5 cm × 2.6 cm × 4.0 cm mass located mainly in the right pyriform sinus was identified. The tumor extended inferiorly to involve the cervical esophagus. Histopathological examination showed the tumor was composed of two separate patterns which were SmCC lateralized to the pharyngeal side and SCC to the esophageal side. SCC deeply infiltrated beyond the underlying muscle layer, whereas SmCC showed relatively superficial stromal invasion without the muscle involvement. Both tumor components showed clear boundaries, but a focus of gradual transition was seen. In right neck, the metastatic tumor involved 2 out of 11 level II nodes, 2 out of 9 level III nodes, 1 out of 8 level IV nodes, and 1 out of 11 level VI nodes. Microscopic sections of the metastatic nodes also revealed combined SmCC and SCC. No metastatic lymph node was identified in the left neck. Immunohistochemical staining panel showed a diffuse positive reaction to synaptophysin and chromogranin A in SmCC component in both primary and metastatic sites. The cells from this component also showed positive reactions to CD56 and thyroid transcription factor 1 (TTF-1). The cells from the SCC component showed positive reactions to p63 and p40, while synaptophysin, chromogranin A, CD56, and TTF-1 were negative. The staining patterns of immunohistochemical study allow confirmation of combined small cell neuroendocrine differentiation and SCC in this tumor (). After surgery, the patients received 4 cycles of systemic chemotherapy with carboplatin and etoposide at 4-week interval. Although the surgical margins were microscopically tumor-free, postoperative local radiation at a dose of 60 Gy and prophylactic brain irradiation at a dose of 25 Gy in 10 fractions were administered. At the 8-month follow-up, multiple pulmonary recurrence developed and the patient received salvage chemotherapy with 7-ethyl-10-[4-(1-piperidino)-1-piperidine] carbonyloxycamptothecin (CPT-11). However, Grade 3 CPT-11-related diarrhea at the first cycle resulted in the discontinuation of the therapy. Nevertheless, the patient was alive with disease for 26 months after the initial treatment.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'3025134': 1, '22326123': 1, '26530293': 1, '20683209': 1, '21438964': 1, '5027598': 1, '21618245': 1, '26137338': 2, '17270660': 1, '30881014': 2, '15774797': 1, '27123267': 1, '15927428': 1, '27843619': 1, '19536850': 1, '20052730': 1, '2607215': 1, '6295589': 1, '19563623': 1, '22718848': 1, '19068273': 1, '6250111': 1, '31058021': 2, '23945390': 1, '26715138': 1, '21228933': 1, '28804666': 2}", "similar_patients": "{'5540251-1': 2, '4475516-1': 1, '6398402-1': 1, '6485520-1': 1}"}