{"patient_id": 117080, "patient_uid": "5395983-1", "PMID": 28470007, "file_path": "noncomm/PMC005xxxxxx/PMC5395983.xml", "title": "Incidental echocardiographic finding: Fractured inferior vena cava filter", "patient": "A 30-year-old African American male with diabetes mellitus, hypertension and end-stage renal disease was seen in the cardiology clinic for cardiac risk stratification prior to renal transplant. Patient denied any cardiac symptoms and stated to have good functional status. One year prior he had sustained a motor vehicle accident with extensive burn injuries and fracture of the left tibia and fibula for which he had an external fixation performed. His hospital course was complicated by deep venous thrombosis (DVT) for which he underwent placement of an IVC filter. On examination pulse rate was 78, arterial pressure was 140/88 mmHg and respiratory rate was 14. Physical examination was remarkable for scars in chest and extremities from prior burns treated with skin graft. Cardiovascular examination revealed normal heart sounds with no gallops or murmurs and no volume over load. Electrocardiogram showed normal sinus rhythm. The transthoracic echocardiogram showed two linear echo bright densities in the right atrium (Figure ) and ventricle embedded in the wall (Figures and ) otherwise unremarkable. Non-contrast computed tomography of the chest confirmed the presence of the foreign bodies which was identified to be the fractured limbs of the IVC filter (Figures and ). IVC filter was in place with the missing limbs evident on imaging (Figure ). As patient was asymptomatic and the objects were found to be embedded in the myocardium vena cava filter retrieval was not advocated. Though the indication for IVC filter placement was transient patient had lost to follow-up and now presented with an incidental intra cardiac foreign body.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'22024114': 1, '3528824': 1, '24928649': 1, '8661586': 1, '8351361': 1, '26062976': 1, '20696949': 1, '4690105': 1, '1089991': 1, '21890380': 1, '28470007': 2}", "similar_patients": "{}"}