{"patient_id": 70536, "patient_uid": "5712293-1", "PMID": 29198012, "file_path": "comm/PMC005xxxxxx/PMC5712293.xml", "title": "Successful local treatment for repeated hepatic recurrences of cholangiolocellular carcinoma: a report on a long-term survivor", "patient": "A 40-year-old Japanese man presented to a local hospital for evaluation of an asymptomatic liver mass detected during a regular medical examination. He had no medical history of chronic hepatitis or fatty liver. Serum tumor markers were increased; the patient’s protein induced by vitamin K absence or antagonist-II (PIVKA-II) level was 2737 mAU/ml, and his alpha-fetoprotein (AFP) level was 23,054 ng/ml. The patient’s serum carbohydrate antigen 19-9 (CA19-9) level was not measured. Contrast-enhanced CT revealed a well-enhanced mass, 15 cm in diameter, in the right liver without extrahepatic lesion (Fig. ). He underwent right hemihepatectomy without lymph node dissection under the preoperative diagnosis of HCC (Fig. ). Histologically, a moderately differentiated tubular adenocarcinoma was found, leading to a pathologic diagnosis of ICC. According to the American Joint Committee on Cancer (7th edition) [], this tumor was classified as pT1NXM0 and R0 resection was achieved.\\nAn abdominal CT performed 12 months after surgery revealed three hyper vascular tumors in the left medial segment (S4), the size of which ranged from 8 to 26 mm (Fig. ). He was referred to our hospital, and a partial hepatectomy of S4 was performed. The liver transection margin was positive (R1 resection) because one tumor was adjacent to the umbilical portion of the left portal vein. The operation time was 337 min, and the blood loss was 637 ml. He had a satisfactory postoperative course and was discharged on postoperative day 14. Pathologically, the recurrent tumors were similar to the primary lesion, leading to a diagnosis of recurrent ICC.\\nThe patient received adjuvant chemotherapy with gemcitabine alone (the sole regimen for biliary tract cancer that the Japanese national insurance system allowed at the time) for 10 months after the second surgery. However, the follow-up CT revealed a 15-mm hypervascular tumor in the left lateral superior segment (S2), which was compatible with a recurrence. As a result, he was then referred to another hospital for percutaneous RFA. Abdominal ultrasound at the referral hospital showed another 6-mm tumor in the remnant segment 4. Both lesions were successfully treated by ultrasonography-guided percutaneous RFA (Cool-Tips; RF Ablation System, Covidien, Boulder, CO) with a sufficient safety margin. Following the procedure, he underwent gadoxetic acid-enhanced magnetic resonance imaging (EOB-MRI) every 1 to 2 months for surveillance. In total, he developed hepatic recurrences an additional seven times following the second hepatectomy, and a total of 10 recurrent tumors in all were treated by percutaneous RFA (Fig. ; Table ). He is now alive without evidence of disease 9.2 years after the first hepatectomy and 4.7 years after the last RFA.\\nBecause his clinical course was not compatible with the usual negative course observed in patients with postoperative liver metastasis of ordinary ICC, we re-reviewed the histological findings of the initial recurrent lesions. The histological slides of the primary tumor were not available. Surprisingly, several specific features of CoCC were found: small-sized gland formation, proliferation in an anastomosing pattern, gradual transition to naive hepatocytes, and no mucin production (Fig. ), while the portal vein area was not found within the tumor. The tumor contained neither ICC-like nor HCC-like areas. Immunohistochemically, the tumor cells were positive for cytokeratin 7 and 19 and negative for neural cell adhesion molecule (NCAM), HepPar1, and S100P. Epithelial membrane antigen (EMA) was strongly positive at the apical membrane of the tumor cells (Fig. ). All these findings, except for negative immunoreaction of NCAM, strongly supported a revision of his initial diagnosis from ICC to CoCC.\\nCoCC shows a variable histological morphology depending on the extent of the associated ICC/HCC components. Such an inherent histological heterogeneity potentially complicates the pathologic diagnosis of CoCC. Komuta et al. proposed that CoCC is defined as when the proportion of CoCC accounts for more than 90% of the entire tumor []. According to this strict definition, CoCC with a significant proportion of ICC or HCC components may be considered to be an ordinary ICC or HCC, respectively []. The authors also reported immunohistochemical findings of a positive EMA at the apical membrane [, , ], positive NCAM (a marker of hepatic progenitor cells), and negative S100P (a marker of intrahepatic large bile ducts) []. As described, we made an incorrect initial diagnosis of ordinary ICC in the present patient, primarily because a lack of knowledge of CoCC led us not to consider the possibility of CoCC. There may be a concern that pathological diagnosis of the recurrent lesions treated with RFA was not made. Therefore, de novo HCC cannot be absolutely ruled out. However, recurrence with a short interval and no underlying liver disease (chronic hepatitis and fatty liver) highly suggest CoCC, rather than de novo HCC.\\nThe present patient has survived for 9.2 years without disease despite eight hepatic recurrences and tumor exposure during the second hepatectomy. This favorable outcome was explained by a liver-limited relapse, small number and size of the recurrent tumors, and no local relapse at the positive surgical margin. These results were due to the less aggressive nature of CoCC compared to ICC [, ] and partly because of its overlapping nature with HCC. Another related factor was the aggressive strategy employed for this patient’s treatment. We performed a hepatectomy for the first hepatic recurrence with three tumors and adjuvant chemotherapy using gemcitabine according to the typical strategy for recurrent ICC []. However, a subsequent liver recurrence was found immediately after completion of the planned chemotherapy. This fact suggests that systemic chemotherapy may be not effective for CoCC due to its different cell lineage.\\nTo our knowledge, besides the present case, there are three English case reports discussing local treatment for intrahepatic recurrence of CoCC (Table ) [–]. The initial disease-free intervals ranged from 7 months to 3 years. One patient died of disease 13 months after surgery [], another patient underwent hepatectomy and survived for 4 years without recurrence [], and the other patient underwent six sessions of hepatectomy and survived for 7 years []. The present patient underwent hepatectomy and seven percutaneous RFAs and has survived for more than 8 years despite several recurrences. These findings strongly suggest that localized treatment may be a promising approach for achieving long-term survival.\\nRFA is a widely applicable treatment for hepatic malignancies [], particularly in unresectable carcinomas. A few studies and one meta-analysis demonstrated the usefulness of RFA for ICC [–]. A large multi-institutional study, however, failed to show the benefit of local treatments compared to systematic chemotherapy; the median survival times were 18.0 and 16.8 months, respectively []. Therefore, RFA for unresectable ICC has been controversial. Transcatheter arterial chemoembolization (TACE) is another potential option for unresectable ICC []. The tumor in the present patient exhibited enhancement in the arterial phase, which persisted until delayed phase. This CT finding indicates less much cellularity with fibrosis and precludes an efficient local control by TACE. Therefore, we performed RFA for the treatment of recurrent ICC, although our first-line approach is surgical resection when technically feasible. Further, systemic chemotherapy may be considered when the recurrent lesion is not amenable to these local treatments.\\nSome factors led to successful RFA in the current patient. First, CoCC presented as a hepatic parenchymal mass without periductal and vascular invasions []. These longitudinal growth patterns [], if present, are not amenable to RFA. Second, intensive follow-up using MRI every 1 to 2 months enabled early detection of liver recurrences that were small in size and of a limited number, as shown in Table . Early detection is very important for RFA because large and multiple tumors are associated with poor prognosis []. Meanwhile, such intensive follow-up has a disadvantage in terms of cost and time effectiveness. To the best of our knowledge, this is the first study to demonstrate a satisfactory outcome for CoCC after RFA. RFA may be a useful option for limited hepatic recurrences in CoCC.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'27345000': 1, '10573521': 1, '26059651': 1, '8884337': 1, '13663020': 1, '22158026': 1, '33055484': 1, '24693685': 1, '21257864': 1, '14598145': 1, '25899049': 1, '16341310': 1, '31486939': 2, '18393293': 1, '24633664': 1, '22525022': 1, '22271564': 1, '29198012': 2}", "similar_patients": "{'6728108-1': 1}"}