{"patient_id": 118377, "patient_uid": "5472804-1", "PMID": 28642853, "file_path": "noncomm/PMC005xxxxxx/PMC5472804.xml", "title": "Paget's Disease: Skeletal Manifestations and Effect of Bisphosphonates", "patient": "A 66 year-old female patient who suffered from an unhealing wound and pus discharge after tooth extraction since 2013 had undergone several debridement surgeries and was diagnosed as Paget's disease of mandible with osteomyelitis. The bony lesions were also confirmed in skull (), pelvis, both femora and tibiae (). Both medial and lateral cortices of the femur were thickened and multiple looser zones were observed in the simple radiogram and technecium 99m whole body bone scan. Slight external expansion of lateral cortex was recognized in the middle one third of right femoral shaft. She was prescribed risedronate due to migratory pain in both lower limbs from 2015. After 1 year of taking risedronate, right thigh pain developed again and did not subside for 3 months.[] She stopped taking risedronate and visited our clinic for the evaluation of thigh pain and further treatment.\\nShe was afebrile but still had a draining sinus at the inferior aspect of chin due to mandible osteomyelitis. The alkaline phosphatase level had been within normal range consistently for 2-year. Bone specific alkaline phosphatase level (26.8 U/L) was not elevated. Levels of calcium, albumin, 25-hydroxy-vitamin D were normal. White blood cell count, procollagen type I N-terminal propeptide (C1NP) and N-terminal telopeptide (NTx) were within normal range.\\nBoth femora showed thickening and prominence of primary compression and tension trabeculae in the proximal femur. Coxa vara and grade II anterolateral femoral bowing was noted.[] A beak like protrusion replaced smooth external expansion of the lateral cortex in the femur which was recognized three years ago. Looser zone which was initially noted in the middle of expansion became more distinct and looked like a dreaded black line at the moment.[] In order to control the thigh pain and prevent impending complete fracture of AFF like lesion, we decided to perform prophylactic femoral nailing using new nailing technique. Nailing procedure was uneventful and nail was inserted in external rotation to accommodate anterolateral femoral bowing.[] Careful follow up of left femur is also necessary.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'25025000': 1, '26438308': 1, '28176386': 1, '27926679': 1, '28463916': 1, '24789301': 1, '23712442': 1, '25144633': 1, '26389082': 1, '27193832': 1, '30179215': 2, '17663640': 1, '20836245': 1, '33622908': 1, '32190611': 2, '20101130': 1, '33088749': 1, '29294300': 1, '26768260': 1, '28009615': 1, '25025002': 2, '34130369': 2, '28642853': 2}", "similar_patients": "{'4075270-1': 1, '6146197-1': 1, '7064361-1': 1, '8206614-1': 1}"}