{"patient_id": 61889, "patient_uid": "5028184-1", "PMID": 27672526, "file_path": "comm/PMC005xxxxxx/PMC5028184.xml", "title": "Autoimmune Schizophrenia? Psychiatric Manifestations of Hashimoto's Encephalitis", "patient": "The patient is a 52-year-old female who suffers from a confirmed case of Hashimoto’s encephalitis after presenting with recurrent psychosis and paranoia in conjunction with her thyroidopathy. Laboratory findings revealed anti-microsomal (TPO) antibody titer of 1:1600 and an anti-thyroglobulin titer of 1:80. This patient’s most recent psychotic episode led to her being placed in emergency detention after delusions of being sprayed with poison and claiming that her family was part of the mob.\\nThe patient has been suffering from intermittent paranoia, anxiety, and associated psychosis for at least 15 years. At the time of this patient’s evaluation, she was concerned about a rash that occurs associated with these episodes, where she frequently ends up in a mental hospital due to her ‘schizophrenia’ like appearance. The patient believed that this rash was either caused by Porphyria or Lyme disease and had done extensive research as \"most doctors just think I’m crazy and don’t believe that there is something actually wrong with me.\" On further evaluation of her rash including multiple biopsies, clinical appearance, and the patient’s own report; these excoriated-appearing ulcerations ended up being related to neurodermatitis that manifests concurrently with her psychotic episodes. When she has these psychotic episodes, the patient has historically learned to cope by separating herself from others for multiple days. She had one episode where she was arrested due to hiding herself in an abandoned house with a gun. She is usually convinced that others were trying to hurt her during her episodes and has provided multiple stories of how which are usually related to a persecutory delusion, such as poisoning or related to the mob or mafia. There has been no evidence of aggressive behavior by her during her episodes with the exception of some verbal aggression. However, the patient had learned to escape emergency detainment in the hospital during an episode simply by learning to repeat the phrase \"I am not a harm to myself or others.\" The patient's son provided a recorded example where she had just finished a tirade about how she had been undergoing chemical attacks by the mafia where she utilized this phrase to be discharged from a hospital. Often, her family would be unable to locate her during these episodes unless they were contacted by the local police or hospital. On average, these episodes occurred approximately once yearly, but over the course of 15 years, they occurred more frequently as time went on. Her paranoia usually manifested most significantly toward her family members, and one consistency to her episodes was the temporary viewpoint by the patient that her husband was trying to kill or hurt her and that strangers were trying to hypnotize her. Outside of her episodes, she had no complaints about her husband or her safety. Several times, concurrent with these episodes, the patient would start rapidly blinking which she would justify as her attempt to hypnotize others before they were able to hypnotize her. Sometimes this was her son’s first clue that she was starting another episode. It is unclear if these actions were related to any seizure activity. However, the patient has had two EEGs performed, which resulted in normal findings with the exception of increased beta activity. It is clear from this patient case that a patient with an HE flare could potentially be a risk to society and themselves as well as how limited our society is in treating patients with ‘atypical’ mental disorders.\\nApparent paranoia and anxiety were frequently evident, and the patient would bring extensive documents she had printed out from the internet. This started with concern over Lyme disease or Porphyria, and after her paraneoplastic antibody came back positive, it switched to concerns over undiagnosed malignancy. Testing for Porphyria was negative as well as for viral illnesses such as HIV and Hepatitis B and C. Lyme antibodies were positive but PCR was negative. She has been previously diagnosed with paraneoplastic syndrome after a positive finding of Anti-Yo antibodies were found. Extensive follow-up tests were run including CT scans, PET scans, MRI, breast mammogram, and pathology after a hysterectomy, all of which yielded negative results for malignancy. A repeat paraneoplastic panel was performed and came back negative, and the first test was suspected to be a false positive. Other testing, including for Histoplasma, Blastomyces, Cryptococcus, Coccidiodes, VDRL, ANCA, anti-SSA/SSB was all negative. Also normal were levels of ceruloplasmin, copper, B12, folate, niacin, thiamine, cortisol, Vitamin D, and parathyroid hormone.\\nThe patient has also presented with paranoia related to her medications. Her medical chart indicates that she has a total of 63 drug allergies, which was contradicted by the patient outside of a psychotic episode where her allergies were reviewed and she claimed to only have one allergy, erythromycin, which was not one of the 63 noted in the chart. At several points, the patient became concerned with her prescribed generic levothyroxine as well as her name-brand levothyroxine sodium tablets. She started to obtain compounded levothyroxine, but soon developed a concern that she had an allergy to this as well, after which she was given thyroid tablets, USP.\\nMore recent tests show a positive ANA (1:160, speckled). An MRI also revealed a small frontal meningioma as well as a chronic lacunar infarct in her right basal ganglia, which are thought to be unrelated to her symptoms. A muscle biopsy showed only minor nonspecific abnormalities while PET and CT scans continued to be negative for malignancy. A stable <4 mm nodule was seen in her right lung apex. TSH showed elevation to 25 during a psychotic episode, with proposed correlation to under-compliance with thyroid medications related to her paranoia. Hepatitis was occasionally seen concurrent with episodes, such as a finding of AST in the high 200’s on one occasion. CSF findings have all been benign.\\nPhysical exam findings during an episode were significant for paranoid and argumentative and frequently tangential affect as well as hypopigmented patches at sites of previous excoriations from suspected neurodermatitis. The paranoia and psychosis were significantly variable over time, and although the paranoia could exist independently of her psychosis, they were predominantly temporally related--the closer to the psychotic episode, the higher the level of paranoia. Episodes of psychosis also presented with both auditory and visual, and occasionally olfactory hallucinations.\\nIndividual symptoms undulated over time with correlations previously noted, the most prominent being the flares of neurodermatitis and neuropsychiatric symptoms including paranoia and psychosis. Her primary outpatient psychiatrist decided that the patient’s condition was medical and not psychiatric, primarily because this patient was ‘normal’ between her episodes with the exception of possible increased paranoia/anxiety, and weaned the patient off of her medications. Her temperature could be slightly elevated during an episode to 99-100 degrees Fahrenheit. On occasion, other symptoms would present such as abdominal pain, diarrhea, myalgias, arthralgia of the shoulder, ankles, and lower back, intermittent headaches, olfactory hallucinations, sleep disturbances, anxiety, and at times significant memory loss. Her case was discussed between psychiatry, neurology, and internal medicine; and one gram IV methylprednisolone sodium succinate daily for five days was administered and the patient reported significant improvement and a resolution of her ‘episode’ within one week. On six-month follow-up, the patient was free of psychotic symptoms and functioning well.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'26957330': 1, '21684767': 1, '26167010': 1, '25374873': 2, '29123489': 2, '24168813': 1, '29212505': 1, '32509688': 1, '4161638': 1, '10865094': 1, '7746418': 1, '8865025': 1, '12580699': 1, '28479803': 1, '28484400': 2, '31205712': 2, '27672526': 2}", "similar_patients": "{'5399039-1': 1, '5662557-1': 1, '4209691-1': 1, '6537057-1': 1}"}