{"patient_id": 66585, "patient_uid": "5423889-1", "PMID": 28540191, "file_path": "comm/PMC005xxxxxx/PMC5423889.xml", "title": "Bilateral Testicular Loss due to Dog Bite in a Child", "patient": "A 3-month-old male was brought to the emergency room of another hospital after genital trauma caused by bite of miniature Dachshund. His mother was temporarily caring for the dog in the absence of his owner. Upon returning home, the patient’s father found that child had sustained a scrotal avulsion injury requiring immediate medical attention. However, the patient’s mother was so intoxicated that she was completely unaware of the situation. The patient presented in ER with pallor, tachycardia (218 beats/min), and hypotension (69/29 mmHg). Parenteral antibiotics (sulbactam/ampicillin) and tetanus immunoglobulin were given. Physical examination in OR revealed absence of the scrotal and penile skin, with partial amputation of the glans (Fig. 1). Neither testis was palpable in the scrotal or inguinal region. Even after thorough inspection, neither of the spermatic cord stumps could be identified. Urethral patency was assured after insertion of a Foley catheter. Primary suture of the wound was not performed because scrotal and penile skin loss was substantial.\\nThe patient was transferred to our hospital for further management of the wound on postoperative day 8. Wound care included saline irrigation, application of trafermin spray, and petroleum gauze dressing. The defect of the genital skin gradually decreased in size with time. The Foley catheter was removed on postoperative day 30, and the patient was able to void spontaneously with a good stream. The levels of follicle stimulating hormone, luteinizing hormone, and anti-Mullerian hormone were 9.95 mIU/mL, 62.09 mIU/mL, and <0.1 ng/mL, respectively; these results confirmed bilateral testicular loss. The patient was discharged on postoperative day 38 to a protective institution, where he has been doing well. The penis was buried due to contracture of the genital skin 8 months after the trauma (Fig.1).", "age": "[[3.0, 'month']]", "gender": "M", "relevant_articles": "{'19210253': 1, '2651716': 1, '21976934': 2, '17643082': 1, '14736925': 1, '11125369': 1, '11956801': 1, '8426403': 1, '28540191': 2}", "similar_patients": "{'3183713-1': 1, '3183713-2': 1, '3183713-3': 1}"}