{"patient_id": 121898, "patient_uid": "5738639-1", "PMID": 29296252, "file_path": "noncomm/PMC005xxxxxx/PMC5738639.xml", "title": "Fatal pulmonary cavitary disease secondary to Mycobacterium xenopi in a patient with sarcoidosis", "patient": "A 62-year-old female presented to our Emergency Department in July 2016 with chief complaints of cough, fever, dyspnea of one-week duration and significant unintentional weight loss of 10lbs over a period of 4 months. Medical history was significant for former smoking, sarcoidosis of unknown duration and diet controlled hypertension. Sarcoidosis was under control with PO prednisone 5mg daily, however she discontinued it on her own for the last two years as she didn’t have any respiratory symptoms. She has never been on biological therapy for sarcoidosis. She was afebrile and hemodynamically stable. Laboratory testing showed a hemoglobin of 11.5 g/dl, leucocytes 4,300 cells/ul and normal kidney function, electrolytes and liver enzymes. Significantly, C-reactive protein was elevated at 27.3 mg/L, ESR at 52 and ferritin at 235 ng/ml. She tested negative for HIV. Chest X ray showed irregular opacification of upper lung zones more on the right side, associated with some pleural thickening which was further detailed by the chest CT scan ((a,b)) as consolidative volume loss in bilateral upper zones more pronounced on the right lung and bilateral apical cavitary lesions. She was admitted to the medical floor and placed on airborne isolation. Sputum samples were collected 8 h apart, which tested positive for rare acid-fast bacilli in all the three samples. Soon, she was started on anti-tubercular regimen with isoniazid, rifampin, pyrazinamide and ethambutol. Sputum PCR was done which resulted negative for Mycobacterium Tuberculosis. Airborne isolation was discontinued. She was discharged with isoniazid, pyridoxine, rifampin, pyrazinamide, ethambutol and azithromycin. Follow up appointments with Infectious disease and Pulmonary clinic was provided. The patient continued to follow up at the pulmonary clinic every month after hospital discharge, and she was adherent to her medication regimen. Repeated sputum smear and culture for AFB were sent on each visit and were negative for AFB during the entire follow up period.\\nIn September 2016, the organism sequencing result came back and was identified as M. xenopi for five sputum samples taken at different times in July 2016. The same medication regimen was planned to continue for 1 year after the last negative sputum sample. The monthly sputum culture was to be continued.\\nIn January 2017, a follow up chest CT scan (,) revealed interval worsening of cavitary lung disease with progressive air space opacities and traction bronchiectasis on the background of severe thick walled cystic changes in the apices. She was having microbiological response represented by monthly culture was negative for AFB but no radiological response as represented by worsening cavitary lung disease.\\nIn May 2017, the patient was re-admitted to our facility due to sepsis secondary to pneumonia and worsening cavitary lesions seen on the chest X Ray and chest CT scan (,). She was managed with intravenous antibiotics with continuation of anti-tubercular therapy. Blood cultures on admission showed no growth, sputum culture came back positive for Candida tropicalis and she was started on Voriconazole. Three days into hospital stay, the patient developed severe respiratory distress with hypoxemia. Upon failure of noninvasive positive pressure ventilation, she was intubated and placed on mechanical ventilation. Bronchoscopy was performed which showed edematous mucosa with copious thick purulent secretions. The following day, the patient’s condition deteriorated further and she expired. Later on, the result of bronchoalveolar lavage and bronchial washing came back negative for bacterial growth. No autopsy was performed on the case.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'12693807': 1, '3655621': 1, '9598912': 1, '7458072': 1, '18325251': 1, '7620033': 1, '3579001': 1, '18250184': 1, '28461147': 1, '22525524': 1, '24325924': 1, '30648049': 2, '11789763': 1, '9279284': 1, '6879487': 1, '3296098': 1, '6740540': 1, '22763637': 1, '9114153': 1, '1735092': 1, '19052044': 1, '369415': 1, '9114152': 1, '29296252': 2}", "similar_patients": "{'6318116-1': 1}"}