{"patient_id": 120071, "patient_uid": "5602237-1", "PMID": 28936088, "file_path": "noncomm/PMC005xxxxxx/PMC5602237.xml", "title": "Symptomatic Bilateral Xanthogranuloma of the Choroid Plexus", "patient": "A 47-year-old male was admitted to our hospital with a 3-day history of sudden-onset severe headache. There was no reported history of trauma, and neurological examinations and fundoscopy were normal. He had no headache attacks, vertigo, or vomiting in his medical history. Routine physical and laboratory examinations were also normal.\\nThe first cranial computerized tomography scan showed bilaterally hyperdense lesions in the trigone of the lateral ventricles, with periventricular vasogenic edema on the left side. The left-sided and right-sided lesions were determined to be 13 mm × 12 mm × 8 mm and 11 mm × 8.5 mm × 7 mm in size, respectively [].\\nThe first cranial magnetic resonance images (MRIs) revealed that the lesions were well-defined, isointense in T1 sequences and hypointense in T2 images. Following gadolinium administration, the images showed partial enhancement. Fluid attenuation inversion recovery images revealed edema surrounding the lesion in the left lateral ventricular area but without ventricle dilatation []. MR perfusion showed high relative cerebral blood volume and relative cerebral blood flow values in the lesions, whereas MR spectroscopy failed to reveal signs of malignancy. Positron emission tomography-CT scans also failed to reveal a primary lesion.\\nFirst, we performed left occipital stereotactic craniotomy and completely excised the lesion, which was encapsulated, pale yellow, and elastic. Approximately 6 months later, the patient again complained of a headache. Control cranial MRI revealed edema around the lesion located within the right lateral ventricular area, along with postoperative changes on the left side []. Because of the surrounding edema, the lesion on the opposite side was also excised using the same surgical approach. Control cranial CT confirmed that the lesions had been completely excised and postoperative changes []. Following surgery, postoperative examinations were normal and the patient's headache stopped.\\nPathological evaluation of both excised lesions revealed hypocellular tissue with fibrosis and a composition of lamellated cholesterol clefts surrounded by multinucleated giant cells, lymphoid cells, histiocytosis, and calcifications. Histopathological diagnosis was, therefore, XGR of the choroid plexus [].", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'1641088': 1, '16378134': 1, '2072175': 1, '17613239': 1, '1528440': 1, '10854983': 1, '33531962': 1, '8883664': 1, '25916181': 1, '34595587': 1, '15437203': 1, '28936088': 2}", "similar_patients": "{}"}