{"patient_id": 118275, "patient_uid": "5465791-1", "PMID": 28611554, "file_path": "noncomm/PMC005xxxxxx/PMC5465791.xml", "title": "Giant Fecalith Causing Near Intestinal Obstruction and Rectal Ischemia", "patient": "A 73-year-old paraplegic woman with an indwelling Foley catheter for recurrent urinary tract infections was admitted with complaints of pressure-like, nonradiating, bilateral lower-quadrant abdominal pain (intensity 9/10) associated with 2 episodes of diarrhea mixed with streaks of bright red blood which was preceded by chronic constipation. The patient also had a history of pulmonary embolism and was taking Coumadin. On admission, the patient was dizzy and found to be hypotensive with blood pressure of 88/59. She responded to intravenous hydration. Laboratory values were consistent for microcytic anemia with hemoglobin of 9.1 g/dL and mean corpuscular volume of 79. A CT scan of the abdomen with oral and intravenous contrast showed a circumferential mass in the rectum (Fig. ) and findings consistent with constipation. Colonoscopy revealed a large near-obstructing fecalith in the rectum (Fig. ). There was severe ulceration with oozing of blood on contact and heaped edges in the distal rectum. All endoscopic attempts at removal of the fecalith were unsuccessful due to its size and its extremely hard stone-like consistency. A small piece of the fecalith was broken down and sent to histopathology. Biopsy of the rectal ulcer showed ischemic necrosis (Fig. ). The patient subsequently underwent manual disimpaction under general anesthesia in the operating room. The patient was put on round-the-clock stool softeners and subjected to periodic manual disimpaction to prevent a recurrence.", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'26754969': 1, '32351847': 2, '20535352': 2, '26473140': 2, '10777195': 1, '34336423': 2, '18414446': 1, '21375856': 1, '23449376': 1, '26669560': 1, '27144189': 1, '19344016': 1, '28611554': 2}", "similar_patients": "{'2879854-1': 1, '8312775-1': 1, '4600704-1': 1, '7188008-1': 1}"}