{"patient_id": 120517, "patient_uid": "5639075-1", "PMID": 28960047, "file_path": "noncomm/PMC005xxxxxx/PMC5639075.xml", "title": "Port-Site Metastasis of Uterine Carcinosarcoma after Laparoscopy", "patient": "A 53-year-old woman, nulligravida, para1-0-0-1, presented with menstrual disorders for 2 years in December 2014. On examination, in addition to erythema of vaginal mucosa and mild erosion of cervix, physical examination revealed a 3-cm bruised solitary mass with clear and smooth border prolapsed from internal cervix. Laboratory tests revealed increased cancer antigen (CA) 125 and CA199 levels. Preoperative pelvic magnetic resonance (MR) imaging showed a 12 × 9× 5-cm uterus with its cavity significant enlarged and a mass located in the left-fundus of uterus which demonstrated an isointense on T1-weighted MR image, a mixed hyperintense on T2-wighted MR image and mixed enhancing on contrast-enhanced image. A fractional curettage was initiated and potential uterine malignant tumor was diagnosed on pathology. A total laparoscopic hysterectomy (TLH) with bilateral salpingo-oophorectomy, infra-colic omentectomy, and pelvic lymphadenectomy was performed with insertion of a 10-mm trocar through a small incision in the umbilicus and placement of two 5-mm trocars 2-cm medial to the bilateral anterior superior iliac spine. There were no operative complications during the surgery. All the surgical specimens including the uterus containing the tumor and bilateral uterine adnexa had been removed through vagina. Final histology results showed a 5 × 2 cm gray brown cauliflower-like mass. Hematoxylin and eosin (H & E)-stained and immunohistochemical stained sections revealed atypical UCS penetrating the uterine superficial muscular layer without pelvic lymphatic metastasis (0/32). The final diagnosis was stage IA UCS, which was noted in patient's medical record. The patient healed without complications and underwent 4 cycles of adjuvant taxol and ifosfamide therapy.\\nTwelve months after the surgery, the patient presented with constant and dull right low abdominal pain in a laparoscopic incision trocar scar. The onset of pain was gradual during the 2 months and was aggravated by physical activity. Physical examination revealed a 5 × 4-cm palpable abdominal-wall incisional mass on the trocar site of right anterior superior iliac spine. Contrast-enhanced computed tomography (CT) revealed a 4.6 × 3.3-cm mass in the right low abdominal wall, with marginal moderate enhancement after contrast administration (). Positron emission tomography-computed tomography (PET-CT) scan revealed a 3.1×2.5-cm mass which was considered to be an isolated recurrence with high fluorodeoxyglucose (FDG) uptakes (maximum standardized uptake value [SUVmax]=12.9) in the operative region of right low abdominal wall (). A right low abdominal mass resection was performed and a mass measuring 6 × 3.5 × 3.5-cm was excised (). The lesion was located in the muscle and surrounded by fascia. Gross tissue examination demonstrated a lobulated, pink to dusky gray-white solid tissue. H & E-stained sections revealed a metastatic squamous cell carcinoma (), immunohistologic staining for CK5/6 and CD10 were positive (). The patient was diagnosed with port-site metastasis without other synchronous metastases and loco-regionalinvasive recurrence of the UCS.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'23741110': 1, '9311600': 1, '25805398': 1, '19944452': 1, '32880752': 1, '15047237': 1, '22634397': 1, '9166204': 1, '21666484': 1, '18425957': 1, '7597614': 1, '25566056': 2, '18929404': 1, '9166349': 1, '14967435': 1, '14990410': 1, '18622543': 1, '14529679': 1, '21945551': 1, '29718845': 1, '28960047': 2}", "similar_patients": "{'4280454-1': 1}"}