{"patient_id": 115221, "patient_uid": "5184836-1", "PMID": 28031849, "file_path": "noncomm/PMC005xxxxxx/PMC5184836.xml", "title": "A classical case of non-bacterial thrombotic endocarditis from pancreatic adenocarcinoma presenting as multiple strokes, myocardial infarction and acute limb ischaemia", "patient": "A 54-year-old woman with a known history of chemotherapy-naive unresectable pancreatic adenocarcinoma presented with an acute onset of left-sided weakness and unsteady gait with tendency to veer towards the right. This was associated with a change in behaviour 3 weeks prior to admission, but otherwise, there was no nausea, vomiting, giddiness, loss of consciousness, double vision or dysphagia. The patient had a past medical history of hyperlipidaemia treated with simvastatin 40 mg every night. There was no history of antibiotic use prior to admission.\\nUpon examination, the Glasgow Coma Scale (GCS) was 15. The patient was observed to be anaemic with scleral icterus and associated hepatomegaly with an irregular edge. There was dysmetria on the right, and left upper limb power was graded 3 on the Medical Research Council scale. Heart sounds were dual, with no murmurs were heard on cardiac auscultation.\\nIn the emergency department, she experienced a partial seizure that aborted spontaneously. Post-ictally, there was interval development of right gaze preference, with a GCS drop to 13 (E3V4M6).\\nComputed tomography (CT) scan of the brain (Fig. ) performed showed the presence of multiple hypodensities in the cerebellum. Significant laboratory abnormalities included leukocytosis with neutrophilia, a hypochromic microcytic anaemia and hyponatraemia (serum osmolality 265 mmol/kg, urine osmlolality 492 mmol/kg and urine sodium 103 mmol/l).\\nUpon arrival in the ward, power on the left upper and lower limbs was zero, accompanied by areflexia and upgoing plantar reflexes. GCS continued to drop to three (E1V1M1). The patient was started empirically on intravenous ceftriaxone in view of leukocytosis after blood cultures were taken.\\nMagnetic resonance imaging (MRI) of the brain showed the presence of massive infarction in the right middle cerebral artery territory, a watershed infarct in the left cerebral hemisphere (Fig. ) and multiple acute lacunar infarcts in the cerebellum (Fig. ), the left thalamus and left posterior temporal / occipital lobe. Magnetic resonance angiography (MRA) of the brain showed complete occlusion of the right proximal M1 artery (Fig. ).\\nA transthoracic echocardiogram (TTE) showed the presence of a 7 mm by 4 mm mobile echodensity on the aortic valve (Fig. ) with moderately severe left ventricular systolic dysfunction (ejection fraction of 32%) and regional wall motion abnormalities. Serum troponin increased from 2.79 to 9.32 μg/l.\\nTwo days later, the patient started developing a cold left foot. The left foot had absent dorsalis pedis and posterior pedal pulses and started becoming pale in comparison with the right which was normal. Despite antibiotics, the patient continued to have a persistent fever of 38 degrees. Repeated blood cultures have returned negative.\\nThe coagulation profile was done for the patient and the platelet count of 177 × 109/l, prothrombin time of 16.3 s, international normalized ratio of 1.39 and activated thromboplastin time of 33.1 s were not suggestive of disseminated intravascular coagulation. Polymerase chain reaction for fastidious organisms was not performed as the patient had multisystem involvement in the presentation and it was deemed that it would not change management.\\nAt this point, in view of the already poor prognosis from the treatment refractory advanced pancreatic cancer, a family conference was held with family members, and a consensus was made not to subject the patient to further investigations that may be futile in terms of reversing the eventual outcome. Best supportive care was opted for, and she passed away peacefully 3 days later.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'11988602': 1, '12807864': 1, '11761501': 1, '33209525': 2, '3965856': 1, '3548296': 1, '998478': 1, '17881239': 1, '1851590': 1, '13403513': 1, '25735600': 1, '34858625': 2, '17522239': 1, '23452745': 1, '11916609': 1, '8644598': 1, '28031849': 2}", "similar_patients": "{'8633644-1': 1, '7667603-1': 1}"}