{"patient_id": 62252, "patient_uid": "5051176-1", "PMID": 27785290, "file_path": "comm/PMC005xxxxxx/PMC5051176.xml", "title": "A Case of Synchronous Squamous Cell Carcinoma in the Esophagus and Stomach: A Rare Duo", "patient": "A 48-year-old male patient admitted with complaints of difficulty in swallowing, easy fatigability and generalized weakness for 4 months, along with melena intermittently. He also had anorexia and a weight loss of 14 kg. His social history was significant for drinking about 40 g of alcohol daily and smoking one pack of cigarettes for 20 years. He had history of blood transfusion in recent past for anemia. His brother died due to advanced stomach cancer.\\nHis general examination revealed pallor and pulse of 120/min. Other systemic examination was within normal limit. The complete blood count showed white blood cell count 9.6 × 109/L, Hb 64 g/L, MCV 65 fL, MCH 21 pg/cell, and MCHC 308 g/L. Platelet count was 284 × 109/L. His blood chemistry was normal. Stool occult blood was positive. The chest X-ray and USG abdomen showed no abnormality. The endoscopic finding revealed an irregular ulceroinfiltrative lesion involving half of circumference in mid esophagus with lesion extending from 28 to 35 cm from incisors () and another ulcerated mass along the lesser curvature in the body of stomach (). Histopathology examination showed moderately differentiated squamous cell carcinoma of esophagus () with poorly differentiated squamous cell carcinoma of stomach (). CT scan of abdomen and thorax showed concentric mass involving subcarinal esophagus for a length of 7 cm with loss of fat planes between tumor and aorta. Another mass was noted in body of stomach along lesser curvature with loss fat planes between pancreas ().\\nThe patient was given palliative chemotherapy with docetaxel and cisplatin. He received three cycles of chemotherapy, without any severe toxic side effects. After three cycles of chemotherapy, the endoscopic examination showed significant disappearance of both the esophageal mass and the stomach cancer, and only a remnant clean base ulcer in esophagus and ulcer at incisura (). Endosonography was suggestive of loss of layer pattern with thickening in mid part of esophagus, which appeared adherent to pleura, with right subcarinal node and was free from aorta. These follow-up images revealed a good response to chemotherapy. At that point of time, surgical resection was planned. Tri-incisional esophagectomy was undertaken. A right posterolateral thoracotomy was performed and en bloc resection was performed. Stomach was mobilized through laparotomy for the construction of the gastric conduit. Esophagogastric anastomosis was then performed via left neck incision. Postoperative pathologic findings demonstrated complete histological disappearance of both the lesions.\\nThis combination chemotherapy was continued further for three cycles, with close follow-up examinations.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'19467693': 1, '18709786': 1, '12113541': 1, '19828467': 1, '16146021': 1, '22375181': 2, '16330888': 1, '9407335': 1, '18546259': 1, '22926123': 1, '27785290': 2}", "similar_patients": "{'3286729-1': 1}"}