{"patient_id": 123917, "patient_uid": "5894311-1", "PMID": 29692520, "file_path": "noncomm/PMC005xxxxxx/PMC5894311.xml", "title": "Hemiagenesis of thyroid with dual thyroid ectopia: A rare case report", "patient": "A 9-year-old girl presented to our service with a midline neck swelling in the infrahyoid location for 3 years []. The swelling was painless, and gradually increasing in size. Clinical examination of the neck was done which showed a soft swelling in the midline neck just below the hyoid bone which moved freely with deglutition. The systemic examinations revealed no significant abnormality. Thyroid function test was done which showed elevated TSH (9.2 mIU/L) and normal free T4 (1.2 ng/ml). It was in keeping with subclinical hypothyroidism. Then the patient was subjected to further radiological evaluation.\\nUltrasonography (USG) of the neck revealed absent isthmus and right lobe of thyroid in thyroid fossa. The left lobe of thyroid was present in its usual location measuring 1.4 × 1.1 × 1 cm (small in size) with inhomogeneous hyperechoic echotexture. A well-defined homogeneous tissue with internal vascularity was seen anterior to thyroid cartilage in midline corresponding to clinically palpable neck swelling [], suggesting the possibility of undescended remnant thyroid tissue.\\nCT neck was performed which confirmed the USG findings and revealed additional findings. On plain study, there were two well-defined hyperdense ectopic foci of thyroid tissue, one in infrahyoid location along the course of thyroglossal duct (measuring 2.3 × 1.5 × 1.3 cm) and other at prehyoid location (measuring 5.5 × 4 mm). On contrast study, there was marked homogeneous enhancement in ectopic tissues while the normally located left thyroid lobe was relatively less enhancing [Figures and ]. There was no evidence of calcifications, cystic, or nodular components within the ectopic or orthotopic thyroid tissue.\\n99m Tc pertechnetate thyroid nuclear scan [] revealed the functioning two ectopic thyroid tissues corresponding to their locations on the CT scan. There was no uptake in normal location of thyroid gland which confirmed that the left thyroid lobe was nonfunctioning.\\nA final diagnosis of right thyroid hemiagenesis with nonfunctioning left thyroid lobe and functioning dualthyroid ectopia in prehyoid and infrahyoid locations was made. The patient was started on thyroxine 25mcg daily.", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'19846597': 1, '15108083': 1, '19081861': 1, '34507192': 1, '21715415': 1, '6869855': 1, '22456623': 1, '23961502': 2, '11954930': 1, '29692520': 2}", "similar_patients": "{'3743386-1': 1}"}