{"patient_id": 63416, "patient_uid": "5131229-1", "PMID": 27980871, "file_path": "comm/PMC005xxxxxx/PMC5131229.xml", "title": "Bilateral Nasoalveolar Cyst Causing Nasal Obstruction", "patient": "A thirty-two-year-old female patient was admitted to our otolaryngology department with the complaints of having difficulty in breathing and rapidly growing painful swelling on the right side of the nose which has been existing for a few days and then caused purulent discharge by bursting. Anterior rhinoscopic examination revealed an infected cystic lesion at the base of the right nasal vestibule, towards the inferior turbinate by narrowing right nasal passage. A similar cystic lesion in the left nasal cavity was also observed, but it was painless and did not show signs of infection. Antibiotherapy (amoxicillin + clavulanate 1000 mg, 2 × 1, 7 d) and anti-inflammatory therapy were begun. In computed tomography (CT) images were obtained with the following parameters: field of view: 150 mm; section thickness: 1 mm; 200 mA 120 kV (Aquilion ONE 320, Toshiba Medical Systems Corporation, Japan). The CT scan showed well-bordered hypodense cystic lesions in both sides of the nasal vestibule floor which is about 2 cm in diameter on the left and about 1 cm in diameter on the right side (Figures and ). The magnetic resonance (MR) imaging was made using Ingenia 3.0 T (Philips Healthcare, Netherlands) after the antibiotherapy. The MR imaging showed the well-circumscribed cystic lesions that did not show contrasting and looked hypointense at T1 display and hyperintense at T2 display at the same location (Figures and ). The cysts were excised by sublabial approach (). The right cyst has fibrotic adhesions due to previous infection, while the boundaries of the cyst in the left could easily be separated from the surrounding structures. Light microscopy of the cystic wall showed a connective tissue with few cells, lined with a flattened squamous epithelium. Microscopically, this cyst wall showed foci of chronic inflammatory cells and the wall was lined with two layers of squamous epithelium. The wall of the second cyst was lined with pseudostratified columnar epithelium (). Both lesions were verified to be nasoalveolar cysts by histopathological examination. After the surgery no complications were observed and no recurrence was detected in the 6-month follow-up.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'19770428': 1, '10748853': 1, '17030357': 1, '19565033': 1, '24036770': 1, '22338370': 1, '19121949': 1, '9347505': 1, '18661025': 1, '27980871': 2}", "similar_patients": "{}"}