{"patient_id": 121424, "patient_uid": "5704445-1", "PMID": 29097378, "file_path": "noncomm/PMC005xxxxxx/PMC5704445.xml", "title": "MEN1 gene mutation with parathyroid carcinoma: first report of a familial case", "patient": "A 61-year-old male (, II-4) was admitted in April 2013 to our Health Care Centre for follow-up of a pathologically diagnosed PC (size 7.3 cm) showing capsular invasion and infiltration into the esophagus. At surgery, a hyperplastic parathyroid gland was removed. The patient had a history of nephrolithiasis with repeated renal colic, and bilateral adrenal lesions were present by computed tomography (CT). At admission, laboratory values were unremarkable. Assessment of first-degree relatives () revealed the presence of hypercalcemia and hypercalciuria with high levels of PTH in a brother (II-6) and in the proband’s daughter (III-1) (). In the brother, imaging revealed an extrathyroidal lesion (4.6 cm) at the upper left lobe that at surgery was histopathologically identified as PC. He had suffered from renal stones and had been operated on for an in situ melanoma and lipoma, and during the follow-up, bilateral adrenal lesions had been discovered (). In the daughter, two extrathyroidal nodules (1.4 and 1 cm) were detected at neck ultrasonography and confirmed by 99mTc-Sestamibi scan, but are yet to be excised. Biochemical evaluation of other relatives, one brother and sister, and paternal nephew (: II-1, II-3, and III-2) was negative.\\nAfter the identification of the MEN1 mutation, gastrointestinal echoendoscopy of the proband revealed multiple pancreatic neuroendocrine tumors (PNETs), <1 cm in diameter, while pituitary MRI was negative. In the brother (II-6), a right lesion close to the pharynx was identified during follow-up and removed: histopathological diagnosis was an ancient schwannoma.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'19141988': 1, '19074834': 1, '23579270': 1, '32937789': 1, '25568919': 1, '28693130': 1, '25557532': 1, '17879353': 1, '2882676': 1, '10918183': 1, '1352309': 1, '15632063': 1, '33815520': 2, '32411220': 1, '33670622': 1, '8917740': 1, '12434154': 1, '22723327': 1, '26279679': 1, '33778063': 1, '16001329': 1, '9709920': 1, '23648481': 1, '9103196': 1, '15082967': 1, '27212590': 1, '11058905': 1, '20052758': 1, '29097378': 2}", "similar_patients": "{'8010565-1': 1}"}