{"patient_id": 65602, "patient_uid": "5358251-1", "PMID": 28352433, "file_path": "comm/PMC005xxxxxx/PMC5358251.xml", "title": "Pregnancy With SLE and Fetal Congenital Heart Block: A Case Report", "patient": "In 2012, a 24-year-old primigravida referred as a case of 25 weeks pregnancy with fetal bradycardia to Obstetrics and Gynecology OPD of a tertiary care centre in North India. She had a history of photosensitivity and oral ulcers off and on. On examination, she was thinly built, mildly anemic without any pedal edema, and normotensive with normal vital parameters. On abdominal examination, the uterus was about 24 weeks size. The fetal heart sound was located by CTG machine and rate being alarming, 68 beats/minute. Fetal movements were felt during examination. Her hemoglobin at admission was 9.8 g/dL and peripheral blood smear showed microcytic hypochromic picture with mild anisocytosis. Her blood sugar levels, kidney and liver function tests were within normal limits. She was VDRL negative. Her ESR was 60 mm, CRP 2.2 and TSH 3.05, DCT was negative. Immunological tests revealed serum ANA moderately positive, and SS-A (Ro) antibodies and SS-B (La) antibodies strongly positive and APTT 27.4 seconds (control 27 seconds). Ultrasound examination on admission, showed a single live fetus of 24 weeks maturity, adequate liquor, and fetal heart rate of 56 beats/minutes. Fetal echocardiography showed no structural defect but the fetal heart rate was 55 - 60 beats/minute suggestive of congenital heart block. Maternal echocardiography findings were within normal limits. Her history, clinical findings and investigations were suggestive of SLE as in accordance to the American Rheumatism Association she had 4 of 11 criteria present she was diagnosed as a case of SLE with pregnancy with congenital heart block in fetus. She and her husband were counseled regarding the prognosis of the fetus. She was put on medication with low dose aspirin (75 mg once a day), dexamethasone (4 mg/day), and iron, calcium and vitamin supplementation. She was lost on follow up. She reported back in emergency at 37 weeks with labor pains and fetal bradycardia due to congenital heart block. A lower segment cesarean section was performed on Dec 7, 2012 and a live female baby weighing 2.1 kg was born. The heart rate at birth was 60 beats/minute and APGAR score at 1 minute and 5 minutes was 6 and 9 respectively. Respiratory rate was 66/minute and a grade 3 systolic murmur was heard in left parasternal area. The baby was immediately transferred to the neonatal intensive care unit (NICU). ECG was done which showed signs of complete heart block. Cardiac consultation was taken and advised to monitor vitals. After 9 hours of birth, heart rate dropped to 48/minute. Hence, cardiac pacing was done in the CTVS unit of the same centre. Initially temporary pacing was done through trans-femoral route at about 10 hours of birth. Post procedure heart rate was 130/minute and baby was monitored in NICU. Permanent pacing was planned on Dec 10, 2012 (namely after 3 days of birth), done by sub-xiphoid approach. Pacemaker was put through right ventricle, connected to power source in the abdomen through subcutaneous plane. Post-operatively, baby required inotropic support (Dopamine and Dobutamine) and received one packed cell transfusion. Gradually as the general condition stabilized inotropes were tapered off and chest tube removed. Thus with the help of a multidisciplinary team, the patient was discharged after 2 weeks with a healthy baby accepting feeds and gaining weight.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'16980725': 1, '14671725': 1, '16402218': 1, '31517303': 1, '12972484': 1, '7634461': 1, '18195175': 1, '25009724': 1, '16218462': 1, '16639998': 1, '27651588': 1, '9626848': 1, '15743492': 1, '18805283': 1, '28352433': 2}", "similar_patients": "{}"}