{"patient_id": 114883, "patient_uid": "5133238-1", "PMID": 27924207, "file_path": "noncomm/PMC005xxxxxx/PMC5133238.xml", "title": "Combined spinal-epidural anesthesia for urgent cesarean section in a parturient with a single ventricle: a case report", "patient": "A 33-year-old pregnant woman at 37 gestational weeks with a history of major heart surgery was admitted to our institution and scheduled an elective CS. She had been diagnosed with a complex congenital heart defect characterized by dextrocardia, a criss-cross valvular defect (under-over type) with transposition of the great vessel, a hypoplastic right ventricle, an atrial septal defect, and a ventricular septal defect. At 27 years of age, she had undergone Glenn surgery to allow blood to be routed directly from the superior vena cava to the lungs through phasic flow in the pulmonary artery (bidirectional Glenn shunt). Later, it was recommended that she undergo additional surgery to allow deoxygenated blood returning from the lower part of the body to be diverted directly to the pulmonary circulation (Fontan approach); however, she refused any further procedure.\\nOn admission to the obstetric ward, she was 160 cm tall and weighed 85 kg (body mass index = 33.2 kg/m2). A physical examination revealed a good general condition, eupnoea in both the standing and lying positions, a continuous 4/6 heart murmur on both sides of the sternum, no pathological sounds on chest auscultation, digital clubbing, and nail bed cyanosis. Her vital signs were as follows: blood pressure, 135/80 mmHg; heart rate, 65 beats/min; respiratory rate, 15 breaths/min; and oxygen saturation (SaO2), 80% to 85% with a 5% increase after administration of 100% oxygen via face mask at 4 L/min. Oral acetylsalicylic acid (100 mg), subcutaneous enoxaparin (4,000 IU; last dose 16 hours before CS), and antenatal vitamins had been administered since early pregnancy. A preoperative electrocardiogram (ECG) and transthoracic echocardiogram showed sinus rhythm without signs of ischemia, an ejection fraction of 60%, dysplasia and severe stenosis of the pulmonary valve, mild left atrio-ventricular valve regurgitation, and mild aortic regurgitation. Her hemoglobin (Hb) level was 12.0 g/dl (hematocrit = 36%). The patient was classified as New York Heart Association Functional Class II.\\nThe day after admission, she underwent an urgent CS due to pathological cardiotocography (type 2 urgency according to Lucas' classification []). The cardiosurgery team was alerted to perform extracorporeal membrane oxygenation if necessary. Upon completion of monitoring (invasive blood pressure, ECG, and SpO2) in the operating room, 1,000 ml of crystalloid was administered over 10 min, and combined spinal-epidural anesthesia using the needle-through-needle technique was performed with the patient in a sitting position. Hyperbaric bupivacaine (0.5%) 5 mg and sufentanil 10 µg were injected intrathecally at the L3–L4 interspace. An epidural catheter was positioned in the epidural space, and a 3-ml test dose of 2% lidocaine with 5 µg/ml epinephrine (1 : 200,000) was used to exclude an intravascular or subarachnoid injection. The patient was then placed in the supine position with left uterine displacement, and supplemental oxygen was provided via face mask (FIO2 = 1).\\nThe sensory block rapidly reached the T10 level without significant effects on hemodynamics. Epidural 2% lidocaine with 1 : 200,000 epinephrine was administered at a rate of 5 ml every 5 min and titrated up to the T4 level (15 ml in 15 min). The CS was performed uneventfully. A healthy male newborn was delivered with Apgar scores of 9 and 9 at 1 and 5 min, respectively. Hemodynamic parameters remained stable throughout surgery. The extraction maneuver, blood loss (estimated 300 ml), and oxytocin infusion did not reduce the blood pressure to >15% of baseline. The patient was monitored postoperatively in the coronary care unit for the next 24 hours. Postoperative analgesia involving 10 ml of 0.2% ropivacaine and 2.5 mg of morphine via the epidural catheter, and 1 g of acetaminophen four times daily was delivered. The postoperative period was uneventful with no need for transfusion (Hb > 11 g/dl) or vasoactive drugs. Adequate volume was maintained with a crystalloid infusion of 1,500 ml per 24 hours and free early oral feeding. An ECG and echocardiogram performed on postoperative days 1 and 2 showed no difference from the preoperative results.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'20937754': 1, '24631061': 1, '19411123': 1, '10928020': 1, '23101775': 1, '20801927': 1, '16434181': 1, '23893314': 1, '21045784': 1, '16484266': 1, '16449731': 1, '20627686': 1, '23965211': 1, '22417018': 1, '20584777': 1, '27924207': 2}", "similar_patients": "{}"}