{"patient_id": 71362, "patient_uid": "5780301-2", "PMID": 29331171, "file_path": "comm/PMC005xxxxxx/PMC5780301.xml", "title": "The genotypic and phenotypic spectrum of MTO1 deficiency", "patient": "Case 2 is a 12-year-old full female sibling who presented with a similar albeit milder phenotype, with febrile seizures at 19 and 26 months and subsequently developed afebrile seizures. She was born at 40 weeks gestation, by spontaneous vaginal delivery, weighing 3.85 kg. During the pregnancy, maternal gestational diabetes was present which required insulin from 7 months gestation. At 3.5 years elevated plasma lactate (3.2–4.2 mmol/L; ref range 0.5–2.2 mmol/L) and alanine (711 μmol/L; ref range 148–475 μmol/L) were noted. At 3 years the patient was considered developmentally appropriate but at 4.5 years she required aid in preschool. She was dysarthric with generalized weakness, and tended to trip when walking. At 4 years she started on oral riboflavin, coenzyme Q10, L-carnitine. Cranial MRI/spectroscopy and electromyography/nerve conduction studies were normal. Respiratory chain analysis on muscle biopsy showed complex I and IV deficiencies (complex I activity – 11.3 nmol/min/mg (ref range 17.9–56.7) and complex IV- 02.16 nmol/min/mg (ref range 2.3–5.03)). Pathology, including histochemistry and electron microscopy was normal.\\nOphthalmological and audiological exams as well as ECHO were normal at 5 and 12 years respectively. At 12 years, she showed moderate ID and attended mainstream school with an adapted program. She had normal muscle strength in her face and limbs with mild hypotonia and no bulbar symptoms. Her deep tendon reflexes were normal. Her seizures varied and were well controlled with clobazam, levetiracetam, lamotrigine and ethosuximide. Hence the modified Atkins diet was not attempted. Growth parameters were consistently normal with height and weight between the 90th–95th centile and her head circumference between 25th–50th centile. For a clinical summary of these two cases see patient numbers 4 and 5 of .", "age": "[[12.0, 'year']]", "gender": "F", "relevant_articles": "{'34217336': 1, '24901367': 1, '29980628': 1, '15466086': 1, '27213289': 1, '21153446': 1, '27854233': 1, '17886296': 1, '18780189': 1, '26189817': 1, '21890497': 1, '19732863': 1, '20004207': 1, '27535533': 1, '25552653': 1, '22388286': 1, '25434004': 1, '23929671': 1, '26061759': 1, '12590906': 1, '28490541': 1, '27276562': 1, '25058219': 1, '33836087': 1, '30023286': 1, '31451716': 1, '15509579': 1, '21910628': 1, '23596069': 1, '16651305': 1, '27256614': 1, '21255763': 1, '22435069': 1, '25506927': 1, '22335339': 1, '25778941': 1, '22608499': 1, '25806043': 1, '18565343': 1, '27587988': 1, '32316520': 1, '29331171': 2}", "similar_patients": "{'5780301-1': 2}"}