{"patient_id": 124840, "patient_uid": "5976575-1", "PMID": 29854712, "file_path": "noncomm/PMC005xxxxxx/PMC5976575.xml", "title": "Spindle epithelial tumor with thymus-like differentiation of the thyroid in a 70-year-old man", "patient": "A 70-year-old man was referred to Korea University Anam Hospital with a large painless mass in the right neck. The mass was firstly discovered when the patient visited a local hospital with symptoms of exercise-induced dyspnea. He was taking medication for hypertension and had no history of thyroid disease, or family history of thyroid disease. Informed consent was gotten from the patient and the Institutional Review Board approval was waived.\\nThe chest radiography showed tracheal deviation to the left side with mild narrowing of the midtrachea due to the mass in the right lower neck and anterior mediastinum (). The CT scan revealed an approximately 8.8 × 9.1-cm-sized heterogeneous enhanced circumscribed mass in the right lower lobe of the thyroid gland with exophytic growth into the mediastinum (). Tracheal deviation and compression by the mass were also noticed. There was no definite evidence of local invasion to the adjacent structures, including the trachea, large vessels, and mediastinal soft tissue. However, there were two solid nodules in the right and left lower lobes of the lungs, each measuring approximately 1.0 and 1.3 cm, respectively, in size. The lung nodules were considered to be possible metastatic lesions. The mass showed heterogeneous echogenicity with some increased intratumoral vascularity on the ultrasound (). An ultrasound-guided biopsy revealed that the mass was a spindle cell tumor. Thyroid function tests were normal.\\nThe patient underwent a right lobectomy of the thyroid and mass excision. On the section of the gross specimen, the cut surface showed a well-circumscribed whitish gray solid mass, measuring 9.0 × 8.6 cm. Histological examination showed a totally encapsulated neoplasm traversed by an irregular thin or thick band-like fibrotic tissue. The tumor had a biphasic pattern which was composed of predominantly solid dense groups of spindle cells and small quantities of intermixed epithelial components. The uniform plump spindle cells were arranged in tight streaming short fascicular patterns with occasional microcystic changes (). These cells had elongated cigar-shaped nuclei with fine chromatin, and scant to moderate quantity of pale eosinophilic cytoplasm. Nuclear atypism, prominent nucleoli, and mitotic figures were very rare (). Sparse epithelial components were occasionally observed, particularly in the more sclerotic area at the center of the tumor. These cells were flat to cuboidal epithelial cells forming tubulocystic structures and merged imperceptibly with the spindle cell components (). Lymphoplasmacytic infiltration was rarely observed in the peripheral areas and no TdT-positive lymphocytes were revealed. In the peripheral areas, one small focus of entrapped normal thyroid follicles and several foci of papillary endothelial hyperplasia of blood vessels were observed (). Several foci of vascular invasion in the tumoral capsule were also observed. On immunostaining, the tumor cells were positive for pan-cytokeratin, CAM 5.2, p63, Bcl-2, and CD99, and negative for CD5, c-kit, and TTF-1. The final pathological diagnosis was spindle epithelial tumor with thymus-like differentiation (SETTLE). Follow-up chest CT scans after 3 and 6 months revealed no local recurrence or interval growth of the lung nodules in either lower lobe.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'994679': 1, '21085772': 1, '4091184': 1, '433587': 1, '11048811': 1, '16519576': 1, '20085526': 1, '26289127': 1, '2050369': 1, '16199899': 1, '29854712': 2}", "similar_patients": "{}"}