{"patient_id": 70521, "patient_uid": "5711981-1", "PMID": 29124430, "file_path": "comm/PMC005xxxxxx/PMC5711981.xml", "title": "Oversensing of the wearable cardioverter defibrillator during bipolar ventricular stimulation", "patient": "A 52-year-old man was referred to our institution with progressive dyspoea on exertion (New York Health Association NYHA class III). Echocardiography revealed severely depressed ejection fraction (EF) of 16% as well as severe left ventricular dilatation (left ventricular end diastolic diameter of 70 mm). The family history was negative for cardiovascular diseases, sudden cardiac death and syncope. The patient did not take any medications before admission. A dual-chamber pacemaker (Ensura MRI™ Surescan® Pacemaker, Medtronic, Dublin, Ireland) was implanted 3 months prior to admission due to third degree atrioventricular (AV) block of unknown cause which resulted in syncope. During follow-up, the patient was pacemaker-dependent (right ventricular pacing 100%, no intrinsic QRS complexes at an intervention rate of 30/min) and since echocardiography had shown a newly detected severely reduced ejection fraction, the patient was referred to our institution for coronary angiography and endomyocardial biopsy.\\nCoronary artery disease was ruled out by angiography. Right ventricular endomyocardial biopsy was performed in the same session. Treatment with beta blockers, angiotensin-converting enzyme (ACE) inhibitors and spironolactone was initiated. Histologic work-up of the biopsies showed acute myocarditis with cardiomyocyte necrosis and suspected giant cell myocarditis (positive gene profile) plus myocardial infection with human herpesvirus type 6 (HHV-6 ribonucleic acid assay). As soon as the biopsy results were available, immune suppression with azathioprine, cyclosporine, methylprednisolone as well as antiviral therapy with valaciclovir were commenced. Due to the possible reversible cause of myocarditis, the patient received a WCD (LifeVest®, Zoll Medical, Chelmsford, MA, USA). The WCD’s ventricular tachycardia (VT) detection zone was programmed to 150 bpm, while the ventricular fibrillation (VF) detection zone was programmed to 220 bpm. Within the first 24 h of wearing the WCD, the device alarm went off 10 times after detecting VT/VF events. Recordings from the LifeVest Network showed oversensing of sinus tachycardia with large P waves and broad QRS complexes due to ventricular stimulation between 90 and 110 bpm during all alarm episodes (VAT mode, bipolar pacing at 3.0 V/0.4 ms at a threshold of 0.375 V/0.4 ms) (Fig. ). Pacemaker interrogation showed a mean heart rate of 80 bpm and episodes of sinus tachycardia at maximum tracking rate of 130 bpm. During these episodes, tracings from LifeVest Network showed false alarms due to double counting during ventricular pacing by the WCD. The patient adequately terminated all alarms by pressing the response button and no inappropriate therapy was delivered.\\nDuring the following days, mean heart rate, peak heart rates as well as WCD alarms reduced after up-titration of beta blocker therapy (bisoprolol 2 × 5 mg) and addition and up-titration of ivabradine (2 × 7.5 mg). The WCD was programmed to a VT detection zone at 200 bpm and the VF detection zone to 250 bpm before the patient was discharged from hospital 2 weeks after admission with an EF of 20% and in NYHA class II.\\nDuring follow-up, the patient had significantly less false alarms due to oversensing and no sustained VTs. The pacemaker was regularly interrogated for episodes of VT below the WCD’s programmed VT detection zone. The patient is followed up regularly for levels of cyclosporine A and WCD treatment is planned for 6 months before deciding on upgrading to a cardiac resynchronisation therapy device with defibrillator (CRT-D).", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'18684292': 1, '26316618': 1, '26320108': 1, '29124430': 2}", "similar_patients": "{}"}