{"patient_id": 64565, "patient_uid": "5286537-1", "PMID": 28197350, "file_path": "comm/PMC005xxxxxx/PMC5286537.xml", "title": "Disseminated Mycobacterium interjectum Infection with Bacteremia, Hepatic and Pulmonary Involvement Associated with a Long-Term Catheter Infection", "patient": "This is a 49-year-old female with past medical history of morbid obesity who underwent laparoscopic Roux-en-Y gastric bypass in 2005 and had a successful weight loss of approximately 68 kg. She had placement of a long-term central venous catheter in the right upper chest wall in 2010 for intermittent home hydration, poor venous access, and frequent laboratory monitoring by her local physicians. In 2012, she was hospitalized for acute interstitial pneumonia for which she required mechanical ventilation and systemic steroids; she eventually recovered from the respiratory failure. In 2013, she started to experience intermittent fevers (102-103°F) associated with occasional chills, night sweats, intermittent mild right upper quadrant pain, chronic nausea, vomiting, diarrhea, and involuntary weight loss of approximately 18 kg. Around the same time she was noted to have mildly elevated liver enzymes, which was previously attributed to fatty liver disease. Her liver enzymes continued to worsen which prompted further evaluation in 2013.\\nPhysical examination revealed a temperature of 97.2°F, heart rate of 106 beats per minute, respiratory rate of 18 breaths per minute, blood pressure was 100/60 mmHg, height of 157 cm, and weight of 42.7 kg, and her body mass index was 17.3 kg/m2. She was not in acute distress, but appeared malnourished. A right chest wall tunneled long-term central venous catheter was in place without erythema, edema, or purulence around the exit site. She had mild hepatosplenomegaly, and the remainder of the examination was otherwise normal. The patient's initial pertinent laboratory workup results noted an alkaline phosphatase of 1,101 U/L (reference range 39–100 U/L), aspartate aminotransferase of 230 U/L (reference range 7–45 U/L), alanine aminotransferase of 118 U/L (reference range 8–43 U/L), angiotensin converting enzyme of 105 U/L (reference range 8–53 U/L), and lymphocytes flow cytometry with CD4 T cell count of 117 cells/μL (reference range 424–1,509 cells/μL). Antimitochondrial antibodies (AMA), antismooth muscle antibodies, immunoglobulin levels (IgG, IgA, and IgM), HIV 1/2 antibody, and viral hepatitis panel for types B and C were unremarkable. Computerized tomography (CT) of the chest showed mediastinal lymphadenopathy with bilateral mid and lower pulmonary infiltrates. A magnetic resonance elastography was done and showed hepatomegaly with changes consistent with stage 2 liver fibrosis. There were no strictures or beading to suggest sclerosing cholangitis and no focal lesions were noted.\\nDue to suspected AMA-negative primary biliary cirrhosis or infiltrative process like sarcoidosis, the patient underwent liver biopsy consistent with atypical sinusoidal T cell proliferation with scattered granulomas. The patient was evaluated by Oncology and underwent a bone marrow biopsy, which was negative for a lymphoproliferative disorder. The liver biopsy tissue specimen was cultured for acid-fast bacilli (AFB) which eventually yielded 2 colonies of a Mycobacterium species (sp.), not able to be identified by DNA sequencing. A second liver biopsy was notable for granulomatous hepatitis (); however AFB tissue culture was negative. The patient was evaluated by Pulmonology and underwent transbronchial biopsy which showed rare nonnecrotizing granulomas (), and AFB culture of bronchoalveolar lavage was negative. A transesophageal echocardiogram was negative for endocarditis.\\nAFB blood cultures obtained in 2013 from the long-term central venous catheter port and peripheral blood cultures yielded growth of Mycobacterium sp. Partial 16S ribosomal ribonucleic acid (rRNA) sequencing of the blood culture isolate indicated a 98% base pair (bp) match to M. interjectum. Sequencing of the rpoB gene indicated a 93.5% match (634/678 bp) to M. interjectum; according to Clinical and Laboratory Standards Institute (CLSI) guidelines for interpretation, this is only considered an identification to genus level. Sequencing of the hsp65 gene was not performed. The long-term central venous catheter was removed and the catheter tip was sent for AFB culture, which also yielded growth of Mycobacterium sp.; this isolate was not sequenced.\\nDrug susceptibility testing was performed using a broth microdilution minimum inhibitory concentration (MIC) method as recommended by the CLSI []. From a pure patient isolate of M. interjectum, a suspension containing approximately 5 × 105 CFU/mL was inoculated into cation-adjusted Mueller-Hinton broth containing serial dilutions of antimicrobial agent. Recommendations for standardized incubation conditions and times for slowly growing nontuberculous mycobacteria are not available. The MIC is reported as the lowest concentration of drug that inhibits visible growth, except in the case of trimethoprim/sulfamethoxazole, where 80% inhibition of growth is considered the end point.\\nThe patient was initially treated with oral azithromycin 250 mg daily, ethambutol 800 mg daily, rifampin 450 mg daily, and intravenous amikacin 10 mg/kg/q24 h for 10 weeks. The patient then continued triple therapy with azithromycin, ethambutol, and rifampin for another 5 weeks. After M. interjectum susceptibilities were reported (), the therapy was modified to oral ciprofloxacin 500 mg twice a day, azithromycin 250 mg daily, and rifabutin 300 mg daily for additional 9 months. Moxifloxacin was not included in her treatment due to medication cost. AFB blood cultures obtained at 6 weeks and 3 months after removal of the long-term central venous catheter and initiation of antibiotic treatment were finalized as negative. Repeat CT of the chest four months after starting therapy showed resolution of pulmonary infiltrates and mediastinal lymphadenopathy. Her CD4 T cell count normalized and liver function tests returned to baseline. The patient was clinically monitored until 8 months after completion of therapy with repeat AFB blood cultures which were finalized as negative. At this point she had experienced a weight gain of 5 kg.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'15036371': 1, '30948168': 1, '8025761': 1, '22110557': 1, '10894298': 1, '17277290': 1, '31853742': 1, '15124854': 1, '7508452': 1, '9350733': 1, '19723389': 1, '19730885': 1, '16964810': 1, '24816124': 1, '24808238': 1, '18808411': 1, '24194998': 2, '8862610': 1, '28197350': 2}", "similar_patients": "{'3806229-1': 1}"}