{"patient_id": 69810, "patient_uid": "5659336-1", "PMID": 29098129, "file_path": "comm/PMC005xxxxxx/PMC5659336.xml", "title": "Congenital Agenesis of the C6 Pedicle Leading to Misdiagnosis of a Traumatically Jumped Facet: A Case Report", "patient": "A 44-year-old man presented to the emergency department (ED) after being found unconscious in his bathroom. The sink was broken, with blood reported all over the bathroom, suggesting some form of traumatic fall in the bathroom. On arrival at the emergency department, he was found to have an altered mental status with several facial lacerations, and a head CT demonstrated a small amount of frontal subarachnoid hemorrhage and a focal right frontal intraparenchymal contusion. Furthermore, his blood glucose was nearly 700 mg/dl and he was in diabetic ketoacidosis (DKA). A neurosurgical evaluation of the patient revealed a Glasgow Coma Scale (GCS) score of 11 likely related to a combination of the DKA and the cerebral contusions. When he became cooperative, he was moving all extremities symmetrically. Given a suspicion for traumatic injury, a cervical collar was placed in the field and a CT C-spine was performed after arrival to the ED. The initial report of the CT described a right unilateral jumped cervical facet with a laminar fracture without subluxation shown in the sagittal in Figure . However, as demonstrated in Figure , the midline sagittal CT scan of the cervical spine did not show any anterolisthesis of C6. Therefore, a jumped facet is less likely.\\nOn closer inspection, however, it was evident that there was no pedicle on the right side at C6, and there was significant sclerosis around the edges of the lamina where the bone did not unite. A CT angiography (CTA) of the cervical spine demonstrated an entry point of the vertebral artery on the left side at the transverse foramen of C5. Figure demonstrates the CTA at the level of C6 with the right vertebral artery already in the foramen transversarium while the left is still not in the foramen.\\nAn MRI was also obtained, and there was no evidence of short tau inversion recovery (STIR) changes to suggest an acute injury, as shown in Figure .", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'28298577': 1, '22825480': 1, '16888547': 1, '25001076': 1, '19680734': 1, '21018429': 1, '18533417': 1, '29098129': 2}", "similar_patients": "{}"}