{"patient_id": 120107, "patient_uid": "5607799-1", "PMID": 28782739, "file_path": "noncomm/PMC005xxxxxx/PMC5607799.xml", "title": "Laparoscopic excision of leiomyosarcoma of inferior vena cava", "patient": "A 45-year-old male patient came with the complaints of vague abdominal pain, nausea and vomiting which was on and off. There was no other significant history.\\nHis abdomen was soft and non-tender with no obvious palpable mass or any other remarkable findings. Other basic laboratory parameters were done which were within normal limits. Urinary vanillylmandelic acid and metanephrine, normetanephrine were done and were within normal limits.\\nUltrasonography was s/o right-sided adrenal mass.\\nContrast-enhanced computed tomography (CT) abdomen showed a well-defined, homogeneously enhancing, low attenuation mass lesion in precaval location on the right side compressing the pancreatic head and second part of the duodenum posteriorly, possibility of retroperitoneal mesenchymal tumour or exophytic tumour of the duodenum. shows CT images of the tumour.\\nThe patient was posted for diagnostic laparoscopy. Under all aseptic precautions and general anaesthesia with the patient in supine position and the right side tilted slightly upwards, pneumoperitoneum was created and a 10 mm port was introduced for the scope at the level of umbilicus and slightly medial to the right midclavicular line. Under direct vision, two additional 5 mm ports were placed, one in the epigastric region and the other in the right subcostal region along the anterior axillary. shows an intraoperative image of the IVC tumour.\\nAfter mobilisation of duodenum and colon, tumour was dissected all around, and to our surprise, it was an exophytic tumour arising from suprarenal IVC (just cephalad to the insertion of the right renal vein to IVC) having a very short and narrow pedicle. Major part of the tumour was retrohepatic, and mobilisation of the retrohepatic superior pole was the most difficult.\\nSince it was an exophytic tumour without any intraluminal extension, total excision of the tumour without compromising IVC lumen was achieved with the help of vascular stapler. Post-operative period was uneventful, and the patient was discharged on the 4th post-operative day.\\nHistopathology report was suggestive of tumour tissue consisting of spindle-shaped tumour cells with hyperchromatic pleomorphic nuclei arranged in predominantly fascicular pattern with tumour bundles intersecting each other at an angle. Plenty of mitotic figures per hpf were evident. Giant cells were also seen, stroma was infiltrated with dense chronic inflammatory infiltrates and at places arrogates of lymphocytes were seen. The vessels were congested suggesting it to be spindle cell sarcoma (leiomyosarcoma). Later, immunohistochemistry was done which confirmed it to be leiomyosarcoma of IVC.\\nThe patient was advised chemotherapy. He is being followed up regularly and is disease free till date.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'1439022': 1, '8920790': 1, '16858193': 1, '7611873': 1, '19558690': 2, '18841423': 1, '29147340': 2, '17896156': 1, '29067942': 1, '28782739': 2}", "similar_patients": "{'2710329-1': 1, '2710329-2': 1, '5649677-1': 1}"}