{"patient_id": 122460, "patient_uid": "5783203-1", "PMID": 29497519, "file_path": "noncomm/PMC005xxxxxx/PMC5783203.xml", "title": "Renal ablation using bilateral ureteral ligation for nephrotic syndrome due to renal amyloidosis", "patient": "A 59-year-old Caucasian male developed 3 weeks of progressive lower extremity edema and was found to have proteinuria on urinalysis. Twenty-four-hour urine protein was 16 g and serum protein electrophoresis showed a monoclonal immunoglobulin G lambda type. A renal biopsy established the diagnosis of lambda light chain amyloidosis. Evaluation for other organ involvement including serum troponin, echocardiogram, esophagogastroduodenoscopy and colonoscopy with random biopsies was negative for amyloid involvement. Treatment included melphalan- and dexamethasone-based chemotherapy followed by autologous stem cell transplantation. Despite therapy, total serum-free light chain levels and massive nephrotic syndrome persisted. Three months after his stem cell transplant, he received an additional 5-month course of bortezomib therapy with no hematological response. The following 9-month period was marked by increasing proteinuria (15.8–24.4 g/24 h) and autonomic dysfunction with disabling orthostatic hypotension with postural syncope such that he became wheelchair dependent. Renal function worsened with 24-h creatinine clearance of 15 m/min and 24.4 g of urinary protein excretion in 24 h. Serum albumin fell to 1.2 g/dL. He was treated with alternate day albumin infusion with temporary symptomatic improvement. Due to poor functional status thought to be related to ongoing proteinuria, the decision was made to pursue therapeutic renal ablation to decrease daily urinary protein loss and restore plasma oncotic pressure. A trial of naproxen therapy did not improve his proteinuria. He was referred for consideration of surgical nephrectomy. As an alternative approach, with the aim of minimizing hypotension related to nephrectomy, the patient underwent hand-assisted laparoscopic ligation of both native ureters. Urine output and protein losses ceased immediately. Post-operative renal ultrasound confirmed mild hydronephrosis. Recovery was uneventful and the patient did not complain of pain associated with the procedure. Blood pressure, serum albumin and postural symptoms gradually improved (). During 12-day hospitalization, nutritional and functional status improved and he was dismissed home on long-term hemodialysis requiring minimal assistance for ambulation.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'951862': 1, '21883918': 1, '8177484': 1, '8447301': 1, '11743268': 1, '3901756': 1, '17699449': 1, '19403931': 1, '3515422': 1, '20132090': 1, '29497519': 2}", "similar_patients": "{}"}