{"patient_id": 123406, "patient_uid": "5852919-1", "PMID": 29628671, "file_path": "noncomm/PMC005xxxxxx/PMC5852919.xml", "title": "Scrotal Reconstruction with Integra Following Necrotizing Fasciitis", "patient": "A 43-year-old man arrived in the emergency room with progressive erythema of the right thigh, right flank, and scrotum for 1 day after lifting weights and using the stationary bike at the gym. He reported no prior infections, illnesses, hospitalizations, or previous surgeries and was a nonsmoker. He was admitted and received broad spectrum intravenous antibiotics and underwent wide excisional debridement of multiple areas of necrotizing fasciitis including the right thigh, right leg, right flank, right groin, and genitalia, including the entire anterior scrotum. The severe infection of the scrotum resulted in complete loss of all of the underlying fascia and left the patient with exposed testes []. Wound cultures and blood cultures were positive for Group A Streptococcus infection. Treatment included intravenous antibiotics and fluid resuscitation, local wound care, serial operative debridements, and subsequent vacuum-assisted closure (VAC) therapy (KCI, Acelity, San Antonio, Texas). Fourteen days later, split-thickness skin grafts were used for coverage of the lower extremity, flank, groin, and penile wounds and Integra was used to cover the anterior scrotum and exposed testes []. A VAC dressing was placed over the skin grafts and scrotal Integra. Antibiotics were maintained until complete wound coverage was achieved. A VAC dressing change was performed at 1 week. Two weeks following Integra placement, the patient was taken back to the operating room and the silicone sheet was removed from the Integra. The Integra appeared fully incorporated by the patient's tissue, and healthy granulation was present at the wound base []. A split-thickness skin graft and overlying VAC dressing were then applied. The skin graft healed well with complete and stable wound coverage [Figures and ].", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'20797927': 1, '31568313': 1, '11728107': 1, '34659860': 2, '32455075': 2, '23827448': 1, '26171090': 1, '17974514': 1, '29628671': 2}", "similar_patients": "{'8516557-1': 1, '8516557-2': 1, '7243086-1': 1}"}