{"patient_id": 123553, "patient_uid": "5868234-1", "PMID": 29511138, "file_path": "noncomm/PMC005xxxxxx/PMC5868234.xml", "title": "Reoperation of Anastomotic Stricture after Oesophageal Atresia Repair: An Uncommon Event", "patient": "A 9-day-old female new born was referred to our institution for excessive salivation, regurgitation and sometimes coughing. She was born at term by normal vaginal delivery; her birth weight was 3000 g and Apgar score was 9 and 9, respectively, at 1 min and 5 min. The test using a feeding tube 8F (firm and radio-opaque) was positive. A plain X-ray including the neck, the thorax and the abdomen was performed. It showed the level of the feeding tube and air in the stomach and bowel []. The diagnosis of oesophageal atresia (Type III or IV) was suggested. Congenital anomalies assessment including, echocardiography, abdominal and urogenital ultrasound was performed and was normal. The child underwent oesophageal atresia repair by extra-pleural approach at 11-day-old. Intra-operative finding was an EA Type III. An end-to-end oesophageal anastomosis was performed without tension using an absorbable suture material. The short-term outcome was good with oral feeding commenced after oesophageal opacification that was performed 10 days after EA repair []. The oesophageal opacification was normal without neither leak nor gastro-oesophageal reflux. The patient was not seen lost sight for 3 years, and he was admitted for dysphagia to solid and then total since 1 year, weight loss, asthenia, denutrition and dehydration. The diagnosis of neglected anastomotic stricture was confirmed by oesophageal opacification []. Oesophageal fibroscopy confirmed a tight and impassable oesophageal narrowing at 6 cm from the Kilian's mouth. A feeding gastrostomy was performed for correction of nutritional deficit. Several failed attempts of oesophageal dilation were made via antegrade and retrograde bougienage. Surgical repair of the oesophageal stenosis was performed 5 months later using intra-pleural approach. Resection of the stenotic area [] followed by end-to-end oesophageal anastomosis was performed without tension. The short-term outcome was good with normal oesophageal opacification []. Fibroscopic examination performed 2 months later showed a narrowing at the superior quadrant of the oesophageal anastomosis area []. Monthly oesophageal ballon dilatation was performed with medical anti-GERD treatment [].", "age": "[[9.0, 'day']]", "gender": "F", "relevant_articles": "{'21687616': 1, '23679028': 1, '20638524': 1, '23877544': 1, '23720206': 1, '29511138': 2}", "similar_patients": "{}"}