{"patient_id": 122959, "patient_uid": "5819137-1", "PMID": 29380800, "file_path": "noncomm/PMC005xxxxxx/PMC5819137.xml", "title": "An overlap case of Parry–Romberg syndrome and en coup de sabre with striking ocular involvement and anti-double-stranded DNA positivity", "patient": "A 16-year-old female patient was admitted to the dermatology department with right eyebrow hair loss. Her medical history showed that she had undergone a surgical treatment for congenital muscular torticollis on the left side of her neck 4 years earlier. On dermatologic examination, a hyperpigmented, indurated, atrophic linear plaque on the right paramedian area of the forehead was found. Band-like alopecia over the right eyebrow was also detected. Cutaneous tissue on the right side of her face was evaluated as asymmetric and atrophic. Ipsilateral enophthalmos and ocular torticollis accompanied these findings []. Linear atrophic plaque on her trunk was also detected. Syphilis and borreliosis (Borrelia burgdorferi) serology and purified protein derivative for tuberculosis were all negative. On ophthalmologic examination, uncorrected visual acuity was found to be 10/10 in both eyes according to the standard Snellen chart. Anterior segment examination and anterior chamber depth were normal in both eyes. Intraocular pressure was measured at 14–14 mmHg with Goldmann applanation tonometry. Gonioscopic evaluation of iridocorneal angles was also narrow. Hyperreflective linear subendothelial keratic precipitates were detected in only the right eye by in vivo laser scanning confocal microscopy (IVCM) (Heidelberg Retina Tomograph II Rostock Cornea Module) []. Antinuclear antibodies (ANA), anti-dsDNA antibody (by immunoblotting), and rheumatoid factor (RF) (nefelometric) were all positive. Serum complement levels were within normal limits. Magnetic resonance imaging of the brain was normal, but the skin on the right side was thinner than the left. The left orbit was located in the lower region of the face than the right one [Fig. and ]. Histopathological examination of the morphea lesion revealed thickened, hypocellular, and swollen dermal collagen bundles. Dermal collagen elastic fibers presented with Verhoeff-van Gieson's stain [Fig. and ]. The patient was diagnosed as PRS with the help of clinical, histopathological, and imaging findings. Oral methotrexate treatment (15 mg/week) was started to prevent progression of disease by the dermatologist. Stabilization of disease was obtained.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'26492117': 2, '27437327': 1, '16268883': 1, '25881068': 1, '27045226': 1, '24987600': 1, '7699686': 1, '12963760': 1, '7475336': 1, '19745718': 1, '29380800': 2}", "similar_patients": "{'4727625-1': 1}"}