{"patient_id": 116506, "patient_uid": "5346936-1", "PMID": 28413398, "file_path": "noncomm/PMC005xxxxxx/PMC5346936.xml", "title": "Desmoid Fibromatosis of the Abdominal Wall: Surgical Resection and Reconstruction with Biological Matrix Egis®", "patient": "In 2008, a 37-year-old woman underwent, in a different hospital, exeresis of a neoformation in the epigastric region of the abdominal wall and reinforcement with small prosthetic mesh. The histopathological examination confirmed the diagnosis of desmoid-type fibromatosis. In her history she reported an appendectomy, two pregnancies with cesarean births and a voluntary interruption of pregnancy.\\nIn 2014, a recurrence occurred in the context of the rectus abdominis in the left iliac fossa.\\nThe patient therefore underwent tamoxifen therapy for 1 year followed by 3 months of neoadiuvant chemotherapy for progressive disease. In September 2015, magnetic resonance imaging (MRI) was performed for tumor staging (Fig. ), which revealed a marked progression of the disease (calculated size 18 × 10 × 6.4 cm). After discussions at our Multidisciplinary Sarcoma Meeting, the group decision was to treat the patient surgically. One month later, the woman had a surgical resection through a suprapubic transverse incision. The abdominal flap was cranially detached; the neoformation invaded completely the left abdominal rectus muscle and partially oblique muscles with an extension of approximately 30 × 20 cm (Fig. , ). The rectus muscle and a large portion of the oblique and transverse muscles were removed “en bloc” with 1 cm of healthy margin from the mass (Fig. ). Intraperitoneal drainage was placed, and a wide continuous solution was adopted in the left abdomen. The not cross-linked porcine dermal matrix Egis® (Decomed, Venice, Italy) 30 × 20 cm, 1.5 mm thick, was hydrated for 10 min in sterile saline solution and then secured with interrupted absorbable suture (Vicryl 2/0) to the fascia and abdominal wall muscles (Fig. ); another two drains were placed over the matrix. We performed caudal mobilization of the abdominal flap and then dermolipectomy of the superfluous integument. The navel was positioned 10 cm from the suprapubic incision.\\nThe postoperative course was uneventful and the patient was discharged on the 8th postoperative day. There was no evidence of recurrence of the tumor or incisional hernia at 12 months of follow-up (Fig. ) and the membrane turned out to be completly incorporated with the sourrounding tissues.\\nHistological examination of the resected specimen (17 × 10 × 6 cm) revealed tumor-free margins and a whitish lesion with increased thickness and fibrous appearance, which had almost completely invaded the abdominal muscle. The diagnosis was confirmed by the presence of spindle-cellular tumors which had immigrated through muscle tissues as shown by nuclear β-catenin staining.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'25275017': 1, '23372454': 1, '26056602': 1, '21135699': 1, '26045393': 1, '25371050': 1, '3159353': 1, '10933738': 1, '23614534': 1, '20800194': 1, '25434922': 1, '23913621': 1, '22987953': 1, '26974708': 1, '28413398': 2}", "similar_patients": "{}"}