{"patient_id": 121169, "patient_uid": "5687909-1", "PMID": 29163738, "file_path": "noncomm/PMC005xxxxxx/PMC5687909.xml", "title": "A Case of Moderate Sprue-Like Enteropathy Associated With Telmisartan", "patient": "A 52-year-old man presented to our hospital in December 2016 for chronic diarrhea and a 7 kg weight loss over the preceding 6 months. He reported 4 - 5 daily evacuations of voluminous, pale, malodorous, non-bloody diarrhea associated with bloating. He also complained of fatigue, nausea, abdominal discomfort, and loss of appetite with an usual gluten-containing diet. In the last 3 years, he had been taking telmisartan 40 mg/day for mild hypertension. The patient was not taking any other medication. His medical history was remarkable for right adrenal gland removal for an aldosterone-secreting cortical adenoma 3 years before. On admission, his blood pressure was 128/81 mm Hg and his body weight was 69 kg. Physical examination showed mild abdominal tenderness. Laboratory tests revealed no significant abnormalities: Hb 13.6 g/dL, serum albumin 3.9 g/dL, total cholesterol 193 mg/dL, serum creatinine 0.99 mg/dL, sodium 143.6 mmol/L, K+ 4.3 mmol/L, calcium 9.3 mg/dL, phosphorus 3.9 mg/dL and 25-OH-D3 (27.7 ng/mL). Fecal occult blood tests repeatedly yielded negative results, as well as the stool cultures for Salmonella, Shigella, Campylobacter and Enteropathogenic Escherichia coli and Clostridium difficile antigen and A/B toxins assays. Repeated microscopic stool evaluation showed neither ova nor Cryptosporidium nor other Coccidii. Giardia and Entamoeba histolytica/dispar antigens detection tests were negative. Anti-tissue transglutaminase antibodies were absent. HLA-DQ typing was negative for CD permissive haplotypes (HLA DQ2/8). Immunofluorescence assay for antinuclear antibodies was negative. Both the ultrasound and thoracic/abdominal computed tomography scan showed normal findings. The patient underwent an esophagogastroduodenoscopy (EGDS) and biopsies of the duodenum revealed a mild and partial VA with superficial erosions and without increase in intraepithelial lymphocytes (). A colonoscopy was performed and histological evaluation of multiple colonic biopsies showed a moderate inflammatory infiltrate with a mild increase of eosinophils in the left colon.\\nIn the suspect of a drug-related intestinal damage, telmisartan was withdrawn. Suspension of telmisartan relieved all the symptoms within 1 week about. He was then discharged with definitive suspension of telmisartan. His blood pressure has been normal since then, hence the anti-hypertensive drug has not been replaced. Three months after drug withdrawal, an EGD of follow-up was performed and histology of duodenal biopsies showed a complete restitution of villi architecture (). The patient regained 6-kg body weight in the next 5 months after discharge.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'28670240': 2, '30617038': 1, '23751857': 1, '32064089': 1, '25199794': 1, '30276660': 1, '34378440': 2, '24472297': 1, '25103353': 1, '24805127': 1, '22776205': 1, '19058340': 1, '24676835': 1, '22728033': 1, '34185963': 1, '24187471': 1, '26166143': 1, '30848210': 2, '31217979': 1, '34282774': 1, '25376200': 1, '26157924': 1, '25342757': 1, '12806628': 1, '23573432': 2, '34205136': 1, '30683835': 1, '31471672': 1, '23644957': 1, '26250345': 1, '15322747': 1, '29163738': 2}", "similar_patients": "{'8361549-1': 1, '3610358-1': 1, '6865051-1': 1, '5478768-1': 1}"}