{"patient_id": 64770, "patient_uid": "5299178-1", "PMID": 28246568, "file_path": "comm/PMC005xxxxxx/PMC5299178.xml", "title": "Unusual Complication following a Myomectomy: Colic Migration of a Forgotten Abdominal Swab", "patient": "A 36-year-old female patient was sent to our emergency unit for a subocclusive syndrome and enterocutaneous fistula. She has had a myomectomy in another health centre 6 months ago. On the 29th postoperative day, she experienced disorders with severe colicky abdominal pain and intermittent fever. The abdominal ultrasound was inconclusive and conservative management provided partial improvement. One week before her admission, the transit disorder got worsened with subocclusion.\\nInitial tests revealed the following vital parameters: blood pressure 90/70 mmHg, pulse 110/min, respiratory rate 25/min, and temperature 39.1°C. Examination revealed a firm, mobile, and painful swelling in the epigastric area. There was tenderness in the right iliac fossa and enteric contents through a dehiscence of the laparotomy wound. Blood test revealed an anemia (Hb 8 gm/dL) and a high WBC count of 18000/mm3. Gastrografin enema showed a partially obstructing mass in the transverse colon and a fistula tract toward the right iliac fossa (). Computed Tomography (CT) scan revealed low density, heterogeneous spongiform mass obstructing the colonic lumen (). Emergent laparotomy showed multiple abscesses, and a tumor of the transverse colon. While performing colectomy we found a large abdominal swab (30/30 cm) that had migrated to the colon lumen (). In addition, there was a complex enterocutaneous fistula involving the ileum and the ascending colon. The operation ended by colostomy and ileostomy. When reviewing the previous operation report, we found out that there had been a textile count procedure. The postoperative period was marked by a persistent fever and a resurgence of enterocutaneous fistula on the seventh day. The death occurred on the ninth day by septic shock.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'24670021': 1, '24764688': 1, '21526059': 2, '20652587': 1, '26989551': 2, '15264127': 1, '14608181': 1, '8855619': 1, '12529464': 1, '18559122': 1, '28246568': 2}", "similar_patients": "{'3082787-1': 1, '4775811-1': 1}"}