{"patient_id": 118742, "patient_uid": "5500459-1", "PMID": 28729970, "file_path": "noncomm/PMC005xxxxxx/PMC5500459.xml", "title": "Severe cyclophosphamide-related hyponatremia in a patient with acute glomerulonephritis", "patient": "A 56-year-old man was referred to our Nephrology Department for rapidly decline of glomerular filtration rate (GFR), proteinuria and haematuria.\\nHe presented a history of hypertension, chronic kidney disease (with a stable serum creatinine of 158 mmol/L, estimated GFR 40 mL/min per 1.73 mq CKD-EPI), Crohn disease, psychiatric disorder in treatment with selective serotonin reuptake inhibitors (SSRIs) and normal pressure hydrocephalus with ventriculo-peritoneal shunt.\\nAt the admission, the patient presented a well-controlled blood pressure (17.3/10 kPa) and significant peripheral oedema. Laboratory examinations showed: serum creatinine 290 mmol/L (corresponding to an estimated GFR of 19 mL/min per 1.73 mq), urea 47 mmol/L, sodium 137 mmol/L, potassium 3.69 mmol/L, serum albumin 30 g/L, cholesterol 3.93 mmol/L and triglycerides 2.19 mmol/L.\\nUrinalysis showed microhematuria, while quantitative proteinuria was 2.26 g/24 h. Autoimmunity evaluation, which included ANA, ENA, ANCA, C3 and C4, resulted negative.\\nSo, in order to better elucidate the causes of renal disorder, we performed a percutaneous renal biopsy. Histological examination showed glomeruli with mesangial expansion and endocapillary hypercellularity due mostly by neutrophils infiltration with some karyorrhectic bodies, fibrinoid necrosis of small arterioles, and fibrocellular crescents (Figure ). There was also moderate tubular atrophy within massive protein droplets, and moderate interstitial fibrosis. Immunofluorescence analysis did not show immune deposits, while electronic microscopy was not performed. So, considering clinical and histological findings our final diagnosis was rapidly progressive glomerulonephritis secondary to ANCA-negative pauci-immune crescentic glomerulonephritis.\\nAt the time of biopsy pharmacological treatments included intravenous diuretics (furosemide 125 mg/d), antihypertensive drugs and SSRI. After the renal biopsy, also in consideration of the further deterioration of renal function (serum creatinine till 343 mmol/L), intravenous methylprednisolone was administered at the dose of 500 mg for three days followed by oral steroid at the initial dose of 1 mg/kg per day. In addition, the induction therapy was completed with a single dose of 500 mg of intravenous CYC (8 mg/kg). To minimize the risk of haemorrhagic cystitis, saline solution was infused 2 h before the cyclophosphamide administration. In the following days, while renal function gradually improved, patient clinical conditions worsened with development of confusion and headache. Laboratory examinations showed serum sodium 122 mmol/L, serum osmolality 261 mOsm/kg, urinary osmolality 199 mOsm/kg, and serum creatinine 202 mmol/L. Symptomatic hypotonic hyponatremia was further confirmed in the subsequent controls, so that fluid restriction and hypertonic saline solution (at initial concentration of 3%) treatment were initiated, while SSRIs were gradually withdrawn. In the following days, serum sodium progressively improved and we were able to reduce infusive therapy, also to prevent the increase of oedema (Figure ).\\nTo establish the pathogenesis of the acute hyponatremia we investigated thyroid and adrenal functions, which resulted normal and performed a whole-body CT scan that ruled out pulmonary or cerebral complications. Therefore, in absence of further evidence and considering the temporal relationship between CYC infusion and onset of hyponatremia, the fact that diuretic and psychiatric therapy were unchanged and the presence of hypotonic hyponatremia with impaired urinary dilution we established a diagnosis of CYC-related syndrome of inappropriate anti-diuresis (SIAD)[]. So, in order to prevent other hyponatremia episodes further cyclophosphamide administration was avoided.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'7577388': 1, '20007128': 1, '30927190': 1, '16917917': 1, '17507705': 1, '476599': 1, '29390559': 1, '30416193': 1, '33235058': 2, '4713567': 1, '21677440': 1, '10905395': 1, '22911342': 1, '26109089': 1, '24459501': 1, '20650905': 1, '16896026': 1, '28729970': 2}", "similar_patients": "{'7710175-1': 1}"}