{"patient_id": 65500, "patient_uid": "5351271-1", "PMID": 28292324, "file_path": "comm/PMC005xxxxxx/PMC5351271.xml", "title": "V-shaped double-row distal triceps tendon repair: a novel technique using unicortical button fixation", "patient": "We report on the case of a 30-year-old male patient with an acute distal triceps tendon rupture after a snowboarding accident. The patient described a fall onto the extended forearm followed by immediate pain and weakness upon extension of the elbow. Clinical evaluation showed an inability to extend the elbow against resistance. Radiographs of the elbow (ap- and lateral-view) excluded osseous lesion. Subsequent magnetic resonance imaging (MRI) confirmed the diagnosis of a total rupture of the triceps tendon with 15 mm of retraction.\\nFor surgery (14 days after injury), the patient was positioned in the prone position. A standard posterior approach was used for exposure of the distal triceps tendon rupture. The tendon was mobilised and debrided at the rupture site. Then, the footprint at the olecranon was identified and the bone bed debrided. Two 5.5-mm double-loaded titanium suture anchors (5.5 Corkscrew FT, Arthrex Inc., Naples, FL, USA) were placed at the proximal area of the footprint, one medial and one lateral. A Krakow whipstitch was performed at the distal triceps tendon with both ends of each Fiberwire®. In the following, the sutures were tied. Subsequently, one end of each suture was cut.\\nIn the next step, the V-shaped double-row fixation was performed using the unicortical button fixation technique analogous to the previously described distal biceps tendon repair []. Four centimetre distal to the distal footprint line, a 3.2-mm drill-hole was centrally drilled into the posterior cortex of the ulna at an angle of 45° (with proximal direction) related to the ulnar shaft. The cancellous bone within the intramedullary canal was then compressed using a small clamp to create space for the BicepsButton™ (Bicepsbutton, Arthrex Inc., Naples, FL, USA) implantation. Next, the button was loaded with all four FibreWire sutures (in reversed fashion), passed through the posterior cortex and flipped intramedullary (Fig. ). Due to this V-shaped suture configuration, the distal tendon stump was planar pressed to its insertion. Each suture was strongly tightened after flipping the button to compress cancellous bone at the intramedullary canal. Like a pulley system principle, the tension onto the reconstructed distal triceps tendon footprint could then be modified for optimal tendon–bone pressure before knotting. The elbow was finally moved with full range of motion (ROM) conditioning the construct. If necessary, the V-shaped pulley system could have been retightened. Skin closure was performed in a standard manner. The detailed operative approach is demonstrated in Fig. .\\nFor postoperative management, the elbow was immobilised in a posterior splint (90° of elbow flexion) for 5 days. Subsequently, a mobile, hinged brace (Epico ROM, medi, Bayreuth, Germany) was applied for 6 weeks, limiting elbow flexion to 90°. Passive and active (gravity-assisted) motion was started at day 1 after surgery with restriction of active extension for 6 weeks. Sports activities were allowed after 12 weeks.\\nThe patient was very satisfied and would undergo the same surgical procedure again. Follow-up examinations after 12 weeks showed full elbow range of motion (flexion/extension 130°–0°–0°) (Fig. ). Comparable strength of elbow extension (muscle strength 5/5 according to Janda scale []) was measured in relation to the contralateral site at 12-week follow-up. Postoperative radiographs showed no implant displacement (Fig. ).", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'14563805': 1, '14735303': 1, '20200322': 1, '18400947': 1, '16210578': 1, '25281349': 1, '8600752': 1, '1562935': 1, '30483027': 1, '17126241': 1, '14977669': 1, '23587927': 1, '21655996': 1, '21444761': 1, '19258160': 1, '2247728': 1, '9195438': 1, '20056450': 1, '9593095': 1, '16282581': 1, '11987064': 1, '23832175': 1, '16735585': 1, '20044490': 1, '18758750': 1, '17452513': 1, '17084292': 1, '29706737': 1, '22592123': 1, '13635217': 1, '26498552': 1, '25473618': 1, '28292324': 2}", "similar_patients": "{}"}