{"patient_id": 116936, "patient_uid": "5379808-1", "PMID": 28413536, "file_path": "noncomm/PMC005xxxxxx/PMC5379808.xml", "title": "Primary cerebellopontine angle glioblastoma in an adult", "patient": "A 52-year-old lady presented with a 2-month history of giddiness, blurred vision, and difficulty in walking. She had worsening headaches, vomiting, and gait ataxia with swaying to left for the last 20 days. On physical examination, she was well nourished, afebrile, and in no acute distress. Her vital signs were stable. On neurological examination, she was alert and fully oriented. Her pupils were equally round and reacted to light. Cranial nerve examination revealed bilateral sixth paresis with left seventh minimal paresis and reduced hearing on the left side. Finger-to-nose examination revealed dysmetria on the left. Her left lower extremity was slightly weak and sensory testing was grossly normal. A working diagnosis of CPA space-occupying lesion was made.\\nComputed tomographic (CT) scan of the head showed an ill-defined, heterogeneously enhancing left CPA mass with mild perifocal edema []. Magnetic resonance imaging (MRI) revealed T1 hypointense, T2 hyperintense intra-axial fairly marginated inhomogenously enhancing mass lesion of size 24 × 21 × 24 mm in left CPA region with mild perilesional edema and mass effect, compressing the fourth ventricle causing mild outflow obstruction []. No evidence of restricted diffusion was seen in diffusion-weighted images (DWIs). Single-voxel magnetic resonance spectroscopy (MRS) of the lesion demonstrated decrease in N-acetyl aspartate (NAA) and creatine with raised choline peak, along with increased choline–NAA ratio [].\\nThe patient underwent a left retromastoid suboccipital craniectomy in the prone position; brain became lax after draining CSF. After gentle retraction of cerebellum, a pink, fleshy, moderately vascular tumor was seen, which was apparently encapsulated on the lateral aspect but had indistinct margins on the cerebellar side. A near-total resection was achieved using microsurgical technique with minimal handling of cranial nerves. Histological examination of the removed tumor specimens showed a cellular tumor composed of elongated, spindle-shaped cells with irregular, moderately pleomorphic nuclei, as well as proliferative blood vessels and necrosis []. The presence of glial fibrillary acidic protein (GFAP) in immunohistochemistry staining confirmed the glial origin of the neoplasm [].\\nPostoperative course was uneventful, and her hearing and facial paresis improved immediately and sixth nerve paresis improved over the next few days. CT scan head done on second postoperative day showed adequate decompression of the left CPA region []. She was subjected to whole posterior fossa fractionated radiotherapy starting 4 weeks after surgery. At the 3-month follow-up, she was conscious and alert without any complaint.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'1362439': 1, '33081585': 1, '9111375': 1, '7793385': 1, '7553429': 1, '21250796': 1, '12223380': 1, '19099130': 1, '10067927': 1, '3964859': 1, '15758009': 1, '6254346': 1, '7107442': 1, '15957093': 1, '1987190': 1, '167463': 1, '2559527': 1, '15366408': 1, '28413536': 2}", "similar_patients": "{}"}