{"patient_id": 71755, "patient_uid": "5815417-1", "PMID": 29468168, "file_path": "comm/PMC005xxxxxx/PMC5815417.xml", "title": "Severe Pulmonary Hypertension Due to Adult-Onset Still’s Disease", "patient": "A 29-year-old female with AOSD presented with shortness of breath at rest. Her symptoms had progressed over 3 months. She complained of increased abdominal girth with swelling in both her legs. She had a history of poorly controlled AOSD with frequent flares leading to joint pain and rash. On discussion with the patient’s primary rheumatologist, we gathered that the patient had met criteria for diagnosis of AOSD (Yamaguchi criteria). The major criteria met were intermittent arthralgia lasting more than 4 weeks and leukocytosis as high as 13 000/mm with 91% neutrophils without evidence of infection. The minor criteria satisfying the diagnosis of AOSD were cervical lymphadenopathy on presentation, abnormal liver function tests (raised alkaline phosphatase to 138 U/L, aspartate aminotransferase of 75 U/L, and alanine aminotransferase of 60 U/L), a negative antinuclear antibody, and a negative rheumatoid factor. She met 5 criteria of AOSD with 2 major and 3 minor criteria. Workup for other rheumatologic conditions including systemic lupus erythematosus, systemic sclerosis, and CREST (calcinosis, Raynaud phenomenon, esophageal dysmotility, sclerodactyly, and telangiectasia) syndrome was negative. She was initially started on prednisone followed by conventional disease-modifying antirheumatoid drugs with little benefit. She had a previous trial of anakinra (interleukin-1 [IL] antagonist) as well as canakinumab (IL-1 antagonist) with no clinical improvement.\\nOn admission, posteroanterior radiograph of the chest showed an enlarged cardiac silhouette with bilateral pleural effusions. Echocardiogram showed severely dilated pulmonary artery with dilated right ventricle. The estimated right ventricular systolic pressure was markedly elevated to 74.64 mm Hg, with moderately reduced right ventricular systolic function. Left ventricular systolic function was normal with an ejection fraction of 56% to 60%. The patient also had bilateral pleural effusion for which chest tubes were placed. Computed tomography with contrast ruled out pulmonary embolism, but the findings were significant for severely dilated pulmonary arterial trunk ( and ). Rheumatoid factor and antinuclear antibody were negative. Anti-dsDNA antibody was negative. The patient had evidence of active inflammation; serum ferritin was very high: 1167.5 ng/mL (normal 11-306 ng/mL in females). Complement levels were obtained, C3 level was low at 65 mg/dL (normal 80-180 mg/dL) and C4 level was normal at 11 mg/dL (normal 10-45). Erythrocyte sedimentation rate was 9 mm/h, and C-reactive protein was 1.43 mg/L.\\nThe patient was diagnosed with probable PAH with evidence of right heart failure. Right heart catheterization was considered, but could not be performed because of severely dilated pulmonary artery. Chest tubes were removed and the patient was transferred to a tertiary care center equipped to provide cardiopulmonary transplant.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'1578458': 1, '16980719': 1, '22215829': 1, '1616341': 1, '23039366': 1, '18240255': 1, '30298010': 1, '22973530': 2, '24435354': 1, '24355639': 1, '27408785': 1, '29468168': 2}", "similar_patients": "{'3437612-1': 1}"}