{"patient_id": 73150, "patient_uid": "5902065-1", "PMID": 29808150, "file_path": "comm/PMC005xxxxxx/PMC5902065.xml", "title": "Osteomyelitis in Cat-Scratch Disease: A Never-Ending Dilemma—A Case Report and Literature Review", "patient": "A 12-year-old girl presented with a 5-day history of fever, right lateral-cervical and submandibular lymphadenopathy, and frontoparietal headache. The past medical history was uneventful, and she had no pets at home and did not travel recently.\\nPhysical examination revealed a 3 cm painful lateral-cervical swelling with overlying erythematous skin. White blood cell count was 16.2 × 103/μL, with 12.8 × 103/μL neutrophils, while C-reactive protein and erythrocyte sedimentation rate were normal. Oropharyngeal swab was negative. Ultrasound (US) confirmed the nature of the swelling (multiple reactive lymph nodes without central colliquation) and showed other reactive lymph nodes in the left cervical and bilateral inguinal regions. The girl was discharged with a 14-day course of amoxicillin-clavulanate, followed by improvement of cervical swelling and reduction of spiking fever.\\nAfter two days from the conclusion of antibiotic therapy, the patient presented to the Emergency Department suffering reoccurrence of severe headache and lymphadenopathy and was admitted for further investigation.\\nPhysical examination was unremarkable, except for right cervical swelling and 2 cm left parietal-occipital swelling.\\nComplete blood cell count and inflammatory markers were normal; IgM and IgG positivity for Bartonella henselae was confirmed through immunofluorescence assay. Suspecting CSD, a new medical history was collected revealing that the child used to play with neighbor's kittens.\\nDue to the clinical finding of scalp swelling, a cranial magnetic resonance imaging (MRI) with contrast was performed, finding an erosion of the skull of about 10 mm in the left temporoparietal area (). Other sites of osteomyelitis were excluded by a bone total body scintigraphy. Abdominal showed a round hypoecogenic splenic lesion of 1 cm consistent with a granuloma.\\nInfectious disease specialists and neurosurgeons advised against surgical intervention, so oral azithromycin was started, with rapid improvement of headache and cranial and cervical swelling. The child was discharged with 4-week therapy of azithromycin.\\nOne month after discharge, cervical swelling and splenic lesion disappeared, but headache persisted with reduced intensity and frequency. Serology was repeated with evidence of IgM negativity and IgG positivity. Eight weeks from symptom onset, MRI was repeated showing persistency of cranial lesion despite antibiotic treatment. Since the girl continued to complain of headache, a 6-week course of oral trimethoprim-sulfamethoxazole (TMP-SMX) and rifampicin was started with gradual clinical improvement. Four months from symptom onset, the osteolytic lesion was undetectable with MRI.", "age": "[[12.0, 'year']]", "gender": "F", "relevant_articles": "{'13163805': 1, '15876956': 1, '1461700': 1, '10879606': 1, '11525355': 1, '10488160': 1, '31112095': 1, '9635688': 1, '3562139': 1, '14749956': 1, '17635689': 1, '9041596': 1, '3332886': 1, '9352257': 1, '2746837': 1, '2922237': 1, '16751739': 1, '13622963': 1, '33295852': 1, '10064243': 1, '26407443': 1, '4061408': 1, '18349375': 1, '7526327': 1, '21513084': 1, '9763023': 1, '11017839': 1, '15155180': 1, '26273806': 1, '8313920': 1, '12904438': 1, '8216999': 1, '10325344': 1, '34165046': 1, '14557957': 1, '10825038': 1, '9665953': 1, '12462322': 1, '11245548': 1, '8537257': 1, '17953088': 1, '34345570': 1, '1845921': 1, '10048617': 1, '1408444': 1, '15075043': 1, '24450893': 1, '18190312': 1, '12543668': 1, '22785507': 1, '17337934': 1, '11642619': 1, '9105751': 1, '9768882': 1, '12525897': 1, '3696831': 1, '3805768': 1, '19654566': 1, '12953967': 1, '10451173': 1, '8794184': 1, '16351038': 1, '17982727': 1, '34031126': 1, '18443019': 1, '34306698': 1, '11316356': 1, '12741593': 1, '1608685': 1, '4975839': 1, '23205841': 1, '6613941': 1, '34109101': 1, '17133166': 1, '4011899': 1, '21225820': 1, '25881557': 1, '10565929': 1, '9559718': 1, '17140668': 1, '21594549': 1, '29808150': 2}", "similar_patients": "{}"}