{"patient_id": 122223, "patient_uid": "5762484-1", "PMID": 29386839, "file_path": "noncomm/PMC005xxxxxx/PMC5762484.xml", "title": "Intensely Pruritic Papules and Plaques in Waldenstrom's Macroglobulinemia", "patient": "A 64-year-old man with no specific medical comorbidities presented with a 10-day history of severely itchy, erythematous to brownish papules and plaques on the trunk and both elbows (). The clinical features were suspicious for eczematous dermatitis, such as allergic contact dermatitis. Therefore routine laboratory studies and a patch test were performed, but no specific findings were noted, except for mild anemia as hemoglobin (Hb) 12.6 g/dl. Even total serum IgE levels were normal. He was treated with oral antihistamines and topical steroids, but the effects were minimal. Various treatments including narrow band ultraviolet B light therapy and immunomodulators such as dapsone and cyclosporine were also administered, but the severity of the pruritic skin lesions waxed and waned while progressively worsening. Only oral corticosteroids were effective at slightly improving the pruritus. Serum Hb decreased from 12.6 g/dl to 10.6 g/dl during the treatment over 6 months, so dapsone and cyclosporine were discontinued. The anemia persisted despite discontinuation, so the patient was referred to the Department of Hematology. Ferrous sulfate was administered for three months, but because the anemia did not improve, additional hematologic studies were performed. Lymphocytosis was shown on peripheral blood smear, the serum IgM level was elevated at 2,287 mg/dl, and serum electrophoresis revealed a monoclonal peak at the β1 region (M-protein 21%, 1.7 g/dl; ). Bone marrow biopsy revealed 80% cellularity showing lymphoid cell aggregation with CD20+, CD79a+ and CD5− (). As such, the diagnosis of WM was established. This was one year and four months after the patient first visited our clinic for pruritic skin lesions. Because the distribution and morphology of skin lesions were similar to that of WM cutis, a 3-mm punch biopsy was taken to clarify this association. The histopathologic findings revealed hyperkeratosis, parakeratosis and patchy infiltration of mixed lymphohistiocytes (). The immunohistochemical stain revealed no deposition of lambda or kappa chains, and the infiltrating cells were negative for CD79a. Thus, it is thought that the skin manifestations were probably not due to direct infiltration of tumor cells or deposition of M protein.\\nThe hematologists recommended bone marrow transplantation, but the patient persistently refused. Over the course of 2 years, he was managed on cyclosporine, antihistamines, and topical corticosteroids, but he complained of worsening pruritus. Cyclosporine was the only effective drug for the pruritic lesions, but its effect was minimal. He recently started rituximab, cyclophosphamide, and dexamethasone (RCD) therapy. His anemia and absolute neutrophil count gradually improved, and the pruritus also subsided after five sessions of RCD. He was only taking loratadine for pruritus at the time of the first RCD session, and he did not require any antihistamines or topical corticosteroids after the fifth session.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'30612413': 1, '22458732': 1, '15906545': 1, '25679974': 1, '415666': 1, '9506352': 1, '10554434': 1, '10188670': 1, '22882527': 1, '11712059': 1, '29386839': 2}", "similar_patients": "{}"}