{"patient_id": 122990, "patient_uid": "5820870-1", "PMID": 29492145, "file_path": "noncomm/PMC005xxxxxx/PMC5820870.xml", "title": "Single Stage Complete Removal of Dumbbell Trigeminal Schwannoma in a Child by Skull Base Approach", "patient": "A 9-year-old female presented with drooling of salvia from the right angle of mouth for 2 months, associated with facial asymmetry. She often complained of intermittent mild headaches and blurring of vision. Neurological examination revealed right-sided involvement of V, VI, VII, and VIII cranial nerves, right-sided cerebellar signs, and right hemi paresis of MRC grade 4/5. There were neither cutaneous markers nor any family history of NF (genetic testing not done). Magnetic resonance imaging brain showed a well-circumscribed dumbbell-shaped mass lesion centered over Meckel's cave and extending into the right middle and posterior fossa up to the seventh–eighth nerve complex. The tumor appeared isointense on T1-weighted images, hyperintense on T2-weighted images, and intensely enhancing on contrast administration. There was compression of left temporal lobe and the brainstem with mild ventriculomegaly [].\\nA fronto-temporo-orbito-zygomatic (FTOZ) craniotomy was performed. Dura opened in a curvilinear fashion and tumor bulge was visible beneath the dura propria of the middle fossa base in the interdural plane, which was opened linearly in the anteroposterior direction. The tumor was extending medially toward the cavernous sinus without infiltration; hence, it could be easily peeled off from the lateral wall of the sinus. It was also eroding the petrous apex, thereby widening the porus trigeminus and extending into the posterior fossa until the internal acoustic meatus without actually involving these nerves. The TN was flattened and splayed by the tumor with the mandibular division suffering the maximum damage. Intracapsular debulking of the middle fossa component was initially done. This was followed by complete removal of the tumor including the capsule by following it into the posterior fossa through the widened porus. Sectioning of the tentorium cerebelli was not required. The tumor was grayish, fleshy, suckable, and vascular. Watertight dural closure was achieved. Histopathology revealed whorls of spindle-shaped cells suggestive of a schwannoma. Postoperative period was uneventful without added deficits; postoperative noncontrast computerized tomography head showed complete removal of the tumor [].", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'24633987': 1, '19081670': 1, '11883829': 1, '331889': 1, '24991713': 1, '10352754': 1, '21796003': 1, '16888538': 1, '21113372': 1, '14379464': 1, '30280064': 2, '12657173': 1, '7714595': 1, '20963463': 1, '15770515': 1, '8737807': 1, '10433308': 1, '29492145': 2}", "similar_patients": "{'6166905-1': 1}"}