{"patient_id": 114648, "patient_uid": "5114188-1", "PMID": 27867928, "file_path": "noncomm/PMC005xxxxxx/PMC5114188.xml", "title": "World Health Organization Grade II Oligodendroglioma Occurring after Successful Treatment for Childhood Acute Lymphoblastic Leukemia", "patient": "A 21-year-old male was admitted to our institution due to a 1-month history of a newly started simple partial seizure. He had a history of successful recovery from ALL with systemic chemotherapy (vincristine, L-asparaginase, 6-mercaptopurine, calcort, doxorubicin), intrathecal methotrexate, and cranial irradiation (18 Gy delivered in ten fractions over a period of 12 days). Calcort was not used in the maintenance therapy. A mass with 2 cm in the largest diameter was seen in the right insular cortex on the contrast-enhanced brain MRI with no post-contrast enhancement (). A navigation-guided biopsy obtained sufficient tumor tissue and the postoperative course was uneventful.\\nThe histological study revealed a grade II oligodendroglioma according to the WHO classification []: the ×400 magnified pathological examination observed round uniform nuclei, nucleoli, and perinuclear halos (). Further molecular analysis revealed the loss of heterozygosity (LOH) of chromosomes 1p and 19q (), and positive for the isocitrate dehydrogenase 1 mutation at residue 132:pR132H (tumor proportion of the tested tissue: 70%) ().\\nDue to the previous irradiation history, additional radiation therapy was not suitable for the patient.\\nThus, the patient was treated with a chemotherapeutic regimen consisting of procarbazine, lomustine, and vincristine, rather than surgery or re-radiation due to the fact that the patient had a tumor with 1p19q loss. His general condition was well maintained throughout the course of the treatment, and he was able to complete the 6th chemotherapy cycle as initially planned. The patient had been successfully treated for ALL 13 years earlier. The patient was treated with anticonvulsants for a year after the diagnosis of the oligodendroglioma. The patient has been doing well and his tumor as shown by imaging at his last follow up, 3 years after the diagnosis, is under control ().", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'18679581': 1, '15685439': 1, '17981026': 1, '9420081': 1, '17312307': 1, '10779419': 1, '10406363': 1, '23008713': 1, '17618441': 1, '17374815': 1, '317418': 1, '12666121': 1, '3173432': 1, '24116892': 1, '1244805': 1, '9810442': 1, '1885974': 1, '3006906': 1, '13790479': 1, '2415845': 1, '5334312': 1, '19198758': 1, '20121367': 1, '1922234': 1, '2319293': 1, '8374881': 1, '6581853': 1, '19452153': 1, '17043901': 1, '2536806': 1, '7782835': 1, '19011476': 1, '9850019': 1, '3419575': 1, '682008': 1, '27867928': 2}", "similar_patients": "{}"}