{"patient_id": 122171, "patient_uid": "5759078-1", "PMID": 29333026, "file_path": "noncomm/PMC005xxxxxx/PMC5759078.xml", "title": "Renal Lymphoma: Primary or First Manifestation of Aggressive Pediatric B-cell Lymphoma", "patient": "A 10-year-old boy presented to outside facility with complaints of a diffuse lump in the left flank, incidentally noticed by his mother. There is no history of fever, chills, pain, nausea, vomiting, diarrhea, constipation, urinary complaints, chronic infections, or any other palpable masses. Preliminary physical examination showed no fever, dysmorphic features, hypertension, or lymphadenopathy. There was a ballotable left flank mass that was firm to hard in consistency with ill-defined border. An abdominal sonogram revealed a large, solid, reniform mass with heterogeneous echo pattern in the left renal fossa. Hemogram, metabolic, and liver functions were within normal limits, and blood urea was 22 mg/dl and creatinine was 0.7 mg/dl. He was negative for HIV, HbsAg, and HCV. A contrast-enhanced computed tomography study of the chest and abdomen showed an enlarged left kidney, measuring 17.9 cm × 11.5 cm × 10.5 cm, with loss of internal morphological architecture, uniform hypoattenuation, and few areas of heterogeneous enhancement. There were no calcific foci. The renal artery was encased by the mass while the renal vein was patent. There were a few subcentimeter left paraaortic nodes. Lungs and mediastinum were normal. A provisional diagnosis of Wilms tumor was made. The boy was transferred to the care of a surgical oncologist. He underwent a left radical nephrectomy. Postoperative histopathological examination of the specimen was reported as malignant small round cell tumor, without capsular infiltration or vascular emboli, not involving the ureter, possibly Wilms tumor with the diffuse blastemal pattern. The resected lymph nodes were free of metastases. Postoperatively, he received locoregional radiation therapy (RT) to the tumor bed with three-drug regimen as per National Wilms Tumor Study Group IV.\\nA month later, the boy developed enlargement of the right tonsil and swelling in the right groin. Physical examination showed mild pallor, a right tonsillar mass that was 5 cm × 5 cm and displacing the uvula to other side and right inguinal lymphadenopathy of 3 cm × 3 cm. A fine needle aspiration of the right inguinal lymph node showed metastatic deposits of a malignant round cell tumor. At this point of time, he was referred to our center for further management. The histopathology of the nephrectomy specimen was reviewed. Morphology and immunohistochemistry showed small, round, relatively undifferentiated cells in sheets positive for CD20 and negative for WT-2 and pancytokeratin. A diagnosis of B-non-Hodgkin lymphoma (B-NHL) of the kidney was made. Staging investigations with the whole body 18F fluorodeoxyglucose (18F-FDG) positron emission tomography (PET) showed hypermetabolic large residual disease in the right renal bed and multiple hypermetabolic right tonsil, mediastinal, abdominal and inguinal lymphadenopathy. Bone marrow biopsy was normal. He was diagnosed as B-NHL Stage III A. He was started on chemotherapy with NHL-BFM 95 protocol. He tolerated chemotherapy well and responded well. At the end of six cycles of chemotherapy, he was in complete remission. After 3 months, he again presented with bilateral cervical lymphadenopathy, and biopsy confirmed relapse of B-NHL. Staging workup showed disease on both sides of diaphragm and bone marrow biopsy was negative. He was given salvage treatment with 4 cycles of ifosfamide, etoposide, and carboplatin. He had a very good partial response. In view of limited options and guarded prognosis in a case of early relapsed extranodal NHL in a child, parents consented for autologous bone marrow transplant. After evaluating for the organ reserve, a standard myeloablative regimen of BCNU, etoposide, cytarabine, and melphalan was used. He tolerated the procedure well with mucositis and myelosuppression as main toxicity. At end of 1 month, he was clinical in remission. Two months after autologous BMT, he once again had florid relapse and succumbed to disease, 14 months after diagnosis.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'5007387': 1, '19372716': 1, '25065972': 1, '17090912': 1, '3594375': 1, '11112813': 1, '21655173': 2, '20531045': 1, '23569559': 1, '17111087': 1, '7994934': 1, '29333026': 2}", "similar_patients": "{'3109786-1': 1}"}