{"patient_id": 116182, "patient_uid": "5315210-1", "PMID": 28243152, "file_path": "noncomm/PMC005xxxxxx/PMC5315210.xml", "title": "Training driving ability in a traumatic brain-injured individual using a driving simulator: a case report", "patient": "We report the case of a 20-year-old woman who lost her driver’s license after sustaining a moderate TBI in May 2013 after a car crash involving a deer. When transferred to intensive care, she presented a score of 10/15 on the Glasgow Coma Scale (GCS). Following the accident, she presented a posttraumatic amnesia, diffuse axonal injury with several bilateral petechiae, hemorrhagic contusions mostly located in the right frontal lobe, an infringement of the third right cranial nerve, mild right optic neuropathy, left hemiparesis, balance impairment (43/56 on Berg Balance Scale (BBS), difficulty in performing ADL and cognitive impairments, including memory impairment, decline in audioverbal and visual attention, decline in the ability of abstraction, reduced organizational capacity, decreased visuospatial abilities, cognitive fatigability and apathy.\\nAt the time of the accident, the participant held a Learner’s License – Passenger Vehicle (Class 5) and had very little driving experience. Having failed her first attempt to the Probationary License – Passenger Vehicle (Class 5), she was planning to perform her second attempt to the Société de l’Assurance Automobile du Québec (SAAQ) on-road test as required by Quebec’s provincial legislation.\\nIn order to regain her Learner’s License – Passenger Vehicle (Class 5), she had to obtain an evaluation certifying her functional capacity for driving. She underwent an in-clinic assessment, which revealed mild posttraumatic cognitive impairments (i.e., cognitive fatigability that interferes with the sustained attention span and vigilance weakness that generates a slow reaction time when stimuli appear slowly); sufficient muscle strength, range of motion and coordination; proper reaction time; sufficient overall perceptual-cognitive functions for driving and sufficient behavior. Following this assessment, she received a 10-hour on-road driving training with a driving instructor and a 3-hour in-simulator-specific road rules learning with a driving instructor. Driving ability of the posttrauma subject was assessed during an on-road evaluation conducted by an occupational therapist in May 2014 at the Quebec City Rehabilitation Institute (IRDPQ). During this test, the participant did not demonstrate the operational and tactical skills required to drive safely. The difficulties observed during the road test were consistent with cognitive sequelae observed in clinical settings. These seemed to cause functional impairments interfering with her driving performance. Considering the deficiencies observed during the on-road assessment, the lack of improvement during training sessions and the integration difficulties of the basics of driving, the improvement potential was estimated as low. Therefore, no other subsequent road test was envisaged by the IRDPQ.\\nIn-simulator driving rehabilitation presents a promising method to improve driving skills after TBI., The aim of this study is to evaluate the effectiveness of an in-simulator training program with automated feedback on driving performance in a TBI individual.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'25850160': 1, '24816081': 1, '23889321': 1, '10209634': 1, '24754764': 1, '25150523': 1, '22642446': 1, '20853979': 1, '12452274': 1, '21355675': 1, '23954689': 1, '23708482': 1, '11029682': 1, '20572473': 1, '15832895': 1, '17896210': 1, '4136544': 1, '22269541': 1, '2669785': 1, '12370878': 1, '24001340': 1, '11579978': 1, '20184403': 1, '12971927': 1, '1468055': 1, '17558668': 1, '22448334': 1, '23915472': 1, '20729986': 1, '9724839': 1, '18452742': 1, '21829135': 1, '10081599': 1, '28243152': 2}", "similar_patients": "{}"}