{"patient_id": 119631, "patient_uid": "5570075-1", "PMID": 28852458, "file_path": "noncomm/PMC005xxxxxx/PMC5570075.xml", "title": "A long-term survival case after surgical resection of skeletal muscle metastasis following esophagectomy for squamous cell carcinoma of the esophagus", "patient": "A 56-year-old man presented to our institution with esophageal and gastric cancer. Esophagogastroduodenoscopy (EGD) demonstrated a type 2 tumor occupying one-third of the circumference of the esophagus and measuring 28–33 cm from the incisors (Fig. ). Endoscopy revealed that the tumor invaded the muscularis propria and biopsy revealed SCC. Moreover, a type 0-IIb tumor was located at the lesser curvature of the angle of the stomach. Endoscopy revealed invasion of the mucosa and biopsy revealed adenocarcinoma (Fig. ). Computed tomography (CT) showed no enlarged lymph nodes in the mediastinum or distant metastasis in the liver or lung. Therefore, the patient underwent thoracoscopic esophagectomy (video-assisted thoracic surgery for esophagus), 2-field lymph node dissection, partial gastrectomy and gastric tube reconstruction via a retrosternal route for the advanced esophageal and early gastric cancers. Histopathologic analysis revealed Stage II (type 2, T3, ly2, v0, N0, PM0, DM0) esophageal and Stage I (type 0-IIb, T1, ly0, v0, N0) gastric cancer, with positive horizontal margins of dissection of the gastric cancer. Therefore, as additional treatment, we performed argon-plasma coagulation around the dissected gastric mucosa postoperatively.\\nThree months later, tumor marker levels increased, and 6 months later, CT revealed cervical lymph node recurrence and mediastinal lymph node metastasis. Therefore, the patient underwent cervical lymph node dissection. Histopathology revealed metastatic SCC and the patient received adjuvant chemoradiotherapy (nedaplatin 20 mg for 5 days, fluorouracil 500 mg for 7 days, 40 Gy). The patient was followed up.\\nTwo years and 3 months after esophagectomy, he complained of pain in the left shoulder. A mass was found between the trapezius and supraspinatus on CT and magnetic resonance imaging (Fig. ). 18F-fluorodeoxyglucose (FDG) positron emission tomography (PET) demonstrated increased levels of FDG accumulation in the left shoulder. Needle biopsy demonstrated class V (unclear type of carcinoma) disease. Therefore, we performed tumor dissection for muscle metastasis, and the histopathologic diagnosis was SCC. The patient thus underwent adjuvant chemotherapy with S-1 (80 mg/day) administered 4 weeks on/2 weeks off schedule for 1 year.\\nFive years after esophagectomy, EGD revealed red and easy-bleeding mucosa inside his gastric tube, and biopsy showed Group V (well-differentiated) adenocarcinoma. The depth of invasion was thought to be deeper than the submucosa by EGD, so we performed total dissection of the gastric tube and right colon reconstruction via the retrosternal route. Histopathology demonstrated Stage Ib disease (well-differentiated tubular adenocarcinoma, Type 3, T2, ly0, v0, N0). We found no association between the first gastric tumor and this tumor. Patient condition remained good, and there was no sign of recurrence 13 years after esophagectomy.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'21415650': 1, '17117081': 1, '15121758': 1, '19795036': 1, '25216437': 1, '30809784': 1, '12356116': 1, '16165713': 1, '15827406': 1, '23002370': 1, '28852458': 2}", "similar_patients": "{}"}