{"patient_id": 119347, "patient_uid": "5556215-1", "PMID": 28796049, "file_path": "noncomm/PMC005xxxxxx/PMC5556215.xml", "title": "Tophaceous gout causing lumbar stenosis", "patient": "A 68-year-old male had low back pain radiating to bilateral lower limbs, accompanying with intermittent claudication that lasted for 3 months and aggravated 5 days ago. Without drug analgesia, he could not complete lumbar MRI because of severe low back pain. He had a background history of gout for 10 years and hypertension for 16 years. Physical examination showed hypoesthesia on his right big toe and weakness of right knee extension (muscle strength, grade 4). The knee jerk reflex was absent on the right knee (−) and decreased on the left knee (+). The ankle jerk reflex was decreased on both sides (+). Pathologic reflex was not detected. There were nodular whitish deposits in several finger and foot joints.\\nResults of laboratory data were shown below: white blood cell count 6230/mm3 (normal range 3500–9500/mm3); neutrophils 73% (normal range 40%–75%); erythrocyte sedimentation rate 21 mm/h (normal range lower than 20 mm/h); C-reactive protein 1.59 mg/L (normal range lower than 8 mg/L), and the serum uric acid level was 544.9 μmmol/L (normal range 89.0–357.0 μmmol/L). Plain radiographs of the lumbar spine demonstrated degenerative lumbar scoliosis with hyperostosis, narrowing of intervertebral disc spaces, and endplate sclerosis (L2/3 and L3/4) (Fig. ). Axial T2-weighted MRI displayed an isointense mass lesion on the right L4-L5 facet joint with intervertebral foramen narrowing and nerve root invasion (Fig. A). CT revealed a lesion on the right L4-L5 facet joint, which eroded the upper segment of the right L5 pedicle, leading to lumbar stenosis (Fig. B). DECT confirmed uric acid deposition (in green) on the right L4-L5 facet joint and L4/5 disc (Fig. C). Sagittal DECT and 3-dimensional DECT reconstruction further detected extensive tophaceous deposits in L1/2, L2/3, L3/4, and L4/5 lumbar discs, and also the posterior column, especially L2-L3 and L4-L5 facet joints (Fig. ).\\nThe patient underwent L2-L4 laminectomy, L2/3, L3/4, and L4/5 discectomy, and transforminal lumbar interbody fusion with pedicle screw fixation. During the surgery, we found a mass of chalky white material at the posterior column of L3 to L5 vertebral bodies, which also involved the intervertebral discs. The right L2-L3 and L4-L5 facet joints (Fig. A), together with the upper segment of the right L5 pedicle, were eroded by the lesion of chalky white material. In addition, the right L5 nerve root was surrounded by the chalky white material. Pathological examination of the specimen from the right L4-L5 facet joint revealed the typical picture of a gouty tophus: amorphous material with a multinucleated giant cell reaction (Fig. B). According to symptoms, laboratory values, DECT results, and pathological examination, a diagnosis of spinal gout was established.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'25637002': 1, '33236200': 1, '33588945': 2, '14800242': 1, '20101555': 1, '19208604': 1, '26490179': 1, '19139655': 1, '27817138': 1, '33023045': 1, '13354714': 1, '19680018': 1, '30601230': 1, '11426037': 1, '26958708': 1, '15639411': 1, '24915980': 1, '21303490': 1, '11334288': 1, '26700330': 1, '16381213': 1, '21800283': 1, '28796049': 2}", "similar_patients": "{'7885401-1': 1}"}