{"patient_id": 121536, "patient_uid": "5717910-1", "PMID": 29264301, "file_path": "noncomm/PMC005xxxxxx/PMC5717910.xml", "title": "Rehabilitation of Unilateral Congenital Microtia by Implant-retained Prosthesis", "patient": "A 15-year-old male patient with the right side congenital microtia was referred to our department. The patient was examined, and the presence of rudimentary cartilage was seen on right side with missing malformed ear []. The left side ear was normal, and there was no other congenital anomaly present except microtia. The patient was further evaluated for hearing sensation, and there was the presence of hearing loss on the right side.\\nPreliminary impressions of both the sides were taken, and the models were fabricated. Prototype of wax mimicking the left side ear was fabricated. A computed tomography (CT) scan of the middle third face in the mastoid region showed sufficient bone for the implant placement []. Tentative sites for implants were marked on the patient's face and transferred to diagnostic impressions. The landmarks used for selection of the implant sites were superior horizontal line through superior tarsal plate and nasion, inferior horizontal line through base of nose, anterior vertical line through outer rim of orbit and perpendicular to horizontal lines and posterior vertical line through angle of mandible and perpendicular to horizontal.\\nCorrelating the clinical findings, the CT diagnosis and patient expectations, it was decided to place 6-mm diameter and 6.25-mm length, internal hex implants (Adin Dental Implant System, Afula, Israel) at the 3 sites, respectively. The surgery was planned under necessary anesthesia after fitness of the patient and written informed consent. Implant sites were marked tentatively by drilling osteotomy in the prospective implant site location (transferred from the diagnostic cast at the time of diagnosis and using CT scan guide), and implants were placed in these positions [Figures and ]. Rudimentary cartilage was removed and thinning of subcutaneous tissue was done. In the second stage, uncovering of implants by removal of soft tissue and placement of secondary healing caps, 4 months after first stage surgery was carried out. Abutment placement with ball and socket attachment was done at the next stage []. Postoperative phase after second stage surgery was uneventful and healing was satisfactory around the abutments [].\\nFabrication of ear prosthesis using ball and socket attachment was done 3 weeks after the second stage surgery. The next step was making impression of implant positions and soft tissues together. For this, the guidelines to assist in wax-up of prosthesis were drawn on left side of face. Irreversible hydrocolloid, silicone impression material was used for making impressions.\\nThe next prosthetic step was fabrication of an acrylic resin substructure. The acrylic resin substructure is an acrylic plate fabricated in clear resin that provides a backing for silicone and carries retentive component in its tissue surface. Its superior surface priming was done to create adhesion of acrylic with silicone. Wax up of the prosthesis was then done followed by trial on the patient. This was followed by three-part flasking of the wax up with formation of the channels for silicone escape followed by curing at room temperature overnight. Shade matching was done according to surrounding anatomic regions on patients face. Final prosthesis was retrieved and then placed on patient's face []. Maintenance of the peri-implant tissue was explained to the patient as it is imperative for the long-term success of prosthesis. Mechanical cleaning with interdental brush around abutments and with gauze soaked in peroxide 3% solution and saline in (1:1) ratio or soap water is advised to the patient. As it is a removable appliance, the soft-tissue cuff around the implant needs to be maintained, and for this purpose, the patient was demonstrated for the regular cleaning and maintenance of the implantation site.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'18548964': 1, '9627903': 1, '15382783': 1, '18416416': 1, '19033030': 1, '10512970': 1, '11201406': 1, '1941677': 1, '1843497': 1, '20046483': 1, '33916853': 1, '11791267': 1, '10424984': 1, '8359877': 1, '14277476': 1, '8648577': 1, '21912504': 1, '22913280': 1, '2260828': 1, '22372935': 1, '1985181': 1, '21525695': 1, '9495166': 1, '12806320': 1, '7672853': 1, '29264301': 2}", "similar_patients": "{}"}