{"patient_id": 122590, "patient_uid": "5791510-1", "PMID": 29416905, "file_path": "noncomm/PMC005xxxxxx/PMC5791510.xml", "title": "Man-in-the-barrel syndrome: Case report of ventral epidural abscess and review of the literature", "patient": "A 62-year-old diabetic male presented with left upper extremity weakness. Two days after admission, he developed proximal bilateral upper extremity motor deficits but intact lower extremity strength. Motor compromise was characterized by shoulder abductors 1/5; elbow flexors 1/5; elbow extensors 3/5; wrist extensors 4+/5; finger flexors; and abductors 4+/5 (Medical Research Council grading scale) bilaterally. Deep tendon reflexes were 1+ in both upper and lower extremities, and were accompanied by bilateral Babinski's and Hoffmann's signs without clonus. He also complained of and demonstrated focal tenderness in the posterior cervicothoracic spine.\\nLaboratory examination showed leukocytosis (24.8 K/uL), elevated C-reactive protein (38.4 mg/dL), and an elevated erythrocyte sedimentation rate (106 mm/h). The magnetic resonance image (MRI) of the cervical spine showed a ventral cervical epidural abscess extending from C2 to C6 [ and ]. The patient underwent an emergent cervical laminectomy (C3–C6) to decompress the cervical cord. Purulent fluid was expressed ventrally using a nerve hook. A C3–C6 cervical fusion was then undertaken utilizing standard lateral mass fusion techniques and a surgical drain was left in place.\\nPostoperatively, the patient exhibited slight improvement in his proximal upper extremity motor strength; 2/5 in the shoulder abductors and elbow flexors. Surgical cultures identified: Streptococus anginosus, S. constellatus, and Staphylococcus epidermidis (methicillin sensitive). The initial broad-spectrum antibiotic therapy was narrowed down to intravenous cefazolin as recommended by the infectious disease team for a total of 6 weeks. Unfortunately, the patient became hemodynamically unstable due to sepsis/aspiration pneumonia on postoperative day 9 and expired.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'19153479': 1, '10828657': 1, '9669478': 1, '7788320': 1, '9686258': 1, '17106664': 1, '3736874': 1, '21108233': 1, '29416905': 2}", "similar_patients": "{}"}