{"patient_id": 65681, "patient_uid": "5360812-1", "PMID": 28377664, "file_path": "comm/PMC005xxxxxx/PMC5360812.xml", "title": "Diagnosis and Management of Hidden Caries in a Primary Molar Tooth", "patient": "A 3-year-old white girl was referred to the Department of Pediatric Dentistry at Barzilai University Medical Center, Ashkelon, Israel, with a chief complaint of pain and extra-oral swelling on the right side of the mandible for the last 3 months. Her medical history was not remarkable. She attended several pediatric dentists for diagnosis, who prescribed antibiotic therapy. The swelling regressed and reappeared. Later, she was referred for a panoramic X-ray, misdiagnosed as malignant swelling, and scheduled for biopsy at oral surgery.\\nExtraoral examination revealed swelling on the right side of the mandible, which was diffuse, tender, and warm to palpation. The overlying skin appeared flushed. Intraoral examination revealed intact primary dentition with buccal cortical plate expansion on the right side of the mandible ().\\nOn panoramic radiograph, tooth 85 had a periapical radiolucency (). The computed tomography scan revealed bone resorption of the buccal cortical plate of tooth 85 with the mesiobuccal (MB) root being in contact with the oral soft tissues and a radiolucent area in the crown extending from the occlusal surface into the dentin under the MB cusp ( and ). Preeruptive intracoro-nal resorption was diagnosed, and the decision was made to extract the tooth.\\nLocal anesthesia was applied and tooth 85 was extracted. The exterior opening of the hidden caries was located using a #8 file that entered from the mesial central fissure and reached the pulp horn ().\\nFollow-up examination 1 week later showed soft tissue healing. 6 months later, no clinical symptoms or swelling were observed ( and ). Two years later, radiographic findings showed normal development of the succedaneous tooth ().", "age": "[[3.0, 'year']]", "gender": "F", "relevant_articles": "{'9635317': 1, '13541955': 1, '6594989': 1, '7831146': 1, '3456421': 1, '8668574': 1, '10029964': 1, '11048303': 1, '10509334': 1, '28377664': 2}", "similar_patients": "{}"}