{"patient_id": 116710, "patient_uid": "5362842-1", "PMID": 28491357, "file_path": "noncomm/PMC005xxxxxx/PMC5362842.xml", "title": "Marked cytoreduction of a lymphocyte-rich mediastinal thymoma with neoadjuvant chemotherapy in a cat", "patient": "A 15-year-old neutered female domestic shorthair cat was referred for assessment of lethargy of 1 month’s duration and acute-onset dyspnoea.\\nOn physical examination, a moderate, restrictive, inspiratory dyspnoea pattern with increased abdominal effort was noted. Heart sound intensity was decreased over the left hemithorax and increased over the cranio-ventral right hemithorax. The apex beat was palpable, and lung sounds audible, over the right hemithorax but not the left. Anterior chest compressibility was reduced.\\nRadiographs performed prior to referral showed a large mediastinal mass occupying the left, ventral hemithorax extending from the thoracic inlet to the left diaphragmatic outline, causing right displacement of the cardiac silhouette (,).\\nA complete blood count showed a moderate lymphocytosis (13.7 × 109/l; reference interval [RI] 1.5–7.0 × 109/l). Circulating lymphocytes were predominantly small and well differentiated.\\nSerum biochemistry parameters and serum total thyroxine concentration were within the RIs. Feline leukaemia virus antigen and feline immunodeficiency virus antibody ELISA tests were negative (Witness FeLV-FIV; Zoetis).\\nThoracic computed tomography (CT; Somatom Emotion Duo 2003 [Siemens]) was performed under general anaesthesia. Transverse 5 mm thick slices were acquired and reconstructed for soft tissue at 3–5 mm intervals. Pre- and postcontrast (iohexol 600 mg/kg IV [Omnipaque; GE Healthcare]) images were examined in soft tissue and lung windows, and three-dimensional (3D) reconstruction was performed (,). CT showed a large, poorly enhancing, soft tissue-attenuating mass in the cranial mediastinum expanding adjacent regions of the mediastinum. The mass extended from the thoracic inlet to the left diaphragmatic crura, filling most of the left hemithorax caudally and occupying the right and left hemithoraces cranially. The pulmonary parenchyma showed patchy, poorly defined regions of interstitial–alveolar density involving primarily the left caudodorsal lung lobe, consistent with atelectasia, most likely secondary to the presence of the mass and anaesthesia. There was a small amount of hypodense fluid present in both hemithoraces. There was moderate enlargement of the cranial mediastinal and tracheobronchial lymph nodes. 3D volume-rendered reconstruction of the mass was performed. Using OsiriX (Pixmeo) as a DICOM viewer, regions of interest (ROI) were drawn around the thoracic mass with the pencil tool in alternate slices, and the missing slides where interpolated by the DICOM viewer. The segmented volume was subsequently displayed as a 3D image and thymoma volume was automatically calculated. The 3D ROI was displayed in a 3D shaped surface in a separate window. Finally, a 3D volume of the entire CT study was performed and the ROI displayed into it and adjusted to the desired colour (green). The volume of the mass was estimated to be 180.7 cm3.\\nFine-needle aspirates of the mediastinal mass were obtained with ultrasound guidance. Cytological examination revealed predominantly well-differentiated small lymphocytes and an absence of epithelial cells (). Differential diagnoses considered on the basis of these findings included lymphocyte-rich thymoma or well-differentiated small cell lymphoma.\\nNeedle biopsies (using a 14 G × 11 cm Temno-Evolution biopsy needle [Carefusion]) of the mediastinal mass were obtained with ultrasound guidance under general anaesthesia. Routine histopathological examination demonstrated sheets of predominantly small lymphocytes admixed with scattered neoplastic epithelial cells. On immunohistochemical evaluation, the majority of small lymphocytes exhibited variably intense membrane reactivity for CD3 (T cell marker) and the epithelial cell population was highlighted by strong, predominantly membranous reactivity for pancytokeratin. These findings were consistent with a diagnosis of lymphocyte-rich thymoma. Additionally, paraffin-embedded tissue submitted for a PCR for antigen receptor gene rearrangement (PARR) assay of T cell receptor gamma demonstrated a polyclonal rearrangement consistent with a non-neoplastic (reactive) T lymphocyte population within the mass. The results of these diagnostic evaluations are outlined in .\\nChemotherapy was commenced on the day of biopsy, prior to return of the histopathology results. On recovery from general anaesthesia, the cat received chlorpheniramine maleate (1 mg/kg SC [Niramine; Jurox]), dexamethasone sodium phosphate (0.5 mg/kg IV [Dexadreson; Intervet]) and L-asparaginase (400 IU/kg IM [Leunase; Aventis]), and was discharged receiving prednisolone (7.5 mg PO q24h for 2 weeks, prior to tapering to 5 mg PO q24h for 1 week followed by 2.5 mg PO q48h for 1 week [Pred-X5; Apex Lab-oratories]). One week following commencement of therapy, there was resolution of lymphocytosis (5.56 × 109/l; RI 1.5–7.0 × 109/l) and vincristine (0.5 mg/m2 IV [Vincristine sulfate injection; Pfizer]) was administered. Two weeks after vincristine administration, repeat thoracic radiographs showed a reduction in the size of the mass (,). There was a small, ill-defined triangular-shaped soft tissue opacity superimposed over the left caudal border of the cardiac silhouette. One week later the cat received doxorubicin hydrochloride injection (25 mg/m2 IV [DBL; Hospira]). Four days following doxorubicin administration there were two episodes of vomiting. Apart from this, however, no clinical signs consistent with chemotherapeutic adverse effects were observed over the treatment period. A complete blood count (CBC) was performed prior to each chemotherapy treatment and showed no evidence of bone marrow suppression. In addition, 1 week after doxorubicin administration, a CBC and serum biochemistry profile were performed and showed no significant abnormalities.\\nThoracic CT was repeated 2 weeks after doxorubicin administration (5 weeks after initiation of chemotherapy) for presurgical planning (,). The volume of the mass was estimated to be 9.4 cm3, representing a 95% reduction in volume of the mass. There was persistent cranial mediastinal lymphadenomegaly but the previously reported tracheobronchial lymphadenomegaly and pleural fluid had resolved. A median sternotomy was performed under general anaesthesia, 2 weeks after doxorubicin administration (at a time when no medical therapy was being received). The mass was identified in the left cranial mediastinum and dissected free from surrounding mediastinal attachments and the pericardium. The left phrenic nerve and associated vasculature were adhered to the mass and were ligated and transected cranially and caudally and then removed with the mass. A 10 F chest tube was placed in the right hemithorax. The cat received remifentanil hydrochloride (constant rate infusion [Remifentanil; Sandoz]) intraoperatively, and was subsequently transitioned to fentanyl (constant rate infusion [Fentanyl injection; Astra Zeneca]) on anaesthestic recovery. A buprenorphine transdermal patch (buprenorphine 5 μg/h [Norspan; Mundipharma]) was placed postoperatively. Subsequent histopathological examination confirmed the previous diagnosis of thymoma, which this time comprised a greater proportion of neoplastic epithelial cells in addition to the small lymphocyte population ().\\nThe cat recovered from surgery without complication. The chest tube was removed and the cat was discharged from the hospital the following day receiving transdermal buprenorphine analgesia. Twelve days after surgery, the cat re-presented with acute dyspnoea. The cat was not receiving any drug therapy at this time. Transthoracic ultrasonography revealed a large volume of pleural fluid and thoracocentesis yielded 180 ml of pink, turbid fluid. The results of the subsequent fluid evaluation, outlined in , were consistent with a non-septic exudate comprising predominantly small lymphocytes with fewer neutrophils. PARR assay revealed these lymphocytes to be polyclonal B and T lymphocyte populations, and flow cytometry yielded a normal percentage of lymphocyte subsets, supportive of a reactive process.\\nSerial thoracic ultrasound examinations identified progressive effusion, and thoracocentesis was repeated 2, 5 and 15 days after the original thoracocentesis, to relieve and prevent recurrent tachypnoea, with approximately 90 ml of grossly similar fluid being retrieved each time. The cat did not require any further thoracocentesis and the pleural effusion was confirmed as resolved by repeat thoracic ultrasonography 27 days after the original thoracocentesis. The cat made a full recovery and no clinical signs have recurred 34 months after surgery.", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'17423346': 1, '9002171': 1, '18412532': 1, '11563449': 1, '1855170': 1, '3183702': 1, '19732733': 1, '9338464': 1, '11563450': 1, '19379294': 1, '19379293': 1, '15963816': 1, '3583897': 1, '17063710': 1, '17285440': 1, '1952149': 1, '9692471': 1, '20659303': 1, '20826845': 1, '28491357': 2}", "similar_patients": "{}"}