{"patient_id": 115302, "patient_uid": "5204061-1", "PMID": 28077969, "file_path": "noncomm/PMC005xxxxxx/PMC5204061.xml", "title": "Odontogenic Sinusitis Caused by an Inflammation of a Dentigerous Cyst and Subsequent Finding of a Fibrous Dysplasia. A Case Report", "patient": "A 38 year-old man presented with a swollen right cheek, pain and rhinorrhea of 15 days of evolution. He had not got any systemic diseases.\\nThe patient reports to have been examined by an otolaryngologist, who prescribed him a treatment with antibiotics. Since no remission was evident, the patient was referred to our clinic to rule out an odontogenic cause.\\nThe patient provided an orthopantomography that revealed that the upper third molar was displaced to the maxillary sinus by the pressure of a cyst that went unnoticed by the otolaryngologist (Fig. ).\\nA computed tomography (CT) scan was obtained to improve diagnostic imaging, showing a cystic lesion with involvement of the bone (Fig. ).\\nThe cyst and the ectopic third molar were dissected under local anesthesia (Articain 40/0,005 mg/ml) (Figs. -). Amoxicillin 875mg/clavulanic acid 125mg, for seven days and ibuprophen 600mg, three times daily for pain control, if needed, were administered postoperatively.\\nThe cystic capsule was sent for histopathological examination; the diagnosis was a dentigerous cyst with signs of inflammation.\\nPostoperative complications were not observed and the patient remained asymptomatic over a follow-up period of seven months.\\nFollow-up orthopantomography imaging was performed at seven months following surgery (Fig. ). The maxillary sinus was almost completely occupied by bone, so we decided to refer the patient for another scan. The new scan revealed that the maxillary sinus was largely and abnormally occupied by bone, what made us think of a possible fibrous dysplasia (Fig. ). This was confirmed by a biopsy carried out by a maxillofacial surgeon and by histopathological examination. Conservative treatment was administered with regular follow-up examination.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'15185611': 1, '21924204': 1, '22327465': 1, '18510882': 1, '21050646': 1, '16675177': 1, '20971660': 1, '16085630': 1, '20190502': 1, '22640797': 1, '21933468': 1, '23871506': 1, '22645073': 1, '24221055': 1, '19875313': 1, '21187756': 1, '26451145': 1, '18238909': 1, '19022142': 1, '27054435': 1, '21985462': 1, '22923911': 2, '21977470': 1, '23147306': 1, '21271548': 1, '19348725': 1, '21787483': 1, '24742486': 1, '26080204': 1, '23714967': 1, '26966467': 1, '24383013': 2, '33384837': 1, '14666088': 1, '29663114': 1, '22712359': 1, '26267567': 1, '24487949': 1, '21310578': 1, '28077969': 2}", "similar_patients": "{'3424955-1': 1, '3870643-1': 1}"}