{"patient_id": 72592, "patient_uid": "5857326-1", "PMID": 29686917, "file_path": "comm/PMC005xxxxxx/PMC5857326.xml", "title": "A Recurrent Cervical Neurenteric Cyst Treated Anteriorly: Safe, Gross-Total Excision Facilitated by Prophylactic Unilateral Vertebral Artery Exposure, Microdissection, and Spinal Cord Monitoring—A Case Report and Technical Note", "patient": "A 67-year-old woman presented with the chief complaint of numbness and clumsiness in the right hand lasting 7 months. She managed to write but not functionally and could walk unaided but with some difficulty. Physical examination revealed partial Brown-Séquard syndrome with motor deficit, which predominantly affected the right upper limb and sensory impairment by a pinprick in the left upper and lower limbs. Muscle stretch reflexes, while generally responding normally, showed a hyperactive biceps reflex and a diminished ankle jerk bilaterally. What is noteworthy about the history of this case is that she had a shunting operation for the intradural cervical cyst using a silicone tube to create a communication between the cyst cavity and the subarachnoid space with a posterior approach 22 years ago. She recovered completely after the operation, without displaying any recurrence of symptoms originating from the cervical lesion for a period of more than 20 years.\\nMRI of the cervical spine revealed an intradural extramedullary cystic mass lesion ventrally to the spinal cord at the C3 to C4 level with the spinal cord tightly stretched out over this ventral cyst (). The content of the cyst fluid appeared slightly hyperintense compared to cerebrospinal fluid (CSF) on both T1- and T2-weighted MRIs. T1-weighted MRI sequences after gadolinium administration showed no enhancement of the cyst wall. Computed tomographic myelography also showed clearly delineated intradural extramedullary mass with the previously placed shunting tube (). An isolated bony union between C2 and C3 found on the plain radiograph proved to be an unintended fusion, which had taken place after the first shunting operation using expansive open-door laminoplasty. Based on these radiological findings consistent with the diagnosis of SNC, we opted to perform surgery from the front.\\nFollowing preoperative general anesthesia, we inserted a lumbar spinal drain percutaneously into the subarachnoid space to prepare for continuous CSF drainage after surgery involving durotomy []. The drain tube remained clamped during surgery.\\nIntraoperative spinal cord monitoring consisted of stimulating the brain transcranially with corkscrew-type needle electrodes placed into the scalp 2 cm anteriorly and 5 cm laterally to the vertex on both sides and recording motor-evoked potentials (MEPs) from the bilateral tibialis anterior and the abductor hallucis with two monopolar needle electrodes inserted intramuscularly 2–4 cm apart []. A train of 4 TES pulses with an interstimulus interval of 2 ms delivered after propofol-opioid total intravenous anesthesia successfully evoked baseline MEPs in those muscles.\\nA transverse incision on the right side was made at the level of the hyoid bone from just across midline to the sternocleidomastoid muscle laterally. After exposure of the anterior aspect of the vertebral bodies of C2, C3, and C4 with a standard approach, bilateral longus colli muscles were elevated from the vertebral bodies laterally, and the right transverse processes of C3 and C4 were exposed. By removing the anterior tubercles of the two transverse processes with a Kerrison rongeur, the vertebral artery was unroofed anteriorly to protect the artery during dissection of the cyst located with more right-sided extension. After the C3/4 disc was incised and removed, subtotal corpectomy of C3 and resection of one-third of the rostral portion of C4 vertebral body were carried out. Under the operative microscope, all bony cortexes were removed with a high-speed diamond-tipped burr, fully exposing the posterior longitudinal ligament (PLL). The uncovertebral joint was identified laterally on both sides, and right uncovertebral joint was resected completely with great care to avoid damage to the vertebral artery. The PLL was then removed cautiously from these areas, and the dura was revealed clearly. Epidural bleeding from venous plexus was controlled by bipolar electrocautery and a hemostatic agent. The dura was expanded and thin so that we could locate the exact position of the cyst through the dura without ultrasonic confirmation (). A slightly right-sided longitudinal dura incision was chosen for the location of the cyst. After the incision, because both the arachnoid membrane and the cyst wall were densely adhering to the inner dura layer, CSF and the cyst content leaked out unexpectedly. A white and glossy inner side of the cyst could be seen, through which the surface of the spinal cord was visualized. The shunt tube placed during the first surgical operation was observed in the cyst (). We left the tube in place without trying to extract it, thereby reducing the chance of damage to vascular, meningeal, or neural structures potentially adherent to the tube. We tried to remove the entire cyst wall from surrounding structures, but it could not be dissected off the spinal cord surface completely (). One portion of both the dura and the arachnoid membrane, where the cyst wall could not be removed radically, was resected. The dura was closed with patch-grafting using a Gore-Tex, the expanded polytetrafluoroethylene (ePTEE) sheet, followed by augmentation with fibrin adhesive (Beriplast P). A tricortical iliac crest strut was harvested and then trimmed and shaped to match the vertebral recipient site. Under the gentle manual traction of the head, the graft was tamped into position. The subfascial drain was placed with very low pressure, and the wound was closed in layers. MEPs for spinal cord monitoring showed no significant amplitude reduction throughout surgery.\\nLumbar subarachnoid drainage of CSF was started immediately following surgery and continued until day 5 after surgery, with the patient kept in bed resting. The drainage with an average daily drain output of 200 ml worked well in preventing spinal fluid leak through the operative wound. On day 12 after surgery, the patient was allowed to ambulate with a hard cervical collar, which was kept in place for 3 months. The patient showed a progressive recovery of the myelopathic symptoms and eventually regained normal function at the 2-year visit, when she had a solid fusion on radiographs and showed neither signs of a cyst recurrence nor a CSF fistula on MRIs ().\\nHistopathological examination of the cyst demonstrated a cystic wall lined by cuboidal to columnar epithelial cells and those cells were periodic acid-Schiff (PAS) positive, all consistent with the diagnosis of SNC. According to Wilkins and Odom's histopathological classification [], this cyst is classified as type A ().", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'10912193': 1, '1545892': 1, '7885563': 1, '1738453': 1, '32039302': 1, '30519518': 1, '20890417': 1, '16357503': 1, '25733997': 2, '34417830': 1, '15641593': 1, '16385333': 1, '32699709': 2, '24236669': 1, '12633954': 1, '18348021': 1, '11302637': 1, '17936690': 1, '22198113': 1, '29686917': 2}", "similar_patients": "{'7372244-1': 1, '4345193-1': 1}"}