{"patient_id": 65674, "patient_uid": "5360384-1", "PMID": 28367383, "file_path": "comm/PMC005xxxxxx/PMC5360384.xml", "title": "Multiple Calcifying Pseudoneoplasms of the Neuraxis", "patient": "A 67-year-old woman presented with a six-year history of recurrent focal seizures with impaired consciousness suggesting a left hemispheric origin. The patient had a recent increase in the frequency of seizures with poor response to medical treatment. Magnetic resonance imaging (MRI) at the onset of seizures revealed multiple heterogeneous intracranial lesions located in the ventral midbrain and in the left frontal white matter. The MRI features of the lesions were fairly similar, demonstrating hypointensity on T1- and T2-weighted images. The lesion in the left frontal lobe showed moderate contrast enhancement as well as a mild adjacent hyperintense signal on T2-weighted images. Minimal to no contrast enhancement was observed around the lesion in the brainstem (Figure ).\\nComputed tomography (CT) demonstrated dense calcifications in the supratentorial lesion and peripheral calcifications in the brainstem mass (Figure ).\\nOf note, the patient had a remote history of infection with multiple brain abscesses and a mycotic aneurysm of the right posterior cerebral artery. Reportedly, the infection occurred 30 years before the onset of seizures and was attributed to rheumatic heart disease and infective endocarditis. Her physical examination showed a partial right third cranial nerve palsy, which was the sequelae of her aneurysmal subarachnoid hemorrhage, and a new right pronator drift. An MRI scan performed six months later showed interval growth of the left frontal mass and an increased area of T2-weighted hyperintensity in the adjacent brain (Figure ).\\nBased on imaging characteristics of the lesions, the differential diagnosis included multiple cavernous malformations, calcified meningiomas, intracranial infections, and other less likely diagnoses, including primary osseous and chondroid malignant tumors (e.g. chondrosarcoma). After reviewing the management options, the patient elected to proceed with left frontal tumor resection, as it was likely responsible for her worsening symptoms. Informed patient consent was obtained for her treatment.\\nThe lesion was approached and resected through a left frontal craniotomy. The arachnoid was noticeably thickened over the mass. The lesion was extremely firm and near entirely calcified with an irregular, tanned/pink appearance as well as minimal internal vascularity. The lesion was dissected from the surrounding brain tissue and “en bloc” resection was achieved with no complications. Postoperative MRI demonstrated complete resection.\\nThe specimen consisted of heterogeneous tissue containing nodules of chondromyxoid material with palisading spindle-to-epithelioid cells at the edges. The chondromyxoid matrix was coarsely fibrillar and had a focal alveolar pattern with dystrophic calcifications and osseous metaplasia. Both immature and mature bone with trabeculae and lacunae that contained osteocytes were present. There were sparse chronic inflammatory cells in the fibrovascular stroma between chondromyxoid nodules (Figure ).\\nImmunohistochemical staining was performed and revealed negative staining for S-100 protein, GFAP, and minimal MIB-1 labeling. The trichrome stain revealed a mesenchymal origin.\\nThe clinical course following surgery was unremarkable. The patient was discharged home on postoperative day 5 with no changes in her neurological exam. At her four-month follow-up visit, the patient was clinically stable and remained seizure-free. Follow-up MRI showed postoperative changes along the resection bed without evidence of residual or recurrent tumor. The brainstem lesion showed no change or growth.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'24682635': 1, '8056427': 1, '19369614': 1, '30963026': 1, '23946925': 1, '23394341': 1, '2294183': 1, '21415795': 1, '34432164': 1, '9987762': 1, '17762936': 1, '658964': 1, '28367383': 2}", "similar_patients": "{}"}