{"patient_id": 72414, "patient_uid": "5844770-1", "PMID": 29532037, "file_path": "comm/PMC005xxxxxx/PMC5844770.xml", "title": "Comminuted Fracture of the Body of the Trapezium and Thumb Carpometacarpal Dislocation: A Particular Pattern", "patient": "Our patient is a 67-year-old woman, with a personal history of an Arnold–Chiari type I malformation. She was under treatment with risedronic acid and calcium by her family physician for a suspected diagnosis of osteoporosis.\\nShe suffered a direct trauma to her left hand after a fall from standing height. ON her arrival to the emergency department, the patient complained of pain in her left thumb as well as functional impairment. Her thenar eminence was clearly swollen and deformed. Her neurovascular examination was unremarkable.\\nSimple X-rays of the affected thumb show a partly comminuted fracture of the body of the trapezium and an associated dislocation of the thumb carpometacarpal joint (\\n,\\n).\\nThe patient was splinted and admitted for emergency surgery. The fracture–dislocation was then reduced in a closed manner and stabilized with two percutaneous Kirshner wires, one from the first to the second metacarpal, and the other from the first metacarpal to the trapezoid.\\nPostoperative X-rays can be seen in\\nand\\n.\\nA postoperative splint is maintained for the first 3 weeks. After this time, the splint was removed, and the patient was started on range-of-motion exercises.\\nThe Kirshner wires were removed at 7 weeks.\\nAt the latest follow-up, the range of motion of the interphalangeal and metacarpophalangeal joints of the thumb was measured with a finger goniometer (Exacta, North Coast medical, Gilroy, CA), the grip strength was measured with a Jamar dynamometer (Sammons Preston, Bolingbrook, IL), and pinch and key strength measurements were obtained with a hydraulic pinch dynamometer (Sammons Preston). Two-tip discrimination was obtained with a commercial two-tip discriminator (Arex Medical, Paris, France). Pain was scored on a visual analog scale (VAS) from 0 to 10. Thumb function was rated using the Kapandji scale from 0 to 10.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'15488511': 1, '2276813': 1, '24671487': 1, '33401191': 1, '32025357': 1, '34136296': 2, '3225697': 1, '29532037': 2}", "similar_patients": "{'8177992-1': 1}"}