{"patient_id": 70491, "patient_uid": "5709975-1", "PMID": 29214053, "file_path": "comm/PMC005xxxxxx/PMC5709975.xml", "title": "Severe carvedilol toxicity without overdose – caution in cirrhosis", "patient": "A 56-year-old man with liver cirrhosis (secondary to hepatitis C) presented with hematemesis. The patient did not have diabetes, ischemic heart disease or other comorbidities. He did not regularly see a primary care physician and did not take any medications prior to admission. Laboratory investigation and imaging confirmed cirrhosis, with an alanine aminotransferase (ALT) of 101 IU/L, aspartate aminotransferase (AST) of 51 IU/L, albumin of 2.9 g/dL, total bilirubin of 1.4 mg/dL and international normalized ratio (INR) of 1.4. On imaging there was slight ascites and he did not have encephalopathy on examination, with Child-Pugh score of 7. An esophagogastroduodenoscopy confirmed bleeding esophageal varices, and band ligation was performed. Post intervention, the patient had an uneventful course and 7 days after presentation carvedilol 12.5 mg twice daily orally was started. Echocardiography on admission showed cardiac function was normal with a preserved ejection fraction. The other medications being administered were rifaximin and pantoprazole, and a final dose of ceftriaxone (1 g/day for 7 days) given only as prophylaxis. The first dose of carvedilol was administered after lunch and no reaction was noted acutely. At night the second dose was given. From this point on, the heart rate and blood pressure are charted in Fig. . At 2 hours after administration, the blood pressure declined from 120/78 mmHg to 97/61 mmHg but the heart rate was unchanged. Throughout the night the patient remained asymptomatic but the heart rate had started to decline. The patient denied any chest pain and the overnight team excluded myocardial ischemia with cardiac biomarkers and electrocardiography.\\nThe following morning, 8 h after administration, the patient was hypotensive with a blood pressure of 80/45 mmHg, pulse of 51 beats/min and had a respiratory rate of 18 breaths/min. The patient was fully alert and oriented and expressed his wish to not have placement of any central venous access. A total of three liters intravenous crystalloid fluid boluses were administered but there was only a transient rise in blood pressure (Fig. , time 00 to 01 h). Electrocardiography and cardiac biomarkers again excluded myocardial ischemia. There was no leukocytosis, fever or tachypnea to suggest sepsis. Blood cultures demonstrated no growth. Serum biochemistry revealed normal electrolyte concentrations (K, Ca, Mg, Na) and no acute kidney injury.\\nOn further investigation, the patient was hypothermic (33.7 °C) and hypoglycemic (serum glucose 40 g/dL) but the rest of the physical exam was unchanged. To note, the patient was not diabetic and had not received any insulin or other hypoglycemic medications. Laboratory investigations showed a stable hemoglobin and no signs of infection. Passive rewarming was started and intravenous dextrose and albumin given. Despite these measures repeat blood pressure was 69/42 and the patient began to become delirious. An electrocardiogram showed sinus bradycardia. A bolus of 5 mg intravenous glucagon was given. Within 5 min of administration the heart rate had increased to 65/min and blood pressure began to increase. This was followed by a glucagon infusion in 5% dextrose at 1 mg/h. As shown in Fig. , there was a steady response to treatment with clinical resolution. With a normal QT interval, the patient was pre-treated with 8 mg intravenous ondansetron to prevent vomiting associated with glucagon which did not occur. Repeat electrocardiogram during and after glucagon infusion showed normal sinus rhythm. The heart rate and blood pressure normalized and no further boluses of glucagon were required. There was concern as the nurse reported the patient had been anuric overnight. However, ultrasonography of the bladder showed that the patient was in urinary retention, which relieved with urethral catheterization. Vital signs on the following morning were blood pressure 126/56 mmHg, pulse 79 beats per minute and temperature 36.9 °C. There was no recurrence of hypoglycemia, hypothermia or urinary retention. The patient had no evidence of end organ sequelae and was discharged in stable condition.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'9381894': 1, '9007720': 1, '16990629': 1, '11966949': 1, '30774355': 1, '24953021': 1, '10385642': 1, '31183386': 1, '33317244': 1, '22401315': 1, '12447861': 1, '15906457': 1, '27313074': 1, '15447755': 1, '19610055': 1, '17101577': 1, '14514004': 1, '7914479': 1, '18598302': 1, '23250049': 1, '10190732': 1, '26047908': 1, '20513005': 1, '7681374': 1, '7910555': 1, '29214053': 2}", "similar_patients": "{}"}