{"patient_id": 64823, "patient_uid": "5303852-1", "PMID": 28251001, "file_path": "comm/PMC005xxxxxx/PMC5303852.xml", "title": "A Case of “Refractory” Neuropsychiatric Lupus Responsive to Anticoagulation", "patient": "A 15-year-old female was admitted to our hospital for fever, dizziness, trouble speaking, and blurred vision for two weeks. She initially presented with fever, dizziness, and cough. Serologies were significant for decreased blood platelet of 40 × 109/L and decreased complement level, a positive ANA of 1 : 100, positive anti-Rib-p, anti-SSA and positive Coomb's test. Brain magnetic resonance imaging (MRI) showed abnormal signal of the occipital scalp (). Cerebrospinal fluid was normal. Since her diagnosis of SLE approximately one week prior to the admission, she had been treated with pulse methylprednisolone (MP) therapy (500 mg intravenous [i.v.] daily for 3 days) and iv human polyvalent immunoglobulin pulses (IVIg) in a dose of 20 g once daily for 5 days followed with 80 mg of MP and iv cyclophosphamide for presumed CNS involvement. She was admitted for developing trouble speaking, blurred vision, and headache. At the time of admission, she had drowsiness, confusion, difficulty concentrating, speech disorder, and double vision. Complete blood count showed white blood cell 8.49 × 109 and red blood cell 2.95 × 1012/L and platelet count was 40 × 109/L. Activated partial thromboplastin time (APTT) was increased (89.7 s) which suggested positive Lupus anticoagulant (LA). Anticardiolipin antibody of IgG isotype and anti-b2 glycoprotein I antibodies of IgG and IgM isotypes were positive. A diagnosis of neuropsychiatric lupus and secondary antiphospholipid syndrome was made. The second pulse methylprednisolone (MP) therapy (500 mg intravenous [i.v.] daily for 3 days) was given one week after the patient was admitted to hospital for worsening of neurologic signs and symptom. Despite two-pulse MP therapies and intravenous cyclophosphamide, the patients continued to develop new nervous system symptoms such as dysphoria, illusion, somnolence, and bilateral papillary edema. She was remained on 80 mg of MP and treated with antipsychotic drug of Seroquel and Mannitol to reduce intracranial pressure. The brain MRI was ordered again and suggested hemorrhage of left temporal lobe, right parietal lobe, temporal lobe, occipital lobe, and right cerebellar hemisphere and suspicious thrombosis of sagittal sinus and right transverse sinus (). Due to positive ACL and LA, a decision was made to start treatment with anticoagulation of the low-molecular-weight [LMW] heparin subcutaneously followed by warfarin with target INR 2–2.5 and aspirin for clinical diagnosis of cerebral venous sinus thrombosis (CVST). One week after the treatment of anticoagulation brain MRI showed subacute hemorrhage of left temporal lobe, right parietal lobe, temporal lobe, occipital lobe, and right cerebellar hemisphere and subacute thrombosis of the right transverse sinus (). Two weeks later, the patient had significant improvement in headache and consciousness. Warfarin and aspirin were continued and MP remained at 40 mg once daily. Approximately 6 weeks after initial treatment with anticoagulation, the patient had complete resolution of neurologic symptoms and brain MRI (). It demonstrated that noninflammatory microangiopathy and thrombosis were the predominant pathogenetic pathway in the patient's neuropsychiatric disorder.", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'15922146': 1, '29152278': 2, '12048286': 1, '2237945': 1, '5212395': 1, '2110431': 1, '10211873': 1, '28251001': 2}", "similar_patients": "{'5676278-1': 1}"}