{"patient_id": 69194, "patient_uid": "5624684-1", "PMID": 28983358, "file_path": "comm/PMC005xxxxxx/PMC5624684.xml", "title": "Unresectable Pancreatic Adenocarcinoma: Eight Years Later", "patient": "A 73-year-old male with a history of palliative choledochojejunostomy for unresectable pancreatic adenocarcinoma 8 years prior presented to our emergency department with a 2-day history of vague abdominal pain, malaise and subjective fevers. Laboratory testing demonstrated an elevated white blood cell count of 13.9 × 103/μL (reference range 3.7 - 8.4 × 103/μL) and normal liver function tests and chemistry panel. As part of his diagnostic workup, a CT scan of the abdomen and pelvis was obtained, which demonstrated diffuse thickening of the hepaticobiliary limb concerning for a functional afferent limb syndrome due to bacterial overgrowth (). The patient was admitted to the surgical care unit and treated with a course of levaquin and flagyl. His symptoms and leukocytosis quickly resolved and he was discharged to home on hospital day 2.\\nA review of his medical records showed that he had presented to a community medical center 8 years prior with a 5-month history of gastroesophageal reflux, acholic stools, jaundice, dark urine and a total bilirubin of 6.0 mg/dL (reference range 0.2 - 1.4 mg/dL). His initial CT scan demonstrated a 4.6 cm mass in the head of the pancreas (). He was subsequently referred to our tertiary-care university medical center, where an ERCP and brushings demonstrated pancreatic ductal irregularities noted to be “suspicious for malignancy”, although pathological analysis was inconclusive (). His peak CA19-9 was 129 U/mL (reference range 0 - 37 U/mL) and his CEA was 1.7 ng/mL (reference range 0 - 5 ng/mL). An upper endoscopy with ultrasonography and fine-needle aspiration (FNA) was completed, demonstrating a 30 × 20 mm mass in the head of the pancreas with irregular borders, which obstructed the common bile duct and appeared to invade the portal vein. The endo-ultrasonographic appearance was consistent with adenocarcinoma, and he was staged as T3N0Mx. FNA specimens were independently reviewed by three cytopathologists from two institutions and were consistently read as well-differentiated mucinous adenocarcinoma (). The patient was otherwise in excellent health and deemed to be a good candidate for pancreaticoduodenectomy. On surgical exploration, the mass was found to be unresectable and the patient was upstaged to stage III, T4N0Mx. The operative report describes tumor completely encircling the superior mesenteric vessels, portal vein involvement and induration of the pancreas from head to tail. The surgical team aborted the planned pancreaticoduodenectomy and opted to perform a palliative cholecystectomy and choledochojejunostomy.\\nThe patient was enrolled in a clinical trial at our affiliate cancer hospital, where he received 4 months of oxaliplatin and capecitabine, with concurrent 50.4 Gy radiation therapy, followed by 4 months of monotherapy with gemcitabine. This regimen is now considered first-line, although at the time it was the subject of a clinical trial. After nearly 7 months of adjuvant therapy, the patient developed treatment intolerance and associated complications including a duodenal ulcer and biliary enteric fistula. He declined further treatment. Repeat CT imaging demonstrated a decrease in the size of the pancreatic head mass from 4.6 to 2.9 cm; however, repeat endoscopic ultrasound again showed involvement of the portal and mesenteric vessels. The multidisciplinary cancer treatment planning committee deemed him inappropriate for surgical re-exploration.\\nThe patient was followed for the next 3 years by the medical and radiation oncology services and subsequently ceased further surveillance. A chest radiograph and a CT of the abdomen and pelvis performed at his last oncology appointment 3 years post-operatively demonstrated no evidence of disease (). Since his final oncology visit, the patient had experienced no further abdominal pain and was reportedly in excellent health until his recent presentation to our emergency department.\\nThe patient stated that after having developed treatment intolerance and being informed that he was not a candidate for surgical resection, he explored non-traditional therapies. Shortly after withdrawing from the chemotherapy trial, he began long-term daily consumption of two nutraceutical supplements: Protandim and Essiac Tea.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'19384424': 1, '24622071': 1, '21561347': 1, '19058319': 1, '19581735': 1, '24393953': 1, '22458526': 1, '18086794': 1, '15051286': 1, '17640165': 1, '9196156': 1, '28983358': 2}", "similar_patients": "{}"}