{"patient_id": 121756, "patient_uid": "5730931-1", "PMID": 29255589, "file_path": "noncomm/PMC005xxxxxx/PMC5730931.xml", "title": "Metachronous solitary metacarpal bone metastasis from rectal cancer", "patient": "A 54-year-old woman underwent abdominoperineal resection for rectal cancer after receiving neoadjuvant chemoradiotherapy (40.5 Gy with oral uracil–tegafur plus leucovorin). A histological examination of the resected tumor indicated adenocarcinoma with no lymph node metastases (Stage II, T3N0M0). No adjuvant chemotherapy was given.\\nFifteen months after surgery, the patient presented with redness, pain, and swelling of the right thumb. Radiography revealed right metacarpal bone destruction (Fig. ). Technetium-99m HDP bone scintigraphy showed strong tracer accumulation in the right thumb (Fig. ). T1-weighted magnetic resonance images revealed a mass lesion with a contrast effect (Fig. ). Fluorine-18 fluorodeoxyglucose positron emission tomography also showed abnormal uptake in the right metacarpal bone, with no accumulation at other sites (Fig. ). Lung and abdominal computed tomography scans showed no distant metastases or recurrence of the primary lesion, and serum tumor marker levels were normal.\\nOpen biopsy showed adenocarcinoma, and right thumb resection was performed. Histological examination of the resected tissue showed features of adenocarcinoma, similar to the findings in the rectal lesion (Fig. ), and the patient was considered to have a metachronous solitary metacarpal bone metastasis. She received eight courses of adjuvant chemotherapy with capecitabine. She was followed up with regular reviews of medical history, physical examination and serum tumor marker testing performed every 3–6 months, and computed tomography performed every 6 months. The patient remains free of disease after 6 years of follow-up.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'16494196': 1, '8574333': 1, '26541868': 1, '20870210': 1, '19241183': 1, '17267330': 1, '21103253': 1, '12353151': 1, '10613479': 1, '29255589': 2}", "similar_patients": "{}"}