{"patient_id": 117321, "patient_uid": "5406786-1", "PMID": 28484586, "file_path": "noncomm/PMC005xxxxxx/PMC5406786.xml", "title": "Bilateral Chylothorax Complicating a Case of Chronic Lymphocytic Leukemia: A Case Report", "patient": "A 63-year-old female, diagnosed with CLL 2 years prior to this hospitalization, presented with a gradually worsening cough and shortness of breath for the past 2 months along with dry cough and symptoms of malaise and myalgia. According to the Rai staging system, patient had high-risk stage III CLL. On examination, the patient had vocal fremitus on palpation and decreased breath sounds on auscultation in the left hemithorax. Complete blood count revealed white blood count of 87.9x103 cells/microliter with 97% lymphocytes, 2% neutrophils and 1% monocyte. Her Hemoglobin was 9.7 gm/dl and platelet count was 107x103 cells/microliter. Computed Tomography (CT) scan of the chest revealed a large left-sided pleural effusion causing near complete atelectasis of left lung with rightward mediastinal shift ( and ). No mediastinal or hilar lymphadenopathy was seen on chest CT. Bilateral axillary and upper abdominal lymph nodes compatible with history of CLL were seen. Her right lung was clear. She was started on intravenous ceftriaxone and azithromycin empirically for possible community acquired pneumonia. A thoracentesis was performed with ultrasound guidance and 2400 mL of milky yellow fluid was removed. Pleural fluid analysis revealed 3.7 g/dl of protein (serum protein: 6.9 g/dl), 101 unit/L of LDH and 104 mg/dl of glucose consistent with exudative pleural effusion. Triglyceride (TG) level in the fluid was extremely high at 553 mg/dl. White cell count was elevated at 900 with 99% lymphocytes. Gram stain, pleural fluid culture, AFB stain and Lowenstein culture were negative. Given the high lymphocyte count in the pleural fluid and history of CLL, antibiotics were discontinued. High TG level in the fluid and milky appearance confirmed the presence of chylothorax. Flow cytometry of the pleural fluid showed 73% monotypic B-cells consistent with CLL. Lack of CD 38 expression in the lymphocytes from pleural fluid was predicted to have a favorable clinical outcome (). Since the initial diagnosis, multiple thoracocentesis had to be performed due to recurrent chylothorax, so insertion or a pleurex catheter was decided. In the interim, she developed pleural effusion on the right side as well, and 500 ml of milky chylous pleural fluid was drained. Since her CLL had never been treated chemotherapy was proposed and accepted by the patient. Currently, she has completed the first round of chemotherapy and bilateral chylothorax persists. She is being treated with pleurex catheter on the left side and intermittent thoracentesis on the right side every 4-6 weeks.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'8535208': 1, '17580118': 1, '1643953': 1, '27980266': 1, '15043339': 1, '9163662': 1, '21968097': 2, '9743158': 1, '12050960': 1, '12111770': 1, '11012135': 1, '8401188': 1, '11414235': 1, '28484586': 2}", "similar_patients": "{'3204301-1': 1}"}