{"patient_id": 114229, "patient_uid": "5076383-1", "PMID": 27800457, "file_path": "noncomm/PMC005xxxxxx/PMC5076383.xml", "title": "Myocardial Infarction Secondary to Inflammatory Myofibroblastic Tumor Obstruction of the Left Main: Treated With Primary PCI", "patient": "An 11-year-old male presented with chest pain after wrestling with his friends. He complained of flu like symptoms with subjective fevers 2 - 3 weeks earlier. When he presented to the emergency room, his EKG showed 9mm ST-segment elevation in the anterior and anterior-lateral leads . Echocardiography revealed a 1.0 × 1.4 mm pedunculated mass attached to the anterior mitral valve flowing through the left ventricular outflow tract (LVOT) with an ejection fraction of 20% . The initial diagnosis considered was endocarditis with embolization. The patient was intubated for respiratory distress secondary to significant pulmonary edema and had several episodes of non-sustained ventricular tachycardia on telemetry. He was brought emergently to the catheterization lab to evaluate his coronary arteries and fluoroscopy showed a filling defect in the distal left main artery (LM) extending into the bifurcation . Heparin and eptifibitide were started and an intra-aortic balloon pump (IABP) was placed. A BMW wire was advanced into the left circumflex (LCx) and a Choice PT wire was advanced into the left anterior descending artery (LAD). Alleviation of the filling defect using aspiration thrombectomy (Pronto LP, Vascular Solutions, Inc., Minneapolis, MN and Angiojet, Medrad, Inc., Warrendale, PA) was unsuccessful . Furthermore, when the catheters were advanced across the mass, thrombus embolized into the LAD and LCx causing acute no-reflow.\\nDue to the critical presentation of the patient, it was decided to proceed with percutaneous intervention to establish coronary flow and stabilize the patient in anticipation for possible surgery. Kissing balloon angioplasty was performed with two Emerge 2.0 × 12 mm balloons inflated to 6 ATM at the LM bifurcation with some improvement in blood flow. A Vision 2.5 × 12 mm bare metal stent (BMS) was advanced into the proximal LCx and a Vision 3.0 × 15 mm BMS was advanced into the distal LM to proximal LAD and deployed using the mini-crush technique and had simultaneous kissing balloon angioplasty post dilation . The filling defect propagated into the proximal to mid LM and another Vision 4.0 × 15 mm BMS was deployed in the ostial to mid LM with final angiography revealing patent coronary TIMI-3 flow and .\\nThe patient was monitored in the ICU with continuous eptifibitide and maintained IABP placement. He had open-heart surgery 4 days later, which revealed an elongated mass that attached to the chordae and anterior mitral valve and extended through the LVOT and aortic valve into the LM. The mass was resected with preservation of the mitral valve and the coronary stents were removed from the LM and . Pathology reported the vegetation likely due to inflammatory myofibroblastic tumor (IMT). After 3 months, the patient did not have any recovery of his left ventricular function and was referred for cardiac transplant.", "age": "[[11.0, 'year']]", "gender": "M", "relevant_articles": "{'17592279': 1, '17251033': 1, '33117941': 1, '19436816': 1, '22586293': 1, '25324254': 1, '27800457': 2}", "similar_patients": "{}"}