{"patient_id": 117587, "patient_uid": "5423562-1", "PMID": 28529854, "file_path": "noncomm/PMC005xxxxxx/PMC5423562.xml", "title": "Pseudomonas oryzihabitans Infected Total Hip Arthroplasty", "patient": "A 72-year-old man presented with left hip pain and intermittent low grade fever, as well as occasional yellowish drainage from a sinus tract at the surgical incision of a cementless THA performed 4 years before at another hospital. Patient's past medical history was also significant for a 2-vessel coronary artery bypass graft (CABG), performed one year prior to the current presentation. Prior use of steroids, a previous state of immunosuppression, or recent travel was not reported. The patient reported multiple prior hospital admissions due to drainage, allegedly attributed to a superficial infection and suppressed multiple times with multiple courses of per os and/or intravenous antibiotics including vancomycin, clindamycin, ciprofloxacin and cotrimoxazole, only to recur a few months after each episode and antibiotics regimen. Anteroposterior (AP) pelvis, AP and lateral hip radiographs as well as laboratory findings were consistent with PJI, as well as heterotopic ossification adjacent to the left hip joint (Fig. ). Preoperative cultures collected with wound swabs showed Staphylococcus hominis and Staphylococcus capitis isolates of debatable clinical significance; cultures of synovial fluid aspiration were negative. With the assumptive diagnosis of PJI and septic loosening of the implants a joint decision was obtained for a staged THA revision.\\nThe patient was scheduled for the first stage THA revision 4 weeks after cessation of any antibiotics. Through a posterior hip approach, the femoral component was removed via a Paprosky-style extended proximal femoral osteotomy . Next, the acetabular cup and supporting screw were removed (Fig. ). Eight tissue samples were obtained from the bone, joint capsule and femoral canal for cultures, and the implants were sent for sonication. We routinely use sonication to identify bacteria in the biofilm on explanted implants, as this method has been found to be significantly more sensitive than tissue biopsy, while maintaining almost identical specificity , . A custom-made polymethyl-methacrylate (PMMA) hip spacer was fashioned and placed in the femoral lumen. We used gentamicin-loaded Palacos R+G® bone cement (Zimmer, Inc. Warsaw, IN). When using an antibiotic loaded bone cement, we routinely admixture a second antibiotic (preferably vancomycin or other based on preoperative cultures and antibiogram, if available) to increase the local concentration of antibiotics and to obtain a synergistic effect, as adding a second antibiotic seems to increase the elution of both antibiotics , . The osteotomy was repaired with cerclage wires (Fig. ). The sinus tract was resected. The patient was given 600mg of teicoplanin iv intraoperatively and was subsequently started on a standing daily dose of the same regimen.\\nPostoperative recovery was uneventful and the patient was afebrile without any wound healing problems. Partial weight bearing with a walker was started on postoperative day two, and progressed as tolerated. Intraoperative tissue cultures were negative. Sonication of the implant at 15 days showed Pseudomonas oryzihabitans bacterial isolate (Fig. ). Based on antibiotic susceptibilities, intravenous teicoplanin 600 mg and piperacillin/tazobactam 4.5 g qid was administered for 3 weeks, followed by ciprofloxacin 750 mg bid and clindamicin 600 mg qid for another four weeks, aiming for a second stage revision surgery. However, because of cardiovascular comorbidities, the patient was informed for the high risk associated with a second operation and did not consent for further surgery.\\nAt the last follow-up, 24 months after the first stage THA revision, the patient is well, without any clinical, laboratory or imaging evidence of infection; his wound healed completely, he could ambulate with crutches for short distances with mild pain, and inflammatory markers had reduced to normal values. Radiographs of the left hip joint showed a stable PMMA spacer, without any evidence of osteolysis or loosening, and with extensive periarticular heterotopic bone formation that obviously provided for the stability of the joint (Fig. ). The patient denied further surgery and remains at close follow-up for the risk of recurrent Pseudomonas oryzihabitans infection.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'24693469': 1, '19712752': 1, '7891546': 1, '9142784': 1, '11101598': 1, '9832267': 1, '7673912': 1, '17097713': 1, '27377905': 1, '12953957': 1, '8986572': 1, '31428378': 1, '3384937': 1, '8041243': 1, '19145626': 1, '17699815': 1, '15796259': 1, '12427223': 1, '30941528': 1, '32874093': 1, '8729230': 1, '28529854': 2}", "similar_patients": "{}"}