{"patient_id": 118739, "patient_uid": "5500273-1", "PMID": 28271649, "file_path": "noncomm/PMC005xxxxxx/PMC5500273.xml", "title": "Emphysematous Osteomyelitis due to Escherichia coli", "patient": "A 58-year-old woman was admitted to the emergency department owing to generalized weakness, chilling sensation and myalgia since the previous 10 days. She had a medical history of uncontrolled diabetes mellitus and hypertension. She took a prescription for diabetes mellitus, but did not take well. She had no history of trauma or surgery. Her vital signs were as follows: blood pressure, 90/40 mmHg; pulse rate, 100/min; respiratory rate, 20/min; and body temperature, 36.5°C. Laboratory data showed that a white blood cell count 24,290/mm3 with 93% neutrophils, hemoglobin 11.7 g/dL, platelet count 57,000/mm3 and C-reactive protein 33.2 mg/dL. Liver function enzymes showed aspartate aminotransferase 22 U/L, alanine aminotransferase 17 U/L, alkaline phosphatase 1,303 U/L, gamma glutamyl transferase 135 U/L, and total bilirubin 1.11 mg/dL. The HbA1c level was 11.9%, and serum glucose level was 665 mg/dL. Urinalysis showed many bacteria. Blood and urine cultures were obtained prior to initiation of empirical antibiotics. The chest radiograph showed a prominent heart size but no apparent lung parenchymal lesion. The chest and abdominal computed tomography (CT) scan revealed intraosseous gas in the sternum and left clavicle and intra-muscular gas in the left pectoralis major muscle as well as soft tissue emphysema involving the left shoulder and both chest walls (). Additionaly, intraosseous gases were noted in the right iliac bone and sacroiliac joint (). Right pyelonephritis with abscess at the right lower kidney was observed as well ().\\nEmpirical antibiotic therapy with intravenous meropenem (1 g q8h, iv) and teicoplanin (800 mg q24h for 3 days and then 400 mg q24h, iv) was initiated and urgent surgical drainage was performed. At the time of surgical decompression, the pus from sternum, left clavicle and pelvic bone had a foul odor. The pus revealed extended-spectrum ß-lactamase non-producing E. coli, and both blood and urine culture grew E. coli with same antimicrobial susceptibility. Antibiotics were changed to piperacillin/tazobactam (4.0/0.5 g q8h, iv).\\nA follow-up CT conducted 4 weeks after admission showed marked regression of intraosseous gas in the sternum, left clavicle and adjacent extensive soft tissue emphysema in the left side of neck, left axilla, and both anterior chest walls. However, slightly increased size of abscess pocket involving the right iliacus muscle and osteomyelitis involving the right iliac bone were still noted. Therefore, catheter drainage of right iliac area was maintained for 8 weeks, and pus drainage at the right iliacus muscle was performed again and antibiotic therapy was continued. Follow-up CT scan after 8 weeks revealed emphysematous osteomyelitis of the sternum, left clavicle and right iliac bone with adjacent cellulitis almost resolved ().\\nAfter 13 weeks of intravenous antibiotic therapy, the patient showed clinical improvement and was discharged.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'33575360': 1, '33077659': 1, '25024877': 1, '16917751': 1, '32664134': 2, '3521238': 1, '9314872': 1, '24514429': 1, '30012678': 1, '29692532': 2, '29526940': 1, '22230028': 1, '33922823': 1, '2295181': 1, '25809901': 1, '7220878': 1, '16038751': 1, '12525944': 1, '32447471': 1, '6974967': 1, '25013735': 2, '28271649': 2}", "similar_patients": "{'4070323-1': 1, '5894325-1': 1, '5894325-2': 1, '7360287-1': 1}"}