{"patient_id": 124924, "patient_uid": "5989246-1", "PMID": 29881241, "file_path": "noncomm/PMC005xxxxxx/PMC5989246.xml", "title": "Obeticholic acid for severe bile acid diarrhea with intestinal failure: A case report and review of the literature", "patient": "A 32-year-old Caucasian woman was referred to our unit for refractory diarrhea lasting 10 years. She had a 15-year history of recurrent depression and primary tonic-myoclonic epilepsy. Following the onset of diarrhea, she had been diagnosed with colonic Crohn’s disease, and 75selenium homotaurocholic acid test (SeHCAT) scintigraphy[] performed six years before referral to our unit had revealed a day-7 relative bile acid retention of 0, indicating severe bile acid malabsorption. Conventional treatments for BAD with the bile acid sequestrants colestyramine and colesevelam had a limited or transient effect, and the diarrhea had been unresponsive to antisecretory treatments such as loperamide and codeine phosphate. At the time of referral, the patient received low-dose 6-mercaptopurine for Crohn’s disease, 625 mg colesevelam three times per day, 2-8 mg of loperamide per day for BAD, 1500 mg of levetiracetam per day for depression, and 400 mg of lamotrigine per day for epilepsy. The doses of both levetiracetam and lamotrigine had been optimized using therapeutic drug monitoring. Prior treatments also included 40 mg of escitalopram per day and 225 mg of venlafaxin per day, which led to poor control of the depression and did not affect bowel function. Anti-inflammatory Crohn’s disease treatments with infliximab, adalimumab, natalizumab, and vedolizumab had been provided before referral and did not affect the diarrhea. Crohn’s disease remission had been verified via a colonoscopy and fecal calprotectin measurement. The duodenal biopsies were normal. The patient had not undergone bowel surgery.\\nDuring the first admission to our unit, the results from all investigations were reviewed, and a diagnostic workup was planned (Table ). The patient’s height and weight were 52 kg and 170 cm, respectively. Biochemical analysis revealed severe electrolyte deficiency with low plasma levels of potassium and magnesium. Although the plasma sodium level was normal, sodium depletion was indicated by the urinary sodium being below the detection limit using both single urine measurements and an analysis of a 24-h urine collection. Fecal cultures were negative for Campylobacter, Salmonella, Yersinia, and Shigella species, but a PCR toxin test for Clostridium difficile was positive. A 10-d trial of 125 mg of vancomycin four times per day had a transient effect on the diarrhea, and repeat fecal tests were negative. MRI of the small bowel and pan-enteric double balloon endoscopy revealed endoscopic remission, and duodenal, jejunal, ileal, and colonic biopsies were normal. A laxative screen and markers of systemic infection or metabolic disease were normal (Table ). All medical treatments were reviewed, and because the diarrhea persisted despite conventional treatment, trials of spironolactone, octreotide, and liraglutide were initiated during the admission but were without effect or produced unacceptable side effects (Table ). The dose of 6-mercaptopurine was optimized using thiopurine metabolite measurements, revealing a normal TPMT genotype and phenotype, an E-TGN level of 247 nmol/mmol HGB, and an E-MeMP level of 2354 nmol/mmol HGB.\\nDue to having persistent dehydration with a passage of up to 5 L of watery stools per day, the patient was considered for long-term intravenous support. The patient’s potassium levels normalized upon infusions of up to 100 mmol of potassium per day, but the urinary sodium became measurable in the 24-h urine samples only after hypertonic NaCl was applied at 2000 mL of 3% NaCl per day. Because intravenous supplementation was necessary to sustain a normal hydration and electrolyte status, the patient was classified as having type III intestinal failure, subtype A3[]. A scheduled regimen was established with twice weekly infusions of fluids and electrolytes, but the patient remained underweight, had watery diarrhea, and had a poor quality of life.\\nA trial of obeticholic acid was considered because of the promising initial reports[]. Following collaboration with Intercept Pharmaceuticals and approval from the National Health Authorities, we were able to start obeticholic acid during admission. In the initial investigation, a repeat Clostridium difficile test was positive, and a fecal transplant using an anonymous donor was performed following a short vancomycin taper. Subsequently, the mean number of bowel passages per 24 h decreased from a mean of 17 to a mean of 13. Obeticholic acid was then started at 10 mg per day and increased to 25 mg per day after 4 d. Importantly, obeticholic acid further reduced the number of bowel movements from a mean of 13 to a mean of 7 per 24 h (Figure ). When the number of bowel movements during the two weeks of treatment with 25 mg of obeticholic acid per day was compared with that of the two weeks before treatment, the difference was highly statistically significant (P = 0.00001, Mann-Whitney U test). While nightly bowel movements had been a persistent problem before the initiation of treatment, these were reduced from a mean of 3 nightly bowel openings to a mean of 2 nightly bowel openings following treatment, and on occasional nights, the patient did not open her bowel during the night. The patient’s weight increased by 2 kg to 54 kg, and she was weaned off intravenous fluid support. She resumed social activities, including running, although this occasionally induced an increase in the number of bowel movements (Figure ). She remained sensitive to non-steroid anti-inflammatory drug treatment because a single dose of 400 mg of ibuprofen transiently induced liquid stools (Figure ). The quality of life was estimated using the Euroqol EQ-5D-3L questionnaire (https://euroqol.org). Before the treatment, the patient reported an overall wellbeing of 35 on a 0-100 scale. This increased to 85 following two weeks of obeticholic acid treatment and remained at this level for six months of follow-up.\\nTo examine whether the effects were specific to obeticholic acid and whether the effect would last without continued treatment, the patient agreed to a treatment pause. Following three days without obeticholic acid, the patient’s condition deteriorated, with an increase in the number of bowel movements in 24 h from 7 to 16 and profound hypokalemia. Shortly after restarting obeticholic acid, the patient’s bowel control was reestablished. During 6 mo of follow-up, we observed no adverse effects, and control of Crohn’s disease, epilepsy, and depression did not change. A single episode of increased serum pancreatic amylase (266 U/L; reference range: 10-65 U/L) necessitated a pause of the 6-mercaptopurine treatment. Ultrasound examination revealed a normal pancreas and bile ducts, and the p-amylase level normalized. A diagnosis of acute pancreatitis could therefore not be confirmed, and treatment was restarted without further episodes or an increase in the pancreatic or liver function tests. The plasma lipids were slightly elevated before the treatment and decreased during the obeticholic acid treatment. Thus, the patient’s total cholesterol decreased from 7.5 to 5.9 mmol/L, and her LDL-cholesterol level decreased from 4.5 to 3.1 mmol/L, while her HDL-cholesterol increased slightly from 2.0 to 2.1 mmol/L. Measurements of fasting serum FGF19 were performed once before and six times during treatment with obeticholic acid, using the Human FGF-19 Quantikine ELISA kit DF 1900 (R&D Systems, Minneapolis, MN, United States). Although the mean FGF19 level increased from 35.7 to 167.0 pg/mL during treatment with 25 mg per day, we observed a marked fluctuation in the serum FGF levels during obeticholic treatment, with serum FGF19 concentrations ranging from 21 pg/mL to 728 mg/mL.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'19665580': 1, '23727264': 1, '31984784': 1, '19426836': 1, '26031975': 1, '3781183': 1, '25518063': 1, '22075299': 1, '20013647': 1, '25329562': 1, '24602022': 1, '25248001': 1, '25468160': 1, '24351663': 1, '31930096': 1, '31509971': 1, '12940434': 1, '29368342': 1, '25918262': 1, '25500425': 1, '25311444': 1, '28657875': 1, '28123771': 1, '26856750': 1, '26122478': 1, '24662279': 1, '27532829': 1, '22003820': 1, '12815072': 1, '23981126': 1, '29881241': 2}", "similar_patients": "{}"}