{"patient_id": 72630, "patient_uid": "5859800-1", "PMID": 29692936, "file_path": "comm/PMC005xxxxxx/PMC5859800.xml", "title": "Safety and Efficacy of Triple Therapeutic Targets with Rivaroxaban after Acute Myocardial Infarction Complicated by Left Ventricular Thrombi in a Case of Nonvalvular Atrial Fibrillation", "patient": "We report the case of a 66-year-old woman, hypertensive, and smoker, referred to our Emergency Department for prolonged chest pain. Due to permanent NVAF, she was on warfarin and rate-control therapeutic strategy. At admission, electrocardiogram showed AF and a ST segment depression of 2 mm in V5-V6. The creatine kinase-MB was of 10 and high-sensitivity troponin I was of 6.0 ng/mL, with normal hemoglobin level and INR of 1.9. At baseline, a combined thromboembolic and bleeding scoring system evaluation was performed, resulting in a CHA2DS2-VASc of 4 and HAS-BLED of 3 [–]. A NSTEMI diagnosis was made, and an antiplatelet therapy with aspirin 300 mg, clopidogrel 600 mg loading dose, and intravenous unfractionated heparin 5000 IU was administered, while an early invasive strategy with a transradial approach was planned. The coronary angiography showed a normal right coronary artery and the occlusion of the left descending artery in the proximal segment (). An IVUS-guided PCI was performed, with the implantation of two overlapped last-generation DES (Xience Alpine, Abbott), 2.75 × 28 mm and 3.0 × 28 mm, respectively, both expanded up to 16 atmospheres. In order to optimize expansion and avoid malapposition, the stents were overexpanded, with noncompliant balloons of 3.5 × 15 mm (NC Quantum, Boston), up to 20 atmospheres, according to IVUS-guided vessel sizing.\\nConsidering the clinical setting (NSTEMI + AF) and the procedure (PCI with DES implantation), the antiplatelet therapy with aspirin 100 mg/day plus clopidogrel 75 mg/day was continued and anticoagulation with rivaroxaban 15 mg/day was started immediately after PCI. The transthoracic 2-D echocardiography revealed a hypokinesia of the apex and anterior wall with moderate reduction of the ejection fraction. Two mobile masses were found in the apex and in the anterior wall of the left ventricle, respectively (). A CMR was performed at day three, confirming apex and anterior wall hypokinesia and 40% ejection fraction. CMR unveiled the presence of two LV thrombi in the apex and along the anterior wall, respectively (Figures and ). TIR-T2 sequences showed myocardial oedema () involving the LV anterior wall; delay enhancement (Figures and ) revealed a thickness fibrosis in the same segment, with a hypoenhanced internal area suggesting microvascular obstruction. Three hyperenhancement focal areas were detected (): a transmural area at inferior apical septum, just beneath one thrombus, and two subepicardial areas, at anterior basal septum and at midanterior wall, respectively.\\nThe patient was discharged 7 days after admission. A clinical and cardiovascular imaging follow-up was planned at 1 month, 6 months, and 1 year. According to current guidelines and expert consensus knowledge [, ], the antithrombotic/anticoagulant therapy was managed as follows: at 1 month, the thromboembolic and bleeding risk scores (CHA2DS2-VASc of 4 and HAS-BLED of 3) were rechecked, the antiplatelet therapy with clopidogrel together with the anticoagulant therapy with rivaroxaban 15 mg/day was confirmed, and aspirin was stopped considering the high bleeding risk. At 6 months, no ischemic thromboembolic or bleeding events were reported. The echo and CMR imaging confirmed the resolution of the LV thrombi. Despite the fact that MRI are not necessary to confirm the thrombi resolution documented by echocardiogram, in our institution CMR facility together with an internal protocol in the case of a newer therapeutic strategy led us to perform this modality of cardiac imaging for speculative purpose. The dual therapy with clopidogrel plus rivaroxaban was confirmed [].\\nAt 1 year, a clinical follow-up confirmed the good clinical results: the patient was asymptomatic, and neither ischemic coronary events nor thromboembolic or bleeding events were reported. After 1 year, considering the CHA2DS2-VASc score, the high rate of recurrence of events after NSTEMI, the use of DES, the absence of bleeding events during previously dual antiplatelet therapy, a treatment with rivaroxaban plus aspirin was confirmed.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'26065988': 1, '19762550': 1, '23625942': 1, '21111555': 1, '25081096': 1, '24315724': 1, '27959713': 1, '27797850': 2, '21830957': 1, '28844193': 1, '25154388': 1, '9555769': 1, '24048467': 1, '28540312': 2, '8737217': 1, '23348106': 1, '27565018': 1, '26320110': 1, '19453820': 1, '32355836': 1, '25414322': 1, '23425009': 1, '15194027': 1, '29692936': 2}", "similar_patients": "{'5433551-1': 1, '5093344-1': 1, '5093344-2': 1, '5093344-3': 1}"}