{"patient_id": 116595, "patient_uid": "5353470-1", "PMID": 28465986, "file_path": "noncomm/PMC005xxxxxx/PMC5353470.xml", "title": "Congenital Pulmonary Vein Stenosis and Pulmonary Artery Branch Stenosis: A Rare Combination", "patient": "A 13-year-old male patient presented to cardiology outpatient department with a complaint of easy fatigability for last 2 years. It was associated with mild shortness of breath on exertion. The condition was slowly progressive. On examination, he had blood pressure of 100/70 mmHg, pulse rate of 78/min (regular), Grade III parasternal heave, and loud and palpable second heart sound in left second intercostal space. A systolic ejection murmur of Grade 3/6 intensity was audible in left second intercostal space. Another peculiar finding was a continuous murmur in the back and both axilla. Electrocardiogram and chest X-ray were consistent with right ventricular hypertrophy. Echocardiography with color Doppler revealed moderate pulmonary artery hypertension (pulmonary artery systolic pressure of 55 mmHg (using Mahan's formula), turbulent, continuous, and high velocity flow consistent with severe stenosis of both left superior and inferior pulmonary vein and also right inferior pulmonary vein as viewed in modified parasternal short axis view []. A pressure gradient of 32 mmHg was documented at the insertion of right inferior pulmonary vein in left atrium in apical four-chamber view []. A stenosis of the right pulmonary artery was also detected distal to the bifurcation of main pulmonary artery []. A pressure gradient of approximately 100 mmHg was observed at the level of the right pulmonary artery in parasternal short axis view []. Computed tomography (CT) angiogram of thorax confirmed the stenosis of three pulmonary veins as well as branch stenosis of the right pulmonary artery. CT scan revealed dilated main pulmonary artery (diameter = 3.9 cm) and dilated left pulmonary artery (diameter = 2.7 cm). Right pulmonary artery (diameter of proximal part = 1.7 cm) had a focal narrowing in distal part (diameter = 0.49 cm). Narrowing was seen at junction of bilateral inferior and left superior pulmonary vein with left atrium. The diameter of the right inferior pulmonary vein was 2.2 mm, and left superior and inferior pulmonary vein was 3.9 mm each.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'16278274': 1, '17200453': 1, '26839659': 1, '25992283': 1, '26121811': 1, '10497380': 1, '28465986': 2}", "similar_patients": "{}"}