{"patient_id": 118334, "patient_uid": "5471750-1", "PMID": 28626416, "file_path": "noncomm/PMC005xxxxxx/PMC5471750.xml", "title": "Multiquadrant Subtenon Triamcinolone Injection for Acute Corneal Graft Rejection: A Case Report", "patient": "The patient was a 19-year-old African American woman who underwent uncomplicated full-thickness-penetrating keratoplasty in her right eye (OD) for advanced keratoconus. One week after surgery, she sustained a blunt trauma to OD that resulted in graft dehiscence from 3 to 5 o'clock, which was repaired surgically. Postoperatively, she received a topical steroid (prednisolone) 4 times a day tapered to 3 times a day at 3 months. Four months after surgery, her uncorrected vision was 20/60 in OD, with 6 dpt of against-the-rule astigmatism. Two corneal sutures were removed with the guidance of topography. Four days later, the patient presented with redness, irritation, and sudden decrease in vision in OD to count fingers at 2 feet with intraocular pressure (IOP) of 11 mm Hg. Corneal examination showed diffuse haziness with stromal edema, Descemet membrane folds, and an incomplete Khodadoust line (Fig. ). A diagnosis of acute corneal rejection was made. Intravenous pulse methylprednisolone (Solu-Medrol), 1 g daily for 3 days, was initiated, in addition to an hourly topical steroid (prednisolone). At 3 days after initiation of treatment, the patient was seen to have progression of the Khodadoust line and no improvement in graft rejection. At that point, a 1-mL subtenon injection of 40 mg/mL of triamcinolone was placed in the superotemporal quadrant. The patient was asked to continue topical steroid drops and was started on oral prednisone, 60 mg/day. Seen a week later, she showed improvement in vision to 20/80 in OD, although it was fuzzy according to the patient. There was a remarkable clearance of corneal edema and improved clarity in the superior half of the graft, with the inferior half remaining hazy (Fig. ). IOP was 16 mm Hg. The patient was observed for another week with no further improvement. On the basis of the response to the initial subtenon triamcinolone injection, she received additional injections of 0.5 mL of triamcinolone (40 mg/mL) in the inferonasal and inferotemporal quadrants. Four days later, the corneal graft rejection had completely resolved, with no keratic precipitates and with complete resolution of corneal edema and haze (Fig. ). Her vision improved to 20/50, and IOP remained stable at 14 mm Hg. Topical prednisolone was decreased to 8 times a day for 2 weeks and subsequently to 4 times a day. Oral prednisone was tapered to stop. At her last follow-up, 5 months after the injections, the corneal graft remained clear.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'19892863': 1, '22310078': 1, '7013739': 1, '19464668': 1, '24634796': 1, '17574064': 1, '20447969': 1, '11009315': 1, '6375088': 1, '18820657': 1, '19125062': 1, '3443202': 1, '28626416': 2}", "similar_patients": "{}"}