{"patient_id": 119842, "patient_uid": "5588294-1", "PMID": 25896670, "file_path": "noncomm/PMC005xxxxxx/PMC5588294.xml", "title": "A Newborn with Teratogenic Effect of Imatinib Mesylate: A Very Rare Case Report", "patient": "A low-birth-weight (2.25 kg), late preterm (35 weeks) male infant with normal Apgar score was born by a nonconsanguineous marriage to a third gravida (G3P2L2A1) 27-year-old woman. The pregnant woman had regular antenatal checkups, and the baby was born by normal vaginal delivery. Her first pregnancy was ectopic, for which a laparotomy was performed 4 years previously; her second pregnancy resulted in normal vaginal delivery. The baby was healthy and well, without any malformations, and is now about 2½ years old.\\nThe pregnant mother was on IM during the previous 4 years, including during the first and second index pregnancy. During the index pregnancy the antenatal scans were normal. There was no history of radiation exposure. On examination, the baby was diagnosed with malformed right external ears, preauricular tag on the left side, absence of right depressor angular oris muscle, and imperforate anus (fig. ). Whole-body X-ray showed dextrocardia, hemivertebrae in the thoracic region and cervical spina bifida occulta (fig. ). Abdominal and renal ultrasonography showed absent right kidney and ectopic left kidney in the pelvic region. Ultrasound of the head showed mild ventriculomegaly, and ECHO showed situs inversus with no other cardiac diseases. The infant was operated on for the imperforate anus, with an uneventful postoperative period. Hemogram, blood urea, blood sugar, serum calcium, and electrolytes were normal.\\nThere was no family history of any significant illness or any other disorder. The mother was diagnosed with CML during her first pregnancy when her routine hemogram was suggestive of myeloproliferative disorder. Bone marrow examination done at that time showed CML breakpoint cluster region Abelson leukemia virus (quantified using real-time PCR) at a level of 83.04s%. She was prescribed IM 400 mg/day that was started about 1 month after diagnosis. She had regular monitoring by hemogram and PCR every 6 months and had complete hematological and cytological remission throughout. The baby was discharged in good condition but was lost to follow-up after 2 months.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'19717385': 1, '19648757': 1, '18322153': 1, '24819759': 1, '17151364': 1, '12783371': 1, '17377606': 1, '14534339': 1, '33826052': 1, '24385730': 2, '26468222': 1, '28288113': 1, '23611501': 1, '25896670': 2}", "similar_patients": "{'3781616-1': 1, '3781616-2': 1}"}