{"patient_id": 120205, "patient_uid": "5618114-1", "PMID": 29026834, "file_path": "noncomm/PMC005xxxxxx/PMC5618114.xml", "title": "Conservative approach to the acute management of a large mesenteric cyst", "patient": "A 44-year-old female presented to our surgical assessment unit with a four-day history of generalised abdominal pain and distension, and associated fever, vomiting, diarrhoea and reduced oral intake. She did not have any symptoms of haematemesis, rectal bleeding and mucus discharge, or any urinary and gynecological symptoms. She had no significant past medical or surgical history. On examination she was haemodynamically stable with a pyrexia of 38-39 °C. Her abdomen was distended but soft, with tenderness over the epigastrium and right-side of the abdomen, with no obvious palpable masses or shifting dullness. Normal bowel sounds were present on auscultation. Rectal examination was normal. Routine blood tests were within normal limits aside from an elevated CRP (C-reactive protein) of 120. Blood cultures, urine-dip, urine pregnancy test, electrocardiography (ECG) and chest X-ray (CXR) was unremarkable. Contrast computed tomography (CT) revealed a huge thin-walled fluid collection with no abnormal enhancement and was separated from any visceral organs, measuring 21.7 cm (craniocaudal) × 11.8 cm (transverse) × 14 cm (antero-posterior) which was occupying the left side of abdomen and upper pelvis (Figure ). No other abnormalities were found. The lesion was reported presumably as a mesenteric cyst with a suggested element of chronicity due to the calcified nature of the cyst wall.\\nInitial management included intravenous fluids, analgesia, antiemetics and broad-spectrum antibiotics for symptom relief and suspected concurrent infective gastroenteritis. Explorative surgery was withheld in view of her improving clinical status and inflammatory markers when repeated hours later. She was admitted for four days and discharged with a course of oral antibiotics and no acute surgical intervention. One month after discharge, a pelvic magnetic resonance imaging scan was performed to investigate a possible retroperitoneal origin of the cyst. But the scan further confirmed the acute CT findings of a large simple left-side abdominal cyst (22 cm × 13 cm × 11.5 cm) extended superiorly to the inferior splenic margin which abutted the left kidney, it had no relation to any retroperitoneal structures, such as the ovaries or kidneys (Figure ). Follow-up at one and three months revealed no worrying clinical features, and a subsequent decision for elective operation was made to excise the lesion. An elective laparotomy and excision of mesenteric cyst was performed at nine months after the initial presentation. There were no post-operative complications and follow-up at six weeks was unremarkable. Finally, histology of the excised lesion confirmed the diagnosis of a mesenteric cyst.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'20859015': 1, '10075306': 1, '31956407': 1, '33363864': 1, '7945079': 1, '32322799': 2, '3942415': 1, '16868822': 1, '31783232': 1, '32082690': 2, '29026834': 2}", "similar_patients": "{'7163255-1': 1, '7008304-1': 1}"}