{"patient_id": 72474, "patient_uid": "5849590-1", "PMID": 29576785, "file_path": "comm/PMC005xxxxxx/PMC5849590.xml", "title": "Incidental Finding of a Large Mobile Aortic Arch Mass during Conventional Angiography", "patient": "A 63-year-old diabetic hypertensive woman was admitted to our center due to exertional chest pain unresponsive to optimal medical therapy. Coronary angiography was planned to define the extent of coronary artery disease. The patient had an outpatient transthoracic echocardiography (TTE), which reported almost normal indices. Conventional coronary angiography was initiated with the advancement of a 0.035 soft J-tipped wire. During the advancement of the wire in the descending thoracic aorta and the aortic arch, some resistance was felt and the wire was passed to the ascending aorta with gentle manipulation. The patient had significant stenosis in the left main stem and the major epicardial coronary arteries. Before the withdrawal of the wire from the ascending aorta, a pigtail catheter was placed in the aortic arch to obtain an aortogram. Aortography revealed a large floating mass distal to the left subclavian artery with free movement in the descending thoracic aorta (, Movie 1).\\nDifferential diagnosis at this time included dissection (iatrogenic or spontaneous), mural thrombus, tumors, and atherosclerotic plaque. The patient had had no febrile illness recently and also reported no constitutional symptoms including weight loss. Complete blood count revealed no leukocytosis. Inflammatory markers including erythrocyte sedimentation rate and C-reactive protein were within the normal ranges. In addition, antinuclear antibody and rheumatic factor were negative. Renal function was normal, and fasting blood sugar was 162 mg/dL. Other laboratory findings were within the normal ranges.\\nThe entity of the above-mentioned aortic mass was further elucidated via transesophageal echocardiography (TEE). TEE revealed normal left ventricular size and function and extensive atherosclerotic changes in the aortic arch with a large hypermobile mass ( and , Movie 2 and Movie 3). No dissection flap was observed in TEE.\\nComputed tomography (CT) angiography of the entire aorta was requested. Dual-source multi-slice (2 × 128:256) CT angiography of the total aorta revealed a large floating mass (in favor of a thrombus) in the distal portion of the arch ( and ). Additionally, there was a significant short segment left subclavian artery stenosis. Nonstenotic plaques were seen in the infrarenal aorta and common iliac arteries. The external iliac and common femoral arteries were calcified but without significant stenosis.\\nThe patient underwent coronary artery bypass grafting. The left internal mammary artery was not harvested due to the stenotic involvement of the left subclavian artery and saphenous vein grafts were anastomosed to the left anterior descending, obtuse marginal, and right coronary arteries. Intraoperative TEE confirmed a 15 × 7 mm mobile mass distal to the left subclavian artery. The aortic mass, which was apparently a large atherosclerotic plaque, was resected at the same session (, Movie 4). The pathology report confirmed that the mass was a large atherosclerotic plaque. The patient recovered from the surgery without any adverse events and was discharged without any complications on the fifth postoperative day. During a 1-year follow-up after the procedure, no embolic events occurred.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'21854431': 1, '12965321': 1, '8644594': 1, '3272255': 1, '10502222': 1, '11999659': 1, '3952607': 1, '24347279': 1, '1987243': 1, '9236447': 1, '29576785': 2}", "similar_patients": "{}"}