{"patient_id": 67554, "patient_uid": "5498123-1", "PMID": 28690945, "file_path": "comm/PMC005xxxxxx/PMC5498123.xml", "title": "Pacemaker Placement in Persistent Left Superior Vena Cava", "patient": "We present a case of a 78-year-old male undergoing elective permanent pacemaker placement for tachycardia-bradycardia syndrome. He had a history of atrial fibrillation (AF) for which he had undergone five synchronized cardioversions over the previous two years, atrial flutter for which he had undergone cavotricuspid isthmus ablation two years earlier, and a remote resolved tachycardia-induced cardiomyopathy. He also had hypertension and obstructive sleep apnea, but no known coronary artery disease or stroke. He was chronically anticoagulated with warfarin and on dofetilide for suppression of AF, and also had significant sinus bradycardia and some documented post-conversion pauses of up to nine seconds, necessitating pacemaker placement.\\nAfter achieving access through the left subclavian vein and placement of a Seven French (7 Fr) sheath into the vessel, a 58-cm active fixation pacemaker lead was introduced. Rather than crossing the midline, it repeatedly coursed caudally on the left side of the mediastinum, raising the suspicion of a PLSVC. The lead was removed, and contrast injected, with venography confirming drainage into a markedly dilated coronary sinus before emptying into the right atrium (Video ).\\nThe 58-cm lead was then passed through this venous system into the right atrium (RA), but it could not be easily manipulated across the tricuspid valve into the right ventricle (RV), even with an acute curve in the stylet. The lead was removed, and the 7 Fr sheath replaced by a long 8.5 Fr deflectable sheath which was advanced through the coronary sinus ostium into the RA, and the tip directed anteriorly. The 58-cm lead was then successfully passed into the RV and affixed to the ventricular wall, after which the long sheath was slit and removed. A 52-cm active fixation atrial lead was then passed through a separate 7 Fr left subclavian sheath through the large coronary sinus and directly to the mid-lateral wall of the RA, where it was affixed. Both atrial and ventricular sensing and pacing parameters were excellent. The leads were attached to a pacemaker generator. A post-procedure fluoroscopy is shown in Video and chest radiograph is shown in Figure . Following successful pacemaker placement, the patient’s beta blocker therapy was resumed.", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'34434708': 1, '17391785': 1, '30532919': 1, '32317878': 1, '11786168': 1, '7283197': 1, '32523837': 2, '5024565': 1, '3698495': 1, '14757689': 1, '18031849': 1, '28690945': 2}", "similar_patients": "{'7273469-1': 1}"}