{"patient_id": 120801, "patient_uid": "5657168-1", "PMID": 29118501, "file_path": "noncomm/PMC005xxxxxx/PMC5657168.xml", "title": "Novel PDE6A mutation in an Emirati patient with retinitis pigmentosa", "patient": "An 8-year-old male patient was born to first cousin Emirati parents. He was referred to the genetics clinic with a diagnosis of RP and skin pigmentation problems. He had been completely normal till the age of 4 years, at which time he started to have problems seeing in the evening and was diagnosed with progressive night blindness. He was also found to have myopic astigmatism. On examination, he was found to be an alert and active boy, with no obvious dysmorphic features. Developmental history was appropriate for age. Detailed ocular examination revealed the following features: Right eye = −1 D/−1.75 × 15, left eye = −0.5 D/−2.5 × 150; visual acuity right eye = 1, left eye = 1, clear cornea, normal anterior chamber, and clear lens. The fundus bilaterally showed bone spicule pigmentation, attenuated arterioles, and pale optic discs. Visual evoked potential was within the normal range. Electroretinogram (ERG) was performed according to the ISCEV standards on a Tomey EP-1000 instrument. ERG revealed markedly reduced amplitudes for both N1 and P1 waves, signifying grossly affected rod function. Within the right eye, N1 amplitudes were more severely depressed than P1 amplitudes, whereas in the left eye, both waves were equally depressed. Cone function was also found to be reduced but was better than rod function []. The patient had deep pigmented itchy spots over his legs, arms, and trunk with multiple abscess formation. Skin biopsy was not performed, and topical treatment was advised. Hearing tests were normal as were renal function tests. All other systems were also normal.\\nBoth parents were myopic and had Lasik performed. There was no other known family history of a similar condition. All procedures performed in studies involving human participants were in accordance with the ethical standards of the institutional research committee and with the 1964 Helsinki declaration and its later amendments or comparable ethical standards.\\nInformed written consent was obtained and genomic DNA was extracted from the patient's and his parents’ blood using standard methods. Patient's DNA was subjected to whole-exome sequencing performed by Syngenics, Malaysia. The resulting variant call format file comprised of 89,562 variants, which were filtered based on quality, frequency, genomic position, protein effect, pathogenicity, and previous associations with vision loss. Given the positive consanguinity in the family, homozygous variants were screened for first, followed by heterozygous and hemizygous variants. Keeping in mind the sex of the proband, X-linked variants were also looked for.\\nScreening for homozygous variants in genes known to be associated with the phenotype resulted in the identification of only a single candidate variant. Screening for heterozygous and hemizygous variants in the same set of genes did not return any extra candidate variants. In addition, expanding the screen to include pathological variants in all genes also did not result in any more promising candidate variants. The single homozygous candidate variant identified was a 2-bp deletion – c.1358_1359delAT in exon 10 of PDE6A. Sanger sequencing confirmed the presence of this variant in homozygous form in the patient and heterozygous form in both parents [Figures –]. The variant was not found in the Exome Aggregation Consortium Browser, or in the GalaxC™ allele frequency database which contains >2.5 million unique Middle Eastern pathogenic mutations and variants.", "age": "[[8.0, 'year']]", "gender": "M", "relevant_articles": "{'24739904': 1, '7493036': 1, '10549634': 1, '17110911': 1, '26868535': 1, '24339724': 1, '23392176': 1, '22514270': 1, '26321862': 1, '26633127': 1, '27488069': 1, '33188265': 1, '23701314': 1, '24767728': 1, '10393062': 1, '15224133': 1, '30619975': 1, '22128245': 1, '26188004': 1, '34926197': 1, '18723146': 1, '21039428': 1, '29118501': 2}", "similar_patients": "{}"}