{"patient_id": 72713, "patient_uid": "5868062-2", "PMID": 29576017, "file_path": "comm/PMC005xxxxxx/PMC5868062.xml", "title": "Diagnostic double strike in the emergency room - two cases of complete pancreatic ruptures due to bicycle handlebar injuries on two consecutive days", "patient": "A 15-year-old Caucasian boy was transferred to our clinic exactly 1 day after case 1. He was a middle school student and had an unremarkable medical history. His social history was unremarkable for tobacco smoking, alcohol, or drugs. Four days before, he fell from a bicycle and hit his abdomen on the bicycle handlebar just like the first patient. Initial ultrasound and laboratory tests were uneventful. However, his amylase and lipase levels were not tested. CT was performed due to progressive abdominal pain which again showed a complete rupture of the pancreatic body; once again grade 3 pancreatic trauma []. Laboratory values were significant for C-reactive protein 66 mg/l (< 5), amylase 160 U/l (13–53), and lipase 150 U/l (13–60). The following laboratory values were determined as well: White blood cell count 9650/μl (4600–9500), hemoglobin 12.4 g/dl (14–18), thrombocytes 176,000/μl (150,000–400,000), INR 1.16 (0.8–1.1), partial thromboplastin time 37 seconds (26–40), lactate dehydrogenase 223 U/l (< 271), aspartate amino transferase 16 U/l (< 46), alanine amino transferase 15 U/l (< 45), cholinesterase 5131 U/l (5320–12,920), gamma glutamyl transferase 17 U/l (< 29), alkaline phosphatase 116 U/l (< 381), bilirubin 0.9 mg/dl (< 1.2), and creatinine 0.56 (0.8–1.4). He was then transferred to our hospital with the following medication: acetaminophen 500 mg (1 dose in the morning, 1 dose at midday, and 1 dose in the evening) and pantoprazole 40 mg (1 dose in the morning, 0 dose at midday, and 0 dose in the evening). The following vital parameters were taken on admission: blood pressure 100/80 mmHg, heart rate 98/minute, oxygen saturation 100%, and body temperature 37.9 °C. A physical examination revealed a general tenderness of his abdomen indicating peritonitis. Neurological and cardiorespiratory examinations were unremarkable. An explorative laparotomy with subsequent distal pancreatectomy and splenectomy was performed. Lower grade signs of peritonitis were present intraoperatively compared to case 1 (Fig. ). Postoperatively, he developed a pancreatic fistula. He was discharged on postoperative day 29.\\nA follow-up investigation 6 months after the primary surgery revealed a regular postoperative state without signs for infections, fluid collections, or abscesses.\\nBoth patients were vaccinated against Streptococcus pneumoniae, Haemophilus influenza, and Neisseria meningitidis 6 weeks after discharge to prevent overwhelming postsplenectomy infection syndrome.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'21490833': 1, '27577183': 1, '27735226': 1, '22963799': 1, '2265519': 1, '24440062': 1, '17448757': 1, '21748611': 1, '26587230': 1, '20803148': 1, '18778999': 1, '23089435': 1, '2231822': 1, '29576017': 2}", "similar_patients": "{'5868062-1': 2}"}