{"patient_id": 121333, "patient_uid": "5700703-1", "PMID": 29201439, "file_path": "noncomm/PMC005xxxxxx/PMC5700703.xml", "title": "Management of an acute ischemic stroke during thrombolytic treatment in a pregnant patient with prosthetic valve thrombosis", "patient": "A 28-year-old woman who had undergone mitral valve replacement 8 years earlier was admitted to our hospital with dyspnea. She was pregnant for 6 months and under anticoagulant therapy with low moleculer weight heparin for 6 months. Transthoracic echocardiography (TTE) and subsequently two-dimensional (2D) and real-time three-dimensional (RT3D) transesophageal echocardiography (TEE) were performed for the evaluation of prosthetic mitral valve. TTE revealed high transmitral gradients (maximum/mean: 37/23 mmHg) and decreased valve area (1.1 cm2) with normal left ventricular ejection fraction. Subsequently, 2D and RT3D TEE showed an obstructive thrombus on the mitral prosthesis (Fig. and . After the informed consent of the patient was taken, TT was started with a protocol of low dose (25 mg) and ultraslow infusion (25 h) of tissue-type plasminogen activator (tPA), as recently reported []. After the first session of TT, TEE revealed a decrease in the thrombus burden; however, there was a mobile residual thrombus (10 mm in length) on the mitral prosthesis. Based upon these findings, a second session of TT was scheduled. During the second session of TT, acute stroke occurred that resulted in right hemiplegia. Cerebral multidetector computed tomography (MDCT) angiography was urgently performed with fetal radiation protection. MDCT angiography revealed thrombotic occlusion of left middle cerebral artery (MCA) without any sign of hemorrhage (Fig.\\n–. After an immediate consultation with a neurologist and radiologist, TT was restarted with an accelerated rate (25 mg/2 h) of infusion. The hemiplegia was completely resolved and MDCT showed normal MCA perfusion at the end of two accelerated sessions within 4 h (Fig.\\n. Subsequently, control 2D and RT3D TEE revealed complete lysis of the thrombus on the mitral prosthesis (Fig.\\n and . At the end of 38th week of pregnancy, a healthy baby was delivered.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'17431204': 1, '25080958': 1, '23812180': 1, '26299240': 1, '7563451': 1, '21718904': 1, '23489534': 1, '28298458': 1, '22989798': 1, '29201439': 2}", "similar_patients": "{}"}