{"patient_id": 123464, "patient_uid": "5858840-1", "PMID": 29588619, "file_path": "noncomm/PMC005xxxxxx/PMC5858840.xml", "title": "Primary clear cell carcinoma of the thymus and literature comparison of features", "patient": "A 50-year-old female was admitted to our hospital after the diagnosis of infiltrative ductal carcinoma of the breast. She had received the diagnosis 2 months ago and had begun chemotherapy according to the EC schedule (epirubicin 140 mg/m2 and cyclophosphamide 800 mg/m2). The physical examination after admission revealed a remarkable abnormal finding, a palpable mass was examined at the anterior clavicle of the neck. Chest computed tomography (CT) findings demonstrated a mass in the anterosuperior mediastinum (). Blood tests including alpha-fetoprotein, acetylcholine receptor antibody (AchR-Ab) and titin antibody (Titin-Ab) as markers for myasthenia gravis, beta-human chorionic gonadotropin (β-HCG), CA19.9 and human immunodeficiency virus (HIV) were all within normal range. Abdominal CT, brain magnetic resonance imaging (MRI), colonoscopy, otolaryngological and gynecological examinations revealed no evidence of other abnormalities.\\nPartial thymectomy via median sternotomy and radical mastectomy were performed, and the surgically resected tumor was a 4.0 × 3.0 × 3.0 cm3 solid white mass obtained from the anterosuperior mediastinum. Histopathological examination with H&E staining showed the tumor with a lobulated architecture composed of undifferentiated clear cells, with the abundance and density of fibrous stroma (). The tumor appeared to have radially penetrated the peripheral adipose tissue. showed homogeneous neoplastic cells with abundant, clear cytoplasm, round or ovoid nuclei and a low nuclear/cytoplasmic ratio. Nuclear atypia was not marked, and nuclear chromatin was finely dispersed. Mucicarmine stain was negative in this case when tested, while the material was positive for Periodic acid Schiff (PAS) (). The neoplastic cells were positive for CKpan, p63 and 34βE12 (). In contrast, neoplastic cells were negative for TTF-1, GATA-3 and HMB45 (), and histological examination from left breast tumor demonstrated the typical breast infiltrating ductal carcinoma. Immunohistochemistry with estrogen receptor (ER) and progesterone receptor (PR) demonstrated negative cells in the breast tumor. The human epidermal growth factor (HER2/neu) IHC score was 3+, and the Ki-67 labeling index was 30% in the resected breast tumor.\\nWe made a diagnosis of thymic clear cell carcinoma based on the histological and immunophenotypical findings. According to the Masaoka staging system, the tumor at the diagnosis presented in stage IIb. The patient was also evaluated as having stage IIIa (T3N1M0) breast cancer. Later, our patient was treated systemically with four cycles of chemotherapy which consisted of epirubicin, cyclophosphamide, docetaxel and trastuzumab (herceptin) after surgery. She underwent another operation for total thymectomy and the removal of surrounding adipose and received adjuvant radiotherapy administered to mediastinal lesion in the other hospital after our treatment. The patient performed well within 12 months after surgery, and the follow-up tests showed no symptoms of local recurrence or metastasis.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'1991250': 1, '3623438': 1, '2294778': 1, '19615917': 1, '9850173': 1, '33389148': 1, '6855274': 1, '24175107': 2, '19463649': 1, '18514123': 1, '1689123': 1, '2076869': 1, '626531': 1, '7125053': 1, '25702670': 1, '33768067': 1, '22706865': 1, '2179229': 1, '31040689': 1, '20155348': 1, '19440827': 1, '361541': 1, '24897066': 1, '7793482': 1, '15764754': 1, '9255257': 1, '29588619': 2}", "similar_patients": "{'3794649-1': 1}"}