{"patient_id": 62297, "patient_uid": "5055932-1", "PMID": 27738434, "file_path": "comm/PMC005xxxxxx/PMC5055932.xml", "title": "Effectiveness of a Short-Term Treatment of Oxygen-Ozone Therapy into Healing in a Posttraumatic Wound", "patient": "The patient, P.G., a 46-year-old man, married, had a motorcycle accident and underwent amputation of the right tibia and fibula. He reported a history of smoking, high blood pressure, allergy to amoxicillin, and previous appendectomy. 21 days after the surgery in response to the TAC of fluid collection in the residual limb he underwent surgical revision of the stump.\\nThe control of wound was subjected to anesthesiologic visit during the follow-up. At discharge it was afebrile with no signs of inflammation to the blood tests. The suggested therapy was Gabapentin 300 mg qid, Oxycodone 15 mg bid, Clonazepam 5 gg/die, Omeprazole 20 mg/die, Seleparina 0,4 mg 1 fl/die, ferrous sulphate 1 cp/die, vitamin C, and folic acid 1 cp/die; when the pain was uncontrolled, the suggested therapy was 1 to 3 cp/die or Oxycodone + Acetaminophen 5 mg 1 to 3 cp/die. Three days later he came to our institute to start the rehabilitation treatment. Despite appropriate treatment with drugs and dressing, the wound was slowly improving and the patient complained of pain. After 2 months the wound was not yet healed and oxygen-ozone therapy was proposed and started after signing informed consent and ethics committee approval. Meanwhile he continued rehabilitation sessions and underwent standard dressing until the wound had healed.\\nThe treatment consisted of subcutaneous medical oxygen-ozone injection around the wound before undressing and skin disinfection. The treatment lasted for 5 weeks ().\\nMedical oxygen-ozone, an ozone/oxygen mixture consisting of purest oxygen-ozone therapy was produced on-site from medical oxygen (in accordance with pharmaceutical legislation) using a medical ozone generator [–].\\nAt the beginning the patient was afebrile with no signs of inflammation and negativity to blood tests but he complained of pain for which he took Gabapentin 300 mg qid and Oxycodone 15 mg bid. The wound was ulcerated with a size of 6,5 cm ().\\nDuring the first week the patient was treated with 8 μg of medical oxygen-ozone. At the end of the first week of treatment sessions the wound was 4 cm of size and the patient halved the dose of analgesics and from the second session he reported a reduction of phantom limb pain.\\nDuring the second week he was treated with 18 μg of oxygen-ozone. At the 10th session the wound measured 3,5 cm and the patient reported a feeling of wellness and temporally stopped the oral drugs ().\\nIn the third week of treatment we injected the wound with 24 μg of medical oxygen-ozone. At the beginning of this period the wound measured 2,5 cm and at the end of the week it reduced to 1,9 cm (Figures and ). Meanwhile the patient gradually reduced the intake of analgesics up to taking them only when needed. He was referred for taking Gabapentin 600 mg/die and Oxycodone 5 mg/die.\\nAt the fourth week he was treated with 14 μg of oxygen-ozone. At the end of this period the ulcer was 1 cm and the patient reported continuing taking the oral analgesics only when needed (). He did not report phantom limb pain or nausea as a side effect of opioids.\\nDuring the last days of treatment he was cured with 6 μg of oxygen-ozone. At the fifth session the wound had healed ().\\nDuring the treatment the patient was asked daily to report his pain with the VAS (Visual Analogic Scale). The pain remained constant during the first week and gradually reduced during the following period ().", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'22146387': 1, '32509746': 1, '28864782': 1, '16307642': 1, '25089169': 1, '26615539': 1, '25364376': 1, '25178020': 1, '33628417': 1, '22470237': 1, '25699252': 1, '30319766': 1, '26042534': 1, '26650095': 1, '23253326': 1, '25586644': 1, '12843410': 1, '22564227': 1, '21772635': 2, '19260079': 1, '19543419': 1, '21375852': 1, '22185664': 1, '10795372': 1, '21422842': 1, '12074976': 1, '33850923': 1, '17000077': 1, '25899006': 1, '24009067': 1, '17679848': 1, '27738434': 2}", "similar_patients": "{'3134027-1': 1}"}