{"patient_id": 73834, "patient_uid": "5951597-1", "PMID": 29765794, "file_path": "comm/PMC005xxxxxx/PMC5951597.xml", "title": "Femoral Access for Central Venous Port System Implantation", "patient": "A 70-year-old woman presented with metastatic colorectal adenocarcinoma. She had a primary hemicolectomy in 2013 with local recurrence and secondary surgery and liver metastases treated with radiofrequency ablation in 2016. A computed tomography (CT) scan of her chest revealed the progression of her disease via multiple lung metastases in March 2017. The patient had a history of deep vein thrombosis three months earlier (right calf) and received rivaroxaban with good clinical and ultrasound outcome. She was admitted to our hospital for TIVAP insertion and polychemotherapy initiation.\\nSurgery was performed under local anesthesia (April 2017). Initially, the right subclavian blind cannulation by the surgeon was ineffective. An experienced anesthesiologist was invited into the operating room, but multiple ultrasound-guided cannulation attempts failed bilaterally. The patient was transferred to the radiology department, and a chest CT scan revealed subclavian vein hypoplasia (vessel diameter was up to 4 mm). We decided to use right common femoral venous entry and discussed the situation with the patient. The patient provided additional informed consent to proceed. A catheter was inserted via femoral access without complications. In the operating room, the venous catheter was replaced by tubing from the port system kit.\\nCatheter tip positioning was performed using transabdominal ultrasound guidance (with a convex probe). The capsule was implanted subcutaneously on the front lateral side of the right hip. Postoperatively, a whole-body CT scan allowed us to assess the TIVAP position and identify possible complications. Technical success was confirmed, and the patient was discharged from the surgery department. Anticoagulation therapy with rivaroxaban was prolonged to avoid a thrombosis recurrence.\\nAs a routine practice, we include all patients with implanted ports in the observational venous thromboembolism monitoring program. This patient visited our hospital for follow-up evaluations one, three, and six months after surgery (May, July, October 2017, respectively). A physical examination showed no signs of venous thrombosis or port system occlusion.\\nVascular ultrasound B-mode and color Doppler examination were performed (Figures , , ). No ultrasound signs of thrombosis, fibrin deposits, catheter occlusion, or perforation were detected. A whole-body CT scan (Figure ) revealed adequate device position. The patient is currently receiving polychemotherapy in an outpatient setting, and the port system is in use weekly without difficulties (last control - October 2017, next visit estimated in April 2018).", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'18704915': 1, '23893159': 1, '24188799': 1, '24061782': 1, '24792955': 1, '29765794': 2}", "similar_patients": "{}"}