{"patient_id": 65358, "patient_uid": "5345249-1", "PMID": 28279173, "file_path": "comm/PMC005xxxxxx/PMC5345249.xml", "title": "A super-infection in the cornea caused by Stemphylium, Acremonium, and α-Streptococcus", "patient": "A 74-year-old woman, who had visited the clinic regularly due to eye complications caused by leprosy, returned irregularly with eye pain and conjunctival hyperaemia in her right eye. She had lagophthalmos due to facial palsy. During her scheduled visits, she had occasionally been prescribed topical steroid for iritis. Slit lamp examination revealed infiltration and a white abscess in her temporal cornea (Fig. a). The corneal scrapings stained by Gram, Giemsa, and fungi flora Y reagents, showed a large abundance of fungi and very few Gram-positive cocci (Fig. a), led us to the diagnosis of fungal keratitis. The corneal scrapings were also inoculated on Sabouraud, potato dextrose, and sheep blood agar plates (Nissui Pharmaceutical Co., Ltd., Tokyo, Japan), and cultivated at both room temperature and at 35 °C.\\nBased on our presumption that Gram-positive cocci represented the commensal bacteria of the ocular surface, empirical therapy for fungal infection with 1.0% topical voriconazole eye drops (Vfend®, Pfizer Japan Inc., Tokyo, Japan), administered every hour and 1.0% pimaricin ointment (Pimaricin ophthalmic ointment Senju®, Senju Pharmaceutical Co., Ltd., Osaka, Japan), administered 4 times daily, concurrent with 100 mg/day itraconazole (Itrizole® Capsules 50, Janssen Pharmaceutical K.K., Tokyo, Japan) were initiated. We also administered levofloxacin (LVFX) ophthalmic solution (Cravits® ophthalmic solution 1.5%, Santen Pharmaceutical Co., Ltd., Osaka, Japan) 4 times daily for the potential occurrence of bacterial super infection. Although clinical findings improved steadily over the first 5 days, keratitis and anterior chamber inflammation recurred 10 days after therapy initiation. We repeated cornea scraping and staining using the same reagents as previously. Microscopic images revealed a large number of Gram-positive chain cocci (Fig. b). Therefore, levofloxacin ophthalmic solution was replaced by moxifloxacin (MFLX) (Vegamox® ophthalmic solution 0.5%, Alcon Japan Ltd., Tokyo, Japan) and cefmenoxime (CMX; Bestron® for ophthalmic 0.5%, Senju Pharmaceutical Co., Ltd., Osaka, Japan), whilst continuing the same antifungal medications.\\nCultivation of corneal scrapings before therapy initiation on Sabouraud and potato dextrose agar plates at room temperature resulted in the growth of two different fungi 10 days later. At the same time, the cultivation on sheep blood agar plate in 35 °C produced bacterial colonies 3 days later. One of the two isolates had solitary, darkly pigmented, terminal and multicellular conidia (dictyoconidia), formed on a distinctive conidiophore with a darker terminal swelling (Fig. a) and the another isolate had hyphae and long ellipsoidal conidia, aggregated in slimy heads at the apex of each phialide (Fig. b). The sequences of the internal transcribed spacer region of ribosomal RNA gene were analyzed by the BLAST research at the NCBI website (). As a result, they showed 100% homology with sequence data of Stemphylium spp. strains in the former and Acremonium spp. strains in the later. Therefore, these two isolates were identified as Stemphylium spp. and Acremonium spp. based on their morphology and phylogeny. The minimum inhibitory concentrations (MICs) of several antifungal drugs and minimal effective concentration of micafungin for the two strains were determined by the broth dilution method according to M38-A2 of the Clinical and Laboratory Standards Institute (Table ). A bacterium was identified as α-Streptococcus sp. and the drug sensitivity (Table ) of the strain was determined by an automatic rapid identification machine (RAISUS, Nissui Pharmaceutical Co., Ltd., Tokyo, Japan). Keratitis resolved gradually after the conversion of topical antibiotic medications and had healed completely 3 months after the conversion (Fig. b).", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'31937173': 2, '26210867': 1, '26404600': 1, '24066286': 1, '16415694': 1, '23441746': 1, '8534670': 1, '10396193': 1, '18836691': 1, '21295857': 1, '25536529': 1, '19650709': 1, '28279173': 2}", "similar_patients": "{'7142360-1': 1}"}