{"patient_id": 119832, "patient_uid": "5587161-1", "PMID": 28919765, "file_path": "noncomm/PMC005xxxxxx/PMC5587161.xml", "title": "Scopolamine alleviates involuntary lingual movements: tardive dyskinesia or dystonia?", "patient": "A 50-year-old male patient was admitted to our hospital due to feeble occlusion and involuntary perioral movements. Two years before admission, this patient began to feel general malaise without obvious causes, including dizziness, abdominal distention, sore foot and other discomfort. He became upset and irritable. After visiting a local psychiatric hospital, he was prescribed duloxetine 60 mg/day and fluoxetine 20 mg/day and he took these drugs for nearly 1 year. However, his condition did not ameliorate. One year before admission, this patient visited our hospital and was diagnosed with somatoform disorder. He then began to take venlafaxine 225 mg/day monotherapy. One month after taking venlafaxine, paliperidone 3 mg/day was added as a synergist. His condition significantly improved and all of his discomfort remitted after adding paliperidone for 5 days. Nevertheless, this patient gradually began to feel weakness on mastication after taking paliperidone for ~1 month. He repetitively visited local hospitals, and investigations of single-fiber electromyography, repetitive nerve stimulation and the neostigmine test were all negative. About 6 months before admission, this patient complained of scattered rash on the trunk, which could be controlled with steroids and vitamin C. However, the rash recurred frequently when taking venlafaxine and paliperidone. This patient revisited our hospital and was prescribed with duloxetine 60 mg/day and olanzapine 5 mg/day instead of venlafaxine and paliperidone. After initiating these agents, the rash completely disappeared, but his feeble chewing movement did not improve. Although serum detection of anti-acetylcholine receptor antibody was negative, he took pyridostigmine bromide 60 mg three times a day for 1 month, which also did not help. Approximately 2 weeks before admission, his tongue began to roll in a spontaneous and purposeless pattern, with his bilateral cheeks feeling tightening.\\nOn admission, physical examinations revealed no positive findings. Laboratory tests, including routine blood tests, biochemical indices, infectious biomarkers and thyroid hormones, were all within normal limits. Cranial magnetic resonance imaging demonstrated scattered ischemic foci in the frontal and parietal lobes, as well as an arachnoidal cyst in the cisterna magna. He had smoked for more than 20 years. He denied any experience of using illegal or toxic substances. No family history of mental illnesses or similar condition was reported. In consideration of the TD-like manifestations, the potential offending agents were all gradually tapered. Oral vitamin E 1,000 mg/day, clonazepam 1 mg per night, clozapine 12.5 mg per night and intramuscular injection of promethazine 25 mg per night were added to cope with his involuntary perioral movements. However, the outcome of these medications was not satisfactory. Given his tightened cheeks, the possibility of dystonia could not be completely excluded. After being fully informed, tentatively, intramuscular injection of scopolamine 0.3 mg was used. Surprisingly, all of his malaise disappeared about 30 minutes after scopolamine injection. His mastication became powerful, his cheeks felt relaxed, and the purposeless movements of his tongue apparently decreased. The outcome of scopolamine treatment could last for nearly 1 day, and his problems recurred as usual. To exclude the placebo effect, we had once tried intramuscular injection of mecobalamin, which turned out to be ineffective. As was requested by the patient, we injected 0.3 mg of scopolamine again and the result was satisfactory as before. During hospitalization, neurologic consultants also pointed to the diagnosis of dystonia. It was advised to titrate the dose of clonazepam to 2 mg three times a day if necessary. Accordingly, the dose of clonazepam was escalated to 1 mg twice a day and clozapine was discontinued. Besides, benzhexol hydrochloride 2 mg twice a day was added as an anticholinergic medication. The patient was content with the outcome and claimed that his condition had improved by at least half of the severity.\\nThis case study was approved by the Institute Ethical Committee of the First Affiliated Hospital, Zhejiang University School of Medicine. Written informed consent was obtained from this patient for publication of the case details.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'4593518': 1, '27091214': 1, '8555748': 1, '28044943': 1, '2858901': 1, '23157631': 1, '4418481': 1, '26791148': 1, '27469238': 1, '19261444': 1, '10796321': 1, '7969212': 1, '23858394': 1, '6133305': 1, '21496610': 1, '10450260': 1, '27091215': 1, '7870941': 1, '18814935': 1, '2432979': 1, '3651669': 1, '28919765': 2}", "similar_patients": "{}"}