{"patient_id": 72072, "patient_uid": "5829313-1", "PMID": 29619258, "file_path": "comm/PMC005xxxxxx/PMC5829313.xml", "title": "Conservative Vertical Groove Technique for Tooth Rehabilitation: 3-Year Follow-Up", "patient": "A 12-year-old boy reported to the Department of Pedodontics with fractured maxillary incisors due to sudden strike on the wooden bench. There was no history of loss of consciousness and vomiting. His parent brought intact tooth fragment in a water filled container. Clinical examination revealed fracture of maxillary left central and lateral incisors involving enamel and dentin with no pulp exposure (). There was a lacerated labial gingiva in the mandibular incisors region. Periapical radiograph of maxillary left central and lateral incisors showed absence of alveolar fracture with intact roots and closed apices with no periapical pathology. Considering various treatment options available, reattachment of tooth fragment of maxillary left lateral incisor and direct composite restoration of maxillary left central incisor was planned. The chosen treatment was a less invasive technique which promotes an immediate repair of the esthetics and function of fractured tooth. Treatment was explained to parents, and an informed consent was taken.\\nUnder strict asepsis condition, bilateral mental nerve block was administered using 2 percent lidocaine with 1 : 80000 adrenaline, and lacerated labial gingiva was sutured. Composite reconstruction of maxillary left central incisor was performed with total etch multilayered technique. The fractured component and tooth structure of maxillary left lateral incisor were cleaned and acid etched with 37% orthophosphoric acid gel for 20 seconds. After thorough rinsing and drying, adhesive was placed on both tooth fragment () and tooth structure and air thinned and light cured for 10 seconds. Tooth fragment was reattached using low-viscosity flowable resin cement and light cured. After reattachment, two vertical grooves of depth and width 2 mm were placed along the fracture line on the labial surface using depth orientation bur (). Fiber-reinforced composite posts (quartz no. 1) were cut of the same size and placed in the prepared grooves ( and ). Posts were attached to tooth using resin cement and light cured. Excess composite material was removed, finished, and polished (). The patient was advised dietary, oral hygiene instructions and recalled after one week for the suture removal. One-year follow-up showed successfully retained fragment of maxillary left lateral incisor while composite restoration of maxillary left central incisor was dislodged; hence, reconstruction of dislodged composite restoration was done again. 2-year and 3-year follow-up showed successfully retained fragment and composite restoration serving their function, and the patient was asymptomatic throughout the period ().", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'21615864': 1, '19138637': 1, '32754457': 1, '24324317': 1, '15739913': 1, '28713769': 2, '28196166': 1, '34434015': 1, '25083037': 1, '10846265': 1, '25872635': 1, '21854545': 1, '18237334': 1, '28316950': 1, '24739925': 1, '16872385': 1, '29619258': 2}", "similar_patients": "{'5502553-1': 1}"}