{"patient_id": 66737, "patient_uid": "5435623-2", "PMID": 28425011, "file_path": "comm/PMC005xxxxxx/PMC5435623.xml", "title": "Pregnancy-related myocardial infarction", "patient": "A 30-year-old woman, G3P3, with a history of migraine headaches for which she incidentally used tramadol and acetaminophen, presented at our emergency department three months postpartum. She complained about chest pain and excessive perspiration. Pain diminished after administration of nitroglycerine sublingually. Physical examination revealed that she was in shock; she had a systolic blood pressure of 90 mm Hg and a regular tachycardia of 120 beats per minute. She also had a pale, cold skin. Auscultation revealed no cardiac murmurs. ECG suggested a STEMI of the anterior wall. Coronary angiography was performed and revealed an occlusion of the left main coronary artery and a dissection of the left anterior descending artery and circumflex coronary artery (Fig. ). During coronary angiography, external defibrillation was applied twice to treat ventricular fibrillation. Echocardiography after the coronary angiography showed akinesia of the anterior wall and mitral valve regurgitation grade II. Because of her compromised haemodynamic state despite the initiation of inotropics, an intra-aortic balloon pump was inserted. Emergency coronary artery bypass grafting was performed with a left internal mammary artery graft to the left anterior descending artery and a saphenous venous graft to the anterolateral and obtuse marginal branches. A subsequent postoperative cardiogenic shock was treated with the intra-aortic balloon pump for one day and inotropics for two days. Her condition steadily improved and she was discharged from the intensive care unit after five days. At hospital discharge, ten days after admission, echocardiography showed a moderately reduced left ventricular function without valvular regurgitation. At follow-up, three weeks after discharge, she was in stable condition without any signs or symptoms of ischaemia or heart failure.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'21873418': 1, '26594680': 1, '16420554': 1, '10546690': 1, '32189210': 2, '18617065': 1, '21603561': 1, '25911007': 2, '16534011': 1, '15738011': 1, '25403597': 1, '7666897': 1, '7805973': 1, '28425011': 2}", "similar_patients": "{'5435623-1': 2, '4409591-1': 1, '4409591-2': 1, '7271382-1': 1, '7271382-2': 1}"}