{"patient_id": 67517, "patient_uid": "5496107-1", "PMID": 28713430, "file_path": "comm/PMC005xxxxxx/PMC5496107.xml", "title": "Incidental Thrombus in Transit Causing Embolic Stroke", "patient": "A 68-year-old male with Parkinson's disease was referred for an echocardiogram by his primary care physician as part of an outpatient work-up for intermittent hypotension and bradycardia. He denied any other cardiovascular or transient neurological symptoms. He uses a walker for ambulation. His past medical history is also notable for hypertension, hyperlipidemia, and osteoarthritis. He has had no prior cardiac testing. His current medications include alprostadil, amantadine, carbidopa/levodopa, entacapone, loratadine, midodrine, oxybutynin, ropinirole, and simvastatin. He also receives botulin toxin injections for muscular rigidity. He is an ex-smoker and drinks alcohol in moderation. His family history is notable only for hypertension. He previously worked as an accountant. His physical exam was notable for slow gait and resting tremor and was otherwise unremarkable including normal blood pressure. His transthoracic echocardiogram demonstrated a large highly mobile elongated mass consistent with thrombus (asterisk ) in the right atrium which crosses the interatrial septum, presumably through a patent foramen ovale (arrow ) into the left atrium. The thrombus also prolapses across both the tricuspid and mitral valves during diastole () and measures greater than 10 cm in length. The patient was sent to the nearest emergency department, started on heparin and admitted to the hospital for further management. Shortly after admission the patient suffered a massive and ultimately fatal, left middle cerebral artery stroke.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'18342221': 1, '16256883': 1, '8248969': 1, '19592472': 1, '8074014': 1, '16240340': 1, '23514286': 1, '12221427': 1, '11230864': 1, '22179539': 1, '22417252': 1, '1918699': 1, '10488786': 1, '28713430': 2}", "similar_patients": "{}"}