{"patient_id": 117347, "patient_uid": "5408537-1", "PMID": 28393792, "file_path": "noncomm/PMC005xxxxxx/PMC5408537.xml", "title": "Mechanical Cause for Acute Left Lung Atelectasis after Neonatal Aortic Arch Repair with Arterial Switch Operation: Conservative Management", "patient": "A 20-day-old girl baby (weight: 3 kg; length: 48 cm) with D-transposition of great arteries with a large perimembranous ventricular septal defect (8 mm) and Type A aortic interruption underwent single-stage aortic arch repair with arterial switch operation and closure of the ventricular septal defect through a median sternotomy. Tracheal extubation was done after 36 h of mechanical ventilation. Before tracheal extubation, the baby was comfortable, generating about 5 ml/kg tidal volume on synchronized intermittent mandatory ventilation with a backup respiratory rate of 10 breaths/min, positive end-expiratory pressure of 5 cmH2O, fraction of inspired oxygen of 0.3, and a pressure support of 8 cmH2O. As the arterial blood gas reports were satisfactory on these settings, tracheal extubation was done, and within a short span of time, the child had complete left lung collapse. This did not improve despite administration of high-flow humidified oxygen-enriched air through a nasal cannula that was delivered at a rate of 2 L/kg. This flow through the nasal cannula was to generate a continuous positive airway pressure (CPAP) of about 5–6 cmH2O. The lung collapse was attributed to paresis of the left dome of the diaphragm as ultrasound of the chest suggested decreased diaphragmatic movements although they were not paradoxical.\\nFollowing tracheal reintubation, fiber-optic bronchoscopy was performed, which showed left bronchial obstruction due to external compression [ and ]. The fiber-optic bronchoscope was advanced beyond the obstruction, and it was found that the bronchial lumen was patent with no significant secretions or mucus plugging. On withdrawal of the bronchoscope, posterior indentation of the left main bronchus was seen in the form of transmitted pulsations from the aorta []. This was due to the reconstructed descending aorta that had been pulled up and anastomosed to the distal ascending aorta, causing a pulsatile mass effect on the bronchus. A diagnosis of left lung collapse due to left main bronchial obstruction secondary to compression by the descending thoracic aorta was made. As a reoperation for surgical mobilization of the vessels was not easy, a trial at conservative management was planned. The steps in conservative management envisaged were: (a) conversion from invasive mechanical ventilation to noninvasive ventilation in the form of application of CPAP, (b) gradual weaning from CPAP support to high-flow oxygen-enriched air through nasal prongs and later to face mask oxygenation, (c) control of blood pressure and heart rate to reduce the mass effect of the aorta on the bronchus, (d) constant observation of the child's spontaneous ventilation capabilities, and serial blood gas analysis and urgent chest radiographs when needed. It was decided that any deterioration in the child's ventilation mechanics would warrant some kind of “release” surgery.\\nAfter 3 h of mechanical ventilation, tracheal extubation was performed. The ventilator settings were similar to those that were used at the time of the first tracheal extubation. Chest radiographs before and after tracheal extubation showed complete reexpansion of the left lung []. As planned, noninvasive ventilation in the form of CPAP (about 9 cmH2O) was applied by nasal prongs with the help of an infant Flow SiPAP system (VIASYS Healthcare, Yorba Linda, CA 92887, USA) []. Baby improved over a period of 6 days on nasal CPAP and was subsequently transferred to high-flow oxygen-enriched air through nasal prongs []. The left lung remained completely expanded even after removal of CPAP []. The blood pressure and heart rate were controlled to age appropriate levels (systolic/diastolic blood pressure: 75–80/45–50 mmHg [approximately] and heart rate: 120–140 bpm) with oral propranolol (0.5 mg TID) and captopril (0.5 mg OD). Computerized tomography (CT) performed on the 10th day showed left bronchial narrowing with segmental collapse of the left upper lobe []. The lung collapse was not identified on the chest radiograph which continued to appear normal. As the baby was not exhibiting any features of respiratory distress and was clinically normal, the child was discharged home. During the 3-month follow-up, the left lung stayed fully expanded, and no further intervention was deemed necessary.", "age": "[[20.0, 'day']]", "gender": "F", "relevant_articles": "{'11156091': 1, '8751260': 1, '15135125': 1, '8457116': 1, '12407367': 1, '27554231': 1, '12535032': 1, '19572848': 1, '10612780': 1, '34401832': 1, '12078808': 1, '28393792': 2}", "similar_patients": "{}"}