{"patient_id": 68064, "patient_uid": "5542915-1", "PMID": 28824348, "file_path": "comm/PMC005xxxxxx/PMC5542915.xml", "title": "Successful Myomectomy during Cesarean Section: Case Report & Literature Review", "patient": "A 29 years old primigravida patient presented with a 6 weeks history of amenorrhea. In physical examination she had a uterus of 6 weeks pregnancy and the ultrasonography examination of the abdomen showed a myoma measuring about 107 × 60 mm (Fig. ).\\nShe didn’t have any symptoms related to the myoma such as abnormal uterine bleeding or pain, before pregnancy and also there were no complications during pregnancy due of myoma. For example the level of her hemoglobin before and after operation was 13.4 and 12.8 mg/dl.\\nIn serial sonographic studies, the size of the myoma was increasing and in the last one, the weight of fetus was below 10% of normal growth curve. At the third trimester, the myoma was palpable, about 15-20 cm. so she was considered to undergo the elective cesarean section due to the probability of obstructed labor in 38-39 weeks of pregnancy.\\nAfter consultation with anesthesiologist, the cesarean section was performed.\\nThe abdomen was opened with pfannenstiel incision. After take down of the bladder the lower segment of the uterus was incised and due to the huge myoma in the lower segment, the incision was extended a bit upper. When the amniotic membrane was found and ruptured, a female 2500 gr. weighted newborn was delivered with difficulty. The apgar score of the newborn was 8 at the first minute.\\nAfter removal of the placenta high dose oxytocin (30 IU /1000 cc. ringer lactate) was infused in 1 hour.\\nThe myomectomy was done and a single intra-mural myoma measuring about 20 cm. weighting 1500 gr. was removed. During the procedure of myomectomy, infusion of oxytocin was continued.\\nThe amount of hemorrhage was almost 1200 cc that was similar to other cesarean section cases which was compensated with ringer-lactate solution.\\nThe duration of operation was 38 minute that added 10 minutes and Hgb. level after surgery was 12.8.\\nThe suture line over the uterus after the surgery, was completely similar to those cases of lower segment cesarean section (Fig. ).\\nThe histological examinations confirmed the diagnosis of myoma.\\nThe patient was discharged two days after surgery and at the time of discharge, involution of uterus was normal and we didn’t face any post partum morbidity.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'2296420': 1, '8515934': 1, '18394193': 1, '17701427': 1, '18312992': 1, '11597615': 1, '10414171': 1, '2776067': 1, '18990014': 1, '10730373': 1, '33901162': 1, '10659906': 1, '12152264': 1, '28824348': 2}", "similar_patients": "{}"}