{"patient_id": 117217, "patient_uid": "5402507-1", "PMID": 28479815, "file_path": "noncomm/PMC005xxxxxx/PMC5402507.xml", "title": "Guillain–Barre Syndrome following Tuberculosis: A Rare Association", "patient": "A 16-year-old girl presented to us with acute onset, progressive, ascending, predominantly motor, quadriparesis with truncal weakness for the last 24 h. There was no facial or bulbar involvement. Bladder and bowel functions were normal. She was diagnosed to have pulmonary tuberculosis (sputum positive) 1 week prior to presentation and was taking antitubercular drugs (isoniazid, rifampicin, pyrazinamide, and ethambutol) since then.\\nOn examination, she had symmetric, pure motor, areflexic, lower motor neuron-type quadriparesis (upper limb muscle power Medical Research Council [MRC] Grade III and lower limb MRC Grade II) without facial and bulbar involvement.\\nNerve conduction studies done on the 2nd day of onset of symptoms revealed absent H-reflexes from both soleus muscles. The F-wave studies showed absent or impersistent F-responses []. Other motor nerve conduction parameters including distal latencies, amplitudes of compound muscle action potentials (CMAPs), and conduction velocities were normal, and sensory nerve conduction parameters were normal [].\\nHer hematological and biochemical profile including complete blood count, serum electrolytes, liver function test, and renal function test were normal. Her erythrocyte sedimentation rate was increased at 26 mm/h. Serological tests for HIV, hepatitis B, and antinuclear antibody were negative. Urine analysis for porphobilinogen was negative. Chest X-ray showed bilateral parahilar lymphadenopathy. Sputum and bronchoalveolar lavage revealed the presence of acid-fast bacilli on microscopic examination with Ziehl–Neelsen staining. Cerebrospinal fluid (CSF) examination on the 2nd day of symptom onset was normal. Magnetic resonance imaging (MRI) of brain and spine with contrast was normal [Figure and ].\\nThe diagnosis of GBS was made she was treated with intravenous immunoglobulins (IVIG) on the 3rd day of illness at a dose of 0.4 g/kg/day for 5 days and antitubercular drugs.\\nRepeat CSF study after 1 week of illness revealed albumin-cytological dissociation. Repeat nerve conduction studies after 10 days of onset showed decreased amplitudes of CMAPs with normal distal latencies and conduction velocities [].\\nShe showed improvement in muscle strength after 3 weeks of hospitalization. At the time of discharge from hospital, her muscle power was MRC Grade IV in the upper as well as lower limbs.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'18848313': 1, '5945962': 1, '20508277': 1, '24936703': 1, '6622344': 1, '22891003': 1, '28479815': 2}", "similar_patients": "{}"}