{"patient_id": 63705, "patient_uid": "5153911-1", "PMID": 27955704, "file_path": "comm/PMC005xxxxxx/PMC5153911.xml", "title": "First report on treating spontaneous infectious spondylodiscitis of lumbar spine with posterior debridement, posterior instrumentation and an injectable calcium sulfate/hydroxyapatite composite eluting gentamicin: a case report", "patient": "A 59-year-old Caucasian man presented at our university hospital with a 6-week history of lumbar pain without sensory or motor disorders of his lower extremities. The pain had not responded to the common conservative treatment of lower back pain [nonsteroidal anti-inflammatory drugs (NSAIDs), physiotherapy, etc.] []. Our patient had a history of diabetes mellitus (noninsulin-dependent) but was otherwise healthy. A physical examination showed pressure pain and tapping tenderness at the lower lumbar spine. In blood biochemistry, an elevated C-reactive protein (CRP: 27 mg/L) and a normal white blood cell count (WBC: 6.8 * 109/L) were found. Plain radiographs of the lower spine revealed a narrowing of the intervertebral space between L4 and L5 with irregularity of the endplates (Fig. ). Magnetic resonance imaging (MRI) of the lumbar spine in T2-weighted sequences showed a high signal of the intervertebral disc L4/L5 and in T1-weighted sequences an epidural abscess at the posterior wall of L4 (Fig. ). Additional computed tomography (CT) imaging revealed osteolytic destruction of the base plate L4 and the upper plate L5 (Fig. ). Antibiotic therapy had been started with intravenous ciprofloxacin and clindamycin. Because of the progressive bone destruction of the base plate L4 and upper plate L5, we performed a posterior debridement via a minimally invasive dorsolateral approach, a posterior percutaneous stabilization using transpedicular screw-rod instrumentation and filled the intervertebral space with an injectable BGS, which elutes a high concentration of gentamicin (CERAMENT™ G, Bonesupport, Lund, Sweden) after removing the pathological disc tissue. For posterior monosegmental instrumentation the Viper® 2 system (DePuy Synthes, Umkirch, Germany) with four polyaxial screws (6 × 45 mm each) and two rods (40 mm each) were used. The epidural abscess was not evacuated, since it did not compress the cauda equine.\\nA biopsy of the intervertebral disk was sent for microbiological evaluation, but a causative bacteria could not be detected. Our patient’s lower back pain improved quickly after surgery. A postoperative CT scan on day 3 confirmed the correct positioning of the transpedicular screw-rod instrumentation (Fig. ). The antibiotic-eluting BGS is clearly visible in the intervertebral space (especially on the sagittal reconstruction, Fig. ). Ciprofloxacin and clindamycin were continued for 4 weeks intravenously, followed by 4 weeks of oral administration. The surgical incision healed ad primam intentionem without prolonged wound drainage. At discharge from hospital 4 weeks after surgery our patient was ambulatory, and CRP (0.8 mg/L) and WBC (8.1 * 109/L) levels were in the normal range.\\nNo recurrence of infection was noticed during the 1-year follow-up. Our patient was generally well without restrictions in his daily activities and able to work in his previous job. He complained about mild pain from the left lower spine to the left dorsal leg from time to time. He was able to walk without pain for 45 minutes. Radiography and CT of his lower spine during follow-up examination at 11 months show complete bony fusion of L4 and L5 (Figs. and ).", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'21445024': 1, '12544929': 1, '15246297': 1, '20015365': 1, '26316526': 1, '27678329': 1, '26929284': 1, '26274746': 1, '20411156': 2, '26700630': 1, '19415345': 1, '22308629': 1, '15636573': 1, '8347968': 1, '20306973': 1, '19684405': 1, '22159859': 1, '27587534': 1, '18324586': 1, '20701886': 1, '8003836': 1, '11904193': 1, '19071050': 1, '27510825': 1, '27955704': 2}", "similar_patients": "{'2857502-1': 1}"}