{"patient_id": 70353, "patient_uid": "5700555-1", "PMID": 29166932, "file_path": "comm/PMC005xxxxxx/PMC5700555.xml", "title": "BAP1: case report and insight into a novel tumor suppressor", "patient": "A 49-year-old female presented with an asymptomatic pink to purple dome-shaped papule on the third digit of her right foot (Fig. ). She has a history of actinic keratoses, but otherwise no other dermatological issues. Her family history is significant for a history of colon cancer and prostate cancer, as well as hypertension, hyperlipidemia, coronary artery disease, and diabetes, but no history of breast or ovarian cancer. A shave biopsy was performed.\\nThe sample proved to be a primarily dermal melanocytic proliferation (Fig. ), with a low proliferative index as determined by Ki67 staining. The lesion contained nests and strands of atypical epithelioid melanocytes surrounded by lymphocytes and pigmented macrophages (Fig. ). The lesion stained positive for MART-1 (Fig. ), however, BAP1 staining was negative (Fig. ), leading to the diagnosis of a BAPoma with epithelioid atypia and rare mitoses. Given that the atypical cells extended to the margins of the biopsy, a re-excision was recommended and the patient underwent Mohs surgery to clear the lesion. Although her personal and family history was not suggestive of a BAP1-associated cancer syndrome, the patient underwent genetic testing for a germline mutation in the BAP1 gene. Sequencing and deletion/duplication analysis of the BAP1 gene was negative, evidence supporting a sporadic BAP1 mutation in the lesion where the BAPoma formed. As there are no clear guidelines on screening for other cancers such as renal cell carcinoma or mesothelioma in these patients, only continued screening for cutaneous was recommended.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'22878500': 1, '24705312': 1, '22367297': 1, '27919796': 1, '28614305': 1, '21874003': 1, '27223342': 1, '18757409': 1, '26096145': 1, '24894717': 1, '27002218': 1, '23550303': 1, '23495950': 1, '26437366': 1, '29166932': 2}", "similar_patients": "{}"}