{"patient_id": 73878, "patient_uid": "5954957-1", "PMID": 29854504, "file_path": "comm/PMC005xxxxxx/PMC5954957.xml", "title": "New Thrombolytic Infusion Application of Dissolving Renal Artery Embolic Thrombosis: Low-Dose Slow-Infusion Thrombolytic Therapy", "patient": "A 65-year-old male with diagnosed RATE was referred to our Emergency Department complaining of a 1-day history of left upper quadrant and left flank pain from the external center. Complaints occurred after palpitation lasting 45 minutes. The pain started from the left back region as if a knife struck. The intensity of pain increased over time; there was no change in the severity of pain due to the body position changes. He denied recent fever, trauma, chronic atrial fibrillation cardiomyopathy, coagulation disorder, prior history of thromboembolic disease, dysuria, hematuria, or change in bowel pattern. He had been smoking 20 cigarettes per day for 17 years and did not consume alcohol. He had a past medical history of a stent placed in a coronary artery due to acute coronary syndrome three months ago. He did not use prescribed aspirin, metoprolol, clopidogrel, and atorvastatin agents recommended for acute coronary syndrome and stenting.\\nOn physical examination, blood pressure, pulse, and respiratory rates were 144/80 mmHg, 69/min, and 22/min, respectively. Arterial blood oxygen saturation and fever were also 90% and 36.2°C, respectively. The electrocardiogram showed normal sinus rhythm. Cardiac examination revealed a fourth heart sound in the apical focus.\\nBiochemical tests revealed that fasting blood glucose level (182, 70–115 mg/dl), white blood cell (11.9, 3.7–10.4 K/uL), neutrophil count (9.63, 1.8–7.8 K/uL), and C-reactive protein level (18.92, 0–0.5 mg/dl) had increased. There was neutrophil dominance. Platelet count (111, 150–450 K/uL), calcium (7.5, 8.8–10.2 mg/dl), and uric acid levels (2.5, 3.4–7 mg/dl) had decreased. Troponin-I (0.01, <0.3 ng/mL) and creatine kinase-MB isoenzyme levels (51.9, 0–24 U/L) and glomerular filtration rate (70.07) were normal. By urine analysis, +2 glucose, +2 proteinuria, and +2 bloods were detected. Other urine parameters were normal.\\nA transthoracic echocardiogram revealed hypokinesis of the anterior and anterolateral wall and left ventricular ejection fraction was calculated as 58% by using the modified Simpson technique. There was no thrombus formation in the heart chamber and wall. Lower extremity venous Doppler ultrasonography examination was normal.\\nThe coronary angiography revealed a stent in the left coronary artery and it was open. Other coroner arteries were normal. The renal artery angiography revealed that there were multiple vessel diseases with >80% occlusion with thrombus in right renal artery branches. and show the multiple thrombosis in the right renal artery branches.\\nDepending on clinical, electrocardiographic, biochemical, and angiographic evidence, the patient was diagnosed with the thromboembolic occlusion in the left renal artery branches developing due to unknown origin.\\nWe decided to use LDSITT for the occluded renal artery branches because the patient was not eligible for percutaneous therapy. Antiplatelet agents (aspirin 100 mg and clopidogrel 800 mg) were given prior to invasive process as a premedication from the referral hospital. Neither unfractionated heparin (UFH) (IV bolus end continue infusion) nor low-molecular-weight heparin (LMWH) was given prior to the LDSITT.\\nThe patient was given an intravenous infusion of 24 ml rt-PA (low dose) in 100 ml normal saline in 48 h (slow infusion time) twice. Following the second dose of fibrinolytic therapy, coronary angiography showed partial regression of the thrombus, leaving a residual thrombus. and show residual thrombosis in the right renal artery branches. Therefore, a third dose of 24 ml rt-PA was administered to the patient to completely lyse the thrombus. The third control renal angiography revealed complete lysis of the thrombus with no residue following the third dose of thrombolytic administration. In total, 72 mg rt-PA was administered. and show that multiple thrombosis is completely solved.\\nAlthough the thrombus was completely lysed after a total of three LDSITT, no complication developed other than minimal ecchymosis at the injection site. On the fifth day of admission, the patient was discharged with the prescription of aspirin 100 mg 1 × 1 and clopidogrel 75 mg 2 × 1 and the recommendation of Internal Medicine Department's outpatient control for diabetes mellitus regulation.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'23489534': 1, '10575421': 1, '28886621': 1, '25173341': 1, '29854504': 2}", "similar_patients": "{}"}