{"patient_id": 69436, "patient_uid": "5643003-1", "PMID": 29114396, "file_path": "comm/PMC005xxxxxx/PMC5643003.xml", "title": "Molecular evidence of Listeria monocytogenes infection relapse in a severe case of endocarditis", "patient": "A 66-year-old male with a history of aortic valve and ascending aorta replacement following a dissecting aneurysm of the aorta in 2010, was admitted to Sant'Anna Hospital, Como, Italy, in November 2015. He reported a two-month history of evening fever, with a maximal temperature of 38.5 °C. He denied having other clinical signs or symptoms. There was no history of smoking, alcohol abuse or illicit drug use. Blood cultures taken at the time of admission were positive for Listeria monocytogenes. The isolate was susceptible to ampicillin, meropenem, gentamicin and trimethoprim/sulfamethoxazole. Haematological and biochemical tests were unremarkable except for elevated C-reactive protein levels (57.9 mg l−1). Since the patient was allergic to penicillin, on admission he was administered oral treatment of trimethoprim/sulfamethoxazole 160/800 mg, which was continued for 10 days, three times daily. Starting from day 2, the patient was afebrile and without symptoms. On day 7, transthoracic and transesophageal echocardiograms were performed, showing an intact valve with no evidence of vegetation or endocarditis. He was discharged from the hospital in good condition on day 10, and prescribed continuation of trimethoprim/sulfamethoxazole 160/800 mg treatment for an additional 12 days, three times daily.\\nSix months later, in May 2016, the patient arrived at Valduce Hospital, Como, Italy, with several weeks history of evening fever, with a maximal temperature of 39 °C, not associated with any other symptoms. Again, blood cultures were positive for Listeria monocytogenes, displaying identical antimicrobial susceptibility as the isolates from the first episode. Upon presentation, transthoracic and transesophageal echocardiograms were performed, and endocarditis due to Listeria monocytogenes was diagnosed according to the blood cultures and echocardiographic imaging. Antibiotic therapy was started with meropenem 2 g intravenously, three times daily, and oral gentamicin 400 mg once a day, for six weeks. However, gentamicin was suspended on day 36, because of the onset of balance disorders. A transesophageal echocardiogram was performed again twice, on day 12 and on day 42. The first scan confirmed the presence of an echo-reflective mass and showed an intraprosthetic regurgitation, while the second scan revealed two echo-reflective masses, both with a filiform appendix. The intraprosthetic regurgitation worsened from moderate to severe. The fever rose and fell for over a month, despite antibiotics, with a maximal temperature of 38 °C. The patient became afebrile starting from day 34, and he was discharged on day 48 with instructions to continue with meropenem for another two weeks and repeat the echocardiogram, to monitor the success of treatment and evaluate the need for prosthesis removal.\\nIn August 2016, the echocardiogram was performed, and showed a prosthetic dysfunction with a small vegetation on the ventricular surface. In November 2016, the patient was subjected to surgical replacement of his prosthetic valve at Humanitas Gavazzeni Institute, Bergamo, Italy. After an uneventful post-operative course and rehabilitation, he was discharged in good physical condition.\\nDuring the surveillance of listeriosis in the Lombardy region, Italy, the two isolates of Listeria monocytogenes recovered from the patient’s blood cultures on 20 November 2015 and 25 May 2016 were referred to the Regional Reference Laboratory (RRL). The isolates were subtyped by using PFGE with the AscI enzyme, according to the PulseNet protocol [], and MLST, as described by Ragon et al. []. Comparison of PFGE profiles showed that the two isolates have an identical pattern (), and MLST indicated that they belong to the same sequence type (ST), ST288. The PFGE profile was compared with the profiles of all isolates from listeriosis cases in the RRL database (n=399). The comparison showed a high similarity (about 95 %) with two isolates, identified as ST288, one from Como in 2012 and one from Bergamo in 2015, the same geographical area and the same time frame of the case here described. To date, no other isolate with this ST has been recorded in the RRL database.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'2110115': 1, '14761724': 1, '18471682': 1, '18773117': 1, '24822197': 1, '10430206': 1, '11418887': 1, '24785898': 1, '27568136': 1, '22478994': 1, '30430399': 1, '14732327': 1, '1938692': 1, '8228306': 1, '16602975': 1, '7948537': 1, '29114396': 2}", "similar_patients": "{}"}