{"patient_id": 114377, "patient_uid": "5091096-1", "PMID": 27822263, "file_path": "noncomm/PMC005xxxxxx/PMC5091096.xml", "title": "Focal Sinusoidal Obstruction Syndrome Caused by Oxaliplatin-Induced Chemotherapy: A Case Report", "patient": "A 40-year-old woman underwent high anterior resection for rectal cancer, with partial liver resection of segment 7 for synchronous liver metastasis. She received oxaliplatin-based adjuvant chemotherapy (modified FOLFOX6) for 6 months.\\nOn CT, a 13-mm irregular tumor was found in segment 3 of the liver 12 months after the operation. The laboratory data showed a slight decrease in the platelet count (12.8 × 104/mm3), with otherwise normal findings (albumin 3.8 g/dL, total bilirubin 0.8 mg/dL, aspartate transaminase 34 IU/L, alanine transaminase 22 IU/L, γ-glutamyl transpeptidase 15 IU/L, and alkaline phosphatase 45 U/L). All tested tumor markers remained normal after the first operation (carcinoembryonic antigen 1.8 ng/mL, carbohydrate antigen 19 - 9 13 U/mL, and α-fetoprotein 1.7 ng/mL). No splenomegaly was noted on CT.\\nUltrasonography showed a 17-mm isoechoic tumor that was surrounded by a low-echoic area in the liver metastasis at the first operation. The pseudotumor of SOS was unclear on conventional ultrasonography (), whereas Sonazoid contrast-enhanced ultrasonography in the Kupffer phase visualized a 13-mm low-echoic mass (). Enhanced CT at the early phase showed a ring-enhanced tumor in segment 7 (), whereas the metachronous pseudotumor presented as an unclear hypodense mass without surrounding enhancement ().\\nMRI revealed that the primary liver metastasis was a low-intensity mass on T1-weighted images and a high-intensity mass on T2-weighted images. The hepatocyte phase of Gd-EOB MRI and diffusion-weighted MRI clearly showed the mass to be a tumor. The pseudotumor by SOS also presented as a low-intensity mass on T1-weighted images (). However, the tumor was not detected by diffusion-weighted MRI (). This feature was confirmed on PET/CT. Therefore, the standardized uptake value of the pseudotumor was approximately equal to that of the liver parenchyma.\\nDuring the surgery, the pseudotumor was unclear with the use of conventional intraoperative ultrasonography alone. Therefore, we performed Sonazoid contrast-enhanced ultrasonography intraoperatively, and a low-echoic mass in segment 3 was resected. An irregular, non-solid, brown-colored mass was confirmed in the resected specimen (). Histopathologically, the tumors showed sinusoidal dilation and congestion by hepatocyte trabeculae, compatible with SOS (). The patient has experienced no recurrence of liver metastasis or SOS for 5 years.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'18358928': 1, '22020927': 1, '9280252': 1, '32246350': 1, '31748956': 1, '21785050': 1, '31616690': 1, '20160638': 1, '31360204': 1, '23730707': 1, '5763253': 1, '4218': 1, '31085973': 1, '23958518': 1, '25886004': 2, '27822263': 2}", "similar_patients": "{'4393578-1': 1}"}