{"patient_id": 114941, "patient_uid": "5141629-1", "PMID": 27994399, "file_path": "noncomm/PMC005xxxxxx/PMC5141629.xml", "title": "Serous Retinal Detachment in Dome-shaped Macula with 7 Years Follow-up", "patient": "A 47-year-old diabetic Type-2 male presented with blurry vision in both eyes. Best-corrected visual acuity was 20/40 oculus dexter (OD) and 20/30 in oculus sinister (OS); refractive spherical equivalent − 4.75D OD and − 5.25D in OS; axial length was 27.0 mm in OD and 27.4 mm in OS. The intraocular pressure was 14 mmHg in OD and 15 mmHg in OS. Corneas showed central endothelial guttate with pigment deposits which clinically resembles Fuch's corneal endothelial dystrophy, in addition, he had bilateral visually insignificant posterior subcapsular cataract. Fundus exam in both eyes showed posterior staphyloma with macular RPE circular changes of similar pattern and horizontal ridge connecting the optic disc and the fovea in both eyes []. Optic discs were horizontally oriented with large cupping, and there was no diabetic retinopathy. Gonioscopy revealed open angles with hyperpigmented trabecular meshwork and a glaucomatous visual field defect. Specular microscopy demonstrated low corneal endothelial cells count. Spectral domain-OCT (Heidelberg Engineering GmbH, Heidelberg, Germany) depicted subfoveal fluid with convex configuration of the macular region resembling macular bulge within the concavity of the posterior staphyloma []. Enhanced depth imaging (EDI) OCT showed thinned subfoveal choroid compared to the perifoveal region.\\nThe patient was diagnosed as SFD in DSM, pigmentary glaucoma, and Fuchs corneal endothelial dystrophy and was offered half-fluence verteporfin photodynamic therapy but favored no intervention.\\nDuring the 7 years of follow-up, he underwent cataract surgery secondary to the development of visually significant cataract in both eyes. This was followed by descemet automated endothelial stripping keratoplasty for corneal decomposition in both eyes.\\nInterestingly, during the follow-up period, his SFD did not show any progression. Clinical and serial OCT demonstrated the same amount of subfoveal fluid even after these interventions. Fluorescein angiography (FA) showed few leaking points in the fovea in both eyes at the retinal pigment epithelium level corresponding to RPE disturbances in addition to the window defect resulting from RPE atrophy at that area []. The final visual acuity was 20/40 OD 20/30 in OS.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'23972305': 1, '33875828': 1, '31969680': 1, '25986898': 1, '24379651': 2, '19278484': 1, '24464468': 1, '25244975': 1, '18342827': 1, '27994399': 2}", "similar_patients": "{'3872144-1': 1}"}