{"patient_id": 120877, "patient_uid": "5664872-1", "PMID": 28862244, "file_path": "noncomm/PMC005xxxxxx/PMC5664872.xml", "title": "Isolated left-sided pulmonary artery agenesis with left lung hypoplasia: A report of two cases", "patient": "A 65-year-old postmenopausal lady (Patient A) and a 32-year-old homemaker (Patient B) presented with history of exertional dyspnea of 1-year duration and 6-month duration, respectively. Both gave history of occasional cough with expectoration. They also gave history of recurrent respiratory infections. However, neither of them had a history of tuberculosis or associated comorbid illness like diabetes mellitus. On presentation, both were clinically stable and maintained normal saturation at room air. On examination, they had mild deviation of trachea to the left with reduced breath sounds in the left hemithorax and laterally placed apex beat. Their chest X-ray (CXR)/scanogram demonstrated shift of the mediastinal structures to the left and hyperlucent right lung []. A possibility of left lung collapse/left lung hypoplasia was considered. Contrast chest computed tomography (CT) showed hypoplastic left lung with bronchiectatic changes in the left lower lobe with herniation of right lung. Mediastinal structures were to the left []. Further on CT, Patient A had a rudimentary left pulmonary which was interrupted/abrupt termination within 1 cm of origin from the main pulmonary artery. The diameter of the left pulmonary artery and main pulmonary artery of Patient A are 7 and 23 mm, respectively. Patient B CT showed a left pulmonary artery of about 9 mm in diameter but was also abruptly terminated within 1 cm of origin from the main pulmonary artery. A possibility of left-sided pulmonary artery agenesis with left lung hypoplasia was suspected and both the patients underwent a perfusion scan which revealed no perfusion in the left lung with normal perfusion in the right []. Fiberoptic bronchoscopy showed narrowed segmental openings of the left lung. The left main bronchus and lobar bronchus were normal. Bronchial washings were collected from all the narrowed segments, but no organism was isolated. Patient B also had a more distally placed right upper lobe bronchus probably due to hyperinflation. Electrocardiogram of both the patients were normal. Echocardiography showed no associated anomalies or pulmonary hypertension (PHT) in both patients. A diagnosis of isolated left-sided pulmonary artery agenesis with left lung hypoplasia was made. Both the patients were counseled regarding their condition and are currently on regular follow-up.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'12377882': 1, '22470700': 1, '34422499': 2, '23938302': 1, '7656614': 1, '23935349': 1, '24930209': 1, '30402711': 1, '33584030': 1, '6761655': 1, '21276919': 1, '11468218': 1, '31763092': 2, '17293217': 1, '691278': 1, '28862244': 2}", "similar_patients": "{'8371468-1': 1, '6834109-1': 1}"}