{"patient_id": 64891, "patient_uid": "5309419-1", "PMID": 28255485, "file_path": "comm/PMC005xxxxxx/PMC5309419.xml", "title": "Fixation of a Proximal Humeral Fracture Using a Novel Intramedullary Cage Construct following a Failed Conservative Treatment", "patient": "A 70-year-old, right hand dominant, otherwise healthy and active, female presented to our clinic three (3) months after falling onto her left shoulder. She was initially treated elsewhere nonoperatively with sling immobilization and limited physical therapy. Upon presentation to us, she complained of persistent lateral shoulder pain and limited function in her left arm. Physical examination revealed her to be neurovascularly intact with no deltoid deficiency. She had limited active motion and painful passive motion associated with crepitation. Radiographs revealed a two-part, varus-angulated malunion with a large spike of bone protruding laterally, without evidence of AVN (). The natural history, prognosis, treatment options, potential complications, and expected outcomes for both operative and nonoperative management were reviewed with the patient. Using a shared-decision making process, she elected to proceed with surgical management.\\nThe patient was taken to the operating room for an ORIF procedure using the PH Cage. The patient was positioned in a modified beach chair setup using a shoulder specific table and articulated arm holder for the procedure. C-arm fluoroscopy was positioned “over the top” of the patient to allow for both AP and lateral views using internal/external rotation of the arm during the procedure. An extended deltopectoral incision was used to expose the fracture. The axillary nerve was identified inferiorly and laterally as it wrapped around the humerus close to the fracture site. Since the fracture was well healed, a surgical osteotomy was required for mobilization and reduction of the fracture. A reduction jig, which resembles the contours of a locking plate, was used for initial fracture fixation. The reduction jig comes attached with an optional plate, which may be used per surgeons' discretion. Kirschner wires were used in conjunction with the reduction jig to obtain and maintain provisional reduction and fixation of the fracture. An 8 mm hole was drilled over a guide wire from the distal end of the reduction jig to approximately 5 mm below the articular surface of the head. The metaphyseal area below the head was then prepared using a tool specifically designed to break down the intramedullary cancellous bone without disrupting the subcortical bone. The PH Cage was then inserted in a retrograde manner, deployed, expanded, and then locked in position. The PH Cage is available in three different sizes: small, medium, and large. For this patient, a medium PH Cage was indicated.\\nThe distal end of the PH Cage was locked to the plate using two 28 mm screws. At the proximal end, three screws were used to secure the fracture fragments to the PH Cage and the plate construct. One of these screws was a kickstand screw across the fracture line that was stabilized by the plate and the PH Cage on either side of the fracture. One additional screw was added outside of the plate to secure the greater tuberosity to the PH Cage construct. A titanium washer was added to that screw to buttress the screw head as well as to augment fixation of the rotator cuff. Intraop fluoroscopy confirmed adequate reduction and hardware position. The entire construct moved well as a unit under direct visualization and fluoroscopic control.\\nPostoperatively, the patient was immobilized in a sling for 6 weeks. She was started on pendulum/Codman exercises on POD1 and formal physical therapy involving gentle passive motion at week 1. The rehab protocol was advanced to active motion after 6 weeks and strengthening after 12 weeks. There were no intraoperative or postoperative complications. Her most recent follow-up X-rays obtained at 6 months after operation revealed a well healed fracture with anatomical alignment and no hardware complications or AVN (). The PH Cage maintained the head and the screws in position, thus preventing varus collapse or intraarticular screw penetration. The patient exhibited excellent range of motion, strength, and function. She had no significant pain at last follow-up ().", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'21435907': 1, '23281775': 1, '23517539': 1, '21176833': 1, '19559373': 1, '25405098': 1, '2789504': 1, '32380687': 1, '21691909': 1, '15526090': 1, '1541498': 1, '28255485': 2}", "similar_patients": "{}"}