{"patient_id": 70754, "patient_uid": "5729897-1", "PMID": 29255609, "file_path": "comm/PMC005xxxxxx/PMC5729897.xml", "title": "Endocarditis due to Rhodotorula mucilaginosa in a kidney transplanted patient: case report and review of medical literature", "patient": "A 45-year old woman, with a history of deceased-donor kidney transplant in 2004, was admitted at HUPE in April 2012, for investigation of FUO. Three days after the admission, she developed daily peaks of fever varying from 38.0 to 39.3 °C, with intermittent fever pattern. Her complaints were fever and abdominal pain for 3 weeks prior to admission. She was under a combined imunossupressive therapy of Azathioprine, Sirolimus and Prednisone. Six peripheral blood culture sets were drawn on admission and incubated in BacT/Alert standard aerobic, after a 2 week investigation for the cause of FUO, all the blood culture sets were negative. In the beginning, the transthoracic echocardiography and radiologic studies were all inconclusive. After insisting on searching IE, a transesophageal echocardiography showed a heterogeneous mobile lesion adherent to the ventricular side of the aortic valve with 0.30 cm thickening and mild ventricular regurgitation (). Empirical antibiotic therapy was initiated with vancomycin and ciprofloxacin but failed to reduce the fever, which persisted for the following 2 weeks. The patient was then submitted to cardiac surgery, in which the aortic valve was found to be deformed by the vegetation. A fragment of the valve was sent to the microbiology laboratory for microbiological culture and DNA extraction for further search of micro-organisms involved in blood culture-negative organisms. After maceration of the valve in sterilised phosphate buffered saline, aliquots (10 µl) of the suspension were seeded into Thioglycollate Broth and in anaerobic supplemented blood agar base, and incubated in both aerobic and anaerobic conditions at 37 °C. The Gram-stain of the suspension demonstrated yeast cells, and a 10 µl aliquot was also seeded in Sabouraud medium containing 10 mg ml−1 chloramphenicol, incubated at room (±23 °C) and 37 °C temperatures. The yeast grew in pure culture only after 72 h of incubation at room temperature. Sabouraud tubes also incubated at 37 °C demonstrated no growth. The yeast was plated in Blood Agar Base and incubated at room temperature for 72 h, and revealed dark-red colonies, with microscopic view of budding yeast cells, and positive reaction on Gram-staining (Gram-positive). The yeast was phenotypically characterised as Rhodotorulla spp. MALDI-TOF analysis identified the yeast as Rhodotorula mucilaginosa. PCR targeting the ITS region was performed and a fragment around 739 pb was observed. Sequences generated after automated sequencing presented 99 % homology with Rhodotorula mucilaginosa. The sequence was deposited at NCBI (KY113079). E-test (bioMérieux) showed susceptibility to amphotericin B (Amp B, 0.25 mg ml−1), voriconazole (0.50 mg ml−1) and flucytosine (5-FC, 0.19 mg ml−1). Two resistance profiles were observed for fluconazole (>256 mg ml−1) and for itraconazole (>32 mg ml−1). The patient was discharged after a 40 day therapy treatment with liposomal amphotericin B.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'19732086': 1, '12789478': 1, '1167783': 1, '13911610': 1, '23574121': 1, '18785780': 1, '24934541': 1, '23091485': 1, '31776863': 1, '13763698': 1, '26373316': 1, '24965217': 1, '22576941': 1, '23949466': 1, '24197888': 1, '24106935': 1, '11298154': 1, '16102465': 1, '5761740': 1, '27771866': 1, '32536838': 1, '15838399': 1, '27582414': 1, '29255609': 2}", "similar_patients": "{}"}