{"patient_id": 117172, "patient_uid": "5400469-1", "PMID": 28458869, "file_path": "noncomm/PMC005xxxxxx/PMC5400469.xml", "title": "An unusual cause of back pain: a case of large nonfunctioning retroperitoneal paraganglioma presented as a large cystic lesion. A case report and review of literature", "patient": "WF Cheung is a 59-year-old gentleman with history of hypertension who complained of back pain. Physical examination showed epigastric mass (Fig. a and b). Contrast CT abdomen showed a 12 × 7 × 9 cm cystic lesion with thin enhancing wall over central lower abdomen, abutting loops of small bowel. Compression on the inferior vena cava was also noted. There was no adrenal mass (Fig. ). Colonoscopy was unremarkable. We offered laparoscopic excision of the symptomatic retroperitoneal cystic lesion since the origin and the nature of the mass was unknown.\\nOperation was performed on 11 November 2015; 5 mm ports × 3 were inserted over the right and left sides of abdomen. A 12-cm retroperitoneal cyst was found intra-operatively, which was closely adhered to small bowel mesentery anteriorly and inferior mesenteric vessels, aorta and inferior vena cava posteriorly. Dissection was done with the whole lesion excised. The patient’s vital signs were stable throughout the operation. No adrenal tissue could be identified. Gross examination of the resected specimen showed a thin-walled brownish cyst measuring 11 × 9.5 × 8.3 cm. The lumen contained a lot of loose brownish material. Microscopic examination revealed mostly hypocellular fibrous tissue bordered by necrotic material. In the thicker portion of the cyst wall, there were sheets and clusters of tumor cells. In areas, the tumor was closely associated with fine vessels to form a nesting pattern. The tumor cells possessed ample amount of amphophilic granular cytoplasm and roundish to slightly elongated nuclei with small nucleoli. Mitoses were rarely seen. There was no lymphovascular permeation or capsular invasion. Immunostains showed that the tumor cells were positive for neuroendocrine markers synaptophysin and chromogranin. Immunostain for succinate dehydrogenase subunit B (SDHB) showed no loss of staining in the tumor cells (Fig. ).\\nThe patient was referred to endocrine physician after operation. The 24-h urine for catecholamine was negative. Metaiodobenzylguanidine scan showed intact bilateral adrenal glands with normal secretion. Ultrasound thyroid and parathyroid was negative. The patient had uneventful recovery. He is currently symptom free after 1-year follow-up and is closely followed by physicians.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'23587063': 2, '32446227': 1, '23424694': 2, '28458869': 2}", "similar_patients": "{'3572682-1': 1, '3660197-1': 1}"}