{"patient_id": 67362, "patient_uid": "5485269-1", "PMID": 28695027, "file_path": "comm/PMC005xxxxxx/PMC5485269.xml", "title": "Systemic Amyloidosis and Cardiac Autonomic Neuropathy Associated with Waldenstrom's Macroglobulinemia", "patient": "73-year-old male came to the ED with a syncopal episode when he got up from the chair after eating lunch in a restaurant. A doctor at a nearby table, who came for help, could feel a regular pulse. He was made to lie supine with raised legs which improved his symptoms and he regained consciousness. There was no seizure activity, urinary incontinence, or choking on food. He did not have any residual weakness or confusion. Although patient did not have any previous episodes of syncope, he often had orthostatic dizziness and palpitations were present for few months. Most of his episodes were postprandial. His past medical history included Waldenstrom's macroglobulinemia diagnosed 21 years ago, complicated with systemic amyloidosis, peripheral neuropathy, and hypertension. He had treatment trials with rituximab, Cyclophosphamide, and prednisone despite which his disease progressed and he was on bortezomib for 2 months at the time of admission. The patient had recurrent pleural effusion without evidence of ascites and had Video-Assisted Thoracoscopic Surgery (VATS) decortications done 11 years ago. Progressive thickening of skin during that time prompted for a biopsy which revealed AL amyloidosis. Pulmonary function tests had shown restrictive lung disease and reduced gas transfer.\\nPhysical examination in the emergency room revealed orthostatic hypotension. Blood pressure in supine position was 149/75 mm Hg (heart rate: 89/minute) and standing it was 118/70 mm Hg (heart rate: 73/minute). Heart rate was regular. His skin was taut and firm on palpation all over the body, especially his face. Palpation of neck, abdomen, and extremities were limited due to thickening of the skin. No focal neurological deficit was appreciated. Blood counts and differentials, electrolytes and metabolic panel, troponin-I, and BNP were normal. EKG showed normal sinus rhythm at rate of 62/min and low voltages with no acute ST-T wave changes. MRI brain ruled out stroke. 24-hour Holter monitoring showed normal sinus rhythm with a run of 6 beats of supraventricular tachycardia and occasional premature ventricular and atrial complexes. No symptoms were reported in the diary. Transthoracic echocardiogram was limited due to chest wall calcification. However, it showed grade 1 diastolic heart failure and no pericardial effusion. Ultrasound of bilateral carotid arteries revealed no significant stenosis. Patient's orthostatic hypotension was initially thought to be due to dehydration; however it did not improve with intravenous hydration. Ewing's battery of tests was done ().\\nTwo out of the three heart rate tests yielded abnormal results. One blood pressure test was also abnormal. This had satisfied criteria for severe cardiac autonomic neuropathy (CAN) in our patient. Dose of his antihypertensive amlodipine was decreased to 5 mg from 10 mg. He was also given fludrocortisone 0.1 mg daily and noticed to have improvement in his symptoms on follow-up one month later. His blood pressure was stable on the medications. Treatment of underlying conditions including WM was continued as outpatient and patient was advised to take postural precautions.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'18256396': 1, '9578896': 1, '6600795': 1, '22532274': 1, '2183811': 1, '6430211': 1, '7825766': 1, '20479782': 1, '24095132': 1, '8607418': 1, '27489064': 1, '1837515': 1, '11736938': 1, '827660': 1, '18344807': 1, '2707113': 1, '23768975': 1, '4053936': 1, '28695027': 2}", "similar_patients": "{}"}