{"patient_id": 72851, "patient_uid": "5883293-1", "PMID": 29614986, "file_path": "comm/PMC005xxxxxx/PMC5883293.xml", "title": "Rapunzel syndrome: an infrequent cause of severe iron deficiency anemia and abdominal pain presenting to the pediatric emergency department", "patient": "A 14 years old girl was brought to our pediatric emergency unit because of severe hypocromic microcytic anemia detected by her primary care physician who had required blood tests to investigate the cause of reported asthenia and weight loss. Her mother reported that the patient had experienced early satiety and abdominal pain for several months. No history of fever or trauma as well as no dysuria, gross hematuria or recent travel abroad. Reported regular menstrual cycles until 2 months before admission.\\nWith regards to the past medical history, a neurosurgical intervention for cranial meningocele of the bregmatic region at the age of 6 years and laparoscopic cholecystectomy for gallstones at the age of 13 years have been reported. At the time of cholecystectomy, hemoglobin was normal as well as hemoglobin electrophoresis. Initially, parents denied that their daughter had any history of eating disorder such as PICA, though alopecia was reported.\\nAt physical examination: anorexic habitus, pulse rate of 88 beats/min, respiratory rate of 28/min, very pale skin and mucosae, no evident bleeding nor icterus. Her abdomen was rigid under palpation with a non- compressible mass in the left upper quadrant.\\nLaboratory tests, including erythrocyte morphology, confirmed a severe IDA, with normal Serum electrolytes, amylase, thyroid and liver function tests and vitamin B6, B12 and folate at the lower range of norm. Fecal occult blood test was positive.\\nAbdominal ultrasound (US) showed perihepatic free fluid and mild splenomegaly (10.5 cm diameter) and computed tomography (CT) scan reported severe gastric dilatation due to organic matter accumulation. The mass completely filled the gastric fundus and antrum and extended into duodenum. Also, small bowel dilatation and air-fluid levels were present (Fig. ). A gastric bezoar was therefore suspected.\\nAfter appropriate transfusion of erythrocytes and plasma, endoscopist evaluation was requested. In the light of the large size of the mass, it was thought that endoscopy could likely fail to remove the mass (Fig. ). Thus, the patient was referred for surgical evaluation. The patient underwent surgical intervention by means of a median sovraumbilical laparotomy and anterior gastrotomy; a 1360 g trichobezoar was extracted (Fig. ) and sent to histological examination which concluded for gastric trichobezoar, with vegetable fibers and amorphous matter.\\nThe post-operative course was characterized by the onset of fever. A CT scan of the abdomen and thorax revealed perisplenic and pleural effusion with pulmonary consolidation which required a broad-spectrum antibiotic therapy and the abdominal placement of a drainage tube which was removed 6 days later. Feeding was gradually reintroduced, first by means of total parenteral nutrition and then orally with supplementation of iron, vitamin B complex, folate and other micronutrients. During this period, the patient was carefully monitored for post surgical complications.\\nAt the time of hospital discharge, blood values were normalized and we observed an initial catch-up weight; pulmonary and abdominal US didn’t show any residual free fluid collection.\\nThe patient underwent both psychiatric and psychological evaluations before discharge. Both concluded for PICA disorder, on the basis of history of reported and chronic ingestion of small stones which started during primary school attendance and subsequent hair ingestion that the patient was pleased to eat because she found them to be tasty. According to DSM-V (Diagnostic and Statystical Manual of Mental Disorders) [], PICA is characterized by an appetite for substances that are largely non-nutritive, such as ice (pagophagia), hair (trichophagia), paper (papyrophagia), drywall or paint, metal (metallophagia), stones (lithophagia) or earth (geophagia), glass (hyalophagia) or feces (coprophagia). To be considered as PICA, these actions must persist for more than 1 month at an age where eating such objects is considered developmentally inappropriate, not part of culturally sanctioned practice and sufficiently severe to warrant clinical attention. As our patient met all the diagnostic criteria, she has been included into our follow up program for patients affected by Eating Disorders in order to prevent possible recurrence of PICA. We didn’t report bezoar recurrence in our 2 years follow up.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'8213707': 1, '23452681': 1, '33336069': 2, '2761586': 1, '18031403': 1, '25653830': 1, '31998509': 2, '7091135': 1, '11234202': 1, '32195212': 2, '25901212': 1, '22571081': 1, '31501699': 2, '27310895': 1, '10433049': 1, '23452677': 1, '14578835': 1, '29614986': 2}", "similar_patients": "{'7065258-1': 1, '6726174-1': 1, '6982476-1': 1, '7718640-1': 1}"}