{"patient_id": 122497, "patient_uid": "5784745-1", "PMID": 29403282, "file_path": "noncomm/PMC005xxxxxx/PMC5784745.xml", "title": "Two mutations in the thiazide-sensitive NaCl co-transporter gene in a Romanian Gitelman syndrome patient: case report", "patient": "A 27-year-old woman (Patient V.3, ) was admitted to the emergency room after a traffic accident, and the ionogram, assessed for the first time, revealed severe hypokalemia and slight hypomagnesemia (). Her family and past medical history was unremarkable.\\nShe was transferred to the Department of Internal Medicine for clinical diagnosis and therapy. Laboratory investigations revealed, besides severe hypokalemia (2.3–2.5 mmol/L) and slight hypomagnesemia (1.48 mg/dL), hypocalcemia, hypocalciuria, metabolic alkalosis and hyperreninemia (220–910 μIU/mL). Blood pressure was low (95/65 mmHg), heart rate was 78 beats/min and body mass index was 17.55 kg/m2. The patient also reported limb muscle weakness, marked fatigue and palpitations. Her ECG revealed a normal sinus rhythm (78 beats/min) with normal QT interval. Abdominal ultrasound did not reveal renal stones or nephrocalcinosis. A renal tubular disorder was suspected. The prescribed therapy included potassium chloride daily, spironolactone and magnesium. Endocrinology consultation showed hyperandrogenism (increased total testosterone, DHEAS, 17-OH progesterone) and reduced cortisol level. Biochemical data are summarized in .\\nPreviously, an attempt to administer thiazide was made, but the patient was not compliant regarding oral fluid intake. So, she suffered from severe symptoms of hypovolemia, requiring diuretic withdrawal. Subsequently, the patient was admitted to our center and underwent genetic testing. Therapy was changed in order to normalize biological values. We measured the 24-h urinary electrolyte excretion levels since her renal function was normal. The patient was treated with oral KCl 3,000 mg/day, spironolactone 25 mg/day and magnesium oxide 100 mg/day. Oral treatment with spironolactone and KCl was titrated up to the maximum tolerated doses (as already mentioned), since the patient experienced dizziness when spironolactone was increased and gastrointestinal symptoms (nausea, abdominal pain) when KCl was increased. Although the serum K was not in the normal range, the levels of 2.3–2.5 mmol/L obtained with oral treatment kept the patient symptom free and with a good quality of life. We consider the highly activated renin–aldosterone system to be secondary to hypovolemia; however, we were not able to confirm by remeasuring the relevant parameters since the national medical insurance policy would not cover the additional tests.\\nFamily history revealed two sisters with hypokalemia, severe in one of them, with a potassium level of 2.3 mmol/L, and a brother with normal serum potassium level ().\\nAnalysis of the family tree revealed that the father’s grandmother and the mother’s grandfather were siblings (). The phenotypes of the two sisters V.2 and V.3 were similar and strongly suggested GS.\\nThe clinical and biological signs of the patient suggested a genetic mutation. The phenotypes of patients V.2 and V.3 were similar and strongly suggested GS. The five generational pedigree highlighted the parenting relationship, demonstrating the autosomal-recessive inheritance and reflecting consanguinity in the family.\\nBefore genetic testing, written informed consent was obtained from the patient to have the case details published.\\nNext-generation sequencing technology (NGS) was used, and whole exome sequencing (WES) focused on 2,752 genetic disorders and exons of 20,370 genes. Sequencing also covered the intron–exon junction. Microarrays allowed high-throughput analysis of focused regions in the genome, with a sensitivity of 99%. Point mutations, microinsertions and 20 base pairs small deletions can be detected simultaneously. Bioinformatical analysis of the results using international data bases and own database enabled association of mutations with clinical signs.\\nTwo homozygous mutations in the SLC12A3 gene, located at chromosome 16q13 (NCBI number is NT-024766.4, GI: 14778846), which encodes the thiazide-sensitive NaCl co-transporter, were detected, both considered pathogenic. The two detected mutations by NGS were confirmed by the Sanger method (). In silico softs identify certain pathogenic mutations.\\nThe first mutation (), homozygous, is a frameshift c.1805_1806delAT (with reference sequence NM_000339.2), producing a deletion of two nitrogenous bases: A and T, in positions 1,805 and 1,806, respectively, located in DNA exon 14 from the SLC12A3 gene, causing a shift in mRNA reading frame and a premature stop codon. As a consequence, tyrosine is replaced by cysteine in position 602 (pY602Cfs*31/p.Tyr602Cysfs*31) resulting in a truncated protein. The mutation is located on chromosome 16:56918096. In silico prediction is that the frameshift mutations are pathogenic.\\nThe second mutation (), c.2660+1G>A causes substitution of guanine and adenine at a 5′ splice site of intron 22 (IVS22+1G>A) deletion of exon 22, and frameshift at exon 23, causing aberrantly spliced transcripts. The mutation is located on chromosome 16:56928555. Four different bioinformatic methods integrated in the Alamut V.2 software predict a loss of donor splice site (Interactive Biosoftware, Rouen, France).\\nGenetic analysis of the family demonstrated that the two mutations were present in the two homozygous sisters exhibiting symptoms. Other family members were not genetically tested. The five generational pedigree highlighted the parenting relationship, demonstrating the autosomal-recessive inheritance.\\nAllele frequency in the dbSNP database, 1,000 genomes project, ESP 6500 database and local database of BGI is unreported, and so we can conclude that its frequencies is very low.\\nThese mutations are absent in normal control databases used in the analysis pipeline.\\nOur patient also has hirsutism. Due to the clinical WES analysis, the etiology for hirsutism has been identified. Another frame-shift mutation (p.N273Kfs*16|p.Asn273Lysfs*16), heterozygous, was identified in exone 9 of AKR1C2 gene (c.819delT). OMIM identified in 1995 AKR1C2 gene (10p15.1), encoding enzyme Aldo-keto reductase family 1, also called 3-alpha- hydroxysteroid dehydrogenase, type III (3-alpha-HSD). The enzyme 3-alpha-HSD is involved in glucocorticoid, progesterone, prostaglandin and biliary acid metabolism. The normal enzyme plays a role in transforming dihydrotestosterone. The role of 3-alpha-HSD was tested in women with hirsutism, considering their pathogenic role.\\nIn hirsute women, reduced AKR1C2 gene expression in skin results in reduced 3-alpha-HSD activity, decreased DHT metabolism and elevated tissue levels of DHT, and diminished DHT metabolism may play an important role in the pathogenesis of hirsutism.\\nMeasurement of urinary K+ excretion and an assessment of the acid–base status may be helpful in the differential diagnosis. A very low rate of K excretion and the absence of a metabolic acid–base disorder suggests hypokalemic periodic paralysis (HPP), whereas a high rate of excretion of K accompanied by either metabolic alkalosis or metabolic acidosis favors non-HPP. Persistent high urine Na+ and Cl− concentrations, extremely low urine calcium excretion rate, and hypomagnesemia in the absence of diuretics suggested a diagnosis of GS. Hypokalemia in GS is usually mild to moderate in degree (>2 mmol/L)., In this patient, molecular analysis identified two mutations causing GS.\\nThe Bartter syndrome is, similar to GS, another autosomal-recessive inherited salt-losing tubulopathy, characterized by increased urinary loss of sodium and potassium, low blood pressure and metabolic alkalosis, hyperreninemia and secondary hyperaldosteronism. A phenotypic overlap with GS is frequently noticed, especially in clinical signs and laboratory findings, especially hypokalemia, hypomagnesemia and metabolic alkalosis. The differences are related to the impaired co-transporter, which is the NaCl co-transporter in the renal distal convoluted tube and the sodium-potassium-chloride co-transporter in the GS and Bartter syndrome, respectively. GS is much more common than Bartter syndrome and mimics the effects of thiazides. Urinary calcium excretion is normal or increased in Bartter syndrome, renal prostaglandin E2 production is increased, the usual age at presentation is early childhood and neuromuscular symptoms are uncommon or mild. Hypomagnesemia may or may not be present in Bartter syndrome, but is always present in GS.\\nPseudo-Bartter syndrome including certain conditions that cause the same symptoms and signs of Bartter syndrome and GS without renal tubular dysfunction was excluded considering genetic tests.\\nPrimary and secondary hyperaldosteronism were eliminated considering hypotension and hyperreninemia.\\nVomiting, diuretics and laxative abuse were excluded by history, urine chloride, hypocalcemia and urine assays for diuretics.\\nThe distal convoluted renal tubule plays an important role in renal excretion of NaCl and divalent cations such as calcium and magnesium. Under normal conditions, NaCl is reabsorbed by the apical thiazide-sensitive NaCl co-transporter in the distal convoluted tube. Na reabsorption is driven by low intracellular sodium and chloride concentrations generated by the Na/K-ATPase and an basolateral chloride channel. The loss of function mutations of the thiazide-sensitive NaCl symporter impairs Na reabsorption in the distal convoluted tubes, increasing solute delivery to the collecting duct and causes mild volume depletion, activating the renin–angiotensin–aldosterone system. Secondary hyperaldosteronism enables augmentation of salt reabsorption at the expense of increasing secretion of potassium and protons, accounting for the hypokalemia and metabolic alkalosis noticed in patients with GS., The coexistence of hypokalemia, hypocalciuria and hypomagnesemia represents the hallmark of GS. Angiotensin II and aldosterone are chronically elevated, but activation of the renin–angiotensin–aldosterone system is insufficient to sustain hypertension in the presence of renal salt wasting and patients with GS show reduced responsiveness to several vasoactive substances, including angiotensin II. Different mechanisms were proposed to explain hypomagnesemia and hypocalciuria in GS subjects. Loss of function of the NaCl co-transporter leads not only to decreased reabsorption of NaCl, but also to an increased reabsorption of calcium., Decreased intracellular Na facilitates calcium efflux via the basolateral sodium–calcium exchanger, resulting in hyperpolarization of the cell, enabling calcium reabsorption due to apical, voltage-activated calcium channels. Another explanation is based on the increased proximal paracellular calcium reabsorption occurring as a result of compensatory increased Na transport in the proximal tubule. It has been speculated that hypomagnesemia in GS may reflect loss of distal convoluted tube mass and is due to the mutation of genes encoding magnesium channels in the thiazide-sensitive segments of the distal convoluted tubule.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'11893344': 1, '26770037': 1, '32509017': 1, '8528245': 1, '25984200': 2, '22679066': 1, '31363482': 2, '20650971': 1, '15069170': 1, '11168953': 1, '25273610': 1, '21503667': 1, '12686679': 1, '18252781': 1, '1731022': 1, '32854392': 1, '18667063': 1, '10988270': 1, '34079339': 1, '11259688': 1, '8670281': 1, '5929460': 1, '21415153': 1, '29403282': 2}", "similar_patients": "{'6656681-1': 1, '4421668-1': 1}"}