{"patient_id": 63043, "patient_uid": "5107233-1", "PMID": 27872784, "file_path": "comm/PMC005xxxxxx/PMC5107233.xml", "title": "Ciprofloxacin and Clozapine: A Potentially Fatal but Underappreciated Interaction", "patient": "Ms. X was an obese 28-year-old community dwelling nonsmoking white female (weight 81.8 kg, BMI 39 kg/m2) with severe intellectual disability and a history of behavioral disturbances consistent with schizophrenia. After failed prior trials of other antipsychotics, she had been maintained for 3 years (2009–2012) on the combination of clozapine dissolving tablets 100 mg BID, bupropion XL 150 mg qam, escitalopram 10 mg qam, N-acetylcysteine 1200 mg BID, and memantine 10 mg BID. She was also treated with L-thyroxine for hypothyroidism, famotidine for gastroesophageal reflux, fish oil and aspirin for dyslipidemia, and fluticasone and levocetirizine for seasonal allergies. Three days before her death, she was seen in the emergency room after experiencing two episodes within the same day of feeling faint without obvious precipitants. These symptoms were noted by the house staff who initially thought the patient may have been hypoglycemic due to missing breakfast, but who subsequently brought the patient to the hospital after the 2nd event. As the patient had limited verbal abilities, the staff reported that there had been no changes in her administered medications or other habits. The vital signs showed the patient to be afebrile and normotensive, with heart rate 124/min, respiratory rate 18/min, and normal oxygen saturation. The physical examination was remarkable only for tachycardia and tachypnea without evidence of respiratory distress or use of accessory muscles. The patient was not cooperative with laboratory or radiographic evaluation and was discharged home with a recommendation of lorazepam 1 mg orally every 6 hours as needed for anxiety.\\nThe following noon the patient appeared to be at baseline and cooperated with the trip to an outpatient laboratory which found the following abnormalities: elevated total white blood cell count of 14.7 with 84.1% neutrophils, nonfasting glucose 179 mg/dL, creatinine of 1.5 mg/dL, and CO2 of 16 mmol/L. Other electrolytes, serum calcium, liver function tests, and serum osmolality were normal. Urinalysis revealed trace bacteria with 3-4 WBC per high power field. A presumptive diagnosis of urinary tract infection was made, and the patient's primary care provider started her on ciprofloxacin 500 mg BID that evening. Two days later the patient collapsed at approximately 10:00 pm. Emergency services were called, cardiopulmonary resuscitation started immediately, and resuscitation efforts continued during the ambulance trip and in the emergency room until the patient was pronounced dead at 11:00 pm. A postmortem examination conducted the following morning at 9:14 a.m. found no evidence of major organ pathology with normal weight and appearance for heart, liver, kidneys, and lungs. A clozapine level obtained femorally was 2900 ng/mL (reported as 2.9 mcg/mL) and that obtained hepatically was 24,300 ng/mL (reported as 24.3 mcg/mL). The cause of death was listed as acute drug (clozapine) toxicity.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'12416603': 1, '6222695': 1, '9167522': 1, '17504220': 1, '23179967': 1, '9472836': 1, '23006238': 1, '17624521': 1, '14624201': 1, '16226146': 1, '9442550': 1, '12689746': 1, '17103144': 1, '31127283': 1, '9659857': 1, '20463634': 1, '12505826': 1, '14709950': 1, '19067475': 1, '8117587': 1, '33276675': 1, '30134346': 1, '10394475': 1, '33322313': 1, '18354073': 1, '11735651': 1, '11763003': 1, '3555026': 1, '11151749': 1, '22327098': 1, '10550852': 1, '9847013': 1, '24494611': 1, '26021007': 1, '1510417': 1, '27872784': 2}", "similar_patients": "{}"}