{"patient_id": 61584, "patient_uid": "5009509-1", "PMID": 27585457, "file_path": "comm/PMC005xxxxxx/PMC5009509.xml", "title": "Rabbit hunter uveitis: case report of tularemia uveitis", "patient": "In February 2008, a 52-year-old Caucasian man presented at the ophthalmology department for the diagnosis and treatment of unilateral uveitis. His past medical history was unremarkable until December 2007 when he presented with a 38 °C fever and headaches. The patient was a hunter living in northern France and he recalled having killed rabbits in the days before the symptoms appeared. Biological investigations found elevated C-reactive protein levels at 40 g/L and cerebrospinal fluid investigations eliminated meningitis. Three weeks later the patient suffered floaters and loss of vision in the eye. Visual acuity was 20/20 in the left eye and finger counting with the right eye. Biomicroscopy disclosed a mild anterior reaction with a few small keratic precipitates and a 1+ flare with a few cells but without any posterior synechaie. The uveitis was posterior with a 2+ vitritis and a multifocal large yellowish choroidal infiltrate involving the macula associated with an overlying subretinal detachment, inferior intraretinal exsudates along vessels, subretinal hemorrhages and subretinal fibrosis (Fig. ). Fluorescein angiography revealed early hypofluorescence of the deep infiltrate and progressive late hyperfluorescence with focal vascular leakage. Deep hemorrhages masked fluorescence during all frames. OCT confirmed subretinal fluid, hyper-reflective fibrosis and heaped-up cells anterior to the pigment epithelium. Ultrasound biomicroscopy confirmed the presence of a 3.8 mm Choroidal granuloma with a few calcifications in the left eye. The initial work-up was negative and a neoplastic disease masquerading as an intraocular inflammation was excluded. After the diagnosis was reached as reported below, the patient declared that several cases of tularemia had been diagnosed among those of his relatives who were hunters. Uveitis was rapidly controlled after specific antibiotic therapy (doxycycline, 200 mg a day for three weeks) with a subretinal fibrotic scar and complete resolution of subretinal fluid. Final visual acuity remained limited to counting fingers. During telephone interview three years after starting the treatment, the patient still complained of a visual loss with central scotoma.\\nAn anterior chamber puncture and a serum specimen were collected as part of a “uveitis kit” for standardized laboratory tests, as previously described []. These investigations including molecular and serological searches for intracellular bacteria comprising Rickettsia spp., Coxiella burnetii, Bartonella spp. and Tropheryma whipplei remained negative except for an indirect immunofluorescence assay for F. tularensis which yielded IgG 400 and IgM 50. In order to further confirm the specificity of this serological reaction, we performed two-dimensional electrophoresis (2-DE)-immunoblotting and mass spectrometry using a F. tularensis subsp. holarctica strain URFT1 isolated in cell-culture in our laboratory as the antigen []. Purified bacteria in phosphate buffered saline (PBS), supplemented with protease inhibitors, were disrupted by sonication and clarified by centrifugation (12,000 × g, 4 °C, 10 min). Soluble proteins were precipitated and solubilised. Iso-electro-focalization was performed according to the manufacturer’s protocol (Multiphor II, Pharmacia) using Immobiline DryStrips (13 cm, pH 3 to 10, Amersham). After two equilibrations, the strips were embedded in 0.5 % agarose and the proteins were resolved using 11.25 % sodium dodecylsulfate (SDS) polyacrylamide gel electrophoresis (SDS-PAGE). Proteins were visualized using silver staining and were transferred onto nitrocellulose membrane. Polyacrylamide gels were also stained with silver stain to check the quality of migration. Blocked membranes were incubated for two hours with the patient’ serum (dilution 1:500) or with a healthy blood donor’s serum as a negative control. Thus treated, the membranes were washed three times with PBS-Tween and incubated with peroxidase-conjugated immunoglobulin goat anti-human antibody1:1000 (Southern Biotechnology, Birmingham, Alabama, USA) for one hour. The membrane was then washed three times, as indicated above. Immunostained spots were visualized using a commercially available chemiluminescence kit (ECL Western Blotting Analysis System, GE Healthcare). The membranes were then exposed to hyperfilm ECL (GE Healthcare) and subsequently developed using an automated film processor (Hyperprocessor, GE Healthcare). For identification of proteins by matrix-assisted laser desorption-ionisation time-of-flight mass spectrometry, spots were excised from gels and stored at −80 °C.\\nWe tested the serum of the tularemia patient on the F. tularensis whole cell extract (separated by 2-DE using broad range IPG strips of pH 3–10). The silver stained gel was used as a reference map and other gels were used for Western blot. The pattern of immunoreactivity of the tularemia serum revealed 81 reactive spots all identified by mass spectrometry as being specific for F. tularensis; Nine spots (11 %) were also detected by the negative control serum and were identified as GroEL chaperone, elongation factor TU, 30S ribosomal protein S1, phosphogluconomutase, succinate dehydrogenase, 3-oxoacyl-[acyl-carrier protein] synthase III and NADP-specific glutamate dehydrogenase.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'19281456': 1, '22965601': 1, '34359324': 2, '9705439': 1, '19576501': 1, '18755386': 1, '11228320': 1, '29503812': 2, '20733024': 1, '18520326': 1, '17533643': 1, '27585457': 2}", "similar_patients": "{'8304686-1': 1, '5821074-1': 1}"}