{"patient_id": 113417, "patient_uid": "5011292-2", "PMID": 27593888, "file_path": "noncomm/PMC005xxxxxx/PMC5011292.xml", "title": "Simultaneous Translabyrinthine Tumor Removal and Cochlear Implantation in Vestibular Schwannoma Patients", "patient": "A 58-year-old man who had undergone canal wall down tympanomastoidectomy in his right ear presented with bilateral hearing impairment. He complained of chronic hearing loss in the right ear, as well as abrupt hearing loss in the left. A pure tone audiogram revealed bilateral mixed hearing loss with an average air conduction threshold of 43 dB in the right ear and 72 dB in the left (). Speech discrimination scores were 92% in the right ear at 86 dB MCL and 88% in the left ear at 102 dB MCL. A year later, a follow-up pure tone audiogram showed complete hearing loss (scale out) in the left ear, along with an unmeasurable speech discrimination score. A left internal auditory canal intracanalicular mass lesion was noted on the preoperative brain MRI scan, with diameter of 6 mm and width of 13 mm ().\\nWe proposed two surgical approaches: mass excision via translabyrinthine approach, followed by either BAHA or CI. This patient and his family opted for the latter option. We conducted canal wall down mastoidectomy, subtotal petrosectomy and EAC closure for infection control, and the tumor was totally resected via translabyrinthine approach, with successful electrode insertion via round window approach (CONCERTO08363, MedEL, Austria) (). At three month follow-up, CI-aided pure tone audiogram revealed an average sound field threshold of 48.8 dB in the left ear (). Notably, his tinnitus was also markedly reduced.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'27189272': 1, '30931227': 1, '1449178': 1, '9042475': 1, '2297414': 1, '12806291': 1, '7838558': 1, '9752975': 1, '8122702': 1, '2293700': 1, '31802225': 1, '15793406': 1, '31750050': 1, '2725155': 1, '18243617': 1, '8372917': 1, '27593888': 2}", "similar_patients": "{'5011292-1': 2}"}