{"patient_id": 63747, "patient_uid": "5156800-1", "PMID": 28044111, "file_path": "comm/PMC005xxxxxx/PMC5156800.xml", "title": "Nodular Lymphocyte Predominant Hodgkin Lymphoma of the Thyroid", "patient": "The patient was a 76-year-old female followed up in the Thyroid Clinic for a thyroid nodule and primary hypothyroidism. The patient also had type 2 diabetes mellitus, arterial hypertension, and hypercholesterolemia. Regular medication included levothyroxine, ramipril, and simvastatin, diabetes being controlled with dietary measures only. Family and personal history were noncontributory and there was no previous radiation or iodine exposure. A thyroid nodule was first diagnosed upon clinical suspicion and ultrasound confirmation 2 years previous to her first Endocrinology Clinic visit. Imaging documented a large (29 × 44 × 31 mm transverse, longitudinal, and anteroposterior diameters, resp.), hypoechogenic, heterogeneous thyroid nodule of the left lobe with regular borders () superimposed on a micronodular background and multiple locoregional (left posterior and internal jugular) lymphadenopathies of large dimensions (the largest with 48 × 20 mm diameter) ().\\nLaboratory studies were compatible with compensated primary hypothyroidism (TSH 2.32 IU/mL (normal range 0.4–4.68 IU/mL); free thyroxine 13 pmol/L (normal range 10–28 pmol/L)) along with marginally elevated thyroid autoantibody titer (antithyroid peroxidase, 71.8 IU/mL; negative antithyroglobulin results). No changes were seen on the complete blood count, lactate dehydrogenase, or erythrocyte sedimentation rate. No thyroid scintigraphy was done due to the absence of hyperthyroidism.\\nFine needle aspirations (FNA) of the thyroid nodule were inconclusive; however, upon repetition, suspicion of papillary thyroid carcinoma (follicular and Hürthle cells with moderate degree anisokaryosis and nuclear grooves, Thy Class 4) on a thyroiditis background (mixed lymphoid population with predominance of small lymphocytes) arose. FNA of a suspicious lymph node was, on the other hand, suggestive of a lymphoproliferative disorder (monomorphic population of small lymphocytes and rare macrophages). Flow cytometry of both the thyroid nodule and a suspicious lymph node cytology specimen did not show any monoclonal lymphoid cells although there was a greatly increased CD4/CD8 ratio.\\nUpon suspicion of a differentiated thyroid cancer, total thyroidectomy with cervical lymph node dissection was performed.Intraoperative pathology consultation was requested for the thyroid specimen that showed a well delimitated, nonencapsulated, homogeneous, elastic, whitish nodule occupying the left thyroid lobe with 44 mm of greatest diameter. Frozen sections of the nodule revealed a nodular lymphoid proliferation suggestive of a malignant lymphoma. No evidence of papillary carcinoma was present. On paraffin sections the findings were similar to the those found on the lymph node. Regional cervical lymph node dissection revealed extensive HL involvement (16 out of 18 lymph nodes with evidence of HL). The lymph nodes had a macroscopically homogeneous whitish surface. Microscopy revealed architectural distortion induced by proliferation of multiple small nodules with irregular borders composed of dendritic cells (CD21+), numerous small CD4+ T lymphocytes, and few histiocytes and B lymphocytes. In this highly cellular background, a few large neoplastic cells with scant cytoplasm and large lobulated vacuolated nuclei with one or more red nucleoli (“popcorn cells”) were present. Very few mitotic figures could be seen and no necrosis could be appreciated. Immunohistochemistry of the neoplastic cells showed positivity for CD20 and negativity for CD30 and CD15 (). In situ hybridization for EBV was negative. Diagnostic conclusion: both specimens were compatible with Nodular Lymphocyte Predominant Hodgkin's Lymphoma (NLPHL).\\nBone marrow biopsy and full body CT-scan revealed no further evidence of extranodal disease. Taken together, these results allowed classifying our patient's HL in the stage IA.\\nBesides thyroidectomy and cervical lymphadenectomy, the patient subsequently underwent systemic chemotherapy with ABVD (doxorubicin, bleomycin, vinblastine, and dacarbazine). With treatment, a favorable neoplastic response was observed. A total of 5 cycles were completed. Unfortunately, because of significant cardiac toxicity from anthracyclines, hospital admission for acute congestive heart failure and significant performance status deterioration, chemotherapy was suspended (after 5 cycles). The patient is presently well and displays no evidence of disease recurrence, upon 30 months of follow-up.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'11788631': 1, '19605845': 1, '31292857': 1, '8838117': 1, '16336672': 1, '29881509': 1, '10509044': 1, '30349374': 1, '10800981': 1, '16258502': 1, '23856094': 2, '28044111': 2}", "similar_patients": "{'3751227-1': 1, '3751227-2': 1}"}