{"patient_id": 63200, "patient_uid": "5116526-1", "PMID": 27891284, "file_path": "comm/PMC005xxxxxx/PMC5116526.xml", "title": "Strangulated Morgagni's Hernia: A Rare Diagnosis and Management", "patient": "A 40-year-old male patient presented to our emergency department with acute severe pain and distension of abdomen. Severe abdominal pain was associated with absolute constipation and multiple episodes of vomiting that started 2 days ago. He also complained of increasing breathlessness since then. Patient was a chronic alcoholic and an occasional smoker. There was no prior history of similar complaints in the past. On examination, patient was normotensive with persistent tachycardia and tachypnoea. Abdomen was distended, tender, guarded with no signs of peristalsis on auscultation. Air entry was reduced on right lower zone of chest on auscultation. Chest radiograph showed an elevated right hemidiaphragm (). Scout film of the abdomen revealed multiple air fluid levels with elevated right hemidiaphragm. Ultrasonography of the abdomen was indicative of dilated small bowel loops with ascites with right pleural effusion. Computed tomogram (CT) of the chest and abdomen performed was suggestive of herniation of jejunoileal loops through a right diaphragmatic defect (Morgagni's hernia) with ascites and right pleural effusion (). After initial resuscitation, patient was explored through a midline laparotomy incision. There was a defect in the diaphragm on the right side anteriorly 10 × 6 cm in diameter between sternal and costal attachments of diaphragm with herniation of jejunoileal loops (Figures and ). Jejunoileal loops of around 50 cm were gangrenous and aperistaltic with poor turgor. The sac also contained about 400 mL of dark haemorrhagic fluid. The right lung was hypoplastic. Hernial contents were reduced and the ischemic segment of bowel was resected followed by an anastomosis. Peritoneal sac was dissected. Right intercostal drain was placed and pleura was sutured. The diaphragmatic defect was closed with an Ethibond 2-0. Postoperatively, patient was on ventilator support for 3 days. He was gradually weaned and extubated. Intercostal drain was removed after complete lung expansion. Gradually, oral feeds were started which patient tolerated well. The patient made an uneventful recovery and is now asymptomatic at one-year follow-up.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'17935621': 2, '18915945': 1, '9258777': 1, '21490893': 1, '18990284': 1, '1841976': 1, '4784388': 1, '11153433': 1, '18174647': 1, '15640427': 1, '5920821': 1, '27891284': 2}", "similar_patients": "{'2098753-1': 1}"}