{"patient_id": 115050, "patient_uid": "5159022-1", "PMID": 27887020, "file_path": "noncomm/PMC005xxxxxx/PMC5159022.xml", "title": "Gastric glomus tumor", "patient": "The patient is a 62-year-old Caucasian female who underwent a diagnostic workup for shortness of breath and persistent cough including CXR and CT. CT reported an enhancing mass in the upper abdomen, which was believed to be an exophytic mass from the stomach (Fig. ). At this time, a GIST was considered as a preoperative diagnosis. She then underwent endoscopic ultrasound (EUS) with simultaneous fine needle aspiration (FNA), which revealed a 4.6 cm × 2.7 cm mass adjacent to the angularis versus originating from the outside wall layers of the stomach pressing on the angularis. The mass did not appear to be vascular, but rather solid. Additionally, a conglomerate of lymph nodes was noted in the mid mediastinal area with some lymph nodes measuring over 3.0 cm. FNA of the mass and lymph nodes showed no evidence of metastasis, but proved non-diagnostic. It was decided to proceed to the operating room for resection of the lesion as findings raised concern for cancer.\\nSurgical findings revealed a hemorrhagic appearing mass in the epigastrium that was not part of the liver and appeared to arise from the stomach near the lesser curvature. Grossly, the mass was soft and pliable without any typical features of malignancy. Examination of the mucosa via gastrostomy revealed no abnormalities thus local excision of the mass through gastrotomy with 0.5 cm margins was performed.\\nMicroscopically, the mass appeared to be arising in the muscular wall or submucosa of the stomach and was composed of sheets and islands of small, uniform cells with round central nuclei, small amounts of clear cytoplasm and relatively distinct cell borders. The neoplasm contained many blood vessels, some with a staghorn pattern. The neoplasm had areas of cystic degeneration and calcification but no definite tumor necrosis. No mitoses were identified. The neoplasm had invaded through the muscularis propria into the subserosa. Areas were identified where serosa appeared to have been stripped away from the tumor; however, there did not appear to be neoplasm on the actual serosal surface. The maximum size of the tumor was 3.0 cm. Margins of excision appeared negative for involvement.\\nMultiple immunohistochemical stains were performed with the following results: Actin and calponin positive; pancytokeratin (Lu5), chromogranin, synaptophysin, S100 protein, C117/c-kit and CD34 negative.\\nIn this case, the patient was followed up appropriately post-operatively and recovered uneventfully. She was advised to follow up with an oncologist for preventative testing and monitoring of any future malignancies.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'24968870': 2, '25935733': 1, '30655795': 1, '21772939': 1, '24817939': 1, '30407338': 1, '22606576': 2, '25437655': 1, '20926029': 1, '34392835': 2, '27887020': 2}", "similar_patients": "{'4071341-1': 1, '8365960-1': 1, '3350055-1': 1}"}