{"patient_id": 122537, "patient_uid": "5787978-1", "PMID": 29417031, "file_path": "noncomm/PMC005xxxxxx/PMC5787978.xml", "title": "Atypical preeclampsia – Gestational proteinuria", "patient": "A 25-year-old female presented for routine prenatal care. She was a G3P1011 and had had one elective abortion as a teenager and one full-term delivery 3 years prior. She had preeclampsia with her previous pregnancy and was induced around 39 weeks’ gestational age. More details of this prior pregnancy were unavailable. During the third pregnancy, her blood pressure and urine protein were monitored closely. At 22 weeks and 2 days gestational age, she had early 24-h urine that was mildly elevated at 340 mg but had normal blood pressures and was asymptomatic. She was started on a baby aspirin daily, which she continued throughout her pregnancy. By 32 weeks and 2 days gestational age, she had another 24-h urine that was severely elevated at 770 mg. She still had normal blood pressures and was asymptomatic. At 37 weeks and 1 day gestational age, she presented with worsening lower extremity edema, headaches, intermittent spots in her vision, nausea, and vomiting. Her blood pressure was still normal and her deep tendon reflexes were normal. She had an elevated protein/creatinine ratio in her urine of 1.69 mg/dL (normal is <0.3 mg/dL). Her pregnancy-induced hypertension panel was normal. As she did not meet the criteria for preeclampsia, the decision was made to expectantly manage with close follow-up. The next morning, she was still symptomatic with headaches and nausea despite medications; however, her blood pressure remained normal. At this point, the decision was made to admit her in the hospital for induction of labor secondary to atypical preeclampsia with severe features. She was given intravenous (IV) magnesium during her induction and in her immediate postpartum period. She delivered a baby girl vaginally at 37 weeks and 3 days gestational age. The neonate was admitted to the Neonatal Intensive Care Unit for respiratory distress and was diagnosed with hyaline membrane disease and right-sided pneumothorax. She received two doses of surfactant and was discharged home on day 8 of life. At the mother's 6-week postpartum visit, she still had proteinuria with 3+ protein on her dipstick urine. She will be worked up for other causes of proteinuria.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'16923692': 1, '32751319': 2, '22280867': 1, '11303208': 1, '25721893': 1, '24641531': 1, '24150027': 1, '19019323': 1, '29417031': 2}", "similar_patients": "{'7460518-1': 1}"}