{"patient_id": 118489, "patient_uid": "5480006-1", "PMID": 28655990, "file_path": "noncomm/PMC005xxxxxx/PMC5480006.xml", "title": "Clostridium septicum aortitis with synchronous ascending colon and rectal adenocarcinoma", "patient": "A 66-year-old male, originally from Puerto Rico, with no significant past medical history presented with three days of colicky upper abdominal pain associated with one episode of bright red blood mixed with stool. He reported subjective fevers with chills. He had new-onset intermittent constipation during the previous month. He denied nausea, vomiting, diarrhea, pruritus, weight loss, fatigue or jaundice. Family history was negative for colon cancer. He had no history of smoking or alcohol abuse; further, he denied any high-risk sexual behavior or any history of or exposure to tuberculosis and syphilis.\\nThe patient presented to an outside hospital with stable vital signs except for being febrile (38.3°C). Lab results showed leukocytosis and anemia. This was followed by an abdominal ultrasound that was suspicious for right colon mass and infrarenal aortitis. The patient was started on broad-spectrum antibiotics and transferred to our hospital. On arrival he was febrile to 38.9°C, but remained hemodynamically stable. Initial blood tests here showed white blood cells 19,500 cells/μL with 87% neutrophils, and hemoglobin 9.0 g/dL with a mean corpuscular volume 71 fL. HIV, liver enzymes, carcino-embryonic antigen and lipase were within normal limits. Computed tomography (CT) of the abdomen and pelvis confirmed infrarenal aortitis and a right colon mass (, ).\\nColonoscopy revealed a 2-cm mass in the proximal ascending colon (), as well as a 5-cm rectal mass (). While both masses were grossly suspicious for malignancy, the rectal mass biopsy revealed only high-grade dysplasia. The right colon mass was not biopsied because a right hemicolectomy was already planned for the same day.\\nThe patient underwent transabdominal excision of the infected infrarenal abdominal aorta, as well as the proximal bilateral common iliac arteries and proximal inferior mesenteric artery, followed by reconstruction with aorto-iliac cryopreserved homograft and left renal artery re-implantation. An extended right hemicolectomy and end ileostomy were also performed.\\nCultures from blood and from the aorta grew C. septicum, sensitive to ampicillin-sulbactam. The right colon mass was an adenocarcinoma () (T3N0), negative for deficient mismatch repair protein expression, B-RAF (B-type rapidly accelerated fibrosarcoma) and K-RAS (Kirsten rat sarcoma oncogene) mutation but positive for N-RAS (neuroblastoma RAS oncogene).\\nThe patient was treated with IV ampicillin-sulbactam and improved clinically, with subsequent negative blood cultures. He was discharged four weeks after admission and completed an additional two weeks of IV antibiotics. Follow-up positron emission tomography CT scan revealed a focus of nonspecific increased metabolic activity in the peritoneal cavity and mesenteric lymph nodes. Three months later, after full recovery from the surgery and sepsis, the patient underwent trans-anal intramural excision of the rectal mass, which was an invasive adenocarcinoma on histology but negative for C. septicum. Tumor-free margins were achieved (). The tumor was negative for deficient mismatch repair protein expression, B-RAF and N-RAS mutation, but positive for K-RAS. The patient had a low oncotype DX recurrence score (11) and was offered but declined adjuvant chemotherapy.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'2642585': 1, '7727661': 1, '25362731': 2, '16102005': 1, '19307090': 1, '26203448': 1, '420252': 1, '32420030': 1, '4598229': 1, '19871418': 1, '33019420': 1, '21247505': 1, '28655990': 2}", "similar_patients": "{'4216455-1': 1}"}