{"patient_id": 70564, "patient_uid": "5715405-1", "PMID": 29225870, "file_path": "comm/PMC005xxxxxx/PMC5715405.xml", "title": "Prostate cancer infiltrating the bladder sphincter successfully treated with Electrochemotherapy: a case report", "patient": "Sixty seven-year-old patient presented with biopsy-proven recurrence of prostate carcinoma Gleason 6 and 7b in the apex of the prostate (PIRADS 6), clinical stage T4, with suspected tumor growth along the urethra. PSA was 7.1 ng/mL, with values fluctuating between 7 and 7.5 ng/mL. Patient had undergone TUR-P 2 years before. Initial IPSS-score was 2 of 35 (equivalent to mild incontinence) with no impairment in quality of life and IIEF-5 score 21 of 25 (mild erectile dysfunction (ED)), respectively. Multiparametric magnetic resonance imaging (mpMRI) revealed a prostate volume of approx. 35 mL with a 0.4 × 1.0 cm large semicircular lesion in the left anterior glandular wall, in the transition of the anterior transition zone to the anterior stroma, as well as an approx. 1.2 × 1.5 × 2.4 cm large tumor formation medially, completely encompassing the intraprostatic urethra, which reached up to the corpus spongiosum in the caudal direction and no longer showed the bladder sphincter as an intrinsic structure (Fig. A). A simultaneous occurrence of an initial benign prostatic hyperplasia (BPH) of the transitional zone with inflammatory changes could be seen. Postinflammatory changes of the peripheral zone on both sides with left-sided emphasis were detected. No evidence of pelvic lymphadenopathy or bony metastases was found.\\nThe recommendation of androgen deprivation therapy (ADT) with Bicalutamide 150 was given, which the patient agreed to. After 4 weeks, a regress of the PCa in the apex and around the urethra was seen in MRI (Fig. B). No evidence for a simultaneous urothelial carcinoma could be found; however, BPH status and inflammatory changes were unchanged.\\nA treatment with radical prostatectomy or radiation therapy would have most likely resulted in incontinence and impotence due to the infiltration of the bladder sphincter and the corpus spongiosum. The treatment with ECT offered the possibility to at least partially preserve these functions. ECT was applied 6 weeks later, with continuation of the androgen deprivation therapy with the goal of further tumor reduction. mpMRI 1 day prior treatment illustrated a reduction in prostate volume to 19 mL and further regredience of the PCa lesions in the apex of the prostate (Fig. C).\\nPatient was positioned in lithotomy position, and a bladder catheter (CH18) was inserted. Treatment was carried out under general anesthesia and deep muscle relaxation. A total of four electrodes (Angiodynamics, Latham, NY) were then inserted percutaneously through the perineum under rectal ultrasound guidance (BK Ultrasound FlexFocus 400 with 8848 endorectal linear biplane transducer, Analogic Corporation, Peabody, MA) (Fig. ), each in pairs ventrally and dorsally of the sphincter externus, arranged in a square (see Fig. for dimensions), and connected to the generator output of the Cliniporator Vitae (IGEA, Carpi, Italy). These electrodes were used be able to adjust an exposure length to precisely 2.5 cm. The tumor volume was completely enclosed. Subsequent unproblematic ECT was followed, with administration of a total of 29 mg of Bleomycin i.v. 8 min prior to electroporation, according to ESOPE with 8 100-msec square pulses with a rise time of 1 msec and at a frequency of 4 Hz. Further necessary electrical parameters (according to ) were as follows: mean voltage amplitude applied 1642 ± 812 V, mean measured current 21.6 ± 14.3 A. The total duration of the intervention was 80 min.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'23769825': 1, '28781865': 2, '25220842': 1, '33134356': 1, '7685422': 1, '15026399': 1, '28686650': 1, '27069444': 1, '32784598': 1, '21895032': 1, '23363497': 1, '16192588': 1, '33227916': 1, '23179413': 1, '29225870': 2}", "similar_patients": "{'5538044-1': 1}"}