{"patient_id": 69714, "patient_uid": "5651897-1", "PMID": 29085712, "file_path": "comm/PMC005xxxxxx/PMC5651897.xml", "title": "Ovarian metastasis of Müllerian adenosarcoma of the cervix with sarcomatous overgrowth", "patient": "A gravida 2, para 2 woman aged 32 years with vaginal bleeding was admitted to the gynecology department. She reported having abnormal vaginal bleeding for a couple of years and a benign endometrial biopsy in another gynecology center 6 months ago. The pelvic examination revealed a 3-4 cm polypoid mass protruding from the cervix to the vagina. The uterus and the ovaries were normal in size. Transvaginal sonography revealed an irregular-shaped polypoid structure lying from the internal cervical ostium level to the vagina whose thickness was 16 mm. Magnetic resonance imaging (MRI) revealed a lesion starting from the endocervical canal lying to the vagina and there were no pathologic lymph nodes. Her serum CA125 and CA19-9 levels were within normal limits. A biopsy from the polypoid lesion revealed MA with sarcomatous overgrowth.\\nDuring surgery, metastatic implants were observed over the right ovary and the left ovary was solid in appearance. The outer surface of the uterus was normal. Total abdominal hysterectomy and bilateral salpingoopherectomy was performed. Three polyps were seen in the endocervical canal, which measured between 0.6x0.5x0.3 and 2x0.8x0.5 cm. The cut surfaces of the polyps were solid and grey-white in appearance. Hemorrhage was seen because of previous biopsy. The tumor had invaded the outer half of the myometrium macroscopically (, ).\\nThe final report confirmed that the tumor originated from the endocervical canal. It invaded the lower uterine segment and the myometrium, less than the outer half, and consisted of elongated spindle cells with a myxoid background and few benign glandular formations. The sarcomatous stroma made up 80% of the tumor. In these areas, paucicellular and hypercellular morphology with myxoid stroma were seen. Low-grade and high-grade stromal components were mixed. Mitotic activity was 4 per 10 high-power fields (HPFs) and 2 per 10 HPFs in paucicellular and hypercellular areas, respectively. Immunohistochemistry showed positive immunoreactivity with vimentin and desmin, and negative immunoreactivity to actin, s-100, and CD99. The glandular epithelium was primarily of endocervical type without atypia and mitotic activity. Large foci of benign cartilage were seen in the sarcomatous areas (, , ). There was no endometrial involvement (). The tumor invaded the ovaries and there were no lymphovascular space invasion. The ovarian metastasis showed the same morphology (). Intraoperative peritoneal lavage cytology was positive for malignant cells. The patient was discussed in the gynecologic oncology board and at the present time she has been taking a chemotherapy regimen of ifosfamide and doxorubicin. Then she is planned to have both pelvic and vault radiotherapy.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'2535774': 1, '11748995': 1, '11955745': 1, '23283300': 1, '2156771': 1, '21663687': 2, '20613904': 1, '9625851': 1, '17292949': 1, '15361219': 1, '22953093': 2, '8600073': 1, '1316323': 1, '8385764': 1, '23490428': 1, '29085712': 2}", "similar_patients": "{'3141764-1': 1, '3431066-1': 1}"}