{"patient_id": 114619, "patient_uid": "5112359-1", "PMID": 27900328, "file_path": "noncomm/PMC005xxxxxx/PMC5112359.xml", "title": "Blunt traumatic tension chylothorax: Case report and mini-review of the literature", "patient": "A 31-year-old man was brought to the Emergency Department, Al-Ain Hospital, after being involved in a road traffic collision in which he was ejected from a car during a roll over collision. He lost consciousness on the scene and was found outside the vehicle. He was not under the influence of alcohol or any recreational drug. Physical examination revealed a blood pressure of 148/92 mmHg, pulse of 96 bpm, respiratory rate of 24/min and Glasgow Coma Scale of 15/15. He was fully conscious, had mild neck tenderness, had a clear chest, and a soft abdomen. The patient had normal neurological function of the lower limbs. Chest X-ray showed mild white haziness on the left lung field and fracture of the right clavicle (Figure ). Computed tomography (CT) trauma showed the presence of mild pleural effusion on the left side (Figure ), fracture of the left lateral ramus of the sixth cervical vertebra, and fracture of the anterior rim of the tenth thoracic vertebra associated with haematoma around the descending aorta (Figure ).\\nThe patient was admitted to the intensive care unit for close observation. Chest X-ray on the second day showed homogenous whitish opacity on the left side suggestive of left pleural fluid (Figure ). The trachea and mediastinum were shifted to the opposite side. A chest tube was inserted in the left pleural cavity. It directly drained 1500 mL of milky blood-stained fluid. Laboratory analysis of this fluid revealed that 80% of the cells were lymphocytes and 20% were neutrophils. Bacteriological culture of the fluid was negative. Blood cell count was normal (5.96 × 109/L). Histopathology of a cell block of the pleural fluid using Oil red O stain demonstrated that the fluid contained abundant fat globules associated with macrophages containing large fat vacuoles. In addition a few mixed inflammatory cells were present (Figure ).\\nThe patient was fed a fat free diet for 10 d. The fluid was milky for 6 d then became serous. The volume gradually declined in quantity (Figure ). The chest tube was removed 9 d after its insertion after less than 50 mL of serous fluid had drained. CT scan of the chest on day 10 revealed complete resolution of the effusion (Figure ). Blood albumin was normal on admission (35 g/L), dropped to 24 g/L on day 4 and was 39 g/L on discharge. The patient was discharged home in good condition on day 16.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'10973548': 1, '28939323': 1, '29644288': 1, '9126128': 1, '7500419': 1, '33088422': 1, '23547845': 1, '22754675': 1, '10337895': 1, '26029578': 1, '26776461': 1, '24426650': 1, '10908751': 1, '10228660': 1, '17251600': 1, '27900328': 2}", "similar_patients": "{}"}