{"patient_id": 73768, "patient_uid": "5946012-1", "PMID": 29780332, "file_path": "comm/PMC005xxxxxx/PMC5946012.xml", "title": "Myoclonic Jerks and Schizophreniform Syndrome: Case Report and Literature Review", "patient": "We present the case of a 28-year-old male student who had suffered from fluctuating paranoid-hallucinatory symptoms over the last seven years (since the age of 21 years) and who had been psychiatrically hospitalized five times due to this condition. On first admission to our department at the age of 25, the patient reported increasing problems, with difficulties in studying and social withdrawal, over the past several weeks. He reported attention and concentration deficits, as well as problems with “working memory.” Formal thought processes were slowed, the mood was depressive-flat, and energy was decreased. The patient displayed suspicious behavior and sensory overload phenomena. Moreover, he reported ideas of reference and delusional thoughts thinking somebody might poison him. Other psychotic features included dysmorphic delusions, acouasms, thought reading, broadcasting and insertions plus tactile hallucinations. The patient also reported severe sleep disturbances with sleep-onset insomnia and a sleep phase delay, as well as suicidal thoughts. Approximately three years (at the age of 24 years) after the beginning of paranoid-hallucinatory symptoms, the patient developed myoclonic jerks. During the first occurrence of myoclonic jerks, the patient was treated with fluoxetine and zopiclone. Before onset of first myoclonic jerks the patient was already treated with different neuroleptics (aripiprazole, olanzapine, promethazine, quetiapine), as well as the antidepressant duloxetine and the benzodiazepine oxazepam. All these neuroleptics and duloxetine were not tolerated and only prescribed for short time. The myoclonic jerks mostly affected the right arm, but sometimes also the left arm and occasionally the legs. He described “electric shock feelings” in his body while having the myoclonic jerks. At the age of 26, the patient had one isolated bilateral tonic-clonic seizure (during the tapering of oxazepam). Treatment with different neuroleptics led to an increase of the myoclonic jerks. Sleep deprivation also led to an increase in myoclonic jerks. In addition, they were specifically triggered by writing.\\nThe patient's developmental history was negative for in utero or birth complications, febrile convulsions, and inflammatory brain diseases. At the age of 11, he experienced a mild cerebral contusion. In primary school, he was affected by symptoms of attention deficit hyperactivity disorder. No autistic features or tic symptoms were reported. At the age of 14, he had problems at school and abused cannabis and alcohol. After graduating from high school, he started studying economics. His medical history revealed only bronchial hyper-reactivity. The family history was negative for myoclonic jerks or epilepsy; however, the mother was described as having an emotionally unstable personality.\\nMost of the investigations were performed during the patient's first stay in our department when he was 25. Blood analyses showed a vitamin D deficiency; renal, liver, and thyroid functions were normal. Thyroid autoantibodies (against thyroglobulin, thyroid peroxidase, and thyroid-stimulating hormone), antibodies against intracellular onconeural antigens (Yo, Hu, CV2/CRMP5, Ri, Ma1/2, SOX1), and intracellular synaptic antigens (GAD, amphiphysin) showed no abnormalities. Cerebrospinal fluid (CSF) analyses were essentially normal with a regular white cell count (1 μL; reference <5 μL), no blood-brain barrier dysfunction (protein concentration: 341; reference <450 mg/L; albumin quotient of 4; age-dependent reference <6.5 × 10−3), and no oligoclonal bands. CSF antibodies against neuronal cell surface antigens (NMDAR, AMPA-R, GABA-B-R, VGKC-complex [LGI1, Caspr2]) were negative. The initial contrast-enhanced cerebral magnetic resonance imaging (cMRI) as well as the 2-year follow-up epilepsy-specific cMRI including high-resolution 2D- and isotropic 3D-MRI-sequences showed an isolated and uncomplicated developmental venous anomaly (DVA) in the right temporal lobe (Figure ). There was no associated epileptogenic lesion, such as cavernoma or cortical dysplasia. Taken together, we did not find any evidence of an immunological encephalopathy or other relevant inflammatory diseases. The routine EEG was normal. The first EEG after sleep deprivation also showed no slow or epileptic activity; however, the patient had been treated with oxazepam at that time. Therefore, we performed a 24h video telemetry (under treatment with amisulpride 600 mg and escitalopram 10 mg) including a partial sleep EEG, in combination with measurement of melatonin levels. During this measurement, the patient was awake until 3:00 a.m. Subsequently, he slept for 5 h. During the whole period, the patient reported three mild myoclonic jerks of the right arm. These myoclonic jerks were not associated with epileptic activity in the EEG. However, in the following period, after awakening in the morning, the patient reported six myoclonic jerks of the right arm. All of these presented with simultaneous epileptic activity in the EEG characterized by brief (<3 s) trains of generalized polyspikes and spike-wave complexes with left fronto-central maximum. For syndrome diagnosis, additional long-term video-EEG monitoring (under treatment with clozapine 75 mg, escitalopram 20 mg, oxcarbazepine gradually reduced, and brivaracetam stopped) was carried out when the patient was 27. The monitoring was performed over 5 days and, during this period, the patient showed over 100 myoclonic jerks of the upper limbs (right, left, and bilaterally synchronous), frequently associated with generalized spike-wave complexes (Figure ) and occasionally with left or right accentuation. All clinical events were praxis-induced (by writing with the right or left hand). Additional absences or bilateral tonic-clonic seizures were not documented. The interictal EEG showed frequent intermittent generalized theta slowing, but no clear-cut epileptiform activity. Intermittent photic stimulation did not evoke photoparoxysmal responses.\\nIn light of the ictal generalized epileptiform activity, the seizure semiology characterized by praxis-induced myoclonic jerks of both arms with worsening after sleep deprivation, and the history of one additional bilateral tonic-clonic seizure, we diagnosed juvenile myoclonic epilepsy (Janz syndrome). The generalized EEG activity, the absence of any potentially epileptogenic lesion in the cMRI, and the semiology with myoclonic jerks of both arms suggested that the epilepsy was not focal. Psychotropic drugs might have triggered or strengthened the symptoms due to genetic vulnerability; however, it is unlikely that the persistent myoclonic jerks are only a side effect of psychotropic drugs because myoclonic jerks also occurred over longer periods with solely antiepileptic treatment with carbamazepine. Myoclonic jerks could also be due to paraneoplastic or non-paraneoplastic inflammatory processes such as immunological encephalopathies or opsoclonus-myoclonus syndrome. In our case, the normal cMRI and CSF findings speak against this idea. Normal copper and ceruloplasmin levels and the normal cMRI findings are not compatible with Morbus Wilson. We also found no neurological signs of progressive myoclonus epilepsies such as Unverricht-Lundborg disease or Lafora disease. Clinically, there were no signs (e.g., labyrinthine deafness, optic atrophy, or myopathy), pointing to a mitochondrial myoclonic epilepsy (e.g., with ragged red fibers or MERRF syndrome). However, a new mitochondrial disease cannot be completely ruled out. The extensive investigation was performed because of the atypical neuropsychiatric presentation with paranoid hallucinatory symptoms and myoclonic jerks. The psychiatric symptoms formally fulfilled the criteria of paranoid-hallucinatory schizophrenia following the International Statistical Classification of Diseases and Related Health Problems (10th revision; ICD-10). Due to the temporal association regarding the development of myoclonic jerks and schizophreniform symptoms, as well as the partial improvement of the psychiatric symptoms with antiepileptic treatment, we suspected a common (para-)epileptic pathomechanism. Alternatively, the presence of Janz syndrome can be a simple comorbidity in primary schizophrenia.\\nInitially, the patient was treated unsuccessfully with different antidepressants (bupropion, duloxetine, fluoxetine, mirtazapine, and venlafaxine) and neuroleptics (amisulpride, aripiprazole, olanzapine, promethazine, quetiapine, and risperidone). During treatment with amisulpride, quetiapine, and risperidone, an increased rate of myoclonic jerks was reported. The treatment of early dyskinesia with biperiden led to a dramatic increase in the myoclonic jerks. Oxazepam quickly reduced the rate of myoclonic jerks and was taken by the patient over a longer period. Promethazine also led to an increased rate of myoclonic jerks.\\nSince his first stay in our department, when the patient was 25, we have prescribed various anticonvulsants. However, many antiepileptic drugs were not tolerated (valproate due to an increase of pancreatic enzymes, topiramate due to subjectively experienced cognitive deficits, levetiracetam due to daily tiredness, and perampanel due to dizziness and daily tiredness). Of these, topiramate led to a rapid reduction of myoclonic jerks, even at low doses of 25 mg; however, psychiatric symptoms persisted. Under the sole treatment with carbamazepine (up to 900 mg), the myoclonic jerks and paranoid hallucinatory symptoms temporarily improved; however, they did not disappear completely and ongoing. Zonisamide (up to 100 mg) was tolerated but had no relevant positive effects. Oxazepam (different doses) and clobazam (up to 20 mg) led to the reduction of myoclonic jerks. Oxcarbazepine (up to 2,400 mg) was well tolerated, though its effect was unclear. In combination with brivaracetam (200–250 mg), the myoclonic jerks were reduced in frequency and severity.\\nOver one year, the patient was treated with clozapine (75 mg), brivaracetam (200–250 mg), and oxcarbazepine (2,400 mg). Clozapine led to a reduction in delusions, hallucinations, and thought inspirations, though these psychotic symptoms did not disappear completely. Higher doses were not tolerated due to an increased frequency of myoclonic jerks. A hypochondriac personality type, together with delusions and dysmorphophobic tendencies, persisted as well as mood fluctuations and concentration deficits. Furthermore, the patient still had about 10 writing-induced myoclonic jerks per day.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'16540376': 1, '8719500': 1, '28228737': 2, '14841528': 1, '18305281': 1, '26551756': 1, '2003403': 1, '15246461': 1, '27181256': 1, '23756489': 1, '17509008': 1, '13989174': 1, '25847431': 1, '15665': 1, '26088880': 1, '26519664': 1, '24713315': 1, '28220103': 1, '26777917': 1, '17347053': 1, '23756473': 1, '21881106': 1, '19186030': 1, '21784710': 1, '29780332': 2}", "similar_patients": "{'5296318-1': 1}"}