{"patient_id": 70074, "patient_uid": "5676009-1", "PMID": 29151998, "file_path": "comm/PMC005xxxxxx/PMC5676009.xml", "title": "Hallux Osteoid Osteoma: A Case Report and Literature Review", "patient": "A 22 year old male patient was admitted in our department with right hallux pain for the past 18 months. There was no history of injury. The pain was progressive and worse at night. The pain was initially relieved by NSAIDs but in the last few months only partially and the patient was forced to limit activities due to the pain. There were no constitutional symptoms such as fever, weight loss or malaise.\\nThe distal phalanx of the right hallux was swollen and tender to palpation, with no obvious erythema or increase in temperature (Fig. ). The patient was otherwise fit and well. Blood analysis was unremarkable. Radiographic workup included plain x-rays of the foot and a CT scan and revealed a small radiolucency with cortical sclerosis and a nidus formation in the medial side of the distal phalanx of the great toe (Fig. ).\\nThe patient underwent operative excision of the mass through an antero-medial incision with atraumatic elevation of the nail bed and nail in one layer (Fig. ). Excision of the nidus and surrounding bone to macroscopically healthy borders was performed and histologic samples were sent for analysis (Figs. and ). The skin was closed and the nail was used as a splint to preserve the preoperative hallux shape. Pathology confirmed the diagnosis of osteoid osteoma. The patient was immediately relieved from nocturnal pains and progressively completely relieved from hallux pain. Immediately postoperatively, the patient was mobilized with a wedge shoe. At two years follow up, there were no signs of recurrence or skin and nail problems and the patient was ambulating freely.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'4097043': 1, '3680865': 1, '25666880': 1, '32109770': 2, '598169': 1, '24066250': 1, '4067201': 1, '9060034': 1, '21815591': 1, '20483118': 1, '1123361': 1, '12944597': 1, '26091208': 1, '6643942': 1, '9677083': 1, '33830283': 1, '3611623': 1, '1541612': 1, '2071279': 1, '25328736': 2, '19657646': 1, '19239871': 1, '23089877': 1, '34433527': 2, '11853083': 1, '6123769': 1, '11493303': 1, '4819213': 1, '29151998': 2}", "similar_patients": "{'7044663-1': 1, '8388269-1': 1, '4190831-1': 1}"}