{"patient_id": 68623, "patient_uid": "5584999-1", "PMID": 28884052, "file_path": "comm/PMC005xxxxxx/PMC5584999.xml", "title": "Colovesical Fistula: An Unusual Complication of Cytomegalovirus Colitis", "patient": "A 40-year-old African-American female patient with a past medical history of treatment for naïve HIV infection and polysubstance abuse presented to us with the chief complaint of abdominal pain and diarrhea.\\nThe patient’s history dates back to one year prior when she had presented with similar complaints. At that time, the patient complained of watery diarrhea, left lower quadrant abdominal pain, and fecaluria for one month. Her stool clostridium difficile antigen test was first obtained and it came back positive. The urine drug screen was positive for cocaine and methamphetamines. A computed tomography (CT) scan of the abdomen was done that showed a segmental colitis involving the sigmoid colon and small fistulous tract extending from the sigmoid colon towards the bladder dome (Figure ).\\nThe patient was started on oral vancomycin and the gastroenterology (GI) team was consulted. Owing to her cocaine use, the patient was deemed unsafe for colonoscopy and she underwent flexible sigmoidoscopy which showed multiple sigmoid colon ulcers. Numerous biopsies were performed. At this point, it was thought that the patient might have superimposed clostridium difficile infection in the background of underlying fistulous Crohn's disease. The GI team recommended continuing the patient on oral vancomycin and obtaining anti-neutrophil cytoplasmic antibody (ANCA) and anti-saccharomyces cerevisiae antibodies (ASCA) with follow-up as an outpatient in the inflammatory bowel disease (IBD) and infectious diseases clinic. The patient’s ANCA and ASCA came back negative. Sigmoid colon biopsy results showed cryptitis, crypt abscesses, and low purulent exudate consistent with active colitis. Unfortunately, the patient never returned to the clinic and was lost to follow-up.\\nOne year later, the patient presented again with diarrhea and abdominal pain. She had similar complaints of non-radiating left lower quadrant abdominal pain and watery diarrhea with passage of feces in the urine (fecaluria). The patient reported that after discharge from the hospital on the previous hospitalization, her diarrhea had initially improved but it never resolved and for the past two months, she had experienced worsening of her symptoms.\\nOn arrival, the patient had a blood pressure of 121/75 mmHg, heart rate of 98/minute, temperature of 98°F and respiratory rate of 18/minute. The patient had tenderness in her left lower quadrant to light palpation with no rigidity or guarding. Bowel sounds were normal. Rest of the cardiovascular, respiratory, and neurological exam was unremarkable.\\nBaseline labs including complete blood count, basic metabolic panel, and liver function tests were within normal limits. Repeat CD4 count was less than 20 cells/microliter and HIV viral load was 2,76,4591 copies/mL. Erythrocyte sedimentation rate (ESR) was elevated at 60 mm/hr and stool for clostridium difficile toxin was negative. The CT scan of the abdomen and pelvis with oral and intravenous contrast re-demonstrated the thickening of the left colonic bowel wall concerning for colitis. The patient underwent cystogram which showed colovesical fistula connecting to the proximal sigmoid colon (Figure ).\\nThe GI team recommended a colonoscopy to evaluate the etiology and extent of the colitis. On colonoscopy, the patient’s sigmoid colon appeared erythematous with friable ulceration. A moderate sized opening was also seen representing a fistula and multiple biopsies were obtained from the inflamed segment surrounding the fistulous opening.\\nPost procedure, the patient complained of severe diffuse abdominal pain. An urgent X-ray of the abdomen was obtained which showed free air under the diaphragm (Figure ).\\nThe patient was emergently taken to the operating room (OR) where she underwent exploratory laparotomy and was found to have a perforation in her sigmoid colon. An intraoperative urology consult was obtained for the evaluation of colovesical fistula. The patient underwent cystorrhaphy, sigmoid bowel resection with the creation of Hartmann's pouch. She was transferred to the surgical intensive care unit.\\nResults of biopsies from the urinary bladder, especially from the fistulous tract, showed intranuclear inclusions consistent with CMV infection (Figure ).\\nHistopathological analysis of slides obtained from the resected omentum, sigmoid colon, colostomy site, and sigmoid ulcer also revealed mucosal inflammation, tissue necrosis, and intranuclear inclusions characterizing CMV infection (Figure ).\\nThere was no granuloma or colitis seen. Serum CMV DNA polymerase chain reaction (PCR) was significant for 6,261 copies/mL. The infectious disease team was consulted and it was determined that in the context of the patient's HIV infection, AIDS and resultant immunosuppression, CMV infection was contributing to chronic diarrhea, abdominal pain, and formation of a colovesical fistula. The patient was initiated on intravenous ganciclovir 5 mg/kg every twelve hours followed by valganciclovir 900 mg twice a day once she was able to tolerate oral intake. Her diarrhea improved with treatment. Prior to discharge, a repeat cystogram was obtained which did not show bladder leak or colovesical fistula (Figure ).\\nThe patient was discharged to a skilled nursing facility with follow-up for infectious disease and general surgery as an outpatient.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'27714898': 1, '24348538': 1, '9440645': 1, '23730319': 1, '32642341': 2, '27980271': 1, '19357635': 1, '7658052': 1, '17057401': 1, '16630242': 1, '1848619': 1, '28884052': 2}", "similar_patients": "{'7336589-1': 1}"}