{"patient_id": 120392, "patient_uid": "5632341-1", "PMID": 29026515, "file_path": "noncomm/PMC005xxxxxx/PMC5632341.xml", "title": "Intussusception as a complication of bariatric surgery in pregnant patients: report of one case and revision of the literature", "patient": "The case of a 32-year-old female patient who is 30.6 weeks into her pregnancy (G2P1A0), hypertensive diabetic and dyslipidemic with a history of LRYGB with cholecystectomy associated to said procedure (due to symptomatic vesicular lithiasis) in 2011 in another medical facility.\\nShe arrived at the Emergency Room of our hospital, after having been admitted in different institution, saying that 7 days ago she had started suffering from abdominal pain, muscle strain, nausea, bile-stained vomiting, negative catharsis and impossibility to release gases since the symptoms had started. During her previous hospitalization in the other facility, an upper gastrointestinal video endoscopy had been done where stenosis of the gastroyeyunostomy was discarded.\\nShe had tachycardia as the only positive sign from the physical exam. Fetal vitality was confirmed via positive fetal heart beats (FCF: 147 beats per minute). A nasogastric tube was inserted with a 400 ml bilious charge.\\nIn the multi detector computed tomography, evidence was seen on the left side of an image compatible with jejuno-jejunal invagination and an aerial image in halo that could correspond to pneumatosis of the invaginated loop (Fig. ).\\nA pneumoperitoneum with open technique was performed. In the laparoscopic work, abundant free liquid was seen in the abdominal cavity. Later, we identified the non-dilated loop (fine loop) at the level of the ileocecal valve and we explored the small bowel from distal to proximal to the foot of the Roux-in Y where no adherences involving this were seen. At 10 cm from the foot of the Roux-in-Y, we observed a retrograded intussuscepted jejunal segment, which had an intestinal perforation of one centimeter in diameter contained by the intussuscepted block.\\nNot managing to reduce the invagination using blunt manual techniques, we performed a mini-laparotomy. Once the enterotomy was done and the invaginated segment was reduced, we observed necrotic intussuscepted mucosa, performing a resection and termino-terminal jejunojejunal anastomosis at 4 cm from the foot of the Roux-in-Y (Fig. ). Upon finalizing the procedure, we once again confirmed fetal vitality (FCF: 140 bpm).\\nThe diet advanced gradually with good tolerance, and she was discharged on the seventh day after the surgery.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'24960726': 1, '19161938': 1, '31848985': 1, '22991661': 1, '30567094': 1, '10651354': 1, '25406213': 1, '1866683': 1, '23477956': 1, '15306679': 1, '29026515': 2}", "similar_patients": "{}"}