{"patient_id": 61636, "patient_uid": "5011857-1", "PMID": 27595932, "file_path": "comm/PMC005xxxxxx/PMC5011857.xml", "title": "Selective inhibition of autoimmune exacerbation while preserving the anti-tumor clinical benefit using IL-6 blockade in a patient with advanced melanoma and Crohn’s disease: a case report", "patient": "A 49-year-old woman with history of severe, refractory Crohn’s disease was diagnosed with stage IIA cutaneous left shoulder melanoma (Breslow thickness 2.8 mm without ulceration) in 2013. She previously had experienced multiple Crohn’s-related fistulas and required anti-TNF alpha therapy. She underwent wide local excision with sentinel lymph node biopsy showing no residual melanoma and was then placed on surveillance. In January 2015, she developed multiple extremity skin nodules and presented to our center. On presentation, her Crohn’s disease was managed with immunosuppressive therapy including 6-mercaptopurine and low-dose oral prednisone. Her Crohn’s disease was under moderate control and she experienced only mild diarrheal symptoms. Biopsies confirmed metastatic melanoma and mutational analyses revealed wild-type BRAF, NRAS, and c-KIT. Staging evaluation revealed multiple brain, liver, and lung metastases. She underwent stereotactic brain radiosurgery and initiated chemotherapy. Frontline anti-PD-1 or anti-CTLA-4 therapies were not chosen over concerns about exacerbating her Crohn’s disease (anti-PD-1 therapies are notably associated with Th-17 induction []). In May 2015, restaging imaging showed progressive brain and multi-organ metastases after receiving two cycles of chemotherapy.\\nShe then initiated whole brain radiotherapy immediately followed by concurrent pembrolizumab (administered IV at 2 mg/kg every 21 days) and tocilizumab (administered IV at 8 mg/kg IV every 21 days) in July 2015 after discontinuing her previous immunosuppressive regimen. Anti-TNF agents and corticosteroids were avoided over concerns about possibly abrogating the anti-tumor response to anti-PD-1 agents, a phenomenon seen in a previous clinical trial that evaluated ipilimumab and corticosteroids in patients with metastatic melanoma to the brain []. After two treatment doses, significant anti-tumor responses were seen in the brain, liver, lung, and subcutaneous lesions without clinical evidence of Crohn’s disease exacerbation. Peripheral blood analysis demonstrated an expected increase in IL-6 but without a significant increase in IL-17, suggesting possible suppression of Th-17 induction (Fig. ). Interestingly, tocilizumab did not inhibit the effector CD4+ or CD8+ T cells as demonstrated by immune phenotyping.\\nSixteen weeks after initiating therapy, she presented with an intra-abdominal abscess requiring drainage and antibiotics. We discontinued pembrolizumab and tocilizumab over concerns for possible Crohn’s disease exacerbation and initiated adalimumab, an anti-TNF monoclonal antibody. She subsequently recovered uneventfully. In January 2016, despite being off systemic therapy for 3 months, restaging evaluation showed near complete response of all metastatic sites, including the brain (Fig. ). Pembrolizumab was then re-started along with concurrent adalimumab and her most recent imaging in March 2016 showed complete response to therapy.\\nAs a tertiary cancer center, we routinely receive clinically challenging referrals—the patient described in this case report is a salient example of this. Our case illustrates that the strategy of co-administering pembrolizumab with an agent specifically targeting the IL-6 - Th-17 - IL-17 pathway, in this case, tocilizumab, in a patient with advanced melanoma and Crohn’s disease may result in significant anti-tumor effects while possibly preventing/delaying autoimmune consequences. Additionally, for our patient, this combination was well tolerated for at least 16 weeks with limited signs or symptoms of Crohn’s exacerbation (i.e., diarrhea, fevers, and abdominal pain).\\nThe patient’s peripheral blood analysis demonstrated that combination therapy resulted in an expected increase in IL-6 levels. This finding was previously reported in a study of adult patients with rheumatoid arthritis or Castleman’s disease who received tocilizumab and is thought to result from decreased IL-6R consumption of IL-6 []. However, what is more intriguing is that there was a little change in IL-17 levels, which again suggests that there was a limitation of Th-17 induction as they are the major producers of IL-17 (Fig. ). Considering their documented role in both irAEs and Crohn’s disease pathogenesis [], blocking Th-17 induction with tocilizumab could be one possible explanation as to why our patient demonstrated delayed exacerbation of her underlying Crohn’s disease. Of course, additional studies are needed to confirm this finding.\\nFurthermore, targeting specific aspects of the immune response with this strategy has other significant consequences. It is important to note, for example, that Th-17 cells have been shown to be resistant to glucocorticoids, which may explain why some patients who develop irAEs or autoimmune exacerbation do not respond to corticosteroids []. Therefore, a strategy which specifically focuses on preventing Th-17 cell induction may diminish the need for broad immune suppression with corticosteroids. As mentioned, using corticosteroids to treat immune toxicities may also abrogate the anti-tumor effects of CPI therapies, making their use possibly detrimental for patients who develop these side effects [].\\nRecently, numerous studies have focused on targeting this immune pathway in the treatment of autoimmune diseases. Interleukin-17A inhibitors have been studied in large clinical trials in plaque psoriasis and ankylosing spondylitis. In fact, secukinumab and ixekizumab, both IL-17A antibodies, have been FDA-approved for the treatment of plaque psoriasis based on phase 3 trials [, ]. Whether or not these agents have a role in treating patients with autoimmunity and concurrent cancer has yet to be determined.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'22456429': 1, '34001144': 1, '30937112': 1, '32581042': 1, '20583029': 1, '26633184': 1, '25007392': 1, '25605845': 1, '34834425': 1, '23527958': 1, '33972557': 1, '32457912': 1, '29405201': 1, '32181960': 1, '28245875': 2, '31970923': 1, '31088979': 1, '34754240': 1, '18784373': 1, '26380086': 1, '22306905': 1, '27299809': 1, '33260538': 1, '15057738': 1, '24876563': 1, '29067284': 1, '30530990': 1, '25131183': 1, '30631256': 2, '24395888': 1, '32303612': 1, '31285688': 1, '30824583': 1, '34277841': 1, '30510057': 1, '31216228': 1, '31545456': 1, '27595932': 2}", "similar_patients": "{'5331657-1': 1, '6323374-1': 1, '6323374-2': 1}"}