{"patient_id": 122102, "patient_uid": "5755626-1", "PMID": 29317964, "file_path": "noncomm/PMC005xxxxxx/PMC5755626.xml", "title": "Basaloid Squamous Cell Carcinoma of the Lung Associated With Syndrome of Inappropriate Antidiuretic Hormone Secretion", "patient": "A 68-year-old Caucasian female sustained a fracture of the right humeral neck following a mechanical fall. She was scheduled for elective surgical fixation. Her past medical history was significant for 50 pack-year smoking history, chronic obstructive pulmonary disease (COPD), diabetes mellitus and hypertension. Pre-operative chest X-ray revealed an abnormal shadow of 4.1 cm on the left lung. Chest computer tomography (CT) scan revealed a 3.6 cm soft tissue mass in the anterior lingula (). Few days later, the patient presented to the emergency department with complaints of nausea, vomiting, diarrhea, weakness and dizziness. Laboratory workup showed sodium level 115 mmol/L, serum osmolality 248 mOsm/kg, urine sodium level 106 mmol/L, urine osmolality 554 mOsm/kg, and serum cortisol level 31 µg/dL (normal: 3.4 - 22.5). The patient had normal thyroid-stimulating hormone (TSH), blood urea nitrogen (BUN) and creatinine. Random blood glucose was 150 mg/dL. Serum uric acid was 3.2 mg/dL (normal 2.6 - 5.9). The hyponatremia was initially felt to be due to volume depletion in setting of decreased oral intake, use of hydrochlorothiazide, vomiting and diarrhea. However, her serum sodium (Na) level did not improve with volume repletion with normal saline but decreased even further to 114 mmol/L. Normal saline infusion was discontinued and fluid restriction was implemented. The serum Na level remained low despite fluid restriction and use of sodium chloride tablets and furosemide. Subsequently the patient received one dose of tolvaptan and her serum Na level increased to 125 mmol/L. Further management included continuing tolvaptan and oral sodium tablets and furosemide and gradual correction of Na level. Later lung biopsy was done and results showed small basophilic cells with a high nuclear to cytoplasmic ratio resembling small cell carcinoma (). However, immunohistochemical studies showed positivity for cytokeratin 5/6, p40, and CD56. TTF-1, chromogranin, synaptophysin, and neuron specific enolase were negative. A final diagnosis of BSQCC was made. The patient had brain magnetic resonance imaging (MRI) which showed no evidence of metastasis. The patient was not a candidate for surgical resection of the lung tumor due to underlying comorbidity and COPD. She was scheduled for outpatient follow-up and palliative care.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'20185637': 1, '22477016': 2, '21269455': 1, '21254456': 1, '19525601': 1, '18480394': 1, '17328988': 1, '23148195': 1, '26045734': 1, '24743529': 1, '16508733': 1, '20141082': 1, '18094005': 1, '28153131': 1, '13469824': 1, '12824060': 1, '26291008': 1, '18434618': 1, '7629492': 1, '15366568': 1, '29317964': 2}", "similar_patients": "{'3343429-1': 1}"}