{"patient_id": 122868, "patient_uid": "5810455-1", "PMID": 29397673, "file_path": "noncomm/PMC005xxxxxx/PMC5810455.xml", "title": "Limbic Encephalitis Manifesting as Selective Amnesia and Seizure-like Activity: A Case Report", "patient": "A 37-year-old male patient visited our clinic for selective amnesia and seizure-like movement after sudden headache. Although there were no specific abnormal findings in blood chemistry and EEG, the patient kept complaining about experiencing intermittent sensations of the flow of an electric current. He also experienced seizure-like shivering and repeatedly asked for attention. His amnesia was progressively exacerbated. The patient was hospitalized on April 2015.\\nThree days after hospitalization, T2 weighted non-enhanced brain MRI showed high signal intensity in the medial temporal lobe and hippocampus (). Therefore, assessment of post-ictal signal changes and encephalitis was considered necessary. Examination of cerebrospinal fluid (CSF) and video EEG monitoring did not detect abnormalities. Conversion disorder was diagnosed and escitalopram 10 mg/day and clonazepam 0.5 mg/day were prescribed. In the initial interview, the patient displayed seizure-like movement in both arms and legs, and the interview was disrupted due to his selective amnesia. Although confusion and anxiety due to memory loss remained, the seizure-like movement gradually improved. Moreover, behavioral disturbances such as seizure like shivering and repetitive asking disappeared. Thus, the patient left hospital after 25 days.\\nUnfortunately, his problematic behaviors relapsed after discharge from the hospital. The patient performed repeated illegal behaviors including burglary, theft and a hit-and-run car accident. He did not recall some of the incidents. Moreover, he exhibited grandiose and violent behaviors, and was verbally abusive. Aripiprazole 30 mg/day or olanzapine 20 mg/day with valproic acid 500 mg/day were prescribed in the outpatient clinic but his symptoms did not improve. Therefore, the patient was re-admitted 208 days after discharge from his first admission, for more meticulous evaluation and symptom management.\\nDuring his second hospitalization, there were no signs of seizure-like movement, but selective amnesia and behavioral problems remained. Previous high signal intensity disappeared in a follow-up brain MRI, but bilateral hippocampal atrophy was detected (). On the ninth day of hospitalization, a generalized tonic-chronic seizure was observed for 45 seconds. Convulsive movement was not observed, but a sharp wave in the left temporal lobe was detected in video EEG monitoring. Nephrologists considered a possibility the syndrome of inappropriate secretion of anti-diuretic hormone (SIADH), since the initial sodium level was 131.9 mEq/L. Blood sodium levels gradually improved to normal sodium concentration range with 7.5 mg/day of the vasopressin 2 receptor antagonist, tolvaptan. The autoimmune studies in CSF and serum showed anti-LGI-1 positive reactivity. Classic paraneoplastic syndrome antibodies, such as anti-neuronal nuclear antibody 1 (anti-Hu), anti-Purkinje cell cytoplasmic antibody (anti-Yo), anti-neuronal nuclear antibody 2 (anti-Ri), anti-collapsing response mediator protein 5 antibody (anti-CV2/CRMP5) and anti-amphiphysin antibody were not detected. Moreover, autoimmune synaptic encephalitis antibodies including anti-NMDA, anti-AMPA1, anti-AMPA2, anti-CASPR2, and anti-GABAB were not evident.\\nThe patient was prescribed with oxcarbazepine 1,500 mg/day, lorazepam 0.5 mg/day, and clonazepam 0.5 mg/day. Selective memory loss, generalized tonic-chronic seizure and behavioral problems improved, and he was discharged on day 25 following admission. The patient was referred to a neurological department for immunosuppressive therapy and upon the initiation treatment, and the patient was reassessed for anti-LGI-1 in CSF and serum. Although the result was anti-LGI-1 negative, the patient was treated with immunosuppressive therapy and was stabilized quickly. chronicles the case. This case report was approved by the International Review Board of St. Vincent’s Hospital, The Catholic University of Korea (VC16ZISE0033).", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'14960497': 1, '21784780': 1, '16504945': 1, '30466226': 1, '21747075': 1, '15079019': 1, '32702226': 2, '28449570': 2, '22100946': 1, '24227725': 1, '32702225': 2, '22473710': 1, '7420636': 1, '20580615': 1, '25984214': 2, '12205652': 1, '19701204': 1, '20951441': 1, '20133599': 1, '15857855': 1, '24139084': 1, '29397673': 2}", "similar_patients": "{'5426497-1': 1, '7383000-1': 1, '7383002-1': 1, '4421678-1': 1}"}