{"patient_id": 66891, "patient_uid": "5445331-1", "PMID": 28545511, "file_path": "comm/PMC005xxxxxx/PMC5445331.xml", "title": "Gastric hepatoid adenocarcinoma resulting in a spontaneous gastric perforation: a case report and review of the literature", "patient": "A 61-year-old man experienced upper abdominal and lower left back pain 1 month and 1 week prior to examination, respectively. He was referred to our hospital after the pain had worsened. The patient experienced spontaneous lumbar and epigastric pain with muscular defense of the epigastrium and accompanying tenderness. Blood test results indicated a white blood cell count of 12,430 /μL, a C-reactive protein level of 0.6 mg/dL, and mild but increasing inflammation. No abnormal findings were reported from the other blood counts, biochemical examinations, and coagulation tests.\\nAbdominal contrast-enhanced computed tomography (CT) revealed disruption and thickening of the anterior wall of the gastric antrum. CT also revealed the presence of ascites and free air at the ventral side of the stomach and on the surface of the liver (Fig. ). Several enlarged LNs (maximum diameter, 30 mm) were identified along the greater gastric curve and a low enhanced lesion (measuring 30 × 25 mm) was detected on the lateral segment of the liver (Fig. ). A diagnosis of advanced-stage GC resulting in a spontaneous gastric perforation, with perforative peritonitis, multiple LN metastases, and a solitary liver metastasis was made and an emergency laparotomy was performed on the same day. A moderate amount of turbid ascites was observed in the abdominal cavity during laparotomy. A 7-mm perforation of the gastric antrum was detected, along with marked thickening of the gastric wall and coarse neoplastic tumors that were attached to the gastric wall (Fig. ). The tumors were exposed on the serosal surface along the gastric perforation. The patient was diagnosed with advanced-stage GC resulting in a spontaneous gastric perforation. No peritoneal dissemination was observed. Preoperative CT also revealed the presence of metastases in several enlarged LNs along the greater gastric curve, as well as, a number of hardened regions in the lateral segment of the liver. A distal gastrectomy with radical lymphadenectomy and cholecystectomy was performed. Reconstructive surgery was achieved using Billroth II anastomosis. No postoperative complications occurred and the patient was discharged.\\nGross findings of the resected specimen included an ulcerative and infiltrative (type 3) tumor (approximately 100 × 50 mm) with an infiltrative serosal surface and 7-mm puncture sites (Fig. ). Microscopic findings revealed that the tumor was comprised of a homogeneous proliferation of polygonal tumor cells with abundant, eosinophilic, and clear cytoplasm. Numerous mitoses were also detected. The tumor cells exhibited solid or thick-trabecular patterns with scanty stroma containing blood vessels that resembled HCC and expansive invasion into the gastric wall (Fig. ). Features of enteroblastic differentiation and Schiller-Duval bodies were absent.\\nImmunohistochemical staining was performed to characterize the tumor cells (Table ). The tumor cells stained positive for AFP and Sal-like protein 4 (SALL4), but were negative for carcinoembryonic antigen, synaptophysin, chromogranin A, and neural cell adhesion molecule (Fig. –). According to these findings, the patient was diagnosed with GHAC. No tumor cells were observed during the cytological examination of ascites. LN metastases were detected in 6 LNs (20%) and a solitary metastasis was detected on the lateral segment of the liver. Subsequently, the patient was classified as having a Stage IV (T4aN2M1) GHAC. Moderate venous and lymphatic infiltration was observed. Postoperative blood biochemical analysis revealed an elevated AFP level (487.4 ng/mL), which supported a diagnosis of GHAC.\\nThe patient was followed-up for 11 weeks post-gastrectomy to monitor the occurrence of new LN or liver metastases. Because no new lesions were detected, resection of the lateral segment of the liver was performed, at another hospital, 13 weeks after the initial operation. The patient was confirmed from histopathological examinations as having GHAC with a solitary liver metastasis. An elevated serum AFP level (1214.9 ng/mL) was recorded 6 weeks after hepatic resection and recurrence of LN metastasis was detected on CT. Combination chemotherapy with tegafur/gimeracil/oteracil (S-1) was administered at a dose of 120 mg/day for 2 weeks with a 1-week rest. Three months later, serum AFP levels had normalized and shrinkage of the resected LN was observed. Elevated serum AFP levels were not detected 15 months post-recurrence and complete response of the LN metastasis was achieved.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'16573818': 1, '34407682': 2, '17320150': 1, '25031764': 1, '22849746': 1, '11706627': 1, '24827954': 1, '30882620': 2, '20502062': 1, '25462859': 1, '9253624': 1, '2410093': 1, '19243386': 1, '7508672': 1, '2423220': 1, '27082614': 1, '30212993': 2, '23136615': 1, '11810459': 1, '74349': 1, '9068483': 1, '22173117': 1, '4560766': 1, '5426134': 1, '34222816': 2, '24106406': 1, '7689918': 1, '33912455': 1, '32607381': 2, '31616755': 1, '12210031': 1, '21592404': 1, '26893695': 1, '26622718': 1, '20182341': 1, '32258088': 1, '20871221': 1, '10364040': 1, '28545511': 2}", "similar_patients": "{'8240236-1': 1, '7289282-1': 1, '8381432-1': 1, '6426549-1': 1, '6156028-1': 1}"}