{"patient_id": 122028, "patient_uid": "5752726-1", "PMID": 29358874, "file_path": "noncomm/PMC005xxxxxx/PMC5752726.xml", "title": "Emphysematous pancreatitis associated with penetrating duodenal ulcer", "patient": "A 49-year-old man presented with an acute complaint of epigastric pain radiating to the back 30 min after an excessive intake of fried, high fat food. He also reported a daily intake of nonsteroidal anti-inflammatory drugs for low back pain for over a year. There was no history of alcohol consumption. Physical examination revealed fever (38 °C), abdominal rigidity, tenderness and torpid peristalsis. Laboratory exams showed an increase in erythrocyte sedimentation rate (46 mm/h), c-reactive protein (27.01 mg/dL), lipase (226 U/L), and leucocytosis with neutrophilia (20.1 and 18.4 × 103/μL, respectively). Hemoglobin, amylase and liver tests were normal. Procalcitonin was 1.45 ng/mL. Abdominal X-ray was negative. Ultrasound (US) did not reveal gallstones or free fluids; bile ducts were not dilated. Pancreas was not evaluable due to meteorism. Blood cultures were collected. Abdominal contrast-enhanced computed tomography (CECT) showed the presence of gas within the pancreatic head, suggestive of focal EP (Figure ), and oedema of the duodenum (Figure ). There was no free air suggestive of perforation. Clinical examination, laboratory tests and imaging did not reveal signs of obstructive jaundice; there was therefore no indication for an early endoscopic retrograde cholangiopancreatography. The mild oedema of the duodenum in close relation to the damaged pancreas suggested a duodenal origin of the pancreatic gas, we therefore suspected a PPU as the cause of symptoms. Esophagogastroduodenoscopy (EGD) revealed a small duodenal ulcer with the hole at the bottom, confirming the diagnosis of PPU. The surgeon indicated conservative therapy (IV rehydration, bowel rest, proton pump inhibitors, antibiotics), and clinical, laboratory and imaging findings progressively improved. After 4 wk, symptoms resolved and we observed a clear improvement of the pancreatic damage at CECT follow-up.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'24294346': 1, '19789254': 1, '6468884': 1, '23307755': 1, '20377715': 1, '25903701': 1, '25215299': 1, '25760427': 1, '25015399': 1, '15256633': 1, '26694190': 1, '28891374': 1, '28609373': 1, '28794357': 1, '28434021': 1, '20416491': 1, '19508403': 1, '25505728': 2, '21002560': 1, '28474580': 1, '32523917': 2, '18326923': 1, '27979845': 1, '21365197': 1, '23100216': 1, '28840831': 1, '29358874': 2}", "similar_patients": "{'7279907-1': 1, '4260110-1': 1}"}