{"patient_id": 122891, "patient_uid": "5813351-1", "PMID": 29456311, "file_path": "noncomm/PMC005xxxxxx/PMC5813351.xml", "title": "Management of fenestration using bone allograft in conjunction with platelet-rich fibrin", "patient": "A 27-year-old male patient was referred to Department of Periodontics with the complaint of developing hollowness in the left cheek region which was causing esthetic concern to the patient. The patient also suggested to check intraorally and revealed that he has been observing this change since 2 months. There was no significant past medical history or dental history related to it.\\nExtraoral findings revealed a hollow oval-shaped depression of about 1 inch × 0.8 inch in dimension in the left cheek region, adjacent to nasolabial fold below the malar region []. On palpation, the buccal mucosa appeared normal. Intraoral clinical examination revealed marked concavity between 24 and 25 region. Roots appeared more prominent and tissue biotype was thin []. Intraoral periapical radiograph was advised which revealed marked reduction in radio-opacity between 24 and 25 in comparison with adjacent teeth region []. The teeth appeared vital on testing. Treatment was planned that consisted of exploring the defect with open flap surgery. The bone sounding was another option to be considered to evaluate the defect, but since the bone height appeared to be normal, clinically and radiographically, the surgical approach appeared to be more accurate for the direct visualization of the defect. After the blood investigations were found to be within normal limits, that is, a complete blood count was carried out to rule out the general health status, a full-thickness mucoperiosteal flap was elevated, which included a crevicular incision clubbed with two vertical incisions to delineate the area of interest []. Flap reflection revealed exposure of extremely thin bone on 24 and two fenestration defects on the root of 25. Roots appeared more prominent with marked concavity between them []. However adequate bone was found adjacent to 23 and 26 on either side. Two corticotomy sites of 0.5-mm diameter were prepared adjacent to the root prominence in the bone for vascularization. In the concavity and over the defect, bone allograft consisting of demineralized freezed dried bone allograft of particle size ranging from 500 to 1000 μ (DFDBA) (Tissue Bank of Tata Memorial Hospital, Mumbai) was placed [] and covered with PRF membrane []. The flap was sutured using 4-0 black braided silk. Periodontal dressing was placed over the flap (Coe-Pack, GC America). The patient was discharged with prescription of antibiotics and anti-inflammatory medication (amoxicillin 500 mg thrice a day for 5 days and diclofenac sodium twice a day for 3 days), for better predictability of results and less postoperative infection. The patient was instructed to use 0.2% chlorhexidine mouthwash (Hexidine, ICPA Health products) for 2 weeks. The patient was recalled after 8 days and sutures were removed. The healing was uneventful. The patient was followed up for 3, 6, and 9 months []. At the end of 9 months, a postoperative radiograph was advised which revealed marked radio-opacity between 24 and 25 []. The patient was satisfied with the outcome of the treatment. Extraoral view of depression near left modiolus treated by correction of fenestration in relation to 24 and 25 [].", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'16504850': 1, '19690764': 1, '32015652': 1, '34667391': 2, '29456311': 2}", "similar_patients": "{'8452171-1': 1}"}