{"patient_id": 118778, "patient_uid": "5502576-1", "PMID": 28729804, "file_path": "noncomm/PMC005xxxxxx/PMC5502576.xml", "title": "A case of tooth fracture occurred upon medicating bisphosphonate for an elderly person: Preservation therapy and responses for Stage 0 of bisphosphonate-related osteonecrosis of jaw", "patient": "A 68-year-old female consulted for the first time on February 29, 2007. Her chief complaint was pain in the upper molar. On the diagnosis of osteoporosis in August 2006, intraoral medication of BP (25 mg of sodium risedronate hydrate [Actonel®]) was started.\\nCurrently, the patient complained about volatile spontaneous pain in the upper left first molar tooth. Clinical findings (redness, swelling, etc.) were not seen, and X-ray photography was normal []. Since the pain disappeared after 1 week, we decided to observe progress. In April and May 2007, since slight swelling was seen, 300 mg a day of cefdinir and 180 mg a day of loxoprofen sodium hydrate for 5 days were administered. Symptoms alleviated and progress had to be observed again. However, in August, percussion pain was observed in the first molar tooth, and clear tooth fracture was seen at mesiodistal path. In dental photography, expansion of dental ligament cavity was not observed [].\\nA diagnosis of tooth fracture of the upper left first molar tooth was made.\\nAt first, extraction treatment was considered; however, the patient wished to preserve the tooth as long as possible. Furthermore, since the patient was under medication of BP, we consulted an oral and maxillofacial surgeon. Finally, we selected preservation therapy due to administrating BP. From the clinical and radiographic findings, a diagnosis of symptomatic chronic apical periodontitis was made, and root canal treatment was suggested to the patient. To prevent further tooth fracture, the entire crown part of the first molar tooth was wiring fixed with 0.25 mm diameter wire and later fixed with adhesive resin composite. Moreover, the opposite tooth was adjusted to prevent occlusion. A root canal access cavity was established followed by rubber dam isolation. Clinical examination revealed three root canal openings in each of the mesiobuccal, distobuccal, and palatal root after extirpating the necrotic pulp tissue. Furthermore, a crack was found in the floor of pulp chamber. It was sealed with flowable adhesive resin composite to prevent leakage. The root canals were instrumented with the stainless steel files and copious irrigation with 3% NaOCl. The root canal was filled with gutta-percha points and root canal sealer by lateral condensation method. Since the patient was under BP medication, we informed the patient about the possibility of jaw bone necrosis reported earlier caused by BP and we observed progress at the rate of once a month. We offered the patient to visit us immediately, once clinical symptoms such as pain appear. Later, progress was good and the patient was steadily getting better with no pain. In January 2008, the patient complained about pain in the same area and therefore she was advised to visit us immediately. Swelling and redness in the entire first molar tooth were seen and abscess formed partly [: left]. Spontaneous pain and percussion pain were observed. Bone exposure was not seen. Dental photography showed clear expansion of dental ligament cavity in each root [: right]. Since administering cefdinir caused stomach discomfort previously, medication was changed to 5 days’ administration of 200 mg/day of clarithromycin, and the clinical symptoms disappeared. Moreover, again in November 2008, swelling was seen around the same area. There was no redness and pain. However, dental photography showed expansion of dental ligament cavity. Through similar prescription as provided earlier, symptoms disappeared []. On April 10, 2009, the patient visited us as she felt a sense of incongruity in the lower left first and second molar teeth. Clinically, there were no signs of pain, swelling, redness, and tooth fracture. However, we observed the radiolucent finding in about 5 mm diameter at apical position from the lower left first to second molar teeth by X-ray photography []. We considered a possibility of Stage 0 for BRONJ []. Therefore, we immediately administered medicine (clarithromycin) for 5 days and symptoms disappeared. On January 18, 2010, we have cemented the full metal crown. Later, we performed progress observation once a month and educated immediate consult of our department if symptoms or signs such as pain and swelling occur. At present, there is no inflammation with signs and symptoms at the upper left first molar and lower left first, second molar parts.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'16186759': 1, '15122554': 1, '22486711': 1, '20333419': 1, '12966493': 1, '17499130': 1, '21782307': 1, '17954344': 1, '17908847': 1, '19375001': 1, '21122968': 1, '17307586': 1, '19371819': 1, '16750501': 1, '32032970': 1, '18585606': 1, '12966490': 1, '16475371': 1, '24256517': 1, '20015614': 1, '19231786': 1, '15929121': 1, '22420684': 1, '16383047': 1, '19371814': 1, '14615459': 1, '19371809': 1, '28729804': 2}", "similar_patients": "{}"}