{"patient_id": 121501, "patient_uid": "5713093-1", "PMID": 29238150, "file_path": "noncomm/PMC005xxxxxx/PMC5713093.xml", "title": "Replacement of a molar with two narrow-diameter dental implants", "patient": "A 41-year-old male patient reported with a chief complaint of a missing lower left back tooth for 6 years. The tooth had been extracted 6 years back owing to extensive carious involvement and a poor endodontic prognosis. The patient was systemically healthy. His periodontal status was stable. Clinical examination [] and study model analysis of the edentulous site revealed a mesiodistal dimension of 10 mm and a crown height length of 6 mm. Ridge mapping revealed a buccolingual dimension of 5 mm at the mesiodistal midpoint of the edentulous space. Considering that a minimum of 0.5 mm of bone should be present on each of the buccal and lingual aspects of an implant,[] the buccolingual width of 5 mm was deemed insufficient for placement of a regular diameter/wide-diameter implant although the mesiodistal envelope for implant placement was sufficient. The patient was not willing to undergo further surgical procedures for ridge augmentation. Hence, a treatment plan was outlined that included the placement of two narrow-diameter implants, so as to obtain sufficient implant bone surface area to compensate for the deficiency in implant diameter.[] On radiographic examination [], the available bone height in the first molar region was found to be 15 mm from the crest of the ridge to mandibular canal region. It was decided to place two narrow single-stage implants of 2.5 mm diameter and 13 mm length each.\\nFollowing a perioral skin preparation with an antiseptic solution and a presurgical rinse with 0.2% chlorhexidine, local anesthesia (2% xylocaine with 1:80,000 adrenaline) was administered at the surgical site. A midcrestal incision was given at the edentulous site, and full thickness mucoperiosteal buccal and palatal flaps were reflected []. Two osteotomy sites of 2 mm diameter were prepared under copious saline irrigation up to a depth of 13 mm using a pilot drill of 2 mm. Two narrow implants (2.5 mm diameter, single stage) were inserted into the osteotomy sites using a hand wrench [] parallel to each other and to the adjacent teeth. The mucoperiosteal flaps were then secured with interrupted sutures [], and a postoperative radiograph was taken []. Antibiotics (500 mg amoxicillin thrice daily) and analgesics (100 mg aceclofenac twice daily) were prescribed for 5 days postoperatively. The patient was instructed to rinse with 10 ml of 0.2% chlorhexidine mouthwash twice daily for a week. The sutures were removed after 7 days. Elastomeric impressions were taken and an implant supported provisional acrylic crown was fabricated. This was followed by a metal ceramic fixed prosthesis [] 4 months after implant surgery. The patient was instructed regarding maintenance of oral hygiene by means of dental floss and interdental brush. The patient was recalled at 1 month, 3 and 6 months postsurgery for clinical and radiographic evaluation of the implant site and assessment of oral hygiene maintenance. The patient has been monitored for the past 3 years at recall visits and has been comfortable with the prosthesis. Radiographic evaluation has indicated a stable periodontal condition with minimal crestal bone loss [].", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'20545550': 1, '21365050': 1, '7674191': 1, '9497731': 1, '32964016': 1, '8752558': 1, '21926911': 1, '16584409': 1, '29238150': 2}", "similar_patients": "{}"}