{"patient_id": 123030, "patient_uid": "5822699-1", "PMID": 29492253, "file_path": "noncomm/PMC005xxxxxx/PMC5822699.xml", "title": "Case report of a ruptured endobutton used in medial patellofemoral ligament reconstruction causing patellofemoral impingement", "patient": "A 19-year-old female presented to fracture clinic 1 day after sustaining a twisting injury to her right knee. At presentation the knee was mildly swollen without effusion. There was significant tenderness on the medial patella. A longitudinal medial para patellar scar and longitudinal medial scar over the MCL were noted. Range of motion was 0–40° actively.\\nThe patient had undergone an MPFL reconstruction 5 years previously. At presentation there was no ligament laxity. The patient was given a supportive splint and advised to mobilize as tolerated.\\nThe patient failed to fully improve with these measures, continuing to experience severe pain on the medial knee, as well as symptoms of locking and giving way. Her extensor mechanism was found to be intact, but range of motion in flexion was limited to 95° due to pain overlying the quadriceps tendon and medial aspect of the knee. A reproducible click was both heard and palpated between 0° and 20° of flexion, a finding which had not been noted previously.\\nCT (Fig. ) and MR imaging showed an endobutton and endocord sitting superior to the patella, with both impinging upon the articular surface of the medial patella facet. A metal susceptibility artefact was seen at the medial femoral condyle, which was identified as an interference screw.\\nImaging enabled assessment of the graft tunnels (Figs and ). It appeared that an oblique tunnel had been drilled from the medial epicondyle to the anterior cortex of the femur at the level of the suprapatellar fat pad.\\nBased on tunnel positions, we conclude that the original surgeon had perforated the anterior femoral cortex when drilling from the medial femoral condyle. Due to this an anterior cortex endobutton fixation was used to supplement the medial condylar interference screw fixation. A degree of likely soft tissue interposition in the suprapatellar region led to migration of the endobutton, and subsequent rupture from its scar tissue bed following minimal trauma.\\nAt athroscopy, the endobutton was found embedded in the synovium of the suprapatellar pouch. The trailing endocord was located under the medial facet of the patella, and was seen to be impinging on the medial patellar facet and femoral trochlea. Both the offending endobutton and endocord were removed. An osteochondral defect had also formed within the medial patella facet and a chondroplasty was performed. At the time of operation patella tracking was normal with no sign of instability, suggesting that the MPFL reconstruction had its intended therapeutic effect.\\nPostoperatively the patient gradually built up her activity levels and restored range of motion. At 2 months follow-up, she had no effusion and her pain and locking symptoms had entirely resolved.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'24904762': 1, '21924859': 1, '25298558': 1, '26161157': 1, '11950578': 1, '10653289': 1, '26900561': 1, '24892014': 1, '33963878': 1, '12893142': 1, '29492253': 2}", "similar_patients": "{}"}