{"patient_id": 119872, "patient_uid": "5588650-1", "PMID": 28904583, "file_path": "noncomm/PMC005xxxxxx/PMC5588650.xml", "title": "Giant Unruptured Middle Cerebral Artery Aneurysm Presenting with Complex Partial Seizure: A Short Review", "patient": "A 17-year-old boy presented with five episodes of severe headache over 3 months, which were associated with bouts of olfactory aura as smell of “burning rubber tires” lasting for <30 s. The headache was not associated with nausea, vomiting, or any alteration of sensorium. He consulted a local physician for headache; simple analgesics were prescribed and got temporary relief. He was further investigated by a neurologist for suspected complex partial seizures, at our center which revealed a giant left middle cerebral artery (MCA) aneurysm. On admission, he was conscious alert with intact memory and speech. Examination of fundi was normal. Rest of the neurological examination was normal. His serum biochemistry, hematological, and coagulation profiles were also within normal limits.\\nNoncontrast computerized tomography-enhanced scan revealed a large hyperdense mass lesion in middle cranial fossa []. Digital subtraction angiography showed presence of a giant left middle cerebral artery aneurysm filling from left internal carotid injection with a partly thrombosed sac involving M1 and M2 segment of the left middle cerebral artery with a good collateral after ipsilateral cross compression were observed [].\\nHe was planned for surgical intervention; however, parents were not willing and refused any kind of surgical intervention on the current admission despite detailed prognostication, likely due to illiteracy and financial constraints. However, they planned to revisit the hospital later on after an interval of 2 weeks for admission and further management.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'16304038': 1, '3276019': 1, '12812962': 1, '654968': 1, '5906467': 1, '24403964': 2, '33981948': 2, '7988526': 1, '21899383': 1, '9732248': 1, '14579909': 1, '28904583': 2}", "similar_patients": "{'3877508-1': 1, '3877508-2': 1, '3877508-3': 1, '8099231-1': 1}"}