{"patient_id": 117447, "patient_uid": "5415295-1", "PMID": 28491446, "file_path": "noncomm/PMC005xxxxxx/PMC5415295.xml", "title": "Severe muscle fasciculations and tremor in a cat with hypochloraemic metabolic alkalosis secondary to duodenal obstruction", "patient": "An 18-month-old, female spayed, Australian Mist cat (5.4 kg) presented to a first-opinion branch practice with a 24 hrs history of lethargy, inappetence, muscle tremors on handling and a single vomit. The cat was housed indoors predominantly with no known exposure to toxins.\\nOn physical examination the cat was quiet but alert with normal thoracic and cardiac auscultation (heart rate 196 beats per min, respiratory rate 36 breaths per min), marked dehydration (approximately 10%) and was tense and painful on cranial abdominal palpation. The cat was normothermic (rectal temperature 38.4ºC). Neurological and musculoskeletal examination revealed mild tetraparesis with equivocally slow proprioception, occasional muscle tremors and normal cranial nerve function.\\nMethadone (Methadone; Ilium) was administered subcutaneously (1.2 mg; 0.2 mg/kg) for sedation and analgesia and blood for serum biochemistry and haematology was obtained by jugular venepuncture and sent to an external laboratory for urgent analysis. A few minutes later the cat became progressively more lethargic with worsening muscle tremors so the cat was transferred immediately to a referral hospital. Thirty minutes later, on presentation at the referral hospital, the cat was laterally recumbent and non-responsive with generalised muscle fasciculations and limb rigidity, tachycardia and hyperthermia (rectal temperature 40.9ºC) (see video in the supplementary material).\\nIntravenous (IV) fluid therapy was started using compound sodium lactate (Hartmann’s solution; Baxter Viaflex) at 10 ml/kg/h and blood was collected for urgent in-house analysis of serum biochemistry and haematology. While awaiting blood test results, the cat was administered diazepam (two doses of 2.5 mg IV, 10 mins apart; Pamlin, Ceva). As IV diazepam did not impact on the cat’s signs, intermittent boluses of alfaxalone (Alfaxan; Jurox) totalling 10 mg were administered over 40 mins, with little improvement in muscle fasciculations. Jugular venous blood gas analysis was then performed and methocarbamol (250 mg; Robaxin, Bomac Laboratories) was administered per rectum, which resulted in a gradual reduction in muscle tremors, fasciculations, and heart rate and body temperature.\\nBlood test results revealed severe hypochloraemia, hyponatraemia, increased bicarbonate concentration, azotaemia, mild hyperproteinaemia, haemoconcentration and normal total calcium (). Venous blood gases (performed in-house after 1 h on IV fluids) revealed a mixed acid–base disturbance, with an alkalaemia (pH 7.42; reference interval [RI] 7.24–7.40), metabolic alkalosis (HCO3 31.2 mmol/l; RI 22.0–24.0 mmol/l) and compensatory respiratory acidosis (PCO2 53.0 mmHg; RI 34.0–38.0). Base excess and ionised calcium were not measured. At this point the veterinary team were still unclear why these changes were causing the cat’s clinical signs, so imaging studies were performed to investigate the hypochloraemic metabolic alkalosis, as proximal GI obstruction seemed a likely possibility.\\nThoracic and abdominal radiographs demonstrated gastric dilation. Abdominal ultrasound revealed a dilated stomach filled with fluid containing hyperechoic particulate material and an obstruction in the proximal duodenum. Both kidneys had corticomedullary rim signs. The liver was ultra sonographically normal.\\nAnaesthesia was induced using diazepam and alfaxalone, and maintained using isoflurane (Isothesia; Henry Schein) delivered via a Bain system. A coeliotomy was performed. Hartmann’s solution was administered intraoperatively and during recovery. A trichobezoar was removed from the proximal duodenum via an enterotomy. Recovery was uneventful and the muscle fasciculations had ceased completely. Postoperatively, the electrolytes were improved (sodium 149 mmol/l; potassium 3.5 mmol/l; chlorine 96 mmol/l). The cat became fractious to handle subsequently and further blood tests were not able to be performed. The day following surgery the cat’s appetite had returned and there were no neuromuscular signs. The cat had an unremarkable recovery and no clinical abnormalities were evident at suture removal 10 days later.\\nThe cat was reviewed 4 months postoperatively. Its owner reported it had been normal since discharge. Physical examination was unremarkable, the cat had gained almost 1.0 kg, and renal analytes, haematology and urine specific gravity were within RIs (). The cat had developed a mild elevations in aspartate transaminase (116 IU/l [RI 2–62 IU/l]) and alanine transaminase (134 IU/l [RI 19–100 IU/l]) for which the owner declined further investigations. Retesting of liver parameters 7 months postoperatively was unremarkable and the cat remained clinically normal 18 months after surgery.", "age": "[[18.0, 'month']]", "gender": "F", "relevant_articles": "{'23751002': 1, '236662': 1, '8835608': 1, '14964581': 1, '2537592': 1, '5828709': 1, '3038809': 1, '3288088': 1, '30662230': 2, '9561692': 1, '2658746': 1, '22385875': 1, '10946818': 1, '12897223': 1, '16355674': 1, '28491446': 2}", "similar_patients": "{'6311974-1': 1}"}