{"patient_id": 119616, "patient_uid": "5569917-1", "PMID": 28852487, "file_path": "noncomm/PMC005xxxxxx/PMC5569917.xml", "title": "Rare genetic variants in Shiga toxin-associated haemolytic uraemic syndrome: genetic analysis prior to transplantation is essential", "patient": "A 16-year-old female presented with AKI (creatinine 324 µmol/L) and a 4-day history of vomiting without diarrhoea. Her only past medical history was acne, and Roaccutane had been commenced 1 month earlier; blood tests performed at that time were all normal. Her mother had been unwell with a diarrhoeal illness 2 weeks previously.\\nBlood tests on admission were consistent with a thrombotic microangiopathy (TMA): haemoglobin 9.9 g/dL, platelets 41 × 109/L, bilirubin 38 µmol/L, lactate dehydrogenase (LDH) 1865 U/L, reticulocytes 107 × 109/L and red blood cell fragmentation on the blood film; Coombs test was negative and coagulation was normal. Treatment with plasma exchange was commenced (total of eight exchanges) and thrombotic thrombocytopenic purpura (TTP) was excluded (ADAMTS13 activity 76%). The National Health Protection Agency (HPA) laboratory reported that immunoglobulin M (IgM) antibodies to E. coli O157 lipopolysaccharide (LPS) were positive, in keeping with acute STEC-HUS []. Levels of C3, C4, factor H and factor I were normal. Her renal function deteriorated and she required haemodialysis, as well as ventilatory and inotropic support in the intensive care unit (ICU) consequent to a hospital-acquired pneumonia. There was no recovery in renal function and she remained on haemodialysis. A kidney biopsy was performed 3 months later, showing features of TMA; immunofluorescence showed segmental C3 deposition in the glomerular tuft. Later, 10 months after presentation, she was admitted with seizures that were attributed to hypertensive encephalopathy (computed tomography of the brain and cerebrospinal fluid examination were normal) and she was again managed in the ICU for ventilatory support and blood pressure control.\\nShe received a donor after brain death (DBD) renal transplant with a 1:1:0 human leucocyte antigen mismatch 18 months after her initial presentation. She received basiliximab and methylprednisolone at induction with maintenance tacrolimus, mycophenolate mofetil (MMF) and prednisolone. A transplant biopsy performed 7 days post-operatively due to delayed graft function showed borderline acute T-cell–mediated rejection and no evidence of TMA; she was treated with intravenous methylprednisolone, but her renal function deteriorated concurrent with a decrease in her platelet count and an increase in LDH, with a peak creatinine of 396 µmol/L. At Day 10 she developed MAHA and was treated with plasma exchange. Tacrolimus levels were therapeutic. The following day she had multiple generalized tonic–clonic seizures, severe headache, photophobia and blurred vision, which progressed to cortical blindness over the course of 4 h in the context of a blood pressure of 190/113 mmHg. Magnetic resonance imaging (MRI) of the brain was consistent with posterior reversible encephalopathy syndrome (PRES) (Figure A). She was admitted to the ICU for management of hypertension and treatment with eculizumab was commenced. The neurological symptoms resolved within 48 h and over the following 2 weeks the renal function improved and haematological parameters normalized. A transplant biopsy performed 15 days post-operatively demonstrated severe acute TMA and borderline acute T-cell–mediated rejection (Figure Bi–ii).\\nSubsequent genetic analysis identified a heterozygous rare genetic variant in C3: c.4855A>C p.(Ser1619Arg). The functional significance has not been assessed, however, the amino acid is well conserved, in silico analysis suggests that the variant is possibly deleterious and structural modelling (Figure C) demonstrates that this is in the same C3 domain as the variant c.4973T >C p.(Val1658Ala) demonstrated by Sartz et al. to be functionally significant [].\\nA transplant biopsy performed 3 months post-operatively for proteinuria (urine protein:creatinine ratio 243 mg/mmol) showed no significant abnormality. A fourth transplant biopsy was performed 5 months post-operatively because the creatinine rose from 130 to 180 µmol/L. This showed acute T-cell–mediated rejection (Banff IB) (Figure Biii) and she was treated with intravenous methylprednisolone. Immunofluorescence, including kappa and lambda, was negative. She remains on eculizumab, prednisolone, tacrolimus and MMF, and 3 years after transplantation she is well and creatinine is 157 µmol/L.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'15781103': 1, '24161037': 1, '11237831': 1, '25899302': 1, '7931869': 1, '12376808': 1, '30674459': 1, '22677550': 1, '22250080': 1, '23307876': 1, '19503104': 1, '26004641': 1, '26490391': 1, '26399238': 1, '18927417': 1, '20595690': 1, '15829199': 1, '31598213': 1, '33102952': 1, '21205667': 1, '27190382': 1, '1911148': 1, '15800412': 1, '20642678': 1, '22516135': 1, '17599974': 1, '29042465': 1, '22958221': 1, '26037115': 1, '23731345': 1, '28980670': 1, '23356914': 1, '27989322': 1, '28852487': 2}", "similar_patients": "{}"}