{"patient_id": 122717, "patient_uid": "5801784-1", "PMID": 29069879, "file_path": "noncomm/PMC005xxxxxx/PMC5801784.xml", "title": "The Surgical Impact of E-Cigarettes: A Case Report and Review of the Current Literature", "patient": "A 51-year-old female with a 25 pack year smoking history and newly diagnosed right breast cancer underwent right skin sparing mastectomy with sentinel lymph node biopsy, left prophylactic skin sparing mastectomy and immediate tissue expander reconstruction at our institution. The patient had right breast stage IA multifocal invasive ductal carcinoma and multifocal ductal carcinoma in situ (DCIS). Margins were negative with invasive carcinoma closest at 0.7 cm and DCIS closest at 0.5 cm. Sentinel lymph node biopsy was negative for metastatic carcinoma. The patient denied history of coronary artery disease, myocardial infarction, congestive heart failure, diabetes mellitus, kidney or lung disease, venous thromboembolism, or any bleeding disorders. She likewise denied drug use or daily alcohol consumption. Having stopped smoking for several months prior to the surgery, the patient did not consider herself a smoker and reported herself as a “non-smoker”. On physical examination, she had 40 DD cup breasts with grade 3 ptosis. The patient was deemed an American Society of Anesthesiologists Physical Status of 2, indicating mild systemic disease. She was a good candidate for skin sparing mastectomy because her breasts were not pendulous. 700 mL fill tissue expanders were placed sub-pectorally with Flex HD support for the inferolateral breast pocket. Each expander was filled with 500 mL intraoperatively. At conclusion of the mastectomy, her flap appeared viable with good capillary refill. At completion of expander placement, her flaps continued to appear very viable. Her postoperative course was complicated by extensive bilateral mastectomy skin flap necrosis (). This was managed with tissue expander removal, debridement and primary closure two weeks after her initial surgery given the need to start chemotherapy. It was only after post-hoc questioning that the patient revealed that she was actively engaging in e-cigarette use. Indeed, she noted switching to e-cigarettes approximately 3 months prior to her surgery due to the belief they were safer than traditional cigarettes and maintained a usage similar to her previous 1.5 pack per day amount.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'8725403': 1, '10845289': 1, '31772801': 1, '32079607': 1, '23488521': 1, '23363041': 1, '18512034': 1, '34434382': 2, '24345184': 1, '34178380': 1, '8532810': 1, '21989407': 1, '32081888': 1, '25572195': 1, '24664434': 1, '32230711': 1, '27104095': 1, '33569219': 1, '6748936': 1, '21592253': 1, '18300961': 1, '23542839': 1, '6728942': 1, '23415116': 1, '26776350': 1, '29069879': 2}", "similar_patients": "{'8383562-1': 1}"}