{"patient_id": 117185, "patient_uid": "5400486-1", "PMID": 28458826, "file_path": "noncomm/PMC005xxxxxx/PMC5400486.xml", "title": "Diffuse vascular malformation of large intestine clinically and radiologically misdiagnosed as ulcerative colitis", "patient": "A 26-year-old male patient from Myagdi presented with pain abdomen for 8–9 days which was intermittently acute and spasmodic. Pain was progressive in nature and radiating towards the flanks. Pain was associated with fever at times. There was history of passage of loose stool mixed with blood every 10 min, which relieved the spasmodic pain. On inquiry, he revealed similar on and off incidences for the past 12 years . In the past he had undergone colonoscopy examination in other centers and was diagnosed as ulcerative colitis. He was on medical treatment for ulcerative colitis for the past 10 years which did not improve the condition. He had a history of weight loss of more than 15 kg in past 6 years.\\nClinically he was pale with poor general condition. He had gross ascites and rectal prolapse. Other systems were within normal limits.\\nAs a fresh investigation, repeat colonoscopy and biopsy were carried out. On colonoscopy examination the provisional diagnosis was ulcerative colitis (Fig. ) but the biopsy was reported as nonspecific colitis. No evidence of ulcerative colitis was seen in the biopsy. USG and CT scan of abdomen showed diffuse circumferential wall thickening in the rectosigmoid region of bowel and narrowing of lumen (Fig. ). Wall also showed multiple small ‘anechoic cystic spaces’ on USG. A provisional diagnosis of ulcerative colitis was suggested.\\nConsidering the colonoscopy picture, radiological impression, condition of the patient and lack of response to medical treatment, subtotal colectomy was planned. Preoperative routine investigations showed Hb 6 gm/dl, platelet 76 000/ cu mm, with microcytic hypochromic anemia . All other results were within normal limit. Hartman procedure for subtotal colectomy was carried out (Fig. ). During surgery, massive blood transfusion (10 pints) was necessary.\\nSubtotal colectomy specimen measuring 70 cm was received (Fig. ). Externally dilated and congested blood vessels were noted. Distal portion measuring upto 24 cm from distal resected margin showed marked edematous elevated brownish mucosa (Figs and ). Focal areas of mucosal ulceration were also noted. Cut section showed markedly thickened wall with several dilated spaces involving the whole wall thickness (Fig. ) . The cystic spaces measured upto 2 cm in maximum diameter.\\nSection showed mucosal surface ulceration. Underlying wall showed several ectatic anastomosing vascular spaces lined by endothelial cells. Several spaces show congestion and some with thrombosis and recanalization (Fig. ). The vascular spaces were distributed from mucosa to subserosa (Fig. ). Surrounding stroma showed dense chronic inflammation and lymphoid aggregate. There was no evidence of cryptitis, crypt abscess, granuloma and atypia.\\nHistopathologically diagnosis of Cavernous Vascular Malformation—Diffuse infiltrating (expansive) type was given.\\nPatient developed jaundice, deranged liver function test and subsequently chest infection which aggravated due to the past long history of immunosuppressive therapy. He expired on 15th post-operative day.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'21738815': 1, '18113323': 1, '11641173': 1, '4017828': 1, '4548327': 1, '16007358': 1, '9440621': 1, '11254664': 1, '32846752': 2, '9707065': 1, '22942801': 1, '28458826': 2}", "similar_patients": "{'7447499-1': 1}"}