{"patient_id": 116500, "patient_uid": "5346920-1", "PMID": 28413392, "file_path": "noncomm/PMC005xxxxxx/PMC5346920.xml", "title": "T-Cell Lymphoma in a Patient with Neurofibromatosis Type 1 and AIDS", "patient": "The patient was a 38-year-old, black, single female from the state of Rio de Janeiro, who was HIV positive (diagnosed in August 2014, presenting with pneumonia and herpes zoster), with irregular use of antiretroviral therapy – tenofovir 300 mg + lamivudine 300 mg + efavirenz 600 mg. At the time of admission, the HIV viral load was recorded at 2,558 copies per mL, with TCD4+ lymphocyte counts at 170 cells/mm3 and TCD8+ lymphocytes at 1,478 cells/mm3. The patient had been diagnosed as a carrier of NF1 during childhood. At the time of hospitalization, the patient had axillary ephelides (Fig. ), café-au-lait spots, and neurofibromas in the frontal trunk (Fig. ), upper limbs, and lower limbs. Her family members (mother and sister) also presented with neurofibromas.\\nIn June 2014, she noticed a mobile, fibroelastic mass of approximately 1 cm in the right inguinal region accompanied by hyperemia, flushing, edema, and local pain of high intensity, pulsatile, without mitigating or aggravating factors. She also had nocturnal sweating, dry cough, and unmeasured and unmedicated fever. The symptoms evolved, with worsening of the pain and a progressive increase of the mass, with fistulization of liquid and whitish secretion with traces of blood. She also reported a weight loss of 13 kg in 5 months. The patient denied dyspnea, gastrointestinal tract abnormalities, inappetence, and insomnia.\\nAt the time of admission, there were palpable posterior cervical lymph nodes, palpable left popliteal lymph nodes without phlogistic signs, and palpable liver with 20 cm hepatimetry. The hemogram showed pancytopenia, and the patient underwent a platelet transfusion. Computed tomography of the chest revealed bronchiectasis and the absence of a mediastinal mass. A biopsy of the inguinal mass was performed, and the histopathological examination revealed a peripheral CD8+ T-cell lymphoma (Fig. ) and HTLV-1 serology, with a nonreactive result.\\nAfter diagnosis, the patient was staged as stage III according to Ann Arbor Staging. She received treatment with a CHOEP (cyclophosphamide, doxorubicin, vincristine, etoposide and prednisone) chemotherapy cycle during hospitalization, presenting a satisfactory evolution with a reduction of lymph node size in the posterior cervical, left popliteal, and right inguinal regions. Outpatient follow-up was conducted at the Immunology and Hematology Department to complete 5 more CHOEP cycles, clinical evaluation, and antiretroviral treatment follow-up.\\nIn 2 years, there was no recurrence of lymphoma. We also observed a weight gain of 21 kg, undetected viral load and the CD4+ T-lymphocyte count increased to 231 copies/mm3.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'17105749': 1, '9344204': 1, '7968792': 1, '12889711': 1, '22236362': 2, '14619393': 2, '16434841': 1, '2114220': 1, '10469430': 1, '7774960': 1, '27628603': 1, '28413392': 2}", "similar_patients": "{'3314538-1': 1, '4531629-1': 1}"}