{"patient_id": 68271, "patient_uid": "5558335-1", "PMID": 28913018, "file_path": "comm/PMC005xxxxxx/PMC5558335.xml", "title": "Low-grade fibromyxoid sarcoma of the vagina: A tumor, not previously reported at this site", "patient": "A 36 years old woman presented with abdominal pain to emergency department of a private hospital. Her magnetic resonance imaging report revealed a 6 cm ovarian cyst (). She was referred to an outpatient gynecology clinic after exclusion of acute abdomen. She went to her own gynecologist, where she had her last gynecologic examination and transvaginal ultrasound 14 months ago with completely normal findings. At the outpatient clinic a mass filling Douglas space and protruding into the posterior vagina was easily recognized. Transvaginal ultrasonography revealed a septated ovarian mass. She was scheduled to laparoscopic ovarian cystectomy in our hospital. She was prepared in gynecologic position for laparoscopy, after the introduction of the umbilical trocar, inspection revealed normal appearing ovaries and a mass filling Douglas space and most probably arising from the posterior vaginal wall. We decided to end laparoscopy and proceed with vaginal excision of the mass. We made an incision on the mass protruding to posterior vaginal fornix and easily extracted a semisolid, partly encapsulated gelatinous mass. The encapsulated mass measured 9x6x4 cm. Macroscopically the tumor had a yellow-white gelatinous form and glistening appearance giving the impression of a myxoid substance accumulation (). Microscopicallly the tumor had fibrous and myxoid areas, a swirling growth pattern with benign appearing fibroblastic spindle cells dispersed inbetween, there were a few mitotic figures, low-to-moderate cellularity and mild nuclear atypia, there were no necrotic areas and nuclear pleomorphism was slight, the capillary network was rich, the capsule was fragmented and it was impossible to determine positivity of the surgical margins (, , , ). Immunohistochemical staining with S-100 was performed. The diagnosis was LGFMS of the vaginal wall and the patient was referred to radiotherapy.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'10637073': 1, '23222053': 1, '21921785': 1, '11812098': 1, '16810068': 1, '3673943': 1, '32164724': 2, '18637148': 1, '15626915': 1, '19955954': 1, '13403595': 1, '34873506': 1, '28913018': 2}", "similar_patients": "{'7069053-1': 1}"}