{"patient_id": 61834, "patient_uid": "5023863-1", "PMID": 27603341, "file_path": "comm/PMC005xxxxxx/PMC5023863.xml", "title": "Increased 18F-FDG uptake of heterotopic pancreatitis in the small intestine", "patient": "A 60-year-old woman was referred to our hospital due to a 10-day history of abdominal pain with elevated levels of serum amylase (431 U/L; reference range, 0–108 U/L) and lipase (627 U/L; reference range, 23–300 U/L). Abdominal CT and ultrasound examinations were negative. In order to search for the cause, an 18F-FDG PET/CT whole body scan was performed after the injection of 222 MBq (7 mCi) of 18F-FDG with a blood glucose level of 5.3 mmol/L. The maximum intensity projection PET image (Fig. A) revealed a focal increased 18F-FDG uptake lesion (arrow) and normal 18F-FDG uptake of the pancreas. Transverse CT (Fig. B), and corresponding PET (Fig. C) and fusion (Fig. D) images showed the lesion (thin arrow) with the SUVmax (maximum standardized uptake value) of 4.3 in the small intestine. Then, complete resection of the lesion was performed and abdominal pain disappeared. Low-magnification images (Fig. A and B, hematoxylin-eosin [HE] × 40) demonstrated the normal small intestine mucosa (thick arrow) and lobules of heterotopic pancreatic acini (thin arrows) in the submucosa. High-magnification image (Fig. C, HE × 200) of image F revealed destruction of the acini with infiltration of lymphocytes, indicating active chronic inflammation (arrow). The findings are consistent with a diagnosis of intestinal heterotypic pancreatitis.\\nA written informed consent for the case report was obtained from the patient. The consent procedure was approved by the Ethics Committee of Shanghai Jiao Tong University Affiliated Sixth People's Hospital.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'17258745': 1, '23877509': 1, '22976225': 1, '19561251': 1, '24885725': 2, '20977114': 1, '11535734': 1, '11961736': 1, '9580859': 1, '22498185': 1, '11852308': 1, '28974904': 2, '9166060': 1, '25956067': 2, '21888463': 1, '24744946': 2, '19034986': 1, '16340566': 1, '24694791': 1, '15549297': 1, '2912031': 1, '33708899': 1, '6965644': 1, '16025008': 1, '21157219': 1, '23325495': 1, '25852297': 1, '19701981': 1, '8473080': 1, '23669477': 1, '27603341': 2}", "similar_patients": "{'4032489-1': 1, '5603504-1': 1, '3972859-1': 1, '4460693-1': 1}"}