{"patient_id": 117204, "patient_uid": "5402317-1", "PMID": 28503290, "file_path": "noncomm/PMC005xxxxxx/PMC5402317.xml", "title": "Use of the Suprapatellar Approach in Intramedullary Nailing of a Multi-Fragmentary Dislocated Tibia Fracture with a Hypermobile Intermediate Fragment in a Young Patient", "patient": "A case of a 16 year old female patient who suffered from first grade open multi-fragment fracture of the tibia (AO42-C2) due to a complicated horseback riding accident is presented in this case report.\\nOn admission the patient had extensive soft tissue swelling and a first grade open fracture was detected. Initial radiological assessment showed a multi-fragmentary tibia shaft fracture (AO42-C2) with a long intermediate segment (). We decided in favor of temporary external fracture fixation concept due to the extensive soft tissue swelling. Intraoperative we encountered some difficulties achieving a satisfactory alignment of the bone due to a hypermobility of the intermediate segment, however because of the extensive soft tissue swelling internal fixation was not feasible. In the end a satisfactory alignment and reduction could be achieved by an extended position of the lower limp and application of longitudinal traction. Postoperative the patient was treated with strict confinement to bed and additional physical treatments like RICE (rest, ice, compression, elevation) in order to prevent further soft tissue swelling. There was no evidence of a compartment syndrome.\\nIt is inherent to the system that external fixation of the hypermobile intermediate fragment is difficult and despite complete immobilization the postoperative radiological assessment showed a secondary dislocation of the hypermobile fragment (). Coherently we encountered insufficient detumescence; therefore we decided to an early change of procedure. In respect of the difficulties encountered during the first surgery we decided in favor of intramedullary nailing of the tibia, to minimize the risk of malunion or deformity in our female patient we utilized the suprapatellar approach.\\nThe patient was positioned supine on the radiolucent table. First the external fixator was removed while maintaining axial tension on the injured leg. Hereafter the knee was positioned in an extended position on a sterile pillow and subsequently the knee was flexed approximately 15° (). Then the image intensifier was positioned so that visualization of the knee and tibia including the articular surface of the proximal tibia in both AP and lateral views were possible. Afterwards a 2 cm longitudinal skin incision about 3 cm proximal to the superior pole of the patella was made () and followed by a deep incision of the quadriceps tendon, longitudinal just above the superior pole of the patella. The knee was entered through the suprapatellar pouch. Blunt dissection was used to loosen the patella in order to facilitate placement of the protection sleeve. To achieve optimal alignment especially in proximal and metaphyseal fractures of the tibia it is important to accomplish an ideal positioning of the nail by choosing the right entry point. Hereafter the handle (consisting of the handle, outer protection sleeve and inner trocar) was carefully inserted into the joint by gliding through the femoropatellar groove (). After reaching the tibia the trocar was removed and the centering sleeve inserted. Before placing the guide wire optimal positioning of the centering sleeve in accordance with the entry point was confirmed through the image intensifier (). Now the guide wire was inserted about 10 cm intramedullary under imaging in both AP and lateral views. Afterwards the handle was temporarily fixated onto the femoral condyles using a guide wire (). Then the drill bit was placed over the guide wire and the intramedullary canal was opened. Now a reaming rod replaced the guide wire and subsequently the fragments of the multifragmentary fracture were aligned onto the reaming rod. Optimal placement of the reaming rod in the distal tibia was confirmed under imaging (). The nail was placed over the reaming rod and inserted in semiextended position (15° flexion of the knee). However the radiological control showed an apex anterior malreduction. Therefore a temporary Poller wire was utilized while aligning the fracture as supplementary procedure in order to achieve satisfactory alignment of the bone (), now accomplishing a good alignment of the fracture and achieving optimal fracture treatment. Blocking screws were applied in the proximal and distal end of the nail. Reduction and fixation were confirmed both radiologically and clinically ().\\nPostoperatively our patient was treated with partial weight bearing of 20 kg for 6 weeks. The would healing was regular and timely and follow-up for clinical and radiological assessment was scheduled at 6 weeks, 3 months and 6 months postoperatively. Pain free weight bearing of 20 kilograms was achieved 6 weeks after the surgical treatment and gradually increase of the weight bearing was allowed. No signs of both pain during increased weight-bearing occurred and anterior knee pain were detected at any time. Full weight bearing and physiological range of motion was reached 10 weeks after the surgery. Radiological assessment showed proper consolidation of the fracture (). A full recovery and resumption of regular activities of the daily life and sport was accomplished 4 months after surgery.\\nWe recommend to place a sterile pillow under the knee to achieve a flexion of approximately 10-15° in order to get a perfect exposure of the suprapatellar entry. From there on no further movement of the lower leg during nailing is necessary.\\nDuring the incision it is important to split the quadriceps tendon in midsubstance. Afterwards use your finger to carefully feel for the retropatellar nook in order to be sure to be inside the femoropatellar joint.\\nIt is important, once inside the joint, to just use careful blunt dissection in order to avoid damage to the cartilage.\\nIn order to avoid damage to the cartilage it is important to carefully insert the handle into the joint by gliding through the femoropatellar groove () until it reaches the tibia. A solid connection between the handle and the tibia has to be confirmed through the image intensifier (lateral view).\\nOnce placing the guide wire it is important to know that the centering sleeve has a concentrical and excentrical option. If the first placement of the guide wire through the concentrical option is not perfect than you can use the excentrical option to place a second guide wire in the optimal position and afterwards remove the initial guide wire.\\nIt is important to accomplish an ideal positioning of the nail by choosing the right entry point which is in line with the axis of the intramedullary canal and with the lateral tubercule of the intercondylar eminence (AP view) as well as at the ventral edge of the tibial plateau (lateral view)().\\nDuring reaming in preparation for the intramedullary nailing it is important to minimize the risk of secondary damage to the cartilage by connecting the suction to the protection sleeve to prevent reaming material from entering the joint.\\nBefore definite placement of the nail it is important to remove the handle.\\nPoller screws or Poller wires are helpful and often necessary tools during reposition and reduction of metaphyseal tibia and femur fractures.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'26652323': 1, '24267205': 1, '24464093': 1, '26553427': 1, '25046413': 1, '16645100': 1, '10714781': 1, '26665254': 1, '26542865': 1, '20926959': 1, '28503290': 2}", "similar_patients": "{}"}