{"patient_id": 122251, "patient_uid": "5766445-1", "PMID": 29330682, "file_path": "noncomm/PMC005xxxxxx/PMC5766445.xml", "title": "Life-Threatening Reaction with Topical 5-Fluorouracil", "patient": "We report the case of an otherwise healthy 67-year-old man with no past medical history who presented with multiple actinic keratoses of the face, neck, and forearms. He was prescribed 0.5% 5-FU topical cream, which was to be applied to the skin daily for 30 days on his bilateral forearms. He was receiving no other medications that could have caused adverse interactions. After 1 week of topical use, he reported extreme lethargy, fatigue, fever, and mouth erosions. The medication was discontinued immediately. Physical examination revealed erythematous, scaly, and erosive plaques located on the bilateral anterior forearms (Fig. a) and multiple small ulcers of the hard palate. Several days after discontinuation of 5-FU, painful mucositis (Fig. b) and systemic 5-FU side effects occurred, including severe mucositis with mouth ulcerations, anorexia, 15-pound weight loss, and dehydration. No diarrhea was noted. The patient’s white blood cell count was normal. These systemic effects met criteria for hospitalization. Viral, bacterial, and fungal cultures of the mouth were negative, confirming a medication-induced mucositis. Complete blood count (CBC) and comprehensive metabolic panel (CMP) revealed dehydration but no signs of active infection or immunosuppression. Hematology/oncology was consulted, which stated that this presentation was likely due to a systemic 5-FU reaction, similar to the intravenous chemotherapy reaction seen with 5-FU. However, the patient refused DPD deficiency testing, so confirmation of deficiency could not be obtained. Supportive treatment along with intravenous fluids were administered for management. The medication was stopped before more possible adverse reactions, such as severe diarrhea or bone marrow suppression, were observed. The mucositis and systemic symptoms took approximately 1 month to resolve.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'33526595': 1, '10439055': 1, '15377401': 1, '32613062': 1, '9552054': 1, '31475077': 1, '24692679': 1, '11384742': 1, '10473079': 1, '12769403': 1, '12562666': 1, '34577605': 1, '33467626': 1, '8630950': 1, '29330682': 2}", "similar_patients": "{}"}