{"patient_id": 69285, "patient_uid": "5630956-1", "PMID": 29026615, "file_path": "comm/PMC005xxxxxx/PMC5630956.xml", "title": "An unusual cutaneous infection caused by Mycobacterium marinum", "patient": "A 46-year-old white man was admitted to our department in May 2016 for skin lesions previously diagnosed as ‘unusual erysipelas’. The patient was affected by hypogammaglobulinaemia and renal sarcoidosis, and previously underwent immunosuppressive therapy based on tacrolimus and monthly doses of intravenous immunoglobulin.\\nDermatological examination revealed spread purplish papular-pustular lesions, tending to confluence at the back of the left foot, and two ulcerating nodules with purplish and infiltrated margins on the lower third of the left leg (). The patient also presented a satellite nodule and lymphangitic streak on the left thigh. The lesions occurred from September 2015 onwards.\\nLaboratory examinations gave normal results, with the exception of a slight increase of C-reactive protein and a skin swab positive for Staphylococcus aureus sensitive to meticillin and Streptococcus anginosus. At the time of the first visit, the patient had already been treated according to antibiogram results with a partial improvement.\\nWe rejected the hypothesis of erysipelas, due to the clinical features, and considered the skin swab positivity as a possible contamination. Our diagnostic hypotheses were oriented towards sporotrichosis, atypical mycobacteriosis, cutaneous tuberculosis and cutaneous sarcoidosis.\\nChest X-ray and ultrasound examination did not demonstrate visceral involvement. Histological examination performed after a skin biopsy revealed a pseudoepitheliomatous hyperplasia of the epidermis and a dermic granulomatous inflammatory infiltrate with the formation of epithelioid granulomas. These findings were compatible with a diagnosis of sporotrichosis, but PAS staining was negative. The pathologist also had used Ziehl–Neelsen staining with negative results. However, PCR performed on fresh tissue demonstrated the presence of M. marinum. At this point, deepening the medical history, the patient remembered that in the summer of 2015 he had suffered an abrasion under the left foot when walking on the beach in Tuscany (Castiglione della Pescaia). The lesions occurred some months after.\\nThe patient was treated with clarithromycin, 500 mg twice daily, and rifampicin, 600 mg once a day orally. After 6 months of therapy, we observed a full clinical, histologically confirmed, remission of the cutaneous lesions. Only a few pigmented, non-palpable lesions remained ().", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'10987702': 1, '24002023': 1, '26143432': 1, '25869820': 1, '18564246': 1, '31058037': 2, '23832441': 1, '10878841': 1, '19350186': 1, '29026615': 2}", "similar_patients": "{'6488340-1': 1}"}