{"patient_id": 68321, "patient_uid": "5561625-1", "PMID": 28824333, "file_path": "comm/PMC005xxxxxx/PMC5561625.xml", "title": "Inflammatory myofibroblastic tumor of the lacrimal gland: case report of an exceptional location", "patient": "A 24-year-old male, was referred to our medical institution with a 4 months history of progressive and indolent mass in the super-external area of the left eye with no notion of trauma or insect bite.\\nOn clinical examination, there was a soft tissue swelling at the superolateral angle of the left orbit (Fig. ). The patient also had left upper eyelid ptosis with no associated diplopia, proptosis or other clinical symptoms. Pupils were round and reactive. Visual acuity was 20/20 in each eye. Visual fields and intraocular pressures were normal.\\nComputerized tomography (CT) scan revealed a well circumscribed and homogeneous left lacrimal gland tumor without bone erosion, measuring 22 mm × 21 mm (Fig. ).\\nThe patient underwent a complete surgical excision of the lesion within its smooth pseudocapsule and without fragmentation (Fig. ).\\nHistopathology of the excised mass showed a tumor composed of haphazardly arranged spindle-shaped and oval cells in a predominantly fibrous background, interspersed with prominent dense bands of collagen that clamped residual glands (Figs. and ). Mitosis and necrosis were absent. The stroma was infiltrated by numerous inflammatory cells composed of lymphocytes, plasma cells and rare eosinophils (Fig. ). These histopathological features were suggestive of IMT.\\nThe immunohistochemical analysis showed that the spindle-shaped cells to be diffusely positive for smooth muscle actin, vimentin and ALK with a low proliferative index (Ki-67 = 10%) (Fig. ).\\nThese cells were negative for pancytokeratin AE1/AE3 (positive in residual glands), S100 protein, desmin, CD34.\\nCo-relating histopathological aspect and immunophenotype profile, a final diagnosis of inflammatory myofibroblastic tumor (IMT) of the lacrimal gland was established.\\nThe patient is currently under regular follow-up with no evidence of recurrence till date (followed for approximately 7 months)", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'28029513': 1, '17728559': 1, '12218210': 1, '2239820': 1, '8364883': 1, '24881614': 2, '22358018': 1, '9606801': 1, '17396140': 1, '23034691': 1, '7611533': 1, '19770345': 1, '30652103': 1, '11381424': 1, '15942497': 1, '17414097': 1, '12112524': 1, '8892598': 1, '20979472': 1, '17938159': 1, '10934142': 1, '10102613': 1, '28824333': 2}", "similar_patients": "{'4065519-1': 1}"}