{"patient_id": 68652, "patient_uid": "5585961-1", "PMID": 28874180, "file_path": "comm/PMC005xxxxxx/PMC5585961.xml", "title": "Ureter metastatic castration-resistant prostate cancer: a case report", "patient": "A 77-year-old Asian Japanese man with suspected ureteral cancer was referred to our hospital to undergo further examination for right hydronephrosis and hydroureter in September 2016. He had undergone resection for cecal cancer and had been diagnosed with prostate cancer 2 years previously with a Gleason score of 4+5=9. He received radiotherapy with androgen deprivation therapy (ADT) for cT2N0M0 prostate cancer. The patient’s initial prostate-specific antigen (PSA) level was 14.66 ng/ml in 2014. Although the initial response was good, his PSA level increased to 0.417 ng/ml with continuous ADT (testosterone 0.30 ng/ml) from a nadir of 0.006 ng/ml in 2016. The results of a laboratory analysis were almost within normal limits, with the exception of a slightly elevated creatinine level (1.31 mg/dl) and a slightly decreased hemoglobin level (12.6 ng/dl). Urinalysis revealed no abnormalities, and urine cytology showed no atypical cells. Enhanced computed tomography showed right hydronephrosis and hydroureter from a lower ureteral mass with enhancement (Fig. ). Retrograde pyelography showed complete obstruction of the right ureter (Fig. ). Although the patient had castration-resistant prostate cancer (CRPC), the median overall survival was around 3 years at our institute, and the patient requested to undergo curative surgery for his ureteral tumor.\\nOn the basis of these findings, we suspected right ureteral cancer and performed a nephroureterectomy in December 2016. The ureter showed strong adhesion to the peritoneum and was partially removed with the peritoneum. The resected specimen measured 16 cm × 2 cm in size, and the tumor was observed to have extended to the surface of the resected tissue.\\nHistologically, the ureteral epithelium was normal. In the intra- and extraureteral tissue, tumor cells that had enlarged round nuclei with visible nucleoli were proliferated with a solid pattern. The tumor showed a little glandular differentiation. Poorly differentiated adenocarcinoma was suspected. The result of immunochemical staining for PSA was positive (Fig. ). On the basis of these findings, the patient was diagnosed with ureteral metastasis from prostate cancer. The patient continues to receive therapy for CRPC.", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'18517275': 1, '942298': 1, '18903540': 1, '17865759': 1, '7463572': 1, '30115721': 1, '25844106': 1, '27073671': 1, '28874180': 2}", "similar_patients": "{}"}