{"patient_id": 72650, "patient_uid": "5862707-1", "PMID": 29116576, "file_path": "comm/PMC005xxxxxx/PMC5862707.xml", "title": "Bridging hard callus at 48 days in an open femoral shaft fracture with segmental defect treated with a first-stage Masquelet technique: I wasn’t expecting that", "patient": "A previously fit and well 42-year-old male (with no history of hypertrophic ossifications) was admitted following a road traffic collision (RTC). At the scene of the accident, the patient had a Glasgow Coma Score (GCS) of 7 (eyes 2, verbal 2 and motor 3) and was intubated in a rapid sequence induction. He was then transferred to a Major Trauma Centre (MTC). The extent of the injuries included a right subdural haematoma with no mass effect, small subarachnoid haematoma, right open mid-distal femoral fracture, right proximal tibial fracture, right open proximal humeral fracture and right distal humeral fracture. Concomitant injuries included a small right pneumothorax, lung contusions, T1–4 spinous process fractures and a scapula fracture. An emergency intracranial pressure (ICP) triple bolt was inserted on admission, and the ICP was kept below 20 mmHg.\\nOn admission, both distal humeral and femur were washed and debrided during the same operation. The femoral fracture was managed with a spanning external fixator, and a vacuum-assisted closure (VAC) device was applied. The distal humeral fracture was fixed with a 4-hole locking dynamic compression plate, also with a VAC dressing.\\nDefinitive stabilisation was performed 6 days following admission for fractures. At this point, the first stage of the Masquelet procedure was performed for the femoral fracture. Following debridement, there was an 11-cm segmental defect within the mid-shaft of the femur. This was stabilised with an 18-hole lateral femoral plate with 2 partially threaded cancellous screws distally to compress the intercondylar split (Fig. ). Palacos cement (Zimmer Biomet Holdings, inc., Warsaw, Indiana, USA), loaded with Stimulan beads containing gentamicin, was inserted into the segmental defect. Following the surgery, the patient was extubated and immediately regained a GCS of 13. This increased to a GCS of 15 5 h following extubation. The second stage of the Masquelet procedure was planned for and performed 48 days following the first stage. There were no procedures performed on the femur in between the two Masquelet stages, although five further washouts and one split skin graft was performed for the humeral fractures. Radiographs of the humeral fractures taken 41 days after presentation showed excessive heterotrophic ossification (Fig. ).\\nOn exposing the femur for removal of the cement spacer in the second stage of the Masquelet procedure, it was noted that hard callus had formed instead of the synovial-like membrane that was expected. In view of the almost circumferential new bridging hard callus that was present within the gap, this was not necessary. The new bone was gently elevated, the cement spacer removed, and the wound washed out with 0.9% sodium chloride. Stimulan beads with antibiotics were added, and the wound was closed. Following this operation, partial weight-bearing was advised.\\nThe patient had an uncomplicated recovery and was discharged to a rehabilitation hospital 63 days following admission. Six weeks following discharge, the patient could bear full weight through the right leg. X-rays taken 35 and 70 days after surgery showed that callus was continuing to develop in the segmental defect and the fracture was beginning to unite (Figs. , ). At most recent follow-up, 16 weeks following the surgery, the patient is mobilising well and not experiencing any discomfort in his right leg.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'33992104': 2, '26033062': 1, '19000372': 1, '30259220': 1, '10929461': 1, '8595516': 1, '25361369': 1, '16595463': 1, '2017189': 1, '19931050': 1, '22907111': 1, '25682315': 1, '14266318': 1, '16963358': 1, '23881068': 1, '8724985': 1, '11393777': 1, '29116576': 2}", "similar_patients": "{'8126171-1': 1}"}