{"patient_id": 118669, "patient_uid": "5497452-2", "PMID": 28856286, "file_path": "noncomm/PMC005xxxxxx/PMC5497452.xml", "title": "Hepatitis D, B and C virus (HDV/HBV/HCV) coinfection as a diagnostic problem and therapeutic challenge", "patient": "The 33-year-old man has been under the care of the Pomeranian Center of Infectious Diseases since 1998. HBV infection was diagnosed in early childhood; probably it was an iatrogenic infection associated with the course of treatment of serve pneumonia in a hospital. In the years 1998-2002 the patient was observed as a non-active carrier of HBV. In 2002 a significant increase of aminotransferase activity (ALT 300 U/l) and anti-HCV was detected. The route and time of HCV infection have not been determined. HCV-RNA testing was positive and biopsy of the liver showed minimal grading (0/1) and staging (1) according to Scheuer’s classification. The patient, diagnosed with HCV/HBV coinfection, was qualified in 2003 for treatment with interferon and ribavirin (Intron and Rebetol). The therapy lasted 48 weeks, no significant side effects were observed, and a sustained viral response was achieved (HCV RNA was not detected 24 weeks after the end of treatment). In 2005 the patient presented symptoms of exacerbation of liver injury. He confirmed occupational exposure to hepatotoxic agents, but expected improvement of liver function tests was not observed. HCV reactivation was excluded but active HBV replication with a high rate of HBV DNA was detected (). In the second histopathological examination of a liver biopsy specimen (2006) significant progression of grading (G2) and staging (S3) was described. Treatment with lamivudine (Zeffix) was administered in 2006 and continued for the next two years. A quick viral response with negative HBV DNA in blood after six months of the therapy was not accompanied by improvement of liver function tests. As high activity of aminotransferases was constantly observed (ALT > 500 U/l), autoimmune hepatitis or autoimmune reaction was suspected due to persistent hypergammaglobulinemia, hyperglobulinemia and aggressive hepatitis in liver biopsy. Despite lack of presence of autoantibodies – anti-nuclear (ANA), anti-smooth muscle (SMA), anti-liver-kidney microsomes (LKM) – immunosuppressive treatment with glucocorticoids and azathioprine was started. This form of therapy was ineffective and it was stopped at the moment of diagnosis of HDV with detection of anti-HDV and HDV RNA in blood (2009). No serious reactivation of HBV replication was found. In 2009/2010 and 2013 the patient received two courses of 48-week treatment with pegylated interferon (Pegasys). A significant decrease of aminotransferase activity was found during the first therapy. Resistant HDV infection is confirmed by persistent HDV viral load, at present with HBV DNA not detected. Stiffness of the liver (FibroScan 20 kPa/F4 in Metavir score) corresponds to advanced liver fibrosis. This patient is waiting for new therapeutic options ().", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'12908722': 1, '9657117': 1, '20051970': 1, '18084714': 1, '27504999': 1, '24585488': 1, '11003629': 1, '1563812': 1, '18389903': 1, '10925472': 1, '23242761': 1, '27132170': 1, '75123': 1, '16385395': 1, '21205152': 1, '12211715': 1, '26044319': 1, '11334493': 1, '9195369': 1, '16323213': 1, '11481604': 1, '28856286': 2}", "similar_patients": "{'5497452-1': 2}"}