{"patient_id": 71565, "patient_uid": "5803890-1", "PMID": 29415774, "file_path": "comm/PMC005xxxxxx/PMC5803890.xml", "title": "Burkitt’s lymphoma with placental invasion diagnosed at cesarean delivery: a case report", "patient": "A 34-year-old unemployed white woman, gravida (G) 5 para (P) 1223, at 32.6 weeks of gestation presented to her primary care physician with worsening back and rib pain, right lower extremity edema, and abdominal distension for several weeks. She reported that she had been evaluated several times for these symptoms and those of anorexia, nausea, and vomiting. She had been unable to tolerate oral intake and had been noticing increased edema and erythema in the periumbilical and suprapubic areas of her abdomen. She was diagnosed as having cellulitis and given orally administered cephalexin without improvement of her symptoms. She presented to our hospital with worsening of her symptoms and was found to have ascites and transaminitis. On arrival her blood pressure was 114/50, pulse 78, respirations 18, pulse 78, and temperature 98.3 °F (36.83 °C). She denied a history of hepatitis, sexually transmitted diseases, or other significant illnesses. She did not use tobacco or drugs, and had not traveled outside the USA recently. She had never had an abnormal Papanicolaou test. Her family history was only positive for her mother and maternal grandmother having splenectomies for an unknown reason. Her past surgical history revealed a laparoscopic salpingectomy, two previous cesarean deliveries, and a splenectomy for a spleen rupture secondary to mononucleosis. Her past medical and family histories were otherwise unremarkable. She had been on no medications other than orally administered cephalexin.\\nOn physical examination, her abdomen was found to be distended, with a well-circumscribed region of erythema approximately 8 cm in diameter surrounding the umbilicus. Her neurologic examination was intact and her psychiatric examination was negative. A sonogram of her abdomen showed moderate diffuse ascites and an abnormal complexity at the periumbilical abdomen, probably continuous with the peritoneal cavity (Fig. ). A right upper quadrant sonogram showed that her liver had normal echogenicity, measuring around 15.9 cm in length with no focal lesions. A laboratory workup was significant for the following results: white blood cell count of 11,500/mcL, hemoglobin of 11.7 g/dL, aspartate aminotransferase of 129 U/L, alanine aminotransferase of 52 U/L, and lactic acid of 5.8 mmol/L. Total bilirubin was 1.1 mg/dL and alkaline phosphatase was 128 U/L. Cancer antigen 19-9 and cancer antigen 125 were elevated at 196.7 U/mL and 145 U/mL, respectively. Serological tests for human immunovirus, hepatitis B, and hepatitis C were negative. An echocardiogram showed an ejection fraction of 65 to 69%. She suddenly developed non-reassuring fetal surveillance requiring urgent delivery. At the time of cesarean delivery, approximately 8 liters of ascitic fluid were obtained and a sample was sent for cytology. She delivered a 1650 gram premature baby girl with an umbilical cord pH of 7.01 and Apgar scores of 2 and 8. A 343 gram morphologically normal placenta was manually removed and sent to pathology. Biopsies were obtained of her omentum which was thickened, inflamed, and adhered to her anterior abdominal wall. Her anterior abdominal wall was palpated and there did not appear to be a collection of fluid or abscess within the wall at the umbilicus or at the cellulitis site. Her peritoneum was also noted to be thickened and inflamed and was also biopsied. Her liver was palpated and there were multiple small implantations felt along the anterior surface.\\nPostoperatively, she developed worsening ascites and a paracentesis yielded and an additional 5.5 L of yellow ascitic fluid. After the second paracentesis, she was diagnosed as having an ileus and a nasogastric (NG) tube had to be placed. Pathology reports of omental biopsies taken during delivery were consistent with the diagnosis of BL. Pathology of the placenta indicated microinvasive involvement by BL (Figs. and ). Immunohistochemical studies showed positivity for cellular myc oncogene (cMYC), cluster of differentiation (CD) 20, and paired-box 8 (PAX5; Fig. ). The tumor was also positive for B-cell CLL/lymphoma 6 (Bcl6), CD10, and showed greater than 95% reactivity for Kiel 67 (Ki67). Stains for CD3, B-cell lymphoma 2 (bcl2), CD5, and CD34 were negative and there was also negativity for the 14:18 translocation. A lumbar puncture was performed and cerebrospinal fluid was negative for malignancy. A computed tomography scan showed no lung involvement. Per Ann Arbor staging criteria [], our patient was diagnosed as having stage IV BL and she was started on unfractionated cyclophosphamide, dexamethasone 40 mg intravenously for 5 days, and rituximab 375 mg/m2. The plan was to switch this regimen to R-EPOCH (rituximab, etoposide, prednisone, vincristine, cyclophosphamide, and doxorubicin) once clinically stable. After initiation of chemotherapy, she developed acute renal failure and required emergency hemodialysis. She developed flash pulmonary edema and required intubation and then developed septicemia and pneumonia caused by Citrobacter braakii. She eventually improved after 4 days of treatment and medical oncology recommended initiation with R-EPOCH for a total of six cycles. She was discharged home with instructions to return for first cycle of chemotherapy. Prior to discharge she was started on allopurinol for treatment of hyperuricemia due to ongoing tumor lysis syndrome. Her premature baby girl remained in our neonatal intensive care unit for 19 days after delivery. Due to the presence of micro-infiltrates of BL in placenta, hematology was consulted to rule out malignancy in newborn. A chest X-ray and ultrasound of the baby’s abdomen were normal. Fluorescence in situ hybridization analysis showed no presence of c-myc translocation in the baby girl (Fig. ). A peripheral smear was negative and laboratory studies showed no abnormalities. The baby girl was discharged home with disposition to follow up with hematology out-patients for routine laboratory studies; she has had no health conditions other than the usual maladies of babies. The mother, however, has been admitted four times since her discharge for both chemotherapy encounters and symptoms of peritoneal carcinomatosis, sepsis, and gastrointestinal complaints. At 5-month post-diagnosis she was lost to follow up by our team and is presumed to have found care in her own region of the state.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'20048180': 1, '22333947': 1, '5121694': 1, '23725710': 1, '8622836': 1, '25818824': 1, '27582811': 1, '34194505': 1, '18042696': 1, '29415774': 2}", "similar_patients": "{}"}