{"patient_id": 63694, "patient_uid": "5153481-1", "PMID": 28025632, "file_path": "comm/PMC005xxxxxx/PMC5153481.xml", "title": "Recurrent Massive Epistaxis from an Anomalous Posterior Ethmoid Artery", "patient": "We report the case of a 50-year-old man affected by hypertension and chronic ischemic heart disease with no previous history of epistaxis and who we hospitalized at our facility for left recurrent posterior epistaxis.\\nDuring the 6 days before hospitalization, the patient had attended the emergency room of our otolaryngology department on a number of occasions for recurrent left epistaxis: two times for left nasal packing with two Merocel® Standard dressings; once for nasal packing with one Merocel Standard dressing in the right fossa and one Rapid Rhino® + Tabotamp® in the left fossa. On the following day, after further bleeding, he was hospitalized after nasal packing with one Merocel Standard dressing in the right fossa and a Bivona® Silicone Epistaxis Catheter in the left fossa.\\nDuring the previous epistaxis, we noted a major source of bleeding that seemed to come from the roof of the nasal fossa. Another significant element was the onset of bleeding: it was sudden and violent but discontinuous. The patient did not present any coagulation disorders and blood pressure had always remained in the normal range.\\nOn the following day, the patient first underwent cerebral and maxillofacial computed tomography (CT) with normal results. Angio-CT of the carotid and cerebral circulation did not reveal intracranial vascular malformations or the presence of vascular aneurysms.\\nMeanwhile, as a result of the violent nose bleeding, the patient's hemoglobin level continued to fall until it reached 8.9 g/dL; for this reason, he underwent surgery. We removed the nasal swabs previously placed. From nasal endoscopy, we noticed the presence of widespread mucosal bleeding from the roof of the left nasal cavity but could not identify the source of bleeding. We aspirated clots and cauterized the inferior turbinate. We then removed the head of the middle turbinate to better visualize the back of the nasal cavity. We performed middle meatal antrostomy, identification of the posterior wall of the maxillary sinus, and identification of the sphenopalatine artery and its cauterization. Anterior ethmoidectomy with nasal packing was then carried out. There was no bleeding upon awakening.\\nThe next day, further surgical treatment was required for left recurrent epistaxis. Under endoscopic control, the surgeon removed the nasal swabs and several washes were performed to remove clots. Left posterior ethmoidectomy was completed. The arterial bleeding seemed to originate from the ethmoid roof. The anterior ethmoid artery was isolated from its bony shell so as to perform accurate cauterization of the artery. At the end of the procedure, there was no further epistaxis and blood pressure was normal (120/80 mmHg).\\nOn the following day, a new violent left epistaxis occurred which resolved spontaneously after a few minutes. Given the context, we planned urgent angiography to exclude the presence of vascular malformations, abnormal arterial courses, or serious injury to the internal carotid artery in the sphenoid sinus.\\nThe exam was performed 2 days later by femoral selective catheterization of the internal and external carotid arteries bilaterally. The onset of epistaxis was noted during the exam, and so the radiologist performed embolization of both internal maxillary arteries (Figures and ) and the left facial artery with injection of polyvinyl alcohol particles (500 μm) but did not achieve control of the bleeding. Selective catheterization of the internal carotid artery bilaterally showed significant ethmoid vascularization by branches from the ophthalmic artery (anterior and posterior ethmoid arteries) with small irregularities of the branches ().\\nOn the same day, the patient underwent surgery a further time. Also on this occasion, bleeding seemed to originate from the ethmoid roof. During this last revision surgery we found the remains of the anterior ethmoid artery cauterized above the roof of the ethmoid; we closed the anterior ethmoid artery with clips (), then, using an endoscope, we explored the sphenoid sinus. Here we found that the posterior ethmoid artery presented an abnormal path, located between the canal of the optic nerve and the carotid canal (Figures and ); at this level, there was a small dehiscence responsible for the bleeding. The artery was covered by a bony shell along its intrasinual course which made thermal cauterization with bipolar forceps impractical so the artery was cauterized using a diamond drill and this achieved control of the bleeding (Figures and ).", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'24711676': 1, '442972': 1, '17483687': 1, '19140541': 1, '22503069': 1, '9403944': 1, '16633176': 1, '21683934': 1, '20403223': 1, '28025632': 2}", "similar_patients": "{}"}