{"patient_id": 72505, "patient_uid": "5851319-1", "PMID": 29682386, "file_path": "comm/PMC005xxxxxx/PMC5851319.xml", "title": "Extraosseous Intradural Chondrosarcoma of the Cervical Spine: A Case Report with Brief Review of Literature", "patient": "A 21-year-old white male presented to his primary care provider with a 3-month history of neck pain with stiffness, tingling, and paresthesias in his right arm at the C6–C8 dermatomal distribution. He also complained of loss of dexterity, loss of grip strength, and some gait instabilities. His exam was positive for Babinski's sign on the right and some vision loss. An initial brain magnetic resonance imaging (MRI) was normal. Contrast enhanced cervical spine MRI demonstrated an enhancing intradural extramedullary T1 isointense and T2 hypointense mass at the level of C2-C3, anterior to cervical spinal cord and resulting in severe spinal canal stenosis. There is mass effect with posterior displacement of the cord, cord compression, and cord edema (Figures and ).\\nSubsequently, decompression with bilateral posterior cervical C2-C3 laminectomies and tumor resection was attempted by neurosurgery. However, full resection of the mass was not achieved after significant loss of motor signals was evoked. As a result, the patient only received posterior decompression at this level. The patient's postoperative course was uneventful and the patient was discharged with plan to attend occupational and physical rehabilitation. On pathology, gross section demonstrated fragments of tissue ranging from 0.1 to 0.4 cm. Microscopy revealed tightly packed small blue cells with greatly increased nuclear to cytoplasmic ratios and some areas of cartilage. Pathology was sent to an outside institution for further evaluation. It was determined to show biphasic pattern with densely cellular regions of small anaplastic cells and other areas of chondroid differentiation, consistent with diagnosis of mesenchymal chondrosarcoma (Figures –).\\nThe patient subsequently underwent definitive radiotherapy followed by adjuvant chemotherapy with an Ewing sarcoma protocol for a total of one year. Nonenhanced CT (NECT) of cervical spine was performed at an outside institution for radiotherapy planning (Figures and ). Most current follow-up at two years demonstrates stable findings on MRI with no new abnormalities. The patient has persistent weakness in the left arm but denies any new neurologic symptoms.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'22259697': 1, '5096926': 1, '15203726': 1, '6539815': 1, '25568751': 2, '15544900': 1, '8430193': 1, '22999069': 2, '28825035': 2, '10489179': 1, '31852164': 2, '14416919': 1, '32000368': 2, '31484514': 2, '18079187': 1, '16211384': 1, '15135603': 1, '12934855': 1, '6825046': 1, '3697943': 1, '29682386': 2}", "similar_patients": "{'6922508-1': 1, '3533729-1': 1, '6727557-1': 1, '4274445-1': 1, '5553510-1': 1, '7004649-1': 1}"}