{"patient_id": 71379, "patient_uid": "5783444-1", "PMID": 29364353, "file_path": "comm/PMC005xxxxxx/PMC5783444.xml", "title": "Superior Vena Cava Syndrome after Radiofrequency Catheter Ablation\\nfor Atrial Fibrillation", "patient": "Female patient, 60 years old, with mild chronic obstructive pulmonary and\\npre-syncope episodes, had her first AF episode in July, 2012 and remained\\nasymptomatic until January, 2013, when she had a new AF episode, reversed with\\namiodarone. Since then, she had recurrent AF episodes, in spite of the use of\\namiodarone and beta blockers. She was referred for invasive treatment of AF\\n(radiofrequency ablation of the pulmonary veins) and was thus admitted to\\nhospital to undertake the procedure. Transesophageal echocardiography was\\nperformed prior to the procedure and showed mild to moderate dilation of the\\nleft atrium, thickened mitral valve with prolapse of both cusps and moderate to\\nimportant regurgitation. There was mild tricuspid regurgitation, with a maximal\\nsystolic pulmonary pressure estimated at 46 mmHg; Both atria and respective\\nappendages were free from thrombi, with the left atrial appendage contracting\\nnormally (left atrial appendage velocity was estimated at 0.60 m/s); pulmonary\\nvenous anatomy and drainage was normal. The electrophysiological procedure was\\ncarried out as usual, with the patient under general anesthesia and with the\\nplacement of an esophageal thermometer. After the introduction of 3 multi-pole\\ncatheters through the femoral vein, they were placed in the coronary sinus and\\nin the left atrium, after a double transeptal puncture. The patient, who was in\\nAF at the start of the procedure, underwent circumferential isolation of the\\npulmonary veins using an irrigated catheter (Thermocool, Biosense & Webster)\\nunder the guidance of an electroanatomic mapping system (CARTO®). During\\nthe applications of radiofrequency (RF) to the right pulmonary veins, the AF was\\nreversed to sinus rhythm. After the isolation of the pulmonary veins, it was\\ndecided to attempt isolation of the superior vena cava (SVC). The applications\\non the superior vena cava were carried out using irrigated catheter, with a\\npotency of 30w. These applications were made in a segmented manner, guided by a\\nLasso catheter. The phrenic nerve was mapped out with high output stimulation\\nand no applications were made to the capture sites. After the procedure, the\\npatient was awaken from the anesthesia and sent to her room.\\nOne day after the procedure, the patient presented with facial edema and flushing\\nof the cheeks and edema of the upper limbs. She also reported pressure on her\\nhead and neck, with the symptoms exacerbated when laying horizontally and\\nleaning her head forward, suggesting a superior vena cava syndrome (SVCS). A\\ntransthoracic echocardiogram (TTE) was carried out, with similar preprocedural\\nfindings, except for the presence of turbulent flow in the SVC at its entry in\\nthe right atrium, with Doppler velocity at 136 cm/s (), confirming the hypothesis of a SVCS. The patient\\nwas treated with hydrocortisone EV, followed by prednisone 60 mg per day, for 13\\ndays, with complete improvement of the symptoms, and was discharged after 7\\ndays. A TTE performed 2 weeks later did not show increased velocity in the SVC\\n(75 cm/s) ().\\nA year later, the patient underwent a new procedure, that showed evidence of\\nelectric reconnection of the superior vena cava and the pulmonary veins, thus\\nisolating pulmonary veins was again attempted . An atrial tachycardia\\noriginating from the left atrial appendage was mapped out, with no need for\\napplications to the superior vena cava. No difficulty in manipulating catheters\\nat the superior vena cava was observed.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'30588316': 1, '18462327': 1, '16908781': 1, '17201847': 1, '8131762': 1, '9788832': 1, '8136587': 1, '10334440': 1, '1866765': 1, '16283040': 1, '29364353': 2}", "similar_patients": "{}"}