{"patient_id": 62838, "patient_uid": "5095610-2", "PMID": 27867369, "file_path": "comm/PMC005xxxxxx/PMC5095610.xml", "title": "Formal Semantics in the Neurology Clinic: Atypical Understanding of Aspectual Coercion in ALS Patients", "patient": "Case 5 is a 78-year-old man with 5 years of education, and a score of 20 in the ALSFRS-R. He was tested 5 months after ALS (limb) onset. As Case 4, the patient exhibits the typical signs of dysarthria (slow, effortful speech), but semantic and syntactic aspects of spontaneous speech are largely intact. The patient commits 4 mistakes in the more complex trials of the token test. His performance is however above the cut-off for non-aphasic patients tested in the hospital in all remaining AAT tests, that is, repetition, written language, naming and comprehension (Miller et al., ). The patient scores well (and within the normal range) in the object manipulation and movement imitation tasks, as well as in the overlapping figures test. Case 5 is another example of an aged non-demented non-aphasic ALS patient with dysarthria and scarce physical ability (as evidenced by his ALSFRS-R score). As with Case 4, his MR scans present the typical pattern of aged ALS patients: expanded ventricles, ischemic periventricular white matter, wider subarachnoid spaces and basal cisternae, subcortical white matter gliosis, and generalized cortical atrophy. Here too, the patient's performance in the main task is within one standard deviation from the group's mean. Patient-specific means were used as μ values in one-sample Wilcoxon tests where the sample data series is from the ALS group, minus Case 5: all tests returned non-significant effects (p > 0.1).", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'23596407': 1, '21836033': 1, '19583469': 1, '14588906': 1, '23063559': 1, '25417838': 1, '11133791': 1, '25461714': 1, '8703221': 1, '11712848': 1, '23415570': 1, '18561993': 1, '21924711': 1, '3405704': 1, '23033353': 1, '23300229': 1, '27359130': 1, '24702457': 1, '21396632': 1, '23734113': 1, '10540002': 1, '12833364': 1, '23001631': 1, '24421174': 1, '22492206': 1, '21296405': 1, '18090423': 1, '17945153': 1, '10689049': 1, '23518330': 1, '10617472': 1, '15068918': 1, '26883065': 1, '21965521': 1, '26799425': 1, '22300932': 1, '7350907': 1, '9153602': 1, '21989247': 1, '19702471': 1, '18784377': 1, '1202204': 1, '3179688': 1, '21412713': 1, '10380662': 1, '16799844': 1, '24991038': 1, '17958491': 1, '15163610': 1, '19180349': 1, '25482157': 1, '26379358': 1, '26312952': 1, '21041787': 1, '27867369': 2}", "similar_patients": "{'5095610-1': 2}"}