{"patient_id": 115728, "patient_uid": "5267534-1", "PMID": 27498546, "file_path": "noncomm/PMC005xxxxxx/PMC5267534.xml", "title": "A Rare Case of Recurrent Metastatic Solid Pseudopapillary Neoplasm of the Pancreas", "patient": "A 61-year-old woman visited Korea University Guro Hospital (KUGH) for bilateral multiple lung nodules and a mass in the intrathoracic soft tissue. Twenty-four years prior, she had presented to KUGH with epigastric pain; computed tomography (CT) found a 9.9×8.6 cm heterogeneous mass in the pancreatic head. The tumor was removed and histologically diagnosed as SPN. After tumor removal, the patient underwent two choledochojejunostomy procedures but showed no sign of tumor recurrence. Nine years passed before her next visit for this same condition, when some newly developed nodules in her liver and peritoneum were biopsied and confirmed as metastatic SPN. During the next 15 years, the patient suffered eight additional metastatic recurrences in her liver, peritoneum, omentum, spleen, ovary, uterus, colon, mesocolon, and retroperitoneum before finally developing the present multiple lung metastases. A metastatectomy was performed to remove the lung nodules, and the patient is currently alive (). This study was approved by the Institutional Review Board (KUGH 15363-001) of KUGH.\\nThe clinical and pathologic features of the primary tumor were reviewed in the patient’s electronic medical record. The glass slides and paraffin blocks that had been made from the recurrent tumors were also available for review. Overall, the tumors showed a pseudopapillary pattern with relatively monomorphic nuclei and abundant eosinophilic cytoplasm. However, we noted a certain degree of change over time, as summarized in . In accordance with the histological changes, we subdivided the lesions into early (first to third operations), intermediate (fourth to seventh), and late (eighth to 11th) lesions. In the early metastatic lesions, the tumor showed frequent cystic changes with bland nuclei and indistinct necrobiotic nests without capsular invasion. The Ki-67 labeling index was also very low (<1%). In the intermediate lesions, however, frequent necrobiotic nests (from the fourth to seventh) and capsular invasions (from the fifth) were noted. The Ki-67 labeling index, which was assessed using an image analysis program, increased to 5% (sixth). In the late lesions, malignant histological features, such as distinct tumor necrosis beyond necrobiotic nests (from the seventh), peritumoral infiltration of the soft tissue or organ (from the seventh), prominent solid architecture (from the eighth), nuclear atypia (from the ninth), and lymphatic emboli (11th), were seen (–). The average Ki-67 labeling index increased gradually (0.03%, 2.7%, and 5.6% in early, intermediate, and late metastatic lesions, respectively). Mitosis was usually absent with exceptions of 5/10 high-power field (HPF) (fifth) and 2/10 HPF (seventh) but did not show a significant change. All of the tumors showed identical immunohistochemical results and were diffusely positive for β-catenin, vimentin, neuron-specific enolase, CD10, cyclin D1, progesterone receptor, CD56, and synaptophysin. Interestingly, they were also positive for chromogranin A, which is very rare in SPN.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'16287495': 1, '29574408': 1, '22050136': 1, '29524354': 1, '24321526': 1, '24535774': 1, '16609955': 1, '23619333': 1, '8416730': 1, '20222163': 1, '26654148': 1, '30061554': 1, '26001371': 1, '15922212': 1, '33883945': 1, '27498546': 2}", "similar_patients": "{}"}