{"patient_id": 63327, "patient_uid": "5124292-1", "PMID": 27887660, "file_path": "comm/PMC005xxxxxx/PMC5124292.xml", "title": "Co-infusion of haplo-identical CD19-chimeric antigen receptor T cells and stem cells achieved full donor engraftment in refractory acute lymphoblastic leukemia", "patient": "A 71-year-old female was admitted to the hospital because of pancytopenia. Complete blood count with manual differentiation showed 68% blasts, and bone marrow smear showed 68.5% blasts. Flow cytometry analysis revealed 41.7% cCD79a+, 97.2% CD19+, 69.5% CD20+, 54.5% CD10+, 97.3% CD38+, and 91.4% HLA-DR. She had normal female karyotype, and no fusion genes were detected. The primary diagnosis was ALL. She was treated with vindesine, mitoxantrone, cyclophosphamide, and dexamethasone as induction and achieved complete remission. A consolidation was given with the same regimen as induction. The patient suffered from fever and bone pain 2 months after the last chemotherapy, and repeated bone marrow smear showed 73% lymphoblasts. Two cycles of re-induction chemotherapy were initiated consisting of vindesine, fludarabine, cyclophosphamide, and prednisone; however, she failed to achieve the second remission. The bone marrow examination was repeated and showed 98% lymphoblasts with the same immunophenotype as primary diagnosis. Her karyotype shifted to 42-46, X, -X[11], add(2)(P25)[7], ?del(6)(q22)[8], -7[7], ?add(8)(q24)[3], +mar1-2[11][cp15] / 46, XX[7]. She was diagnosed with relapsed and refractory B cell ALL and was the first patient enrolled in this phase I clinical trial (NCT02799550). A re-induction chemotherapy was administered (vindesine, idarubicin, pegaspargase, and dexamethasone) which was followed by co-infusion of haplo-identical donor-derived CD19-directed CAR-T cells and G-PBSCs. Both CAR-T cells and G-PBSCs were from her son, who had 6/10 human leukocyte antigen (HLA) loci matched with the patient. Peripheral blood for CAR-T cell preparation was collected ahead of mobilization, and the materials and methods to produce, detect, and quantify CD19-directed CAR-T cells were reported previously [] and detailed in Additional file . Mobilization and apheresis of donor peripheral mononuclear cells were described previously []. CAR-T cells were infused from the second to fifth day with escalating doses, and G-PBSCs were infused at the fourth day post chemotherapy (Fig. ).\\nLeukemic cells in the bone marrow were undetectable 15 days after the first CAR-T cell infusion (Fig. ), and minimal residual disease was also negative by flow cytometry in the bone marrow. Although the white blood cell count remained less than 0.5 × 109/L 26 days after the first CAR-T cell infusion, the proportion of CD3+CD19− cells in nucleated cells in peripheral blood elevated to 90% and CD3−CD19+ cells decreased dramatically to 0.1% 21 days after the first CAR-T cell infusion (Fig. , ).\\nThe patient developed a fever (38.3 °C) with chill 1.5 h after the infusion of CAR-T cells on day 0, and the temperature returned to normal within 3 h without the administration of steroids and antibiotics. Intermittent fever occurred accompanied by a sharp elevation of C-reaction protein (peak value 336 mg/L on day 3) during the following days after the first infusion of CAR-T cells, and sepsis of Escherichia coli was confirmed through blood culture. Antibiotics were administrated and the fever was well controlled. No immediate infusion-related toxicity was noted during the infusion of CAR-T cells on days 1, 2, or 3.\\nSignificantly elevated serum lactate dehydrogenase (LDH), alanine transaminase (ALT), glutamic-oxalacetic transaminase (GOT), and bilirubin were present from day 14, and the peak was observed and associated with skin rash in the neck area from days 15 to 18 (Fig. ). It was suspected as mild GVHD (no biopsy confirmation) although no severe diarrhea occurred. Methylprednisolone and tacrolimus were administered from days 14 and 15, respectively, and anti-CD25 antibody was given on days 14 and 16. As our previous study in haplo-identical non-myeloablative stem cell transplantation showed that intrabone marrow injection of mesenchymal stem cells (MSCs) could prevent severe acute GVHD [], MSCs from an unrelated donor with a number of 5 × 105/kg per day were injected directly to the bone marrow cavity on days 18, 21, and 25 (Fig. ). The materials and methods to produce MSCs were detailed in Additional file . The ALT, GOT, LDH, and bilirubin significantly decreased on days 18 and 19, respectively; however, bilirubin had a trend to elevate again from day 21 (Fig. ).\\nWe monitored donor cell engraftment in the peripheral blood and bone marrow by standard cytogenetic analysis and semi-quantitative polymerase chain reaction (PCR)-based analysis. Donor cells accounted for 14% of whole cells on day 8 after the first CAR-T cell infusion, which increased gradually to 100% on day 21 (Fig. ).\\nThe highest level of the allogeneic CAR gene in the peripheral blood was reached on day 7 after the first infusion of CAR-T cells with a copy number of 360 per ug of DNA which was within twofold of the baseline and associated with decrease of the percentage of CD3−CD19+ cells (Fig. ). The level of CAR dropped to 279 copies on day 17.\\nSerum levels of IL-6, IL-8, IL-10, and TNF-α elevated markedly on day 3 after 3-day infusions of CAR-T cells (Fig. ). No signs of severe cytokine-release syndrome (CRS) or tumor lysis syndrome (TLS) were observed.\\nThe patient exhibited slight recovery of neutrophil count on day 26 after the first infusion of CAR-T cells; however, she refused any further treatment and was discharged on day 26 because of financial problems. She died from severe infection on day 31.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'26451310': 1, '34777381': 1, '29058636': 1, '31628429': 1, '28754125': 1, '26811520': 1, '28222796': 1, '24596416': 1, '34526099': 1, '32823711': 1, '24661086': 1, '28143567': 1, '28652918': 1, '34018005': 1, '19589482': 1, '29387417': 1, '28821272': 1, '27066851': 1, '29544528': 1, '33384696': 1, '31658644': 1, '32616000': 1, '31360093': 1, '32999455': 1, '14585364': 1, '31850234': 2, '29046826': 1, '28288656': 1, '25319501': 1, '23045576': 1, '31632055': 1, '32802160': 1, '20966170': 1, '29399128': 1, '25317870': 1, '32536980': 2, '28356156': 1, '10607689': 1, '27887660': 2}", "similar_patients": "{'6901822-1': 1, '7268154-1': 1, '7268154-2': 1}"}