{"patient_id": 123358, "patient_uid": "5848354-1", "PMID": 29563701, "file_path": "noncomm/PMC005xxxxxx/PMC5848354.xml", "title": "Chronic lymphocytic leukemia presenting as unilateral extraocular muscle enlargement and proptosis", "patient": "A 55-year-old Caucasian female presented to the hematologist and was subsequently referred to the oculoplastic clinic, with a 3-month history of worsening left-sided headache associated with pain and swelling of the left upper and lower eyelids. Her medical history included a 4-year history of CLL, which was being managed conservatively without any active treatment and a parathyroidectomy 1 year previously for the treatment of hyperparathyroidism.\\nOn examination, best-corrected visual acuity was 6/6 in her right eye and reduced to 6/18 in her affected left eye. Color vision was mildly affected in her left eye; however, there was no relative afferent pupillary defect. The left upper and lower eyelids were swollen, associated with 3 mm of left-sided axial proptosis and restriction of extraocular movements. Intraocular pressures were 18 mmHg bilaterally. Posterior segment examination was normal with bilateral healthy optic discs and retinas. There was no lymphadenopathy, hepatomegaly, or splenomegaly.\\nBaseline blood tests revealed normal thyroid function tests, renal function tests, liver function tests, and bone profile. In accordance with her CLL, the patient's white blood cell count was 56 × 109/L, lymphocyte count was 49.6 × 109/L, platelet count was 229 × 109/L, and hemoglobin was 130 g/L.\\nMagnetic resonance imaging of the orbits revealed the enlargement of all extraocular muscles on the left side []. An incisional biopsy was performed from the left medial rectus muscle and subsequent histological examination revealed a lymphocytic infiltrate between the muscle fibers that was compatible with CLL (CD20 and CD5 positive) [].\\nThe patient was treated with four cycles of chemotherapy (fludarabine, cyclophosphamide, rituximab) at 6-week interval. On subsequent clinic visits, the patient was found to have made a rapid recovery and reported a complete resolution of all her symptoms within 4 weeks of starting treatment. She remained free of symptoms at her 6-month follow-up.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'26994869': 1, '17413619': 1, '19702712': 1, '18716967': 1, '10588439': 1, '15121380': 1, '29563701': 2}", "similar_patients": "{}"}