{"patient_id": 115558, "patient_uid": "5241847-2", "PMID": 28163430, "file_path": "noncomm/PMC005xxxxxx/PMC5241847.xml", "title": "Surgical repair of tricuspid valve leaflet tear following percutaneous closure of perimembranous ventricular septal defect using Amplatzer duct occluder I: Report of two cases", "patient": "A 10-year-old boy presented with mild shortness of breath that aggravated on physical exertion. Cardiovascular examination revealed a normal size heart with an evidence of small to moderate sized VSD with a left to right shunt. There was a short flow murmur across the mitral valve suggestive of significant left to right shunt. His 2D echo color Doppler showed a PMVSD measuring 7–8 mm on the LV aspect with two jets emerging on the right ventricular (RV) side; the larger jet measuring 6 mm. He had a TV aneurysm tending to cover the VSD with a resultant mild TR. In view of his symptoms and significant left to right shunt, he underwent device closure of PMVSD using 10 × 8 ADO I. The procedure was uneventful and he was discharged the morning after the procedure with a tiny residual shunt through the additional fenestration and with a mild TR. Six weeks later, during the follow-up visit, his TR had progressed to little more than mild grade. However, at 6-month follow-up, the TR became moderately severe although he continued to remain asymptomatic. His RV showed mild volume overload with normal contractility. He was then advised surgical intervention; however, the family deferred the same for almost a year at which time the TR became severe [Figure , and Video , ] with right atrial and RV enlargement.\\nAt the time of surgery, the right atrium was opened in the usual manner under cardioplegic arrest. Part of the anterior leaflet and the septal leaflet was found torn and part of the leaflet was flail []. In addition, half of the septal leaflet was stuck to the VSD device. These two components of immobility of the septal leaflet and torn anterior leaflet were responsible for the TR. The tricuspid annulus was not dilated. During repair, the adherent leaflet was mobilized and flail removed by a triangular-shaped incision with the apex pointed toward the orifice and base at the annulus. A triangular pericardial patch treated with glutaraldehyde was stitched in the gap with continuous sutures []. Valve function was checked with cold saline injection and was found to be good with minimal TR and no tricuspid stenosis. The TV chordae and papillary muscles were intact. His postoperative recovery was uneventful. His 2D echo color Doppler examination at 3-month follow-up revealed the device to be in the position with a tiny residual shunt. There was a mild residual TR [Figure , and Video , ]. His right atrium and RV showed remarkable reduction in their size.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'22078432': 1, '17563097': 1, '17101870': 1, '16412854': 1, '27122716': 1, '16969878': 1, '28163430': 2}", "similar_patients": "{'5241847-1': 2}"}