{"patient_id": 73027, "patient_uid": "5893786-1", "PMID": 29670872, "file_path": "comm/PMC005xxxxxx/PMC5893786.xml", "title": "A Challenging Treatment Decision for a Rare Association: Case Report of Familial Turcot Syndrome With Fistulizing Crohn’s Disease", "patient": "A 13-year-old female presented with a history of diarrhea with intermittent rectal bleeding, low-grade fever, tenesmus, anorexia, and weight loss. Of note, patient had a family history of genetically confirmed FAP, which included her sister and paternal grandmother (Figure ). Given symptoms and family history, there was concern for polyposis syndrome and because of this, endoscopy and colonoscopy were performed. Anal skin tags were found on examination. There was no endoscopic evidence of polyposis; however, endoscopic exam did reveal pancolitis and histology was remarkable for granulomatous disease affecting both small and large bowel with active colitis. Diagnosis of CD was made. Patient was started on Mesalamine (Pentasa), and 6 months later, developed acute exacerbation of her CD requiring hospitalization. A perianal fistula was found on examination and confirmed by CT scan. She was started on EEN, but did not tolerate this so was transitioned to methylprednisolone and adalimumab. During this hospitalization, genetic testing for FAP was obtained; she is heterozygous for the c.3994dupA mutation in the APC gene. She carries an autosomal dominant mutation on the APC gene giving her a diagnosis of FAP.\\nAlmost a year after initial presentation, she developed headache, slurred speech, right arm weakness, and unsteady gait. She presented to the emergency department, where head CT scan showed a large fourth ventricle mass with hydrocephalus. Brain and spine magnetic resonance imaging was consistent with a large posterior fossa tumor with obstructive hydrocephalus (Figure ), confirmed as medulloblastoma on histology. Genetic mutation consistent with FAP along with findings of medulloblastoma was diagnostic of Turcot syndrome. Patient underwent suboccipital craniectomy, gross total resection of the posterior fossa tumor, and placement of a right posterior occipital EVD shunt. Treatment included weekly vincristine for six doses and craniospinal radiation for 1 year, in which treatment with adalimumab was stopped. The patient developed posterior fossa syndrome following surgery, requiring intensive rehabilitation.\\nAdalimumab was restarted upon completion of chemotherapy. Patient had a surveillance colonoscopy and endoscopy performed 1 year after diagnosis of FAP and was remarkable for multiple small duodenal adenomatous polyps and several tubular adenomas in colon (Figure ) with no dysplastic changes. Endoscopic exam 3 years after FAP diagnosis was remarkable for numerous duodenal and colonic adenomas and low-grade dysplasia in the sigmoid colon and rectum.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'24917961': 1, '26957095': 1, '27239106': 1, '24036054': 1, '24909831': 1, '24019770': 2, '20011428': 1, '30459937': 1, '17431512': 1, '23119205': 2, '9375853': 1, '14960520': 1, '19673627': 1, '20579222': 1, '19300132': 1, '23866578': 1, '22699323': 1, '28267075': 1, '29670872': 2}", "similar_patients": "{'3764940-1': 1, '3479943-1': 1}"}