{"patient_id": 69903, "patient_uid": "5663323-1", "PMID": 29104841, "file_path": "comm/PMC005xxxxxx/PMC5663323.xml", "title": "A Unique Case of Drug Interaction between Ticagrelor and Statin Leading to Acute Renal Failure", "patient": "A 49-year-old African American female with a past medical history of hypertension, diabetes mellitus, discoid lupus, remote history of post-streptococcal glomerulonephritis with complete recovery, and multivessel disease with drug-eluting stent placement presented with generalized weakness of three days duration. Of note, the patient reported compliance with a three day per week rigorous exercise routine at a cardiac rehabilitation center resulting in a 20 lb weight loss in a couple of months after percutaneous coronary intervention. She was transferred to our facility for further care from a neighboring hospital after she presented with a three-day history of diarrhea, abdominal cramps, chest pain, and anuria.\\nThe patient was on lisinopril 20 mg oral daily, metformin 500 mg oral daily, metoprolol tartrate 50 mg oral two times daily, pantoprazole 40 mg oral daily, rosuvastatin 20 mg oral daily, and ticagrelor 90 mg oral daily.\\nOn physical examination, the patient appeared toxic. A cardiovascular examination was normal except for reproducible left chest tenderness. There was an area of ecchymosis and erythema about 6 cm in its widest diameter on the lateral part of the right thigh, where she landed on after a fall due to progressive weakness. The laboratory values at the time of arrival was significant for sodium of 126 mEq/l, blood urea nitrogen of 58 mg/dl, creatinine of 9.1 mg/dl with a baseline creatinine from last admission of 1.0 mg/dl, creatine phosphokinase (CPK) of 238,678 IU/l, myoglobin of 46,208 ng/ml, and troponin of 1.36 ng/ml. The brain natriuretic peptide count was 10,518 pg/ml. The white cell count was 13,500 cells/mm3. The lactic acid level was 2.2 mm/l, and the significant liver function test done the previous day from the previous hospital admission per their records showed an aspartate aminotransferase count of 2000. The patient was admitted to the medical intensive care unit (MICU) and was managed for rhabdomyolysis. The poor urine output limited the use of intravenous fluid for the management of rhabdomyolysis. Nephrology was consulted for emergent dialysis to manage anuria and rhabdomyolysis.\\nPeak CPK level was attained on Day 2 of intensive care unit admission at 338,601 IU/ml. The trend of creatinine, glomerular filtration rate, and CPK since the last percutaneous intervention is shown in Figure .\\nRosuvastatin and ticagrelor were immediately stopped as ticagrelor increased the rosuvastatin to toxic levels in the body, causing increased hepatic enzyme levels and rhabdomyolysis. The patient was then placed on clopidogrel. Over the next four days, the patient's improvement was significant. The patient had received four hemodialysis sessions and her CPK levels were trending down exponentially. Her urine output improved. She was discharged home on aspirin and clopidogrel with the recommendations to re-evaluate for starting rosuvastatin on outpatient basis after the resolution of acute kidney injury.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'25852115': 1, '34720158': 1, '12481202': 1, '31745500': 2, '23023302': 1, '24799748': 1, '19717846': 1, '26528445': 1, '30003466': 1, '11413167': 1, '29104841': 2}", "similar_patients": "{'6863346-1': 1}"}