{"patient_id": 123634, "patient_uid": "5875113-1", "PMID": 29629229, "file_path": "noncomm/PMC005xxxxxx/PMC5875113.xml", "title": "Ambiguity in the Dural Tail Sign on MRI", "patient": "A 17-year-old male with no comorbidities presented to the emergency department (ED) with complaints of headache and recurrent vomiting for 2 weeks, vision loss in right eye for 1 week, and altered sensorium for 2 days. On examination, the patient was drowsy but arousable, right hemiparesis grade 4/5, right-sided secondary optic atrophy, and left-sided papilledema (pseudofoster Kennedy syndrome). Magnetic resonance imaging (MRI) of the brain showed, T1-weighted images heterogeneous predominantly solid (iso-intense) cystic with central hypo-intense core suggestive of necrosis []. T2-weighted images showed, solid (iso-intense) cystic (hyper-intense) with hyper-intense central core suggestive of necrosis []. On contrast administration, the lesion demonstrated heterogeneous enhancement with central necrosis with a positive DTS [].\\nPatient was taken up for emergency surgery, and left parasagittal parieto-occipital craniotomy fashioned and gross total tumor excision was done. On opening the dura, tumor was seen surfacing and invading the superior sagittal sinus as well as the falx, with infiltration into the adjacent brain parenchyma. Tumor was greyish soft to firm in consistency with central necrosis and highly vascular suggestive of a high-grade lesion. Per-operatively patient had a transient episode of hypotension, which was managed. Approximate blood loss was 2 liters. Postoperative computed tomography scans showed complete tumor removal []. Postoperative recovery was uneventful and patient was discharged in a stable condition. Final biopsy revealed GBM with primitive neuro-ectodermal (PNET) like components.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'2120998': 1, '15664571': 1, '20120212': 1, '2367659': 1, '12594562': 1, '33799819': 1, '33356976': 1, '8847574': 1, '27565475': 1, '21250796': 1, '34095494': 1, '8232886': 1, '2778133': 1, '2326470': 1, '29629229': 2}", "similar_patients": "{}"}