{"patient_id": 119340, "patient_uid": "5554880-1", "PMID": 28848703, "file_path": "noncomm/PMC005xxxxxx/PMC5554880.xml", "title": "BRAF V600Q-mutated lung adenocarcinoma with duodenal metastasis and extreme leukocytosis", "patient": "Our patient was a 57-year-old female with a known history of metastatic lung adenocarcinoma. Her history dated back to December 2015, when she developed left hip pain. It was initially treated conservatively and imaging examination was not performed. However, over the ensuing 4 mo, the pain worsened and became gnawing and constant. She was afebrile. Results from laboratory work-up revealed leukocytosis (19.3 × 109/L; reference range: 4.3-11 × 109/L) with 84% neutrophils, microcytic anemia (7.1 g/dL; reference range: 12-15.5 g/dL) with mean corpuscular volume (MCV) of 71 fL, and thrombocytosis (595 × 109/L; reference range: 150-450 × 109/L). At 4 mo prior, her hemoglobin had been 13.0 g/dL (reference range: 12-15.5 g/dL).\\nA computed tomography (CT) scan of the left hip was obtained, and showed marked irregularity of the lesser trochanter with cortical bone destruction. A soft tissue mass was also seen in the region of the cortex. A plain chest film revealed a large left lung mass. Iron studies revealed a ferritin level of 86 ng/mL, iron of < 10 μg/dL (reference range: 50-160 μg/dL) and total-iron binding capacity of 353 μg/dL (reference range: 270-380 μg/dL). Other causes of anemia were ruled out. A peripheral smear showed microcytic hypochromic anemia and granulocytosis without left-shift.\\nThe patient was transfused with a unit of packed red blood cells (PRBCs) and taken to the operating room. She underwent intralesional curettage, partial excision of the lesser trochanter, and open arthotomy of the left hip with extraction of the mass. Pathological examination of the extracted bone and soft-tissue mass revealed poorly differentiated metastatic adenocarcinoma cells. Immunohistochemical staining revealed strong reactivity for cytokeratin 7 (CK7) and thyroid transcription factor-1 (TTF-1) and negative reactivity for cytokeratin 20 (CK20) and GATA binding protein 3 (GATA3); these findings are most consistent with lung origin. CT scans revealed a large left upper lobe mass, measuring 8.5 cm × 6.7 cm × 10.7 cm, with extensive local invasion. In addition, there was a left adrenal mass indicative of metastatic disease.\\nGenetic testing of the tumor was carried out using Caris Molecular Intelligence® (Caris Life Sciences, Irving, TX, United States). The next-generation sequencing (NGS) analysis revealed exon 15 BRAF V600Q and exon 7 TP53 G215V mutations. No mutations or rearrangements were found in the genes for Kirsten ras viral oncogene (KRAS), neuroblastoma ras viral oncogene (NRAS), anaplastic lymphoma receptor tyrosine kinase (ALK), tyrosine-protein kinase Met (cMET), EGFR, ROS1, retinoblastoma-1 (RB1), phosphatidylinositol-4,5-bisphosphate 3-kinase catalytic subunit alpha (PIK3CA), or ret proto-oncogene (RET).\\nThe patient received palliative radiotherapy to the left femur. Her anemia was considered likely multifactorial, given the active malignancy with possible iron deficiency. Ferrous sulfate supplementation was initiated (oral; 325 mg regular-release twice daily), but only minimal improvement in her anemia was observed. Of note, her leucocyte count remained elevated after the surgery (18.9-56.4 × 109/L). She had no signs of infection or inflammation.\\nAfter the radiotherapy, two cycles of carboplatin and pemetrexed were administered. However, shortly after the second cycle, the patient presented to the emergency room with increasing shortness of breath and weakness. She also reported intermittent melanotic stool for the past few days. Physical exam revealed pallor and almost no air entry into the left part of the chest on auscultation. She was afebrile. Laboratory investigations showed a leucocyte count of 80.2 × 109/L with 92% neutrophils, 6% monocytes and 2% lymphocytes, hemoglobin of 6.0 g/dL, and platelet count of 519 × 109/L. Guaiac fecal occult blood test was positive. CT scan showed extensive growth of the upper lobe mass (to 14.5 cm × 10.0 cm × 17.4 cm) with progressive mediastinal invasion (Figure ).\\nThe patient was admitted to the hospital and transfused with 1 U of PRBCs. Esophagogastroduodenoscopy was performed, and an ulcerated bleeding 1-cm mass with malignant appearance was found in the second part of the duodenum (Figure ). The scope could not traverse the lesion, and the exam could not be finished. Cold forceps biopsies were taken. On pathological exam, poorly differentiated adenocarcinoma was determined. The morphological and immunohistochemical characteristics of the tumor were similar to the findings on the original bone biopsy, being consistent with lung origin.\\nThe patient’s leukocytosis worsened (up to 102 × 109/L, with 92% neutrophils, 3% monocytes, 2% myelocytes, 1% metamyelocytes, 1% promyelocytes and 1% lymphocytes). She did not have fever or other signs of infection. She did not receive any granulocyte-stimulating agent with her chemotherapy and did not receive steroids. A peripheral smear showed absolute neutrophilia with coarse toxic granulation and Döhle bodies in numerous neutrophils and with occasional metamyelocytes and myelocytes. In addition, rare nucleated red blood cells were observed. Peripheral flow cytometry did not show any increase in blast count. Mutational analysis showed no mutation in the genes for Janus kinase-2 (JAK-2), calreticulin (CALR) and colony-stimulating factor 3 receptor (CSF3R). In addition, reverse-transcriptase polymerase chain reaction assay of peripheral blood gave negative results for BCR-ABL b2a2, b3a2, and e1a2 fusion gene transcripts. This finding lessened the likelihood of chronic myeloid leukemia as well as of chronic myeloproliferative disorders. Given the patient’s very poor prognosis, bone marrow examination was not performed.\\nConsidering the patient’s rapid course of progression and development of resistance to front-line chemotherapy, she was started on the off-label combination of dabrafenib with trametinib, which has Federal Drug Administration approval for use in BRAF-mutated melanoma. Unfortunately, her clinical condition deteriorated quickly and she died around 2 wk after her presentation.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'7712974': 1, '16570563': 1, '28286791': 1, '25273224': 1, '28135039': 1, '28101350': 1, '15938753': 2, '26244006': 1, '22282022': 1, '27864300': 1, '34466299': 2, '21825258': 1, '25013473': 2, '26458611': 1, '25576527': 1, '24297085': 1, '16509887': 1, '26150740': 1, '11474398': 1, '28203297': 1, '31941653': 1, '26177377': 1, '23833300': 1, '26711930': 1, '25932381': 1, '12068308': 1, '24979348': 1, '26744672': 1, '20108024': 1, '16393692': 1, '27283860': 1, '28848703': 2}", "similar_patients": "{'4081353-1': 1, '8396418-1': 1, '1180466-1': 1}"}