{"patient_id": 68954, "patient_uid": "5609046-1", "PMID": 28934936, "file_path": "comm/PMC005xxxxxx/PMC5609046.xml", "title": "Transitional cell carcinoma involving graft kidney in a kidney transplant recipient: a case report", "patient": "A 40-year-old male patient visited hospital with complaints of nausea, vomiting and gross hematuria for several days. Eleven years ago, he was diagnosed ESRD of unknown origin, and received a living related kidney transplantation from his father 1 year later. He underwent immunosuppressive agents based on cyclosporine, mycophenolate and corticosteroids. After KT, the patient was performed graft biopsy twice. The 1st biopsy result at 3 months after KT was consistent with acute interstitial nephritis and IgA nephropathy, and 2nd biopsy at 6 years after KT was acute cellular rejection IIb. The graft function had progressively declined to chronic kidney disease stage 4 at the latest visit of the outpatient clinic. At admission, he showed mild fever with body temperature 37.8 °C, and complained mild tenderness on graft kidney. Laboratory data showed white blood cell (WBC) 7400 /mm3, hemoglobin 8.2 g/dL, and platelet 258,000 /mm3, blood urea nitrogen 87 mg/dL, creatinine 11.2 mg/dL, sodium 141 mEq/L, potassium 5.0 mEq/L, and chloride 105 mEq/L. The urinalysis showed protein (++++), occult blood (+++), red blood cell (RBC) >100 /high power field (HPF), and WBC >100 /HPF. There were not decoy cells in urine cytology, and negative BK virus DNA by urine polymerase chain reaction (PCR). Abdominal sonography demonstrated a 7.9 cm-sized intra-pelvic hyperechoic mass causing obstructive pelvo-calyceal dilation of graft kidney (Fig. ). Abdominal magnetic resonance image showed a huge polypoid mass of graft kidney with pelvo-calyceal dilation, and there were a 3.3 cm-sized nodule in aortocaval chain and a 2.5 cm-sized nodule in right external iliac chain (Fig. ). There was no invasion to graft ureter orifice and bladder in cystoscopy (Fig. ). Whole body positron emission tomography (PET) showed a high uptake mass (standardized uptake value (SUV) max: 14.9) in graft kidney, and reactive lymph nodes with high uptake in right external iliac chain (SUV max: 9.6) and in aortocaval chain (SUV max: 10.1), and then it proved stage IV TCC (cT3N2M0, Fig. ). Sonography-guided percutaneous needle biopsy of the mass in the pelvis of graft kidney demonstrated a low grade urothelial carcinoma (Fig. ). Consecutively, radical nephroureterectomy of renal allograft was performed. The post-operative histopathology report confirmed as a low grade urothelial carcinoma of graft pelvis and ureter lumen, which invaded to perirenal fat and renal parenchyma with lymphovascular presence (T3Nx). The patient started with postoperative adjuvant concurrent chemo-radiation therapy and he returned to maintenance hemodialysis. Immunosuppressive agents were discontinued, and no tumor recurrence has been observed during the 24 months after the operation.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'34127009': 2, '18184173': 1, '30636892': 1, '15168390': 1, '24798310': 1, '24596334': 1, '24507046': 1, '26709521': 1, '16797304': 1, '21373847': 1, '23781380': 2, '33093437': 1, '19845597': 1, '17942951': 1, '28934936': 2}", "similar_patients": "{'3677624-1': 1, '3677624-2': 1, '8204527-1': 1}"}