{"patient_id": 72147, "patient_uid": "5831871-1", "PMID": 29662705, "file_path": "comm/PMC005xxxxxx/PMC5831871.xml", "title": "Aortitis as a Rare Cause of Aortic Aneurysm and Valve Regurgitation: Is Repair Precluded?", "patient": "We report the case of a 38-year-old pregnant lady with a diagnosis of idiopathic aortitis associated with aortic root aneurysm and severe aortic valve regurgitation.\\nThe patient had a history of cardiac murmur, having had an echocardiogram performed two years before the episode showing a mild mitral regurgitation with a normal aortic valve and aorta. She was asymptomatic until the 4th month of pregnancy when she began with tachycardia and exertional dyspnea which rapidly evolved to rest dyspnea; she was admitted to the hospital, and an echocardiographic study was performed, showing a very severe aortic regurgitation and a 5.5 cm aneurysm of the root and ascending aorta; the left ventricle was markedly dilated with a borderline ventricular fraction. No computed tomography scan was done to avoid potential damage to the fetus.\\nShe was transferred to our unit for urgent surgery for a planned valve-preserving surgery.\\nShe was operated on under general anesthesia and median sternotomy. The aortic arch and the right atrium were cannulated in a standard fashion, and cardiopulmonary bypass (CPB) was established under normothermia. CPB flows were kept high maintaining a mean arterial pressure above 70 mmHg, and the use of vasoconstrictors was avoided [, ].\\nThe aorta was clamped and opened showing a marked thickening of its wall. The root was dissected, and the coronary ostial buttons trimmed; the tissues around the root had heavy adherences indicating an inflammatory process. Geometric height of the leaflets was measured with a ruler; it was 15 for the noncoronary leaflet, 14 for the right, and 14 for the left. A valve-sparing remodeling procedure was done using a dacron straight graft of 24 mm. The technique of the remodeling procedure followed the recommendations of the Homburg group []. The post procedure intraoperative echocardiogram showed a residual mild regurgitation of the valve, which was considered acceptable. The jet was central, in its origin and direction, and the effective height of the repaired cusps was 8 mm.\\nThe fetal status was assessed before surgery and after the completion of the procedure by transabdominal echography, showing an alive fetus.\\nThe postoperative course of the patient was uneventful. She was discharged on metoprolol and iron. A transthoracic echocardiogram was performed before discharge showing a mild regurgitation of the aortic valve with a marked unloading of the left ventricle.\\nShe continued her pregnancy, and a healthy girl was born with a vaginal delivery.\\nShe was investigated thoroughly, and all known causes of aortitis or genetic disorders were discarded. No other signs or symptoms of the disease were found. She was diagnosed with idiopathic aortitis at that moment. Anyhow, she was started with immunosuppressant treatment with corticoids.\\nShe underwent clinical and serial echocardiographic follow-up. The 6-month echo showed a progression of the regurgitation which was moderate at that time, and in the 1-year echo, it became severe. As she continued to be asymptomatic, a narrower follow-up was decided, but 3 months later, the left ventricle had dilated markedly, and redo surgery was indicated.\\nRedo surgery was performed through a resternotomy with central cannulation. The Dacron graft was opened through a transverse incision, the aortic valve was measured and resected, and a 23 mm mechanical prosthesis was inserted in a supra-annular position with pledgeted sutures. The leaflets were markedly retracted at that time, with a geometric height of less than 4 mm. The Dacron graft was then sutured, and the patient was weaned from CPB and transferred to the Intensive Care Unit for an uneventful recovery.\\nTwo years later, a new-onset supra-aortic vessel narrowing has been detected, and a diagnosis of Takayasu disease has been made.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'18036914': 1, '26095104': 1, '22853942': 1, '18941609': 1, '24925329': 1, '20219388': 1, '29662705': 2}", "similar_patients": "{}"}