{"patient_id": 69750, "patient_uid": "5654314-1", "PMID": 29130014, "file_path": "comm/PMC005xxxxxx/PMC5654314.xml", "title": "A Case of Probable Amisulpride Induced Mania after Eight Months of Therapy", "patient": "An 18-year-old male presented with symptoms of social withdrawal, academic decline, and negligence of self-care, which had started around a year back. Around one week before presentation to the hospital, the patient developed florid psychotic features like hearing voices, suspiciousness towards neighbors, locking himself up in his room as he used to say that he was fearful that people are trying to harm him, refusal of food due to suspiciousness, and disturbed biorhythm. When the patient was seen in the hospital, the patient appeared unkempt as well as agitated. On mental state examination, he had 3rd-person auditory hallucination where the patient used to hear voices discussing amongst themselves the patient, bizarre delusion, and delusion of reference and persecution. The patient was started on risperidone 4 mg, which was gradually increased to 10 mg together with trihexyphenidyl 4 mg. After 3 months of medication intake and gradual improvement in symptoms, the patient discontinued medication on his own.\\nOn follow-up, risperidone was restarted, but as the patient was noncompliant to the medication for the second time, he was prescribed depot fluphenazine. He was managed on this for the next 3 months, during which he showed some improvement. Then, due to the lack of availability of depot fluphenazine, the patient was started on amisulpride 500 mg. He was managed on the same dose for around 6 months during which time he showed improvement. His positive symptoms gradually subsided; however, he had persistence in negative symptoms in the form of lack of initiation and social withdrawal. The medication was then decreased to 300 mg due to persistence of negative symptoms. After around 3 months of maintenance at 300 mg, the patient developed manic features in the form of elated mood, overactivity, overgrooming, overtalkativeness, and decreased need for sleep. Young's mania rating scale (YMRS) score was 34 when he was evaluated after one week of the onset of symptoms. He had no delusions or hallucinations during this time and there was no history of illicit substance use. Amisulpride was then stopped and the patient was managed on olanzapine (20 mg), lithium (900 mg), and clonazepam (1 mg). When the patient was evaluated for the second time during follow-up after 10 days, his manic symptoms had improved and his YMRS score was 14. His symptoms then gradually subsided over the next 5-6 weeks.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'25404595': 1, '19766159': 1, '20711379': 2, '12893676': 1, '7249508': 1, '8996185': 1, '22122647': 1, '29130014': 2}", "similar_patients": "{'2907009-1': 1}"}