{"patient_id": 69674, "patient_uid": "5649930-1", "PMID": 29147358, "file_path": "comm/PMC005xxxxxx/PMC5649930.xml", "title": "Excellent Response to Palliative Chemotherapy for Pleural Recurrence of Uterine Papillary Serous Carcinoma", "patient": "In June 1997, a 65-year-old G9P009 African-American woman was treated for FIGO stage IIA UPSC with total abdominal hysterectomy, bilateral salpingo-oophorectomy, and pelvic lymphadenectomy with 32P catheter placement, followed by adjuvant external beam radiation. She was followed without clinical evidence of recurrence until December 2007, when she presented with shortness of breath of a few weeks duration. Her CA-125 level was elevated at 112 IU/mL. A chest x-ray showed a right side pleural effusion. A chest CT, in addition to confirming pleural effusion, also showed pleural-based nodules (). A diagnostic and therapeutic thoracentesis was done and 2 liters of serosanguineous fluid was removed.\\nThinPrep of the pleural fluid demonstrated malignant cells consistent with adenocarcinoma (). H&E stain of the pleural fluid cell block demonstrated papillary clusters of adenocarcinoma with psammoma bodies, consistent with serous carcinoma (). Immunostains for p53 and CK7 were positive (). CK20 (), ER, PR, and WT-1 were negative. This pattern of immunoreactivity is consistent with serous carcinoma of uterine origin. Furthermore, immunostains for CK5, calretinin, TTF-1, and CEA, usually positive in thoracic adenocarcinomas, were all negative, making a primary lung or mesothelial neoplasm unlikely. Broncoscopy was nondiagnostic for pulmonary abnormalities, and CT of the abdomen and pelvis was negative for any evidence of extrathoracic disease.\\nShe was treated with 6 cycles of carboplatin and paclitaxel at an AUC of 6 and 175 mg/m2 respectively, with excellent biochemical and clinical response. Her CA-125 level decreased to 3 IU/mL and follow-up CT chest showed complete resolution of pleural disease including the pleural nodules (). She continues to have surveillance visits and remains disease-free 5 years later. Her chest imaging remains normal and serum CA-125 level remains at 3 U/mL.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'6895302': 1, '22976496': 1, '15099897': 1, '7102898': 1, '12909235': 1, '19592079': 1, '17346538': 1, '6822361': 1, '19078929': 1, '17152287': 1, '20555100': 1, '18644620': 1, '17355889': 1, '8784468': 1, '29147358': 2}", "similar_patients": "{}"}