{"patient_id": 123205, "patient_uid": "5836208-1", "PMID": 29515414, "file_path": "noncomm/PMC005xxxxxx/PMC5836208.xml", "title": "A Case of Squamous Cell Carcinoma of Unknown Primary that Responded to the Multi-Tyrosine Kinase Inhibitor Lenvatinib", "patient": "A 67-year-old man presented to a regional hospital with a tumor over the right clavicle. A computed tomography (CT) scan with contrast enhancement showed enlarged lymph nodes in the neck, mediastinum, and left axilla (Fig. ). A right supra-clavicular lymph node biopsy revealed poorly differentiated carcinoma. 18F-fluorodeoxyglucose positron emission tomography/CT showed hot spots in the right lobe of the thyroid and lymph nodes (Fig. ). Although the tumor was unclear on CT and ultrasonography images, fine needle aspiration cytology of the right lobe of the thyroid showed poorly differentiated carcinoma cells similar to those in the observed lymph node. The serum level of the tumor marker carcinoembryonic antigen (CEA) was 1,390.0 ng/mL and the levels of the carbohydrate antigens 19-9 and 125 were 44.2 and 294 U/mL, respectively. Based on a provisional diagnosis of undifferentiated thyroid cancer with lymph node metastasis, the patient underwent total thyroidectomy and bilateral lymph node dissection. Microscopically, undifferentiated carcinoma was suspected (Fig. ). Lenvatinib (24 mg/day) was administered for the treatment of residual lymph node metastasis. A CT scan after 1 month of lenvatinib administration showed marked regression of the lymph nodes in the mediastinum and left axilla; however, interstitial pneumonia was also detected in the bilateral lung (Fig. ). The patient complained of mild cough and dyspnea on exertion, but had no fever. His oxygen saturation on room air was 98%. Chest auscultation of both lung fields revealed no crackles, wheezes, or rhonchi, and chest X-ray showed bilateral infiltrative shadows (Fig. ). His KL-6 (Krebs von den Lungen-6) levels (< 500 U/mL) were 582 U/mL, and his serum CEA levels decreased from 687 to 338 ng/mL after the administration of lenvatinib. The drug lymphocyte stimulation test for lenvatinib was strongly positive (1,276 cpm, stimulation index 383; normal range: lower than 180). Broncho-alveolar lavage fluid revealed inflammatory changes with a cell differential count of 36.0% macrophages, 61.1% lymphocytes, 0% neutrophils, 2.9% eosinophils, and decreased CD 4/8 ratio (0.1). From these results, we diagnosed the patient as having lenvatinib-induced interstitial pneumonia. Lenvatinib was discontinued on the day of the CT scan (day 30). Due to the withdrawal, interstitial pneumonia improved remarkably. A pathologist who specializes in thyroid cancer diagnosed the patient's thyroid tumor as a possible metastasis of poorly differentiated epithelial tumor. Further evaluation revealed that the tumor cells were positive for p40, demonstrating metastatic squamous cell carcinoma. Although the lung, head and neck were suspected as possible locations for the primary lesion, we were unable to identify the origin. During the 2-month period in which lenvatinib was not being administrated, the patient's CEA level increased, and a CT scan showed enlarged lymph nodes in the mediastinum and left axilla. He was treated for carcinoma of unknown primary with carboplatin and paclitaxel as second-line treatment. Following three cycles of chemotherapy with carboplatin and paclitaxel, stable disease was achieved in accordance with RECIST criteria (Fig. ).", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'25671254': 1, '18765537': 1, '17943726': 1, '31020569': 1, '12531582': 1, '20942679': 1, '23856031': 1, '26426092': 1, '29515414': 2}", "similar_patients": "{}"}