{"patient_id": 66987, "patient_uid": "5452335-1", "PMID": 28569143, "file_path": "comm/PMC005xxxxxx/PMC5452335.xml", "title": "Spondylodiscitis in a healthy 12-year-old girl with Extraintestinal pathogenic Escherichia coli (ExPEC) bacteraemia", "patient": "A 12-year-old caucasian girl presented with a 1-day history of fever (39 °C) with right lumbar pain. She had no medical history and had never travelled outside Western Europe. There was no report of dysuria, frequent daytime urination, abdominal pain or diarrhoea. Physical examination was normal apart from a right lumbar punch. White blood cell (WBC) count was 9400/mm3, neutrophils 7600/mm3 and CRP 16 mg/L. Blood and urines were collected for culture and ceftriaxone was started for suspicion of pyelonephritis. Urinalysis was negative for leukocyte, nitrite and pyuria. Urinary culture was sterile but one blood culture was positive for an Escherichia coli strain susceptible to all antibiotics. Abdominal ultrasound and abdominal tomodensitometry with intravenous injection of an iodised contrast product were normal. The patient was afebrile after 48 h of ceftriaxone. C-Reactive Protein (CRP) culminated at 78 mg/L on day 2 and lowered at 12 mg/L on day 5.\\nHowever, lumbar pain persisted despite paracetamol and required morphine. A second renal ultrasound was performed and showed no sign of urinary lithiasis. A magnetic resonance imaging of the spine on day 7 revealed a T11-T12 spondylodiscitis without adjacent epidural or soft tissue inflammation (Fig. ). No bone biopsy was attempted. It would have been considered if the clinical evolution had been unfavourable despite antibiotic treatment. A corset was prescribed and ciprofloxacin was added on day 6 to complete a 14-day course of intravenous antibiotherapy. She had minimal back pain on day 14 and was discharged with oral ciprofloxacin for another 4 weeks. She complained of arthralgia of both wrists on day 35. Physical examination was normal. Ciprofloxacin was stopped on day 42 and arthralgia resolved spontaneously.\\nPolymerase chain reactions (PCR) were performed to analyze E. coli strain, as described previously [–]. It harbored serogroup O1:K1 and belonged to the major phylogenetic group B21. Among 23 genetic determinants encoding virulence factors (VFs) investigated [–]. 14 were present, including genes coding for siderophores (yersiniabactin - fyuA, aerobactin - iucC, sit system - sitA, salmochelin – iroN), adhesins P fimbriae (papGII but not papGIII), pilin (papC), vacuolating toxin (vat) and cytolethal distending toxin (cdt). Moreover, strain had other genetic determinants: colicin V (cvaA), colicin Ia (cia), a pore-forming toxin gene that increases serum survival (iss), a type I secretion system operon (ets), a putative outer membrane protease (ompT) and a hemolysin (hlyF) which combined with the aerobactin and salmochelin genes are characteristic of a conserved virulence plasmidic region identified in the highly virulent extra intestinal pathogenic E. coli strain S88 []. Finally, PCR were negative for other adhesin/invasin genes (sfa/foc and ibeA), alpha-hemolysin (hlyA), cytotoxic necrotizing factor (nf1), secreted autotransporter toxin (sat) and colibactin (clbB).\\nImmunological explorations including WBC count and smear, the determination of plasma IgA, G, M and E and IgG subclasses levels and classic complement pathway analysis were normal. The absence of previous unusual infection in our patient didn’t lead us further explores her immunity to rule out an immunodeficiency.", "age": "[[12.0, 'year']]", "gender": "F", "relevant_articles": "{'18550153': 1, '25222308': 1, '2403532': 1, '23039210': 1, '24722484': 1, '24450893': 1, '12738001': 1, '18945841': 1, '24086343': 1, '17570118': 1, '25978839': 1, '27408498': 1, '19307211': 1, '26333570': 1, '9916057': 1, '28569143': 2}", "similar_patients": "{}"}