{"patient_id": 64866, "patient_uid": "5307407-1", "PMID": 28188511, "file_path": "comm/PMC005xxxxxx/PMC5307407.xml", "title": "Non-occlusive mesenteric ischemia localized in the transverse colon: a case report", "patient": "A 72-year-old woman, who had hypertension and emphysema treated by her personal physician, was referred to our hospital for further treatment of abdominal pain, which developed 1 day before presentation. Oral intake was decreased because of the abdominal pain. The pain was mild, and no peritoneal irritation sign was detected. The vital signs were normal, except for the blood pressure, which was low (88/59 mmHg). Dehydration was suggested owing to the elevated level of blood urea nitrogen and serum creatine. Although her lactate dehydrogenase and creatine kinase levels showed no abnormality, white blood cell count and aspartate aminotransferase level were elevated (11,600/μL and 88 U/L, respectively). Moreover, metabolic acidosis was observed (pH, 7.211; HCO3, 12.7 mmol/L; base excess, −13.8 mmol/L).\\nThe patient underwent 3D-CT angiography using a 64-detector CT scanner. Iopamidol (370 mg I/mL, Iopamiron 370; Bayer, Osaka, Japan) was used as the contrast agent. The patient was injected with 0.7 g/kg iodine for 30 s, and the scan timing was 90 s after the injection. The tube potential was 120 kVp, and the tube current was adjusted by automatic exposure control with a noise index of 10 and a slice thickness of 0.5 mm. Image processing analysis was performed using a 3D volume rendering technique with the ZIOstation system (Ziosoft, Tokyo, Japan).\\nContrast-enhanced abdominal CT scan revealed a dilated and thinned transverse colon. The enhancement of the transverse colon was mainly attenuated, except for a remaining partial enhancement (Fig. ). CT angiography showed irregularities of the SMA due to vasospasm (Fig. ). Narrowing of the middle colic artery (MCA) and ileocolic artery (ICA) was observed by 2D axial view, and the MCA could not be detected by CT angiography (Fig. ). The right colic artery (RCA) was also undetectable, which suggests the lack or occlusion of the RCA. Similarly, the left colic artery (LCA) was not detected. No occlusion of the SMA and SMV due to thrombus or embolism was observed, and the peripheral arteries of the transverse colon were also enhanced.\\nBased on these findings, necrosis of the transverse colon due to NOMI was suspected, and emergency laparotomy was performed. At laparotomy, the transverse colon was segmentally necrotic, as diagnosed preoperatively; however, the pulsation of the peripheral arteries of the transverse colon was not attenuated. Intraoperative findings also suggest NOMI, and the necrotic bowel was resected (Fig. ). Bowel anastomosis was not performed, and stomas were created.\\nHistopathological findings showed massive ischemic changes with various depths of necrosis, ranging from mucosal ischemia to transmural necrosis, which reflect discontinuous necrosis of the transverse colon (Fig. ). Arterial or venous thrombus was not identified in the resected specimens, which also supported NOMI. The patient’s postoperative course was uncomplicated, and she was discharged from the hospital on postoperative day 33.", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'24022230': 1, '2301896': 1, '19501999': 1, '1115306': 1, '23122519': 1, '13541678': 1, '8604831': 1, '30771025': 2, '30909787': 1, '4843282': 1, '17667501': 1, '24888278': 1, '25585080': 1, '24990124': 1, '10625237': 1, '28188511': 2}", "similar_patients": "{'6377685-1': 1}"}