{"patient_id": 72460, "patient_uid": "5848591-4", "PMID": 29563965, "file_path": "comm/PMC005xxxxxx/PMC5848591.xml", "title": "Avoiding diagnostic errors in psychosomatic medicine: a case series study", "patient": "A 68-year-old man presented with symptoms of appetite and weight loss. He suffered from gastric cancer and had had a partial gastrectomy three years previously. He recovered from it and his activity of daily living was normal. However, over the three months before reporting to the hospital, after suffering a common cold he gradually lost his appetite and weight (from 58 to 48 kg). He could consume only semisolid food, such as tofu, and a small amount of water, and stayed in bed almost all day long. Upper gastrointestinal endoscope examination, abdominal CT, and tumor marker were normal at the department of gastroenterology. Medicine for gastrointestinal movement did not improve his symptoms. He was referred to our department with a diagnosis of depression due to cancer.\\nHis general condition gradually worsened and he was finally admitted due to dehydration. On the 1st hospital day, serum Na was 135 mmol/L due to dehydration. After drip infusion and tubal feeding for several days, it was found that serum Na was very low (119 mmol/L). In the next step, endocrinological laboratory studies showed very low serum and plasma levels of adrenocorticotropic hormone (ACTH) (< 2.1 pg/ml) and cortisol (0.4 μg/dl). Following dynamic tests for pituitary hormone secretion in response to combined stimulation with corticotropin-releasing hormone (CRH), thyrotropin-releasing hormone (TRH), luteinizing hormone-releasing hormone (LH-RH), and growth hormone-releasing hormone (GH-RH) revealed a blunted response of ACTH. Thus, the patient was diagnosed with isolated ACTH deficiency (IAD). The replacement of hydrocortison 15-20 mg/day improved his condition, he gradually became able to have meals, and he was finally discharged.\\nFinal diagnosis: secondary adrenal insufficiency, isolated ACTH deficiency (IAD).", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'33852544': 1, '24725972': 1, '30696643': 1, '18440350': 1, '22195411': 1, '7972664': 1, '12915363': 1, '20078760': 1, '23566942': 1, '877201': 1, '2335304': 1, '11740164': 1, '15791770': 1, '21248608': 1, '23417589': 1, '22543420': 1, '19669921': 1, '16009864': 1, '2307367': 1, '32989333': 1, '18004990': 1, '18576188': 1, '23422865': 1, '24889994': 1, '29563965': 2}", "similar_patients": "{'5848591-1': 2, '5848591-2': 2, '5848591-3': 2}"}