{"patient_id": 121893, "patient_uid": "5738510-1", "PMID": 29279827, "file_path": "noncomm/PMC005xxxxxx/PMC5738510.xml", "title": "Parotid mandibular bone defect: A case report emphasizing imaging features in plain radiographs and magnetic resonance imaging", "patient": "In the beginning of November 2015, a male Asian patient (52 years old) noticed major discomfort and pain in his left TMJ. A week later, as the symptoms got worse and the patient began to experience difficulties in fully opening his mouth. He visited his general dentist, who observed that the patient had an evident limitation in fully opening his mouth (maximum mouth opening of 16 mm), with a discrete clicking noise and without deviation when opening.\\nAn extraoral examination demonstrated the absence of asymmetry or bulging, but pain was confirmed when the left-side TMJ was palpated. An intraoral examination did not evince any disease of odontogenic etiology. The patient's medical history was not significant.\\nThe general dentist suspected that the patient was affected by temporomandibular disorder and disc displacement. The patient was then medicated with analgesics (500 mg of paracetamol twice a day for 1 week) and radiographic examinations were carried out, with a provisional diagnosis of temporomandibular dysfunction.\\nThen, on the radiographic examination, the clinician observed a radiolucent lesion in the superior posterior border of the mandibular ramus (left side). Considering that lesions in mandibular ramus may cause neurological disorders, the dentist checked whether the patient had any neurological complaints, such as paresthesia on the left side of the mandible, but the patient did not report any neurological symptoms. The patient was therefore referred to the university clinic.\\nThe panoramic radiograph revealed an oval-shaped radiolucency with well-defined borders that was unilocular and located near the upper third of the ramus, posterior to the mandibular foramen, and close to the mandibular posterior margin. The lesion was homogeneously radiolucent, had no sclerotic margins, no contiguity with the mandible border, and measured about 1 cm in its largest diameter. No alterations were observed in the surrounding tissues, such as periosteal reaction or anatomical structure displacement, as demonstrated in .\\nOpen- and closed-mouth TMJ radiographs of the patient were also available, and they confirmed the presence of the oval radiolucency on the left border of the mandibular ramus with radiographic characteristics similar to those observed in the panoramic radiograph (). The TMJ evaluation established that the position of the mandibular condyles was posterior to the articular eminence when the patient's mouth was open, suggesting a reduction of condylar translation.\\nThe patient was then referred for MRI to investigate TMJ alterations that might explain the symptoms and confirm the diagnosis of temporomandibular dysfunction. For the radiolucent area, provisional diagnoses of traumatic bone cyst and parotid MBD were also considered.\\nMRI was performed in a 3-T system (Siemens Magnetom Skyra, Siemens, Munich, Germany) using dedicated head and neck surface coils. Axial T1- and T2-weighted images were obtained. The section thickness was 4 mm.\\nOn MRI, abnormal findings of the bilateral joint discs were not observed, despite the limitation of mouth opening, and the patient's symptoms were relieved by analgesic medications. At the same time, the radiolucent lesion was also further investigated. An axial scout image () demonstrated a tiny hyperintense image eroding the left mandibular ramus on the lingual side, which corresponded to continuous glandular tissue from the parotid gland. A proton-weighted image () and T2-weighted images () exhibited a well-defined hyperintense signal area on the mandibular ramus, surrounded by a thick cortical bone-like area with a hypointense signal.\\nDue to the imaging characteristics demonstrated by MRI, it was concluded that the well-defined hyperintense area observed in and was glandular tissue, and other types of bone lesions were then disregarded. The bone cavity was filled by soft tissue, clearly continuous to the parotid gland. The adipose tissue within the glandular cells was responsible for the hyperintense image detected in the T2-weighted sequences.\\nAfter the final diagnosis of parotid MBD was made by MRI and the TMJ symptoms completely disappeared, the patient did not come back for regular follow-up visits.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'10685040': 1, '33920603': 1, '12486895': 1, '12820846': 1, '27857772': 2, '32871782': 1, '28913275': 2, '6928587': 1, '20100926': 1, '4080685': 1, '3422827': 1, '31944858': 1, '12203126': 1, '27672619': 2, '22184629': 1, '23160691': 1, '26225086': 1, '19840656': 1, '33828965': 1, '15140825': 1, '24959707': 1, '25398816': 1, '16648768': 1, '20376374': 1, '27133906': 1, '22074869': 1, '25883008': 1, '6576296': 1, '29279827': 2}", "similar_patients": "{'5556806-1': 1, '5091005-1': 1, '5035728-1': 1}"}