{"patient_id": 113474, "patient_uid": "5016812-1", "PMID": 27609717, "file_path": "noncomm/PMC005xxxxxx/PMC5016812.xml", "title": "Prolonged cardiac arrest complicating a massive ST-segment elevation myocardial infarction associated with marijuana consumption", "patient": "A notification was given by the Emergency Medical Service (EMS) to the ED in our hospital regarding a 40-year-old male who developed tonic–clonic seizures followed by cardiac arrest while at a party. When EMS arrived at the scene, a ventricular fibrillation rhythm was recorded and electrical cardioversion was delivered seven times followed by the administration of intravenous amiodarone. Advanced Cardiac Life Support (ACLS) was initiated, which lasted about 40 min. His past medical history was unremarkable, except for recreational drugs use. There was no documented family history of premature ischemic heart disease. On arrival to ED, blood pressure was not able to be registered, but his heart rate was 104 beats/min with regular rhythm. His oxygen saturation by pulse oximetry was 87% despite receiving a fraction of inspired oxygen (FIO2) of 100%. Aggressive resuscitation with vasoactive drugs including norepinephrine, epinephrine, and dobutamine was initiated. Remarkable laboratory findings included a white blood cell count of 18,800/mm3 (4.8–10.8), a lactic acid level of 15.3 mmol/L (0.5–2.2), a blood glucose level of 433 mg/dl (65–115), and a bicarbonate level of 14 mmol/L (24–31). Arterial blood gas (ABG), while on mechanical ventilation and receiving an FIO2 of 100%, showed a pH of 7.02 (7.35–7.45), a pCO2 level of 66 mmHg (35–45), and a paO2 level of 100 (80–100). Troponin I and creatine kinase levels were elevated at 8.32 ng/ml (<0.1) and 2,799 U/L (25–215), respectively. Urine toxicology screen was positive for THC but negative for cocaine, amphetamines, barbiturates, benzodiazepines, methadone, or opioids. A qualitative urine toxicology assay using liquid chromatography–tandem mass spectrometry (Quest Diagnostics Nichols Institute Chantilly®) was negative for synthetic cannabinoids. Serum ethyl alcohol level was 119 mg/dl (<10). Liver function, creatinine, lipid panel, and coagulation profiles were within normal limits. Initial chest radiography showed bilateral infiltrates consistent with pulmonary edema (). A 12-lead electrocardiogram (ECG) demonstrated sinus tachycardia, with ST-segment elevation in leads II–III and aVF as well as V1–V5 (). Transthoracic echocardiogram displayed severely depressed left ventricular ejection fraction of 20% (55–65), global hypokinesis with apical septal akinesia, and a 3.14 cm2 non-mobile, calcified apical thrombus (). Therapy with aspirin, clopidogrel, and intravenous heparin was initiated. Thrombolytic therapy was not considered because of the prolonged cardiopulmonary resuscitation (CPR) time. He was admitted to the intensive care unit (ICU) with the presumptive diagnosis of cardiogenic shock secondary to ST-segment elevation MI. According to the hospital policy, the presence of severe persistent hypoxemia and refractory hypotension despite the use of two vasopressors was considered as the exclusion criterion to initiate therapeutic hypothermia protocol. Within 48 h, hospital course was complicated by worsening kidney function, and severely depressed Glasgow Coma Scale despite being off sedation. Neurological examination disclosed findings compatible with possible diagnosis of brain death: dilated and fixed pupils, absence of corneal and gag reflexes, negative response to deep painful stimuli, no spontaneous breathing, and negative eye-caloric test. Head computed tomography showed diffuse loss of gray-white matter differentiation and ventricular effacement, compatible with global anoxic encephalopathy. No ischemic infarcts or hemorrhage was identified. Given the possibility that the initial neurological examination may had been confounded by the presence of central nervous system depressant drugs, a second neurological assessment was performed in the setting of a negative urine toxicology screen. The results were unchanged. On day 3 of ICU admission, a positive apnea test confirmed the diagnosis of brain death. Autopsy report revealed an acute anterior–lateral, septal, and posterior wall MI with a mural thrombus in the left ventricle as well as hypertensive and atherosclerotic heart disease as the main causes of death.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'24200372': 1, '12944889': 1, '24760961': 1, '7671353': 1, '22971158': 1, '9467203': 1, '16175062': 1, '26218967': 1, '16168820': 1, '33240693': 1, '23312350': 1, '17005273': 1, '11543984': 1, '21649761': 1, '17097170': 1, '19946452': 2, '29218644': 1, '25391827': 1, '29455452': 1, '5114822': 1, '24783463': 1, '25652342': 1, '21353301': 1, '20833082': 1, '10818197': 1, '24996293': 1, '11903480': 1, '33458628': 1, '31579321': 1, '19436220': 1, '31396556': 2, '22584762': 1, '18402793': 1, '22542484': 1, '22989695': 1, '22231902': 1, '697222': 1, '25162899': 1, '24598271': 1, '25660953': 1, '26038597': 1, '11401936': 1, '31872058': 1, '11792512': 1, '26154784': 1, '31550103': 1, '4559810': 1, '27609717': 2}", "similar_patients": "{'2783157-1': 1, '6687317-1': 1}"}