{"patient_id": 67229, "patient_uid": "5471910-1", "PMID": 28630641, "file_path": "comm/PMC005xxxxxx/PMC5471910.xml", "title": "Amisulpride withdrawal dyskinesia: a case report", "patient": "A 63-year-old man was diagnosed with schizophrenia at age 49 and had been treated at the outpatient department of Songde Branch of Taipei City Hospital since the diagnosis. His symptoms included delusional jealousy, persecutory delusion, irritability, self-destructive behaviour and self-talk. Sulpiride 600 mg/day was prescribed but he quit the outpatient follow-up 2 months later. From age 50, he had an average daily consumption of four standard drinks of alcohol. Drinking worsened his impulse control and caused him to get into conflicts with his neighbours. He had been admitted to the acute psychiatric ward of Songde Branch of Taipei City Hospital three times since age 55. Brain computed tomography was performed that showed mild bilateral frontal lobe atrophy, but no other significant abnormal findings were identified. Benzodiazepine and thiamine were given whenever he was admitted for the prevention of Wernicke’s encephalopathy and alcohol withdrawal symptoms. Neither acute confusion state nor obvious amnesia was noted during admission.\\nRisperidone 4 mg/day was used at first during admission for about 1 month with significant improvement in his psychotic symptoms. Unfortunately, the side effect dysphasia occurred and the patient developed aspiration pneumonia. Therefore, risperidone treatment was ceased and quetiapine was prescribed with gradual increase in dosage to about 550 mg/day. However, the treatment efficacy was not satisfactory in this patient.\\nAt age 62, amisulpride at a dosage of 400 mg/day was prescribed instead in the outpatient department. After 6 months, obvious akathisia was noted, and he was transferred to Bali psychiatric centre for further treatment. The amisulpride dosage was tapered to 200 mg/day. His psychotic symptoms remained stable, but the side effects persisted, and amisulpride was further reduced to 50 mg/day gradually. His akathisia showed improvement, but he began to suffer from other forms of abnormal involuntary movements comprising dyskinesia mixed with dystonia and akathisia. The involuntary movements involved his trunk, head and neck, and four limbs. He kept twisting his body and head around or back and forth (Additional file : Video 1), which may be the dyskinesia symptoms mixed with the cervical dystonia. Further, the feeling of inner restlessness and a compelling need to be in constant motion meant that akathisia played a role in his abnormal involuntary movements. Meanwhile, the stepping movement could also be observed when he was made to sit (Additional file : Video 1). According to the patient and his family’s report, the abnormal involuntary movements, which were subsequent to the dosage reduction of amisulpride, never occurred previously.\\nThe symptoms persisted for 2 weeks until amisulpride was increased to 100 mg/day. He still had slightly involuntary movement of his head and body but with much declined severity (Additional file : Video 2). Besides the adjustment of antipsychotic dosage, we used propranolol 10 mg twice a day for treatment of his akathisia and biperiden 0.5 mg twice a day for some dystonia-like symptoms. Further, lorazepam (0.5 mg twice a day) was prescribed for supplementary treatment of akathisia and dyskinesia for about 2 weeks. After discharge, the patient got relapsed about 1 year later with poor treatment adherence. The abnormal involuntary movements were still noted, although very mild, even though he did not take any psychotropic medications for about 3 months.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'4728916': 1, '29484607': 1, '17822885': 1, '22865512': 1, '24933746': 1, '10950469': 1, '30287': 1, '11695951': 1, '23860346': 1, '9771818': 1, '8580223': 1, '4732351': 1, '4800390': 1, '4144147': 1, '23637028': 1, '15795553': 1, '26492119': 2, '15163258': 1, '3065365': 1, '1969244': 1, '25298092': 1, '8899136': 1, '2868608': 1, '18004142': 1, '4834709': 1, '21328246': 1, '28630641': 2}", "similar_patients": "{'4727629-1': 1}"}