{"patient_id": 64871, "patient_uid": "5307647-1", "PMID": 28193203, "file_path": "comm/PMC005xxxxxx/PMC5307647.xml", "title": "First insight into the somatic mutation burden of neurofibromatosis type 2-associated grade I and grade II meningiomas: a case report comprehensive genomic study of two cranial meningiomas with vastly different clinical presentation", "patient": "A 35-year-old woman was enrolled in the Institutional Review Board (IRB)-approved NF2 natural history study (NIH#08-N-0044) at the National Institute of Neurologic Disease and Stroke (NINDS). Prior MR imaging confirmed the NF2 Manchester diagnostic criteria of bilateral vestibular schwannoma in addition to numerous other significant findings: intracranial schwannomas involving cranial nerves V, VII, and VIII, intracranial meningiomas, cervical ependymomas, schwannomas along the cauda equina, and cervicothoracic meningiomas.\\nIn preparation for surgery, the patient underwent frameless stereotactic navigation imaging on a 1.5 Tesla MRI scanner with and without gadolinium. 1-mm axial images were obtained with sagittal and coronal reconstruction. Image guidance registration was performed intraoperatively using facial registration.\\nA single image-guided right frontal craniotomy was used to resect an anterior grade II meningioma, in four discrete sections, and a posterior grade I meningioma. The two meningiomas were separated by an intervening section of normal brain, and were resected through a single image-guided right frontal craniotomy. The anterior grade II meningioma was noted to be soft and was removed in four anatomically discrete sections with alternating steps of circumferential dissection and suction. The posterior grade I meningioma was noted to be firm and was removed en bloc.\\nTumor specimens were fixed in 10% buffered formalin immediately after removal, processed overnight, and subsequently embedded in paraffin. Five μm-thick sections were obtained from the paraffin blocks, and stained using the standard hematoxylin and eosin method.\\nFrozen tumor tissue was processed with Proteinase K, and DNA extraction was completed using the phenol:chloroform procedure. Frozen tumor tissue was minced with a scalpel, washed once in PBS, pH 7.4, and incubated in a solution containing 100 mM TrisHCl, pH 8.0, 5 mM EDTA, 0.5% SDS and 200 μg/mL Proteinase K (Invitrogen, Grand Island, NY) at 55 °C for 2–3 h or at 37 °C overnight. DNA was extracted by the phenol:chloroform procedure and precipitated with ice cold isopropanol. DNA pellets were air dried, re-suspended in 10 mM TrisHCl, pH 7.4 and 0.1 mM EDTA, aliquoted and stored at −20 °C.\\nCapture of the coding portion (exome) of genomic DNA and library preparation for next generation sequencing was done using Roche NimbleGen (Madison, WI) SeqCap EZ Exome + UTR library (64 Mb of coding exons and miRNA regions plus 32 Mb\\nuntranslated regions (UTR)) according to the manufacturer’s instructions. As an input, 1 μg of tumor and matching normal genomic DNA was used. Sequencing was completed on the Illumina HiSeq 2500 system (Illumina, San Diego, CA, USA). Among the six exomes sequenced, the average breadth of coverage was 89% (range 88–90%), and the average depth of coverage was 66X (range 54X-78X).\\nRaw sequencing data was further processed using an analytical pipeline that included ELAND (Illumina, Inc.) for initial alignment to the reference human genome (GRCh37); Novoalign, v.2.08.02 [] for local re-alignment; bam2mpg for genotype calling and calculation of the quality score Most Probable Genotype (MPG) [] and ANNOVAR for functional annotation of genetic variants [, ]. The resulting data was formatted in VarSifter [] format for further filtering.\\nFiltering consisted of removing all non-coding variants and nucleotides whose genotypes were identical in both the tumor and corresponding germline DNA, whose quality score (Most Probable Genotype, MPG) was less than 10 in either tumor or normal DNA, and whose ratio of quality score to depth of coverage was below 0.5 in germline DNA and below 0.4 in tumor DNA. All common variants (variants with minor allele frequency above 0.03 in ClinSeq and 1000 Genomes databases) were also removed. The resulting set was annotated with PolyPhen, SIFT and CADD tools to identify pathogenic mutations.\\nPCR primers were designed using Primer3 (v. 0.4.0) online software []. PCR amplification was conducted using a 20 μL reaction mixture containing 20–50 ng of genomic DNA, 1x reaction buffer, 1.5 mM MgCl2, 4 dNTPs at 250 μM each, 10 pmole each of forward and reverse primers, and 2 units of ThermoFisher Scientific Taq DNA polymerase (Waltham, MA). PCR products were analyzed on Agilent 2100 BioAnalyzer (Santa Clara, CA) and sent for Sanger sequencing to ACGT, Inc. (Wheeling, IL). Sequencing was done on ABI 3730 DNA Analyzer, the data was processed with GeneMapper v.3.7 software (ThermoFisher Scientific), and the phred quality score for sequenced nucleotides was visualized using CodonCode Aligner v.6.0.2 (CodonCode Corp., Centerville, MA). Sequencing reaction tracks were visualized using FinchTV v.1.5.0 (Geospiza, Inc., Seattle, WA) and CodonCode Aligner software.\\nSanger sequencing of NF2 was conducted by Prevention Genetics (Marshfield, WI), a CLIA-certified DNA testing lab. PCR was used to amplify all NF2 coding exons, as well as ~20 bp flanking intronic or other non-coding sequence. Sequencing was performed separately in both the forward and reverse directions and all differences from the reference sequence were reported.\\nSNP genotyping was performed using HumanOmniExpressExome-8v1.2 Illumina BeadChip arrays (Illumina, San Diego, CA) per the manufacturer’s instructions. The arrays were read using the iScan platform (Illumina), and visualized with GenomeStudio v.2011.1 software (Illumina). The call rate for all the DNA samples was >99%. Genomic coordinates are per hg19.\\nCopy-number variation (CNV) analysis of all tumor samples was performed using Nexus Copy Number software v.6.1 (BioDiscovery, Inc., Hawthorne, CA). “Allelic imbalance” refers to a locus with B-allele frequency classes other than 0, 0.5 or 1. Allele-Specific Copy number Analysis of Tumors (ASCAT) (v2.1) analysis of the data was performed as described by Van Loo and co-authors [].\\nMetaphase slide preparations were made from cultured meningioma primary cell cultures established from the grade II meningioma and hybridized with commercially available SKY probe set (Applied Spectral Imaging Inc., Carlsbad, CA) according to the manufacturer’s instructions. Mitotic arrest with colcemid (0.015 μg/mL, 2–4 h) (GIBCO, Gaithersburg, MD) was followed by hypotonic treatment (75 mM KCl, 20 min, 37 °C) and fixation in methanol–acetic acid mixture (3:1).\\nThe patient, over 12 months of enrollment, noted progressively worsening right frontal headaches. The patient had a family history of NF2 and was deaf from bilateral vestibular schwannomas that were successfully treated in the past with radiosurgery. Her neurological exam was notable only for bilateral deafness. Over the 12-month period, the patient was noted to have significant radiographic progression of a right anterior frontal meningioma, increasing to 335 times its original volume, while other brain and spine tumors remained relatively stable (Fig. ). Due to the tumor’s symptomatic radiographic progression, surgical resection was offered. Consent to remove an adjacent, stable posterior frontal tumor was also obtained in the setting that it was accessible for resection without posing additional risk. The patient had an unremarkable hospital course and post-operative imaging confirmed gross total resection of both lesions. At six weeks follow-up, the patient noted significant improvement in her headaches.\\nHistological analysis of the anterior tumor revealed a grade II meningioma with increased cellularity, nuclear pleomorphism, cells with prominent nucleoli and areas of patternless growth. Increased proliferation index as evidenced by immunostain for MIB-1 antigen was also observed. Pathology of the posterior specimen revealed a grade I meningioma consisting of monomorphic cells having ovoid to elongated nuclei, multiple cellular whorls, scattered psammoma bodies and rare mitotic figures (Fig. ).\\nSequencing of exons and small flanking intronic regions of the NF2 gene from peripheral white blood cell DNA (germline) identified a constitutive mutation in the intronic region, two nucleotides upstream of the 5′-end of exon 13: c.1341-2A > C. This mutation likely disrupts the acceptor site of intron 12, thus affecting RNA splicing, and has been previously reported as pathogenic (Human Gene Mutation Database, CS115647) by Ellis and co-authors []. It has not been previously annotated in the ExAC (mean coverage 15x), 1000 Genomes, or ESP datasets [].\\nThe mutation was identified in the patient’s peripheral white blood cell DNA by a CLIA-certified genetic testing lab (Prevention Genetics, Marshfield, WI, data not shown). We performed secondary confirmation using PCR amplification followed by Sanger sequencing of the DNA fragment containing the mutant base. Both Prevention Genetics (PG) and our analyses of germline DNA revealed the presence of a mutant base C in the sequence (Fig. ). Examination of phred quality scores for the mutant base and several surrounding nucleotides revealed lower values in the patient’s germline DNA compared to the normal control (Additional file ). This was in agreement with visual evaluation of the chromatogram peaks: the presence of C signal in addition to A signal at this nucleotide position made an unambiguous call less certain, resulting in a lower quality score (Fig. and Additional file ).\\nWe noticed that the mutant signal (C) was weaker than that of the reference allele (A) (Fig. , see “Germline” panel). A similar A-to-C signal ratio was observed in both the plus and minus strand DNA sequences in both PG and our analyses (data in Fig. is shown for the plus strand only). A-to-C substitution in the sequence 5′-GG[A]GGGCC-3′ converts it to a GC-rich 8 nucleotide-long stretch 5′-GG[C]GGGCC-3′. Such sequences can be more difficult to analyze due to the secondary DNA structure, which may explain the decreased mutant base C signal.\\nCopy number analysis of the tumors revealed that the grade I meningioma contained loss of entire chromosome 22, and all fragments of the grade II meningioma harbored loss of chromosome 22q (Fig. ). Thus, loss of heterozygosity (LOH) was the likely mechanism of somatic NF2 inactivation. PCR amplification followed by Sanger-sequencing of the region surrounding c.1341-2A > C substitution in all tumor samples revealed mostly homozygous mutant genotype (C/C), confirming loss of the remaining wild-type copy of the NF2 gene. One can observe a weak reference allele A signal in the tumor sequencing chromatograms, due to the presence of 20–30% of non-tumor stromal cells that still contain the reference allele (Fig. , bottom four panels, “Grade I’, “Grade II-1”-“Grade II-4”, green peaks). These observations were also confirmed by lower phred scores of the mutant nucleotide in all tumor samples compared to normal DNA control (Additional file ).\\nWe investigated copy-number variation (CNV) in the grade I and grade II meningiomas on Illumina SNP-arrays, followed by Nexus CNV software analysis (Fig. ). Besides LOH of entire chromosome 22, the grade I tumor contained only a single 22 kilobase deletion on chromosome 8p23.2, in an intronic region of CSMD1. In contrast, we observed multiple gains and losses, ranging from a few kilobases to 100 megabases in eleven different chromosomes in the grade II tumor (Table and Additional file ). The deleted and amplified regions in the grade II tumor harbor more than 3000 genes (Additional file ), 54 of which are known cancer genes (Additional file ).\\nSNP-array analysis, while providing data on copy-number variation in the genome, does not permit detection of structural chromosomal rearrangements such as inversions and translocations. To address this, we used primary cell cultures established from the grade II meningioma for SKY analysis. Viable cultures from the grade II-2, grade II-3 and grade II-4 tumor fragments contained cells of normal ploidy, and both unaffected cells (20–40%) and cells with multiple chromosomal translocations (Table ). Within each culture, approximately half of the translocations were recurrent. In one culture (grade II-2), we observed highly abnormal cells with chromosomes that appeared “shattered” or broken into multiple fragments.\\nAfter WES data processing and filtering, we identified two potentially damaging somatic mutations in the grade I meningioma, and nine somatic mutations in the four fragments of the grade II meningioma (Additional file ). Of the nine mutations in the grade II meningioma, two were found in all four fragments.\\nOf the two mutations in the grade I meningioma, one (EPHB3) mutation was verified by Sanger sequencing, and of the nine mutations in the grade II tumor, two (CAPN5 and ADAMTSL3) were verified by Sanger sequencing. Importantly, the mutations in CAPN5 and ADAMTSL3 were detected by WES in all four fragments of grade II tumor and were verified by Sanger in all four fragments as well, suggesting that these mutations were likely present in the cell undergoing fast clonal expansion.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'19734141': 1, '9386781': 1, '34594355': 1, '20810667': 1, '24838245': 1, '10850863': 1, '18718509': 1, '22210868': 1, '8727812': 1, '19194129': 1, '22711605': 1, '29423538': 1, '31030234': 1, '1484939': 1, '21563229': 1, '10547847': 1, '12947064': 1, '23348505': 1, '16257470': 1, '8057157': 1, '20837533': 1, '32461543': 1, '12000789': 1, '23334667': 1, '11589430': 1, '20714782': 1, '2234842': 1, '20601685': 1, '32724039': 1, '7717450': 1, '25245924': 1, '20607352': 1, '10850867': 1, '31652973': 1, '17597111': 1, '19545378': 1, '25636539': 1, '19918127': 1, '32982948': 1, '31161239': 1, '31123420': 1, '12161900': 1, '28193203': 2}", "similar_patients": "{}"}