{"patient_id": 62938, "patient_uid": "5101109-1", "PMID": 27843734, "file_path": "comm/PMC005xxxxxx/PMC5101109.xml", "title": "Pigmented Villonodular Synovitis of the Knee Joint: A Case Report", "patient": "A 28-year-old female presented to us with a six-month history of pain and swelling in the left knee joint. The swelling gradually increased over a period of time and was associated with difficulty in walking and standing. The swelling was diffuse and nodular in consistency, measuring 17 cm x 11 cm in size (Figure ). The overlying skin was normal with no signs of inflammation. There was no instability of the knee joint on physical examination. No other joint was involved.\\nRadiographs of the left knee were obtained which showed no bony abnormality (Figure ). A magnetic resonance imaging (MRI) scan revealed a large joint effusion seen predominantly in the suprapatellar recess as well as in the lateral and medial femoral recesses appearing hyperintense on T2-weighted images. Diffuse synovial thickening was seen which appeared hypointense on T1 as well as hypo on T2-weighted and susceptibility images, and the synovium appeared hypertrophied. A multilobulated lesion was seen in continuity with the synovium in the anteromedial, anterolateral, and patella-femoral joint space. Few internal septae were seen. On postcontrast scan, thick enhancement was seen along the synovium (Figure ). All these features were consistent with the diagnosis of pigmented villonodular synovitis.\\nAfter obtaining written informed consent from the patient, she was submitted to surgery. Sub-total synovectomy was done using a medial parapatellar approach to the knee joint. The synovium was excised in toto as a pouch. Intraoperatively, a brownish nodular synovium was found which again was suggestive of PVNS (Figure ).\\nThe excised synovium (Figure ) was sent for histopathological examination which showed synovial tissue with hyperplastic synovial lining forming papillary proliferation with oedematous stroma and presence of granulation tissue. The blood vessels were dilated and congested, surrounded by dense inflammatory infiltrate of plasma cells, lymphocytes, and histiocytes. Scattered hemosiderin granules along with hemosiderin-laden macrophages were also seen (Figure ). All these features confirmed the diagnosis of PVNS.\\nPostoperatively, the patient was started on passive knee flexion and extension exercises for 15 days and made to walk after that. Follow-up was taken at regular intervals, and at the 14-month follow-up there were no signs of recurrence both clinically and radiologically, and the patient had full knee range of movement.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'12364629': 1, '11347835': 1, '10855885': 1, '7412554': 1, '6332499': 1, '30631623': 2, '15866964': 1, '17868831': 1, '6289471': 1, '12439277': 1, '27843734': 2}", "similar_patients": "{'6305014-1': 1}"}