{"patient_id": 116756, "patient_uid": "5363091-1", "PMID": 28400939, "file_path": "noncomm/PMC005xxxxxx/PMC5363091.xml", "title": "Intracardiac Penetrating Injury with Right Femoral Artery Embolism due to Blast Injury", "patient": "A 28-year-old male presented to the emergency department after exposure to an industrial blast injury, involving the chest and anterior abdominal wall. He was unconscious with labored breathing and pain. His Glasgow Coma Scale deteriorated to 8, and a definitive airway was placed without any incident. Positive pressure ventilation was instituted. The primary survey showed decreased air entry on the left side of the chest. All peripheral pulses were palpable and symmetrical on initial presentation.\\nChest radiograph showed the left side chest opacification indicating hemothorax []. Thoracostomy was performed with an initial gush 450 ml of dark blood. Pericardial focused assessment with sonography for trauma was equivocal, and chest X-ray demonstrated a failure to fully evacuate the hemothorax.\\nThe secondary survey showed superficial left hand, thigh, and leg cut wounds. Pieces of shrapnel were embedded in the left arm, anterior chest, and abdominal wall. He was stabilized and had CT of the brain, cervical spine, chest and abdomen. CT of the brain and cervical spine were normal. CT of the chest revealed fractures of the left first and second ribs. A hyperdense foreign body was seen penetrating the anterior chest wall soft tissue guarded by ribs without deep penetration to the heart []. There was evidence of retrosternal soft tissue hematoma and left-sided hemopneumothorax with underlying pulmonary contusion. Mild hemopericardium with air was seen within the pericardial sac but no significant major vessel injury. The left lateral chest wall and anterior wall surgical emphysema was also seen. CT of the abdomen [] showed pellets within the anterior abdominal wall with related surgical emphysema but no evidence of peritoneal penetration. A transthoracic echocardiogram demonstrated mild pneumohemopericardium without tamponade.\\nRepeat examination of the lower limb revealed a palpable diminution in the right dorsalis pedis pulsation. Ankle-brachial pressure index was performed which revealed a significant discrepancy between the two lower limbs (right 0.4 vs. left 1.1). Review of the original CT revealed evidence of a foreign body in the right groin with no clear point of entry and a lack of subcutaneous air. With further deterioration in the status lower limb pulsation, he was shifted for CT angiography which revealed a metallic foreign body in proximity to the right common femoral artery (CFA) masking its bifurcation point with streaky artifact, just a few millimeters distally. A filling defect was noted within the superficial femoral with no pseudoaneurysm. Although there was no subsequent drop in his systolic blood pressure, an arterial line tracing revealed evidence of pulsus paradoxus.\\nA joint decision was made to proceed with an emergency median sternotomy and right femoral artery exploration by the cardiac, trauma, and vascular surgery services. Intraoperatively, blood in pericardium with clots was evacuated. There was a large laceration about 4 cm in the inferior surface of right ventricle without active bleeding and just opposite, a 4 cm tear in the diaphragm tendon.\\nCardiorrhaphy with pledgeted sutures and diaphragm repair was performed. The left pleura was opened, and clots were evacuated. Transesophageal echocardiography was performed intraoperatively, and no ventricular septal defect (VSD) was visualized. Shrapnel, lodged in the anterior chest wall muscles, was removed. Simultaneously, right groin exploration was performed. The proximal, distal, and profunda femoris were individually controlled. The foreign material was felt and removed from the CFA at the bifurcation by means of an arteriotomy []. A 4F Fogarty catheter was passed to 60 cm with good backflow and return of thrombus and debris. Right, lower limb pulses were regained. A primary repair of the artery was performed.\\nThe patient was shifted to the Cardiac Intensive Care Unit in stable condition. His hemodynamics was normal without inotropic support. His lower limb pulses remained palpable. On the second postoperative day, upper limb numbness was noted, and a CT arteriogram of the head and neck was performed to rule out further embolic disease in the distribution of the carotid artery; this was negative. The patient did well in the following days and was discharged with no complications. He presented to the clinic for removal of symptomatic-retained foreign bodies from the hand and anterior abdominal wall which was successfully extracted and with further follow up he was recovered totally.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'2218879': 1, '14236613': 1, '10385161': 1, '8810979': 1, '17670395': 1, '21292609': 1, '7598571': 1, '3553622': 1, '11440335': 1, '9498520': 1, '2408175': 1, '9715197': 1, '3278406': 1, '9156295': 1, '8553613': 1, '9448629': 1, '20397356': 1, '14687770': 1, '2709464': 1, '1942159': 1, '28400939': 2}", "similar_patients": "{}"}