{"patient_id": 74047, "patient_uid": "5965135-1", "PMID": 29849259, "file_path": "comm/PMC005xxxxxx/PMC5965135.xml", "title": "Adhesive Closed-loop Small Bowel Obstruction", "patient": "A 37-year-old male was evaluated in our emergency department for a 16-hour history of constant, cramping epigastric abdominal pain and nausea. His past medical history was significant for a pelvic fracture, suffered during a motor vehicle collision (MVC) more than 20 years earlier, which required open reduction and internal fixation at the pubic symphysis. The patient reported no previous abdominal surgeries, recent abdominal injury, or history of acute or chronic intra-abdominal inflammation other than that likely associated with his remote abdominal trauma. He was otherwise in good health and did not use any regular medications.\\nThe patient’s vital signs were stable upon presentation, including heart rate of 75 beats per minute, oxygen saturation of 95%, respiratory rate of 14 breaths per minute, and temperature of 36.4 degrees Celsius. His physical examination was notable for dry mucous membranes, active bowel sounds, and tenderness in the epigastrium without abdominal guarding, distention, or palpable mass. During this evaluation, the patient experienced paroxysms of worsened abdominal pain that at times caused him to retch. The quality and location of his pain, along with his arrival to the hospital near midnight, raised our suspicion for an intestinal obstruction. The laboratory testing showed an elevated white blood count (12.1×109/liter, normal 4.0–10.0×109/liter) and neutrophil fraction (81.8%, normal 40–80%). An abdomino-pelvic computed tomography (CT) with intravenous (IV) contrast revealed a distended stomach and several dilated loops of small bowel in the mid-abdomen, with multiple air-fluid levels and gradual decompression proximally and distally ().\\nThere was no evidence of ischemia, but several bowel loops had inflammatory stranding and surrounding free fluid. The patient received IV isotonic fluid resuscitation and, following admission to the hospital, subsequently developed peritoneal signs. Due to concern for acute SBO with peritonitis, the patient underwent exploratory laparotomy later that day. He was found to have a fibrous band extending from the greater omentum to the jejunum, through which a 20 centimeter segment of decompressed bowel formed a closed-loop obstruction around which the jejunum was wrapped. After the entire length of the intestine was inspected and its viability was confirmed, the omental adhesion was divided and the bowel was released.\\nThe patient’s post-operative course was complicated by mild colonic ileus and a cellulitic incisional infection that resolved following a course of cephalexin. At follow-up on post-operative day 12, he was asymptomatic and had a normal physical examination.", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'24565365': 1, '34765353': 2, '17230614': 1, '8599794': 1, '27209078': 1, '25539198': 1, '14648046': 1, '11372800': 1, '17897517': 1, '26379407': 1, '12566556': 1, '33217288': 2, '11232493': 1, '11528133': 1, '26031276': 1, '21658255': 1, '11036136': 1, '16344971': 1, '29849259': 2}", "similar_patients": "{'8575332-1': 1, '7676803-1': 1}"}