{"patient_id": 70894, "patient_uid": "5738592-3", "PMID": 28870975, "file_path": "comm/PMC005xxxxxx/PMC5738592.xml", "title": "Three cases of imported eyeworm infection in dogs: a new threat for the United Kingdom", "patient": "An eight-year-old neutered female West Highland white terrier (8 kg) was presented on October 31, 2016 with superficial corneal ulceration of the right eye of a reported duration of one week. The dog was otherwise clinically healthy. A seven-day course of topical chloramphenicol 1.0 per cent w/w eye ointment (5 mm three times daily; Martindale Pharmaceuticals) and oral meloxicam (0.1 mg/kg once daily, Metacam 1.5 mg/ml oral suspension for dogs; Boehringer Ingelheim Vetmedica) was prescribed initially. At seven days corneal ulceration had failed to re-epithelialise and the decision was made to refer the case to a dedicated ophthalmology centre for further investigation (Veterinary Vision, Cumbria).\\nExamination with Veterinary Vision on November 9, 2016 revealed right serous ocular discharge and increased blink rate indicating ocular discomfort. A Schirmer tear test (MSD Animal Health) confirmed increased lacrimation in the affected eye measuring 25 and 18 mm/minute on the right and left, respectively. Right conjunctival hyperaemia, ventrolateral corneal oedema and superficial corneal vascularisation were detected with slit lamp biomicroscopy (Keeler PSL Classic; Keeler), with a ventrolateral break in the corneal epithelium observed (). The presence of superficial corneal ulceration was confirmed by topical application of fluorescein stain (Fluorescein Sodium Ophthalmic Strips USP). No ectopic cilia, distichia or foreign bodies were visualised, which could have resulted in corneal abrasion. Following topical application of proxymetacaine hydrochloride (one drop, Minims Proxymetacaine Hydrochloride 0.5 per cent w/v Eye Drop Solution; Bausch and Lomb), intraocular pressure (measured with a Tono-Pen Avia Vet; Reichert Technologies) was recorded as within normal reference range bilaterally. No abnormalities of the eyelids, uveal tract, intraocular lens or fundus were identified. No abnormalities of the left eye were detected.\\nIrrigation of the conjunctival fornices with sterile water (Sterilised Water for Injections BP; Dechra Veterinary Products) yielded a single worm, flushed onto the corneal surface from the ventral fornix. The worm was removed with a sterile cotton bud, placed in 0.9 per cent sodium chloride (Aqupharm 1 Sodium Chloride 0.9 per cent w/v; Animalcare) and submitted to the University of Liverpool for identification. A course of topical ofloxacin (one drop four times daily, Exocin 0.3 per cent w/v eye drops 5 ml; Allergan) and hyaluronic acid (one drop four times daily, Remend Corneal Gel; Bayer) was prescribed for the affected right eye and oral meloxicam once daily continued for a further seven days.\\nRe-examination on November 30, 2016 (21 days post-treatment) showed a significant improvement in ocular comfort with a regular blink rate and lack of ocular discharge. Slit lamp biomicroscopy revealed right ventral bulbar conjunctival hyperaemia, ventrolateral corneal oedema and ventrolateral superficial corneal vascularisation (). Complete re-epithelialisation of the ulcer was confirmed using fluorescein stain. No further worms were identified by examination or flushing of the eyes or nasolacrimal ducts. A four-week course of topical dexamethasone (one drop twice daily, Maxitrol eye drop suspension 0.1 per cent; Alcon Pharmaceutical Products) was prescribed for the right eye, and treatment with imidacloprid and moxidectin (40 and 10 mg, respectively, Advocate Spot-On Solution for Small Dogs; Bayer) was advised for what was suspected to be a case of ocular thelaziosis. No further problems have been reported since.", "age": "[[8.0, 'year']]", "gender": "F", "relevant_articles": "{'19937259': 1, '16084062': 1, '31338295': 1, '16891426': 1, '21791108': 1, '28239956': 1, '23278915': 1, '26854520': 1, '17854998': 1, '27316971': 1, '22720837': 1, '15552407': 1, '17199746': 1, '19369005': 1, '19782474': 1, '29703231': 1, '32996882': 1, '32471058': 1, '26542130': 1, '27523947': 1, '27012916': 1, '25078286': 1, '31666101': 1, '27434135': 1, '16336738': 1, '25623605': 1, '21122226': 1, '22541136': 1, '30826924': 2, '15267100': 1, '23182166': 1, '2486995': 1, '18394285': 1, '32627079': 1, '27034301': 1, '14580802': 1, '16842795': 1, '18774229': 1, '28870975': 2}", "similar_patients": "{'5738592-1': 2, '5738592-2': 2, '6426986-1': 1}"}