{"patient_id": 71301, "patient_uid": "5772742-1", "PMID": 29343221, "file_path": "comm/PMC005xxxxxx/PMC5772742.xml", "title": "A case of molecularly profiled extraneural medulloblastoma metastases in a child", "patient": "A previously healthy 7-year-old boy was hospitalized in March 2015 with a 1-week history of progressively worsening symptoms of nausea, vomiting and decreased levels of consciousness. Upon admission, his examination was significant for diffuse hypotonia (though able to move all four limbs) and papilledema. A head CT scan revealed a posterior fossa tumor and obstructive hydrocephalus [Fig. ]. An emergent EVD was placed to relieve the patient’s elevated intracranial pressure. Once clinically stable, brain and spine MRI was performed and showed midline posterior fossa tumors and leptomeningeal enhancement, suggestive of medulloblastoma with spine seeding, respectively [Fig. ]. One week later, he had a craniotomy with gross total resection of the tumor on 26/3/2015. Histological diagnosis of the primary tumor was meduloblastoma, classic subtype.\\nThe case was discussed at our institution’s multidisciplinary Neuro-Oncology tumor board. Plans were made to start multimodal therapy, as per the KFMC high-risk medulloblastoma protocol. This protocol consists of 6 weeks of craniospinal axis radiotherapy CSI 36 Gy and a boost to the posterior fossa to a dose of 55.8 Gy/ 31F concurrently with 2 cycles of oral Etoposide, beginning day 1 of radiation, oral Etoposide daily for 3 weeks every 4 weeks (i.e., 1 week off).\\nRepeat MRI was performed post radiation therapy and showed post-operative changes and interval improvement of leptomeningeal enhancement over the spinal cord. Adjuvant chemotherapy based on The COG ACNS0332 was started on week 11 and consisted of 3 cycles of Cisplatin and oral Etoposide (cycle A), and 3 cycles of cyclophosphamide and Vincristine (cycle B) for a total of 6 alternating cycles of A and then B, followed by 6 cycles of maintenance with oral Isotretinoin.\\nOur patient tolerated chemotherapy very well apart from one admission for febrile neutropenia following cycle B chemotherapy; he finished his chemotherapy in February 2016. Following treatment, the patient was in good condition, without symptoms suggestive of persisting disease or recurrence. End of therapy follow-up brain and spine magnetic resonance imaging (MRI) revealed no signs of recurrence.\\nHowever, 2 months after the completion of therapy, the patient began to complain of a hard and non-tender right mandibular swelling that gradually increased in size.\\nBrain and spine MRI was performed and showed no signs of tumor recurrence in the surgical bed of the posterior fossa and no evidence of CSF seeding metastases along the spine. However, MRI of the mandibular area revealed a large necrotic and heterogeneous right mandibular soft tissue mass with extension into the infratemporal fossa [Fig. ].\\nThe patient was re hospitalized in June 2016 for mandibular mass incisional biopsy. Histological examination of the biopsy revealed small, round, blue tumor cells, consistent with metastasis of medulloblastoma. Immunohistochemistry was performed using commercially available antibodies according to standard protocols for paraffin-embedded formalin-fixed tissue. The slides were incubated with antibodies against GFAP, INI1, synaptophysin and P53. Histopathology confirmed the diagnosis of medulloblastoma with classic morphology. No anaplasia or excessive nodularity noted in both samples. Immunohistochemistry for the primary and metastatic tumors were positive diffusely for synaptophysin and scattered positive glial staining for GFAP. Staining for P53 was negative. Intact nuclear staining for INI1, which confirm the diagnosis of classic medulloblastoma and rule out atypical teratoid rhabdoid tumor diagnosis.\\nWe used two methods in our molecular testing for the primary specimen to better classify the genomic subgrouping because the next generation sequencing method alone classified the tumor as either group 3 or 4. The metastatic specimen didn’t have enough materials for testing.Oncopanel assay\\nUsing a QIAamp DNA FFPE Tissue Kit (Qiagen, Valencia, CA), we obtained DNA from approximately 5–10 × 0.6 mm punches containing at least 80% tumor (1 mm diameter, Miltex, Plainsboro, NJ) from a formalin-fixed paraffin-embedded (FFPE) tissue block. The concentration of double-stranded DNA was quantified using a Quant-iT™ PicoGreen® dsDNA Assay Kit (Life Technologies, Carlsbad, CA). Next-generation targeted exon sequencing (Oncopanel) of 300 cancer-related genes was performed using Illumina-based methods as previously described [].\\nOncopanel was performed in a CLIA lab and considered a clinically validated genomics platform for variety of paediatric brain tumours including the medulloblastoma sub-classification. Two neuropathologists (MA and SS) reviewed the tumour specimen and estimated the number of neoplastic cells in the submitted sample (> 80% viable tumour cells). Oncopanel assay showed 9,564,899 unique, aligned, high-quality reads of this specimen, with a mean of 182 reads across all targeted exons and 98% of all exons having more than 30 reads. No notable somatic mutations were detected. Copy number analysis showed MYCN high amplification red arrow (Fig. ); ETV1 and SOX9 high amplification (not shown); monosomies in chromosomes 3, 8, 10, 11, 16 and 21; and polysomy in chromosome 18. Breakmer analysis identified rearrangements involving (1) MYCN and a null area (Chr 2:16,086,243–2:18,295,773) and (2) MYCN and SMC6 (Chr 2:16,086,225–2:17,847,226). This molecular pattern suggests either group 3 or 4 medulloblastoma.Methylation assay\\nMethylation data generated by the Illumina Infinium HumanMethylation 850 BeadChip array at the molecular pathology department in NYU. We used the previously described by the German Cancer Research Center (DKFZ), in-depth analysis of the DNA methylation [, ].\\nThe brain tumor methylation classifier results (v11b2) reveled methylation class medulloblastoma, subclass group 3 with calibrated match score to the database of 0.99. The methylation class “medulloblastoma, subclass group 3” is comprised of tumors with the diagnosis medulloblastoma, genetically defined, group 3. Histologically most cases fall into the classical (like our case) and large cell/anaplastic groups. Copy number variation showed also MYCN amplification (arrow, Fig. ).\\nThe case was discussed in multidisciplinary Neuro-Oncology tumor board. Given his diagnosis of extraneural metastases, no further medical interventions were offered. Initially, his general condition was stable, and he continued palliative care at his home. After a couple of months, he was admitted again due to a rapid increase in the size of the mandibular mass. The mass showed extension into the oral cavity, with erosion and ulceration of the mucosa. The patient developed feeding difficulties, recurrent massive epistaxis and oral bleeding, he required frequent blood product transfusion, including recombinant factor VIIa, to control bleeding. Unfortunately, with further deterioration of his condition, he died 18 months after the initial diagnosis.", "age": "[[7.0, 'year']]", "gender": "M", "relevant_articles": "{'24297863': 1, '27157931': 1, '4027909': 1, '28104717': 1, '6284994': 1, '28726821': 1, '24847876': 1, '20133080': 1, '12624784': 1, '23175120': 1, '22134537': 1, '24186490': 1, '24140199': 1, '29343221': 2}", "similar_patients": "{}"}