{"patient_id": 62857, "patient_uid": "5096505-1", "PMID": 27087351, "file_path": "comm/PMC005xxxxxx/PMC5096505.xml", "title": "Pseudotumour Cerebri Presentation in a Child Under the Gonadotropin-Releasing Hormone Agonist Treatment", "patient": "Nine-year-old girl was admitted because of breast development which had started 10 months before. Rapid height growth, adult body odor, and vaginal discharge are available. There was no history of drug use or chronic illness. On physical examination, weight was 34 kg [80 p, 0.8 standard deviation score (SDS)], height 138.3 cm (85 p, 1.06 SDS), arterial blood pressure 100/60 mmHg, thelarche bilateral Tanner stage 3, pubic hair stage 2, and axillary hair was not detected. Her body mass index was normal (17.7 kg/m2, 0.5 SDS), and she did not have history of any recent onset of weight gain. Patient’s bone age was 10.5 years. On pelvic ultrasonography (US), the length of the uterus (45 mm) and ovarian volumes (2.5 mL and 3.1 mL) were observed in pubertal size. Hypophysis magnetic resonance imaging (MRI) was normal. Gonadotropin levels were within pubertal range [follicle-stimulating hormone (FSH): 1.97 mIU/mL, luteinizing hormone: 1 mIU/mL]. Her bone age demonstrated fast progress of 1.5 years in 6 months, and annual follow-up height growth was 7.5 cm. Depot 3.75 mg of triptorelin acetate per month was started because of the early puberty. She had headaches after the 4th dose, and her blood pressure was 130/80 mmHg (>99 percentile). The patient’s previous medical records revealed no history of hypertension, and her blood pressure increased after treatment. Multiple measurements showed systolic/diastolic blood pressure in the range of 130-155/85-110 mmHg. Other system examinations were normal. Complete blood count, renal function tests, and serum electrolyte levels were in normal limits. Echocardiography analysis and renal Doppler US were normal. Plasma renin activity and aldosterone levels were observed in the normal range. There was no abnormality related to patient’s neurological examination except bilateral papilledema. On cranial MRI, space-occupying mass was not observed and ventricular system was intact. The orbital section of MRI revealed bilateral optic nerve enlargement. Lumbar puncture was performed, and an elevated initial cerebrospinal fluid (CSF) opening pressure was detected (46 cm H2O, normal range: 15-25 H2O). Based on these findings, the patient was diagnosed with pseudotumor cerebri, and triptorelin therapy was ceased. Except GnRH analogue treatment, there were no any risk factors that might lead to pseudotumor cerebri such as obesity, renal failure, drugs, etc. The patient improved with treatment of acetazolamide, and the CSF pressure and fundoscopic examinations returned to normal. So, we think that the high blood pressure might be due to the increased intracranial pressure.", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'23891497': 1, '29348765': 1, '12546428': 1, '19902218': 1, '1969048': 1, '23092636': 1, '23612241': 1, '22554236': 2, '24604705': 1, '23180401': 1, '15232248': 1, '20470239': 1, '1986827': 1, '18772671': 1, '24918569': 1, '31580327': 1, '21334274': 1, '33292495': 2, '8867506': 1, '14583930': 1, '27087351': 2}", "similar_patients": "{'3410770-1': 1, '7712604-1': 1}"}