{"patient_id": 117023, "patient_uid": "5387879-1", "PMID": 28442875, "file_path": "noncomm/PMC005xxxxxx/PMC5387879.xml", "title": "Extreme Phenotype of Epidermal Growth Factor Receptor Inhibitor-induced Destructive Folliculitis", "patient": "A 51-year-old physically challenged man was treated with the EGFRI cetuximab 500 mg and the alkylating agent cisplatin 75 mg for a stage 4 HNSCC. He was referred to our clinic for cutaneous side effects, occurring 1 month after cetuximab therapy had been initiated. The patient presented at that time with pustules, erosions, tufted hair, and golden crusts on the cheeks, nose and front, neck, and throat []. At 6 weeks after treatment onset, the entire scalp was involved, and only few remaining longer hair residues were visible []. Bacteriology performed on a pustule on the scalp revealed S. aureus, and a biopsy of the scalp showed dystrophic hair follicles surrounded by perifollicular inflammatory infiltrate with plasma cells. Direct immunofluorescence was negative.\\nBased on the above features, we retained the diagnosis of EGRFI-induced FD, and initiated treatment with topical class III steroids and antiseptics. Within 3 weeks of treatment, the skin lesions had completely resolved [] and somewhat to our surprise, given the condition's severity. The scarring alopecic areas were transformed into a status compatible with noninflammatory Brocq's pseudopelade. Cetuximab was continued during the dermatological treatment.\\nIn case a systemic treatment would have been required, we performed immunohistochemical stainings for tumor necrosis factor-α (TNF-α), interleukin-1β (IL-1β), and IL-17 of a scalp biopsy. Compared to normal skin, increased expression was observed for IL-17 and TNF-α in lymphocytes and nonspecifically in plasma cells [Figures – and ]. The findings were confirmed at the mRNA level using qPCR []. IL-17 was more than 150-fold elevated compared to healthy skin samples (n = 2). TNF-α was about 80-fold increased, while IL-1β was more than 5 times overexpressed.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'8980284': 1, '17010747': 1, '26826719': 1, '26235375': 1, '17289377': 1, '8264635': 1, '19519875': 1, '16844529': 1, '24723942': 1, '22922680': 1, '21293833': 1, '26950467': 1, '18794044': 1, '15142631': 1, '10077728': 1, '26017027': 1, '25526010': 1, '18097777': 1, '12653759': 1, '20101558': 1, '26808616': 1, '9389768': 1, '23010833': 1, '21496710': 1, '22363157': 1, '23584371': 1, '24252085': 1, '28442875': 2}", "similar_patients": "{}"}