{"patient_id": 113530, "patient_uid": "5020799-1", "PMID": 27651746, "file_path": "noncomm/PMC005xxxxxx/PMC5020799.xml", "title": "Radiation-induced Leiomyosarcoma of the Oral Cavity: A Rare Occurrence Detected on 18F-FDG PET/CT", "patient": "A 70-year-old male presented with a growth in the right oral cavity for the past 6 months []. Fluorine-18 (18F)-fluoro-2-deoxy-D-glucose (FDG) positron emission tomography/computed tomography (PET/CT) scan revealed a hypermetabolic well-defined homogenously enhancing soft tissue mass lesion in the oral cavity with a probable origin from anterior gingivobuccal mucosa with erosion of anterior cortex of mandible []. Histopathologic examination of biopsy from the swelling revealed an ulcerated mucosa. The submucosa showed a tumor containing markedly pleomorphic ovoid to spindle cells arranged in fascicles and bundles. The cells had moderate-to-abundant eosinophilic cytoplasm and raised nucleocytoplasmic ratio. Brisk mitotic activity and areas of necrosis and fibrosis were noted []. A diagnosis of malignant mesenchymal tumor was given. On immunohistochemistry (IHC), tumor cells showed positivity for vimentin, smooth muscle actin (SMA), and desmin and negativity for cytokeratin (CK), rendering the diagnosis of leiomyosarcoma [Figure and ]. Full-body workup did not show any evidence of metastases. The patient's records revealed that he had OSCC 3 years back. At that time, the patient was treated by a radical surgery followed by adjuvant concurrent chemoradiotherapy with a cumulative radiation dose of 66Gy in 33 fractions via external beam RT (EBRT) along with cisplatin. The present case was thus a radiation-induced leiomyosarcoma. As the role of p53 has been implicated in the pathogenesis if RIS, we looked for its expression in the present case. IHC revealed overexpression of p53 with about 30% showing nuclear positivity []. The patient has now been treated by a margin-negative surgical excision. He has opted out of further radio/chemotherapy and he has been kept under close follow-up.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'16925805': 2, '22012601': 1, '19440162': 1, '9428476': 1, '29588301': 1, '25493233': 1, '10571202': 1, '9645763': 1, '19884729': 1, '27651746': 2}", "similar_patients": "{'1570367-1': 1}"}