{"patient_id": 72491, "patient_uid": "5851163-1", "PMID": 29682371, "file_path": "comm/PMC005xxxxxx/PMC5851163.xml", "title": "Colonic Mucosal Ulceration and Gastrointestinal Bleeding Associated with Sevelamer Crystal Deposition in a Patient with End Stage Renal Disease", "patient": "Here, we present a 56-year-old female with past medical history of hypertension, atrial fibrillation, ESRD secondary to hypertensive nephrosclerosis, being on hemodialysis three times a week for about four years, gastrointestinal reflux disease, and bronchial asthma who presented to the hospital with passage of bright red blood per rectum, syncope, and shortness of breath. Her home medications included amiodarone, aromasin, aspirin, carvedilol, diltiazem, pantoprazole, sevelamer hydrochloride, cinacalcet, and albuterol. The dose of sevelamer hydrochloride was 800 mg three times a day. Her clinical examination was unremarkable except for pallor. Orthostatic vital signs were not checked, as she was not complaining of dizziness. Her abdominal exam was benign. Her labs were remarkable for low hemoglobin at 5.7 mg/dl, serum sodium of 134 meq/l, and potassium of 5.5 meq/L, blood urea nitrogen was 46 mg/dl, serum creatinine was 8.5 mg/dl, serum calcium level was 10.3 mg/dL, serum phosphate level was 8.3 mg/dl, and PTH level was 555 pg/mL. Her INR was 1.1. No anticoagulants were given during the admission for deep vein thrombosis prophylaxis or during hemodialysis because of active gastrointestinal bleeding. The patient was given unfractionated Heparin during hemodialysis prior to the start of the gastrointestinal bleeding episodes. The anticoagulation protocol followed at that time was unfractionated Heparin bolus therapy (25–30 IU/Kg) at the beginning of the dialysis. After initial resuscitation with crystalloids, she was transfused two units of packed red blood cell. Gastroenterology consultation was made, and proton pump infusion was started. Upper gastrointestinal endoscopy was unremarkable; colonoscopy revealed erythema and ulceration near hepatic flexure with no active bleeding. A subsequent mesenteric angiography performed was normal. The next day, she underwent a bleeding scan following another episode of bleeding per rectum that showed activity near the hepatic flexure. She had to undergo an emergent right hemicolectomy for the continued bleeding. Postoperative period was uneventful. Patient bleeding stopped after surgery and hemoglobin stabilized. She was discharged from the hospital on the fifth postoperative day with appropriate follow-ups. Pathology report showed colonic mucosa with inflammation and ulceration, which was thought to be the site of bleeding (). There were clusters of organophilic fish-like scale crystals, suggestive of sevelamer crystals that were noted in the colonic mucosa (). Sevelamer was taken out of her medication list with close follow-up with her nephrologist.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'33530404': 1, '19644521': 1, '18442219': 1, '32953300': 1, '28852493': 2, '30568971': 1, '34150192': 2, '26800972': 1, '21885837': 1, '24061514': 1, '23823605': 1, '33203124': 1, '29682371': 2}", "similar_patients": "{'5570024-1': 1, '5570024-2': 1, '5570024-3': 1, '8208801-1': 1}"}