{"patient_id": 69717, "patient_uid": "5652887-1", "PMID": 29067220, "file_path": "comm/PMC005xxxxxx/PMC5652887.xml", "title": "Familial Multiple Trichodiscomas: Case Report and Concise Review", "patient": "A 39-year-old man of Chinese descent without any significant past history presented for an evaluation of skin lesions on his head, neck and trunk. He commented that he had “always” had the papules. Yet, they had increased in size and number in recent years.\\nA detailed three-generation family history of 15 total members revealed no one with similar papules. However, the patient’s mother was noted to have skin tags during pregnancy, which spontaneously resolved. Both of the patient’s daughters, who are four years old and one year old, are currently asymptomatic.\\nThe patient has no personal or family history of kidney cancers or pneumothoraces; however, a maternal aunt developed a gastrointestinal cancer and died in her 60s.\\nCutaneous examination was remarkable for more than 50 pinpoint-to-two millimeter, firm, white-to-flesh-colored papules located on the face, ears, neck, and trunk (Figure ). Two lesions located on his back were biopsied.\\nMicroscopic evaluation of both lesions showed similar changes. There were an increased number of interstitial fibroblasts in the dermis. The mucin in the papillary dermis was also increased, which was confirmed by a colloidal iron stain (Figure ). The pathology changes were consistent with the diagnosis of trichodiscoma.\\nThe patient underwent genetic testing for the aberration of the folliculin gene locus. The results were negative for pathogenic mutations, variants of unknown significance, or gross deletions/duplications. Correlation of the clinical morphology and pathology of the skin lesions, the absence of associated systemic manifestations, and the lack of any aberration of the folliculin gene locus established the diagnosis of familial multiple trichodiscomas (Table ) [].", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'2453999': 1, '2214925': 1, '4015134': 1, '3771838': 1, '24505594': 1, '27988837': 1, '28695430': 1, '21794948': 1, '20528968': 1, '24910976': 1, '23495951': 1, '29067220': 2}", "similar_patients": "{}"}