{"patient_id": 70393, "patient_uid": "5703590-1", "PMID": 29188158, "file_path": "comm/PMC005xxxxxx/PMC5703590.xml", "title": "Fulminant Hepatic Failure and Fatal Cerebral Edema Following Clostridium perfringens Bacteremia: Case Report and Review of Literature", "patient": "A 65-year-old male with a history of diabetes mellitus and coronary artery disease presented to an outside hospital emergency department with an one-day history of abdominal pain. He was febrile to 101.3 °F with leukocytosis of 32K/µL, elevated transaminases and hyperbilirubinemia (total bilirubin of 7.8 mg/dL). The working diagnosis was cholangitis. The patient was started on broad-spectrum intravenous antibiotics, and transferred to our hospital for endoscopic retrograde cholangiopancreatogram (ERCP) and further management.\\nThe ERCP revealed no evidence of biliary duct obstruction (Figure ), and a non-obstructing biliary stone was found in a duodenal diverticulum associated with the major papilla (Figure ). A computed tomography (CT) scan of the abdomen and pelvis was obtained which showed multiple hepatic abscesses containing air fluid levels involving the right hepatic lobe. These abscesses were not amenable to percutaneous drainage (Figure ). Due to concerns of gaseous organism infection, repeat ERCP with sphincterotomy and stent placement were performed with the intention of source control. Blood culture from the outside hospital returned as Clostridium perfringens.\\nOn hospital day four, general surgery was consulted. Repeat CT scans of the abdomen showed no worsening of the liver abscesses. However, the patient continued to decline clinically, with sepsis progressing to multi-system organ failure, requiring hemodialysis. Furthermore, he developed an altered mental status and was intubated for airway protection. Given his worsening clinical picture, the patient was taken to the operating room where he underwent open surgical debridement and drainage with ultrasound guidance. The CT scan obtained on postoperative day two demonstrated resolution of liver abscesses (Figure ). The blood cultures obtained in our institution were negative. However, the hepatic abscess culture grew Saccharomyces cerevisiae (SC) after 10 days of incubation.\\nOn postoperative day three, the patient had a seizure episode, prompting a CT scan of the head which demonstrated cerebral edema. Magnetic resonance imaging (MRI-angiogram) of the head was done, revealing no vascular abnormality. The cerebral edema was thought to be secondary to acute liver failure. A repeat CT scan of the head, on postoperative day five revealed progressive diffuse cerebral edema with the development of obstructive hydrocephalus (Figure ). Neurosurgery was consulted, who felt further intervention would not alleviate an impending herniation. On hospital day eleven, the patient's family opted for comfort care measures. He was terminally extubated, expiring shortly thereafter.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'15353119': 1, '2193348': 1, '34153220': 1, '20567577': 1, '22993668': 1, '20876913': 1, '27529833': 1, '1289375': 1, '29188158': 2}", "similar_patients": "{}"}