{"patient_id": 68132, "patient_uid": "5550380-1", "PMID": 28815208, "file_path": "comm/PMC005xxxxxx/PMC5550380.xml", "title": "Novel POLG variants associated with late-onset de novo status epilepticus and progressive ataxia", "patient": "A 69-year-old woman presented with an 8-year history of slowly progressive gait ataxia associated with dysarthria to the regional ataxia center. She also noted to have generalized myoclonic jerks for 9 months. There was no other medical history or relevant family history of any neurologic disorder. On examination, she had evidence of ophthalmoplegia in all directions of gaze. She was found to have prominent gait and lower limb ataxia. Myoclonus was demonstrable with outstretched arms. Reflexes were present and symmetrical. She was just able to walk with a stick and required 1 person's assistance. Mitochondrial disease was suspected, and she underwent a muscle biopsy.\\nShe was admitted acutely to the hospital following 2 episodes of generalized tonic-clonic seizures at age 71. She was treated with IV phenytoin and levetiracetam. Her management was rapidly escalated to the administration of general anesthesia due to convulsive status epilepticus. Laboratory investigations including routine biochemistry, autoantibodies, septic screens, and CSF analysis were unremarkable, except a slightly raised serum lactate level at 3.3 mol/L (normal: <2.2 mmol/L). EEG showed encephalopathic changes. MRI head T2 and fluid attenuation and inversion recovery sequences revealed stroke-like lesions (), in addition to the previously documented changes in the clinic (). Epilepsia partialis continua, affecting the left face, arm, and leg, emerged on day 12 of admission. Her seizures were suprarefractory to treatment, despite receiving a combination of phenytoin, levetiracetam, clonazepam, propofol, midazolam, and pulse methylprednisolone. She died of worsening epileptic encephalopathy and multiorgan failure after 2 weeks of hospitalization.\\nThis patient was tested negative for common mitochondrial DNA (mtDNA) point mutations, including m.3243A>G, m.8344A>G, and m.8993T>C/G. She was also tested negative for 3 common POLG mutations (p.Ala467Thr, p.Trp748Ser, and p.Gly848Ser). Her muscle biopsy revealed histochemical and molecular genetic evidence of mitochondrial dysfunction, including cytochrome c oxidase–deficient fibers () and variable mtDNA deletions (). No pathogenic variant was identified in TWNK and RRM2B. Direct sequencing of the POLG gene (GenBank accession number NM_002693.2) identified 2 rare variants, c.1232T>C, p.(Leu411Pro) and c.1721G>A, p.(Arg574Gln), both affecting conserved amino acids and predicted to be damaging (). Familial segregation studies were not feasible, as she was the only child and both her parents were deceased.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'23324391': 2, '32943091': 1, '23250882': 1, '25652200': 1, '25786813': 1, '27554452': 1, '20400524': 1, '28815208': 2}", "similar_patients": "{'3570393-1': 1}"}