{"patient_id": 71647, "patient_uid": "5806981-1", "PMID": 29563419, "file_path": "comm/PMC005xxxxxx/PMC5806981.xml", "title": "Osteonecrosis of the Jaw (ONJ) in Osteoporosis Patients: Report of Delayed Diagnosis of a Multisite Case and Commentary about Risks Coming from a Restricted ONJ Definition", "patient": "In February 2015, a 70-year-old female patient was referred by her medical practitioner to the Alessandria Hospital Osteonecrosis of the Jaws (ONJ) Multidisciplinary Team due to severe oral infections.\\nThe woman reported to be affected by osteoporosis and had been receiving weekly treatment of 70 mg alendronate for 5 years. She denied any history of diabetes, severe cardiovascular disease, cancer, myeloma, head-neck radiotherapy, and facial trauma.\\nThe patient complained of pain at the left maxilla and the right side of the mandible.\\nThe recent dental history had started 15 months before, in November 2013, when the patient went to her dentist with the aim to restore the masticatory function compromised by a long period of neglect.\\nThe dentist, on the basis of the clinical and radiological evaluation (), proposed the extraction of the roots of teeth 25 and 44 (ISO tooth-numbering system), root canal treatment of 27, the restoration with prosthetic crowns of the elements 27, 34, and 47, and the fabrication of a superior and an inferior partial removable prosthesis.\\nIn March 2014, the patient came back to the dentist practice with a new panoramic radiograph (); this, according to the changed conditions (element 24 broken), varied the rehabilitation project, and the extraction of the roots of 24 and 25 were planned. An ill-defined area of radiolucency was present between the roots of 43 and 44 but no further investigations or considerations were made at that time.\\nThe next month, the woman, with no prior antibiotic prophylaxis, underwent the extraction of the roots of 24 and 25 with local anesthesia; during the same appointment, she also underwent the extraction of the root 44, without local anesthesia because this root was extremely mobile; at the end of surgery, the dentist did neither sutured nor prescribed antibiotic therapy.\\nThe following scheduled appointments were delayed due to the continuing pain and the lack of complete healing of the post-extractive sites.\\nSix months later, in October 2014, the patient still presented with recurrence of abscesses on the second and fourth quadrant, a fistula in the region of 24/25, and third-degree mobility of the lower-right cuspid (43). The dentist requested a new radiograph () that showed a wide, circular radiolucent area involving the bone distal to 43 together with less-defined alterations in the upper left quadrant.\\nDuring the follow-up in December 2014, on the basis of what had been observed in the oral cavity and on the panoramic radiograph, the practice dentist hypothesized the presence of bone sequestrum in the upper-left bicuspid region and of a cystic lesion englobing the root of 43. He prescribed amoxicillin (1 g, 1 tablet twice a day for 6 days) and chlorhexidine (0.20%) oral rinses. At the next check-up, objective and subjective symptoms were still present and the dentist proposed a surgical revision of post-extraction sites.\\nIn February 2015, the patient decided to have a second opinion, and her medical practitioner asked for evaluation at the Osteonecrosis of Jaws (ONJ) Multidisciplinary Group at Alessandria Hospital. At clinical inspection, the upper-left premolar area showed granulating tissue with underlying apparent necrotic bone upon probing ().\\nIn the right mandible, a hard-elastic painful swelling and a fistula distal to 43 were observed ().\\nHence, on the basis of the recent dental history, a diagnosis of multifocal non-exposed MRONJ was suspected and alendronate intake was suspended. After the first visit, a computed tomography (CT) scan of the jaws, without iodine contrast, was performed and it showed that on the right side of the mandible was an osteolytic area 20 mm in diameter, extended in the region of the premolars, englobing the root of the lower-right cuspid, and containing bone fragments. This lesion determined swelling of the buccal mandibular cortical, which appeared also eroded both on the lingual and buccal side; the adjacent spongious bone and the periosteum on the buccal side appeared thickened ().\\nIn the left maxillary, a large area of bone rarefaction and erosion extending from the area of cuspid to second premolar was observed ().\\nAfter the CT scan, the patient was referred to the University Oral Care Center in Novara, which was nearer to her hometown. Here the clinicians, confirming the diagnosis of MRONJ, prescribed amoxicillin + clavulanic acid (1 g, 1 tablet every 12 h), metronidazole (250 mg, 2 tablets every 12 h), and a 0.20% chlorhexidine oral rinse every 12 h.\\nThe patient was proposed to undergo surgical intervention in order to remove the necrotic bone which was causing the recurrent abscesses. She was referred to a third-level center for ONJ, the Unit of Oral Pathology and Laser-assisted Oral Surgery of the University of Parma, which specialized in laser-assisted treatments of MRONJ. Here the patient accepted to undergo surgical operation with local anesthesia. The surgery consisted of the osteotomy of the right alveolar ridge of mandible and vaporization of osteonecrotic area with Er:YAG laser; extraction of 42, 43, and 34; and surgical revision of the upper-left premolar region.\\nBefore surgery, the patient received antibiotic therapy (the previous antibiotic regimen was substituted with ciprofloxacin (500 mg, 1 tablet every 12 h) because a bacterial strain of Serratia marcescens resistant to amoxicillin plus clavulanate and metronidazole was isolated by means of cultural exam) and sessions of low-level laser therapy (LLLT) with a diode device (Giotto®, Dental Medical Technologies SRL, Lissone, Italy; parameters: 980 nm, optical fiber of 600 microns in diameter, 1 W continuous wave, 120 s, 3 times a week for 4 weeks).\\nIn June 2015, the planned surgical intervention was performed without any intraoperative complications.\\nShe was discharged with the indication to continue antibiotics and LLLT for 21 days until the removal of sutures and to apply chlorhexidine gel 1% on surgical wounds twice daily.\\nFour bone specimens collected from the mandible during surgery were subjected to histopathological examination: the one including dental elements 43 and 42 appeared macroscopically grey, of impaired consistency, and irregular surface with histopathological signs of osteonecrosis. The two bone chips collected mesially and distally near the osteolytic lesion and the one taken nearby the extractive socket of 34 consisted of normal bone.\\nSeven days after surgery, the patient had a perimandibular hematoma but the postsurgical wound was fully closed. Sutures were removed after 3 weeks. At this time, the patient ended the antibiotic therapy but continued the application of local antiseptics.\\nA 3-month follow-up consisting of oral inspection and professional dental prophylaxis was scheduled. The woman neither present exposed necrotic bone in the oral cavity nor complained of any symptoms ( and ).\\nDuring the follow-up period, it was suggested to the patient that teeth 27 and 48 be extracted. The elements were non-restorable and carried the potential risk of causing infection and triggering new foci of bone osteonecrosis.\\nTooth extractions were performed in February 2016 at Parma University. Antibiotic therapy (amoxicillin + clavulanic acid, 1 g tablets, 1 tablet every 12 h; and metronidazole, 250 mg tablets, 2 tablets every 12 h) was started 3 days before the intervention and continued for 2 weeks after it. Twelve sessions of LLLT were performed before and after the intervention.\\nAfter 7 days, the patient reported mild bleeding from the mandibular socket; after 10 days, at the same site, a small mucosal dehiscence appeared. After 18 days, the dehiscence resolved with local applications of 1% chlorhexidine gel and a complete reepithelization of the extractive sockets was achieved 4 weeks after tooth extractions.\\nAt the oral inspection carried out in October 2016, the oral mucosa showed no dehiscence ( and ) in the areas of extractions, and mandible CT scans without iodine contrast revealed no erosion of the mandibular cortical bone ( and ). The upper arch of the patient was rehabilitated with a removable partial denture with cast clasps on elements 17, 14, and 21, and the lower arch with a removable partial denture with cast claps on elements 33 and 41.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'26961666': 1, '24535075': 1, '27866217': 1, '26818808': 1, '24856927': 1, '27648313': 2, '20663005': 1, '31883297': 1, '17307580': 1, '22525606': 1, '19038763': 1, '30249000': 1, '24711984': 2, '25282593': 1, '25074798': 1, '25757408': 1, '19925998': 1, '24737486': 1, '24680164': 1, '24490612': 1, '33968812': 2, '27474028': 1, '25414052': 1, '27062502': 1, '23238981': 1, '25234529': 1, '18571043': 1, '25657594': 1, '32307659': 1, '17663640': 1, '23159120': 1, '26202488': 1, '20887520': 1, '21676622': 1, '25171157': 1, '23289026': 1, '25672288': 1, '20851366': 1, '24332520': 1, '19371810': 1, '27315575': 1, '19371816': 1, '24471011': 1, '25427263': 1, '19231786': 1, '20015718': 1, '25988662': 1, '25843818': 1, '22353421': 1, '19371809': 1, '29563419': 2}", "similar_patients": "{'5018314-1': 1, '8020591-1': 1, '3977019-1': 1}"}