{"patient_id": 117799, "patient_uid": "5437448-1", "PMID": 28559784, "file_path": "noncomm/PMC005xxxxxx/PMC5437448.xml", "title": "Splenic Injury Following Endoscopic Retrograde Cholangiopancreatography: A Case Report and Literature Review", "patient": "A 59-year-old woman presented to the hospital with progressive right upper quadrant abdominal pain for 7 days accompanied by profound jaundice. Prior to this admission, she had presented to another hospital 7 months previously with similar symptoms and was diagnosed with choledocholithiasis. She underwent an ERCP with sphincterotomy and stenting of the common bile duct but did not return for a planned cholecystectomy and removal of stent. Her past medical history included untreated hepatitis C without cirrhosis, intravenous drug use, alcohol abuse and a previous laparotomy for ovarian cystectomy. Her regular medications included methadone 80 mg daily and escitalopram 40 mg daily. At presentation, her blood pressure was 104/70 mm Hg and all other vital signs were within normal limits.\\nPhysical examination revealed a soft abdomen with tenderness in the right upper quadrant. Her liver function tests were elevated: bilirubin 120 µmol/L (normal, <20 µmol/L), alkaline phosphatase 1,490 U/L (normal, 30–110 U/L), gamma-glutamyl transferase 850 U/L (normal, <38 U/L), alanine transaminase 196 U/L (normal, <34 U/L) and aspartate aminotransferase 145 U/L (normal, <31 U/L). Her coagulation studies were all within normal limits. A liver ultrasound demonstrated cholelithiasis with evidence of intrahepatic and proximal extrahepatic bile duct dilatation. She also underwent liver magnetic resonance imaging with a magnetic resonance cholangiopancreatography, which revealed a large impacted stone in the neck of the gallbladder causing obstruction of the common hepatic duct, just proximal to the previously inserted stent, associated with extensive pre-stenotic, intra- and extrahepatic ductal dilatation which was in keeping with Mirizzi syndrome. An ERCP was subsequently performed. The stent was removed with a basket and the common bile duct was cannulated easily through the pre-existing sphincterotomy. The cholangiogram confirmed tight stenosis in the upper third of the main bile duct in keeping with magnetic resonance cholangiopancreatography findings. The stricture was stented with a 10 Fr by 12 cm straight plastic stent. The procedure was technically difficult requiring a sustained long scope position to achieve biliary cannulation and stent placement.\\nApproximately 4 h after the procedure, routine nursing observations identified newly developed hypotension with a blood pressure of 83/50 mm Hg and a heart rate of 70 beats/min. The patient was otherwise asymptomatic, afebrile and did not complain of any abdominal pain. Physical examination did not reveal any abdominal tenderness or signs of peritonitis and there was no evidence of gastrointestinal bleeding or overt dehydration. Following the administration of 500 mL of intravenous colloid (4% albumin), her systolic blood pressure stabilised at 103 mm Hg which was similar to that on admission. On the next morning, routine blood tests showed a haemoglobin level of 57 g/L compared to 91 g/L before the procedure (normal, 120–160 g/L). Platelet count and coagulation studies were unchanged and within normal limits. She remained haemodynamically stable and physical examination was again unremarkable, and without evidence of gastrointestinal or any other obvious source of bleeding. Given that the ERCP and stent exchange were uneventful and performed through a pre-existing sphincterotomy, a gastrointestinal bleeding source was felt to be unlikely and an urgent abdominal and pelvic computed tomography (CT) scan was organised. The CT showed a peri-splenic haematoma and moderate volume of hyperdense abdominal free fluid, consistent with a haemoperitoneum (Fig. ). Considering she was haemodynamically stable, a decision was made for conservative management including a blood transfusion of 3 units of packed cells. In the next 48 h, the patient made an uneventful recovery and was subsequently discharged from hospital with a plan for an eventual elective cholecystectomy. She was followed up as an outpatient 3 weeks later; she was clinically well with normal-range haemoglobin and bilirubin.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'1756925': 1, '21546711': 1, '11394431': 1, '8293913': 1, '2929211': 1, '8059310': 1, '5646296': 1, '25105376': 1, '1743138': 1, '11706215': 1, '22679404': 1, '29977934': 2, '27190626': 1, '18382023': 1, '33362447': 1, '8351610': 1, '15328812': 1, '24118211': 1, '22341094': 1, '20617874': 1, '24733368': 2, '29497686': 1, '15347118': 1, '12806544': 1, '34163565': 1, '23945920': 1, '12193500': 1, '28559784': 2}", "similar_patients": "{'3982638-1': 1, '6024491-1': 1}"}