{"patient_id": 65893, "patient_uid": "5376417-1", "PMID": 28400822, "file_path": "comm/PMC005xxxxxx/PMC5376417.xml", "title": "Pacemaker Placement in Patients with Stroke-Mediated Autonomic Dysregulation", "patient": "An 85-year-old man, with a history of normal pressure hydrocephalus, treated with ventriculoperitoneal shunt, coronary artery disease, hypertension, and mild dementia, presented with severe, intractable nausea, vomiting, and hoarseness associated with ataxia and recurrent syncopal episodes. Magnetic resonance imaging () revealed an acute infarction in the left cerebellar tonsil, left cerebellar hemisphere, and left medullary restiform body, in the territory of the left posterior inferior cerebellar artery (PICA). Radiologic findings were consistent with lateral medullary infarction. The clinical picture was suggestive of lateral medullary syndrome (LMS).\\nThe exact reason for the brainstem and cerebellar stroke remained unclear, as diagnostic testing including transesophageal echocardiography and carotid ultrasound failed to reveal any significant abnormalities. Also, cardiac telemetry monitoring did not reveal any evidence of supraventricular arrhythmias, including atrial fibrillation.\\nDuring hospitalization, the patient experienced multiple syncopal episodes. The syncopal episodes were brief and predominately associated with postural changes, as well as significant nausea and vomiting. No seizure-like activity was noted and both the patient and his caregiver denied any history of similar episodes of nausea, vomiting, or syncope prior to this admission.\\nDuring the events, the patient was witnessed to have sinus arrest, lasting up to 6 seconds, with an intermittent junctional escape rhythm (). Otherwise, the baseline electrocardiography and cardiac telemetry was sinus rhythm, with heart rate 50–60 beats per minute and right bundle branch block. The patient had documented blood pressure lability during the syncopal episodes, with a peak of 218/92 mm Hg. This represented a substantial difference from prior baseline blood pressure of 130/70 mm Hg. Physical examination was remarkable for cerebellar ataxia and nystagmus. No sensory loss or signs of Horner syndrome were found to suggest a full constellation of lateral medullary syndrome. No significant abnormalities were found in laboratory tests results. The patient's medication regimen at the time of the initial events included metoprolol, bethanechol, and clonidine, all of which possess potential atrioventricular nodal blocking properties. Therefore, all of those medications were discontinued. Lisinopril was administered daily to control hypertension.\\nFunctional assessment of the Codman® Hakim® shunt (Codman/Johnson & Johnson, Raynham, Massachusetts) by fluoroscopic shunt evaluation revealed a pressure of 140 cm H2O from the last recorded setting, which was 130 cm H2O. However, adjustment of the shunt settings to 130 cm H2O failed to control his autonomic symptoms or prevent recurrent syncope and associated sinus arrest. This finding excluded Cushing reflex as an etiology for symptomatic bradycardia, secondary to elevated intracranial pressure.\\nThe patient's symptoms continued to occur over the course of the next few days, despite the discontinuation of all potential medications with chronotropic and/or dromotropic effects. Five days after the initial symptoms and due to these persistent events, the patient underwent placement of a dual-chamber pacemaker. An L101 Essentio® pacemaker (Boston Scientific, Marlborough, Massachusetts) was placed with two leads, to right atrium and right ventricle with DDD mode, with resolution of syncopal events. However, his nausea and vomiting persisted. The patient was subsequently discharged to poststroke rehabilitation center, with prescribed antiemetic medications to control nausea and vomiting.\\nFollow-up at 1, 3, and 6 months revealed that the patient had no syncopal or presyncope episodes after the placement of the pacemaker. Interrogation of the pacemaker revealed normal device and lead function with no recorded arrhythmia.", "age": "[[85.0, 'year']]", "gender": "M", "relevant_articles": "{'23386489': 1, '9506607': 1, '21991295': 1, '26576215': 1, '10638806': 1, '23543393': 1, '16477489': 1, '29368226': 1, '17367563': 1, '2419874': 1, '12805095': 1, '28400822': 2}", "similar_patients": "{}"}