{"patient_id": 67138, "patient_uid": "5467283-1", "PMID": 28634555, "file_path": "comm/PMC005xxxxxx/PMC5467283.xml", "title": "A Rare Case of Pneumopericardium in the Setting of Tuberculous Constrictive Pericarditis", "patient": "A 28-year-old male with no known comorbid illnesses was admitted for a one-week history of night fevers reaching up to 39°C and progressive shortness of breath. Review of systems revealed he had a chronic history of intermittent cough with whitish sputum, as well as significant weight loss (10 kg) over the past month. One of the patient's aunts living in their household was previously diagnosed and treated for pulmonary tuberculosis. He denied any vices.\\nOn physical exam, his blood pressure was stable at 90/60 mm Hg, but the patient was tachycardic (122 beats/minute) and tachypneic (25 breaths/minute). He had no palpable cervical or axillary lymphadenopathy, but neck veins were prominently distended. Breath sounds were decreased at the left base with crackles. The precordium was adynamic with no note of any heaves or thrills. Heart sounds were regular in rhythm and sounded distant. There were no appreciated murmurs, friction rubs, or pericardial knocks. Abdomen was flat and soft with no signs of hepatomegaly or ascites. No pedal edema was noted. Pulsus paradoxus was appreciated with a difference of 12 mm Hg between systolic blood pressure measurements during inspiration and expiration.\\nThe 12-lead ECG demonstrated classic signs of pericarditis () and the chest radiograph revealed cardiomegaly with normal pulmonary vascularity (). A focused bedside echocardiogram showed a massive circumferential pericardial effusion with right atrial and right ventricular collapse during diastole. Left ventricular systolic function was preserved with adequate wall motion and an ejection fraction (EF) of 68%. Pulmonary artery pressure was also within normal limits.\\nThe patient was transferred to the ICU where bedside echo-guided subxiphoid pericardiocentesis was performed. Approximately 625 mL of grossly turbid, nonbloody yellow fluid was extracted over the course of 72 hours before the pericardial catheter was removed. Fluid examination yielded low glucose levels (20 mg/dL) with some leukocytes (2473 cells/microliter with neutrophilic predominance) and red blood cells (6680 cells/microliter). The KOH smear was negative for fungal elements, and cytologic analysis did not reveal any malignant cells. The initial Gram stain showed the presence of Gram-positive cocci in pairs and in clusters, which failed to grow on standard culture media, possibly due to previous antibiotic coverage. Adenosine deaminase (ADA) diagnostic kits are not readily available in our country as of this writing, and therefore ADA level analysis was not performed. Sputum acid-fast bacilli (AFB) smears and HIV ELISA screen were negative. After pericardiocentesis, the patient's shortness of breath improved but did not completely resolve. A chest radiograph taken after five days showed new pockets of radiolucency within the cardiac silhouette (Figures and ).\\nFollow-up echocardiographic studies were done to confirm the presence of pneumopericardium and check for constrictive physiology that would warrant pericardiectomy. Air microbubbles were visualized mainly in the anterior pericardial space (likely due to gravitational effects in the supine position), with a significant amount of reaccumulated pericardial fluid and frond-like structures (). Even though diastolic collapse of the right-sided chambers was no longer observed, several indicators of constrictive physiology were demonstrated in this second study, such as marked thickening of the pericardium (), septal bounce due to interventricular independence (), exaggerated respiratory variation in tricuspid and mitral inflow (), and IVC plethora (). Although pericardial thickness is better measured on cardiac CT or MRI, the other indicators provided sufficient evidence for pericardial constriction.\\nA CT scan with contrast confirmed the diagnosis of pneumopericardium, manifesting as a clearly visible air-fluid level (). The study also revealed a left-sided pleural effusion with consolidation and atelectasis of adjacent lung segments, enlarged and confluent para-aortic and pre- and postcarinal lymph nodes, and several hypodense nonenhancing foci throughout the liver (). These findings were consistent with a pneumonic process on top of disseminated tuberculous infection involving the pericardium, liver, lymph nodes, and possibly the pleura. Importantly, there were no noted fistulous tracts between the pericardium and trachea/GI tract.\\nThe patient was started on oral quadruple combination anti-TB medications (isoniazid, rifampicin, pyrazinamide, and ethambutol). Intravenous piperacillin-tazobactam was also given for fourteen days to cover for a possible bacterial superinfection on top of the tuberculous pericarditis, as well as possible nosocomial pneumonia. Since the patient already had features of constrictive physiology to begin with, we decided there would be little incremental benefit in administering corticosteroids to prevent progression of constriction, when weighed against the possible risks. Despite almost three weeks of anti-TB medications, the patient still complained of exertional dyspnea. Aware of the possibility of a repeat episode of tamponade from fluid reaccumulation, we decided to proceed with decompressive surgery.\\nSurgical treatment consisted of pericardiectomy through a median sternotomy (). Intraoperatively, the thickness of the stripped pericardium was measured to be 5–7 mm (normal: <2 mm) [] (). Caseous material was extracted from the pericardial sac (). Cultures and polymerase chain reaction (PCR) of the pericardial sac contents were negative for Mycobacterium tuberculosis and other bacteria. However, histopathology was consistent with acute suppurative pericarditis on top of chronic granulomatous inflammation with Langhans-type giant cells and caseation necrosis, indicative of tuberculous pericarditis with superimposed bacterial pericarditis. AFB culture of the excised pericardial tissue was also positive after two weeks of incubation.\\nPostoperative echocardiography revealed that constrictive physiology was no longer present, with preserved systolic function in both ventricles. He was discharged improved and completed the prescribed 6 months of anti-TB medications, with resolution of his symptoms and gain in weight back to preillness levels.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'12199982': 1, '19568401': 1, '11888794': 1, '22555752': 1, '21731571': 2, '16567581': 1, '15672343': 1, '25097547': 2, '11769580': 2, '32162176': 1, '34782592': 1, '28634555': 2}", "similar_patients": "{'3116108-1': 1, '4531731-1': 1, '4121728-1': 1}"}