{"patient_id": 71402, "patient_uid": "5786345-1", "PMID": 29387507, "file_path": "comm/PMC005xxxxxx/PMC5786345.xml", "title": "Classic and Non-Classic Features in Pseudohypoparathyroidism: Case Study and Brief Literature Review", "patient": "A 41-year-old male patient presented to the office with his mother for a weight gain of 59 lbs over the period of six months and increasing shortness of breath. He is an established patient in the practice and was not in acute distress. The patient did not mention any chest pain, chest pressure or heaviness in the chest. He denied any new medication and stated that he has been taking his anti-hypertensive medications as advised. His review of systems was additionally negative for any headaches, dizziness, blurred vision, decrease in urine output, neck stiffness, fever, rash, difficulty with speech, swallowing or gait, diarrhea, and cough. No goiter, lethargy or heat/cold intolerance was mentioned. The patient has a past medical history of hypertension, autosomal dominant pseudohypoparathyroidism, and hypothyroidism. In addition, his mother and his brother both have pseudohypoparathyroidism, but his mother denied hypothyroidism. Patient also reported a history of sensorineural hearing loss and carpal tunnel syndrome. Physical examination revealed no lymphadenopathy, thyromegaly, or any thyroid nodules. Cardiac examination exhibited an audible S1 and S2 with regular rate and rhythm. No murmur or gallop was noted. Pulmonary examination revealed lungs clear to auscultation bilaterally. The lower extremities exhibited 2+ to 3+ bipedal edema bilaterally, but peripheral pulses were present and symmetric.\\nGiven the patient was living a sedentary lifestyle, the patient was ordered a venous doppler, an echocardiogram to assess left ventricular function, and brain natriuretic peptide (BNP) levels. Electrocardiogram was performed in the office and exhibited a normal PR interval of 176 ms and an 86 ms QRS complex. No ST segment changes were appreciated. Laboratory exams exhibited normal BNP levels, but TSH level was elevated to 11.390 mIU/L (normal reference range is 0.4 ‑ 4.0 mIU/L). Venous doppler and echocardiogram studies were unremarkable. Patient’s calcium levels were severely depressed and previous basic metabolic panel studies indicated consistent hypocalcemia between the ranges of 6.9 to 8.5 mg/dL. Patient's previous laboratory studies also showed normal vitamin D levels, with normal or slightly elevated parathyroid hormone levels.", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'1379345': 1, '18805917': 1, '19844212': 1, '2121501': 1, '21816789': 1, '27875418': 1, '27109785': 1, '21525160': 1, '29387507': 2}", "similar_patients": "{}"}