{"patient_id": 71785, "patient_uid": "5815786-1", "PMID": 29390374, "file_path": "comm/PMC005xxxxxx/PMC5815786.xml", "title": "Use of small needle knife in autologous fat grafting for the treatment of depressed scar", "patient": "A 29-year-old female, with depressed scar in the left upper arm, is reported. The patient had retractile and painful scars near the elbow joint, although joint mobility was not limited. The scars were caused by trauma 20 years ago. The largest was approximately 1.6 cm × 2.0 cm in size and 0.8 cm in depth; the smallest was about 0.8 cm × 3.0 cm in size and 0.5 cm in depth. The patient had not received any treatment before.\\nThe patient underwent clinical assessment and routine preoperative examinations. Written informed consent was obtained from the patient.\\nThe surgical procedure was performed under local anesthesia. Abdomen was prepared as donor site and infiltrated with anesthetic solution (500 mL saline solution, 20 mL of lidocaine 0.02 mg/mL, and 0.5 mL epinephrine 1 mg/mL). Adipose tissue was harvested using the Coleman technique. The collected lipoaspirate was then sedimented for grafting. Under local anesthesia, small needle knife (Fig. ) was inserted under skin to release scar adhesion. Crossed radiating passages were made to sufficiently break the subcutaneous fibrosis and form an ideal form of web for grafting. Fat was transferred in a 1-mL syringe Luer lock and injected into the released and loosened fibrous structure. Constant amount of fat was laid at the dermal-hypodermal layer. Digital pressure with soft gauze was applied immediately after placement to make local appearance flat and smooth, and minimize contour irregularities. Gauze dressing was covered in the treated area for 1 week and the patient was told to avoid pressure and friction to limit displacement of fat infiltration. Incisions in the donor site were sutured with nylon 5/0. Elastic-compressive dressing was applied in the donor site to prevent hematoma.\\nClinical assessment of scars with the VSS was performed before surgery and at 3 months of follow-up. Scar retraction, pain, and passive and active joint function were evaluated. The VSS evaluation of the physician was not known to the patient. Quality improvement was shown both aesthetically and functionally. Volume deficits were refilled with fat grafting, and excellent cosmetic results were achieved (Fig. , Fig. ). Skin became softer and more extensible. Pain and scar elasticity were improved after 3 months follow-up (Table ).", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'8526158': 1, '29794731': 2, '24777461': 1, '18305985': 1, '24036737': 1, '26116940': 1, '32735124': 1, '29390374': 2}", "similar_patients": "{'6392964-1': 1}"}