{"patient_id": 121354, "patient_uid": "5702694-1", "PMID": 29181344, "file_path": "noncomm/PMC005xxxxxx/PMC5702694.xml", "title": "Successful Two-step Correction for Severe Genu Valgum in Ellis-van Creveld Syndrome: A Case Report", "patient": "A 10-year-old female with severe bilateral genu valgum associated with EVC syndrome () experienced gait disturbance and increasing right knee pain. On physical examination, the motion of the right and left knees ranged from 20° to 110° and from 10° to 130°, respectively. In addition, both patellae were dislocated laterally, and the medial knee showed substantial instability. Radiographic examinations of both knees, including a computed tomographic scan, showed genu valgum, lateral, and anterior depression of the proximal lateral tibial plateau, external rotation deformity of the lower leg, and lateral patellar dislocation (). The tibiofemoral angle of the right and left knees was 150° and 162°, respectively.\\nSurgery was performed under general anesthesia with the patient in the supine position. The right knee had more severe pain, and thus, was operated on first. Correction was performed in three steps. In the first step, extensive soft tissue release was performed. In the second step, the valgus and external rotation deformities were gradually corrected using a TSF. In the third step, the lateral articular surface of the tibia was elevated using intra-articular osteotomy. Initially, soft tissue release was performed. A typical, long curvilinear surgical incision measuring approximately 10 cm was made on the lateral aspect of the patella. Extensive release and mobilization of the quadriceps muscle, iliotibial band, lateral knee capsule, and the lateral retinaculum contracture were performed. Then, Z-plasty of the biceps tendon was performed to obtain reduction of the patella. Finally, TSF frames were fixated to the distal femur and proximal fibula across the knee joint with tensioned wires and half pins. The TSF was mounted such that the proximal ring master tab was aligned with the femoral trochlear notch in the anterior-posterior plane. The distal ring antimaster tab was centered over the mal-aligned tibial tubercle. After mounting the frame on the lower extremity, the mounting parameters were recorded and entered into TSF-dedicated computer software along with the deformity parameters. All corrections were made gradually after a latency phase of 4 days. The patient was instructed to perform gradual adjustments of the six struts of the TSF once per day. Correction was continued until the tibiofemoral angle was overcorrected to 180, which occurred on the 7th week.\\nAfter the completion of the correction, the external fixator was temporarily removed under general anesthesia, and intra-articular osteotomy was performed (). A skin incision was made at the same site as the previous operation. For the right knee, which had been operated on first, intraepiphyseal osteotomy was performed with image intensifier control because the physis was open. The osteotomy lines were comprised of a straight line along the lateral condyle directly above the epiphyseal line and an anteroposterior line from the lateral aspect of the anterior cruciate ligament attachment site to the center of the tibia. For the left knee, the physis was closed, thus osteotomy was performed distally during the same procedure. After the lateral plateau was sufficiently elevated in both frontal and sagittal planes, an appropriately sized bone graft was inserted. Tricortical bone harvested from the ilium was used for the right knee, and bone prosthesis was used for the left knee. Tricortical bone harvested from the ilium was used for the right knee, and a β-tricalcium phosphate (β-TCP) was grafted for the left knee. For postoperative fixation, an external fixator was used on the right side for 6 weeks, and an internal (Kirschner wire) and external fixation were used on the left side for 5 weeks. After the operation, partial weight- bearing was gradually permitted, and full weight-bearing was permitted at postoperative week 8th.\\nAt a follow-up assessment, 4 years on the right side and 2 years on the left side from the each latest surgery, the patient was walking with a normal gait and no knee pain. Knee motion ranged from 0° to 100° on the right side, and from 0° to 120° on the left side. Post-operative long-leg weight-bearing radiographs and a simple radiograph showed correction of the valgus deformity. In the full standing Merchant view, the Mikulicz line proceeded physiologically to the joint center (). The tibiofemoral angle of the right and left knees was 174° and 172°, respectively.", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'26791030': 1, '10513365': 1, '21470865': 1, '5121804': 1, '21478762': 1, '1611765': 1, '17909939': 1, '7971530': 1, '24432110': 1, '21032169': 1, '29181344': 2}", "similar_patients": "{}"}