{"patient_id": 117374, "patient_uid": "5409388-1", "PMID": 28484552, "file_path": "noncomm/PMC005xxxxxx/PMC5409388.xml", "title": "Isolated lumbar intradural extra medullary spinal cysticercosis simulating tarlov cyst", "patient": "A 40-year-old male suffered from severe low backache for 1-year and pain in right leg for 3 months. Neurological examination showed no motor deficit.\\nContrast-enhanced magnetic resonance imaging (MRI) of the lumbar spine revealed well-defined intradural extramedullary cystic lesion, which was isointense on T1-weighted and hypointense on T2-weighted images at the L5-S1 level, with intense contrast enhancement [], initially thought to be Tarlov cyst.\\nWe performed L5 laminectomy. Intraopertively, there was no extradural lesion, on opening dura at L5 level, we performed longitudinal durotomy to identify the intradural extramedullary lesion. At first, we detected moderate, severe adhesion of cauda equina and did not expect anything such as hematoma or cystic lesion. After a more dissection of the cauda equina, a well-capsulated cysts adherent to sacral roots and adjacent dura was noted. After the careful incision of the cystic wall under the microsurgical techniques, clear cystic fluid was gushed out, and it was sucked out by the suction. The grape-like multiple whitish small masses within the cyst were found and removed in a piecemeal fashion. Duroplasty with fascia done and wound closed after copious irrigation with saline.\\nImmediately after the operation, the patient showed improvement of his low backache and right leg pain. He was discharged 4 days after surgery. MRI after surgery showed total excision of the cystic mass [].\\nHistopathological examination revealed the presence of larval forms of cysticercus with a fibrous pseusocapsule [].\\nSubsequently, he was treated with albendazole (15 mg/kg/day) for 4 weeks to prevent recurrence. Corticosteroid treatment was also added to reduce the inflammatory reaction during the early postoperative period.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'12781380': 1, '34926816': 2, '31528432': 2, '15926788': 1, '9393195': 1, '7826246': 1, '3734881': 1, '21430986': 1, '16340333': 1, '15148157': 1, '10988043': 1, '10397359': 1, '12364377': 1, '17295715': 1, '9562056': 1, '1818861': 1, '15926787': 1, '1960542': 1, '8971828': 1, '34851512': 1, '17719976': 1, '28484552': 2}", "similar_patients": "{'8674092-1': 1, '6744808-1': 1}"}