{"patient_id": 65659, "patient_uid": "5359883-1", "PMID": 28320419, "file_path": "comm/PMC005xxxxxx/PMC5359883.xml", "title": "Cerebellar ependymoma with overlapping features of clear-cell and tanycytic variants mimicking hemangioblastoma: a case report and literature review", "patient": "A 62-year-old Chinese woman was admitted to our hospital with a history of 8 years’ intermittent headache, which had been aggravating over the previous week. Her family history was irrelevant to the present illness. General and elemental neurological exams were normal. Contrast-enhanced computed tomography (CT; 230 HU; Fig. , ) showed an oval mass (3.1 × 1.6 cm) with heterogeneous enhancement in the right cerebellum. Computed tomographic angiography (CTA) showed a highly vascular tumor; no obvious change was found on bilateral basilar arteries, vertebral arteries or posterior cerebral arteries (Fig., ). Neurological imaging suggested HB. A suboccipital craniotomy of the posterior fossa was performed for tumor resection. The mass was demarcated from the surrounding cerebellum tissue with focal slight adhesion. A tumor 3.2 × 2 × 1.7 cm in size was completely resected. The patient is alive with no sign of tumor recurrence or metastasis after 9 months of follow-up.\\nThe whole mass was completely sampled and fixed in 10% formalin, and then embedded in paraffin. A series 4-μm-thick sections was cut from each paraffin-embedded block; the top and the bottom sections were stained with hematoxylin/eosin to ensure the existence of tumor tissue, and the others in the middle were used for further IHC analyses. Commercially available prediluted monoclonal antibodies directed against epithelial membrane antigen (EMA), glial fibrillary acidic protein (GFAP), oligodendrocyte lineage transcription factor 2 (olig2), NeuN, synaptophysin, isocitrate dehydrogenase-1 (IDH1), CD56, S100, vimentin, CD34, p53, inhibin-α, D2-40, and Ki-67 were purchased from Mai Xin Inc., Fuzhou, China. IHC staining was performed using the streptavidin-peroxidase system (Ultrasensitive; Mai Xin Inc., Fuzhou, China) according to the manufacturer’s instructions. The primary antibody was replaced with phosphate-buffered saline as for negative controls.\\nWe performed fluorescent in situ hybridization (FISH) to check for deletions of chromosomes 1p and 19q. Dual-color-probe hybridization was performed with Vysis 1p36/1q25 and 19q13/19p13 FISH Probe Kit (Abbott Molecular, USA) according to manufacturer’s instructions. At least 100 non-overlapping nuclei were counted; samples were considered to be 1p- or 19q-deleted when >30% of counted nuclei presented one target (red) signal and two reference (green) signals.\\nHistologically, the tumor had a relative clear boundary (Fig. ), and composed of highly vascular, cellular, and paucicellular areas (Fig. –). In the highly vascular area, the tumor was characterized by prominent vascularity, with an abundant vascular meshwork, and clusters of clear cells that mimicked reticular HB (Fig. ); whereas tumor cells in the paucicellular (Fig. ) and cellular areas (Fig. ) were arranged in nests or diffusely distributed, which mimicked the cellular variant of HB. The tumor cells were characterized by clear cytoplasm (Fig. –), but the typical fat-laden vacuolated stromal cells in HB were absent. Spindly bipolar cells resembling tanycytes were also observed within the tumor (Fig. ), some of which were seen in the centers of nests surrounding by clear cells. This unique histological structure was detected in ~ 50% of the tumor area (Fig. , , ). Nuclei of these cells exhibited salt-and-pepper speckling with elongated cytoplasmic processes (Fig. ). Although these features suggested ependymoma, neither true ependymal rosettes nor ependymal-lined profile were observed. No calcification was found. The tumor was characterized by the prominent vascularity, but glomeruloid formation was absent. Despite the marked focal pleomorphism (Fig. ), pseudo-palisading necrosis and atypical mitoses were not present.\\nCD34 outlined the rich and delicate vascular channels (Fig. , ). Epithelial membrane antigen was expressed in paranuclear dot-like or a ring-like patterns (Fig. , ). The tumor cells were diffusely positive for GFAP (Fig. ), CD56 (Fig. ), S100 (Fig. ), and vimentin, but negative for CD34 (Fig. ), synaptophysin (Fig. ), olig2 (Fig. ), inhibin-α (Fig. ), NeuN (Fig. ), D2-40, P53 and IDH1. The Ki-67 labeling index was approximately 2%, even in the cellular area with prominent cell pleomorphism (Fig. ).\\nNeither 1p nor 19q deletion was detected in the current case (Fig. , ).", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'24553141': 1, '18312548': 1, '10667826': 1, '10086492': 1, '20856665': 1, '25031767': 1, '27157931': 1, '16277226': 1, '22207400': 1, '21713151': 2, '12761644': 1, '24569174': 1, '15690137': 1, '632843': 1, '17923743': 2, '26431995': 1, '23587142': 1, '15519882': 1, '20035139': 1, '8867691': 1, '11908872': 1, '29770253': 2, '2477945': 1, '24562983': 1, '22009009': 1, '15549332': 1, '22102956': 1, '10663975': 1, '16121970': 1, '21643803': 1, '28320419': 2}", "similar_patients": "{'5938895-1': 1, '2694393-1': 1, '3111712-1': 1}"}