{"patient_id": 118796, "patient_uid": "5505289-1", "PMID": 28725311, "file_path": "noncomm/PMC005xxxxxx/PMC5505289.xml", "title": "Nafcillin-Induced Allergic Eosinophilic Cholestatic Hepatitis", "patient": "A 71-year-old female presented with oxacillin-sensitive Staphylococcus aureus septic arthritis involving her knee prosthesis. She underwent irrigation and debridement of her left knee with polyethylene exchange, and was discharged on a course of intravenous nafcillin. Towards the end of this 6-week course of nafcillin, the patient presented to the emergency room with anorexia, vomiting and weight loss. She used no other prescription medication other than naproxen for arthritis. The patient was overtly icteric but afebrile. Initial laboratory results were significant for an elevated aspartate transaminase (AST) level of 115 U/L (normal: 5 - 50), alanine transaminase (ALT) level of 121 U/L (normal: 5 - 50), total bilirubin 10.9 mg/dL (normal: < 1.2), direct bilirubin 6.3 mg/dL (normal: < 0.4), and alkaline phosphatase 209 U/L (normal: 20 - 125). Complete blood count on presentation also showed eosinophilia (absolute count 900 cells/mm3 (normal: 0 - 400), with a total WBC count of 4,300 cells/mm3 (normal: 4,600 - 10,200). Liver function tests peaked approximately 1 - 2 weeks after presentation (), and these abnormalities returned to normal over 3 months of observation without intervention. Eosinophil counts also climbed and slowly dropped back to normal ranges over months (). Thorough serological, immunological and radiological evaluations failed to demonstrate an etiology. IgE and IgG antibodies to penicilloyl G, penicilloyl V, ampicillin and amoxicillin were undetectable. Skin testing with beta-lactam antibiotics was contraindicated by the severity of her underlying illness and hospitalization.\\nA nuclear medicine hepatobiliary function study showed findings consistent with hepatocellular dysfunction with poor clearance of the radiotracer from the blood pool and no evidence of biliary excretion. A diagnostic liver biopsy was carried out and the histology demonstrated an expansion of portal tracts by lymphocytes, eosinophils, neutrophils and rare plasma cells, edema of portal tracts with ductal reaction, patchy cholestasis and mild microvesicular steatosis (). Nafcillin was discontinued and alternative antibiotics were used for her recurrent knee infection.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'697229': 1, '8479374': 1, '913979': 1, '961686': 1, '2372276': 1, '22844299': 2, '2106780': 1, '646563': 1, '637061': 1, '6651882': 1, '3701014': 1, '978335': 1, '7172968': 1, '12659378': 1, '426588': 1, '1504413': 1, '8751026': 1, '722420': 1, '4093337': 1, '18307421': 1, '28017537': 1, '34336384': 1, '15153310': 1, '9538497': 1, '434706': 1, '33628683': 2, '24785233': 1, '12081223': 1, '14242432': 1, '8237951': 1, '8565754': 1, '11731945': 1, '28725311': 2}", "similar_patients": "{'7894250-1': 1, '3403404-1': 1}"}