{"patient_id": 64223, "patient_uid": "5228708-1", "PMID": 28072748, "file_path": "comm/PMC005xxxxxx/PMC5228708.xml", "title": "Giant polypoid gastric heterotopia in the small intestine in a boy", "patient": "A 15-year-old boy visited us for investigation of intermittent episodes of melena for a week. The patient had no history of alimentary tract hemorrhage, infection, trauma, or medication history. Hematological examination showed a hemoglobin (Hb) value of 7.5 g/dL. Esophagogastroduodenoscopy (EGD) and colonoscopy revealed negative result. Capsule endoscopy (CE) demonstrated a polypoid tumor of about 2 cm in diameter in the ileum, with an active nearby hemorrhage (Fig. ). However, CECT demonstrated a right lower-abdominal tumor, with a size of about 18 × 14 mm in diameter (Fig. ). There was heterogeneous enhancement during the arterial phase, and the density was high in portal and delayed phases. An equivocal diagnosis was considered based on the findings with the CECT, which suggested a gastrointestinal stromal tumor (GIST), hemangioma, or adenoma. Laparotomy was performed under general anesthesia. We resected the intestine with lesion, and an end-to-end anastomosis of the small intestine was performed. The specimen was a sessile polyp (22 × 15 × 12 mm) (Fig. ). Macroscopically, most of the mucosa in the polyp was similar to the mucosa of the stomach (Fig. ). Histological examination revealed that the polyp contained heterotopic gastric mucosa with the well-developed gastric gland (Figs. and ). The patient was diagnosed with polypoid gastric heterotopia. The patient recovered smoothly after surgery and was discharged on postoperative day 7 and followed up for 3 months. He has not experienced gastrointestinal intestinal (GI) symptoms up to now.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'9396760': 1, '7085908': 1, '26242819': 1, '24279774': 1, '10377412': 1, '18639669': 1, '18577384': 1, '9044751': 1, '32884848': 2, '19225931': 1, '16227002': 1, '33173462': 2, '12378470': 1, '3386071': 1, '10742416': 1, '25853190': 1, '25783390': 1, '16863835': 1, '13160411': 1, '7117206': 1, '19128661': 1, '24363526': 1, '26397851': 1, '31832463': 1, '31956463': 2, '6832002': 1, '16046423': 1, '18030218': 1, '27158212': 1, '16410100': 1, '30122884': 2, '5090217': 1, '28072748': 2}", "similar_patients": "{'7455846-1': 1, '7588682-1': 1, '6092586-1': 1, '6949661-1': 1}"}