{"patient_id": 62779, "patient_uid": "5090078-1", "PMID": 27833764, "file_path": "comm/PMC005xxxxxx/PMC5090078.xml", "title": "An Endomyocardial Biopsy of the Left Ventricle in an Anorexia Nervosa Patient with Sinus Bradycardia and Left Ventricular Systolic Dysfunction", "patient": "A 17-year-old female with no medical history complained of general fatigue and bradycardia from three months before. Her height, body weight, and body mass index (BMI) were 161 cm, 45 kg, and 17.4 kg/m2, respectively. A physical examination indicated that the blood pressure and heart rate are 87/46 mmHg and 38 beats/min, respectively. Laboratory data indicated an elevation of hepatic enzymes (aspartate aminotransferase, 21 IU/L; alanine aminotransferase, 28 IU/L), hypoproteinemia (total protein, 6.1 g/dL; albumin, 3.9 g/dL), hypoglycemia (blood glucose, 67 mg/dL), and a decrease in free triiodothironene (FT3) and free thyroxine (FT4) levels (FT3, 0.87 pg/mL; FT4 0.87 ng/dL). Thyroid stimulating hormone (4.610 μIU/L) was normal. The total blood ketone level was high (114 mmol/L), but the levels of thiamin (2.7 μg/dL), cobalamin (548 pg/mL), folic acid (4.8 ng/mL), growth hormone (6.17 ng/mL), and adrenocorticotropic hormone (31.3 pg/mL) were within normal limits. An electrocardiogram showed bradycardia with junctional rhythm and prolonged QT interval (). A cardiac echocardiogram showed reduced left ventricular ejection fraction (LVEF 45%) with apical wall motion decline of both ventricles and both ventricles were dilated (LV diastolic dimension: LVDd 52 mm) (). A coronary angiogram showed no stenosis or obstruction, and cardiac magnetic resonance imaging (MRI) did not show late gadolinium enhancement. An endomyocardial biopsy revealed moderate vacuolar degeneration, hypertrophy, and attenuation of the myocardium as well as moderate interstitial fibrosis. Any inflammatory cell infiltrate, myocardial edema, or necrosis was not observed (). The patient was diagnosed with idiopathic dilated cardiomyopathy with sick sinus syndrome at the time.\\nAn angiotensin-converting-enzyme inhibitor (perindopril) was prescribed without pacemaker implantation since the fatigue was clearly not related to the bradycardia. During the follow-up, cardiac echocardiographic findings after four months did not improve (LVEF 44%, LVDd 49 mm); her body weight reduced to 34.1 kg (BMI 13.6 kg/m2) after losing 16 kg in six months, and she was diagnosed with anorexia nervosa (AN) by a psychiatrist. The patient received nutritional counseling and appropriate psychotherapy to increase her caloric intake. One month later, her body weight increased to 43.5 kg (BMI 16.8 kg/m2), heart rate (HR) increased to 66 beats/min with sinus rhythm, and LVEF increased to 55%. One year later, her body weight increased to 54 kg (BMI 20.8 kg/m2), HR increased to 70 beats/min, and LVEF rose to 60%.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'19944326': 1, '24958782': 1, '31873842': 1, '26769740': 1, '27326349': 2, '26314758': 1, '27833764': 2}", "similar_patients": "{'4590190-1': 1}"}