{"patient_id": 71258, "patient_uid": "5770006-1", "PMID": 29354228, "file_path": "comm/PMC005xxxxxx/PMC5770006.xml", "title": "Severe episodic memory impairment after strategic infarct: A case report", "patient": "JE, a 68-year-old right-handed male with 10th-grade education was referred by a neurologist for neuropsychological evaluation in December 2016 due to forgetfulness which emerged after January of the same year. In January 2016, he had suffered an ischemic stroke of cardioembolic etiology. JE had a medical history of hypertension and chronic atrial fibrillation. According to JE and his wife, before the stroke he was normally able to manage his home activities and job tasks as a machine mechanic. However, after the stroke, the patient had severe difficulty organizing his finances and could no longer work or drive. His family perceived memory deficits such as forgetting new events, commitments, asking about people who died recently, and repeatedly asking the same question. JE also presented disorientation in time and new places.\\nOn medical evaluation, laboratory test results were within normal ranges (including blood count, comprehensive metabolic panel, thyroid-stimulating hormone, vitamin B12 and venereal disease research laboratory). A magnetic resonance imaging scan of the brain performed in January 2016 indicated an ischemic lesion affecting the left parahippocampal gyrus, hippocampus, and anterior portion of the middle and inferior temporal gyrus. There were some additional tiny lesions of the white matter not exceeding possible typical age-related changes (). At the time of the neurologist's observation, JE scored 23/30 on the Mini-Mental State Examination (MMSE), with deficits mainly on the subitems of time, place, and delayed recall. This demonstrated a marked decline of orientation and EM. On the Montreal Cognitive Assessment (MoCA), JE's score (18/30) was mainly attributed to errors in memory and orientation subtests. A diagnostic hypothesis of neurodegenerative dementia (e.g., Alzheimer's disease dementia) was excluded. There was evidence of a stroke temporally related to the onset of memory impairment, as well as lack of insidious onset of the decline. Therefore, the diagnosis of probable Alzheimer's disease dementia and other neurodegenerative dementias was not applicable.\\nThe patient underwent a comprehensive neuropsychological assessment to evaluate memory impairment and other functions (). Overall, JE's performance showed severe EM impairment in verbal and visual modalities indicated by delayed recall measures of the Rey Auditory Verbal Learning Test (RAVLT) (0/15) and the Rey-Osterrieth Complex Figure Test (RCFT) (3/36) with scores below the 5th percentile. The Memory Subscale from the Dementia Rating Scale (DRS – 2) also indicated impaired performance (10/25, < 5th percentile). He underperformed on the RAVLT Word Recognition list, which may indicate an inability to encode and consolidate new episodic contents. Category fluency (animals form) and Vocabulary (WAIS III) tests indicated preserved semantic memory (50th percentile). JE had an appropriate strategy for visuospatial construction, making few mistakes on the ROCF Copy test. Regarding language processes such as naming and comprehension, there were no indications of impairment according to results on the Boston Naming Test (short version) and Token Test, respectively.\\nThere was no evidence of executive impairment in general. On the Five Digit Test, which is a numeric-Stroop paradigm applying four steps (Reading, Counting, Choosing and Shifting) that evaluates processes such as processing speed, selective attention, inhibitory control and cognitive flexibility, JE had scores indicative of clinical impairment (< 5th percentile). However, considering the indices of Inhibition and Flexibility (interference scores that subtract Reading time from Choosing and Shifting time, which minimize the influence of processing speed on executive performance), there was no indication of impairment in these measures (50th percentile). This discrepancy can be explained by the decreased processing speed observed in the patient, and not by a deficit in superior/executive functioning. This is corroborated by the fact that the patient was slow to perform the tests, but did so without errors, and due to the fact that he had adequate performance in all other tests of executive functioning.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'11571040': 1, '29213752': 1, '21456960': 1, '27502303': 1, '21514250': 1, '18455191': 1, '18306299': 1, '22939818': 1, '21550352': 1, '20861829': 1, '18342055': 1, '15217334': 1, '19776728': 1, '19486324': 1, '29354228': 2}", "similar_patients": "{}"}