{"patient_id": 71279, "patient_uid": "5771904-1", "PMID": 29375828, "file_path": "comm/PMC005xxxxxx/PMC5771904.xml", "title": "Co-occurrence of a novel variant and likely pathogenic variant in in an individual with extensive intracranial calcifications and hypocalcaemia", "patient": "The patient is a 73-year-old man of northern European origin, who presented with a several year history of progressive dysarthria and mild aphasia. The patient reported that he was “…not able to put sentences together.” He further asserted that he had “lost [his] voice,” following each of two previous hip replacement surgeries. Similarly, laryngospasm and tetany were reported. The patient's neurological examination revealed mild to moderate cognitive impairment, characterized by deficits in concentration, executive dysfunction, diminished visual constructional and visuospatial skills, slowed verbal fluency, diminished naming, and inefficient memory retention. These findings were consistent with mild cognitive impairment, secondary to frontal, temporal, and parietal lobe dysfunction. Speech and language assessments revealed a mixed dysarthria with hyperkinetic and hypokinetic features. There was also mild oral apraxia and mild impairment in motor programming.\\nHis most recent imaging examinations (Fig. ) revealed symmetric, bilateral calcifications of the cerebral deep white matter, basal ganglia, thalami, medial occipital cortices, and deep cerebellar white matter. There was no evidence of atrophy. Prior computed tomography (CT) and magnetic resonance imaging (MRI) examinations also detected extensive calcifications, notably of the basal ganglia, but also across other regions. On MRI, this manifested as increased signal in T1-weighted images in the corona radiata, centrum semiovale, thalami, dentate nuclei, and cerebellar white matter. In these earlier images, there was evidence of atrophy reported that disproportionately affected the frontal and parietal lobes, and to a milder extent, the cerebellum. The patient had previously undergone MRI in 2009 after suffering a stroke. His records from this time make no mention of brain calcifications, suggesting that this finding was progressive and has persisted for at least 2 years.\\nGiven the link between basal ganglia calcification and metabolic/endocrine dysregulation, the patient was tested for hypoparathyroidism. He displayed low calcium at 8.6 mg/dL (reference range ≥22 years: 8.9–10.1 mg/dL), but creatinine, parathyroid hormone (PTH), and thyroid-stimulating hormone (TSH) were within normal ranges.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'33793087': 1, '15734663': 1, '31768941': 1, '25938945': 1, '26077850': 1, '27224906': 1, '24518837': 1, '23279700': 1, '2930811': 1, '24065723': 1, '23255827': 1, '23913003': 1, '24604296': 1, '27535533': 1, '10441584': 1, '24796542': 1, '22688125': 1, '26279204': 1, '24983277': 1, '26599395': 1, '22327515': 1, '21441391': 1, '25454926': 1, '15937691': 1, '19690769': 1, '30979360': 2, '28057032': 1, '21471599': 1, '31138543': 1, '8357115': 1, '28122587': 1, '1541967': 1, '24042516': 1, '29375828': 2}", "similar_patients": "{'6460731-1': 1}"}