{"patient_id": 70447, "patient_uid": "5706291-1", "PMID": 29183331, "file_path": "comm/PMC005xxxxxx/PMC5706291.xml", "title": "Four successful pregnancies in a patient with Fontan palliation and congenital heart disease: a case report", "patient": "We report a 35-year-old Saudi woman with the diagnosis of transposition of the great arteries, ventricular septal defect, severe pulmonary stenosis, a sub-aortic chamber, and a rudimentary right ventricle. She had been diagnosed with these conditions at three years of age and was under regular follow-up at our center. Total cavo-pulmonary anastomosis with the lateral tunnel procedure was performed at the age of 13.5 years. She was kept on Aspirin as antithrombotic treatment for one year after Fontan.\\nOur patient experienced menarche at 13 years, but had irregular cycles with menorrhagia. Over the subsequent few years she did not report to the hospital. She conceived repeatedly, had five miscarriages, and delivered three low birth weight neonates. All of her previous pregnancies were spontaneous vaginal delivery (SVD) at a peripheral hospital (Table ). At the time when she presented to us she was pregnant and had three live babies. The first two neonates were full term births the third baby was pre-term baby at 30 weeks of gestation, who was admitted to Neonatal Unit for three weeks for feeding purposes.\\nShe was on regular antenatal follow-ups at our center in her last pregnancy. Holter was repeated which showed normal sinus. Transthoracic echocardiography was done showing no Fontan pathway obstruction and no fenestration was seen. There was a mild right and left atrio-ventricular valve insufficiency with good SV function. On routine laboratory investigation, she had iron deficiency anemia. Her Hemoglobin was 10.6 g/dl. She was prescribed iron and multivitamin tablets. She received Aspirin throughout her pregnancy.\\nA fetal echo was performed at 16 weeks’ gestation and showed normal cardiac anatomy for the fetus. Her Electro-cardiogram (ECG) and clinical examination during these antenatal visits were normal. Because of less chance of complications, instrumental vaginal delivery is the preferred mode in these patients according to the Association of European Pediatric Cardiology. However, at 36 weeks of pregnancy, our patient had elective cesarean section (CS) because of obstetric preference. Her aspirin was stopped 48 h prior to CS. She delivered a full-term, low birth weight male neonate who weighed 2.1 kg. She was reviewed at a later date by the joint cardiology–obstetric team. She was prescribed sub-cutaneous Enoxaparin and Aspirin for six weeks after CS then she was advice to continue on Aspirin 81 mg once a day, iron and multi vitamin tablets. She was counseled in detail regarding contraception and avoiding further pregnancies, and to regularly have follow-up with the adult congenital heart disease team.\\nAt a follow-up visit, 6 weeks after delivery, she was asymptomatic with New York Heart Association functional class II. Her physical examination was unremarkable and oxygen saturation was 93% in room air. N-terminal prohormone of brain natriuretic peptide (248 pg/mL), total protein, and albumin levels were in the normal range.\\nA chest X-ray showed a normal heart size with normal pulmonary vascular markings. ECG showed normal sinus rhythm with a heart rate of 70 beat per minute and normal QRS duration. A transthoracic echocardiograph showed a patent Fontan pathway with mild left-sided atrio-ventricular valve insufficiency and good SV function. A treadmill exercise test was performed and she tolerated 8 min of exercise, with 85% achievement of her predicted values. Her 24-h Holter recording was negative for arrhythmia and the average heart rate was 80 bpm.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'27443437': 1, '34869122': 1, '26836494': 1, '28242012': 1, '20801927': 1, '19609401': 1, '8772769': 1, '32256867': 1, '5089489': 1, '25828319': 1, '26239864': 1, '17296869': 1, '16449503': 1, '29183331': 2}", "similar_patients": "{}"}