{"patient_id": 66721, "patient_uid": "5433958-1", "PMID": 28510222, "file_path": "comm/PMC005xxxxxx/PMC5433958.xml", "title": "Primary ectopic breast cancer of the vulva, treated with local excision of the vulva and sentinel lymph node biopsy: a case report", "patient": "The patient was a 72-year-old woman (gravida 0 and para 0), with no history of malignancy or breast disease and no family history of carcinoma. She had been aware of a left third finger tumor for 20 years and a right vulvar tumor for 10 years. These tumors were excised at the Department of Plastic Surgery of our hospital. The histology of the finger tumor revealed a schwannoma, and the vulvar tumor revealed an invasive ductal carcinoma of the breast (see Fig. ). Immunohistochemical staining of the vulvar specimen showed the tumor cells to be 100% estrogen-receptor-positive, 100% progesterone-receptor-positive, human epidermal growth factor 2-negative, and gross cystic disease fluid protein 15 (GCDFP-15)-positive (see Fig. ). All margins of resection were positive for neoplastic involvement. The patient was referred to our department for further assessment and treatment. There was a 20-mm operation scar in the upper right direction of the right labia majus. The results of the breast examination and mammary imaging (mammography and ultrasound) were negative for primary breast tumors. The chest-abdomen-pelvic CT scan, bone scintigraphy, and inguinal ultrasound showed no secondary neoplastic lesions. The diagnosis of a primary ectopic breast cancer of the vulva was established.\\nAdditional local excision of the vulva and SLNB were performed. We used preoperative 99mTc-phytic acid lymphoscintigraphy and indocyanine green (ICG) lymph node localization in the SLNB. 99mTc-phytic acid was injected into the subcutaneous tissue near the previous right surgical site on the day before surgery. Lymphoscintigraphy showed hot areas at the right inguinal lymph node and right obturator lymph node (see Fig. ). The inguinal lymph node was determined to be a sentinel lymph node based on the image. In the operation, ICG was also injected into the same site near the previous operative scar. A right inguinal incision was created, and the γ-probe was used to identify the hot area. A hot, green sentinel lymph node was identified and excised. Then, an additional local excision of the vulva with 10-mm margins from the previous operative scar was performed. The intraoperative frozen section was negative for sentinel lymph metastasis, and a lymph node dissection was not performed. The final pathology was negative for residual disease, and a partially normal ductal component was present (see Fig. ). Adjuvant hormonal therapy with an aromatase inhibitor was indicated post-operatively. The patient was asymptomatic and free of detectable disease at a 6-month follow-up.\\nEctopic breast tissue can occur anywhere along the primitive embryonic milk lines and may develop benign and malignant pathologic processes similar to those seen in normally located breast tissue, such as fibroadenoma, intraductal papilloma, fibrocystic disease, lactating adenoma, hidradenoma papilliferum, and carcinoma [, ]. Any of the various histological subtypes of breast cancer may occur in the vulva, including infiltrating ductal, lobular, mucinous, mixed ductal, and lobular carcinomas [, ]. There have been 26 cases of primary ectopic breast carcinoma of the vulva described in the English-language literature since the first report by Green in 1935 (see Table ). Our case is the first reported case of primary breast carcinoma of the vulva in Japan and the 27th case reported worldwide.\\nA diagnosis of primary ectopic breast cancer located in the vulva has generally been based on histopathologic patterns. Histology criteria for the diagnosis include (1) a morphology consistent with breast carcinoma; (2) positive estrogen and/or progesterone-receptor expression on immunohistochemical staining; (3) immunostaining positive for additional common breast cancer-associated markers including carcinoembryonic antigen, CK7, and mammoglobin; and (4) presence of a non-neoplastic breast tissue or carcinoma in situ component []. The GCDFP-15 used in our case is also a specific marker of breast cancer []. In addition, it is necessary to exclude metastasis from primary orthotopic breast carcinoma or adenocarcinoma of other organs.\\nSentinel node mapping in vulva cancer is a more contemporary topic in the literature []. An observational study followed 403 patients with primary vulvar cancer of less than 4 cm that had been treated with sentinel node mapping. In 276 patients with vulvar disease and a negative sentinel node (median follow-up time, 35 months), eight inguinal recurrences were diagnosed (3.0%). The inguinal recurrence rate was low; therefore, it was suggested that sentinel node dissection, performed by a quality-controlled multidisciplinary team, should be part of the standard treatment in selected patients with early-stage vulvar cancer []. In most cases, surgical methods for primary ectopic breast cancer of the vulva included surgical excision with inguinal lymph node dissection. One published study utilized sentinel lymph node biopsy for recurrent case after a previous lymph node dissection []. Two studies reported the use of SLNB for non-recurrent cases followed by complete ipsilateral inguinal lymph node dissection [, ]. Our case is the first reported case of only SLNB for non-recurrent primary breast cancer of the vulva. We identified the sentinel lymph node in ipsilateral inguinal lymph nodes as effectively as other reports in which isotope or dye used.\\nWe suppose that pelvic node resection following inguinal lymph node resection is necessary if the sentinel node is found to be positive for ectopic breast cancer of the vulva because, in our case, lymphoscintigraphy showed a hot area in a right obturator lymph node. In a randomized, controlled trial that followed 114 patients with vulvar cancer with groin node metastasis allocated to postoperative pelvic and groin radiation or to ipsilateral pelvic node resection after radical vulvectomy and inguinal lymphadenectomy, long-term follow-up confirmed a significant recurrence-free and cancer-related death benefit of radiation compared with pelvic node resection []. In the case of the primary ectopic breast cancer of the vulva, pelvic node resection and/or pelvic and groin radiation should (after ipsilateral inguinal lymph node dissection) be considered if the inguinal lymph node is positive.\\nDue to the rarity of this diagnosis, there are no established guidelines for postoperative treatment. Virtually all of the literature consists of individual case reports, and most authors recommend appropriate treatment for primary orthotopic breast cancer of a similar stage. Therefore, treatment should consist of an individualized combination of surgery, chemotherapy, trastuzumab therapy, radiotherapy, and hormonal therapy [].", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'21169735': 1, '23150709': 1, '9505265': 1, '11098538': 1, '17261107': 1, '21823871': 1, '24066246': 2, '32097114': 1, '7705684': 1, '8406206': 1, '12296762': 1, '1594493': 1, '18281661': 1, '2542151': 1, '34851570': 1, '11205223': 1, '30412105': 1, '3052783': 1, '34495428': 2, '13349053': 1, '2199874': 1, '12603384': 1, '4022521': 1, '22227843': 1, '23518640': 1, '16942646': 1, '25866706': 1, '16515638': 1, '23530107': 1, '187318': 1, '10094898': 1, '31867432': 1, '17362321': 1, '11876386': 1, '19701032': 1, '28510222': 2}", "similar_patients": "{'3770028-1': 1, '8426447-1': 1}"}