{"patient_id": 116551, "patient_uid": "5351363-1", "PMID": 28360469, "file_path": "noncomm/PMC005xxxxxx/PMC5351363.xml", "title": "Myelomatous pleural effusion: A rare case entity reported from a tertiary care cancer center in South India", "patient": "A 63-year-old female presented to the outpatient department of our hospital in December 2014, with a complaint of feeling increasingly breathless and fatigued over a period of 2 months. She also complained of right sided chest pain and nonradiating pain in the lower back since a month. On evaluation, the chest X-ray revealed a homogenous opacity in the right mid and lower zones []. A diagnostic pleural aspiration revealed numerous plasma cells in a hemorrhagic background. Biochemical analysis of the pleural fluid confirmed that it was exudative in nature (protein 9.8 g/dL, glucose 4.9 mg/dL, lactate dehydrogenase 1020 IU/L, adenosine deaminase 69.6 U/L [ref: 33 U/L]). The pleural fluid sent for culture, and cytology showed no acid-fast bacilli. A computed tomography (CT) scan thorax was done and showed an ill-defined nodular heterogeneously enhancing lesion in right posterior hemithorax with right sided gross pleural effusion, collapse of right lung, and involvement of the right 4th rib []. Fine-needle aspiration cytology (FNAC) done from the right pleural lesion showed numerous plasma cells, binucleate forms, and few atypical plasma cells []. A cell block was prepared after centrifuging the pleural fluid and Immunohistochemistry done on the cell block showed tumor cells positive for CD20, CD138, and lambda and negative for leukocyte common antigen, CD3, cytokeratin, and kappa []. These features are suggestive of MPE. Further staging work up for MM was done. Serum electrophoresis showed an M-spike in beta region with elevated serum IgG levels (3586 mg/dL, ref range 700–1600 mg/dL). Serum free light chain assay was normal. Beta 2 microglobulin level was elevated (3.23 mg/L ref: 0.8–2.2 mg/L). Magnetic resonance imaging whole spine was done, and confirmed the presence of a lobulated enhancing soft tissue lesion in the right paravertebral region, measuring 6 cm × 8.6 cm, with involvement of the adjacent rib and also intraspinal extension. It also showed 2 more lytic lesions in T12 and L2 vertebra. CT-guided FNAC done from this paravertebral mass showed multiple plasma cells, contributing to the diagnosis of MM. Bone marrow aspiration and biopsy showed scattered and <2% infiltration with plasma cells. Other than this, the skeletal survey was normal. Therapeutic pleural aspiration was done. The diagnosis of MM with MPE was made in this patient. She received palliative radiotherapy of 30 Gray in 10 fractions to the T12–L2 spine and paravertebral mass. She was started on VTD regimen with bortezomib, thalidomide, and dexamethasone chemotherapy along with monthly bisphosphonates. After 6 cycles of chemotherapy, she was symptomatically better, and her chest X-ray showed resolution of the pleural effusion. She requires long-term follow-up and regular reassessment.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'26056865': 1, '8161736': 1, '2197839': 1, '14254154': 1, '15257935': 1, '20160366': 1, '6034956': 1, '10667171': 1, '13821769': 1, '16398088': 1, '15863214': 1, '16085553': 1, '19834276': 1, '9187203': 1, '10564685': 1, '20123454': 1, '4725083': 1, '17825100': 2, '8306782': 1, '646535': 1, '13238666': 1, '18981637': 1, '28360469': 2}", "similar_patients": "{'2000906-1': 1}"}