{"patient_id": 118455, "patient_uid": "5477939-1", "PMID": 28657027, "file_path": "noncomm/PMC005xxxxxx/PMC5477939.xml", "title": "Antibody-negative Goodpasture’s disease", "patient": "A 55-year-old African American male presented to our hospital with shortness of breath and haemoptysis lasting 3 weeks. The patient had a past medical history significant for coronary artery disease, mixed connective tissue disease (MCTD) with a remote history of prednisone use and hypertension which was well controlled on metoprolol, fosinopril and hydrochlorothiazide. He denied any fevers, night sweats, weight loss, exposure to any sick contacts, nausea/vomiting or urinary complaints. Upon arrival, his serum creatinine level was 1.44 mg/dL, which rapidly increased to 5.21 mg/dL over 72 h. Urinalysis revealed >100 red blood cells per high-powered field, and 2 proteinuria without red blood cells or granular casts. Chest computed tomography (CT) revealed ground glass opacities consistent with diffuse alveolar haemorrhage, which prompted a bronchoscopy yielding a diagnosis of diffuse alveolar haemorrhage. Serologic studies including HIV antibody, hepatitis B and C panels, serum cryoglobulins, anti-nuclear antibodies (ANA), cytoplasmic anti-neutrophil cytoplasm antibodies (c-ANCA), complement levels (C3, C4) and anti-GBM antibody performed by enzyme-linked immunosorbent assay (ELISA) were negative, while the only positive result was a positive perinuclear ANCA at a dilution of 1:160.\\nInitial transjugular right kidney biopsy yielded two fragments of renal cortex with only eight glomeruli. On light microscopy, there were only two glomeruli available for review, of which neither demonstrated crescents. The preliminary diagnosis from the serologies and inadequate transjugular renal biopsy was a pauci-immune glomerulonephritis. The consulting nephrology team was not comfortable with the diagnosis in light of the patient’s clinical presentation, and the decision to perform a CT-guided renal biopsy was made 2 days later.\\nThe second kidney biopsy yielded three cores of renal cortex with 25 glomeruli per tissue level. Light microscopy revealed that six glomeruli (24%) had cellular crescents, three glomeruli (12%) were globally sclerotic, and four glomeruli (16%) contained foci of fibrinoid necrosis. There was no evidence of GBM reduplication or spike formation on silver stain, nor was arteritis identified. Immunofluorescence microscopy showed weak linear staining of the glomerular basement membrane and some vessel walls with antisera to C3. Antisera to IgG strongly stained the GBM in a linear fashion. Antisera to IgM stained with weak intensity in a granular pattern primarily in the mesangium. Antisera to C1q and IgA failed to stain the tissue. Antisera to κ and λ light chains weakly stained the GBM in a linear fashion.\\nThe patient responded to induction therapy using methylprednisolone 250 mg IV every 6 h with cyclophosphamide 2 mg/kg PO for 3 days, followed by a reduction in immunosuppression to prednisone 1 mg/kg PO twice daily and cyclophosphamide 1 mg/kg PO daily. The patient continued to improve clinically and biochemically as he received chemotherapy and dialysis three times a week. He was discharged on 1 mg/kg of oral cyclophosphamide a day for 6 months, 1 mg/kg of prednisone twice a day with a prolonged taper over 12 months and continued to receive dialysis thrice weekly for a total of 3 weeks until his native renal function returned. More than 12 months have now passed, and he remains dialysis independent with a serum creatinine of 1.57 mg/dL and negative serologies while receiving maintenance immunosuppression of azathioprine (100 mg/day) and low-dose prednisone (1 mg/day).", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'8820507': 1, '14736982': 1, '16112043': 1, '1657470': 1, '7681736': 1, '15458448': 1, '9071706': 1, '31178913': 2, '11388816': 1, '2612068': 1, '17329569': 1, '7527877': 1, '12046026': 1, '12722045': 1, '17556023': 1, '10681598': 1, '4278855': 1, '16105036': 1, '10464328': 1, '8678069': 1, '11854324': 1, '34376954': 2, '27679709': 1, '27679711': 2, '9195222': 1, '8281713': 1, '1317224': 1, '2179617': 1, '29104431': 2, '31317016': 1, '7047864': 1, '10809800': 1, '16263884': 1, '26069804': 2, '15673304': 1, '26985371': 2, '16234289': 1, '12902632': 1, '10196215': 1, '10504506': 1, '28657027': 2}", "similar_patients": "{'8330667-1': 1, '4400547-1': 1, '4792615-1': 1, '4792615-2': 1, '4792615-3': 1, '4792615-4': 1, '4792615-5': 1, '5036897-1': 1, '6507154-1': 1, '5562341-1': 1}"}