{"patient_id": 67098, "patient_uid": "5463110-1", "PMID": 28626593, "file_path": "comm/PMC005xxxxxx/PMC5463110.xml", "title": "Langerhans Cell Sarcoma: A Case Report Demonstrating Morphological and Immunophenotypical Variability within a Single Lesion", "patient": "A 91-year-old man presented with a long standing 3 cm plaque on his back which had recently become ulcerated. This lesion contained three distinct circular areas. The first area was fleshy, the second area was indurated with some telangiectasia, and the third area was ulcerated with adjacent telangiectasia and induration. There was no history of weight loss, organomegaly, lymphadenopathy, or any other systemic symptoms. Similar skin lesions were not present elsewhere.\\nEach of the lesions was biopsied. After a diagnosis of Langerhans cell sarcoma was made, the patient underwent a wide local excision of the biopsy site and also underwent a staging CT scan. Imaging revealed no evidence of involvement of other organ systems. A decision was made to manage the patient conservatively without further therapeutic intervention. The patient has been followed up for 24 months and there has been no evidence of recurrent disease.\\nThe biopsies and surgical specimens were fixed in 10% buffered formalin. These were embedded in paraffin blocks. Four micron thick sections were cut and stained with haematoxylin and eosin (H and E). The antibodies in this study (CD3, CD30, CD15, CD1a, S100, CD45, CD21, CD68, CD20, ALK1, CD2, CD7, CD5, HMB-45, Melan A, and Myeloperoxidase) were obtained from DAKO and the immunohistochemistry was undertaken according to the manufacturer's instructions. Langerin immunohistochemistry was undertaken at a referral centre. A portion of the tumour was submitted for electron microscopic examination.\\nEach biopsy showed a dermal infiltrate composed of highly atypical cells with abundant cytoplasm and bizarre nuclei, complex nuclear membrane infolding, and prominent nucleoli. The tumour cells were seen extending into the subcutaneous tissue. The neoplastic cells also showed epidermotropism. There were numerous mitoses and a variable chronic inflammatory infiltrate was admixed with the tumour cells (Figures and ). The tumour cells in all three biopsies were positive for CD1a and Langerin (). Tumour cells from the first area biopsied were strongly positive for S100, whereas the cells from the second area biopsied showed weak positivity for S100 and from the third area they were negative with S100 (). There was equivocal staining in the first and second biopsies with CD45 but strong positive staining in the third biopsy ().\\nMyeloperoxidase, CD21, CD68, CD20, CD3, CD30, CD15, Alk1, CD2, CD7, CD5, CD56, and pan melanoma cocktail (HMB45 and Melan A) were negative. The staining for Mib1 revealed heterogeneity in the proportion of tumour cells staining with this antibody within the dermal and intraepidermal components of the tumour. Focally the dermal component shows 50–80% positivity. The intradermal component cannot be accurately enumerated because of the sparsity of the tumour cells and also because an absolute distinction cannot be made from staining in epithelial cells without recourse to double labelling with CD1a and Mib1 which we are unable to do. The presence of Birbeck granules was confirmed by electron microscopy, confirming the Langerhans cell lineage of the tumour ().\\nThe excision specimen was a skin ellipse with underlying fat (5 cm × 4 cm × 4 cm) and contained several discrete plaques with a central bluish area. Tumour invaded to a depth of 6 mm. There was similar morphological and immunophenotypical variability in the tumour cells as seen in the biopsies. Histology showed that the surgical margins were clear by 4 mm.", "age": "[[91.0, 'year']]", "gender": "M", "relevant_articles": "{'22889043': 2, '20554413': 1, '23051626': 1, '17321988': 1, '23590692': 1, '15630529': 1, '12121233': 1, '28626593': 2}", "similar_patients": "{'3478178-1': 1}"}