{"patient_id": 71251, "patient_uid": "5769533-4", "PMID": 29335001, "file_path": "comm/PMC005xxxxxx/PMC5769533.xml", "title": "Different clinical presentation and management of temporal bone fibrous dysplasia in children", "patient": "A 16-year-old boy presented with clinical symptoms of acute mastoiditis, hearing loss in the right ear, severe otalgia, and otorrhea of 1-month duration from the affected ear.\\nPhysical examination revealed an inflammatory swelling of the left preauricular and postauricular areas, external auditory canal, and mastoid process. Otoscopic examination revealed marked stenosis of the external auditory canal, purulent otorrhea in large quantities, and debris in the involved ear. An audiogram demonstrated conductive hearing loss of 60 dB (the air-bone gap at 0.5–4 KHz) on the left.\\nImaging findings (Figs. , , and )Treatment: The patient was immediately qualified for surgical treatment. During the surgery, we observed secondary complete occlusion of the external auditory canal and a large cholesteatoma involving the auditory canal and middle ear. Extensive destruction of the left temporal bone was noted. The patient underwent canal wall down mastoidectomy. The walls of the sigmoid sinus were thickened due to an inflammatory process and perisinus abscess. We performed surgical drainage and ossicular reconstruction (incus interposition). The diagnosis of FD initially based on the imaging findings was confirmed pathologically. The initial surgical outcome and hearing improvement were good, but within a few months, severe conductive hearing loss recurred. Repeat imaging studies demonstrated disease progression with involvement of the tympanic cavity and destruction of the sound-transferring system. Postoperative MRI showed the possibility of residual cholesteatoma. The patient underwent revision surgery 12 months after the first surgery, and the tissue that had been observed by MRI appeared to be scar tissue and silastic sheeting. Clinical course of the disease: Over the next 4 years of follow-up, neither recurrent cholesteatoma nor FD progression was encountered. The patient was qualified for and successfully implanted with a transcutaneous bone conduction hearing aid and was under the care of an audiologist at the time of this writing.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'16821550': 1, '16429749': 1, '24423331': 1, '23700593': 1, '4830848': 1, '6807182': 1, '2351081': 1, '18437927': 1, '12903689': 1, '10321784': 1, '13381861': 1, '14729043': 1, '8588639': 1, '23829958': 1, '13489665': 1, '7158427': 1, '19480037': 1, '2765239': 1, '14233926': 1, '7369926': 1, '22795233': 1, '28302454': 1, '21221044': 1, '19922084': 1, '17846782': 1, '27340999': 1, '28228794': 1, '20276798': 1, '11587606': 1, '7863893': 1, '12391477': 1, '1127331': 1, '9152539': 1, '1923413': 1, '5764100': 1, '26031688': 2, '14106874': 1, '31198575': 2, '1919325': 1, '24404670': 1, '16273872': 1, '27747122': 2, '16708745': 1, '3591915': 1, '22088360': 1, '3985131': 1, '19064325': 1, '24368091': 1, '12866603': 1, '3681132': 1, '15740523': 1, '29335001': 2}", "similar_patients": "{'5769533-1': 2, '5769533-2': 2, '5769533-3': 2, '4460950-1': 1, '6544426-1': 1, '5055947-1': 1}"}