{"patient_id": 69497, "patient_uid": "5646313-1", "PMID": 29109882, "file_path": "comm/PMC005xxxxxx/PMC5646313.xml", "title": "Successful Mechanical Thrombectomy of a Middle Cerebral Artery Occlusion 14 Hours after Stroke Onset", "patient": "A 54-year old, right-handed previously healthy male patient presented with an acute right sided weakness and facial palsy to a peripheral hospital (NIHSS on admission: 2). Computed tomography (CT) angiography 4 hours and 20 minutes after symptom onset showed an occlusion of the left MCA in the M1 segment with a large perfusion deficit in the complete MCA territory. Since clinical symptoms were very mild the treating physicians decided against IVT and the patient received best medical treatment, that is, 250 mg acetylsalicylic acid intravenously, Atorvastatin 40 mg per os, and enoxaparin 40 mg s.c. He was transferred to the local stroke unit for further monitoring. Within nine hours after symptom onset the patient gradually deteriorated, without any obvious cause (e.g., seizure, hypotension, and fever). After transferal to our stroke center he presented with severe aphasia and sensorimotor right-sided hemiparesis with an NIHSS fluctuating between 9 and 15. Immediately after admission to our hospital (i.e., 13 hours after stroke onset), the patient underwent a cerebral magnetic resonance imaging (MRI) () showing a small diffusion lesion in the left basal ganglia and corona radiata with a complete perfusion deficit of the left MCA territory and a persistent occlusion of the MCA on magnetic resonance angiography (MRA). The subsequent cerebral distraction angiography (DSA) confirmed the complete occlusion of left MCA in the M1 segment. After consent of the family the interventional neuroradiologists performed mechanical thrombectomy in conscious sedation. Complete recanalization was achieved with the Solitaire retriever in one attempt 14 hours after stroke onset. Angiography at the end of the intervention showed a complete reperfusion of the former occluded left MCA territory (TICI classification 3).\\nNIHSS immediately after the intervention was 4, and on the following day 2 with a mild weakness of the right arm. MRI 24 hours after intervention showed small left sided basal ganglia infarction (). The patient was retransferred to the regional hospital 36 hours after intervention. One week after symptom onset the patient reported to have completely recovered.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'18815396': 1, '25882510': 1, '28569123': 1, '26898852': 1, '17673713': 1, '17332445': 1, '22954705': 1, '26763029': 1, '21474810': 1, '29109882': 2}", "similar_patients": "{}"}