{"patient_id": 64632, "patient_uid": "5291134-1", "PMID": 28006651, "file_path": "comm/PMC005xxxxxx/PMC5291134.xml", "title": "Identification of dengue type 2 virus in febrile travellers returning from Burkina Faso to France, related to an ongoing outbreak, October to November 2016", "patient": "The second case was a woman in her 50s who travelled from 12 October to 10 November 2016 to Ouagadougou, where she worked with the organisation of a theatre festival. One week after arrival, she presented fever up to 40.5 °C, arthralgia and diarrhoea. She presented at a local medical centre and was treated by quinine for malaria without blood tests performed. Fever and diarrhoea persisted and on day 3 of illness dark urine appeared. She thus consulted the International Medical Center in Ouagadougou where blood sample analysis revealed severely elevated liver transaminases (). Malaria was ruled out by microscopic blood smear examination and Dengue NS1 Ag testing was performed and found positive. She came back to France and consulted a cardiologist because of chest pain. Chest computerised tomography (CT)-scan ruled out pulmonary embolism and pericarditis was diagnosed by echocardiography. She presented at our centre two weeks after resolution of symptoms because she had questions about the prevention of dengue fever.\\nEpidemiological situation in Burkina Faso and neighbouring countries\\nThe first dengue fever outbreak in Burkina Faso was reported in 1925 []. In 1982, a second outbreak was described between September and December, with 30 cases reported (mainly European expatriate patients), and two strains of dengue virus serotype 2 were isolated for the first time in this country []. In 2013, another epidemic occurred between October and November, and serotype 3 was isolated []. On 18 November 2016, the World Health Organization (WHO) reported 1,061 suspected cases of dengue fever in Burkina Faso between August and November 2016, including 15 fatal cases []. Serotype 2 has been identified in the current outbreak, but further investigations are in progress.\\nConcerning other West African countries, data are scarce. The last epidemic in Senegal was reported in 2009, caused by dengue type 3 virus []. In Sierra Leone, Mali and the Ivory Coast, seroprevalence studies among febrile patients reflect the circulation of the virus [-]. Cases from Togo and Benin have been reported only in travellers [,].", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'27044528': 1, '19345140': 1, '34065928': 1, '24572297': 1, '15890134': 1, '4266127': 1, '21801609': 1, '23763775': 1, '20843471': 1, '21767159': 1, '28450505': 1, '30402250': 1, '21664601': 1, '31192232': 1, '26385938': 2, '27116605': 1, '17516399': 1, '30226159': 1, '19963435': 1, '3886182': 1, '28748782': 1, '23784923': 1, '23658849': 1, '28006651': 2}", "similar_patients": "{'4603269-1': 1, '4603269-2': 1, '4603269-3': 1}"}