{"patient_id": 120214, "patient_uid": "5618397-1", "PMID": 28966589, "file_path": "noncomm/PMC005xxxxxx/PMC5618397.xml", "title": "Recurrent Patent Foramen Ovale-Related Cerebral Infarcts Alternately Causing Bilateral Hand Paresis", "patient": "On November 4, 2014, a 51-year-old hypertensive man visited the emergency room with a complaint of sudden right hand weakness. He had no history of drug abuse, heavy alcohol use, and cigarette smoking. In addition, there was no abnormal finding in the screening for common cancer (gastroendoscopy, colonoscopy, and abdominal sonography) performed 3 months before the visit. Initial neurologic examination showed only a subtle decrease (grade IV) in right-hand motor strength without sensory disturbances, tendon reflex abnormality, and proximal muscle weakness (motor score of the National Institutes of Health Stroke Scale = 0). There was no discernible difference in the power between median, ulnar, and radial nerve innervated hand muscles. Routine laboratory tests showed an increased fasting blood sugar level (117 mg/dL), but lipid profiles were normal except for a slightly decreased high-density lipoprotein cholesterol level (43 mg/dL): total cholesterol 180 mg/dL, triglyceride 86 mg/dL, and low-density lipoprotein cholesterol 114 mg/dL. High-sensitivity C-reactive protein level was slightly increased (1.9 mg/dL [range, 0–0.5]). However, all other immunologic and coagulation laboratory tests showed normal values: prothrombin time 12.2 s (range, 9.5–13.5), activated partial thromboplastin time 24.3 s (range, 23–35), fibrinogen 231 mg/dL (range, 170–410), fibrin degradation products 1.5 μg/mL (range, 0–5), D-dimer 0.19 mg/L (range, 0–0.65), anti-thrombin III 80.1% (range, 75–125), anti-nuclear antibody (–), anti-phospholipid antibody immunoglobulin G/immunoglobulin M (–/–), rheumatoid factor 6 IU/mL (range, 0–18), lupus anticoagulant screening (–), protein C 84.9% (range, 72.0–160.0), and protein S 75.9% (range, 69.4–138.3). Diffusion-weighted magnetic resonance imaging (MRI) demonstrated multiple acute infarcts involving the left frontal and right parieto-occipital cortical regions, including the left precentral knob area (Fig. ). There was no abnormal finding on intracranial time of flight and extracranial enhanced magnetic resonance angiography (MRA), transthoracic echocardiography, and 48-h Holter monitoring. The patient was treated with aspirin 100 mg, clopidogrel 75 mg, atorvastatin 20 mg, and anti-hypertensive agents. For a detailed evaluation to identify the cardioembolic source, transesophageal echocardiography (TEE) was planned, but he refused the TEE. His symptoms completely disappeared within several weeks.\\nOn August 21, 2016, he revisited the emergency room with a complaint of suddenly developed, mild weakness (grade IV) in the left hand. He was taking clopidogrel 75 mg and atorvastatin 20 mg daily. Similar to the previous attack, there was no change in sensory function and tendon reflex. In addition, no discernible difference was observed in the power between intrinsic hand muscles. Diffusion-weighted MRI showed an acute infarct involving the right middle cerebral artery territory including the right precentral knob area (Fig. ). A second head and neck MRA and 48-h Holter monitoring showed no abnormal finding. Then, TEE with bubble test using agitated saline contrast was performed for further investigation of cardioembolic sources. The examination revealed a PFO, demonstrated as a visualization of more than 20 bubbles in the left atrium within 3 beats after the appearance of agitated saline in the right atrium with the Valsalva maneuver (Fig. ). However, there was no other high- or medium-risk embolic source, including a plaque in the aortic wall, during the examination. He was considered to have recurrent PFO-related stroke despite antithrombotic medication, and therefore, percutaneous closure of PFO was performed using the 30-mm Amplatzer septal occluder (Fig. ).", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'10851393': 1, '17903936': 1, '26346232': 1, '22937340': 2, '23864310': 1, '19353229': 1, '10473752': 1, '9055804': 1, '11425933': 1, '26437990': 1, '24788967': 1, '27566504': 1, '24646875': 1, '28966589': 2}", "similar_patients": "{'3420447-1': 1}"}