{"patient_id": 73468, "patient_uid": "5926486-1", "PMID": 29850302, "file_path": "comm/PMC005xxxxxx/PMC5926486.xml", "title": "Chronic Tenosynovitis due to Mycobacteria kansasii in an Immunocompetent Host", "patient": "A 56-year-old man with no significant past medical history presented to the hand clinic with a 3-year history of right-hand pain and swelling. He works as an electrician and described a chemical spill on his right hand in 2013. He described the substance as consisting of hydraulic fluid, glycol, and penetrant. He was noted to have abnormal skin changes and intermittent swelling in his wrist and hand. At that time, he had been prescribed topical steroids without relief. He reported worsening of his right hand and wrist swelling over the past 2 months, shortly after helping his wife move a fish tank. He does not believe that his hand was in the water tank. He is frequently outdoors and works with the soil in his yard. He also frequently swims in a freshwater lake. His physical exam was abnormal for profound swelling of the right thumb, the volar aspect of the right wrist, and the right 5th finger (). Initial laboratory results showed a slightly elevated CRP of 1.4 mg/dL and normal ESR at 13 mm/h. An MRI demonstrated enhancement of the flexor tendon sheaths in the wrist and hand (). He underwent a radical synovectomy of the hand and wrist (). He was initially started on intravenous piperacillin/tazobactam.\\nPathology was suggestive of necrotizing granulomatous tenosynovitis. The initial piperacillin/tazobactam was discontinued. Given the patient's history of exposure to a fish tank, the biopsy tissue was sent for an acid-fast bacilli (AFB) culture. The AFB smear was positive. Mycobacterium tuberculosis was thought to be less likely, given the lack of tuberculosis exposure history and environmental exposures concerning for an atypical mycobacterial infection. He was initially started on rifampin and clarithromycin for possible Mycobacterium marinum. After the culture grew Mycobacterium kansasii, isoniazid (INH) was added. He improved on the above regimen. However, 4 months after starting the regimen, his susceptibilities via the agar proportion method suggested resistance to the INH. INH was discontinued, and he was started on ethambutol, in addition to the rifampin and clarithromycin. His isolate was then sent to an alternative reference lab, which tested resistance via the broth dilution method. This also demonstrated INH resistance. He completed 2 more months of this regimen for a total of 6 months of therapy. Shortly before completing the regimen, the second lab reported resistance to ethambutol. As he had clinically improved, the decision was made not to alter or extend therapy.\\nHe has done well since discontinuing therapy, with resolution of the swelling and a return to his previous function.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'8075262': 1, '8783725': 1, '31890900': 1, '17352101': 1, '10482048': 1, '473380': 1, '22763637': 1, '7949075': 1, '32367915': 1, '10585795': 1, '3619193': 1, '9841601': 1, '14557961': 1, '11073754': 1, '10961562': 1, '24624285': 1, '15297974': 1, '29850302': 2}", "similar_patients": "{}"}