{"patient_id": 115900, "patient_uid": "5294926-1", "PMID": 28176971, "file_path": "noncomm/PMC005xxxxxx/PMC5294926.xml", "title": "Compound Dorsal Dislocation of Lunate with Trapezoid Fracture", "patient": "A 41-year old, right-handed male patient presented in the emergency room after a motorcycle accident. The patient collided with a car while grasping the handlebars with both of his hands but could not remember the exact mechanism of injury. After excluding any life threatening organ injuries the patient was referred to the Department of Plastic Surgery for further evaluation of the left hand. The clinical examination revealed severe swelling and tenderness of the left hand. Tenderness was reported especially over the snuffbox, proximal to the base of the second metacarpal bone and distally to the distal radio-ulnar joint with a skin laceration and superficial abrasions on the dorsum of the hand. Additionally, a skin laceration with a diameter of approximately two centimeters was located at the area above the lunate on the dorsum of the wrist. The perfusion and sensibility were without any pathological finding.\\nX-ray showed a dorsal dislocation of the lunate with no clear signs of fracture or dislocation of other bony structures ().\\nSince lunate dislocations often come along with additional carpal bone injuries and pain over trapezoid persisted, a computed tomography (CT) of the left hand and wrist was carried out immediately. It confirmed a dorsal dislocation of the lunate and interestingly also a compound sagittal fracture of the trapezoid ( and ). Furthermore, air pockets in the dorsal wrist indicated an open trauma.\\nUnder general anesthesia, a closed reduction of the lunate was performed by pushing the lunate to proximopalmar direction while applying longitudinal traction to the fingers with the wrist fixed in a neutral position. The intraoperative x-ray confirmed anatomical reduction of the lunate. Since no tendency of lunate re-dislocation, neither in neutral nor in hyper-flexed or extended wrist position was seen on x-ray image intensifier dynamic screening, no open ligament reconstruction was carried out. Due to slight carpal instability without confirmed by manual testing under high force we decided to perform an intercarpal fixation with two 1.6 mm Kirschner wires (K-wires). The first K-wire connected the lunate with the triquetrum, the second lunate with the scaphoid (). After Kwire fixation we did not observe dorsal or volar intercalated segment instability (DISI, VISI) in the intraoperative radiography. The soft tissue damage on the dorsum of the wrist was explored, irrigated and sutured. The trapezoid was not treated surgically. Afterwards, the left wrist was immobilized in a scaphoid cast for 4 weeks.\\nPost-surgical x-rays three days after surgery revealed a widened scapholunate gap of five millimeters while other carpal bones did not show any abnormalities. An open repair of the scapholunate ligament was suggested but declined by the patient. During the early postsurgical period, the patient complained swelling over the lateral epicondyle of the humerus, pain and loss of strength when extending fingers and wrist.\\nFollow-up x-rays did not show any further changes and K-wires wires were removed after six weeks (). The patient attended physiotherapy one week after the removal of the K-wires. Eight weeks after the initial trauma, the patient underwent a thorough examination (). Compared to the uninjured right wrist, the range of motion (ROM) of the left wrist was significantly restricted. Active closing of the fist was not possible especially due to incomplete reduction of swelling of the dorsum of the hand. No pain was observed over the trapezoid. In further clinical examinations after 14 weeks and five months (), the pain over snuffbox and wrist abated completely. Follow-up examinations 12 and 16 months after initial trauma (, and ) show a slow improvement of the range of motion and strength. Although the pain completely subsided, a diminished radial deviation with loss of grip strength remained.", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'1755957': 1, '10783105': 1, '23499268': 1, '12486581': 1, '18780025': 1, '7400560': 1, '7320040': 1, '8159947': 1, '15043902': 1, '17560407': 1, '2299153': 1, '23407926': 1, '8228045': 1, '3379286': 1, '18929215': 1, '20135745': 1, '19952615': 1, '11300132': 1, '34744385': 1, '22522106': 1, '26897257': 1, '27104332': 1, '22184173': 1, '23248723': 1, '27703938': 2, '11809049': 1, '10447640': 1, '25301167': 1, '22224151': 1, '2964829': 1, '3252458': 1, '19644259': 1, '13367090': 1, '28176971': 2}", "similar_patients": "{'5040572-1': 1}"}