{"patient_id": 122769, "patient_uid": "5803740-1", "PMID": 29430230, "file_path": "noncomm/PMC005xxxxxx/PMC5803740.xml", "title": "Mind the Gap: Successful Endoscopic Closure of a Large Gastric Sleeve Leak Using an Endoscopic Stent and Over-the-Scope Clips", "patient": "A 31-year-old woman weighing 117 kg with a BMI of 46.1 (52 kg of excess weight) presented to the bariatric surgery department and underwent a laparoscopic sleeve gastrectomy. She had an uneventful recovery and was discharged home. Ten days after the sleeve gastrectomy, she presented with nausea, vomiting, diffuse abdominal pain, and high-grade fever. She did not endorse gastrointestinal bleeding, change in bowel movements, recent travel, or sick contacts. On physical examination, she did not have signs of peritonitis but she was pyrexial (39.1°C). Blood work revealed systemic inflammation (C-reactive protein 46 mg/L and leukocytosis with 13.7 × 109 leukocytes per liter with 84% neutrophils). CT of the abdomen showed a 2.7 × 3.9 × 2.7 cm collection just anterior to the superior splenic pole. Upper GI series showed a 3.06 cm leak right distally to the gastroesophageal junction at the anterior wall of the sleeve. Total parenteral nutrition and intravenous antibiotics were administered. An upper endoscopy was performed to evaluate the location and the extent of the leak. Given the large size of the leak, the decision was made to place a 23 × 155 mm fully covered Boston Scientific Wallflex stent and two Ovesco over-the-scope clips measuring 10.5 and 8.5 mm, respectively. Gastrografin study following the procedure showed no leak (Fig. ). The patient was discharged home on liquid diet for 2 weeks, to which protein shakes were later added and subsequently advanced to pureed diet. Significant postprocedure clinical improvement was noted. The patient did not report any nausea, fever, diarrhea, vomiting, or abdominal pain and was able to tolerate oral feeding. An upper endoscopy was repeated 8 weeks later. Abdominal and chest X-rays were performed before the procedure, showing that one of the over-the-scope clips was not found and had passed spontaneously. The proximal part of the fully covered stent had partially folded and was removed successfully without complications. Gastrografin study performed during the procedure did not show any leak (Fig. ). Three months after the stent removal, the patient is doing well denying any gastrointestinal symptoms. A weight loss of 12 kg was reported representing 23% excess weight loss. The patient endorses a completely functional performance status.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'17894143': 1, '23436082': 1, '20443150': 1, '22752283': 1, '19936855': 1, '18376181': 1, '32107632': 1, '22375711': 1, '16259881': 1, '22047699': 1, '19506979': 1, '28702740': 1, '21521563': 1, '34884372': 1, '29430230': 2}", "similar_patients": "{}"}