{"patient_id": 64533, "patient_uid": "5282427-1", "PMID": 28194283, "file_path": "comm/PMC005xxxxxx/PMC5282427.xml", "title": "Cardiac Calcified Amorphous Tumor of the Mitral Valve Presenting as Transient Ischemic Attack", "patient": "A 37-year-old woman sought neurological assistance after an episode of TIA manifesting predominantly as left hemiparesis of 5-minute duration. At that time, she had no abnormalities on examination of the cranial nerves, and brain computed tomography (CT) scan findings were normal. She was referred to a cardiologist to be evaluated for TIA. The physical examination and routine blood laboratory investigations results were normal. Her past medical history showed hypertension (HTN) and hyperlipidemia (HLP) which both were under control. During further clinical assessments, transesophageal echocardiography (TEE) was performed, which revealed an echogenic, round, and mobile mass measuring 5 × 5 mm in diameter attached by a short pedicle on the atrial surface of the anterior mitral valve leaflet (). There was mild to moderate regurgitation of the mitral valve. The other valves and cardiac structures were normal. Left ventricular ejection fraction (EF) was 60%. The patient was given anticoagulant therapy and referred for surgery with clinical suspicion of a papillary fibroblastoma or other primary cardiac tumors. At operation, after a median sternotomy, cardiopulmonary bypass via aortobicaval cannulation was established. An incision was made in the left atrium, and a soft, firm, and friable mass was founded on the atrial surface of the anterior leaflet of the mitral valve which was easily removed (). The anterior leaflet was repaired with an autologous pericardium patch. The patient was warmed and weaned from cardiopulmonary without difficulty.\\nHistopathological evaluation of the resected tumor showed a dense calcification (shredded due to no decalcification) in a background of amorphous degenerating fibrinous material () and according to the clinical and histological features, a diagnosis of cardiac CAT was provided. The postoperative course was uneventful, and the patient was discharged from the hospital 4 days after the surgery without any complications.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'16979040': 1, '17317546': 1, '24082378': 1, '24932362': 1, '23117236': 1, '32374721': 1, '25742783': 1, '25123614': 1, '9158709': 1, '29387492': 2, '25610560': 2, '28194283': 2}", "similar_patients": "{'4291607-1': 1, '5757095-1': 1}"}