{"patient_id": 66085, "patient_uid": "5390129-2", "PMID": 28413599, "file_path": "comm/PMC005xxxxxx/PMC5390129.xml", "title": "Rare features associated with Mobius syndrome: Report of two cases", "patient": "A 10-year-old male reported to the Department of Oral Medicine and Radiology with a chief complaint of inability to close his mouth since birth. His parents stated that he was also unable to completely close his eyes since birth. His medical history revealed that he was diagnosed with orbital dystopia. Computed tomography revealed orbital dystopia (). The patient had undergone cranioplasty two years back. Conservative treatment of foot for congenital talipes equinovarus at the age of 4 years was reported. His developmental milestones were delayed. IQ evaluation carried out 2 years back revealed average intelligence level of the patient. Family history was noncontributory. On general examination, features of club foot were observed (). His vital signs were within normal limits. On extraoral examination, the patient had convex profile, with a hypoplastic mandible (). He was unable to close eyes (). He had low-set ears, impaired facial expressions and absence of forehead wrinkling was observed (). Torticollis was also noted (). Intraorally, a high-vault palate, decayed maxillary right and left first permanent molar, and maxillary left first deciduous molar were noted. Based on history and clinical evaluation, a diagnosis of Mobius syndrome was established.\\nWrist radiographs showed no abnormality (). A lateral cephalogram showed beaten metal appearance of skull and multiple surgical plates and screws (). A multidisciplinary approach was established for the treatment of the patient. He is under regular follow-up.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'12484601': 1, '12452989': 1, '27260152': 1, '18758328': 1, '34540988': 2, '29311971': 1, '11061273': 1, '26743447': 2, '2319579': 1, '15829555': 1, '9096822': 1, '22878220': 1, '9734409': 1, '28413599': 2}", "similar_patients": "{'5390129-1': 2, '8409181-1': 1, '4705598-1': 1, '4705598-2': 1}"}