{"patient_id": 70390, "patient_uid": "5703586-1", "PMID": 29188160, "file_path": "comm/PMC005xxxxxx/PMC5703586.xml", "title": "Severe Hyperthyroidism Masquerading as Acute Bulbar Weakness", "patient": "A 73-year-old right-handed African-American female with a past medical history of paroxysmal atrial fibrillation, Graves’ disease, and essential hypertension presented to the emergency room after the sudden onset of dysarthria and dysphagia six hours prior to the admission. Her dysarthria was marked such that she could not speak one word without significant difficulty. Her dysphagia was noted to solids and liquids when she attempted to drink water and eat chicken at a social function. The patient denied lateralizing weakness, vision loss, confusion, bladder/bowel incontinence, dystonia, or previous episodes of weakness. She did not have a previous history of cerebrovascular accident (CVA) or transient ischemic attack (TIA). She denied a history of recent head trauma, major surgery, gastrointestinal bleeding, bleeding diathesis, or known neurologic disease. The patient was taking methimazole for Graves’s disease, but four weeks prior to admission, it was held for a radioactive iodine and uptake scan. However, the patient was restarted on a reduced methimazole dose due to increased tremulousness, anxiety, and diarrhea two weeks prior to her presentation in our emergency room. The patient’s initial vital signs were significant for tachycardia up to 116 beats per minute and tachypnea up to 24 breaths per minute, with a presenting blood pressure of 142/84. The physical examination, including a full neurologic exam, revealed only moderate dysarthria with stuttering. The patient’s sensorium, cranial nerve examination, strength, and sensation were intact with no focal weakness, sensory deficits, or cerebellar signs. The National Institutes of Health Stroke Scale (NIHSS) score for the patient was three due to her speech difficulties; the airway, breathing, circulation, disability (ABCD) scores were five, and her premorbid Modified Rankin Score was zero. The laboratory findings on admission were significant for a thyroid stimulating hormone (TSH) level of 0.01 µIU/mL, free T4 of 4.43 ng/dL, and thyroid stimulating immunoglobulins of 537. Electrocardiogram showed sinus tachycardia with a rate of 116 beats per minute, normal axis, normal PR and QT intervals, and no ST segment or T wave changes. Computed tomography of the head (CTH) without contrast was negative for hemorrhage. She was admitted to the hospital for concern of CVA versus TIA. The patient did not receive intravenous tissue plasminogen activator (tPA) due to the duration of her symptoms as well as her low NIHSS score. Magnetic resonance imaging of the brain was negative for acute ischemic change or space-occupying lesion. Computed tomography angiography (CTA) of the head and neck demonstrated no significant intracranial arterial disease. Stroke laboratory evaluation including vitamin B12, homocysteine, human immunodeficiency virus and rapid plasma reagin were all unremarkable. Serial neurologic exams failed to show new or evolving neurological deficits. Despite her negative evaluation, her dysarthria persisted for more than 24 hours after initial hospitalization. Additionally, oropharyngeal dysphagia was appreciated on bedside swallow evaluation by speech therapy. Given the findings on initial laboratory studies, endocrinology was consulted for further recommendations. They increased her methimazole dose and started Propranolol. Within 48 hours of adjusting her anti-hyperthyroid medications, the patient’s dysarthria and dysphagia rapidly improved. Videofluoroscopy on day three of hospitalization showed no evidence of oropharyngeal dysphagia. The patient was discharged on 81 mg aspirin and 40 mg Atorvastatin with the follow-up to endocrinology and neurology as an outpatient. During the outpatient neurology evaluation, the patient continued to be free of dysarthria, dysphagia, and the stigmata of TIA or CVA.", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'7487564': 1, '25298772': 1, '23616620': 1, '15382800': 1, '23011993': 2, '29188160': 2}", "similar_patients": "{'3425768-1': 1}"}