{"patient_id": 70924, "patient_uid": "5741599-1", "PMID": 29326933, "file_path": "comm/PMC005xxxxxx/PMC5741599.xml", "title": "Perioperative Management of a Patient with Cold Urticaria", "patient": "A 45-year-old white female with a long-standing history of uncontrolled gastroesophageal reflux disease presented for laparoscopic Nissen fundoplication. The patient had a 14-year history of cold urticaria in addition to osteoarthritis, diverticulitis, and restless leg syndrome. Prior triggers for the patient’s cold urticaria included consuming ice chips, being in cold environments and colonoscopy bowel preparation. She was also allergic to naproxen, guaifenesin, and menthol. Her previous cold exposures had led to complications as varied as extremity numbness to airway compromise, anaphylaxis, and cardiac arrest.\\nHer home medications included escitalopram, pramipexole, cetirizine, and ranitidine. Her surgical history consisted of a cesarean delivery and cholecystectomy, both prior to the diagnosis of cold urticaria. Neither she nor her family had a history of adverse reactions to anesthesia. At presentation for surgery, the patient’s physical exam was unremarkable, including a Mallampati class II oropharynx. Vital signs before induction were normal: heart rate 82 beats/min, blood pressure 122/80 mmHg, respiratory rate 16/min, SpO2 100% on room air.\\nThirty minutes prior to induction, diphenhydramine 25 mg IV, famotidine 20 mg IV, hydrocortisone 100 mg IV, and midazolam 2 mg IV were administered. Intubation was uneventful after induction of general anesthesia with lidocaine, propofol, and fentanyl. Rocuronium was used for neuromuscular blockade, and anesthesia was maintained with desflurane. Normothermia was maintained with two warm blankets pre-intubation upon arriving to the OR and 2 separate forced air warming blankets over the lower and upper body after intubation. The OR temperature was maintained above 70°F. A fluid warmer was used on all intravenous fluids flowing into an 18-G peripheral venous catheter. Body temperature was monitored with both an oropharyngeal probe and a bladder probe. Epinephrine was prepared in advance and kept immediately on hand. Just before incision, the patient developed hypotension with a blood pressure of 69/30 mmHg, which was successfully treated with epinephrine. There was no evidence of urticarial rash or bronchospasm during this period. Hypertension and tachycardia resulting from epinephrine administration were treated with esmolol and by increasing the depth of anesthesia. There were no more episodes of hemodynamic instability for the remainder of the case.\\nThe surgical procedure progressed without complication. Paralysis was reversed with neostigmine, and extubation was uneventful. Hydromorphone was used for pain control during and after the case. In the postoperative care unit, the patient initially showed delirious disorientation to time and place, but this resolved after haloperidol 2 mg IV. Her vital signs and temperature remained stable during the recovery period with no evidence of an urticarial rash. Warm blankets were utilized to maintain normothermia while recovering from general anesthesia.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'21235622': 1, '20331336': 1, '21104172': 1, '26919357': 1, '27343477': 1, '15120151': 1, '23335568': 1, '18228682': 1, '28751232': 1, '23282382': 1, '17355280': 1, '20172161': 1, '18713139': 1, '18929939': 1, '10598014': 1, '29326933': 2}", "similar_patients": "{}"}