{"patient_id": 121363, "patient_uid": "5702704-1", "PMID": 29181353, "file_path": "noncomm/PMC005xxxxxx/PMC5702704.xml", "title": "Pyomyositis of Gluteus medius: A case report and review of the literature", "patient": "12 year old Caucasian male was referred by his general practitioner to the orthopaedic department with a suspected septic arthritis of hip. He had a 2 day history of right hip pain, pyrexia, and difficulty in weight bearing during this period. There was no history of trauma or any infection in the preceding 3 months.\\nOn examination, he had an antalgic gait. His core temperature was elevated at 38.0 ° C. There was no erythema, swelling or localized temperature change at the thigh or gluteal region. His hip was non-tender to passive rotation or flexion, but he reported pain on active hip flexion beyond 90 °. Laboratory investigations revealed white cell count of 9.20×109/L and C reactive protein (CRP) of 93 mg/L. Blood culture revealed staphylococcus organism sensitive to Flucloxacillin. Immunocompromised state had been ruled out by the Pediatric team of doctors. Radiograph of pelvis () and ultrasound scan of the left hip showed no abnormality but subsequent magnetic resonance imaging (MRI) scan of pelvis showed septation and phlegmon formation along with inflammatory fluid and edema in the right gluteus medius muscle. (Figs and ). Patient was allowed to mobilize partial weight-bearing with crutches for a week and later mobilized with full weight bearing at discharge. No splints were used to immobilize the affected limb. The patient was treated with intravenous Flucloxacillin 25 mg/kg every 6 hourly for 10 days. By this stage, CRP had fallen to 5 mg/L, and he was discharged on oral Flucloxacillin 500mg QDS for 4 weeks, with subsequent outpatient review at 2 weeks and 4 weeks.\\nAt 2 weeks, his hip pain had fully resolved, and he demonstrated a full range of painless active hip movement, although he continued to use crutches when walking. There was no tenderness over the gluteal or trochanteric region. At 4 weeks, he was permitted full weight bearing without any support. His CRP was < 3 mg/L. A repeat MRI scan at 6 weeks showed no evidence of any oedema or fluid collection in and around right gluteus musculature (Figs and ).\\nDiscussion:\\nScriba first described Pyomyositis in 1885 []. It is an endemic disease in tropical regions especially in parts of Africa and South Pacific, hence the alternative name tropical pyomyositis. It is rare in countries with a temperate climate []. The first case in the UK was reported in 2010 [].\\nStaphylococcus aureus is the responsible organism in up to 95% of cases [, ]. Other rare bacterial causes of pyomyositis include group A β-hemolytic streptococci, α-hemolytic streptococci and non-hemolytic streptococci Streptococcus pneumoniae, Staphylococcus epidermidis, Staphylococcus pyogenes, Streptococcus pyogenes, coliform, Fusobacterium, Haemophilus influenzae, Escherichia coli, Neisseria gonorrhoeae, Klebsiella, Yersinia enterocolitica, Pasteurella species and Pseudomonas species [,,,,,,]. Predisposing factors include Diabetes [, ], Hematological disorders [, ], AIDS [, ] and connective tissue disorders [, ].\\nStages of Pyomyositis:\\nPyomyositis has three discrete stages of presentation. The early “invasive” stage is characterized by pain and swelling of the involved muscle, with or without fever. The second “suppurative” stage occurs 10-21 days after the onset. This stage is characterised by abscess formation. Symptoms of fever and malaise are commonly noted. It may be possible to palpate a fluctuant muscle swelling, and there will be a marked leukocytosis and elevated sedimentation rate. About 90% of patients will present during this stage. The third “septiceamic” stage is associated with multiple metastatic abscesses formation. Lower limb and trunk are the most common sites involved []. Investigations:\\nThe laboratory findings in Pyomyositis are non-specific. A rise in Erythrocyte sedimentation rate [ESR] is commonly found, and a leucocyte left shift (an increase in the number of immature leukocytes) may be suggestive []. Blood cultures were positive in only < 5% of cases in reported tropical climates []. Plain radiograph may be rarely helpful in the diagnosis but it helps to exclude any bony pathology []. Cross-sectional imaging may be the most valuable investigation. Ultrasound scan of the hip can exclude septic arthritis (an portant differential diagnosis). MRI is preferred over computed\\ntomography (CT), as the former is better in identifying soft tissue abnormalities. MRI will classically show diffuse fluid collection in the muscle with a rim enhancement if an abscess is present [].\\nDifferential Diagnosis:\\nPyomyositis must be differentiated from septic arthritis, osteomyelitis, Perthes disease, juvenile rheumatoid arthritis, discitis, appendicitis, deep vein thrombosis, synovitis, perinephric abscess and soft tissue sarcomas []. Diagnosis of pyomyositis is often delayed as the patients usually present late, the condition is rare and many physicians are unaware of the entity [, ].\\nTreatment:\\nIn the early stages or pre suppurative phase intravenous antibiotics are the treatment of choice. Variable recommendations have been given regarding the choice of antibiotics []. Bickles et al. recommend cloxacillin with the addition of aminoglycoside in an immuno compromised patient and in sepsis []. Zimbelman et al. advised clindamycin with or without penicillin []. If an abscess is present, it may be necessary to consider either open incision and drainage or percutaneous catheter drainage under CT or Ultra-sonographic guidance [].", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'3288163': 1, '7383954': 1, '32336894': 1, '30423796': 2, '3981510': 1, '6787219': 1, '295415': 1, '5539187': 1, '9292796': 1, '18625683': 1, '17127198': 1, '426186': 1, '3514669': 1, '3799649': 1, '3382306': 1, '6476991': 1, '16388041': 1, '12473721': 1, '3522899': 1, '6490820': 1, '11090021': 1, '11310380': 1, '19340425': 1, '8478386': 1, '2398094': 1, '3111620': 1, '3890787': 1, '10608632': 1, '440823': 1, '29181353': 2}", "similar_patients": "{'6313600-1': 1}"}