{"patient_id": 119696, "patient_uid": "5579794-1", "PMID": 29034023, "file_path": "noncomm/PMC005xxxxxx/PMC5579794.xml", "title": "Retrograde Ascending Aortic Dissection after Stent Grafting for Stanford Type B Aortic Dissection with Severe Limb Ischemia", "patient": "A 45-year-old man presented to our hospital with a sudden onset of back pain. Computed tomography (CT) on admission demonstrated acute BAD. Dissection entry was found on the aortic arch just distal to the left subclavian artery orifice. Despite a stable hemodynamics, the patient experienced numbness and paralysis of bilateral lower limbs. CT revealed that the true lumens of the bilateral common iliac arteries were compressed by thrombosed false lumens; also, the femoral arteries were not palpable. No other organ malperfusion was observed. Therefore, emergency endovascular surgery was planned for repair of the complicated acute BAD ().\\nUnder local anesthesia, both femoral arteries were exposed. A 34/24/159 Zenith TXD stent graft (Cook Medical, Bloomington, IN, USA) was inserted into the femoral artery to zone 2 position to exclude the site of dissection entry. Two additional metallic stents (36/123 and 36/164 Zenith; Cook Medical) were inserted into the true lumen of the descending aorta to the bifurcation with the abdominal aorta, commonly called the “PETTICOAT” procedure. No additional balloon dilatation or fixation was performed during stent grafting after deployment. The orifice of the left subclavian artery was embolized using a vascular plug (AGA Medical Corporation, Plymouth, MN, USA). The final aortography revealed complete exclusion of the proximal entry site, maintained blood supply to the abdominal branches, and increased diameter of the true lumen. The blood supply to the lower limbs significantly improved, and the patient’s symptoms disappeared immediately after the procedure. CT taken 2 days after the procedure indicated that TEVAR was successful and resulted in expansion and patency of the true lumen without endoleak ().\\nThe postoperative course was quite stable with well-controlled blood pressure; however, the patient suddenly developed recurrent thoracic back pain 10 days after the procedure. Emergency CT revealed rAAD, involving the ascending aorta and aortic arch (). Therefore, an emergency surgery was performed. Under general anesthesia, the chest was opened via median sternotomy with relatively stable hemodynamics. Cardiopulmonary bypass was established with right axillary and femoral artery cannulation and cava drainage. The patient’s body temperature dropped to 25°C, followed by lower body circulatory arrest with deep hypothermia. Antegrade selective cerebral perfusion was established with axillary arterial perfusion by brachiocephalic artery clamping and direct cannulation of the left common carotid artery. The entry of rAAD was found on the greater curvature of the aortic arch just proximal to the previous stent graft. Distal anastomosis was made to the aortic arch and the previous stent graft was involved in the distal anastomosis. The brachiocephalic and left common carotid arteries were reconstructed after the proximal anastomosis. The patient was discharged from the hospital 20 days after the second operation with no major complication.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'16227309': 1, '17154712': 1, '18424065': 1, '26211376': 1, '24441822': 1, '15943505': 1, '19752379': 1, '29034023': 2}", "similar_patients": "{}"}