{"patient_id": 124168, "patient_uid": "5909097-1", "PMID": 29721351, "file_path": "noncomm/PMC005xxxxxx/PMC5909097.xml", "title": "Resolution of symptomatic secondary empty sella syndrome following lumbar–peritoneal shunt", "patient": "A 51-year-old lady was admitted in Aga Khan University Hospital, Karachi, with complaints of headache and blurring of vision. She was diagnosed as having pituitary macroadenoma [] 8 months back for which she underwent endoscopic pituitary adenoma resection. The patient had persistent generalized headache that ameliorated on head elevation up to 40°-45° and got worse in the morning. It was associated with phonophobia but not associated with nausea or vomiting. She had bitemporal hemianopia with decreased visual acuity in both eyes. The symptoms got worsened following surgery. She also developed increased urinary frequency post-operatively. Other than pituitary macroadenoma resection, the patient underwent partial thyroidectomy for a solitary nodule in 2000 (euthyroid), and hysterectomy in 2001 due to dysfunctional uterine bleeding. She had a medical history of hepatitis C treatment with interferon 10 years back. Currently, she is on selective serotonin reuptake inhibitor (SSRI), desmopressin nasal spray, and certain analgesics. An examination showed significant bitemporal hemianopia without papilloedema. Higher mental functions and motor and sensory examination were unremarkable. Cranial nerves were all intact. Magnetic resonance imaging (MRI) of the brain showed evident empty sella turcica with downward herniation of optic chiasm [Figure –]. The patient was planned for lumbar drain insertion to lower down intracranial pressure (ICP) which would help in ameliorating downward herniation of optic chiasm. The opening pressure of more than 35 cm of H2O was measured. The outcome of the intervention was noticed soon after the surgery with transient improvement in vision. For long-term outcome, lumbar–peritoneal (LP) shunt was placed after a period of 1 month which resulted in both subjective and objective improvement in visual acuity [Figures and ]. Inclusively, associated diabetes insipidus got better", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'11059655': 1, '11152355': 1, '12361647': 1, '32257574': 2, '2927585': 1, '15744849': 1, '34786122': 1, '29721351': 2}", "similar_patients": "{'7110400-1': 1}"}