{"patient_id": 74301, "patient_uid": "5971422-1", "PMID": 29807531, "file_path": "comm/PMC005xxxxxx/PMC5971422.xml", "title": "A case report of multiple cervical artery dissection after peripheral type facial palsy and use of steroids", "patient": "A 44-year-old man with hypertension visited emergency department (ED) due to recurrent vertigo. Two weeks before admission, he visited the ED with a sudden onset severe headache in the retro-orbital area and right peripheral type facial palsy of House-Brackmann scale grade 4. No skin lesion was observed from the periauricular area and the external auditory canal. Computerized tomography was unremarkable. He was diagnosed as Bell’s palsy and received methylprednisolone 60 mg once daily for one week and then was under a scheduled tapering. He had history of hypertension and was under regular medication (amlodipine 5 mg and fimasartan 60 mg, once a day) for the last 2 years.\\nThirteen days later, the patient felt headache aggravation after stretching himself and just after a few seconds the vertigo began. At the second visit to the ED, initial blood pressure was 184/105 mmHg. Neurologic examination revealed severe ataxia at left side. Sensory for pain and temperature was declined in the right arm and leg. Horner syndrome including miosis and ptosis of the left eye was observed. There also was gaze evoked nystagmus during left lateral gaze. The peripheral type right facial palsy remained. There was no family history, symptom or sign of any connective tissue disorder or a history of external trauma. There were no findings of secondary hypertension from an extensive evaluation.\\nMagnetic resonance image (MRI) was taken from ED; an acute ischemic lesion was observed at the whole territory of left posterior inferior cerebellar artery at cerebellum with an additional lesion at left lateral medulla from diffusion weighted image (Fig. ). From the time-of-flight MR angiography (TOF-MRA), severe stenosis was observed from bilateral VAs and ICAs (Fig. ). TOF-MRA with high-resolution MR was followed up 2 days later; the stenosis at right distal ICA was improved (Fig. ) and, an intramural hematoma was observed from bilateral VA (Fig. and ) and an intimal flap was observed from bilateral distal ICAs (Fig. ). Digital subtraction angiography was performed; left VA was occluded. Right VA and left ICA demonstrated severe stenosis (Fig. and ). However, as dissection was multiple, located at eloquent area and not clinically worsening after the first stroke, intervention was not considered initially and antiplatelet agent was used. The patient was followed up 2 months after the initial event. There was no further ischemic event and the patient recovered to have mild ataxia and sensory change. The peripheral type facial palsy improved to a satisfactory level (House-Brackmann scale grade 2). Informed consent was obtained from the patient including the consent for the publication of all the personal, medical details and images.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'29204306': 2, '11136363': 1, '22674112': 1, '11201597': 1, '25774346': 1, '18977815': 1, '22301716': 1, '24326451': 1, '18771446': 1, '15739041': 1, '28232592': 1, '8229030': 1, '26434614': 1, '21631217': 1, '11496866': 1, '9040705': 1, '24112338': 1, '25684164': 1, '26483092': 1, '22739130': 1, '4761601': 1, '27531344': 1, '29807531': 2}", "similar_patients": "{'5691552-1': 1}"}