{"patient_id": 64414, "patient_uid": "5262433-1", "PMID": 28123920, "file_path": "comm/PMC005xxxxxx/PMC5262433.xml", "title": "Spinning Out of Control: A 19-Year-Old Female with Spinning-Related Exertional Thigh Compartment Syndrome", "patient": "The patient was a previously healthy 19-year-old Caucasian female college student who presented to the hospital with pain and swelling of the thighs bilaterally. Three nights prior to admission, she had attended a spinning class at a local gym for the first time. She stated that the session was intense and lasted 45 minutes, and although she exercised daily, the intensity of this class was outside of her normal level of activity. After the class, she noted swelling and pain in her thighs but did not seek medical attention until three nights later when she noticed that her urine was dark in color. Alarmed by the changes in her urine, the patient presented to the student health center, where she was noted to have rapid progression of thigh swelling accompanied by increasing pain. As a result of these findings, the patient was immediately transferred to the emergency department for further evaluation.\\nInitial assessment revealed marked elevation of creatine kinase (CK) of 53,000 IU/L and leukocytosis of 11,260 white blood cells per microliter. The admitting team ordered an MRI of the lower extremities, which showed swelling in the anterior compartment with a feathery, high-intensity, fluid-sensitive signal within the vastus intermedius, lateralis, and medialis bilaterally (Figure ).\\nThe pain grew worse overnight, and repeat labs showed a CK of 119,000 IU/L. Vascular surgery was consulted within 12 hours of admission for evaluation of possible compartment syndrome. The patient was found to have tight, painful thigh compartments with extreme tenderness on passive motion. She had normal distal pulses but had developed tingling and numbness in her right leg since admission. The compartment pressures of the right thigh were measured at the bedside and found to be 28 mmHg in the anterior compartment, 14 mmHg in the middle, and 8 mmHg in the posterior. Based on these findings, the patient was diagnosed with TCS.\\nInformed patient consent was obtained prior to treatment. No identifying patient information is contained in this report.\\nThe patient was then taken to the operating room (OR) for decompression fasciotomy. In the OR, pressures were measured again on both sides, and the patient was found to have anterior compartment pressures of 28 mmHg and 26 mmHg on the right and left sides, respectively. The middle compartment pressures were 15 mmHg on the right, 13 mmHg left, and the posterior compartment pressures were 8 mmHg on the right and 7 mmHg on the left. During the operation, a lateral approach was used to ensure entry and decompression of all three compartments (Figure ).\\nIntraoperative findings included bulging muscle bellies, which appeared initially congested, but remained viable during the case. The muscles reacted to Bovie® electrical stimulation (Bovie Med Corp, Clearwater, FL) bilaterally, and no debridement was required. Wet to dry dressings were placed with a plan for interval wound checks and closure by Plastic Surgery. Postoperatively, her pain improved and her sensation of tingling and numbness resolved. Her repeat CK decreased to 83,000 IU/L, and she was placed on aggressive IV fluids for renal protection against myoglobinuria. Serial metabolic panels were checked while monitoring recovery from rhabdomyolysis. On postoperative day 3, her wounds were appropriate for closure and she was taken by Plastic and Reconstructive Surgery to the OR. Her wound appeared healthy (Figure ), and she was closed primarily without tension with several drains in place.\\nFollowing closure, her recovery was uneventful. The patient recuperated in the rehabilitation facility and was discharged from the hospital approximately two weeks after admission.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'10653554': 1, '31443139': 1, '21691491': 2, '24982706': 1, '19309042': 1, '7478336': 1, '14519363': 1, '25931302': 1, '26509002': 1, '15039263': 1, '28123920': 2}", "similar_patients": "{'3088394-1': 1}"}