{"patient_id": 70704, "patient_uid": "5727688-1", "PMID": 29318072, "file_path": "comm/PMC005xxxxxx/PMC5727688.xml", "title": "Bone Bruise of the Thoracic Spine Caused by Mild Physical Activity in Children", "patient": "The authors have obtained the patients' parent's informed written consent to publish this case report.\\nA 10-year-old boy (Case 3) presented with back pain after performing a handstand without a fall during a physical education session. He had no significant past medical history. At the initial visit, there was tenderness on his back, especially on the spinous process at T11. Neurologic findings were normal. Plain radiographs were unremarkable. MRI scans indicated low signal on T1WI, relatively high signal on T2WI, and high signal on short tau inversion recovery (STIR) images in the upper part of the vertebral body at T11 without deformation of the cortical endplate (). There was no high signal in the posterior elements of the spine, such as the interspinous ligament. A diagnosis of VBB was made. The patient was treated conservatively with a soft thoracolumbar brace and instructed not to participate in physical activity for a month. At follow-up 1 month later, the patient had no back pain, the tenderness on the spinous process had diminished, and the signal changes in the vertebral body seen on T1WI, T2WI, and STIR images had disappeared (). There was no residual deformation of the cortical endplate.\\nThe other 5 children had similar clinical manifestations (). The onset of back pain in all 6 children coincided with mild physical activity, such as performing a handstand, jumping rope, or Japanese box vaulting. None of the children reported a fall. We did not check any blood test for all 6 patients because they had no past medical history. There was tenderness on the corresponding spinous process at the initial visit in all cases. Imaging findings were similar; plain radiographs were unremarkable, and MRI scans showed low signal on T1WI and high signal on T2WI and STIR. In all cases, the back pain and signal changes seen on MRI resolved after conservative treatment with a brace and rest for 1 month.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'1192626': 1, '11162690': 1, '25175444': 1, '15993111': 1, '16133296': 1, '24981905': 1, '24292927': 1, '2916038': 1, '15452704': 1, '21045737': 1, '29318072': 2}", "similar_patients": "{}"}