{"patient_id": 65915, "patient_uid": "5378472-1", "PMID": 28409073, "file_path": "comm/PMC005xxxxxx/PMC5378472.xml", "title": "Facial Paralysis and Hearing Loss: A Rare Manifestation of Prostate Cancer Metastases", "patient": "A 58-year-old male presented to the emergency room with shortness of breath, fever, and productive cough. The patient’s past medical history was pertinent for prostate cancer metastatic to bone and liver, a prior hip replacement secondary to metastatic disease, chronic obstructive pulmonary disease (COPD), coronary artery disease, hypercholesterolemia, and generalized anxiety disorder. The family history was significant for a paternal grandfather and a maternal uncle with lung cancer. The patient smoked three packs of cigarettes per day for over 45 years. The examination findings were significant for bilateral wheezing, a right-sided facial droop with minimal drooling, and pinpoint pupils. According to the patient, he had the facial droop for the past three weeks. The review of systems was positive for recent onset of right-sided hearing loss.\\nA review of the patient’s past records revealed that seven months prior to presentation, the patient’s prostate-specific antigen (PSA) was elevated at 54.5 ng/ml and a prostate biopsy was positive for adenocarcinoma in three out of six specimens with a Gleason score of 8 (4+4). The patient was started on leuprolide. Over the ensuing weeks, he developed nocturia and lower back pain and right hip pain disabling him to the point of having to use a cane. A computed tomography (CT) scan of the abdomen and pelvis showed a lucent lesion in the right iliac bone extending superior pubic ramus with a pathologic fracture of the anterior acetabulum. Significant retroperitoneal lymphadenopathy was noted with pre-aortic, para-aortic, and right external iliac chain involvement. The prostate gland was irregular and mildly enlarged. A bone scan revealed metastatic disease in the right scapula, left posterior 7th rib, left anterior 4th rib and right anterior 6th rib, right iliac bone and acetabulum, right femoral neck and intertrochanteric area and a faint focus in the left proximal humeral shaft. The patient underwent hip replacement surgery for extensive and debilitating right hip joint involvement.\\nOn our encounter with the patient, he was diagnosed with acute COPD exacerbation and treated with intravenous methylprednisolone, albuterol, and ipratropium nebulization. Over the course of hospitalization, his respiratory symptoms improved but he developed dysphagia, facial numbness, worsening right-sided hearing loss, and back pain. He had also developed dysarthria and appeared withdrawn and lethargic. In view of his symptoms, an MRI brain was done that revealed multiple areas of bone marrow signal abnormality compatible with osseous metastatic disease. An infiltrative mass was noted in the right sphenoid bone expanding the clivus, the right Meckel’s cave, cavernous sinus, petrous apex, and lateral wall of the right orbit. The mass was noted to cause medial displacement of the right lateral rectus muscle and infiltration of the right pterygopalatine fossa, right sphenoid sinus, and pterygoid muscles. The mass was seen to be surrounding the right internal carotid artery. There was extensive smooth dural involvement over the right cerebral and cerebellar hemispheres including the right tentorium, compatible with dural-based metastases [Figure ]. Areas of focal dural thickening over the high right frontal convexity measuring up to 7 mm and 8 mm were also seen. Special attention was paid to the internal auditory canals given the patient’s complaints of unilateral hearing loss. An abnormal enhancement in the right internal auditory canal was observed likely reflecting extension of dural metastatic disease.\\nGiven the patient’s back pain, an MRI of the spine was also done that revealed T1/T2 hypointense lesions within vertebrae T12, L5, the sacrum and the right iliac bone suggesting sclerotic osseous metastases. Retroperitoneal lymphadenopathy was again noted. Given the above findings, the patient was started on intravenous dexamethasone and EBRT of the dural lesions. Concomitant radiation therapy for lumbar spinal lesions was also started.\\nThe patient was discharged to a rehabilitation facility with the continuation of outpatient radiotherapy. One week later, the patient returned to the hospital after having had an episode of seizures. A routine electroencephalogram (EEG) was negative for any epileptiform activity and the patient was started on levetiracetam. A repeat CT scan revealed no changes from before. His radiation therapy was continued during the hospitalization and he was discharged to the rehabilitation facility. The patient received a total of 30 Gy in 10 fractions to the skull and the lumbosacral spine over four weeks with some improvement in back pain and facial paralysis. It was reported that he died at the nursing home two weeks after completion of radiation therapy.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'12872358': 1, '6498785': 1, '13126386': 1, '15468187': 1, '17857618': 1, '15036857': 1, '16215816': 1, '12480230': 1, '10673942': 1, '16547447': 1, '28409073': 2}", "similar_patients": "{}"}