{"patient_id": 67301, "patient_uid": "5480102-1", "PMID": 28637440, "file_path": "comm/PMC005xxxxxx/PMC5480102.xml", "title": "Acute airway compromise due to parathyroid tumour apoplexy: an exceptionally rare and potentially life-threatening presentation", "patient": "A 45 year old female presented to the emergency department (ED) with a 3 days history of progressive dyspnoea, cough, throat and chest discomfort and palpitations.\\nEight weeks prior to her ED visit, she was diagnosed with primary hyperparathyroidism (adjusted calcium 3.33 mmol/L (13.3 mg/dl) (normal range 2.2–2.6 mmol/L), PTH 367 (normal range 15–65) pg/ml) and 24 h urinary calcium 5.4 mmol/24 h (normal range 2.5–7.5 mmol/24 h). At her initial assessment she had no symptoms of hypercalcaemia apart from mild constipation. Family history was unremarkable. She received intravenous zolendronic acid and serum calcium fell to a nadir of 2.9 mmol/l. Neck ultrasound reported to show a 6 mm probable parathyroid lesion intimately related to the inferior pole of the right lobe of thyroid. One day prior to her acute presentation, and 6 weeks on from the ultrasound scan, a Sestamibi/SPECT CT revealed a 3.7 cm mass in the right tracheoesophageal groove extending to the posterior upper mediastinum at T1-T2 level (Figs. & ).\\nOn arrival to ED, she was dyspnoeic and tachycardic. A biphasic stridor was noted. Flexible nasendoscopy identified no supraglottic or glottic cause for her stridor. The admitting medical team arranged a CT pulmonary angiogram to outrule a pulmonary embolism. CT thorax and subsequent emergency CT neck revealed significant increase in size of the mass since the scan 2 days prior, measuring 5.2 × 4.2 × 10.7 cm, with a hypodense fluid level, beginning at the level of the hypopharynx and extending into the superior mediastinum to the level of the aortic arch (Fig. ). The trachea was narrowed with the smallest antero-posterior (AP) diameter measuring 0.4 cm at the level of the sternoclavicular joints.\\nShe was admitted to the intensive care unit, electively intubated and brought to theatre the following morning. Preoperatively calcium levels had normalised and PTH had fallen to 77 pg/ml from a peak value of 496 pg/ml suggesting infarction of the gland (Fig. ). There was no tracheal invasion on bronchoscopy. The cystic mass was identified in level 6 posterior and inferior to the right hemi-thyroid with evidence of recent haemorrhage into the surrounding tissues. The right recurrent laryngeal nerve (RLN) lay over the tumour (Fig. ). The close proximity of the tumour to the adjacent thyroid necessitated that a right hemi-thyroidectomy was performed with preservation of the RLN. Decompression of the cyst revealed old blood products and allowed complete dissection and removal of the tumour en-bloc (Fig. ). Intra-operative PTH monitoring was not used.\\nShe was extubated without complication on the first post-operative day. There was no stridor and vocal cord examination was normal. Histology confirmed a parathyroid neoplasm with extensive haemorrhage and necrosis; MIB-1 index <5% (Figs. & ). Serum calcium level remains normal 5 months post-operatively.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'8636326': 1, '12872580': 1, '12557032': 1, '34934453': 1, '2684095': 1, '30622514': 2, '31737749': 1, '17044430': 1, '34554413': 1, '23257528': 1, '15957122': 1, '14325916': 1, '18470672': 1, '34268089': 1, '28709423': 1, '28637440': 2}", "similar_patients": "{'6308315-1': 1}"}