{"patient_id": 73912, "patient_uid": "5959426-1", "PMID": 29742737, "file_path": "comm/PMC005xxxxxx/PMC5959426.xml", "title": "Inadvertent defibrillator lead placement into the left ventricle after MitraClip implantation", "patient": "We report the case of a 65-year-old man affected by dilated cardiomyopathy associated with severe mitral valve regurgitation, recently treated by 2 MitraClip System devices (Abbott Vascular, Lake Bluff, IL) implantation. Three months after valve repair, the patient underwent to dual-chamber defibrillator implantation because the persistence of seriously dilatation and marked systolic impairment of the LV (ejection fraction = 30%) with mild mitral valve regurgitation. The patient performed a predischarge electronic check of the device that showed its normal function. He came to our observation, 2 months later, for marked deterioration of the dyspnea, despite his strict compliance to medical therapy. At this time, the 2-dimensional (2D) echocardiographic examination showed malposition of the shock lead that appeared placed in the apex of the LV through an iatrogenic atrial septal defect (ASD) persisted after the percutaneous valve repairing procedure, previously performed (Fig. A); the LV appeared markedly dilated and presented a severe systolic dysfunction (ejection fraction = 30%). The echocardiographic color-Doppler view showed a moderate mitral valve regurgitation and a significant mitral valve stenosis attested by an accelerated transvalvular diastolic flow (Fig. B). The transesophageal 3-dimensional-echocardiographic short axis view on mitral annulus showed a normal implantation of the MitraClip devices on the edges of mitral valve leaflets and a noncontinuity solution between MitraClip devices and the defibrillator lead (Fig. ). The 12-lead standard electrocardiogram (ECG) showed normal sinus rhythm to 67 bpm and its record during the pacing threshold test bared a right bundle branch block (RBBB) pattern of the QRS complex (Fig. A). Chest X-ray documented a very lateral position of the defibrillator lead (Fig. A). Oral anticoagulation therapy with adjusted-dose warfarin was directly started and, after obtaining the patient's informed consent, a mechanical lead extraction with subsequently lead repositioning in the right ventricle (RV) was performed 3 weeks later. The patient was discharged in good clinical condition and the 12-lead ECG and the chest X-ray, performed in the predischarge phase, confirmed the right position of the defibrillator lead, respectively, showing a left and superior direction of the QRS complex axis, during ventricular pacing (Fig. B) and a conventional position of the lead in the apex of the RV (Fig. B). The predischarge echocardiographic examination showed left ventricular systolic dysfunction (ejection fraction 34%) with mild mitral valve regurgitation and a not relevant velocity of trans-mitral diastolic flow. The follow-up performed 1 month after discharge was uneventful. Ethical approval for this paper was not required by the Ethics Committee of our institute, as it is a case report. The patient provided informed consent for this report and his medical data have been anonymized.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'26084684': 1, '12607198': 1, '7800575': 1, '17211754': 1, '26462705': 1, '7793416': 1, '7879967': 1, '19652735': 2, '10833709': 1, '21172950': 1, '29742737': 2}", "similar_patients": "{'2705321-1': 1}"}