{"patient_id": 114412, "patient_uid": "5094406-1", "PMID": 27818759, "file_path": "noncomm/PMC005xxxxxx/PMC5094406.xml", "title": "Dialysis by the book? Treatment of renal failure in a 101-year-old patient", "patient": "A 101-year-old Ashkenazi Jewish male patient was admitted with pulmonary oedema requiring mechanical ventilation. Attempts at weaning from mechanical ventilation were unsuccessful and a tracheostomy was performed. He subsequently developed gram-negative bacteraemia and sepsis with ensuing haemodynamic instability. After 5 weeks of hospitalization, he became oliguric and acidemic, with concurrent rise in the creatinine level from a baseline of ∼177 micromole/L to 335 micromole/L.\\nPast medical history was remarkable for an abdominal aortic aneurysm, ischaemic heart disease, tricuspid regurgitation, pulmonary hypertension, congestive heart failure, pacemaker insertion and chronic kidney disease (CKD) (attributed to diabetes and cardiorenal syndrome). His intellectual capacity was preserved until the hospitalization and he was an active rabbi and teacher despite his very advanced age.\\nAt the time of worsening kidney function, the patient was extremely frail and unable to speak because of the tracheostomy tube (respiratory instability precluded the use of a speech valve). Subsequently his level of consciousness was decreased, possibly due to uraemic encephalopathy. It was, therefore, impossible to directly elicit his wishes regarding treatment. However, based on the discussions with his family including his legally appointed healthcare proxy, it was very clear that the patient's beliefs and values were strongly consistent with maximal efforts with life-prolonging therapy regardless of age. It was, therefore, decided to proceed with haemodialysis and a cuffed, tunneled catheter was placed in the right internal jugular vein for that purpose. Dialysis was initiated ∼1 month before his 102nd birthday. He underwent 56 haemodialysis treatments over ∼4 months, until his death. The patient's extreme frailty made a quantitative assessment of his quality of life impossible. However, there were times after dialysis was initiated, when he was alert and even attended public prayers in the hospital's synagogue. The patient spent the entire time between the initiation of dialysis and his death in the hospital. He expired likely as a result of worsening heart failure and recurrent sepsis.", "age": "[[101.0, 'year']]", "gender": "M", "relevant_articles": "{'20631983': 1, '21051749': 1, '17283348': 1, '12660346': 1, '17710789': 1, '12660336': 1, '19828531': 1, '21323539': 1, '17412702': 1, '19914523': 1, '2187394': 1, '21896833': 1, '15115580': 1, '17336711': 1, '28102466': 1, '18321000': 1, '20645019': 1, '27818759': 2}", "similar_patients": "{}"}