{"patient_id": 119733, "patient_uid": "5582565-1", "PMID": 28900336, "file_path": "noncomm/PMC005xxxxxx/PMC5582565.xml", "title": "Prosthetic Management of Hard Palate Perforation in a Child with Acute Lymphoblastic Leukemia", "patient": "A 6-year-old boy, case of ALL, was referred for prosthetic rehabilitation of a palatal perforation following chemotherapy []. A detailed case history revealed that the patient was diagnosed with B-cell ALL at the age of 5 years and was on consolidation chemotherapy. Palatal biopsy showed hyperplastic ulcerated squamous epithelium admixed with scanty bony bits and necroinflammatory cells with underlying granulation tissue. Ulcer slough contained a few fungal hyphae suggestive of secondary colonization. Noncontrast computerized tomography scan revealed mucosal pansinusitis and rhinitis. Nasal secretion test for fungal identification and susceptibility testing showed the presence of Candida tropicalis. On oral examination, a 2 cm × 2 cm perforation was seen on the left side of the hard palate with slough. It was decided to make a palatal obturator to cover the palatal perforation. This defect in the palate led to difficulty in eating, swallowing, and nasal regurgitation. Speech too was hypernasal and not intelligible. It was decided to cover the palatal perforation by fabrication of a palatal obturator.\\nA stainless steel stock dentulous tray and irreversible hydrocolloid (Dentalgin; Prime Dental Products, Mumbai, India) were used to record preliminary impression of the maxillary arch []. Mandibular impression was also made with irreversible hydrocolloid. Stone (Kaldent Dental Stone Class III, Kalabhai Karson Pvt. Ltd.) working cast were obtained from the impression. A 19-gauge hard, round, stainless steel orthodontic wire (KC Smith and Co., Monmouth, UK) was used to fabricate the full wire clasp and C clasps for the palatal obturator as shown in figure. A single thickness modeling wax was adapted on the maxillary cast covering entire hard palate and subsequently acrylized into the heat-polymerized acrylic resin (DPI Dentsply, India). The prosthesis was finished and polished in usual manner []. The prosthesis was delivered, and postinsertion instructions were given to the patient regarding hygiene maintenance in the oral cavity []. It was observed that the patient was very comfortable using this removable prosthesis which obturated the palatal defect. This palatal obturator facilitated eating and swallowing. The patient could also comfortably communicate as the speech could be understood by the listeners. The patient was followed up at regular interval. This option of prosthetic obturation of the palatal defect was preferred over surgical closure in view of the medical history and general condition of the patient.", "age": "[[6.0, 'year']]", "gender": "M", "relevant_articles": "{'16023740': 1, '11580820': 1, '12684969': 1, '23100971': 1, '6951043': 1, '16369328': 1, '28900336': 2}", "similar_patients": "{}"}