{"patient_id": 69111, "patient_uid": "5619343-1", "PMID": 29213811, "file_path": "comm/PMC005xxxxxx/PMC5619343.xml", "title": "Adult-onset adrenoleukodystrophy presenting as a psychiatric\\ndisorder: MRI findings", "patient": "A 35-year-old man with no previous known disease presented with a four-year history\\nof changes in mental status and behavior. According to descriptions given by the\\npatient's wife, he developed nervousness, irritability, anxiety, intense episodes of\\nagitation, and aggression. He was referred for psychiatric treatment, having been\\nhospitalized at a mental illness facility and treated with neuroleptics.\\nOne year after the onset of symptoms, the patient suffered an accident at work in a\\nmetallurgic factory, resulting in one of his left toes being amputated. At that time\\nhe began to present difficulties walking and with balance, initially attributed to\\nthe anatomical loss caused by the amputation. The condition worsened and he also\\nbegan to show cognitive problems such as forgetfulness, disorientation in time and\\nspace, and strange behavior at work, which eventually led him to stop working.\\nAfter three years of evolution, the clinical picture gradually worsened with severe\\ndifficulty walking, leading to a wheelchair-bound state. He also started to have\\nurinary incontinence and speech abnormalities. Cognitive status worsened and he was\\nno longer able to recognize his family and started to have hallucinations. He\\ndeveloped seizures and was put on oxcarbazepine, zolpi-dem and tizanidine.\\nAt first examination of the patient by our service, his neurologic examination\\nrevealed dementia with widespread cognitive impairment. The patient was mute and\\napathetic. Bilateral grasping sign and severe spastic tetraparesis were evident.\\nTendon reflexes were present, extrinsic and intrinsic ocular motor functions were\\npreserved and fundus examination revealed no papilledema.\\nResults of laboratory tests were as follows: Serum ACTH with greatly increased value\\nof 1,534 pg/ml (Normal values: 9-52 pg/mL). Erythrocyte sedimentation rate,\\nC-reactive protein, total complement and fractions (C3 and C4), serum ammonia,\\nhomocysteine, serum protein electrophoresis, serum cortisol, urinary cortisol levels\\nwere all within normal ranges. ANCAs, anti-thyroglobulin, anti-thyroperoxidase, ANA,\\nanti-ENAs, anti-gliadin, anti-endomysium, and rheumatoid factor were all\\nnon-reactive. Serological tests for toxoplasmo-sis, cytomegalovirus and Epstein-Barr\\nvirus (both IgG and IgM), and HIV were all negative. CSF analysis was normal, except\\nfor an increase in gammaglobulin level (14%), associated to an oligoclonal\\ncomponent. Immunoelectrophoresis was normal. Serologies for cysticerco-sis,\\nsyphilis, and PCR JC virus were normal.\\nA brain MRI disclosed severe, confluent and symmetric changes in the\\nparieto-occipital deep white matter and also in the splenium of the corpus callosum,\\nassociated with areas of gadolinium enhancement. Frontal and periventricular deep\\nwhite matter were affected to a lesser degree ( and ). MRI of the abdomen and\\npelvis showed no changes, including normal-appearing adrenal glands.\\nThe diagnosis of adult-onset leukodystrophy was suspected and levels of biochemical\\nmarkers showed increased very long-chain fatty acids in serum (C26:0: 3.66 mMol/L;\\nreference value: <1.3mMol/L). Galacto-cerebrosidase and arylsulfatase levels were\\nnormal. No history of similar disease was reported in the family. A diagnosis of\\nadult-onset ALD was determined.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'4309020': 1, '3311181': 1, '8350883': 1, '7494399': 1, '9278636': 1, '1817030': 1, '7895759': 1, '10440007': 1, '6126714': 1, '6847442': 1, '2348839': 1, '22810283': 1, '3227103': 1, '19237705': 1, '8043042': 1, '11487187': 1, '200861': 1, '28197008': 2, '10815658': 1, '6524872': 1, '9221959': 1, '12913200': 1, '7677014': 1, '15888613': 1, '169765': 1, '29213811': 2}", "similar_patients": "{'5270276-1': 1}"}