{"patient_id": 114170, "patient_uid": "5073656-1", "PMID": 27790114, "file_path": "noncomm/PMC005xxxxxx/PMC5073656.xml", "title": "Bilateral Necrotizing Fasciitis of the Foot Associated with Group B Streptococcus", "patient": "A 43-year-old male with a history of type 1 diabetes presented with severe pain in both feet. Two weeks before our examination, he began to notice swelling and pain in the left sole, which gradually spread to his left lower leg. One week prior to presentation, the same symptoms began to emerge on his right sole and the dorsum of his right foot. The symptoms worsened, and he was admitted to our clinic because he had developed a fever of 39.2°C and was unable to walk unassisted at the time of his first visit.\\nOn initial examination, he exhibited a reddish fluctuant cystic nodule on the dorsum of the right foot (fig ), an ulcer covered with necrotic tissue on the lateral side of the right foot (fig ), and swelling with redness on the dorsum of the left foot (fig ). Moreover, a large callus and ulcer due to diabetic peripheral neuropathy on the right sole (fig ) and streaks of necrotic skin on the left sole (fig ) were observed. Laboratory analysis revealed elevated WBC (15,100 cells/μl), C-reactive protein (22.8 mg/dl), blood glucose (434 mg/dl), hemoglobin A1c (12.2%) and anti-GAD-antibody (350 U/ml) levels. Computed tomography showed fluid collection, suggesting a subcutaneous abscess in the dorsum of the right foot (fig ), and fascial thickening associated with fat stranding in both soles (fig ). In addition, gas shadows were detected within the deep fascia of the right sole and left sole up to the lower leg (fig ). These results suggested the presence of NF in both feet. As the Gram stain of the exudate obtained from the necrotic skin of the left sole demonstrated the presence of Gram-positive cocci and Gram-negative rods, we suspected NF of polymicrobial origin, and the patient was empirically treated with meropenem. On the day following admission, debridement of necrotic tissues and amputation of the left fifth metatarsal bone were performed. A large amount of brownish pus was discharged from the dorsum of the right foot. Necrosis of subcutaneous tissue, fascia and muscle were observed in both feet and the lower half of the left lower leg. Culture of excised tissue of the left foot yielded GBS, group G streptococcus, and Morganella morganii. In addition, culture of excised tissue of the right foot yielded GBS, Staphylococcus aureus and Pseudomonas species. Furthermore, blood culture prior to administration of antibiotics yielded solely GBS. Based on these findings, bilateral GBS NF of the foot was diagnosed. Although debridement was repeated several times, necrosis of the fascia, muscles and bone developed in the tissues surrounding the excised parts of both feet and we were not able to control the infection. Therefore, below-knee bilateral amputation was performed 14 days after admission. After amputation, the patient has remained disease free for 8 months.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'9701105': 1, '25403478': 1, '3277575': 1, '25592810': 1, '15205992': 1, '18193384': 1, '22675644': 2, '17233572': 1, '12757984': 1, '18594170': 1, '14723367': 1, '16782574': 1, '32226754': 1, '10880333': 1, '32680980': 1, '14986167': 1, '11049806': 1, '11095561': 1, '22837315': 1, '16772902': 1, '27790114': 2}", "similar_patients": "{'3362964-1': 1}"}