{"patient_id": 114835, "patient_uid": "5126597-1", "PMID": 27920658, "file_path": "noncomm/PMC005xxxxxx/PMC5126597.xml", "title": "Isolated Bilateral Gastrocnemius Myositis in Crohn Disease Successfully Treated with Adalimumab", "patient": "A 26-year-old male with a 6-year history of ileocolonic CD presented with mild diarrhea and sudden tenderness in both calves and no other symptoms. His CD at diagnosis involved the terminal ileum and cecum and was initially treated with a cycle of prednisone 60 mg daily for 4 weeks and azathioprine 2.5 mg/kg daily. Azathioprine was then continued in monotherapy, and the patient remained in clinical remission with normal inflammatory markers (fecal calprotectin and C-reactive protein) for the following 5 years. His past medical history included only allergic rhinitis.\\nOn physical examination, calves bilaterally were tender on palpation; no rash, skin lesion, or signs of systemic vasculitis were observed. Hematologic investigations showed elevated C-reactive protein at 14.30 mg/L (normal 0–5), erythrocyte sedimentation rate at 31 mm/h (normal 1–10), and positive anti-Saccharomyces cerevisiae Ig G [ASCA IgG] titer at 1: 160. Other laboratory tests including antineutrophil cytoplasmic antibodies [c-ANCA], creatine kinase [CK], antinuclear antibodies, anti-smooth-muscle antibodies, antimitochondrial antibodies, and anti-Jo-1 antibodies were within normal limits.\\nUltrasound Doppler studies of the lower extremities excluded deep vein thrombosis. Magnetic resonance imaging [MRI] of the legs showed bilateral high-intensity signal in the gastrocnemius muscle fibers beneath the muscle membrane spreading to the right flexor muscle of the hallux and the tibialis anterior – a picture consistent with myositis (Fig ). Electromyography showed neither nerve nor muscle abnormalities. Subsequently, a gastrocnemius muscle biopsy was performed, which showed nonspecific lymphocytic myositis (Fig ). A colonoscopy was also performed to assess intestinal disease activity, which showed few aphthous ulcers in the ileum (simple endoscopic CD score of 3).\\nThe patient was started on prednisone 60 mg daily, resulting in complete clinical remission of his myositis within a few days. After 1 month, prednisone was tapered at 10 mg every other week. However, at the dose of 10 mg daily, the patient experienced recurrence of symptoms with calve pain. Prednisone was increased to 60 mg daily, and after 1 month it was slowly tapered by 5 mg every other week. Azathioprine was maintained all along at the dose of 2.5 mg/kg daily. Once again, tapering prednisone below 10 mg daily resulted in symptom relapse. At this point, prednisone and azathioprine were discontinued and adalimumab was initiated at regular induction (160/80 mg) and maintenance (40 mg every other week) doses. The patient became completely asymptomatic few days after the first induction dose. Repeat MRI 3 months later did not show any significant inflammation of the gastrocnemius muscles (Fig ). After 9 months of adalimumab therapy with the subject still asymptomatic, azathioprine was reintroduced at a dose of 2.5 mg/kg daily, and after 3 additional months, only azathioprine was continued. 1 year after adalimumab discontinuation, the patient remained in full clinical remission from myositis while on azathioprine monotherapy.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'34966509': 2, '957999': 1, '15240986': 1, '12740681': 1, '14602062': 1, '11316157': 1, '20827369': 1, '19086077': 1, '958278': 1, '34241690': 1, '7262523': 1, '9149206': 1, '15024143': 1, '2866130': 1, '18272672': 1, '29491286': 1, '8015822': 1, '1435473': 1, '27920658': 2}", "similar_patients": "{'8667231-1': 1}"}