{"patient_id": 63254, "patient_uid": "5120117-3", "PMID": 27933300, "file_path": "comm/PMC005xxxxxx/PMC5120117.xml", "title": "Head Tilting Elicited by Head Turning in Three Dogs with Hypoplastic Cerebellar Nodulus and Ventral Uvula", "patient": "A 9-month-old female French bulldog was presented to Kyoto Animal Referral Medical Center in 2015 with a history of head tilt with no fixed direction. Peracute right-sided head tilt and horizontal nystagmus to the left were observed 1 week before the dog was examined by us, but these symptoms had disappeared in several minutes. Positioning head tilt was observed during observation of free walking. Some of the time, but not always, the head was tilted in response to head movement. The owner had recognized this head tilt as a peculiarity, and the symptom had been present from at least 2 months of age. General physical examination including palpation and auscultation revealed no abnormality. On neurological examination, physiological nystagmus was present, and spontaneous or positional nystagmus was not observed in any head position. When the dog started to walk, a spastic gait was observed in the right hind limb. A slight decrease in conscious proprioception was present in both hind limbs. Muscle tone, pelvic limbs spinal reflexes, and cutaneous trunk reflex were all normal, and spinal pain was not observed. The dog suddenly showed left-sided head tilt and horizontal nystagmus to the right during the consultation; however, these symptoms disappeared in several minutes. Neurolocalization to the vestibular system and T3–L3 spinal cord was determined. The complete blood count and serum biochemistry results were mostly within the RIs. Thoracic and abdominal radiography revealed hemivertebrae in the thoracic spine. Electrocardiography and echocardiography revealed no abnormal findings. Brain MRI (0.3-T AIRIS Vento; Hitachi Medical Co., Tokyo, Japan) was performed on the initial presentation day. T2W (TR/TE, 4000/100) sagittal, coronal, and transverse images; FLAIR (TR/TE, 9000/100) sagittal and transverse images; and T1W (TR/TE, 380/15) sagittal and transverse images were acquired. Post-contrast T1W sagittal and transverse images were acquired after intravenous administration of gadopentetate dimeglumine (Magnevist; Bayer, Tokyo, Japan; 0.15 mmol/kg). Absence of the NU and hypoplasia of the caudal fossa were revealed. There were no other abnormalities, and no abnormal contrast enhancement was observed in the brain (Figures G–I). These findings were most likely consistent with NU hypoplasia. Analysis of cerebrospinal fluid was not performed. Although obvious compression of the spinal cord was not observed on spinal MRI, the decreased conscious proprioception in both hind limbs was suspected to be associated with the hemivertebrae. No treatment was administered for the “positioning head tilt.” Although no further peracute vestibular episodes were observed after consultation with us, the positioning head tilt was still present 15 months later.", "age": "[[9.0, 'month']]", "gender": "F", "relevant_articles": "{'12944521': 1, '20012388': 1, '16640653': 1, '23719692': 1, '12169461': 1, '9405528': 1, '24127616': 1, '30048804': 1, '7257084': 1, '3750731': 1, '10436469': 1, '34970622': 1, '33681325': 1, '34621806': 1, '9193152': 1, '17385369': 1, '18546782': 1, '32851031': 2, '1131073': 1, '18513948': 1, '27933300': 2}", "similar_patients": "{'5120117-1': 2, '5120117-2': 2, '7419425-1': 1, '7419425-2': 1}"}