{"patient_id": 114973, "patient_uid": "5147401-1", "PMID": 27980433, "file_path": "noncomm/PMC005xxxxxx/PMC5147401.xml", "title": "Bacteremia caused by a rare pathogen – Chromobacterium violaceum: a case report from Nepal", "patient": "A 36-year-old immunocompetent female presented at midnight of 24 August 2016 to the emergency department of MMTH, a tertiary care referral hospital in Kathmandu, the capital of Nepal, with the clinical symptoms of fever, headache, chills, excessive sweating, burning sensation over epigastric region, and shortness of breath for the past 12 hours. There was no nausea, no vomiting, and normal bowel. She denied any previous illness, but her husband recalled that she had previously been diagnosed with pulmonary tuberculosis and treated with isoniazid and ethambutol as a directly observed therapy 6 years back. She lived in Sitapaila, a nearby village, and spent her life as an active housewife until 3 days ago when she plucked her left toe while working in the paddy farmland. Thereafter, her left toe became inflamed and swollen with edematous ulceration.\\nOn examination, the patient was conscious and alert, but ill-looking. Local examination showed indurations above the toe region that was edematous, but not discharging pus or any serous fluid. Furthermore, she had blood pressure of 110/70 mmHg, pulse rate of 110 beats per minute, temperature of 39.6°C, and respiratory rate of 22 breaths per minute. The patient was provisionally diagnosed as a case of acute febrile illness with a suspicion of wound-related sepsis and immediate management was started. After necessary physical examination, blood and urine samples were collected aseptically for laboratory investigations viz blood culture, urine culture, hematology parameters, widal test, and blood chemistry tests. Paracetamol (500 mg) and Ibuprofen (400 mg) were administered by parenteral route along with electrolyte fluids. After specimen collection for laboratory investigations, the patient was admitted to the medical unit for further treatment. Antimicrobial regimen of 400 mg/24-hour of ciprofloxacin and 2 g/24-hour of ceftriaxone were initiated as empiric therapy for gram negative sepsis immediately after admission.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'26788383': 2, '15654137': 1, '19189802': 1, '17584942': 1, '21524969': 1, '34596780': 1, '12886967': 1, '26504464': 2, '18198747': 1, '34760368': 1, '15387687': 1, '15100994': 1, '22036134': 1, '28479920': 2, '3168426': 1, '31179137': 2, '23286235': 2, '18564684': 1, '34267544': 1, '11596879': 1, '34039307': 2, '27980433': 2}", "similar_patients": "{'4695652-1': 1, '6507261-1': 1, '3543835-1': 1, '4609412-1': 1, '5396438-1': 1, '8157692-1': 1}"}