{"patient_id": 123710, "patient_uid": "5881979-1", "PMID": 29623003, "file_path": "noncomm/PMC005xxxxxx/PMC5881979.xml", "title": "The Diving Bell and the Butterfly Revisited: A Fatal Case of Locked-in Syndrome in a Man With Epstein-Barr Virus–Positive Diffuse Large B-Cell Lymphoma, Not Otherwise Specified", "patient": "A 64-year-old white man presented with a painless mass in his right axilla. The mass had been growing for 6 weeks. He had not experienced fevers, night sweats, or weight loss. He was previously in good health, save for a transient ischemic attack manifested by difficulty with word finding 6 months earlier. By the time that he had arrived at the local emergency room, his neurologic deficits had resolved and a brain magnetic resonance imaging (MRI) was unremarkable. In addition, he had been diagnosed with stage T2a prostate adenocarcinoma, Gleason 6 (3 + 3) for which he had been under active surveillance for the preceding 2 years without evidence of progression by serial prostate-specific antigen testing.\\nHis physical examination was unremarkable, except for a palpable 5 cm × 7 cm right chest wall mass that spread to the right axilla. There was no hepatosplenomegaly and no additional lymphadenopathy. Imaging studies included a right chest wall MRI, which showed a lobulated ill-defined enhancing soft tissue mass in the inferior right axillary region that corresponded to the palpable lump. This structure did not appear to be arising from within the muscle; however, it was contiguous from the lateral margin of the pectoralis major muscle and the superficial fascia of the chest wall musculature. It measured approximately 4.2 cm × 3.0 cm × 4.9 cm in size. A breast mammogram showed that the right breast was almost entirely fat (less than 25% fibroglandular). A partially visualized, palpable irregular mass with spiculated margins was present in the axillary tail/lateral chest wall region. Axillary adenopathy was also present.\\nLaboratory studies included a white blood cell count of 3.7 × 109/L, hematocrit of 38%, and platelet count of 200 × 109/L. Chemistry and liver tests were in the broad range of normal and serology for hepatitis B and C viruses and for human immunodeficiency virus (HIV) were nonreactive. Quantitative EBV levels were not obtained. His lactate dehydrogenase (LDH) was normal at 244 IU/L and β2 microglobulin was 3.06 µg/mL (normal <2.7 µg/mL). An initial positron emission tomography (PET)/computed tomographic (CT) scan showed increased uptake in the right supraclavicular, right axillary, mediastinal, right internal mammary, and right cardiophrenic angle lymph nodes. The dominant right axillary mass measured 4.1 cm × 3.4 cm and was associated with a maximum standardized uptake value (SUV) of 20.0. This right axillary mass extended from the axilla to involve the chest wall. No other abnormalities were identified ().\\nThe largest of the chest wall lesions was biopsied under ultrasound guidance and this revealed an EBV-positive DLBCL, which was positive for CD30, CD20, PAX5, CD79a, MUM-1, Bcl-2, and Bcl-6 and negative for CD3, CD10, CD15, and CD43 ( to ). Fluorescent in situ hybridization studies were positive for BCL6 translocation and negative for MYC, BCL2, and IGH gene rearrangements. A bone marrow biopsy showed normal hematopoiesis and no lymphomatous marrow involvement. Neuroimaging and a lumbar spinal tap to assess for leptomeningeal involvement were not performed.\\nThe patient was diagnosed with stage IIA EBV-positive DLBCL. His age-adjusted International Prognostic Index (IPI) was 2. He started treatment with infusional chemotherapy consisting of bolus rituximab on day 1 and cyclophosphamide on day 5, as well as a continuous infusion over 96 hours of etoposide, doxorubicin, and vincristine. He took oral prednisone daily for 5 consecutive days (DA-EPOCH-R). He received 6 treatment cycles repeated every 3 weeks.\\nHis initial 3 chemotherapy cycles were uncomplicated. He continued to work full time as a lawyer and did not experience significant treatment-related side effects. His tumor shrank rapidly and after 2 cycles was no longer palpable. An interim PET/CT after 4 cycles showed significant reduction in the size of the chest wall mass and accompanying adenopathy and no residual fluorodeoxyglucose uptake in the right supraclavicular, right axillary, right internal mammary, right cardiophrenic angle, and mediastinal lymph nodes. There was mild residual activity (SUV: 1.8) in the right lateral chest wall mass, which was favored to represent inflammatory changes rather than active lymphoma. He continued to work full time during his final 2 cycles of DA-EPOCH-R; however, he became increasingly tired. There was no significant hematologic or neurologic toxicity that required dose modifications.\\nApproximately 3 weeks after completing what was to be his last cycle of chemotherapy, the patient described profound fatigue coupled with progressive lower extremity weakness. An MRI of the brain, intracranial magnetic resonance (MR) angiogram, and contrast-enhanced MR angiogram of the neck showed nonspecific, patchy, increased T2 signal throughout the white matter of both cerebral hemispheres ( to ), which was attributed to small vessel ischemic disease. Notably, a follow-up PET/CT showed no evidence of persistent DLBCL. His weakness was initially attributed to sarcopenia related to his chemotherapy.\\nOver the following 2 weeks, the patient became increasingly weak. On 2 occasions, he presented to the emergency department complaining of fatigue. Initially, he was hospitalized for a short period and received intravenous fluids before being allowed to return home. A week later, he was readmitted after he developed difficulties with word finding and trouble managing his affairs. Over the course of the next week, he became increasingly debilitated and lethargic; he was no longer able to move his extremities or verbalize his wishes. He became bedbound and was only able to communicate, similar to other patients with locked-in syndrome, through blinking his eyes. A repeat brain MRI showed extensive areas of signal abnormality and diffuse confluent enhancement of the centrum semiovale, corpus callosum, basal ganglia, and cerebral peduncles bilaterally ( to ). In retrospect, the nonspecific MRI findings of several weeks earlier may have been initial manifestations of CNS parenchymal involvement by lymphoma.\\nPrior to starting chemotherapy, our patient had indicated that if he developed a life-limiting process, he would not wish to pursue additional medical interventions. In light of this, no additional diagnostic measures were pursued and he died from a respiratory arrest while receiving inpatient hospice. His family agreed to a limited autopsy restricted to the brain. This revealed extensive lymphoma throughout the brain, particularly in the deep basal nuclei, midbrain, pons, centrum semiovale, and corpus callosum ().", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'25999451': 1, '28639256': 1, '27443424': 1, '20548096': 1, '21385849': 1, '26980727': 1, '22849793': 1, '17785567': 1, '11929754': 1, '25161267': 1, '27382100': 1, '17018708': 1, '27888881': 1, '24943107': 1, '10944566': 1, '29623003': 2}", "similar_patients": "{}"}