{"patient_id": 71104, "patient_uid": "5756231-1", "PMID": 29305780, "file_path": "comm/PMC005xxxxxx/PMC5756231.xml", "title": "Corticosteroid Injection for an Orthopedic Complaint in a Female with Gestational Diabetes", "patient": "A 32-year-old female recently diagnosed with gestational diabetes after an abnormal glucose challenge test (blood glucose level of 206 mg/dL at 1 h) presented to the sports medicine clinic at 30 weeks pregnant with lateral hip pain. She described the pain as a “burning that started in the lateral aspect of the left hip and radiated down the lateral aspect of the thigh.” The patient also reported lateral hip pain which was worse when rising from a seated position, climbing stairs, and lying on her left side. The pain was rated as a 2/10 in severity and was similar to the pain she had prior to pregnancy that was treated successfully with NSAIDs and a corticosteroid injection into the trochanteric bursa. Physical exam was notable for the absence of skin changes and absence of tenderness to palpation in the left groin but positive for tenderness to palpation in the lateral aspect of the thigh as well as directly over the greater trochanter. Range of motion testing was limited by her gravid habitus, but there was normal external and internal rotation of the left hip. Complete patient history and physical exam were indicative of meralgia paresthetica as well as trochanteric bursitis.\\nAlthough her previous episodes had been treated successfully with NSAIDs and corticosteroid injections, NSAIDS are contraindicated in the third trimester of pregnancy and her gestational diabetes placed her at an increased risk of hyperglycemia from corticosteroid injections. Conservative measures such as physical therapy, education about weight loss, and instructions to wear loose clothing were recommended; however, the patient returned around 2 weeks later with no improvement in her symptoms. The patient’s daily blood glucose log was reviewed, and it showed an average fasting blood glucose level of 92 mg/dL and an average postprandial blood glucose level of 119 mg/dL. She was controlling her blood glucose by diet and exercise alone. Clearance was obtained by her OB/GYN to receive the corticosteroid injection, and subsequently, the patient received an ultrasound-guided injection of a sterile mixture containing 4 cc 0.5% marcaine and 40 mg methylprednisolone acetate into the left greater trochanteric bursa (Fig. ). Blood glucose levels were closely monitored for the next 48 h, and all readings were within normal limits. At a 1-month follow-up, the patient reported that the pain was significantly improved, now rated as 0/10, and therefore, she had returned to her normal exercise routine. Approximately 6 weeks after the steroid injection, the patient vaginally delivered a 3000-g male at 38 weeks and 1-day gestation. There were no complications, and the baby tolerated delivery well, recording APGAR scores of 7 at 1 min and 9 at 5 min.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'24696828': 1, '26488781': 1, '17678762': 1, '11517149': 1, '23916025': 1, '21342122': 1, '21252777': 1, '16856047': 1, '29305780': 2}", "similar_patients": "{}"}