{"patient_id": 62919, "patient_uid": "5100077-1", "PMID": 27821175, "file_path": "comm/PMC005xxxxxx/PMC5100077.xml", "title": "Early-onset fetal growth restriction treated with the long-acting phosphodiesterase-5 inhibitor tadalafil: a case report", "patient": "At a 19-weeks gestational checkup of a post-in vitro fertilization pre-embryo transfer (IVF-ET) pregnancy of a 41-year-old primigravida Japanese woman, the result of a fetal chromosomal test was normal, and normal amniotic fluid was observed. At 22 weeks and 4 days, severe oligohydramnios was observed (the amniotic fluid index decreased to nearly 0) with the fetal bladder emptied. The estimated fetal weight was 309 g: −2.6 standard deviation (SD). As judged by the biparietal diameter (BPD), the growth of the fetus had been arrested by nearly 4 weeks.\\nOur patient started to take a 20-mg tablet of tadalafil per day after getting permission from our hospital’s Institutional Review Board (Mie University Hospital approval #135-392), and informed consent for this treatment was obtained from our patient and her husband. Four days after the start of the daily tadalafil therapy, the fetal bladder started to dilate, and at 10 days of treatment the amniotic fluid level was increased (Fig. ). The weight of the fetus started to rise, and the increase in the well-being of the fetus was confirmed by the biophysical score. The mother reported no side effects, including hypotension and headache. She did not develop pregnancy-induced hypertension at any time during the pregnancy.\\nThe weight of the fetus increased by approximately 50 to 100 g per week. The amniotic fluid maximum vertical distance increased from 0.9 cm to 4.4 cm at 27 weeks’ gestational age, then decreased to <2 cm at 32 week’s gestation. At this time, fetal heart rate monitoring showed many variable decelerations, and the fetus was in the breech position. We informed our patient about this situation, and after careful consideration she and her husband chose to continue to the delivery. At 32 weeks 2 days, we performed a cesarean because the weight of the fetus had reached >1000 g, which is generally thought to guarantee intact survival []. At the moment of the cesarean delivery, the umbilical artery pulsatility index (PI) was 0.97, the middle cerebral artery PI was 1.48, and the ductus venosus wave was negative. A 1024-g baby boy was delivered without acidemia, with Apgar scores of 5 and 7 at 1 minute and 5 minutes after birth. The baby boy is now on an uneventful course at 3-months old.\\nFigure shows the changes in z-scores of the size parameters of the fetus estimated by ultrasonography. Before the start of tadalafil therapy, the z-scores of head circumference (HC), AC, and femur length (FL) decreased to −2.5. After the completion of the 10-week tadalafil therapy, the HC z-score increased significantly to over −1.5 after 30 weeks’ gestation. The AC z-score kept up with the standard curve, remaining between −1.8 and −2.5. On the other hand, the FL z-score decreased consistently down to −4.3 at 31 gestational weeks.\\nFigure shows the changes in the Doppler parameters of the fetal arteries and veins. The umbilical artery PI decreased after the tadalafil treatment (from 1.11 to 0.69), although it was within the normal range throughout our patient’s pregnancy. The PI of the middle cerebral artery showed a spearing effect at first (1.15) and decreased temporarily (1.05) for 1 week after the initiation of the tadalafil treatment, then gradually increased to 1.5 at 32 weeks’ gestation. Fluctuations of the PI of the umbilical vein were observed before the tadalafil therapy, but were not seen 7 days after the completion of the therapy. The reverse flow of the ductus venosus seen before the therapy disappeared temporarily, but it appeared intermittently during the treatment course. As for the uterine artery velocimetry, the PI value was not significantly different before or after tadalafil treatment (0.79 and 0.62 respectively), and notching was not observed at any time.\\nA pathological examination of the placenta revealed excessive torsion of the cord, chorangiosis, and infarction, which suggested that placental hypoperfusion may have contributed to the growth of the fetus. There was no funisitis or chorioamnionitis.", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'21392225': 1, '31350249': 1, '28483805': 1, '22350857': 1, '17267821': 1, '33441894': 1, '23798922': 1, '25202677': 2, '24799349': 1, '10796093': 1, '24931475': 1, '20664402': 1, '12535388': 1, '30659198': 1, '24245667': 1, '27821175': 2}", "similar_patients": "{'4138426-1': 1}"}