{"patient_id": 116172, "patient_uid": "5314856-1", "PMID": 28217165, "file_path": "noncomm/PMC005xxxxxx/PMC5314856.xml", "title": "Headband sign on magnetic resonance imaging: An unusual finding of scurvy in a 5-year-old child described first time", "patient": "A 5-year-old female child coming from low socioeconomic class with global developmental delay was admitted to the pediatric department of Sir T Hospital with the history of increase head size and protrusion of the left eyeball for last 15 days. The child also had excessive irritability, especially when touched on any body part. There was no history of fever, trauma, bleeding from any site, vomiting, or altered sensorium. She was only on liquid and semisolid diet.\\nOn examination, the child had severe acute malnutrition (weight for height below the third percentile). He was severely pale, afebrile and had no lymphadenopathy or hepatosplenomegaly. Posture of the child was frog-like. The child was extremely irritable. Tenderness was present all over the body mostly over the limbs. He had huge swelling over the entire head which had gradually increased in size. Swelling was soft in consistency with fluctuating baggy feel and tender. There was proptosis of the left eye with exposure keratitis.\\nVitals: T-N, heart rate-116/min, respiration rate-28/min, and blood pressure-86/68 mmHg.\\nInitially X rays of the skull bones was done, and there was no fracture in the skull. Ultrasonography of the scalp showed soft tissue outside the skull vault which was thickened (2.3 cm) with vascularity inside between the temporal and frontal regions. Neuroimaging was suggestive of diffuse extensive soft-tissue swelling involving the entire scalp with large necrotic collections and with mild proptosis of the left eye.\\nDiagnostic aspiration was suggestive of blood.\\nThe laboratory results were as follows:\\nHemoglobin: 5.2 g/dl; total count: 6800 cells/mm3; and differential count: N 59%, L 37%, E 0, M 3%, and B 0%. Mean corpuscular volume: 90.5 fl, mean corpuscular hemoglobin: 30.4 pg, mean corpuscular hemoglobin concentration: 33.6%, and platelets: 3.2 × 103/mcL. Bleeding time 1.30 min (normal 2–8), clotting time 3.30 min (up to 11 normal), erythrocyte sedimentation rate: 15 mm/h, prothrombin time 13 s (normal), and activated partial thromboplastin time 27 s (normal). Electrolytes, liver, and renal function test were within normal limits.\\nThe radiograph of the knee showed ground glass appearance of the shaft of the tibia, fibula, and femur. Irregular, thickened white line at the metaphysic and White line at the cortical ends were seen. All radiological features pointed toward scurvy [].\\nMagnetic resonance imaging of the brain revealed diffuse extensive soft-tissue swelling involving entire scalp appearing heterogeneously hyperintense on T2-weighted (T2W) and FLAIR images and hypointense on T1-weighted (T1W) images with no significant diffusion abnormality. The swelling showed large necrotic collections on postcontrast T1W FS images, suggestive of infective etiology with abscess formation. Orbit showed T2W hyperintense collection appearing hypointense on T1W in the left orbit extraconal compartment along the roof, with no obvious postcontrast enhancement or necrotic areas within and resultant mild proptosis of the left globe, less likely to be an abscess formation [].\\nAscorbic acid level was not done. The diagnosis of scurvy was made, and the child was treated with 500 mg oral Vitamin C daily for 1 week and then 100 mg of Vitamin C daily thereafter. Incision and drainage of the hematoma was done. Mother was educated about dietary modifications including Vitamin C.\\nTenderness and pain reduced and disappeared with treatment.", "age": "[[5.0, 'year']]", "gender": "F", "relevant_articles": "{'7593076': 1, '11533373': 1, '17428115': 1, '11529321': 1, '17269976': 1, '15836894': 1, '17332193': 1, '19875028': 1, '11581484': 1, '28217165': 2}", "similar_patients": "{}"}