{"patient_id": 114547, "patient_uid": "5108129-1", "PMID": 27857795, "file_path": "noncomm/PMC005xxxxxx/PMC5108129.xml", "title": "Delayed intramedullary abscess in operated case of spinal lipoma", "patient": "A 3-year-old male child had been born at term after a normal delivery. At the age of 1 year, he underwent surgery for lumbosacral lipomeningocele. At that time, he presented with congenital swelling in the lumbosacral region without any neurological deficit. On examination, there was 3 cm × 3 cm size eccentric swelling (more on the right side) present in the lumbosacral region with intact overlying skin without any dermal sinus. On magnetic resonance imaging (MRI) of the lumbar spine (LS), there was evidence of dorsal spinal and subcutaneous lipoma with L2–L3 vertebral posterior arch defect. The Patient underwent excision of the spinal and subcutaneous lipoma [Figure –]. Postoperative period was uneventful, and the patient was discharged on postoperative day 7 without any neurological deficit.\\nAfter approximately 2 years of the primary surgery patient now presented with history of fever for last 1 month and lower limb weakness and seizures for last 15 days. The patient was asymptomatic in intervening period. On admission, the patient was conscious but drowsy; there was Grade 0 power in both lower limbs with the presence of neck rigidity. MRI of the LS was suggestive of peripheral contrast enhancing lesion extending from D10 to L5 with diffuse expansion of cord suggestive of intramedullary abscess [Figure and ] With impression of intramedullary abscess, the patient was taken for surgery; exploration of previous incision with D12 and L1 laminectomy was done. Limited midline myelotomy was done with drainage of pus, and canal was irrigated with saline.\\nPostoperatively, the patient was given broad-spectrum intravenous antibiotics for 2 weeks followed by 6 weeks of oral antibiotics. Culture sensitivity of pus was sterile. The patient was discharged on postoperative day 10 with improvement in consciousness of the patient with slight improvement in power of the right lower limbs (up to Grade 1) and no improvement in the left lower limb. At 6 weeks follow-up, the patient was doing well with no significant improvement in power in comparison to immediate postoperative period.", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'8216914': 1, '25810867': 2, '24470811': 2, '10361972': 1, '7969844': 1, '25878753': 2, '19172309': 1, '10602531': 1, '12586985': 1, '9770164': 1, '594887': 1, '27857795': 2}", "similar_patients": "{'4373056-1': 1, '3888034-1': 1, '4395955-1': 1}"}