{"patient_id": 121662, "patient_uid": "5726689-1", "PMID": 29267458, "file_path": "noncomm/PMC005xxxxxx/PMC5726689.xml", "title": "Hyperpigmentation as a peculiar presentation of mycosis\\nfungoides", "patient": "A 62-year-old otherwise healthy Taiwanese woman presented with a 7-year history of\\nnonpruritic, multiple black-colored hyperpigmented patches without scaling, atrophy\\nor telangiectasias on her trunk and right leg. Similar hyperpigmented patches\\ndeveloped and progressed on her chest and flank over half a year (). Some of the pigmented patches had\\nbecome surrounded with erythema two weeks prior to presentation (). She denied use of special medications\\nand she had no known history of dermatological diseases. There was no fever, body\\nweight loss, or night sweating, neither was palpable lymphadenopathy nor\\nhepatosplenomegaly present upon physical examination. Because of intractable\\neruptions, she underwent a skin biopsy. The histology of lesional skin from a\\nhyperpigmented patch and surrounding erythema both showed prominent epidermotropism\\nand atypical lymphocytes (small to medium-sized hyperchromatic indented nuclei)\\naligning along the basal layer and perivascular space with dermal melanophages\\n(). Immunochemistry showed atypical\\nlymphocytes positive for CD3 and CD8 but negative for CD4, CD7, CD20 and S100. Her\\nblood count, blood biochemistry panel including lactate dehydrogenase level, tumor\\nmarkers, coagulation profiles, T-cell subset analysis, serum protein\\nelectrophoresis, chest X-ray, abdominal ultrasonography, bone marrow aspiration and\\nbiopsy were all unremarkable. Fluorodeoxyglucose positron emission tomography showed\\nno active signs of visceral involvement. Based on the pathology, she was diagnosed\\nas stage I CD8+ hyperpigmented mycosis fungoides. She then received psoralen plus\\nultraviolet A therapy with oral 8-methoxypsoralen three times a week along with a\\npotent topical corticosteroid agent (clobetasol propionate). After 8 weeks of\\ntreatment, the erythematous lesions regressed with no development of new lesions,\\nand the involved pigmented area had reduced from 10% to 6% of the total body surface\\narea ().", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'10233346': 1, '17659015': 1, '21982059': 1, '9242575': 1, '15196152': 1, '17822499': 1, '17659014': 1, '18500183': 1, '29267458': 2}", "similar_patients": "{}"}