{"patient_id": 70592, "patient_uid": "5716229-1", "PMID": 29202860, "file_path": "comm/PMC005xxxxxx/PMC5716229.xml", "title": "A giant popliteal lipoblastoma in a 23-month-old girl: a case report", "patient": "Our patient was a 23-month-old Japanese girl. She was born full-term after a normal pregnancy and delivery. At 6 months of age, she presented at a nearby hospital with a mass on the popliteal side of her lower right leg, which was diagnosed as a benign adipose tumor; the diagnosis was made via magnetic resonance imaging (MRI) because she had no symptoms. The mass gradually increased in size, and she had difficulty in walking.\\nAt 1 year and 11 months of age, she was referred to our hospital. A physical examination revealed a subcutaneous mass on the popliteal side of her lower right leg (Fig. ). The mass was soft, smooth, painless, immobile, and 13 × 10 × 7 cm in size. Knee movement was restricted because of the tumor, but there were no neurological symptoms. Laboratory parameters including tumor marker levels were within normal ranges. Radiography showed a localized mass on the popliteal side of her lower right leg, with compression of the mass causing proximal tibia deformity (Fig. ). MRI showed a giant circumscribed subcutaneous mass that was hyperintense on T1-weighted and T2-weighted images but not fat-saturated on T2-weighted images (Fig. ). The mass had numerous internal fibrous partitions that were visible on gadolinium-enhanced fat-saturated images. Based on these findings, she was diagnosed as having an LBS.\\nSurgical resection was considered but deemed risky and technically challenging because the mass surrounded her popliteal artery and vein and part of the popliteal nerve, as revealed by MRI. We decided to observe only, as the mass was not expected to grow. However, it grew rapidly (Fig. ) and her symptoms worsened within the year after our initial examination; hence, she underwent complete resection at 2 years and 6 months of age (Fig. ). Because the mass surrounded her popliteal artery and vein, we divided it at these vessels, which allowed us to remove it without leaving any observable tumor tissue and without sacrifice of her neurovascular structures.\\nA histological examination of the tumor showed that it mainly consisted of mature fatty cells, fibrous partitions that created lobular cysts, immature lipoblasts, primitive mesenchymal cells, and stroma (Fig. ). These findings confirmed the preoperative diagnosis of LBS. Our patient was discharged from our hospital 3 days after surgery without any residual symptoms. She could walk without pain at the 6-month follow-up, and no local recurrence was observed on magnetic resonance images.", "age": "[[23.0, 'month']]", "gender": "F", "relevant_articles": "{'7809511': 1, '4353020': 1, '22531541': 1, '18639685': 1, '16308870': 1, '31938836': 1, '19738456': 1, '11051165': 1, '16769336': 1, '26943407': 2, '29202860': 2}", "similar_patients": "{'4747941-1': 1}"}