{"patient_id": 116721, "patient_uid": "5362854-1", "PMID": 28491425, "file_path": "noncomm/PMC005xxxxxx/PMC5362854.xml", "title": "Lungworm Eucoleus aerophilus (Capillaria aerophila) infection in a feline immunodeficiency virus-positive cat in France", "patient": "A 2-year-old neutered female domestic shorthair outdoor cat was presented for a 4 month history of respiratory signs. The cat was previously presented at a private veterinary practice for snoring, dysphonia and an initially non-productive cough but which had evolved to a productive cough. It was treated with corticosteroids, nebulisation therapy and several antibiotics, including marbofloxacine, doxycycline and cefovecine, but no improvement was achieved. The cat was not regularly vaccinated but had been recently dewormed (praziquantel and pyrantel). It lived in a multi-cat household, consisting of 20 well-vaccinated and regularly dewormed rescue animals. All cats had free access to the outdoors, including a nearby a forest. None of the other animals showed clinical signs.\\nAbnormalities on physical examination included tachypnoea (80 breaths per min), tachycardia (>200 beats per min) and fever (40°C). Thoracic auscultation revealed severe bilateral wheezing and crackles, together with increased breathing sounds on tracheal auscultation and tracheal hypersensitivity.\\nThoracic radiographs did not reveal any abnormalities. Bronchoscopy under general anaesthesia (butorphanol 0.2 mg/kg IV, constant rate infusion of propofol) revealed a larynx oedema, a tracheal inflammation and an abundant mucoid to mucopurulent secretion. Cytological examination of the bronchoalveolar lavage fluid (BALF) showed a moderate cell density, a high amount of mostly degenerative neutrophils (>90%) and intracellular bacteria (coccobacilli), suggesting suppurative bronchitis (). Additionally, direct microscopic examination of the BALF was performed, and numerous E aerophilus ova were observed ( and ).\\nAn in-clinic ELISA (IDEXX) for the detection of both feline immunodeficiency virus (FIV) antibodies and feline leukaemia virus antigens was performed and revealed an FIV infection. Complete blood cell count showed moderate leukocytosis (27.3 × 109 cells/l; reference interval [RI] 6.0–11.0) due to a mature neutrophilia (23.6 × 109 cells/l; RI 3.0–11.0) and a mild monocytosis (0.8 × 109 cells/l; RI 0.04–0.5). The cat was hospitalised and received fluid therapy, amoxicillin/clavulanic acid (Augmentin, 20 mg/kg IV q12h; GlaxoSmithKline), prednisolone (Dermipred, 0.5 mg/kg PO q24h; Sogeval), fenbendazole (Panacur, 50 mg/kg kg PO q24h; Intervet), theophylline (Sepvapulmyl, 4 mg/kg PO q12h Sogeval) and nebulisation therapy. The cat was discharged after 4 days. The antibiotic, corticosteroid and nebulisation therapy had been continued for 21 days and the anthelmintic treatment for 10 days (ie, a 14 day course of fenbendazole in total). Three weeks after discharge, the cat was in a good clinical condition, although some wheezing was still present on tracheal auscultation. Coproscopic examination of samples from the cat was negative for E aerophilus ova. The owner was advised to pursue the antibiotic therapy. At the 7 week follow-up, the owner reported that the cat started coughing again 10 days earlier. Coproscopic analysis was positive for E aerophilus ova, most probably indicating reinfection or recurrence. A 14 day course of fendendazole (Panacur; Intervet) was repeated in association with amoxicillin/clavulanic acid (Kesium; Sogeval) for 10 days. The owner was lost to follow-up after 2.5 months.", "age": "[[2.0, 'year']]", "gender": "F", "relevant_articles": "{'15135354': 1, '23329613': 1, '22782476': 1, '24793743': 1, '20381250': 1, '33920104': 1, '16312245': 1, '22731958': 1, '18187778': 1, '15135356': 1, '33364901': 1, '19932366': 1, '19298989': 1, '22442326': 1, '10860150': 1, '21739379': 1, '18481549': 1, '20653938': 1, '23920054': 1, '28491425': 2}", "similar_patients": "{}"}