{"patient_id": 68570, "patient_uid": "5580974-1", "PMID": 28875094, "file_path": "comm/PMC005xxxxxx/PMC5580974.xml", "title": "Successful Trial of Octreotide and Ketorolac for the Management of Increased Biliary Drain Output: A Case Report", "patient": "A 69-year-old African American male with a past medical history of hepatitis C virus, genotype-1b, and infection treated with ombitasvir/paritaprevir/ritonavir with sustained virologic response, presented to the hospital with anorexia, nausea, vomiting, and generalized weakness. The patient was hospitalized for obstructive jaundice two months prior to his current presentation. Magnetic resonance cholangiopancreaticography during his prior admission showed moderate intra and extrahepatic biliary duct dilatation with abrupt tapering of the distal common bile duct. For this, an attempt to cannulize the ampulla using endoscopic retrograde cholangiopancreaticography (ERCP) was unsuccessful because of redundant periampullary tissue folds. Subsequently, a percutaneous biliary drain was placed by interventional radiology for symptomatic improvement. The patient had since then increased output from the drain to around 3-4 liters. Additional imaging studies using ultrasound revealed nonspecific hepatic hypoechoic nodules. These findings were further characterized by computed tomography (CT), which demonstrated several enhancing liver lesions which were highly suspicious for metastatic disease (Figures -).\\nOn his current admission, the patient presented with blood pressure: 98/60 mmHg, pulse rate: 100 beats per minute, respiratory rate: 16 breaths per minute, and temperature: 97oF. On physical examination, the patient appeared hypovolemic. Laboratory studies were notable for acute kidney injury and conjugated hyperbilirubinemia with creatinine: 5.8 mg/dL, total bilirubin: 9.8 mg/dL, and direct bilirubin: 6.8 mg/dL. The patient was resuscitated with intravenous fluid with successful resolution of acute kidney injury.\\nThe internalization of the drain was attempted by interventional radiology two times; however, both attempts were unsuccessful because of difficult anatomy and technical difficulties. Biliary drain output increased to more than 4 L/day after the procedure. On hospital stay Day 4, capping of the drain was attempted to cut down fluid losses. However, on Day 5, the patient developed a fever of 101.2oF. Blood cultures were positive for Brevundimonas vesicularis, which was found to be sensitive to fluoroquinolones. The patient eventually completed two weeks of antibiotic therapy with ciprofloxacin and metronidazole with an improvement of his sepsis.\\nDespite the treatment of the infection, the patient continued to have persistently high biliary drain output and remained dependent upon intravenous fluid to replace losses. That led us to try unconventional measures. We initiated a trial of octreotide 100 mcg q8 sc tid. After receiving three doses, the drain output decreased to 550 cc (Figure ). The effect persisted for a couple of more days. However, due to convenience and the availability of short-acting octreotide, the patient was discharged on long-acting depot octreotide 20 mg intramuscular. However, the patient presented again with dehydration and acute kidney injury, which resolved with fluid resuscitation. At this point, we attempted a trial of intravenous ketorolac to improve the drain output. This resulted in a moderate improvement of the drain from 2500 cc to 1500 cc on Day 2 and, subsequently, to 950 cc on Day 6 (Figure ). Eventually, a liver biopsy was performed, which showed hepatocellular carcinoma. The patient was referred to a tertiary care center for further management.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'10424300': 1, '12505882': 1, '31405371': 2, '2006391': 1, '10080605': 1, '24264780': 1, '2466448': 1, '23936548': 1, '8175143': 1, '18837079': 1, '28875094': 2}", "similar_patients": "{'6691544-1': 1}"}