{"patient_id": 68060, "patient_uid": "5542201-1", "PMID": 28525374, "file_path": "comm/PMC005xxxxxx/PMC5542201.xml", "title": "The effect of rapamycin, NVP-BEZ235, aspirin, and metformin on PI3K/AKT/mTOR signaling pathway of PIK3CA-related overgrowth spectrum (PROS)", "patient": "The patient was a 3-year-old female born to non-consanguineous parents, a 34-year-old father and a 38-year-old mother (Figure ). She was born at 39 weeks and 4 days gestation by normal vaginal delivery following an uneventful pregnancy. Her birth weight was 2988 g (−0.3 SD), and she measured 50.5 cm (0.4 SD) in height, with an occipitofrontal circumference (OFC) of 32 cm (−0.7 SD). Deformity of the feet was noted at birth. The left second, third, and fourth toes showed cutaneous syndactyly, and the right second and third toes showed syndactyly. An increased volume of subcutaneous adipose tissue in the left chest, the perineum, and the inside of the right thigh was obvious at one week after birth. The entire left leg and the right foot were severely enlarged, and the toes of both feet showed dactylomegaly (Figure and Figure ). Brain magnetic resonance imaging at one month showed normal findings. The patient was diagnosed with bilateral dactylomegaly at 9 months and subcutaneous adipose tissue at the left knee and the distal phalanx of the first, second, and third left toes were surgically removed. At 2 years and 9 months, subcutaneous adipose tissue at the left knee, lower abdomen, perineum, and left lower leg was surgically removed. She showed normal milestones of head control at 3 months, sitting up at 5 months, and walking at 1 year. At 2 years, her weight, height, and OFC were 12.5 kg (0 SD), 85 to 89.5 cm (−1.4 SD∼0 SD, because of different sizes of the legs), and 46.5 cm (−1.1 SD), respectively. It was noted that she had sparse hair and that her skin was thin with a small volume of adipose tissue on parts of the body other than the regions of overgrowth. Intellectual development was normal as per age equivalency and development quotient at 2 years and 4 months was 111. The presented patient was diagnosed with PROS taking into account the following findings: 1) presence of somatic PIK3CA mutation (described below), 2) congenital onset, 3) overgrowth being sporadic and mosaic, 4) overgrowth in adipose and skeletal tissues, 5) isolated macrodactyly, overgrown splayed feet, and overgrown limb, and 6) truncal adipose overgrowth []. According to Martinez-Lopez et al. [], this patient is categorized as CLOVES syndrome of PROS.", "age": "[[3.0, 'year']]", "gender": "F", "relevant_articles": "{'11602624': 1, '14667501': 1, '21445948': 1, '23246288': 1, '16432179': 1, '22421144': 1, '17062558': 1, '24062397': 1, '8627447': 1, '21194675': 1, '25583473': 1, '22729222': 1, '30747208': 1, '26251176': 1, '15647370': 1, '19591196': 1, '25557259': 1, '32923951': 1, '22406476': 1, '18606717': 1, '20305377': 1, '21793738': 1, '17001314': 1, '17963221': 1, '22729224': 1, '24917306': 1, '21979934': 1, '23100325': 1, '9781913': 1, '11426655': 1, '27142962': 1, '20167009': 1, '16443869': 1, '30443000': 1, '15016963': 1, '32732866': 1, '25292196': 1, '22658544': 1, '2391591': 1, '22117616': 1, '25915946': 2, '19011570': 1, '30270358': 1, '21228310': 1, '27426476': 1, '12886898': 1, '17673550': 1, '32801748': 1, '7623903': 1, '23024722': 1, '26637981': 1, '26717043': 1, '16272756': 1, '25942115': 1, '23094721': 1, '5284360': 1, '26918349': 1, '15849206': 1, '24782230': 1, '22500628': 1, '16883308': 1, '12021247': 1, '32440103': 1, '18829560': 1, '24465408': 1, '24374682': 1, '22188534': 1, '22729223': 1, '12130709': 1, '31481664': 1, '21144578': 1, '28525374': 2}", "similar_patients": "{'4411002-1': 1}"}