{"patient_id": 119316, "patient_uid": "5551315-1", "PMID": 28839396, "file_path": "noncomm/PMC005xxxxxx/PMC5551315.xml", "title": "Nilotinib-induced Keratosis Pilaris Associated with Alopecia Areata and Eyebrow Thinning", "patient": "A 45-year-old male presents to our clinic for an asymptomatic skin eruption of the upper and lower limbs that has been evolving for 2 months followed by bilateral eyebrow thinning. He was diagnosed with chronic myeloid leukemia with a Bcr-Abl kinase mutation 6 months ago then started, for the first time, on nilotinib 300 mg twice daily. The patient had been taking the same dose of nilotinib for 4 months before the onset of the eruption. A relevant episode of sudden hair loss occurred in a circular area of 4 cm on his right wrist; it appeared 2 months after he had started on nilotinib and spontaneously resolved 2 months later. Furthermore, 3 months after this event, there has been a rapidly progressing hair loss of his eyebrows and thinning of his chest hair. He was not treated with any other medication during this period and did not have any personal or family history of any similar rash nor alopecia.\\nOn examination, the patient has extensive keratotic, red-brown, follicular papules over upper and lower limbs [Figures and ]. The rash was predominant over the extensor surfaces of the upper limbs, but the face and scalp remain intact. In addition, the patient presents diffuse thinning of his eyebrows without perifollicular erythema, hyperkeratosis, or any other evidence of scarring []. The disease does not affect scalp hair, eyelashes, or nails. The normal hair density on his right wrist is noted again. The remainder of the exam is normal and the patient declines any skin biopsy.\\nThe follicular eruption is diagnosed as nilotinib-induced KP and the patient is given a topical 2% salicylic acid cream. For eyebrow thinning, clobetasol propionate 0.05% cream and minoxidil 5% spray are prescribed. Nilotinib cannot be discontinued due to its substantial role in the treatment of his chronic myeloid leukemia.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'27028020': 1, '26352467': 1, '23552567': 1, '27194977': 2, '34692268': 1, '28839396': 2}", "similar_patients": "{'4868941-1': 1}"}