{"patient_id": 70693, "patient_uid": "5727626-1", "PMID": 29318069, "file_path": "comm/PMC005xxxxxx/PMC5727626.xml", "title": "Myelodysplasia and Mast Cell Leukemia with t(9;22)", "patient": "An 80-year-old female presented in 2012 with pancytopenia, and upon further workup, she was diagnosed with myelodysplasia with excess blasts-2. Her initial bone marrow biopsy showed dysplasia in the erythroid and megakaryocyte lineages with 10–12% blasts without any reported mast cell. A serum tryptase was not obtained at this time. Chromosome analysis from the bone marrow aspirate showed 16 of the 20 cells analyzed with a 20q deletion with the karyotype 46,XX,del(20)(q11.2q13.1)[16]/46,XX[20] []. Fluorescence in situ hybridization analysis was carried out using the AML/MDS panel consisting of probes to detect monosomy 5/5q deletion, monosomy 7/7q deletion, trisomy 8, monosomy 20/20q deletion, MLL gene rearrangement, t(8;21), t(15;17), and inv(16) (Cytocell UK Ltd., Windsor, CT). Results were normal for most probes except for chromosomes 7 and 20. Interphase FISH analysis showed monosomy 7 with probes for RELN (7q22 labeled with spectrum orange) and TES (7q31.2 labeled with spectrum green) in 9.5% of the nuclei, and a 20q deletion with probes for PTPRT (20q12q13 labeled with spectrum orange) and MYBL2 (20q13.12 labeled with spectrum green) was seen in 58.5% of the nuclei. She was started on azacitidine at this time of her initial diagnosis.\\nOver the course of two years, she required frequent hospitalizations for platelet transfusions. A follow-up cytogenetic evaluation in 2013 showed only 20q deletion on both chromosome (20/20 cells) and FISH (91.5% of interphase cells) analyses. In 2014, after 18 cycles of azacitidine, she developed fatigue, weakness, anorexia, diffuse abdominal pain, nausea, and vomiting. On physical exam, she had diffuse abdominal tenderness to palpation worse in the midepigastrium. Additionally, she had a faint maculopapular rash on her back, arms, and legs with significant excoriations. Her lab results revealed stable pancytopenia with a WBC count of 1.4 × 103 and a hemoglobin level of 11.2 g/dL. However, she was becoming increasingly dependent upon platelet transfusions. Her automated differential showed a relative excess of basophils. Given her increased frequency of platelet transfusions, relative excess of basophils, and constitutional symptoms, a peripheral blood smear and bone marrow biopsy were examined.\\nThe peripheral blood smear showed 12% mast cells (). Her bone marrow biopsy showed 100% cellularity with aggregates of interstitial, perivascular, and paratrabecular mast cells in fibrotic stroma with spindling (). The bone marrow aspirate showed 10% myeloid blasts and 20% mast cells. The mast cells showed degranulation with monolobated nuclei and some having blast-like chromatin (). Immunohistochemistry stains showed CD117 (c-KIT) positivity, highlighting the aggregates of mast cells as well as individual mast cells. There was also CD2 and CD25 positivity seen in the aggregates of mast cells. A tryptase stain was diffusely taken up in the bone marrow (). Flow cytometry on the peripheral blood and bone marrow showed aberrant CD117, CD25, CD33, CD45, and CD13 expressions. Subsequently, a serum tryptase level was found to be 600 mcg/L (2.2–13.2 mcg/L). Therefore, she fulfilled the diagnostic criteria for MCL with her peripheral smear and bone marrow findings, grossly elevated serum tryptase, and CD2/CD25 markers. Despite her CD117 positivity seen in mast cells on the immunohistochemical stain, c-KIT mutational analysis was not performed.\\nOnce the diagnosis of MCL was established, a bone marrow aspirate was sent for chromosomal analysis to further evaluate her disease process. Her karyotype showed that 17 of the 20 cells had the 20q deletion seen previously. However, 7 of the 17 cells also showed the characteristic t(9;22) (). The karyotype was interpreted as 46,XX,del(20)(q11.2q13.1)[10]/46,idem,t(9;22)(q34;q11.2)[7]/46,XX[3] []. Since t(9;22) has never been reported in MCL, additional FISH analysis was carried out with the BCR/ABL plus translocation dual fusion (3 color) probe (Cytocell UK Ltd., Windsor, CT) consisting of probes for ASS1 (9q34.1 labeled in spectrum aqua), ABL1 (9q34.1 labeled in spectrum orange), and BCR (22q11.2 labeled in spectrum green) to confirm this t(9;22) which resulted in the characteristic BCR/ABL1 fusion. Interphase FISH analysis confirmed the presence of BCR/ABL1 fusion in 20% of the nuclei and also demonstrated a 20q deletion in 91.5% of the nuclei (). To investigate if the BCR/ABL1 fusion was present from the beginning, FISH studies were carried out using the same BCR/ABL plus translocation dual fusion (3 color) probe on her original bone marrow biopsies from both 2012 and 2013. The result was positive for 20q deletion but negative for BCR/ABL1 (200 interphase nuclei) on both samples, indicating that the BCR/ABL1 fusion was present after transformation to MCL.\\nThe patient's age, comorbidities, and poor performance status made her a poor candidate for stem cell transplantation. Her thrombocytopenia requiring weekly platelet transfusion made her a poor candidate for treatment with midostaurin. Following a discussion with the patient, she opted against tyrosine kinase therapy secondary to the gastrointestinal side effect profile. She was treated palliatively with prednisone 50 mg, ranitidine 150 mg, cetirizine 10 mg, and esomeprazole 40 mg. With the use of these medications her abdominal pain greatly improved to her tolerating a regular diet and her nausea and vomiting completely resolved. She died two months after her initial diagnosis while on hospice care.", "age": "[[80.0, 'year']]", "gender": "F", "relevant_articles": "{'16082245': 1, '12239137': 1, '19623287': 1, '27069254': 1, '12755554': 1, '22937382': 2, '31801702': 1, '21445078': 1, '23243287': 1, '29318069': 2}", "similar_patients": "{'3420414-1': 1}"}