{"patient_id": 67957, "patient_uid": "5535701-1", "PMID": 28798877, "file_path": "comm/PMC005xxxxxx/PMC5535701.xml", "title": "Previously Undiagnosed Spinal and Bulbar Muscular Atrophy as a Cause of Airway Obstruction after Robot-Assisted Laparoscopic Prostatectomy", "patient": "A 67-year-old male, ASA physical status II, diagnosed with prostatic adenocarcinoma was scheduled for RALP under general anesthesia. He had suffered from left vocal cord paralysis of unknown etiology since the age of 50 years. He had also been diagnosed with adenomatous goiter at the age of 56.\\nAfter assessment by the anesthesiologists, it was decided that despite the steep head-down tilt position the patient would tolerate general anesthesia, using a tracheal tube with a smaller diameter. General anesthesia was induced with 100 mg of propofol, 50 μg of fentanyl, and 50 mg of rocuronium intravenously and was maintained with 600 μg of fentanyl, intravenous continuous infusion of remifentanil (0.1–0.4 μg·kg−1·min−1), sevoflurane (end-tidal: 1.0–1.5%), and rocuronium. Intravenous rocuronium was injected intermittently following the simulated effect-site concentration of rocuronium during surgery.\\nFollowing induction, the patient was intubated under direct laryngoscopy with a cuffed tracheal tube, ID 6.5 mm, after observing that there were no laryngeal or pharyngeal abnormalities besides the left vocal cord paralysis via a fiber-optic bronchofiberscope. There were no intraoperative problems with surgery or anesthesia.\\nAfter surgery concluded, intravenous 120 mg sugammadex (2 mg/ideal body weight) was administered for reversal of rocuronium. The patient was extubated without any problems with the Aldrete score of 10 and transferred to our intensive care unit (ICU) for routine observation after RALP. Surgical time was 6 h and 31 min and anesthetic time was 8 h 36 min. Total amount of crystalloid infused was 2950 mL, intraoperative urine output was 740 mL, and intraoperative blood loss was 300 mL.\\nIn the intensive care unit, the patient developed dyspnea with paradoxical respiration about one hour after extubation. Fiber-optic bronchofiberscope examination revealed airway obstruction due to laryngeal edema with vocal cord paralysis. Midazolam was injected intravenously, and the patient was reintubated with an uncuffed tracheal tube, ID 5.0 mm, after we were unable to pass an ID 5.5 mm uncuffed tracheal tube through the edematous larynx. The patient was positioned in head-up tilt, and intravenous methylprednisolone was administered following commencement of mechanical ventilation. The patient was successfully extubated 12 h after reintubation and reported no dyspnea thereafter. He was discharged from ICU 3 days after the operation.\\nAt the age of 68, the patient underwent left thyroidectomy due to adenomatous goiter. Intravenous 70 mg of propofol and 100 μg of fentanyl were administered for induction of general anesthesia, and 50 mg of rocuronium was used to facilitate tracheal intubation with a 6.5 mm ID endotracheal tube. Surgery proceeded and general anesthesia was maintained with sevoflurane (end-tidal: 1.0–1.5%), 100 μg of fentanyl, intravenous continuous infusion of remifentanil (0.1–0.3 μg·kg−1·min−1), and 100 mg of rocuronium. There were no intraoperative problems. At the end of the procedure, reversal of muscle relaxant was achieved using 120 mg of sugammadex. Video-laryngoscopy confirmed that there was no laryngeal edema present. The tracheal tube was removed without any problems. Total surgical time was 1 h 11 min, and anesthetic time was 2 h 8 min.\\nAt the age of 69 years, the patient underwent uneventful inguinal hernia repair under spinal anesthesia, using 3.2 ml of 0.5% bupivacaine. The highest level of spinal block achieved was Th8.\\nAt the age of 70 years, the patient suffered from dysphagia and dyspnea suddenly with the development of pyrexia within one month. An emergency tracheostomy was performed under local anesthesia after bilateral vocal cord paralysis was identified. Clinical examination revealed bulbar paralysis with atrophy and fasciculation of the patient's tongue ().\\nAlthough the patient had no muscle weakness of either upper or lower extremities, deep tendon reflexes were suppressed. After genetic testing revealed an expanded CAG repeat, the number of which was 45 times, in the androgen receptor (AR) gene, he was diagnosed with SBMA. The patient did not have gynecomastia, testicular atrophy, glucose intolerance, or hyperlipidemia, Brugada syndrome, or a high level of plasma creatine kinase; these findings occasionally accompany SBMA.\\nTotal laryngectomy was scheduled after he was diagnosed as having SBMA. His tracheostomy tube was replaced to an armoured tracheal tube under general anesthesia using 6.0% end-tidal concentration of desflurane and 50 μg of fentanyl. Train-of-four ratio (TOFR), which was measured by stimulating the left ulnar nerve using TOF-Watch (Organon, Dublin, Ireland), was 1.0 before rocuronium injection. Two min after the injection of 30 mg of rocuronium (0.6 mg/ideal body weight), TOFR reached 0. General anesthesia was maintained with desflurane (end-tidal: 4.0–4.5%), 100 μg of fentanyl, and intravenous continuous infusion of remifentanil (0.1–0.3 μg·kg−1·min−1). Recovery of the first twitch height (T1) of TOFR was delayed at 100 min after rocuronium injection. T2 and T4 were obtained at 150 min and 180 min, respectively. Although 110 mg of sugammadex (2 mg/ideal body weight) was administered at the end of surgery, TOFR remained at 0.5. After we administered the same dose of sugammadex additionally, TOFR recovered to 0.67. We extubated a tracheostomy tube, and his Aldrete score was 10 at the end of anesthesia. The duration of surgery was 2 h 21 min, and the duration of anesthesia was 3 h 39 min. There were no problems in the ICU, and the patient was discharged from ICU the next day of surgery.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'8738693': 1, '4233749': 1, '26572537': 1, '6242390': 1, '25191203': 2, '24814851': 1, '25702152': 1, '23720649': 1, '19222426': 1, '8418738': 1, '17444322': 1, '15049967': 1, '2062380': 1, '25611846': 1, '19247761': 1, '28798877': 2}", "similar_patients": "{'4141401-1': 1}"}