{"patient_id": 115422, "patient_uid": "5224414-1", "PMID": 26818169, "file_path": "noncomm/PMC005xxxxxx/PMC5224414.xml", "title": "Hemichorea with unilateral MRI striatal hyperintensity in a Saudi patient with diabetes", "patient": "A 58-year-old Saudi diabetic female presented with left-sided involuntary movements. Unilateral movement was continuous, choreoathetotic, purposeless, non-stereotyped, and involved the face (twitching) and upper and lower extremities. It developed subacutely over 2 weeks. The movement was distressful to the patient and interfered with her activities of daily living and gait, causing recurrent falls. However, it ceased during sleep. She had poorly controlled diabetes for approximately 20 years, and was maintained on oral hypoglycemic agents. She was not on hormone replacement therapy or any other medications to which these symptoms could be attributed. There was no family history of movement disorders, and no clinical features suggestive of connective tissue diseases. Past medical history was of no relevance. Apart from the hemichorea involving the left side of the face and upper and lower extremities, her neurological examination was unremarkable; with normal higher mental function, and normal cranial and sensory nerve examination.\\nOn admission, she was hyperglycemic with a random serum glucose of 30.3 mmol/L, (normal level <6.5 mmol/L); and her glycosylated hemoglobin was 13.5%, normal level=4-6%. Urine was negative for ketones. Expectedly, serum potassium was 5.6 mmol/L (normal level=3.5-5.0 mmol/L), and sodium was 133 mmol/L, (normal level=135-145 mmol/L), but other electrolytes were normal. Her blood count, coagulation profile, liver function tests, vitamin B12, and thyroid-stimulating hormone were all within normal. Lipid profile showed dyslipidemia (cholesterol 9.81 mmol/L, triglycerides 4.61 mmol/L, high-density lipoprotein 1.1 mmol/L, and low-density lipoprotein 6.61 mmol/L). Further workup reinforced the evidence of poor diabetic control; her ophthalmologic examination revealed moderate to severe nonproliferative diabetic retinopathy, and her protein to creatinine ratio was 2000.\\nA CT scan taken on admission was normal. Non-enhanced brain MRI () was obtained the next day and demonstrated an area of hyperintensity on T1 weighted images; involving the left caudate, putamen, and internal globus pallidus. There was no restriction on diffusion-weighted images (DWI) and the apparent diffusion coefficient (ADC) map was normal. For glycemic control, she was started on an insulin regimen (bedtime insulin glargine and preprandial insulin aspart) with sitagliptin.\\nInitially she was treated with lorazepam (2-6 mg/day) to control her HH. While lorazepam improved the quality of her sleep, it had no effect on the chorea in her waking hours. Valproic acid (400 mg/day) had no clear effect on chorea and was discontinued due to intolerance. She was then given haloperidol (gradually titrated from 1 mg/day to 8 mg/day) and clonazepam (titrated from 1.5 mg/day to 6 mg/day). She showed clinical improvement after a few days with improvement in her daily activities and gait. Initially, there was more improvement in her lower extremities than upper extremities and the face over a period of 2 weeks. However, she achieved a satisfactory glycemic control, with a fasting serum glucose ranging from 6 to 7.8 mmol/L. With the initiation of neuroleptics and the glycemic control, the hemichorea steadily improved. She was discharged and followed up at an outpatient clinic. Three months later, she was in stable condition and had no recurrence of chorea.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'11596778': 1, '17435197': 1, '21532388': 1, '12127677': 1, '19243044': 1, '25031834': 2, '30532787': 2, '19305947': 1, '30412085': 1, '16514597': 1, '32158423': 2, '15645348': 1, '26818169': 2}", "similar_patients": "{'6247715-1': 1, '4100749-1': 1, '7052123-1': 1}"}