{"patient_id": 63797, "patient_uid": "5170498-1", "PMID": 28018928, "file_path": "comm/PMC005xxxxxx/PMC5170498.xml", "title": "Autochthonous Transmission of Trypanosoma Cruzi in Southern California", "patient": "A 19-year-old healthy white male donated blood in 2009 to a blood drive at a local high school conducted through Providence Health. His blood was screened for T cruzi antibodies with the Ortho ELISA, and the positive result was confirmed by RIPA. Upon being notified of these results he first presented to his local pediatrician. This pediatrician contacted the CDC where further testing was performed and results confirmed by ELISA and IFA (). His evaluation and treatment was then directed by the Center of Excellence for Chagas Disease (CECD) at Olive View-UCLA Medical Center.\\nThe patient was born and raised in Simi Valley, a suburban city located in Ventura County (). He had no symptoms of chest pain, dyspnea, palpitations, or abdominal pain. Past medical history was unremarkable, with no history of blood transfusions or organ transplants. The patient was a full-time student with no occupational exposure to parks or wooded areas. He had no history of significant travel to endemic areas, but he did report frequent outdoor activities including mountain biking in Ventura County and camping throughout southern California in San Diego County, Kern County, and Ventura County. He also visited national parks such as the Grand Canyon, Bryce Canyon, and Zion. His camping activities usually took place in a tent or recreational vehicle. The patient denied having seen the triatomine insect or experiencing unusual bug bites. There was no history of an edematous and erythematous skin reaction (chagoma) or unilateral conjunctivitis associated with an edematous eyelid (Romaña’s sign), which could have indicated a site of parasite entry. His father and mother were born and raised in the US, and their serologic testing was negative for T cruzi antibodies by the CDC.\\nBaseline electrocardiogram, echocardiogram, and Holter monitoring were performed outside the CECD and found to be unremarkable. He was offered antitrypanosomal treatment. Benznidazole was started at a dose of 5.3 mg/kg per day (divided in 2 doses); however, after 9 days of treatment, the patient developed a skin rash and numbness in the fingers that lead to treatment discontinuation. These side effects resolved within 2 weeks of stopping the medication. He subsequently began treatment with nifurtimox at a dose of 300 mg/day (divided in 3 doses), which was gradually titrated up to a maximum dose of 720 mg/day (7.2 mg/kg per day, divided in 3 doses). Side effects of this treatment included anxiety and depression, for which the patient underwent psychotherapy. He was able to successfully complete the entire course of treatment (115 days). During follow-up 3 years later, the Weiner ELISA remained positive; however, the IFA became negative ().", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'6425516': 1, '25371187': 1, '22404755': 1, '30277208': 1, '24996479': 1, '30571182': 1, '16702588': 1, '30220883': 1, '20399979': 1, '33189151': 1, '32838014': 1, '21976603': 1, '31776135': 1, '18000201': 1, '18725796': 1, '32602437': 1, '8617055': 1, '29380723': 1, '33630839': 1, '13263111': 1, '3919598': 1, '30427833': 1, '34821818': 1, '33036559': 1, '28018928': 2}", "similar_patients": "{}"}