{"patient_id": 66832, "patient_uid": "5440534-1", "PMID": 28343354, "file_path": "comm/PMC005xxxxxx/PMC5440534.xml", "title": "Unusual severe case of hemolytic uremic syndrome due to Shiga toxin 2d-producing E. coli O80:H2", "patient": "A previously healthy 16-month-old boy presented at the emergency department of a general hospital with convulsions and impaired consciousness. He had a 2-day history of coughing, vomiting, and lethargy, without signs of fever. Three months prior, he had a period of non-bloody diarrhea for over a week after visiting a biological farmer. A detailed medical history of the patient and family revealed no ingestion of unpasteurized milk or cheese nor a visit to a foreign country. On physical examination he exhibited fluctuating levels of alertness. His respiratory rate was 29/min with oxygen saturation of 97%. Body temperature (36.4 °C) and blood pressure were normal (98/60 mmHg) with mildly elevated pulse rate (138 beats per minute). Examination of the heart, lungs, and abdomen was unremarkable. Skin examination revealed a pale-looking patient with petechiae at lower limbs.\\nBased on clinical suspicion of meningitis or non-convulsive status epilepticus, ceftriaxone and midazolam were administered and the patient was transferred to our hospital. Initial laboratory evaluation showed hyperglycemia and the triad of HUS (Table ). In the first hours, consciousness further decreased and the patient was transferred to the pediatric intensive care unit (ICU), where peritoneal dialysis was initiated due to persistent anuria. Blood and feces samples to determine the presence of an STEC infection were obtained. Blood cultures were performed repeatedly and remained negative during admission. Thrombotic thrombocytopenic purpura (TTP) was excluded with a normal ADAMTS13 activity (Table ). Atypical HUS (aHUS), caused by complement dysregulation, was considered because of severity of the presentation, mainly neurological presentation, no recent history of (bloody) diarrhea, and young age of the patient. Consequently, the patient received 600 mg of eculizumab. Later incoming results of additional complement and DNA diagnostics showed no abnormalities (Table ).\\nThe following day, fecal diagnostics revealed an STEC infection, indicating STEC-HUS; real-time polymerase chain reaction (PCR) was positive for Shiga toxin 2 (Stx2) and attaching and effacing (eae) genes. In addition, molecular serotyping using whole genome sequencing revealed the rare STEC serotype O80:H2, which contained the Stx2d gene and the rarely in human seen eae ξ gene variant (Table ) [].\\nIn the course of admission, the patient developed multiple signs of severe, extra renal manifestations of TMA. Due to the severe neurological symptoms, with convulsions and decreased consciousness, brain magnetic resonance imaging (MRI) was performed, showing diffusion restriction of the deep white matter (Table ).\\nOn day four of admission, the patient was resuscitated twice due to post-intubation hypotension and bradycardia, with rapid recovery of cardiac output. Cardiac biomarkers were elevated, and retrospectively elevated troponin T levels and creatine kinase were already present. Echocardiogram revealed a mildly dilated and dysfunctional left ventricle. Eventually, a follow-up demonstrated a significant improvement in cardiac biomarkers and function.\\nPancreas involvement was noticed based on a gradual rise in serum glucose and elevation of serum amylase and triglyceride concentrations without clinical signs of pancreatitis. Insulin treatment was needed for 2 weeks.\\nAfter 2 weeks, jaundice was observed in combination with elevated bilirubin levels, without signs of ongoing hemolysis. Progressive elevation of transaminases was measured, with normal levels of clotting factors but low serum albumin (Table ). Liver biopsy showed extensive signs of cholestasis without microthrombi, most likely due to sludging or drug-related effects (Fig. ).\\nEventually, our patient was hospitalized for over 3 months. Only minimal signs of neurological improvement were observed and over time the patient developed spastic dystonia. Furthermore, he exhibited persistently decreased levels of consciousness with frequent periods of severe agitation. The patient remained anuric for which dialysis was continued. Nine months after initial presentation, the patient died due to peritoneal and hemodialysis failure combined with progressive liver failure and further neurological impairment.", "age": "[[16.0, 'month']]", "gender": "M", "relevant_articles": "{'30457551': 1, '32793166': 1, '22986362': 1, '24526222': 1, '33737351': 1, '18520972': 1, '27240858': 1, '17029135': 1, '12966129': 1, '25416628': 1, '31366691': 1, '26696970': 1, '27533474': 1, '30402748': 1, '25740764': 1, '34678979': 1, '30963282': 1, '25356358': 2, '26091445': 1, '26093376': 1, '33622476': 1, '24088105': 1, '31973203': 1, '22410797': 1, '32766163': 1, '28343354': 2}", "similar_patients": "{'4184582-1': 1}"}