{"patient_id": 66563, "patient_uid": "5422109-1", "PMID": 28491486, "file_path": "comm/PMC005xxxxxx/PMC5422109.xml", "title": "CREST Calcinosis Affecting the Lumbar and Cervical Spine and the Use of Minimally-Invasive Surgery", "patient": "A 66-year-old female with a history of CREST syndrome presented with right-sided lower back pressure with pain that radiated into the right buttock and lower extremity. On exam, the patient was tender in the lower back, with associated dysesthesia to the right side in a S1 pattern. A CT scan was performed (Figures , ), which showed bilateral L5-S1 advanced facet arthropathy and bilateral masses (5.8 cm on the right, 3.8 cm on the left) associated with the L5-S1 facets that exhibited a rim-like calcification. The masses projected into the foramina bilaterally and into the spinal canal.\\nAfter giving informed consent, the patient underwent minimally invasive surgery that involved bilateral surgical resection of the paraspinal masses, posterior decompressive laminectomy of L5-S1, posterior interbody fusion, and posterolateral fusion.\\nUsing lateral fluoroscopy, the L5-S1 level was localized and a right-sided paraspinal incision was made. The fascia was entered and the cyst on the right side was completely removed in gross. The facet complex and lamina were drilled and a decompressive laminectomy was performed. Facetectomy was performed to approach the disc space and the ligamentum flavum was removed to assure adequate nerve decompression. Posterior and posterolateral fusions were then performed using the patient’s own bone and morcellized allograft. A similar approach was taken on the patient’s left side and a smaller cyst was identified and removed. Pedicle screws were then applied percutaneously using fluoroscopy.\\nPostoperatively, the pathology specimen was shown to consist of degenerative calcified material with macrophages and giant cells, with no cyst lining, consistent with calcinosis of the spine. The patient noted a relief of her lower extremity pain and tingling and was discharged three days later on oral pain medications. Postoperative images were eventually obtained (Figures , , , ).\\nTwo years after this patient’s lumbar surgery, she presented with right posterior arm pain that radiated distally, with associated numbness and tingling. A CT scan (Figures , ) revealed a large lobulated benign tumor-like lesion on the left at C6-C7 encroaching upon the neural foramen and a large right lobulated lesion encroaching into the neural foramen with severe compression of the neural foramen at the C7-T1 and extension into the canal. There was also anterior subluxation at C4-C5, C6-C7, C7-T1 and posterior subluxation at C5-C6.\\nAfter giving informed consent, the patient underwent standard open surgery, as the minimally invasive approach was not deemed appropriate due to the extensive spinal cord involvement of the masses. The procedures performed included the following: cervical mass resections, posterior spinal cord decompression, reconstruction, and fusion.\\nThe pathology report confirmed calcinosis similar to the previous lumbar masses. The patient did well postoperatively and was instructed to follow up as an outpatient, where postoperative images were taken (Figures , ). She is currently doing very well and has complete relief of her neurological symptoms. Imaging after nearly one year shows no evidence of recurrence.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'8676631': 1, '26242389': 1, '19106163': 1, '18573736': 1, '27285899': 1, '15942915': 1, '30186667': 2, '12594118': 1, '17445735': 1, '8186959': 1, '25957539': 1, '23602589': 1, '19893059': 1, '24967347': 1, '33425554': 2, '8340733': 1, '28491486': 2}", "similar_patients": "{'6108162-1': 1, '7788041-1': 1}"}