{"patient_id": 123903, "patient_uid": "5892343-1", "PMID": 29643794, "file_path": "noncomm/PMC005xxxxxx/PMC5892343.xml", "title": "Isolated Medial Orbital Wall Fracture Associated with Enophthalmos in a Paediatric Patient: An Unusual Presentation", "patient": "An otherwise healthy 14-year-old boy was admitted to the emergency unit of the Department of Ophthalmology, Aghia Sophia Children's Hospital, Athens, Greece, complaining of swelling of his right eye. A few hours earlier, he had sustained a blunt trauma to his right orbit as the result of an elbow strike during a basketball game. Physical examination revealed periorbital eyelid swelling with moderate subconjunctival emphysema. No crepitation was present upon palpation. A moderate limitation of upgaze without diplopia was noted (Fig. ). Visual acuity was 10/10 on the Snellen chart. His pupils were equal in size and normally responsive to light. No paraesthesia of the cheek or teeth was noted. Anterior segment examination and dilated fundoscopy were unremarkable. CT with 2.5 mm slice thickness showed a minimally displaced fracture of the ethmoid bone without haemorrhage, enophthalmos, and a gross accumulation of air in the right eyelid followed by pressure exertion over the right globe (Fig. , ).\\nThe patient was advised not to blow his nose forcefully. He was treated prophylactically with oral antibiotics and steroids with progressive tapering. The boy was followed up once weekly for a period of 1 month and then every month until 3 months after the accident without any clinical signs or complications (Fig. ). CT at 1 month showed completely resolved enophthalmos and periorbital emphysema (Fig. ).", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'15388572': 1, '7700661': 1, '23348303': 1, '2487210': 1, '22110807': 1, '19164995': 1, '10359243': 1, '1642837': 1, '15234310': 1, '17138159': 1, '21339801': 1, '23915493': 1, '14502049': 1, '18339332': 1, '17223512': 1, '18358968': 1, '29643794': 2}", "similar_patients": "{}"}