{"patient_id": 114295, "patient_uid": "5084502-1", "PMID": 27843234, "file_path": "noncomm/PMC005xxxxxx/PMC5084502.xml", "title": "Progressive keratoconus, retinal detachment, and intracorneal silicone oil with obsessive–compulsive eye rubbing", "patient": "An 18-year-old male of Indian origin with an obsessive-compulsive disorder of eye rubbing under psychiatric treatment was referred to our institute for suspected KC. His best-corrected visual acuity (BCVA) was 20/40 in both eyes (BE). Anterior segment examination showed posterior subcapsular cataracts in BE. A detailed evaluation entailing keratometry, pachymetry, and Orbscan evaluation showed no signs of KC in his left eye (LE) and forme fruste KC in his right eye (RE) []. Keratometry showed RE – 41.2 × 46.9 at 94° and LE – 44.2 × 39.8 at 180°. Fundus examination revealed no significant abnormalities. He underwent phacoemulsification with posterior chamber intraocular Lens implantation in his LE. The BCVA in LE 1 month postoperatively was 20/20. However, 2 months later, the BCVA reduced to 20/80 in RE and 20/600 in LE. A detailed evaluation including indirect ophthalmoscopy, electroretinography, and visual evoked potential revealed no significant abnormalities. Corneal examination revealed multiple superficial corneal abrasions in his RE and a paracentral cone in his LE. Keratometric findings were RE – 40.5 × 51.0 at 96° and LE – >52.0 × 52.0 at 180°. Collagen Collamer Cross-linking Riboflavin (C3R) in BE was advised, but before it was done, within a week he returned with sudden painful diminution of vision in his LE. A central dense corneal stromal edema with underlying linear oblique Descemet's tears suggestive of acute hydrops was seen. Orbscan RE showed the rapid progression of KC []. He was treated with corneal compression sutures with C3F8 gas injection in anterior chamber in LE and C3R with a protective shield contact lens in his RE []. The patient defaulted from routine reviews and next presented 3 months later with a complaint of a sudden, painless loss of vision in his RE. His BCVA was hand movements close to face in BE. His eyeballs showed hypotony and anterior segment showed corneal edema with a paracentral cone in both the eyes. Fundus examination showed a GRT in RE through a hazy media. An ultrasonography (USG) B-scan revealed RE 360°choroidal detachment with inferior RD and a partial posterior vitreous detachment (PVD); and LE showed shallow peripheral RD superiorly with a complete PVD []. RE cataract surgery, vitrectomy with belt buckling, and silicone oil endotamponade were undertaken. The retina was attached postoperatively. He defaulted from reviews and on his next visit, BCVA in BE had dropped to perception of light. RE showed subconjunctival and corneal intrastromal silicone oil bubbles, whereas LE showed a leucoma grade central corneal scarring with superficial and deep vascularization []. A temporary keratoprosthesis was planned for the LE.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'30774298': 1, '29692600': 1, '25738235': 1, '32698803': 1, '10906086': 1, '15728537': 1, '19512912': 1, '10974298': 1, '8664234': 1, '31741868': 1, '11840796': 1, '8795451': 1, '8528916': 1, '30191404': 1, '16310482': 1, '27843234': 2}", "similar_patients": "{}"}