{"patient_id": 121763, "patient_uid": "5731025-1", "PMID": 29284975, "file_path": "noncomm/PMC005xxxxxx/PMC5731025.xml", "title": "Dental Implants: A Remote Option in Case of Somatic Delusion Disorder", "patient": "A female patient aged 29 years, who was single, accompanied by her parents, was referred by a psychiatrist for dental implantation and prosthetic rehabilitation for her edentulous state. A detailed history was elicited from her parents, and it was gathered that the patient, a graduate, developed psychiatric symptoms following family issues. A psychiatric consultation was sought earlier and she was under treatment for the past 6 years.\\nAt the time of admission to the present mental health clinic, she presented with cardinal symptoms of schizophrenia such as auditory hallucination, delusion of reference, delusion of persecution, obsessive-compulsive features of frequent bathing, and repeatedly doing same jobs. She had disorganized behaviors such as stripping off her clothes in the public, wandering behavior, restlessness, excessive talk, and abusive and assaultive tendencies with no insight. She had also attempted suicide more than once. All these odd behaviors forced the parents to bring her to the present psychiatrist.\\nThere is no family history of any other psychiatric illness. During the course of treatment, her mood and ideas fluctuated on and off. One such instance being she insisted on tooth extraction and threatened to commit suicide if not obliged. The patient claimed that she has been commanded by some voice to go for removal of teeth and was also deluded that her mouth was infested with worms. Meanwhile, she visited many dentists, more than ten dental surgeons, and had 7–8 healthy upper teeth extracted first, by forcing the dentist in spite of assurance by the dentist that her teeth were normal. And finally, she had all her teeth extracted over a period of 6 months [Figures -].\\nShe still had another somatic delusion that her nose was being drawn inside and sinking. Later in the course of illness, she said that she got all her teeth removed in response to the voice of the person. Hence, it was clear that she had communicating and commanding auditory hallucinations to which she responded.\\nShe has been treated with antipsychotic drugs and was not administered electroconvulsive therapy as her parents were not willing for the treatment.\\nAfter total extraction of the upper teeth, she tried having dentures but she refused to wear and threw it away. At present, the patient is getting better and symptoms are under control by treatment but still she is under counseling for denture or dental implantation.\\nA review of various literature reveals documentation of patients with a known psychiatric disorders who were hospitalized and the effects of psychotropic medication on oral health, for example, temporomandibular joint disorders. Mental health problems may be manifested as the only symptom or the first one relating to oral mucosa such as facial pain, preoccupation with dentures, increased erosion, and self-inflicted injury.[]\\nSelf-inflicted lesions that cause mutilation are observed in schizophrenic patients. An interdisciplinary approach to self-mutilation due to psychiatric disorders was emphasized. An interaction between the two teams, dentistry and psychiatry, is very important for the improvement of the patient's condition.[]\\nIn addition, many patients complain of halitosis and get recurrent cleaning and scaling done, thinking their teeth are full of dirt. This sort of false belief of having a bad odor which none can perceive, neither the clinician nor the other person, is called delusional halitosis. A study was done by Akpata et al. which shows significant correlation of patients associated with oral factors and delusional halitosis.[] Screening can be done in dental patients with comorbid mental disorders and simultaneously both can be treated.[]\\nAmong patients presenting for cosmetic treatments, up to 15% suffer from body dysmorphic disorder, a psychiatric condition characterized by an imagined defect in appearance with references to nose and teeth. Definitely, this proves that the preformed ideas associated with one's physical appearance is a motivating factor for undergoing certain types of cosmetic dental procedures.[]\\nA proper history taking and physical examination is a must for any patient and obviously includes even noninstitutionalized psychiatric patients. Drug history is also a must. The knowledge of various side effects of the drugs should be known which commonly include dryness of mouth.[]", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'17472601': 1, '16808111': 1, '21193768': 1, '21326843': 1, '32685098': 1, '9676478': 1, '10516921': 1, '12216914': 1, '3882473': 1, '18587365': 1, '20123879': 1, '20852088': 1, '2144666': 1, '21970235': 1, '7740929': 1, '29284975': 2}", "similar_patients": "{}"}