{"patient_id": 73354, "patient_uid": "5918757-1", "PMID": 29695275, "file_path": "comm/PMC005xxxxxx/PMC5918757.xml", "title": "Ectopic thymoma in the paratracheal region of the middle mediastinum: a rare case report and literature review", "patient": "A 67-year-old male was admitted to our hospital for treatment of sigmoid colon cancer. Contrast-enhanced CT showed a homogenous enhanced nodule with a 20-mm diameter in the right paratracheal region. The nodule mimicked an enlarged paratracheal lymph node (LN) (Fig. a). During a FDG-PET examination for the preoperative staging of colon cancer, we detected FDG accumulation in the nodule, with a maximum standardized uptake value of 5.3 (Fig. b). The patient had no clinical symptoms. His and his family medical history was unremarkable. No abnormalities were found in blood tests, with the exception of the patient naturally having a high level of white blood cells. We determined that the nodule would be followed up after treatment for colon cancer. The patient underwent laparoscopic sigmoidectomy, and no abdominal LN metastasis (pSM, N0/stage I) was found. In a follow-up CT 3 months postoperatively, no difference was found in the diameter of the nodule in the middle mediastinum. We made a preliminary diagnosis of a malignant tumor, such as a malignant lymphoma or metastatic LN, because of the high FDG uptake, and the patient underwent surgical resection of the tumor without preoperative biopsy.\\nTumor resection was performed by thoracoscopic surgery using four ports in the left lateral position. The tumor was located between the superior vena cava and trachea in the cranial side of the arch of azygos vein. After dissecting the mediastinal pleura, the tumor together with surrounding paratracheal LN was resected using a vessel sealing system, in accordance with LN dissection in lung cancer.\\nThe resected specimen measured 2.3 × 1.7 cm, and showed a well-encapsulated tumor with a lobulated appearance separated by fibrous bands. Microscopic examination showed that the specimen comprised lymphocyte-poor and lymphocyte-rich areas. In lymphocyte-poor areas, the oval- to spindle-shaped neoplastic cells were arranged in a fascicular pattern (Fig. a). A rosette-like structure was also present in these areas. In lymphocyte-rich areas, a diffuse proliferation of polygonal-shaped neoplastic cells with vesicular nuclei and small nucleoli was observed (Fig. b). A few mitotic figures were also noted. The tumor cells had invaded the capsule, but not the outside adipose tissue adjacent to the capsule. The ectopic thymic tissue foci were found adjacent to the thymoma capsule (Fig. c and d). Immunohistochemical staining showed that the thymic epithelial cells were positive for cytokeratin AE1/AE3 and negative for neuroendocrine markers including synaptophysin, CD56, and chromogranin A. In lymphocyte-rich areas, the small lymphocytes were positive for the immature T lymphocyte markers TdT, CD99, and CD1a. These findings were consistent with the World Health Organization (WHO) classification of type AB thymoma. The pathologic staging indicated stage II, based on the Masaoka staging system.\\nThe postoperative course was uncomplicated. The patient received no adjuvant radiotherapy and survived with no recurrence at 2 years postoperatively.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'31933830': 1, '15172308': 1, '33447450': 1, '8463425': 1, '34342800': 2, '22880176': 1, '30159601': 1, '27255665': 1, '26521902': 1, '15935686': 1, '17986129': 1, '32742291': 2, '12202887': 1, '26482784': 1, '15273616': 1, '25107941': 2, '22610165': 1, '19324170': 1, '23438567': 1, '17713734': 1, '22805512': 1, '29695275': 2}", "similar_patients": "{'4126028-1': 1, '7360869-1': 1, '8333233-1': 1}"}