{"patient_id": 118412, "patient_uid": "5476607-1", "PMID": 28652824, "file_path": "noncomm/PMC005xxxxxx/PMC5476607.xml", "title": "Fungal endophthalmitis in an elderly woman: differing responses in each eye", "patient": "A 92-year-old woman, with no history of a systemic or ophthalmic disorder, no history of any prior operation, and no dementia, underwent cardiovascular surgery (placement of a total, aortic body, blood vessel prosthesis, with an open stent graft) to treat a thoracic aortic aneurysm (July 30, 2015). The surgery was successful, and she was maintained on IVH for 1 month. After IVH decannulation, she recovered well and did not complain about her eyes.\\nAt 1 month after decannulation, she developed conjunctival hyperemia and pain in her left eye. A laboratory workup revealed a white blood cell count of 8,830/µL and a C-reactive protein (CRP) level of 1.32 mg/dL. On her initial visit to our Department of Ophthalmology, her visual acuity was 0.4 in the right eye and 0.02 in the left eye. The left eye exhibited severe inflammation of the anterior chamber (cells 3+, flares 3+ with many fine keratic precipitates; ). Fundus examination was impossible because the entire anterior chamber was covered with synechiae. Conversely, in the right eye, a cataract that reduced the patient’s visual acuity somewhat (to 0.4) was evident, but no inflammation was apparent in the anterior segment or the retinal vitreous body. We scheduled a blood evaluation and culture and a culture of fluid from the anterior chamber of the left eye. The condition continued to deteriorate rapidly; iris rubeosis and hypopyon newly emerged in the left eye. Fundus examination remained impossible. We used B-mode echography to confirm that the retina was not detached and that high-intensity opacities of the vitreous body (opacitas corporis vitrei [OCV]) were absent (). The right eye had also worsened; new findings included beaded OCV (), a granular exudate, vascular occlusion or angiogenesis, and a xanthochromistic fungal mass (). Neither retinal exudation nor fundal hemorrhage was evident.\\nThe blood results were as follows: leukocytes, 6,040/µL, and CRP, 1.93 mg/dL. Neither Aspergillus nor Candida antigen was detected, but the β–d-glucan level was slightly elevated, at 22 pg/mL (normal <20 pg/mL). Candida was detected after 45 h of blood culture (there was no susceptibility test result at this time); however, no microbe was cultured from the aqueous humor of the anterior chamber. We had already commenced empirical systemic anti-fungal therapy (fluconazole). However, none of the slight inflammation, fungal mass, or beaded OCV of the right eye shrank or disappeared. In the left eye, visual acuity deteriorated to the point of light perception; the major inflammation did not improve. A fluconazole-resistant fungal infection was of course considered; we thus planned to change the drug. However, the patient’s general condition worsened rapidly because of an infection with methicillin-resistant Staphylococcus aureus. Despite best efforts to stabilize her whole-body condition, she passed away within 1 month. A detailed ophthalmological examination and invasive ophthalmic treatment were thus not possible at the outpatient clinic over the last month.\\nThe patient’s family has provided written informed consent for the publication of the case report.", "age": "[[92.0, 'year']]", "gender": "F", "relevant_articles": "{'10755096': 1, '26235339': 1, '26778254': 1, '19489710': 1, '21550121': 1, '28652824': 2}", "similar_patients": "{}"}