{"patient_id": 122986, "patient_uid": "5820866-1", "PMID": 29492141, "file_path": "noncomm/PMC005xxxxxx/PMC5820866.xml", "title": "Management of Obstructive Hydrocephalus in Pregnant Patient", "patient": "A 28-year-old G2P1 patient presented to our clinic with headache, vomiting, and deteriorated vision at the 8th week of gestation. At her admission, fundoscopic examination revealed papilledema and optic atrophy. She had no history of central nervous system infection or trauma. A brain magnetic resonance (MR) imaging was obtained. There was hydrocephalus due to cerebral aqueduct stenosis (Evan's index of 58%) []. She was managed conservatively with bed rest and diuretics; however, she got no relief. A ventriculoperitoneal (VP) shunt was inserted at the 13th week of gestation. Third generation cephalosporin was given to patient I.V. during shunt procedure. The surgery was uneventful, and she recovered completely in a stepwise manner after the surgery. Her fundoscopic findings regressed in follow-ups. At the 38th week, she had a cesarean section (C/S) due to the previous history of C/S in the first pregnancy and present cord entanglement of the fetus. C/S was conducted under epidural anesthesia after conforming she had no increased intracranial pressure (ICP) findings. Delivery was uneventful with a healthy newborn. Ampicillin and gentamicin were given for 48 h after the delivery. At the 6th month following her delivery, brain computed tomography (CT) depicted size of ventricles has decreased with a patent VP shunt function [].", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'21071591': 1, '8272295': 1, '2934520': 1, '11827871': 1, '23060985': 2, '33995577': 1, '3490551': 1, '3772492': 1, '9399724': 1, '11013697': 1, '15340821': 1, '1758592': 1, '436035': 1, '33771616': 1, '25729059': 1, '20599183': 1, '7986916': 1, '21602449': 1, '17018508': 1, '11167203': 1, '9255081': 1, '25072015': 1, '22381825': 1, '19714338': 1, '22381848': 1, '5843409': 1, '14648181': 1, '7270626': 1, '11167216': 1, '15678870': 1, '15321552': 1, '10912405': 1, '7914689': 1, '1350542': 1, '29492141': 2}", "similar_patients": "{'3460157-1': 1}"}