{"patient_id": 123397, "patient_uid": "5852221-1", "PMID": 29560338, "file_path": "noncomm/PMC005xxxxxx/PMC5852221.xml", "title": "Complex Regional Pain Syndrome of Non-hemiplegic Upper Limb in a Stroke Patient: A Case Report", "patient": "72-year-old right-handed woman complained sudden right sided weakness and aphasia. She was diagnosed with an infarction of the left middle cerebral arterial territory () and treated with intravenous tissue plasminogen activators. A few hours later, the infarction had undergone hemorrhagic transformation, resulting in midline shifting (). As the midline shift secondary to mass effect and brain swelling progressed, the patient received decompressive craniectomy on the next day.\\nHer past medical history included hypertension and atrial fibrillation for which she was taking medication including aspirin. She did not have history of prior cerebrovascular attack, head injury, or trauma.\\nAt 2 months after onset, she was referred to receive rehabilitation for her right sided flaccid hemiplegia, cognitive impairment, and global aphasia. She was bed-ridden and unable to follow 1-step command. Her right limbs were flaccid. However, her left limbs showed spontaneous movements. They were able to move against gravity. Spasticity of the left elbow flexor muscles was grade 2 according to the Modified Ashworth Scale.\\nHer left UL showed sustained contraction, resulting in a dystonic posture with a flexed elbow, wrist, and fingers (). The patient's frown face suggested pain on her left UL when it passively moved. Painful ranges of motion (ROM) and hyperalgesia of the left hand, wrist, and shoulder areas were present. Her left hand was swollen mildly without trophic changes. She had no definite history of trauma or nerve injury in her ipsilesional UL. All blood tests for infections, deep vein thrombosis, liver, and renal disease were within normal ranges. There were no epileptiform discharges on electroencephalography or any structural lesion of the contralesional right cerebral hemisphere. These clinical findings were sufficient to fulfill the revised International Association for the Study of Pain (IASP) diagnostic criteria (also called the Budapest criteria suggested by the Budapest IASP consensus group in 2003 []) for CRPS. After CRPS was clinically suspected, a three-phase bone scintigraphy was performed, resulting in higher perfusion and blood pools in the left UL than those in the right (). Delayed images showed diffusely increased radionuclide uptakes in the left UL (). These findings were compatible with CRPS.\\nTo investigate underlying neuroanatomical mechanisms, diffusion tensor imaging (DTI) was performed using a 3.0-T magnetic resonance imaging (MAGNETOM Trio a Tim system; Siemens, Erlangen, Germany) to evaluate corticospinal tract (CST) and spinothalamic tract (STT)—parameters: matrix=128×128, field of view=230.4×230.4 mm2, voxel size (x,y,z)=1.8×1.8×2 mm3, TE=89 ms, TR=9,100 ms, b=1,000 s/mm2, slice thickness=2.3 mm, flip angle=90°, and directions=20. Fiber tracking of CST and STT was done using DTI Studio software (V3.0.2; free software from the Department of Radiology, Johns Hopkins University, Baltimore, MD, USA) (minimum fractional anisotropy=0.1, and tract-turning angle=70°). CST or STT was not visualized using two regions of interest (ROIs) method (CST, the anterior mid-pons and the primary sensorimotor cortex; STT, the posterolateral medulla and the primary sensory cortex). Additional tract reconstruction was performed manually placing one seed ROI on the anterior mid-pons and the posterolateral medulla for CST and STT, respectively. Fiber numbers of CST and STT were significantly decreased in both unaffected and affected hemispheres (, ).\\nOral steroids were used 50 mg/day for 7 days. They were then tapered out over 9 days. Passive ROM exercise was applied gently on her left UL. Limited ROM, swelling, and pain in the left UL improved after the treatment.", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'21386711': 1, '34063462': 1, '33841069': 1, '20699616': 1, '12595868': 1, '19038215': 1, '20797958': 1, '24050813': 1, '27805769': 1, '19386737': 1, '21683929': 1, '29560338': 2}", "similar_patients": "{}"}