{"patient_id": 63482, "patient_uid": "5138177-1", "PMID": 27921278, "file_path": "comm/PMC005xxxxxx/PMC5138177.xml", "title": "Bronchobiliary fistula caused after hepatectomy for hepatocellular carcinoma: a case report", "patient": "A 70-year-old male had undergone partial resection of the liver for hepatocellular carcinoma (HCC) in segment 8 under a thoracoabdominal approach 9 years earlier. During a routine follow-up, magnetic resonance imaging showed two low-intensity masses in segments 5 and 7 of the liver on T1-weighted imaging, which were enhanced during the early phase of contrast enhancement (Fig. , ). We made a diagnosis of recurrent HCC and performed partial resection under thoracoabdominal approach. The immediate postoperative clinical course was uneventful, and the drains were removed on postoperative day (POD) 8. On POD 15, the patient was febrile and laboratory examinations revealed leukocytosis (10,500/μl; normal range, 4000 to 9000/μl) and an increased serum concentration of C-reactive protein (CRP) (9.5 mg/dl; normal range, 0 to 0.3 mg/dl). Abdominal computed tomography (CT) demonstrated fluid collection in the space near the cut surface and retained pleural effusion (Fig. ), and percutaneous drainage was intercostally performed with a 7.2-Fr pigtail catheter. At that time, bile was found in the drain fluid, and Staphylococcus epidermidis was detected from the discharge. The pleural effusion was drained 10 days after abscess drainage. The pleural effusion did not contain bile or bacteria. Fluoroscopy using a contrast medium from the drainage tube revealed a communication between the cavity and the common hepatic duct (Fig. ). Two weeks after the abscess drainage, expectoration of bile-stained sputum, so-called bilioptysis, was seen, and fistulography demonstrated the presence of the bronchus in the right lower lobe of the lung via the subphrenic space (Fig. ). Therefore, the patient was diagnosed to have a BBF. Continuous suction drainage provided relief from the bilioptysis, and fistulography revealed no communication with bronchus about a month after drainage.\\nHowever, bile continued to be discharged at a rate of 50 to 100 ml per day, and it became clear that this was caused by an injured bile duct in segment 5 of the liver by fistulography and drip infusion cholangiography-CT 3 months after the initiation of drainage. At that time, the hilar side of the bile duct could not be demonstrated by fistulography (Fig. ), and the periphery of the injured bile duct could also not be demonstrated by endoscopic retrograde cholangiography (ERC) (Fig. ). ERC revealed no stricture of the common hepatic duct or common bile duct. Based on these findings, the bile leakage in this patient was thought to have lapsed into the interrupted type due to continuous drainage.\\nPredictably, endoscopic nasogastric biliary drainage (ENBD) could not stop the bile leakage. Thereafter, we performed ethanol injection (1 to 1.5 ml 95% ethanol) into the peripheral bile duct three times because a drainage tube could form an external fistula with the injured peripheral bile duct, but the amount of bile discharged from the drainage tube could not be decreased. In addition, bilioptysis was often seen when continuous suction drainage stopped, despite bronchus was not demonstrated by fistulography. Seven months have passed after drainage, intractable bile leakage and BBF could not heal only by percutaneous drainage, so we decided to perform reoperation after obtaining informed consent. Residual anterior sectionectomy, including the injured bile duct in segment 5, was initially considered because the operative procedure was thought to have a low risk of postoperative hepatic failure based on the ratio of the estimated hepatic resection volume (22.1%). However, it was considered that the anatomical resection of the residual anterior section would be difficult and that there would be a risk of causing new bile leakage due to the presence of dense adhesions and the anatomical modifications of the liver in the second previous hepatectomy. For these reasons, residual right bisectionectomy was eventually planned to treat the intractable bile leakage without fail based on preserved liver function tests (Child-Pugh A, indocyanine green retention at 15 min: 12%) although the ratio of estimated hepatic resection volume was 60.1% by hepatic volumetric analysis (Fig. ). The reoperation was again performed under a thoracoabdominal approach, but between different ribs. When the dense adhesions between the liver and diaphragm were broken up, bile containing a pus-like discharge flowed out, and the tip of the drainage tube was inserted into the cavity (Fig. ). The source of the bile leakage could not be identified. A fibrous scar, which was thought to form the BBF, was seen on the sutured line of the diaphragm during the last operation, and adhesions were present between the lower lung and the diaphragm. Residual right bisectionectomy without resection of the fistulous tract and involved lung was performed as planned (Fig. , ). The clinical course after the reoperation was good, without hepatic failure, bile leakage, bilioptysis, or pulmonary disorders, excluding ascites that required the administration of diuretics, and the patient was discharged 40 days after the reoperation. As of 4 years after discharge, the patient is doing well without any signs of BBF recurrence.\\nA bronchobiliary fistula is a rare condition that was first reported in a patient with hydatid disease of the liver in 1850 []. The major causes of BBF vary by area, with echinococcal and amoebic diseases of the liver being the most common in developing countries, and trauma and biliary obstruction being the most common in Western countries []. Although rare, BBFs have been reported in English literatures to develop after treatments for HCC [–] (Table ). In almost all of the cases, BBF occurred after transcatheter arterial chemoembolization and/or radiofrequency ablation for HCC; there were only two reported cases of a BBF occurring after hepatic resection. In the one previous report in which a BBF occurred after hepatic resection for HCC [], the authors suggested that a biliary tract injury during hepatic resection caused biliary stenosis and bile leakage and that a subphrenic abscess caused by biliary stenosis eroded the diaphragm and directly perforated the bronchial system. In another report, it was speculated that a BBF was iatrogenic because the authors discussed that percutaneous transhepatic biliary drainage for strictures of common bile duct occurred after central lobectomy for HCC was the possible etiology of BBF []. The pathogenesis of a BBF is generally considered to include the following: the mechanical effects of increased intraluminal pressure on the biliary system due to obstruction of the bile duct and the presence of local inflammatory or infectious processes, such as a subphrenic or liver abscess [, ]. Clinically, the presence of bilioptysis is a pathognomonic sign of BBF [, ], and a definitive diagnosis can be made by ERC, bronchoscopy, or percutaneous transhepatic cholangiography [, , ]. Bilioptysis led us to suspect a BBF in our patient because it has been reported that bilioptysis is seen in all BBF patients. In our case, BBF was indeed diagnosed by fistulography from the tube that had been placed to drain the intraabdominal abscess. The pleural effusion drained after percutaneous abscess drainage did not contain bile or bacteria although it was possible that the spread of inflammation to the thoracic cavity via the intercostally inserted tube that had been used to drain the abscess might have accelerated the formation of the BBF. Therefore, in the present case, the inflammatory reaction in the subdiaphragmatic space due to bile leakage probably eroded the suture line of the diaphragm, which had been dissected during hepatectomy under the thoracoabdominal approach and the adherent lower lung with the diaphragm, leading to a communication between the biliary duct and bronchial tree.\\nA BBF is thought to be a serious complication associated with a high morbidity rate, including high rates of sepsis and pulmonary disorders, and often results in death []. Therefore, appropriate and prompt treatment is required for BBF, but there has been no consensus-based standard treatment. A few reports demonstrated that a BBF could be healed using only percutaneous drainage with the administration of antibiotics [, ]. However, most reported cases of BBF required additional treatment. Less-invasive procedures, such as endoscopic biliary drainage and placement of biliary stents have recently been employed in the treatment of BBF, especially in cases associated with biliary tract obstruction, because the endoscopic techniques have been improved. Surgical approaches with or without resection of the fistula tract and involved lung should be considered only after other intervention have failed [, , ]. BBF of our present case seemed to be not exactly healed only by continuous percutaneous drainage because bilioptysis was often seen, although bronchus was not demonstrated by fistulography. It was speculated that our patient could not recover from BBF as long as bile leakage was persistent.\\nBile leakage is one of the most common complications after hepatic resection, and around 70% of the cases of bile leakages are thought to resolve spontaneously []. However, the bile leakage in the present case could not be healed by long-term percutaneous drainage. Several treatments, including ENBD and ethanol injection therapy, were attempted, but failed. Eventually, the nonsurgical procedures were concluded to be of limited use, and residual anterior sectionectomy of the liver, including the leaking ducts, was planned preoperatively based on volumetric analysis (ratio of estimated hepatic resection volume 22.1%) because BBF believed to be healed if bile leakage stopped. However, residual right bisectionectomy was actually performed because residual anterior sectionectomy might cause bile leakage although the patient had a risk of the postoperative hepatic failure due to major hepatectomy. Fortunately, the postoperative clinical course was good without bile leakage, bilioptysis, or pulmonary disorders.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'19166600': 2, '29317950': 2, '7057473': 1, '10632561': 1, '16865579': 1, '25135987': 1, '31798877': 1, '30419882': 2, '18414073': 1, '3337567': 1, '25230847': 2, '21987628': 1, '19568472': 2, '30331080': 1, '26137058': 1, '27123093': 1, '9731817': 1, '8877640': 1, '18466874': 1, '11081906': 1, '7884179': 1, '15158355': 1, '17243037': 1, '26510660': 1, '30158259': 1, '26155228': 2, '27921278': 2}", "similar_patients": "{'2702053-1': 1, '2640406-1': 1, '2640406-2': 1, '2640406-3': 1, '6233285-1': 1, '4304527-1': 1, '5755644-1': 1, '4172870-1': 1}"}