{"patient_id": 124435, "patient_uid": "5943103-1", "PMID": 29505548, "file_path": "noncomm/PMC005xxxxxx/PMC5943103.xml", "title": "Concomitant endometrial and cervical adenocarcinoma", "patient": "A 56-year-old female (gravidity 2; parity 2) with no significant medical history or any physical finding other than irregular vaginal bleeding presented to us for careful evaluation. Menopause had commenced at the age of 54 years. Physical examination revealed a soft abdomen, cervical atrophy, no contact bleeding, and no tenderness on palpation of the bilateral adnexa. The serum levels of carbohydrate antigen (CA)125, CA199, alpha-fetoprotein, and carcinoembryonic antigen were all within normal limits. The human papillomavirus (HPV) test (type 18/45) was positive. We performed dilation and curettage; pathology revealed a moderately differentiated endometrial carcinoma accompanied by squamous differentiation in the uterine cavity. The epithelium of the cervical uterus was atypical upon biopsy. We scheduled laparoscopic staging surgery including radical hysterectomy, bilateral adnexectomy, and pelvic lymphadenectomy. No dispersal of a malignant endometrial tumor was observed in the abdominal cavity. Both the pelvic and periaortic lymph nodes were normal when palpated.\\nMacroscopically, the uterus was approximately 7.5 × 4.5 × 3 cm in dimension; an endometrial tumor 1.2 × 1.0 × 0.5 cm in dimension was evident in the uterine cavity. On cutting, the tumor surface was predominantly solid in nature and gray in color, accompanied by obvious hemorrhage and necrosis, and invaded the superficial myometrium. No cervical mass was apparent. The bilateral adnexa were macroscopically normal.\\nMicroscopically, the uterine cavity mass exhibited areas of crowded, complex, branching glandular structures, lined by stratified columnar epithelium. The extent of nuclear atypia was only moderate; the cytoplasm was eosinophilic and granular. Elsewhere, focal squamous differentiation was apparent. Histologically, the cervical pattern was complex; atypical neoplastic glands invaded the stroma. The neoplastic epithelium contained atypical neoplastic glands with enlarged, elongated hyperchromatic nuclei (Fig. ). The cervical canal was normal, as were both fallopian tubes and ovaries. The pelvic lymph nodes were negative.\\nImmunohistochemically, the tumor in the uterine cavity was positive for the estrogen receptor (ER), progesterone receptor (PR), and vimentin; and was partial positive for p16, with a high ki67 index. However, the tumor in the uterine was diffusely positive for p16, but was negative for ER, PR, and vimentin (Fig. ). Thus, we diagnosed the patients with endometrial carcinoma (Grade 2) concomitant with cervical adenocarcinoma (of the usual type).", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'3982749': 1, '23134447': 1, '17049712': 1, '8824360': 1, '19345400': 1, '11518751': 1, '19509592': 1, '11606097': 1, '2722060': 1, '3777993': 1, '22030058': 1, '15297188': 1, '28515918': 1, '29505548': 2}", "similar_patients": "{}"}