{"patient_id": 67260, "patient_uid": "5474342-1", "PMID": 28638563, "file_path": "comm/PMC005xxxxxx/PMC5474342.xml", "title": "Extraskeletal myxoid chondrosarcoma \\nof the masticator space in a pediatric patient", "patient": "A 13-year-old male presented with a rapid enlarging painless diffuse mass located at the right midface and parotid region over the last 6 months. Slight asymmetry of the right commissure, trismus and mandibular asymmetry were evident on initial examination. There were no evidences of regional or distant metastasis. Past medical history included a previous surgical treatment attempt in his native country Honduras, three months prior to his referral (Fig. A). T1 weighted MRI showed a large hyperintense mass measuring 7 x 5 cm, located centrally at the right masticator space with extention into the mandibular ramus, masseter and pterigoyd muscles, parotid gland and parapharyngeal space. Contrast T2 weighted MRI exhibited a high signal with a multinodular and infiltrative pattern (Fig. B).\\nAn incisional intraoral biopsy was performed under local anesthesia. The histopathological examination revealed multiple nodules containing tumor cells, immersed in an abundant myxoid stroma separated by fibrous septae. The tumor cells varied in shape from round to elongate, most displaying abundant eosinophilic cytoplasm and round to ovoid excentrically located nuclei, which showed homogeneously distributed chromatin and inconspicuous nucleoli. Other cell types were recognized, mainly spindle, epithelioid and lipoblast-like cells (Fig. ). The mitotic rate was low, averaging two mitotic figures per 10 high-power fields. Periodic acid-Schiff (PAS), with and without prior diastase digestion, demonstrated that the granular cytoplasmic material was glycogen. Immunohistochemical analysis (), showed positivity for vimentin, neuron-specific enolase (NSE), and chromogranin; whereas AE1/AE3, epithelial membrane antigen (EMA), S-100, desmin, muscle-specific actin (HHF35), CD57, Glucose transporter type 1 (Glut-1), synaptophysin, p53, p63, glial fibrillary acidic protein (GFAP), and podoplanin (D2-40) were negative. The Ki-67 labelling index was 42% after evaluation of 1000 cells per five high-power fields (Fig. ). Fluorescent in situ hybridization was not performed; however, the histomorphological and immunohistochemical findings supported a final diagnosis of EMC.\\nThere were no evidences of regional or distant metastases, and the patient was treated with en-bloc surgical resection, including ipsilateral hemi-mandibulectomy, total parotidectomy with facial nerve dissection, neck dissection level I to IV and reconstruction with a mandibular plate and major pectoralis flap. Macroscopically, the specimen measured 8 x 6 x 5 cm consisting of an irregularly shaped mass attached to the mandibular ramus, with a multilobular and gelatinous rubbery tissue. Focally, the tumor was present in one surgical margin, immediately anterior to the mandibular condyle. Microscopic evaluation revealed the same histopathological features found in the incisional biopsy. The patient received adjuvant radiotherapy but died after 1 year of follow-up due to complications of locoregional tumor dissemination to the skull base.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'16528507': 1, '20658218': 1, '16786132': 1, '18315599': 1, '10748851': 1, '9781944': 1, '2614242': 1, '12723492': 1, '17923790': 2, '12909830': 1, '15581026': 1, '23230139': 1, '10366145': 1, '16007428': 1, '11493979': 1, '16816935': 1, '8310804': 1, '7270148': 1, '10820534': 1, '15998372': 1, '2508028': 1, '1919329': 1, '11737310': 1, '19711588': 1, '12767886': 1, '31909032': 2, '2835146': 1, '18568733': 1, '16220270': 1, '12181708': 1, '273676': 1, '16337717': 1, '1513440': 1, '18951519': 1, '28638563': 2}", "similar_patients": "{'6933961-1': 1, '2626806-1': 1}"}