{"patient_id": 73740, "patient_uid": "5944150-1", "PMID": 29747613, "file_path": "comm/PMC005xxxxxx/PMC5944150.xml", "title": "Hemorrhagic bullous lesions in Henoch-Schönlein purpura: a case report and review of the literature", "patient": "A previously healthy 15-year-old Chinese boy presented with abdominal pain for 5 days, followed by maculopapular purpuric lesions over both lower extremities 2 days later. These lesions progressed to vesicles and bullae, and he was then admitted to our hospital. His medical history was unremarkable, and no upper airway symptoms were noted before this episode. No family history of systemic disease nor HSP was noted. A physical examination on admission revealed a body temperature of 36.8 °C, pulse rate of 96/min, respiratory rate of 20/min, and blood pressure of 130/83 mmHg. Palpable purpura, hemorrhagic bullae, vesicles, and crust over bilateral legs and feet were noted, especially in his left leg (Fig. ). The bullae and vesicles ranged in size from 2 mm to 20 mm in diameter. His buttocks, palms, trunk and face were spared.\\nLaboratory data revealed a white blood cell count of 17,860/μL (reference range, 4000–1,0500/μL) with normal differentiation, hemoglobin 16.0 g/dL (reference range, 12.5–16.1 g/dL), platelet count 326,000/μL (reference range, 15,000–40,000/μL), C-reactive protein 7.3 mg/dl (reference range, 0.04–0.8 mg/dl), blood urea nitrogen 10 mg/dL (reference range, 7–18 mg/dL), and creatinine 0.8 mg/dL (reference range, 0.5–1.2 mg/dL). The prothrombin time and activated partial thromboplastin time were normal, and serum levels of IgG, IgA, IgM, ANA, P-ANCA, C-ANCA, antistreptolysin O, complement 3 (C3), and C4 were also within normal limits. The erythrocyte sedimentation rate was 3 mm/hour (reference range, 0–15 mm/hour) on the third day of admission. Urine analysis showed no hematuria or proteinuria, and stool analysis showed no occult blood. A throat swab culture and viral isolation were negative. Serologic titers for cytomegalovirus, herpes simplex virus, and varicella-zoster virus were also negative. A skin biopsy of hemorrhagic and purpuric lesions was performed on the third day of admission and disclosed leukocytoclastic vasculitis in the epidermis and extended to the superficial and deep dermis (Fig. ). Polymorphonuclear neutrophils also infiltrated in the subcutaneous tissue. An immunofluorescence examination showed no deposition of IgA, IgG, or IgM. However, deposition of C3 was noted around the vessel walls in the dermis. The pathological findings were consistent with HSP.\\nThe patient was initially given oxacillin for suspected cellulitis. Hydrocortisone 10 mg/kg/day was administered intravenously for 3 days rather than oral corticosteroids due to severe abdominal pain, after which the dosage was tapered. On the second day of admission after we administered corticosteroid, his severe abdominal pain persisted. Hence, abdomen computed tomography (CT) was performed to rule out other acute abdomen diseases. It revealed only multiple bulging lymph nodes over the right upper quadrant. Hydrocortisone was applied for 7 days, which was then shifted to oral prednisolone for 8 weeks. The abdominal pain improved, and the bullous lesions resolved within 1 week. Some scar formation was noted after that. Urine analysis 3 months later revealed normal findings. No recurrence was noted in the following 3 months. After follow-up for more than one year, no recurrence of skin manifestation was noted, but the scarring over his left anterior leg and right posterior leg was still present.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'20724340': 1, '2260196': 1, '26682287': 1, '30723709': 2, '3883662': 1, '23579960': 1, '21575055': 1, '21244486': 1, '26543072': 1, '20055776': 1, '32448396': 2, '16650222': 1, '22307989': 1, '10575422': 1, '16325655': 1, '15599471': 1, '8747576': 1, '9796584': 1, '9693190': 1, '17668604': 1, '23691409': 2, '12401245': 1, '16887443': 1, '2241206': 1, '19609528': 1, '21332784': 1, '22765037': 1, '27428226': 1, '16354228': 1, '19107090': 1, '20413568': 1, '9126006': 1, '5532953': 1, '25604501': 1, '18157196': 1, '17974746': 1, '17542894': 1, '16113142': 1, '20855386': 1, '18728921': 1, '29747613': 2}", "similar_patients": "{'6349767-1': 1, '3652052-1': 1, '7245848-1': 1}"}