{"patient_id": 122286, "patient_uid": "5768267-1", "PMID": 29372057, "file_path": "noncomm/PMC005xxxxxx/PMC5768267.xml", "title": "Right orbital edema masquerading a hematologic malignancy", "patient": "A 63-year-old African-American female with past medical history of discoid lupus and hypertension presented with worsening right-sided eye swelling for the past 3 weeks. This was associated with a throbbing frontal headache, blurring of vision, nasal congestion, malaise, and weight loss. Patient has allergy to sulfamethoxazole. The medication list included hydrochlorothiazide. No previous surgeries. Social history was significant for smoking. Family history was pertinent for breast cancer of the daughter. Physical examination included diffuse right eyelid edema and right frontal tenderness (). The rest of the examination was unremarkable. Differential diagnosis on admission included giant cell arteritis, conjunctivitis, preseptal cellulitis, glaucoma, acute sinusitis, or cavernous sinus thrombosis. Extensive ophthalmologic evaluation did not show any intraocular abnormality. However, a magnetic resonance imaging (MRI) of the brain showed hyperintense foci in the right frontal calvarium leading to the eye swelling ().\\nFurther evaluation revealed pancytopenia, elevated protein levels, inverse albumin-globulin ratio, elevated β2 microglobulin, elevated erythrocyte sedimentation rate, and a normal C-reactive protein suggestive of a plasma cell dyscrasia which differed from the patient’s lab work 2 years ago. Calcium and serum creatinine levels were within normal limits. A skeletal survey revealed multiple osteolytic lesions. Serum and urine protein electrophoresis revealed elevated immunoglobulin G (IgG) Kappa monoclonal gammopathy. Bone marrow biopsy demonstrated a hypercellular marrow comprised at least 70% mature appearing plasma cells staining positive for CD138 ( and ). Flow cytometry also showed a small population of kappa clonal plasma cells expressing CD38, CD138, and CD56 comprising 2% of the total cellularity, which was negative for CD19 and CD117. Further analysis of lymphocytes shows a predominant T-cell population (78% of lymphocytes) expressing pan T-cell markers and normal CD4/CD8 ratio (1.0). B cells (10% of lymphocytes) are polyclonal. Natural killer (NK) cells are within normal limits. There is no evidence of increased blasts (). Fluorescence in situ hybridization (FISH) test was positive for IGH@ gene rearrangement involving 14q32.3, CCND1/IGH@ gene for translocation (11;14)(q13.3;q32.3), and deletion 13q (RB1) ().\\nFour consecutive day CyBorD (cyclophosphamide, bortezomib, and dexamethasone) chemotherapy with 500-mg cyclophosphamide (Cytoxan) by mouth, 1.5-mg/m2 bortezomib (Velcade) subcutaneous, and 40-mg dexamethasone by mouth were initiated. Varicella zoster virus prophylaxis with valacyclovir and tumor lysis syndrome prophylaxis with allopurinol was started. Treatment was then changed on a weekly basis. Because of neutropenia, doses of Velcade and Cytoxan were reduced to 1.3 mg/m2 and 300 mg, respectively, during the second cycle of chemotherapy. Because of nausea, valacyclovir was then shifted to acyclovir. She reports pain from the osteolytic lesions, which is relieved with MS Contin and Oxycodone. She declined any orthopedic interventions; thus, she was scheduled to begin palliative radiation therapy for the right humerus, femur, and tibia. After 2 months of chemotherapy, M-spike significantly decreased from 7.2 to 2.5 g/dL, IgG decreased from 8350 to 3689 g/dL, Kappa light chains decreased from 1523 to 316 g/dL, and Kappa/Lambda ratio decreased from 179.1 to 34. She was referred for autologous stem cell transplantation after 14 weeks of treatment. Overall, she tolerated the chemotherapy moderately well and capable of all self-care but unable to carry out any work activities (Eastern Cooperative Oncology Group (ECOG) performance scale: 2) due to moderate fatigue and unsteady gait.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'22955341': 1, '15627827': 1, '12528874': 1, '20823456': 1, '19709708': 1, '18705423': 1, '9585050': 1, '27375913': 1, '22241234': 1, '23198203': 2, '29372057': 2}", "similar_patients": "{'3502777-1': 1}"}