{"patient_id": 63311, "patient_uid": "5121454-1", "PMID": 27956900, "file_path": "comm/PMC005xxxxxx/PMC5121454.xml", "title": "Mixed Phenotype Acute Leukemia Presenting as Leukemia Cutis", "patient": "A 40-year-old lady presented with history of a reddish painless swelling in the left forearm since 3 months, gradually increasing in size. During the following days, she developed multiple nodular swellings all over the body. There was no fever or weight loss. She presented to us following a biopsy from the forearm swelling.\\nOn examination, her general condition was good. She had multiple erythematous papular lesions and nodular swellings of 1–3 cm over both legs, both arms, chest wall, abdomen, back, face, scalp, and ear lobules (Figures , , and ). She also had bilateral supraclavicular and left cervical lymphadenopathy of 1 cm. There was no organomegaly.\\nHer hemoglobin was 116 gm/L, total WBC count was 9.7 × 109/L, platelet count was 236 × 109/L, and the peripheral smear showed 42% blast cells. Her renal and liver functions were normal, and serum lactate dehydrogenase was 2327 U/L. Section from the skin biopsy showed diffusely arranged atypical cells, which were positive for LCA and negative for CD20 on immunohistochemistry (). A bone marrow aspiration showed sheets of immature cells with blue vacuolated cytoplasm, round nuclei, and 1-2 nucleoli (). The abnormal cells were positive for periodic acid schiff (PAS) and nonspecific esterase (NSE) and negative for peroxidase by cytochemistry. Immunophenotyping by flow cytometry showed the abnormal cells to be positive for the myeloid markers CD33 and CD11c and negative for the myeloid markers CD13, CD14, CD61, CD64, CD117, anti-MPO, and cyCD61. The cells were also positive for the T-cell markers cyCD3, CD4, CD5, and CD7 and negative for the T-cell markers CD3, CD8, CD56, anti-Tdt, TCrgd, TCrab, and CD1a. The cells were negative for all B-cell markers CD10, CD19, CD20, and cyCD79a. A diagnosis of mixed phenotypic acute leukemia of T/myeloid with monocytic differentiation lineage was made. The skin lesions showed good response to steroids. She was started on chemotherapy with Hyper-CVAD protocol, her skin lesions completely disappeared during the first cycle of chemotherapy, and she achieved complete bone marrow remission with <3% blasts after the first cycle. She has completed 2A cycle and continues to be in remission.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'20523785': 1, '17593028': 1, '11907789': 1, '7986692': 1, '9648554': 1, '22115500': 1, '23579733': 1, '32358340': 2, '19131545': 1, '21228332': 1, '22212154': 1, '28105379': 2, '18089498': 1, '23248383': 2, '23639745': 1, '27956900': 2}", "similar_patients": "{'5220414-1': 1, '3519272-1': 1, '7440224-1': 1}"}