{"patient_id": 72113, "patient_uid": "5830333-1", "PMID": 29486755, "file_path": "comm/PMC005xxxxxx/PMC5830333.xml", "title": "Partial regression of large anterior scleral staphyloma secondary to rhinosporidiosis after corneoscleral graft - a case report", "patient": "A 13-year-old girl from Presidente Juscelino, Maranhão, Brazil with recurrent episodes of irritation, bleeding and watering of the OS for the past 3 years (Fig. ). She exhibited pain and a progressively increasing mass in the upper nasal area above her left cornea for 2 years. She often swims in ponds and rivers. There was no history of trauma, epistaxis, close contact with animals, or similar masses elsewhere in the body. No contributory medical illnesses were found during the investigation.\\nOn examination, uncorrected Snellen visual acuity was 20/20 in OD and the best-corrected visual acuity was 20/20 in OS with a − 4.75-diopter cylinder at 120 degrees. In OD, slit-lamp biomicroscopy, intraocular pressure and fundus examination were normal. In OS, an oval, bluish swelling measuring 10 × 10 mm and 5 mm in height was seen in the equatorial area of the upper nasal quadrant. There was congestion of the overlying conjunctival and episcleral vessels. Slit-lamp biomicroscopy revealed scattered white corpuscular bodies with less than 1 mm in diameter at the posterior margin of the hyperemic conjunctiva (Fig. ). An anterior chamber reaction +/4+ was detected and the intraocular pressure was normal. Fundus examination revealed an upper nasal subretinal hypopigmentation. Evaluation by an ear, nose, and throat specialist revealed no lesions.\\nA complete rheumatologic evaluation of overlying diseases was performed with no positive results. Therefore, an incisional biopsy of the hyperemic conjunctiva was performed and revealed scattered inflammatory cells and multiple double-walled sporangia containing sporoblasts of Rinosporidium seeberi (Fig. ). A conjunctival resection and a tectonic corneoscleral graft were advised to repair the staphyloma.\\nAt surgery, the involved conjunctiva was excised with a 1 mm cauterized margin. Both superior and medial rectus muscles were preserved even though they were less than 1 mm from the ectasic area. A 13 × 13 mm corneoscleral tectonic graft was applied over the staphyloma wall and secured in place with interrupted 9–0 nylon sutures. Conjunctiva and tenon were mobilized to cover the scleral portion of the graft. Postoperatively, the patient was given topical antibiotic for 15 days and dexamethasone 0,1% eye drops for 2 months. No oral medications were prescribed. She was monitored weekly in the first month, then every 3 months until 1 year of the surgery.\\nAfter 1 year, the staphyloma showed signs of reduction in height; a space was visualized between the lesion and the patch (Fig. ). The cylinder decreased to − 2.50-diopter at 120 degrees. And another surgical approach was performed within 15 months to reduce the corneascleral patch. During the surgery was possible to separate the patch from the lesion; the staphyloma measured 9x9x2.5 mm and the graft was reduced to 10x10mm with continuous locking 9–0 nylon sutures. During the 9 months of follow-up, no signs of patch failure were found.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'27342330': 1, '21586855': 2, '16687856': 1, '16333179': 1, '5458682': 1, '2285690': 1, '31703563': 1, '16767214': 1, '1540573': 1, '23277509': 1, '17595481': 1, '10632005': 1, '9163838': 1, '29486755': 2}", "similar_patients": "{'3120253-1': 1}"}