{"patient_id": 123906, "patient_uid": "5892969-1", "PMID": 29662315, "file_path": "noncomm/PMC005xxxxxx/PMC5892969.xml", "title": "Pitfalls in the ankle-brachial index and brachial-ankle pulse wave velocity", "patient": "In the case shown in , the difference between a normal 64-year-old male participant and a patient with disease can be easily identified. The ABI is 1.26 on both sides, and no laterality is observed. Furthermore, clear dicrotic waves are noted on the ankle pulse waveforms with normal upstroke time (UT) and percent mean arterial pressure (%MAP).,, As such, the forms of both ankles are normal, and arteriosclerosis obliterans (ASO) of the lower extremities (LE) are not observed. Therefore, the baPWVs of both sides are accurate, and a higher value of 1224 cm/s is within the normal range (standard deviation value of the population without any atherosclerotic risk factors). Laterality is not observed as well. Therefore, this is an ideal result for measuring indices using the Vascular Profiler.\\nThis typical case of a 49-year-old male individual () shows a laterality between the normal lower limb and that with ASO in pulse waveforms, pulse amplitudes, oscillometric envelope, baPWV, and so on. The pulse waveform of the right ankle is normal, and its aspect is similar to that of both ankles as shown in . On the contrary, the left ABI (0.55) is not normal, and this result is consistent with the abnormally higher UT and %MAP.,, The pulse waveform of the left ankle is blunted and triangular, and no clear dicrotic waves are observed. When the Vascular Profiler is used, the height of the pulse waveform is drawn according to pulse pressure, and a pulse pressure of 10 mmHg is expressed as one grid. Thus, a low left ankle pulse waveform is observed because it reflects a pulse pressure of 26 mmHg and is averagely drawn using 2.6 grids in heights. The pulse amplitudes of the right ankle and both arms are perfect, and a strong pulse is observed. On the other hand, the pulse amplitude of the left ankle is significantly low and clearly indicates a weak pulse. The width of the oscillometric envelope is significantly narrow only in the left ankle. This also indicates a decrease in BP and pulse pressure caused by stenosis. The width of the oscillometric envelope reflects a pulse pressure as a whole. Furthermore, the baPWV of the left side is remarkedly lower than that of the normal right side because of the stenosis. In addition, the value of the left baPWV is expressed within a parenthesis, which means it should be cautiously interpreted. Moreover, a baPWV of 1554 cm/s in the right side is accurately measured. Nevertheless, this value should not be used, at least as a prognostic predictive marker. ASO in the left leg indicates a prognostically high-risk condition, and this significantly overweighs the significance of the baPWV as a prognostic predictor. In other words, a baPWV of 1554 cm/s indicates a prognostically middle-risk condition, but an ABI of 0.55 indicates a high-risk condition. Thus, they are inconsistent.,, It would be marginally possible to use a baPWV of 1554 cm/s as a marker of arterial stiffness and/ or function. Nevertheless, the exclusion criteria for patients with ASO have been generally accepted recently when using baPWV for any purpose. Moreover, in this case, a remeasurement is not necessary because the BPs and ABIs are accurate based on the information in the oscillometric envelopes.\\nIn this case, a pseudo-underestimation phenomenon of baPWV caused by ASO was explained. The fundamental requirement in PWV measurement is the absence of a significant physical obstacle in the measuring pathway. Therefore, a similar phenomenon of inaccurate baPWV estimation, which is similar with this case, can be considered in patients with aortic diseases, such as aortic aneurism and dissection.\\nIn , the case of a 71-year-old male individual with diabetes mellitus is presented. The ABIs are 0.98 on the left side and 1.00 on the right side, but this patient had LE-ASO in both sides. This is a typical case of pseudo-normalized ABI due to a strong arterial calcification of the lower limbs. The ABIs range from borderline to normal, but the pulse waveforms of both ankles are triangular. The UTs are more than 180 ms, and the %MAPs are more than 40% on both sides. Thus, ASO in both sides can be strongly suspected. Furthermore, the baPWVs are significantly high, reaching more than 2000 cm/s, even though they are likely underestimated due to ASOs. As a result, arterial calcification and the pseudo-overestimation of ABI will likely occur. In fact, the toe-brachial index (TBI) is 0.36 on the right side and 0.43 on the left side. Thus, LE-ASO on both sides is confirmed in this patient.,\\nIn , the case of a 64-year-old male individual is presented. The ABI in the right side is 0.75, but this is a result of an inaccurate measurement of the right ankle systolic BP (SBP). Thus, this does not indicate LE-ASO. On the other hand, an arterial stenosis of the left UE is most likely to occur. To focus on the oscillometric envelope of the right ankle, the determined timing of the SBP is remarkedly close to that of the maximum pulse amplitude. In other words, the timing of the SBP is too late, which means that the SBP is close to the mean BP. The right ankle SBP has to be determined much earlier (an equivalent timing of the oscillometric envelope in the left ankle), but this is mistaken for some reasons. The aspects of the oscillometric envelopes of both ankles are similar. The UTs and %MAPs of both ankles are normal, and no laterality is observed. Furthermore, dicrotic waves are clearly observed in the pulse waveforms of the right ankle, and no laterality is observed in the baPWVs. In general, the baPWV in the right side should be significantly lower than that of the left side in an individual who presents with ASO in the right LE. A pulse pressure as low as 35 mmHg causes a diminished waveform in the right ankle (due to a falsely measured SBP, that is, the height is averagely expressed in 3.5 grids). shows the comparison of the ankle pulse waveforms with the adjusted heights, and no obvious laterality is observed. The pulse amplitude is lower in the right ankle than in the left ankle. However, the following results are consistent and considered more important: 1) There is no significant laterality in the shape of the oscillometric envelopes; 2) no significant sign of stenosis is observed in the pulse waveform of the right ankle; and 3) the baPWV in the right side is not lower than that of the left side. Improper cuff positioning is considered to have caused the inaccurate measurement. Thus, in this case, a remeasurement with a firmly placed and appropriately positioned cuff should be conducted.\\nThe pulse amplitudes in both arms are perfect. However, there are lateralities of 21 mmHg in the SBP and 5 mmHg in the diastolic BP (DBP), and the width of the left arm oscillometric envelope is somewhat narrower. Thus, an ASO in the left UE is suspected. There are no clear literalities in the pulse waveforms and %MAPs in both arms. Nevertheless, there are frequently cases in which a dynamic change is not observed in the brachial pulse waveform unless the UE-ASO causes a quite large decrease in the brachial BPs. As a reference, details on the oscillometric envelope of this device are depicted in .\\nIn , we present the case of an 80-year-old female individual. The baPWVs on both sides exceed 3400 cm/s. However, the values are significantly inaccurate. The SBP is lower by 19 mmHg, and the DBP is lower by 3 mmHg in the right arm than those of the left arm, and the pulse waveform of the right arm is blunted. The UT of the right arm pulse waveform is evidently longer than that of the left arm (no value is recorded in the result sheet). Moreover, a lower pulse amplitude and narrower oscillometric envelope are observed in the right arm than in the left arm. Therefore, a right UE-ASO likely exists. However, the brachial base of the baPWV measurement remains in the right arm. In this condition, the pulse transit time between the heart and the right arm becomes longer because of the stenosis, and the right arm pulse waveform slightly shifts to the right side. Therefore, the pulse transit time between the right brachium and the ankles, which is the denominator used to calculate the baPWV, becomes shorter. As a result, the baPWVs are overestimated. The Vascular Profiler has an automatic program that validates the existence of ASO in the right upper limb and that switches the base of the baPWV measurement. Unfortunately, the condition does not match the algorithm in this case. The automatic program requires both of the following: 1) the pulse amplitude of the right arm should be lower than that of the left arm (a slight difference is acceptable); and 2) the inter-arm BP differences must not be less than 16 mmHg in SBP and 5 mmHg in DBP, or 20 mmHg in SBP only. shows the remeasurement results with the base of the arm automatically switched by the program. The baPWV is approximately 2080 cm/s, which is accurate. Moreover, the values of the ET and the ET/PEP (pre-ejection period) have changed. The total systolic interval corresponds to the time between the onset of the Q wave of the electrocardiogram and that of the II sound of the phonocardiogram. Moreover, the total systolic interval is equal to the sum of the ET and PEP (ET+PEP). The ET corresponds to the time interval between the onset and dicrotic notch of the brachial pulse waveform. The PEP corresponds to the time of QII – ET. Thus, the total systolic intervals are both 384 ms in the first and second measurements (290 ms + 94 ms = 384 ms, ; 298 ms + 86 ms = 384 ms, ). The ET and ET/PEP increased (290ms→298ms and 3.09→3.47, respectively). Therefore, when there is ASO in the UE artery, the indices related to the systolic time intervals will be affected. In addition, there are several cases in which the conditions do not match the requirement in switching the brachial base. For the maneuver in such a situation, the cuffs of the arms can be set oppositely. Nevertheless, BPs and the pulse waveforms of the arms show those of the opposite side if this maneuver will be carried out. Thus, this must be reflected in the result sheet and/or medical record.\\nThis case is considerably rare in Japan but would be more common in Western countries because of the higher prevalence of cardiovascular diseases, including peripheral arterial disease.– Furthermore, a similar phenomenon will likely occur in the carotid-femoral PWV (cfPWV) when there is a carotid artery stenosis in the cfPWV pathway. Therefore, caution is needed in interpreting cfPWV especially when a carotid stenosis is suspected. And the prevalence of carotid arterial diseases will be higher in western countries than in Japan, with a similar prevalence of cardiovascular diseases.–\\nIn , the case of a 73-year-old male individual with a hemodialysis access in the right arm is presented. The ASOs in the left arm and both legs are clearly observed regardless of ABIs, and the progression of calcification in the LE and aortic stiffness also exists because of hemodialysis. However, both ABIs and baPWVs are not reliable at all. For this reason, all the pulse waveforms are triangular. All the pulse amplitudes are extremely low, and the %MAPs on both ankles are more than 45%. In addition, the oscillometric envelope of the left arm is significantly narrow, and a left brachial SBP of 63 mmHg, which is the denominator used to calculate the ABI, is remarkedly low. As a result, the ABIs are overestimated. Moreover, the baPWVs are also overestimated, which is similar to the phenomenon shown in (this effect seems to far more exceed the possible underestimation of baPWVs caused by LE-ASOs in this case). Therefore, the ABIs and baPWVs are never accurate regardless of the remeasurements that are carried out. Nevertheless, for the significance of the measurement, stenotic diseases can be easily considered using the pulse waveforms. Moreover, the absolute values of the BPs could be used as a reference value, considering the influence of the LE arterial calcification because the timing of BP measurement in each oscillometric envelope is acceptable.\\nHerein, one of the pitfalls in using ABI is presented, that is, the BP and pulse waveforms in the left arm are not within the normal range. On the other hand, there are several cases in which the change in the brachial pulse waveform is not remarkable, although a stenosis exists. Thus, stenosis cannot be easily identified in such a situation. For example, the pulse waveform of the left brachium is similar to that of the right brachium (). Let us suppose that the right arm is not measured as shown in . Furthermore, the laterality cannot be validated using the information provided, including that of the pulse waveforms of both arms in hemodialysis patients, because BP is generally measured only in the contralateral side of the hemodialysis access. However, even if the decrease in SBP caused by UE-ASO is not significant, for example, 10 mmHg, the interpretation of the ABI could significantly change (i.e. 135÷140=0.96 and 135÷130=1.04). Thus, the only way which could avoid these pitfalls (and not perfectly) is to carry out measurement in both arms. BP measurement in the arm with hemodialysis access is generally contraindicated, and it is also explained in the device manual. Nevertheless, there is important information on this issue according to an oral presentation of the Japanese Association of Cardiovascular Intervention and Therapeutics in 2013. A total of 169 hemodialysis patients who agreed to have their BP measured in both arms with the Vascular Profiler were recruited. BP measurements were obtained in both arms in 147 patients (19 patients declined, and three patients had unsuccessful measurement due to involuntary movements). Forty patients (27.2%) had an inter-arm difference of ≧10 mmHg in their SBP. Among them, 15 patients underwent further examination as requested (ultrasound imaging). Stenosis and occlusion in the UE were confirmed in 12 out of 15 patients, and these were observed in the side where the BP reading was usually obtained (non-hemodialysis access side) in five patients. In addition, failed hemodialysis access was not observed in 150 patients. Thus, they conclude that measurements must be obtained in both arms in hemodialysis patients, particularly when LE-ASO is suspected, because the likelihood of measuring appropriate ABIs could be improved. Therefore, regarding the increased ABI in the hemodialysis patients with ASO, the phenomenon explained above is causing this to a certain extent as well as the LE arterial calcification,\\nHemodialysis patients are highly recommended to undergo periodic ABI measurement. However, the pitfalls may likely be overlooked even if information from the pulse waveforms is provided at the same time as using the device because only one arm is generally used in measuring the BP of hemodialysis patients. Therefore, full attention in confirming all the information is always required when interpreting the measurements in hemodialysis patients.\\nMoreover, this case also implies that the measurement of the ABI would be more difficult in hemodialysis individuals when the conventional Doppler method is used. There is no information from the pulse waveform regarding the Doppler method (except the Doppler waveform). And it is impossible for the Doppler method to synchronize the SBP measurement of all the limbs in the same way that the Vascular Profiler performs. The statement document of the American Heart Association (2012) points outs that there were two studies that obtained a left ABI of 0.03 significantly lower than the right ABI (in the general population, not hemodialysis cohort). Moreover, according to a meta-analysis on the prevalence of laterality in brachial BPs, a significant increase in the odds ratio of the inter-arm difference (i.e. SBP ≧ 10 mmHg) was observed when the measuring process was compared (sequential versus simultaneous). This information implies that ABI measurement using the Doppler method is more prone to accidental errors than the synchronized measurement with the information from the pulse waveforms.\\nIn , the case of a 76-year-old female individual is presented. The features of her disease are as follows: 1) high ABI (i.e. >1.3) and pulse pressure in the UE and LE; 2) low baPWV for the patient’s age and/or BP (in the absence of LE-ASO), and in the result sheet of the Vascular Profiler; 3) a high pulse waveform of the ankle and an oscillometric envelope with a significantly long width (reflecting a wider pulse pressure); 4) a tendency of lower UT and %MAP; and 5) continuous noise of the phonocardiogram depending on the case and the setting. These are considered as compensatory mechanisms. First, the high ABI is a result of the altered condition in the heart systole and the systemic arteries to rapidly increase the peripheral BP during early systole to compensate for the regurgitation during the late systole. Second, the low baPWV is primarily a result of the dilated aorta due to an increased blood mass in the aorta and arteries compared to the normal condition for the compensation of the regurgitation and of the concurrent tendency of decreased DBP. The wider the internal diameter of the artery, the lower the PWV. After the patient underwent an operation to replace the aortic valve, the ABIs and baPWV (both ABI=1.19; the average baPWV is 1457 cm/s) and the other parameters normalized, except for the electrocardiogram results and systolic function ().\\nshows the case of a 63-year-old male individual. The features of his disease are as follows: 1) a major noise in the systole on phonocardiogram; 2) low baPWV for the patient’s age and/or BP (in the absence of LE-ASO); and 3) prolongation tendency in ET and UT. The exact cause of the decreased baPWV cannot be fully elucidated. Nevertheless, the considerable mechanisms are as follows: 1) the energy of the systole does not adequately propagate because of the aortic valve abnormality and the turbulence in the ascending aorta; 2) the characteristics of the systemic arteries, including the aorta, could be temporally altered, such as the aortic regurgitation described previously. shows the result of the post-aortic valve replacement. baPWV increased to approximately 300 cm/s, which is within the reference range, although there is a slight increase in the brachial DBP. In addition, the heart noise disappeared. presents a typical case in which both features of the regurgitation and stenosis of the aortic valve are clearly observed (in a 58-year-old male individual). The following similarities are observed: 1) baPWV tends to be low; 2) ABI and pulse pressure tend to be high; 3) the width of the oscillometric envelope is wide; and 4) there is a strong noise during systole on phonocardiogram.\\nThe oscillometric envelope varies with different conditions and diseases. In summary, when stenotic diseases exist, an oscillometric envelope with a narrow width is observed. Moreover, when severe LE arterial calcification or aortic regurgitation exists, an oscillometric envelope with a wider width is noted. However, the shape is different. The information in the oscillometric envelope will support the validity of the BP readings and ABI (see ).\\nThe phenomena discussed in this article and other phenomena are summarized in , except a low ABI caused by ASO. Furthermore, a low ABI and a borderline ABI measured by the Vascular Profiler are frequently observed in healthy young individuals in Japan.– For example, the left ABI of female students (age; 9–17 years old, mean 14.7) is 1.03±0.09 (range; 0.73–1.33). The prevalence of ABI of <1.0 among medical university students was 18.1% in males and 25.6% in females. The prevalence of ABI of ≤0.9 and age showed a J-curve relationship among women in the general population. In this study, the prevalence of ABI of ≤0.9 was 0.9% in the group under 40 years old, which decreased to 0.2% in the group of 60–69 years old, then increased to 1.6% in the group over 70 years old. These phenomena are likely caused by a weak reflected wave of the flexible artery at the ankle. This information is also included in . This categorization would also help us to understand the results of the Vascular Profiler, and also to judge the validity of the indices.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'23033545': 1, '24371085': 1, '18362433': 1, '24190145': 1, '32498283': 1, '24595279': 1, '14566089': 1, '29018628': 1, '26117398': 1, '27195241': 1, '21776035': 1, '26421072': 1, '17626984': 1, '16636815': 1, '19794979': 1, '22607566': 1, '28440017': 1, '26892956': 1, '29084082': 1, '27182960': 1, '31024934': 1, '33961134': 1, '15635203': 1, '12804752': 1, '26911230': 1, '26558401': 1, '34957246': 1, '28438905': 1, '25908725': 1, '24732575': 1, '30832288': 1, '23915883': 1, '24705419': 1, '20798256': 1, '22293369': 1, '31781303': 1, '33224385': 1, '28053538': 1, '29066906': 1, '23159553': 1, '33441079': 1, '22733468': 1, '34497538': 1, '21211928': 1, '26160955': 1, '32445331': 1, '19332464': 1, '19730440': 1, '24727729': 1, '30498357': 1, '23745049': 1, '25695080': 1, '17223489': 1, '12761260': 1, '33742296': 1, '15464667': 1, '29662315': 2}", "similar_patients": "{}"}