{"patient_id": 118004, "patient_uid": "5448542-1", "PMID": 28680585, "file_path": "noncomm/PMC005xxxxxx/PMC5448542.xml", "title": "Pulmonary thromboendarterectomy in the setting of a mediastinal venous malformation with a congenitally absent left subclavian vein", "patient": "A 21-year-old woman with a massive mediastinal–left chest wall VM, atresia of the left subclavian vein, and CTEPH was referred for evaluation primarily for PTE and secondarily for heart–lung transplantation. The patient was born with a compressible mass extending from the left neck, left chest, and left axillary areas. Six months prior to referral, she was diagnosed with an acute PE and treated with warfarin. She had not had an acute venous thromboembolic event prior to this and therefore was not previously on anticoagulation. She then reported progressive exercise intolerance progressing to severe dyspnea on exertion, ultimately becoming wheelchair-bound. Her pulmonary artery pressure was elevated and oral tadalafil therapy was started. Contrast-enhanced chest computed tomography (CT) revealed an extensive VM in the left anterior mediastinum immediately behind the sternum, extending across the midline anterior to the ascending thoracic aorta and through the thoracic outlet into left axilla and left chest wall. The vascular mass abutted the right ventricular outflow tract and the main pulmonary artery ().\\nLeft upper extremity venography demonstrated complete interruption in the continuity between the left axillary vein and innominate vein due to congenital absence of the left subclavian vein. The left chest VM was directly opacified from the left axillary vein on the contrast injection. The only venous egress from the massive left chest VM was through the left innominate vein stump, which connected into the superior vena cava (SVC), then to the right atrium. Thus, spontaneous thrombi in the left chest VM intermittently detached and caused recurrent PE. Lifelong anticoagulation alone was not considered to be a viable solution given it would have to be interrupted perioperatively for the PTE leaving her at high-risk for recurrent PE postoperatively. Additionally, should she develop any type of bleeding complication, there was no mechanical method (an “IVC filter equivalent”) to prevent PE if future transient interruptions of anticoagulation became necessary.\\nReconstruction of the left subclavian vein was then required to exclude the VM from the venous circulation, thus obviating any further possibility for PE. Right femoral vein access allowed catheterization into the SVC, then via the left innominate vein stump into the left chest wall VM cavernous spaces. The left arm percutaneous basilic vein access allowed catheterization through the left axillary vein (which ended in the VM) into the left chest VM cavernous spaces. This dual venous access then allowed snaring of an exchange-length guide wire, thus bridging the congenital left subclavian vein atresia with through-and-through endovascular control from the right groin to the left arm. A series of covered stent-grafts were deployed () establishing continuous flow from the left upper extremity into the SVC excluding the left chest wall VM from causing any further PE. In order to maintain long-term patency of these stent-grafts, a small arterio-venous fistula was created between a small branch of the left brachial artery and basilic vein.\\nDigital subtraction pulmonary angiography documented central and peripheral chronic thromboembolic disease (). Large cavernous compartments of the left chest–mediastinal VM were defined by direct puncture angiograms. Right heart catheterization demonstrated severe pulmonary hypertension ().\\nTo identify the vein tributaries that also connected to the left chest VM, ultrasound-guided access was obtained into an outflow vein of the arterio-venous fistula and a time-resolved gadolinium magnetic resonance (MR) venography was performed. This identified several venous connections to the VM from the left axillary vein (Video 1, ). Endovascularly, each of these vein connections were successfully occluded, and residual venous lakes in the left chest wall component of the malformation were occluded by direct puncture (). Follow-up gadolinium MR venography demonstrated significant thrombosis of the VM () and exclusion of the malformation from the systemic circulation (Video 2). Embolization of the VM allowed safe entry into the mediastinum. The VM was partially thrombosed and had to be dissected off the innominate vein, aorta, and SVC. An incision was made in the VM, the clot was extracted, and a basket sucker was used to maintain it in a decompressed state. Once the VM was mobilized, cannulation for cardiopulmonary bypass was performed in the usual fashion and the PTE was accomplished during periods of circulatory arrest. A complete PTE was performed using 23 min of circulatory arrest for the left side and 10 min for the right side. The patient had an uneventful postoperative course with significant hemodynamic () and clinical improvement.", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'21330453': 1, '10807850': 1, '18571489': 1, '24381995': 1, '17692782': 1, '26028638': 1, '21571392': 1, '28680585': 2}", "similar_patients": "{}"}