{"patient_id": 64718, "patient_uid": "5297473-1", "PMID": 28197469, "file_path": "comm/PMC005xxxxxx/PMC5297473.xml", "title": "Overview of management of acute renal failure and its evaluation; a case analysis", "patient": "A 67-year-old middle age male, was admitted to the hospital with a chief complaint of generalized weakness, volume depletion and dysuria. He has treated with metronidazole for diarrhea caused by clostridium difficile considered as the precipitating factor for the ARF. The patient has severe osteoarthritis and takes high dose non-steroidal anti-inflammatory drugs (NSAIDs) from the last 2 years. He also complains for obstructive sleep apnea (OSA) and obesity. He was using lisinopril to control his hypertension. He has five siblings with no significant medical history.\\nOn physically examination, he was clinically volume depleted with a pulse rate of 100 beats per minute. He was dehydrated with dry mucous membranes and reduced skin turgor. His body temperature was 37.8 °C, BP; 105/55 mmHg lying, and 90/50 mmHg sitting. Jugular venous pluse not visible. He was in ARF with serum urea and creatinine of 79 mg/dl and 2.4 mg/dl respectively. He has hypokalemic alkalosis with a potassium level of the 1.4 mEq/l (3.5-5.0 mEq/l) and a bicarbonate level of the 41.1 mEq/l (22-28 mEq/l) He was also hyponatremic, sodium level of the 125 mEq/l (136-145 mEq/l) but his serum calcium level was within normal range.\\nRenal ultrasound showed the right kidney measuring 12.4 cm and left kidney measuring 12.1 cm, with no signs of the shadowing calculus or hydronephrosis. However, it showed the presence of the simple bilateral cyst. Urine dipstick results showed protein of +++ and no blood. A 24 h urine sample showed nephrotic range proteinuria with proteins of 6.48 g/24 h, but serum albumin level was normal at 3.6 g/dl. His hemoglobin was 13.3 g/dl. WBC=11.9×103/µ and platelet count was normal.\\nThe history may point out to the cause of ARF (e.g. drugs, skin rash); assessment of the hemodynamic is crucial, and proper fluid resuscitation should be given. There are different sign and symptom including hypotension, hypovolemia and his dehydration state that give indication to the diagnosis. Fractional excretion of sodium (FENa) was calculated and its value was 0.77%. It is generally less than 1% in patients with acute glomerulonephritis, hepatorenal syndrome, and states of prerenal azotemia such as congestive heart failure or dehydration. This value gives confirmation of prerenal failure.\\nRenal ultrasound ruled-out urinary obstruction. The diagnostic specificity of FENa in differentiating prerenal azotemia from the interarenal cause of the ARF may also be influenced by the fact that the patients may actually be progressing from the prerenal azotemia state to established ARF. The drug history of the patients can also affect the values of FENa. Despite of these many limitations, FENa when it is considered as an important tool in the context of the other clinical scenario ().\\nThere is considerable interest in the potential utility of the different blood and urinary biomarker, which can be important for the diagnosis of ARF. Biochemically, serum creatinine and blood urea nitrogen (BUN) concentration are important diagnostic tool in the detection of ARF. An abrupt increase in serum creatinine concentration usually reflects a decrease in GFR and signals the occurrence of ARF. These two diagnostic tools are affected by the condition and have some limitations e.g. gender, muscle mass and the drugs so they are not fully reliable (). Furthermore, serum creatinine concentration does not accurately influence GFR in the unsuspecting state of ARF. On the other hand, increased urea validity, gastrointestinal bleeding, protein intake, catabolic states, protein malnutrition and cirrhosis hit BUN values, which can lead to wrong diagnosis (). Cystatin-C and alpha 1-microglobulin, are diverse tools on which research work is going on to find more reliable and efficient tool to diagnosis ARF early. Studies have shown cystatin-C to be an early and reliable marker of acute kidney injury (AKI) in patients in the ICU but it is not the validated as GFR indicator in ARF as compared to serum creatinine and still its requires further studies (). Similarly, N-acetylglucosaminidase, KMI-1, neutrophil gelatinous associated lipocalin (NGAL) are under trial to find the fast and timely detection of ARF ().\\nAssessment of urine biochemistry is essential and inexpensive tool in the evaluation of AKI. The factors which need to be considered important are elaborated in .\\nAntinuclear factor (ANF), anti-neutrophil cytoplasmic autoantibody (ANCA), anti-GBM, complement and urinary electrophoresis should be performed unless the cause of AKI is obvious, e.g. post myocardial infarction or renal obstruction.\\nRenal biopsy is important diagnostic tool for those patients in whom prerenal and post renal ARF have been excluded. It helps further to rule out the cause of the intrinsic renal failure rests unclear e.g. vasculitis, glomerulonephritis, and interstitial nephritis.\\nOn volume resuscitation, the patients became profoundly polyuric, with daily urine output of 7 to 10 liter. He needed large amounts of potassium and magnesium supplements, initially intravenous and later oral. The health of patient improved with correction of potassium and polyuria. Kidney function improved progressively, with creatinine level decreasing to 1.5 mg/dl during the course of 2 weeks. The proteinuria dramatically improved with the optimization of fluid level and electrolyte along with 24 h urine protein decreased to 0.73 g/24 h. The patient had good urine output with intravenous fistula and was in a positive fluid balance. However his mobility is much decreased due to malnutrition and weakness. The patients progressed a lot after treatment of six months and remain well with slight proteinuria but mild kidney function. His kidney serum creatinine was 1.6 mg/dl. His stool was clostridium difficile toxin positive. His diarrhea gradually improves over the next few days with metronidazole. Plasma renin and aldosterone concentration ambulant was grossly increased. On discussion with the multidisciplinary team he is unlikely to improve sufficiently to go back to his own house but require sheltered accommodation or even a residential home.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'17222333': 1, '8872955': 1, '20164823': 1, '32405454': 1, '28197488': 1, '32133098': 1, '15569331': 1, '15892676': 1, '17331245': 1, '10919587': 1, '14760873': 1, '16497848': 1, '15328384': 1, '19111206': 1, '15809463': 1, '11794169': 1, '19436332': 1, '18089971': 1, '8398009': 1, '28197469': 2}", "similar_patients": "{}"}