{"patient_id": 123175, "patient_uid": "5836160-1", "PMID": 29515398, "file_path": "noncomm/PMC005xxxxxx/PMC5836160.xml", "title": "Pulmonary Sarcoidosis Activation following Neoadjuvant Pembrolizumab plus Chemotherapy Combination Therapy in a Patient with Non-Small Cell Lung Cancer: A Case Report", "patient": "This is the case of a 74-year-old male hypertensive patient, an ex-smoker (>50 pack-years) who in January 2017 presented with productive cough that progressed to include intermittent hemoptysis. At that time, he denied having chest pain, dyspnea, night sweats, or weight loss. An initial evaluation with a chest X-ray revealed a right upper lobe opacity. This was followed by a CT scan of the chest in March 2017, which showed a posterior right upper lobe lung mass (5.7 × 4.5 cm) invading the pleura, with right paratracheal lymph nodes. A CT-guided biopsy revealed moderately differentiated adenocarcinoma with extensive necrosis, positive TTF1, and programmed death-ligand 1 +3/3 in 90% of the cells.\\nA PET-CT scan for initial staging showed an intensely FDG-avid, right apical necrotic lung mass extending to the pleural surface posteriorly and medially, and possibly to the retrotracheal space (6 × 6 cm; SUVmax = 18.6), with mildly FDG-avid subcentimeter right hilar and upper paratracheal lymph nodes (9 mm) with no evidence of distant metastatic disease (Fig. ).\\nAs such, the patient's tumor was staged as T2bN2M0 (stage IIIA, with limited mediastinal disease) and the patient was started on combination chemotherapy/immunotherapy with carboplatin/pemetrexed plus pembrolizumab (Keytruda) as of April 2017. He received 4 cycles of combination therapy, followed by 2 cycles of Keytruda.\\nOn follow-up, PET-CT scanning showed a significant decrease in the size and FDG uptake of the right upper lobe mass, which appeared more necrotic (4.7 × 3.2 cm; SUVmax = 2.8), with an interval increase in the size, number, and uptake of mediastinal and bilateral hilar lymph nodes (SUVmax = 4.6) and no evidence of distant metastatic disease (Fig. ). To rule out progression to stage IIIB, an endobronchial ultrasound-guided biopsy was performed, but it was inconclusive. The patient underwent surgical excision and sampling of the lymph nodes. Pathologic evaluation revealed 90% necrosis in the primary tumor; the lymph nodes were found to be negative for malignancy, but instead showed noncaseating granulomatous inflammation (Fig. ).", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'31182092': 1, '22658127': 1, '31816084': 1, '31650941': 1, '31327832': 1, '27590328': 1, '31858908': 1, '28480561': 1, '26371282': 1, '27745820': 1, '18815398': 1, '22547608': 1, '31970923': 1, '22559147': 1, '27291635': 1, '28031822': 2, '27486590': 1, '31321613': 1, '27504482': 1, '28737580': 1, '34480197': 1, '27091806': 1, '34002950': 1, '28443311': 1, '29515398': 2}", "similar_patients": "{'5168862-1': 1}"}