{"patient_id": 68201, "patient_uid": "5553580-1", "PMID": 28797308, "file_path": "comm/PMC005xxxxxx/PMC5553580.xml", "title": "Coeliac disease in infants: antibodies to deamidated gliadin peptide come first!", "patient": "An 8-month-old boy was evaluated for failure to thrive and developmental delay. He was born at 38 weeks of gestational age (birth weight 4.090 kg, above the 90th percentile). Familial and antenatal history was unremarkable; in particular there was no history of gestational diabetes nor any significant perinatal event. The patient had been exclusively breastfed for the first 5 months of life, with regular growth and psychomotor development. After weaning, at between 6 and 8 months of age, the child experienced worsening constipation, bulky stools, irritability and anorexia. The onset of symptoms had no association with any specific event. The infant was admitted to the pediatric ward of the University Hospital of Udine, Italy, when he was 8-months old. His weight-for-length was below the 3rd percentile, whereas 2 months before it was at the 25th percentile []. Between the 6th and 8th months he also showed developmental regression: his babbling and smiling decreased, he could no longer sit without support and became apathetic and irritable. The head circumference had increased normally since birth at around the 25th percentile. The physical examination revealed severe dystrophy, with a potbelly and wasted limbs. He appeared apathetic with little interest in things and people around him. He also had mild hypotonia, with decreased muscle bulk but preserved deep tendon reflexes. Laboratory tests revealed a normal full blood count. A metabolic panel showed serum albumin (3.6 g/dL;), Vitamin A (207 mcg/L) and total IgG (269 mg/dL) levels at the lower limit of normal. A screening for CD revealed normal IgA levels, absence of tTG antibodies but positive serum anti-DGPs (IgG 183 U/mL; IgA 147 U/mL; normal range < 10 U/ml for both, as suggested by the manufacturer). Tissue-tranglutaminase antibodies and anti-DGPs were assessed by a chemiluminescence enzyme immunoassay (Zenit-RA®, Menarini Diagnostics, Florence, Italy). All other laboratory tests of the metabolic panel were normal (including iron levels, folic acid, vitamin D, B12, and E, thyroid-stimulating hormone, creatinine kinase, venous blood gas, lactate and ammonia levels). Fecal elastase was at a low concentration (<100 mcg/g), while fecal calprotectin concentration (IDK® Calprotectin ELISA, Immundiagnostik, Bensheim, Germany) of 135 mg/kg was in the normal range for the patient’s age [, ]. A normal sweat chloride test ruled out cystic fibrosis and a magnetic resonance imaging of the brain excluded structural/anatomic brain abnormalities.\\nAn esophagogastroduodenoscopy with duodenal biopsy showed complete villous atrophy with crypt hypertrophy and more than 60 intraepithelial lymphocytes per 100 enterocytes in the duodenal mucosal, corresponding to a 3C score of the Modified Marsh (Oberhuber) classification. Antiendomysial IgA antibodies were not detected in the supernatant of duodenal mucosal fragments cultured with gliadin peptides []. Genetic analysis revealed the presence of HLA-DQ2 (DQA1*05; DQB1*02) and HLA-DQ8 (DQA1*03; DQB1*0302). Within 4 months of initiating a gluten-free diet, the child caught up with his original weight-for-age z-score, with complete normalization of neurological evaluation and laboratory parameters. Six months after the diagnosis, IgG anti-DGP were still slightly positive (20 UI/ml, normal range < 10 UI/ml), while IgA anti-tTG were absent. After 6 months and for the next 2 years both DGP and tTG antibodies resulted negative.", "age": "[[8.0, 'month']]", "gender": "M", "relevant_articles": "{'26322980': 1, '25742018': 1, '24395055': 1, '23238134': 1, '22197946': 1, '1855688': 1, '25733751': 1, '17852878': 1, '22722680': 1, '26412412': 1, '27565547': 1, '33833977': 1, '22266486': 1, '19606042': 1, '25326000': 1, '17428743': 1, '15876458': 1, '1727768': 1, '23609613': 1, '26186878': 1, '24830313': 1, '21694536': 1, '21284894': 1, '17573785': 1, '27411430': 1, '19455636': 1, '16954951': 1, '22197936': 1, '19394538': 1, '21257356': 1, '25730696': 1, '25522308': 1, '20042872': 1, '12730446': 1, '20171961': 1, '17873740': 1, '20022984': 1, '10400109': 1, '10524652': 1, '26161465': 1, '25601977': 1, '27366039': 1, '17960014': 1, '18852634': 1, '11843032': 1, '21131921': 1, '25648641': 1, '23558824': 1, '18988751': 1, '19027045': 1, '20357057': 1, '17205399': 1, '15574641': 1, '25271602': 1, '28797308': 2}", "similar_patients": "{}"}