{"patient_id": 117305, "patient_uid": "5406114-1", "PMID": 28491314, "file_path": "noncomm/PMC005xxxxxx/PMC5406114.xml", "title": "Major depressive disorder with religious struggle and completed suicide after hair transplantation", "patient": "A 47-year-old male, Turkish-Muslim patient living in Germany received a hair transplant for baldness. Three months after the operation, he started having feelings of guilt, reluctance, decreased interest in life, inability to accomplish his religious responsibilities and had decreased levels of energy. He had no previous history of psychiatric disease. He believed that his state of baldness was how God had created him; therefore, he was feeling sinful for having acted against God’s will by receiving a hair transplantation. He talked about his religious struggle with a Turkish imam in Germany but that did not comfort him. The imam advised him to see a psychiatrist. However, the patient did not want to see a non-Muslim physician. Therefore, he was brought to Turkey for psychiatric treatment by his brother in order for a Turkish-Muslim physician to be able to persuade him and change these religious guilt–related thoughts. He was examined by the first author. He was looking older than his age and had decreased eye contact. He had depressed affect congruent with his depressed mood. His speech was monotonous. He had ruminations about having made a sin with his decision to have a hair transplant. He stated that, he was self-conscious when he made his decision to get the operation without anyone forcing him to do so. He believed he was guilty because getting the operation was not an unforeseen event but a planned rebellious act against the way God had wanted him to be. The physician tried to reframe these thoughts as cognitive distortions related to depressive disorder and offered antidepressant drug treatment combined with cognitive psychotherapy. However, the patient refused any treatment because he believed he had deserved this suffering as a way of punishment. He returned to Germany; therefore, he was referred to a German psychiatrist who suggested hospitalization of the patient. Unfortunately, the patient declined all treatment options and killed himself via hanging.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'24848508': 1, '11132565': 1, '25368473': 1, '16307704': 1, '20436768': 1, '18978254': 1, '26301940': 1, '23750148': 1, '10480747': 1, '21712908': 1, '25632645': 1, '24311360': 1, '28491314': 2}", "similar_patients": "{}"}