{"patient_id": 62415, "patient_uid": "5061939-1", "PMID": 27777804, "file_path": "comm/PMC005xxxxxx/PMC5061939.xml", "title": "Detection of the Dimorphic Phases of Mucor circinelloides in Blood Cultures from an Immunosuppressed Female", "patient": "A 38-year-old female presented to the Emergency Department of a hospital in rural Indiana with shortness of breath and cough, sinus congestion, fevers as high as 39.4°C, nasal drainage, sore throat, and yellow-green sputum production. The patient's medical history included sarcoidosis, IgG deficiency, and a sinus infection for which she completed treatment with cefdinir 1 week before admission. The patient stated improvement while on antibiotics but symptoms worsened after therapy completion. Upon physical examination, the patient had a temperature of 37.5°C and exhibited moderate respiratory distress with no wheezing, rales, or rhonchi. She was alert, awake, and oriented with no ear, nose, throat, cardiovascular, abdominal, back, extremities, skin, neurological, or psychiatric abnormalities. An X-ray of her chest was unremarkable. Peripheral blood specimens obtained at the time of initial presentation demonstrated leukocytosis, hyperglycemia and low potassium, CO2, total protein, and magnesium (). The aerobic blood culture bottles (BD BACTEC™ Plus Aerobic/F) from two sets of blood cultures collected at the time of admission turned positive within 24 hours of incubation in a continuous-monitory blood culture system (BACTEC™ 9240, BD Diagnostics, Sparks, MD). Gram stains of the broth revealed pleomorphic yeast forms and wide, pauciseptate, hyphae with right-angle branching (). Yeast forms with single, bipolar, and circumferential buds were observed. Several of the yeast cells observed resembled the yeast phase of Paracoccidioides brasiliensis (). The Gram stain findings were reported as “fungal elements present” and were immediately phoned to the clinical care team.\\nThe following day, mold growth was observed on the aerobic sheep blood agar and chocolate agar plates incubated at 35°C in 5% CO2 and on potato dextrose and Sabouraud agars incubated at 30°C. Fast-growing, floccose colonies were initially pale gray to yellow, turning brown over time when incubated at 35°C. Microscopic examination of the mold colony by lactophenol cotton blue staining revealed broad, ribbon-like pauciseptate wide hyphae with right-angle branching. Sympodially branched and circinate sporangiophores were observed (Figures and ). Globose sporangia measured within 25–80 μm and contained oval shaped sporangiospores (). Columellae were spherical, measuring up to 50 μm in diameter; collarettes were present (). Rhizoids and stolons were absent. The identity of the isolate as M. circinelloides was supported by its microscopic morphology, its ability to convert into yeast forms under anaerobic conditions, and its inability to grow at 42°C (). Conclusive identification based on molecular and phenotypic methods was above the scope of this study. Following reporting of these findings, the patient was started on liposomal amphotericin B 500 mg IVPB every 24 hours; subsequent blood and sinus cultures were negative. In addition, sinus biopsy results and computerized tomography (CT scan) of the chest and sinuses did not show any clear evidence of fungal involvement. As a consequence, antifungal treatment was discontinued after 6 days and the patient was discharged home without further complications. The patient had no signs of Mucor infection 7 months after discharge.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'1886520': 1, '30552581': 1, '26010100': 1, '19171681': 1, '17571588': 1, '25252436': 1, '19305057': 1, '16308234': 1, '25840851': 1, '33147877': 1, '3532960': 1, '22247442': 1, '17122018': 1, '10756000': 1, '16020690': 1, '27777804': 2}", "similar_patients": "{}"}