{"patient_id": 68549, "patient_uid": "5578594-1", "PMID": 29201758, "file_path": "comm/PMC005xxxxxx/PMC5578594.xml", "title": "A Case of Severe Ulcerative Colitis with Colonic Dilatation caused by Renal Mucinous Tubular and Spindle Cell Carcinoma", "patient": "A 53-year-old male with UC and coexisting renal tumor, after embolization of left renal artery and with planned nephrectomy, was admitted to the Department of Gastroenterology and Hepatology in December of 2014 due to abdominal pain, fever, tachycardia, and severe diarrhea with bloody stools.\\nUlcerative colitis was diagnosed in November 2014, during hospitalization in the Department of Surgery, where the patient was treated for permeable intestinal obstruction. In the performed incomplete colonoscopy, coaxial inflammatory infiltration with accompanying diverticulum was visualized in the descending colon. Moreover, in the descending colon, sigmoid colon and rectum advanced lesions corresponding with UC were described. Histopathological examination confirmed the diagnosis.\\nBlood test performed on admission revealed iron-deficiency anemia with a hemoglobin level of 10.4 gm/dL, raised inflammatory markers (C reactive protein, ferritin, accelerated ESR), and low cholesterol. Due to decreased albumin, the patient received human albumin solution. Stool tests ruled out Clostridium difficile, Salmonella, Shigella, Yersina, Campylobacter, and enterohemorrhagic Escherichia coli (EHEC) infection.\\nComputed tomography, except with active inflammatory lesions extending from transverse colon to rectum, revealed dilatation of transverse colon up to 6 cm. There were no signs of intestinal obstruction or perforation. Within the lower pole of the left kidney, CT revealed the huge, mostly heterogeneous, well-bounded tumor size 7 × 9.5 × 10 cm (). There was no evidence of tumor infiltration beyond the kidney. Visible lymph nodes were enlarged to 1.3 × 0.9 cm along the left renal vessels.\\nThe patient was treated with intravenous antibio­tics (ciprofloxacin in combination with metronidazole), hydrocortisone, and fluids. He also received anticoagulant and masalazine. Despite of intensive treatment and parenteral nutrition, abdominal X-rays showed no sign of improvement. Progression in the dilatation of transverse colon up to 7.5 cm was visualized. We decided to transfer the patient to the Department of Surgery, where he was treated surgically. Intraoperatively, kidney tumor was found as the cause of the obstruction and dilatation of the colon. Nephrectomy and partial resection of descending colon sigmoid junction, with emergence of colostomy, was performed.\\nThe histopathology exam revealed RMTSCC with low malignancy potential, showing no mitotic activity, and with size of 12 cm diameter (). Neoplasm without fatty tissues infiltration and structures of renal hilus or renous vessels, limited to renal parenchyma, was found.\\nIn March 2015, the patient was admitted to the Department of Gastroenterology and Hepatology again due to fever, anemia and elevated inflammation markers. The CT images have raised suspicion of abscess in tumor bed and between bowel loops. The patient was treated surgically once again. During surgery, the abscess, however, was not confirmed. Still there was a progression of inflammation of the colon; so colectomy, appendectomy, and partial resection of ileum were performed.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'26315728': 1, '26377921': 1, '14673733': 1, '19494850': 1, '24330589': 1, '20011287': 1, '12460208': 1, '22009735': 1, '7291100': 1, '29201758': 2}", "similar_patients": "{}"}