{"patient_id": 116695, "patient_uid": "5362012-1", "PMID": 28491385, "file_path": "noncomm/PMC005xxxxxx/PMC5362012.xml", "title": "Chronic urinary bladder torsion causing urinary incontinence in a cat", "patient": "A 10-month-old female spayed domestic shorthair cat was referred for urinary incontinence of 3 months’ duration. The cat was dribbling urine, and damp bedding was noticed following sleep. The cat had been spayed 122 days prior with no complications reported. Sixty-four days after ovariohysterectomy (OHE), pollakiuria with stranguria and haematuria was observed over a 2 day period. Treatment was provided with oral amoxicillin–clavulanic acid (Clavulox; Pfizer) 12.5 mg/kg PO q12h for 1 week. Haematuria had resolved at a recheck 3 weeks later but pollakiuria remained. At 1 week prior to referral serum biochemical analysis revealed azotaemia (), urine specific gravity was 1.028 and urine dipstick findings included 2+ red blood cells and a pH of 6.5. No crystals were identified on microscopy and culture was not performed. Oral marbofloxacin (Zeniquin; Pfizer) 3.3 mg/kg q24h was prescribed for 14 days and proprietary renal diet initiated (k/d, Hill’s Pet Nutrition).\\nAt presentation the cat had lost 0.66 kg, down from 3.94 kg 2 months earlier. No abnormalities were identified on physical examination. Abnormal laboratory findings included a packed cell volume of 28% (reference interval [RI] 30–45%) and azotaemia (). Abdominal ultrasound showed bilateral hydronephrosis and hydroureter (). The urinary bladder appeared normal. The urethral lumen was variably distended measuring between 4.5 mm and 6.0 mm along its length. Computer tomographic (CT) contrast pyelography was recommended to investigate the cause of urinary tract distension, with ureteral ectopia the primary differential; however, this was declined by the owner. Urine culture was not performed owing to antibiotic use. The cat was discharged with advice to continue antibiotic therapy for possible associated pyelonephritis.\\nAt 245 days post-spay the cat represented to the original referring practice with pollakiuria and stranguria. A large bladder was palpated. Clinical signs resolved after 2 days on oral diazepam (Valium; Roche) 0.25 mg/kg q12h and prazosin (Minipress; Pfizer) 0.125 mg/kg q12h.\\nThe cat was presented for further investigation at 18 months of age, 298 days post-spay. Voluntary urination appeared normal; however, there were episodes of apparent incontinence immediately after urinating and occasional stranguria. Diazepam and prazosin were ongoing. Blood testing was performed ().\\nA CT study was performed to evaluate the urinary tract. The cat was imaged in sternal recumbency and a survey scan in a soft tissue algorithm (WL 30 and WW 350) with 2.00 mm slice thickness was performed. Iodinated contrast agent (Omnipaque 240 mg/ml; GE Healthcare Australia Pty) was administered intravenously at a reduced dose of 240 mg/kg. A second scan was obtained after a delay of 3 mins with a soft tissue algorithm (WL 30 and WW 350) and a slice thickness of 1.50 mm.\\nThis examination identified moderate bilateral hydronephrosis and diffuse mild-to-moderate hydroureter (; ,). On the postcontrast images there was a normal parenchymal phase; however, the excretory phase was delayed.\\nThe apex of the urinary bladder had a moderately distended lumen apically; however, it tapered sharply just prior to the trigone region and was clearly torsed at this level (). In the region of the trigone the lumen became distended again before tapering towards the urethral sphincter at the level of the pelvic brim (). The distal ureters could be observed extending to the level of the trigone but their terminations could not be determined.\\nAerobic urine culture was performed with no bacteria isolated after 48 h. The reversibility of renal compromise was unknown; however, surgery was advised to document and correct the suspect bladder torsion.\\nAt 315 days postspay midline laparotomy was performed and marked adhesions of the greater omentum to the bladder apex were identified (). Dissection allowed identification of torsion of the bladder neck of approximately 150º such that the left ureter passed over the dorsal surface of the bladder neck to insert on the right side, and the right ureter inserted on the ventral bladder neck (). The bladder was de-rotated; however, the omental adhesions caused the bladder to return to a torsed state so the adhesions were broken down. A right paramedian incisional cystopexy was performed with 4-0 glyconate (Monosyn; B Braun). The abdomen was closed routinely.\\nPostoperative analgesia was provided with 0.02 mg/kg buprenorphine q8h (Temgesic; Reckitt Benckiser) sublingually. The cat was maintained on intravenous compound sodium lactate solution (Hartman’s solution; Baxter) at 2.5 ml/kg/h. In hospital, urination was regularly observed in the litter tray but not on bedding. Azotaemia improved through the period of hospitalisation ().\\nTen days postoperatively all clinical signs were reported to have resolved. Ten weeks postoperatively (449 days after spay) the cat was reported to be active and eating well, although still polydipsic. Laboratory findings were recorded (). Urine dipstick was negative for proteinuria and testing of systolic blood pressure revealed normotension on repeated assessments. During ultrasound examination both kidneys exhibited much reduced pylectasia and the ureters could not be identified (). The urinary bladder appeared within normal limits.\\nAt this visit a recheck CT examination was performed in sternal recumbency with a plain survey study followed by sequential postcontrast studies acquired 3, 5 and 11 mins postadministration of iodinated contrast agent (240 mg/kg). There was evidence of reduced hydronephrosis and the kidneys had reduced in size (). The cortical margins were undulating, giving the kidneys a slightly lobulated structure. In the postcontrast series there was a homogeneous parenchymal phase and normal progression to the excretory phase. The ureters had a reduction in diameter and demonstrated evidence of peristalsis (). There was normal ureteral insertion into the trigone. There was some residual narrowing of the trigonal lumen at the site of the previous torsion. The cat was assessed as having near complete resolution of structural urinary tract changes as a result of surgery so no subsequent deterioration in renal function due to obstruction was anticipated. The cat was deemed to have stage 2 chronic kidney disease according to the IRIS guidelines, and was discharged with advice to feed a proprietary renal diet and seek repeat assessment of renal parameters every 3 months.\\nAt day 469 after OHE serum creatinine was within the RI and urine specific gravity was measured at 1.034 ().\\nAt day 603 after OHE (8 months postcorrective surgery) all serum biochemical parameters were within the RI (). The cat was receiving a renal diet and no clinical concerns were noted.", "age": "[[10.0, 'month']]", "gender": "F", "relevant_articles": "{'20585718': 1, '23647211': 1, '2082989': 1, '16842044': 1, '1621341': 1, '1497177': 1, '18828682': 1, '31859391': 1, '8420893': 1, '13302456': 1, '14635964': 1, '6879976': 1, '7431885': 1, '19231948': 1, '18225412': 1, '6636408': 1, '28491385': 2}", "similar_patients": "{}"}