{"patient_id": 125101, "patient_uid": "5999513-1", "PMID": 29879029, "file_path": "noncomm/PMC005xxxxxx/PMC5999513.xml", "title": "No obvious sympathetic excitation after massive levothyroxine overdose", "patient": "A 41-year-old woman was admitted to the hospital for ureter calculus. The second day after ureteroscopy, she was administrated with tramadol intramuscular injection due to severe backache. After that, the patient left the ward without permission and was found back to ward by her family members till half a day later. She was extremely mentally unstable and emerged with significant tachypnea and chills at that time. On examination, her vital signs were evidently accelerated respiratory rate 45 breaths per minute, body temperature 36°C, heart rate 85 beats per minute, and blood pressure 130/94 mm Hg. The patient suicidally took in 120 tablets of levothyroxine prescription (50 μg each tablet), equal to 6 mg in total. Initial laboratory findings revealed extremely elevated serum levels of thyroxine (T4) >320 nmol/L, free triiodothyronine (fT3) 10.44 pmol/L, and free thyroxine (fT4) >100 pmol/L. However, serum triiodothyronine (T3) was 2.26 nmol/L, within the normal range, as well as the thyroid-stimulating hormone (TSH) was 6.430 mIU, above the normal. The patient had a past history of hypothyroidism and managed with long-term thyroid hormone replacement (levothyroxine 100 μg per day). Accordingly, the concentration of TSH suggested that it had not received negative feedback suppression from hypophysis yet. Besides, she also suffered from SLE, which was treated with glucocorticoids and hydroxychloroquine sulfate, and chronic pancreatitis.\\nWe asked department of Endocrinology, department of Nephrology, and intensive care unit (ICU) for a consultation, and ultimately determined her treatment programs together. First, stop taking the levothyroxine prescription. Then, use propranolol (30 mg per day, 3 times a day) to prevent heart failure. Besides, utilize hemodialysis to remove thyroid hormone from blood. Last but not least, it is essential to closely monitor the vital signs, basal metabolic rate, blood biochemical indicators, and serum degrees of thyroid hormone (Table ). Although the hemodialysis did not significantly improve the outcomes for this patient, according to the serum thyroid hormone concentrations before and after hemodialysis (Table ), the patient remained asymptomatic. Three days later, the level of serum T3 began to escalate (3.77 nmol/L), as well as the degree of serum TSH declined (0.076 mIU/L). Till the sixth day postingestion, an epileptic seizure occurred to her. We administrated the patient with phenobarbital intramuscular injection, and then she recovered to normal. In addition, the woman had no more symptoms of thyrotoxicosis since then. After 4 weeks, results of thyroid function revealed the levels of thyroid hormone of this patient were completely recovered to pre-ingestion levels and then levothyroxine was used again as before.\\nThe research protocol was approved by the Institutional Review Board of the Nanjing Medical University, Nanjing, China, and the study was carried out in accordance with the nationally approved guidelines.", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'28804208': 1, '2860910': 1, '7905687': 1, '4647053': 1, '16340765': 1, '25774585': 1, '7832964': 1, '3558934': 1, '25389997': 1, '19337445': 1, '2748253': 1, '20643722': 1, '21912019': 1, '32377234': 2, '12001709': 1, '28100579': 1, '6701055': 1, '29879029': 2}", "similar_patients": "{'7193347-1': 1}"}