{"patient_id": 69067, "patient_uid": "5615989-2", "PMID": 29057127, "file_path": "comm/PMC005xxxxxx/PMC5615989.xml", "title": "Heat Stroke: A Medical Emergency Appearing in New Regions", "patient": "Patient 2 was a 74-year-old man suffering from heart failure, chronic atrial fibrillation, severe venous insufficiency, leg ulcers, type 2 diabetes, chronic obstructive lung disease, and severe obesity (160 kg, BMI 49). At hospital admission the patient was confused with delayed response time. Furthermore he presented with atrial fibrillation (140 beats/minute), hyperthermia (39.0°C), and elevated blood levels of creatinine. He was tachypnoeic with low oxygen saturation (91%). A urine test strip showed presence of blood, protein, and ketone bodies. Initial treatment included fluid therapy and antibiotics on the suspicion of sepsis. The patient was transferred to telemetry in the cardiology department where treatment with digoxin was initiated.\\nDuring the following days urine output increased, but his level of consciousness decreased and he developed myoclonia. Due to accumulation of carbon dioxide he was transferred to the ICU, where intubation and mechanical ventilation were initiated. At admission GCS score was 3, pupil reactions were sluggish, and muscle spasms in the upper body were observed. Blood tests were normal except an increasing INR.\\nDuring the first days in the ICU the patient improved with decreasing demand of oxygen and cardiac inotropes. Analysis of the cerebrospinal fluid and a head CT were both normal. Microbiological tests showed no sign of infection. Despite fanning and cold fluids the patient still had an elevated temperature and cooling was intensified using a thermoregulatory device with cooling pads. On day 5 the patient's temperature normalized and he gained consciousness. On day 7 the diagnosis of HS syndrome was suspected. The patient stabilized and was extubated, but he still received intermittent cooling. The patient developed hypercapnia and was reintubated and later a tracheostomy was performed. Due to anuria dialysis was performed until he regained his kidney function on day 23. The patient was again stabile and interacting with family and staff. Unfortunately the patient was infected with pneumonia. His overall condition thereafter gradually declines and he died 55 days after admission.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'11510526': 1, '30788206': 2, '31910506': 1, '12067009': 1, '24176481': 1, '34788312': 1, '21635561': 1, '15461044': 1, '21499068': 1, '25880507': 1, '12075060': 1, '17498312': 1, '24598696': 1, '17698676': 1, '16170743': 1, '20522730': 1, '32436952': 1, '15879637': 1, '25498263': 1, '29057127': 2}", "similar_patients": "{'5615989-1': 2, '6373888-1': 1}"}