{"patient_id": 116489, "patient_uid": "5345988-1", "PMID": 28293122, "file_path": "noncomm/PMC005xxxxxx/PMC5345988.xml", "title": "Toxicant-associated steatohepatitis: à propos a case of benzene exposure", "patient": "A 6-year-old Caucasian girl from Morocco who had experienced a normal birth and development showed evidence of jaundice. Icterus was evident in the sclera, and her mother noticed that her urine was dark. The general practitioner (GP) established a diagnosis of hepatitis, apparently in the absence of biochemistry and serology tests, and he ordered rest and a light regimen. The circumstances of this first episode were blurred in the recollection of the patient and her family.\\nIn 1963, at the age of 13 years, the patient developed a second bout of jaundice, which appeared to have been more severe than the first. Abdominal pain, nausea, fatigue and weakness were noted. The patient was not sure about the presence of a fever. The physician was strict with bed confinement, and he prescribed corticosteroids. The patient was bedridden for a month, after which she resumed a completely normal life.\\nAs a young woman and still in perfect health except for having well-balanced thoracolumbar scoliosis, she emigrated to Israel. She got married and had three children, and at the age of 48 years, she was given halothane as part of a surgery for the stripping of a varicose vein. When she woke from the anesthesia, she experienced severe malaise, nausea and vomiting. Liver function test results, including those for transaminases, were slightly elevated.\\nBecause of her history of jaundice in childhood, her GP required a study of her hepatitis B virus (HBV), hepatitis C virus (HCV) and later hepatitis A virus (HAV) antigens at that stage. The results were found to be negative.\\nAn analysis of hepatitis virus antigens was repeated, at the age of 65 years, in view of this case report. The results for the HBV antigen, HBV antibody and HCV antibody were negative, but that for the HAV immunoglobulin G was positive.\\nThe patient has provided written informed consent to publish this case report.", "age": "[[6.0, 'year']]", "gender": "F", "relevant_articles": "{'15650017': 1, '32695573': 1, '16510374': 1, '24589379': 1, '25874508': 1, '15630523': 1, '12521168': 1, '2281332': 1, '23262638': 1, '27314342': 1, '26269465': 1, '28293122': 2}", "similar_patients": "{}"}