{"patient_id": 67181, "patient_uid": "5468766-1", "PMID": 28634592, "file_path": "comm/PMC005xxxxxx/PMC5468766.xml", "title": "Euglycemic Diabetic Ketoacidosis With Prolonged Glucosuria Associated With the Sodium-Glucose Cotransporter-2 Canagliflozin", "patient": "A 50-year-old Caucasian woman presented with 4 days of nausea, vomiting, abdominal pain, and decreased oral intake. She had a 13-year history of type 2 diabetes complicated by gastroparesis. She was previously treated with insulin for gestational diabetes. After the diagnosis of type 2 diabetes, she was managed with metformin and sitagliptin. Due to an elevated hemoglobin A1c of 11.2%, canagliflozin 300 mg daily was added to her regimen 6 days prior to presentation. Her physical examination was notable for tachypnea (respiratory rate 28 bpm) and mild, diffuse tenderness to palpation on abdominal exam. She was overweight with a body mass index of 28. Labs revealed a creatinine of 0.54 mg/dL (estimated glomerular filtration rate >60 mL/min/1.73 m2), bicarbonate of 6 mmol/L, anion gap of 21, β-hydroxybutyrate of 90 mg/dL, glucose of 68 mg/dL, arterial pCO2 of 12 mm Hg, and arterial pH of 7.11. Urinalysis contained glucose >500 mg/dL and ketones 80 mg/dL.\\nThe patient received 9 liters of normal saline with dextrose in the intensive care unit for suspected starvation ketoacidosis with no improvement in her bicarbonate level, anion gap, or acidosis. An insulin drip was added to her dextrose infusion with subsequent normalization of her acid-base status and resolution of ketonuria. Her nausea, vomiting, and abdominal pain also resolved and she was able to start eating. The insulin drip was stopped when the patient transferred from the intensive care unit to the floor where she subsequently experienced a recurrence of her abdominal pain and anion gap metabolic acidosis. These all resolved with reinstitution of the insulin drip, which was later bridged to subcutaneous insulin. After reinstituting insulin, her pH was 7.4, bicarbonate was 24 mmol/L, and anion gap was 8. She had significant glucosuria (>500 mg/dL) in the absence of hyperglycemia until day 9 of her hospitalization despite discontinuation of canagliflozin at admission (). Glucosuria was present prior to dextrose therapy and persisted after dextrose was discontinued. The patient had no evidence for loss of other substances in the urine that would suggest other disorders such as Fanconi syndrome. She was discharged on basal subcutaneous insulin, and all other diabetic medications were stopped. At a follow-up visit 4 months later, she had an A1C of 6.4% without hypoglycemia on insulin glargine and no recurrence of DKA.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'16306358': 1, '25166023': 1, '31969112': 2, '34786197': 1, '26078479': 1, '30710078': 1, '32327896': 1, '31259114': 2, '32005706': 1, '27440829': 1, '30364093': 2, '26203064': 1, '17962340': 1, '30997351': 1, '28090050': 1, '20546255': 1, '28003053': 1, '31839866': 1, '27979895': 1, '26041408': 1, '31110751': 2, '32318635': 1, '29899991': 1, '26303110': 1, '21358698': 1, '12436245': 1, '28634592': 2}", "similar_patients": "{'6509932-1': 1, '6188774-1': 1, '6188774-2': 1, '6188774-3': 1, '6581413-1': 1, '6977311-1': 1}"}