{"patient_id": 120814, "patient_uid": "5658634-1", "PMID": 29085618, "file_path": "noncomm/PMC005xxxxxx/PMC5658634.xml", "title": "Squamous cell lung carcinoma presenting as melena: a case report and review of the literature", "patient": "A 90-year-old man with a history of left upper lobe pulmonary nodule on prior imaging presented with dark tarry stools, fatigue and repeated falls that progressively became worse over a one-month period. A week prior to presentation, he had a syncopal episode. He had not had an EGD or colonoscopy done in about 10 years. His social history is notable for a remote history of smoking.\\nFive months prior to this presentation, a 2.4 cm left upper lobe pulmonary nodule suspicious for neoplasm was incidentally found on CXR. The patient had declined any invasive procedures and opted to monitor the nodule thru serial chest computer tomography (CT) scans (). Two months later, new scattered 8 mm hepatic nodular hypodensities suspicious for metastatic lesions were found on a CT scan of the abdomen and pelvis (). A [18F] fluoro-2-deoxy-D-glucose positron emission tomography (FDG-PET)/CT () showed a 4.4×2.9 cm FDG-avid lung mass (SUV max 12.3 g/mL) and 4 foci of increased radiotracer uptake corresponding to metastatic liver lesions; No FDG-avid mediastinal lymphadenopathy were identified. A CT head was negative for any metastases. Clinically, he appeared to have a T2aN0M1b stage IV primary lung neoplasm. On physical exam, the patient had pale conjunctivae and dry mucous membranes. His breath sounds were diminished on the left lower lobe. He had an ecchymosis over the anterior abdomen that was non-tender. FOBT was positive on rectal exam. His labs showed a hemoglobin of 5.7 g/dL and a hematocrit of 18.1%. His esophagogastroduodenoscopy (EGD) showed a nonobstructing, non-bleeding, cratered gastric ulcer at the greater curvature of the gastric body. The ulcer had a clean base, no stigmata of bleeding and no evidence of perforation. A gastric ulcer biopsy showed metastatic squamous carcinoma involving the base of the gastric mucosa without surface involvement on hematoxylin and eosin stain (). Although the standard of care for stage IV Squamous Cell Lung Cancer is combination chemotherapy with platinum doublet, he was referred to palliative care given patient’s extremely poor functional status. He passed away 54 days after his presentation with GI bleed. The family declined an autopsy", "age": "[[90.0, 'year']]", "gender": "M", "relevant_articles": "{'4007760': 1, '10406253': 1, '24179627': 1, '33403816': 2, '25491474': 1, '18594328': 1, '29988660': 2, '1415098': 1, '12168927': 1, '32212371': 2, '17010474': 1, '18512073': 1, '6274500': 1, '30561123': 1, '11481023': 1, '16810769': 1, '17195443': 1, '1338292': 1, '11995451': 1, '3028602': 1, '7427890': 1, '29085618': 2}", "similar_patients": "{'7262906-1': 1, '7882379-1': 1, '6028405-1': 1}"}