{"patient_id": 65326, "patient_uid": "5343149-1", "PMID": 28348791, "file_path": "comm/PMC005xxxxxx/PMC5343149.xml", "title": "Successful treatment of recurrent Helicobacter fennelliae bacteraemia by selective digestive decontamination with kanamycin in a lung cancer patient receiving chemotherapy", "patient": "A 73-year-old man suffering from advanced lung adenocarcinoma with multiple metastases was admitted to our hospital in Shinjuku-ku, Tokyo, for a third cycle of chemotherapy. His lung adenocarcinoma diagnosed 8 years previously had gradually progressed despite surgical treatment, chemotherapy and radiation therapy. He also had a medical history of thyroid papillary carcinoma treated by thyroidectomy 7 years previously. The patient had received two cycles of carboplatin/pemetrexed (CBDCA/PEM) therapy within the 4 months prior to this admission.\\nOn hospital day 2, 43 days after the second cycle of chemotherapy, the patient developed a fever (38.3 °C); however, no other symptoms, such as shaking chills, diarrhoea, abdominal pain or extremity pain, were observed. His physical parameters were almost normal. Laboratory examinations showed a white blood cell count of 8640 cells µl−1, a neutrophil count of 6790 cells µl−1 and a C-reactive protein level of 16.2 mg dl−1, indicating a strong inflammatory response without neutropenia. Chest X-ray findings were the same as in previous tests. The patient was treated empirically with ampicillin/sulbactam (3 g twice a day) for 2 days without clinical improvement, and then with cefepime (2 g twice a day), after which the fever gradually subsided.\\nAfter the initiation of ampicillin/sulbactam therapy, two sets of aerobic and anaerobic blood cultures were performed using BACTEC Plus Aerobic/F culture vials and BACTEC Plus Anaerobic/F culture vials (Becton, Dickinson), respectively. On hospital day 7, one of the two aerobic cultures became positive after 6 days of incubation in BACTEC 9240 medium (Becton, Dickinson), whereas both anaerobic cultures remained negative. Gram staining of the positive culture revealed spiral-shaped Gram-negative rods. Subsequent subculturing on Nissui sheep blood agar plates and Nissui modified Skirrow’s medium EX plates (Nissui Pharmaceutical) revealed thin film-forming colonies and scanty transparent colonies, respectively, after 7 days of incubation at 35 °C in a microaerobic atmosphere (6–12 % O2, 5–8 % CO2). H. cinaedi was suspected based on the colony characteristics and the biochemical properties of the isolate were tested by the API Campy system (bioMérieux).\\nThe isolate was initially identified as H. fennelliae (microcode 4401064) with a relatively low probability level of 80.2 %. However, the biochemical characteristics of nitrate reduction, alkaline phosphatase production and esterase activity were different from those of H. cinaedi. To confirm the identification, the gyrA gene of the isolate was sequenced (2450 bp) and the deduced protein sequence (811 residues) used to determine the phylogenetic relationship with the GyrA protein of H. fennelliae CCUG 18820T, whose sequence was obtained from a public database (; . In the phylogenetic analysis based on GyrA sequences, the isolate (HF-1; accession no. LC186926) was identified as H. fennelliae (). Antimicrobial susceptibility was determined by the agar dilution method () Our experiments revealed low MICs of ampicillin, cefepime and doxycycline for our H. fennelliae isolate; however, the MIC of ciprofloxacin was much higher than that for H. fennelliae CCUG 18820T (), which is consistent with previous findings ().\\nThe patient was treated with cefepime for 15 days, and then with the oral antibiotics doxycycline (100 mg twice a day) and amoxicillin (500 mg three times a day) for 24 days. The long-term antibiotic therapy we used was similar to that used for H. cinaedi. The patient received the third cycle of chemotherapy on hospital day 15 and was discharged on hospital day 21.\\nAfter 6 weeks of oral antibiotic therapy, the patient was admitted again for a fourth cycle of CBDCA/PEM therapy. On day 7 after chemotherapy, he showed a high-grade fever (39.8 °C) and malaise with no other symptoms. Laboratory tests revealed no neutropenia. H. fennelliae bacteraemia was considered, and the patient was treated empirically with cefepime after two sets of blood cultures were performed. One aerobic blood culture was positive after 5 days of incubation, demonstrating spiral-shaped Gram-negative rods. Subcultures, phenotypic tests, gene sequence determination and phylogenetic analysis of the GyrA protein were performed as described above. This isolate (HF-2; accession no. LC186927) was identified as H. fennelliae and was the same as the HF-1 strain (). HF-2 showed an antimicrobial susceptibility similar to that observed in the HF-1 strain. Antibiotic therapy with cefepime continued for 14 days and the patient defervesced.\\nH. fennelliae bacteraemia recurred in spite of the long-term oral antibiotic therapy. The patient was still being treated with CBDCA/PEM and was at risk of recurrence. We assumed that the primary source of blood infection was the gastrointestinal (GI) tract, which is known as a common reservoir for H. cinaedi (; ), and prescribed SDD with oral kanamycin monosulfate (500 mg four times a day) for 2 weeks. The patient did not have any further episodes of H. fennelliae bacteraemia during chemotherapy after completing the SDD.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'17313023': 1, '22593597': 1, '17596362': 1, '13595499': 1, '16719920': 2, '25501548': 1, '8454896': 1, '31740609': 1, '9043985': 1, '8349774': 1, '8645814': 1, '3667922': 1, '26556588': 1, '8017741': 1, '23658263': 1, '10325388': 1, '22567323': 1, '33428153': 1, '8792493': 1, '29854008': 1, '17428887': 1, '27149471': 2, '23668607': 1, '23154730': 1, '23929465': 1, '34796022': 1, '8576350': 1, '27381809': 1, '26829999': 1, '28348791': 2}", "similar_patients": "{'4863788-1': 1, '4863788-2': 1, '4863788-3': 1, '1482711-1': 1}"}