{"patient_id": 122742, "patient_uid": "5803701-1", "PMID": 29422854, "file_path": "noncomm/PMC005xxxxxx/PMC5803701.xml", "title": "Reversible Cerebral Vasoconstriction Syndrome due to Atovaquone", "patient": "A 72-year-old Japanese woman with hypertension and diabetes mellitus had been suffering from RA for 20 years when she was admitted to our hospital for the treatment of pneumocystis pneumonia. Her immune condition was probably suppressed due to 20 mg prednisolone and 8 mg methotrexate (MTX) which she had been taking for her RA. We discontinued MTX, but 20 mg prednisolone was continued. For the treatment of the patient's pneumonia, 2 g sulfamethoxazole trimethoprim was started, but it was switched to 1,500 mg atovaquone because severe diarrhea was observed.\\nThe patient's blood pressure was normal (130/80 mm Hg) on admission. However, excessive hypotension was observed after admission, and antihypertensive drugs including 10 mg amlodipine, 100 mg irbesartan, and 50 mg eplerenone were discontinued. Her diabetes mellitus was continuously treated with 50 mg sitagliptin and 0.5 mg glimepiride.\\nSixteen days after the patient had started taking atovaquone, thunderclap headaches lasting several hours repeatedly occurred twice a day. She had no medical history of recurrent headaches. No remarkable elevation of blood pressure was observed during the headache attacks. The recurrent headache could not be relieved by nonsteroidal anti-inflammatory drugs. No abnormal neurological signs or arthralgia were observed.\\nThe duration and the intensity of the recurrent headache increased for 3 days after the onset of the headache. Blood tests, CT, and MRI of the brain were examined. The blood tests showed an elevated white blood cell count and erythrocyte sedimentation rate (11,000/μL and 90 mm/h, respectively). The brain CT showed no abnormal findings including subarachnoid hemorrhage, cerebral hemorrhage, and infarction, but the brain MRI showed multiple vasoconstrictions with vasogenic white matter edema (Fig. ). As the headache of the patient was considered to occur and increase in relation with taking atovaquone, we stopped administrating it. Three days after discontinuing this drug, the patient's headache disappeared. Lumbar puncture was not performed because the headache did not recur after the discontinuation of atovaquone. Eight weeks after the initial MR images, the white matter abnormalities and the vasoconstrictions of the cerebral arteries disappeared except for slight necrotic white matter lesions on follow-up brain MRI (Fig. ). She was diagnosed with RCVS with PRES due to atovaquone.", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'20884871': 1, '17200220': 1, '22995694': 1, '8305784': 1, '26184985': 1, '7249508': 1, '30627464': 2, '29422854': 2}", "similar_patients": "{'6304583-1': 1}"}