{"patient_id": 117432, "patient_uid": "5412839-1", "PMID": 28469918, "file_path": "noncomm/PMC005xxxxxx/PMC5412839.xml", "title": "A chest wall mass after breast carcinoma surgery: a simple diagnosis?", "patient": "A 45-year-old female patient from the Caribbean was diagnosed with an invasive mucinous breast cancer (pT1c pN0 (0/3) Mx, G2) in her right breast for which she underwent a nipple sparing mastectomy with axillary sentinel lymph node excision. Around 6 months later she presented with a painful swelling on her right chest wall following a mild thoracic trauma.\\nPhysical examination showed a large solitary lesion over the eighth rib, 4 × 5 cm in dimension. The lesion was soft, tender, fluctuating with defined margins and not attached to underlying structures. She was afebrile with normal pulse and blood pressure. Examination of the respiratory system showed no pathological findings. Computed tomography (CT) scan of the chest showed a fracture of the eighth rib with an adjacent tumefaction. For further diagnostics, a positron emission tomography (PET)-CT scan was ordered. The tumour adjacent to the fractured eighth rib was found PET-positive, which was highly suspicious for a necrotizing metastasis (Fig. ). Furthermore, several axillar and infraclavicular lymph nodes were fluorodeoxyglucose (FDG)-positive but with a lower standardized uptake value (SUV). Several fine needle aspirations of the thoracic lesion and of the axillary lymph nodes showed a granulomatous inflammation without any sign of malignancy. Bacterial cultures remained all negative. The patient showed only mild normocytic normochromic anaemia (haemoglobin (Hb) 119 g/L) with normal leukocytes (8.6 G/L) and platelets (291 G/L). Electrolytes, creatinine, and liver enzymes were normal even if cholestasis parameters were elevated (alkaline phosphatase (ALP) 109 U/L, gamma-glutamyltransferase (GGT) 203 U/L) without any clinical symptoms. However, the lesion showed a progressive growth. Considering also the high suspicion of malignancy, the patient was admitted for operative excision of the lesion.\\nIntraoperatively we found an encapsulated abscess without any macroscopic suspicion of malignancy. Thus we performed an open biopsy and then we applied a vacuum sealing drainage associated with resection of the fractured eighth rib.\\nReal time polymerase chain reaction (Xpert MTB/RIF test) of the resected tissue specimen detected the presence of Mycobacterium tuberculosis complex with.\\nHistologic examination of the excised tissue confirmed the presence of typical tubercular lesions revealing granulomas with caseous necrosis. Sputum smear microscopy and cultures ruled out any primary focus in the body. Risk factors for tuberculosis (except the country of origin of the patient) were all negative and there was no history of diabetes or alcohol abuse. The patient was treated with a combination of rifampin, isoniazid, pyrazinamide, and ethambutol and discharged 9 days after admission. On the day of discharge, the wound was healing without any swelling or tenderness of the affected area. Although the World Health Organisation (WHO) recommends a standard 6-month regimen, according to clinical presentation, bacillary load, and response to therapy, the treatment can be extended up to 9–12 months .\\nTherefore, the plan was to treat the patient as an outpatient and to re-evaluate her to decide on the total duration of therapy. After 6 months follow-up, we found no evidence of abnormal wound healing.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'8762856': 1, '9800802': 1, '2763247': 1, '17670188': 1, '1909046': 1, '8614779': 1, '12089737': 1, '20179478': 1, '28469918': 2}", "similar_patients": "{}"}