{"patient_id": 67109, "patient_uid": "5463192-1", "PMID": 28630778, "file_path": "comm/PMC005xxxxxx/PMC5463192.xml", "title": "Female Urethral Diverticulum Carcinoma: A Case Report and Literature Review", "patient": "A 48-year-old woman with a history of voiding difficulty visited a nearby hospital, where she was prescribed urapidil. However, her symptom worsened, and, therefore, clean intermittent catheterization was initiated. For further examination, magnetic resonance imaging (MRI) was performed, which revealed a periurethral diverticulum (). The diverticulum was punctured, and a drainage catheter was inserted for 3 days.\\nThree months later, transvaginal ultrasonography showed that the size of the diverticulum had not reduced. Subsequently, she was transferred to our department for further examination and treatment. In order to assess the diverticulum, MRI was performed, which revealed a periurethral tumor (). The tumor had low signal intensity on a T1-weighted image and high signal intensity on a T2-weighted image. It was suspected to be malignant and appeared to invade the vagina. Laboratory data showed elevated carcinoembryonic antigen levels (22.8 ng/mL; normal range, 0–5 ng/mL).\\nThe patient underwent transperineal needle biopsy of the tumor using transvaginal ultrasonography. The pathologic diagnosis was adenocarcinoma, and immunohistochemistry revealed CK7 positivity and CK20 negativity. The tumor cells did not express the estrogen receptor or progesterone receptor. Owing to lack of CDX2 expression, the gastrointestinal region was excluded as a possible site of origin of the tumor. The tumor had smooth muscle tissue and prostate-like tissue and was therefore diagnosed as a urethral cancer.\\nWe conducted radical cystectomy and urethrectomy with combined resection of the uterus and vagina. The patient's urinary tract was reconstructed using an ileal conduit. She was discharged from our hospital after 3 weeks without any severe complications. Pathological examination of a resected specimen revealed adenocarcinoma of the urethral diverticulum (). The urethra demonstrated squamous metaplasia owing to the urethral catheter or clean intermittent catheterization. The adenocarcinoma was suspected to have originated from the diverticulum because the diverticulum was composed of glandular epithelium. Lymph vessel invasion and vascular invasion were also detected. The tumor invaded the vagina until just under the epithelium, and the infiltration pattern was determined as INFc. The resected specimen demonstrated bilateral external iliac lymph node metastasis and left common iliac lymph node metastasis. The pathologic diagnosis was urethral diverticulum adenocarcinoma pT4pN2 (stage IV).\\nThe patient received 2 courses of adjuvant chemotherapy, comprising gemcitabine and cisplatin, as multidisciplinary therapy. Five months after surgery, she was free of recurrence and metastasis.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'9635699': 1, '17141838': 1, '30739492': 2, '14394542': 1, '25969370': 1, '19649767': 1, '30211061': 1, '1623481': 1, '29686963': 1, '28630778': 2}", "similar_patients": "{'6376544-1': 1}"}