{"patient_id": 119289, "patient_uid": "5549420-1", "PMID": 28724825, "file_path": "noncomm/PMC005xxxxxx/PMC5549420.xml", "title": "A rare case of overlapping Sturge–Weber syndrome and Klippel–Trenaunay syndrome associated with bilateral refractory childhood glaucoma", "patient": "A 6-year-old girl complained of diminished vision in both eyes for 3 months. The past medical history was significant for complex partial seizures for which she was on oral carbamazepine for the last 3 years. Her best-corrected visual acuity (BCVA) in both eyes was 20/32. Anterior segment evaluation of both eyes was unremarkable except for a scleral nevus seen in the left eye []. Fundus examination revealed a cup to disc ratio of 0.7:1 in the right eye and 0.6:1 in the left eye []. On applanation, tonometry intraocular pressure (IOP) was found to be 36 and 38 mmHg in the right and left eye, respectively. A four mirror gonioscopy revealed open angles with dense iris processes and increased trabecular pigmentation in both eyes. Central corneal thickness was 551 μ in both eyes. GDx with variable corneal compensation revealed significant retinal nerve fiber layer thinning in both eyes. The retinal examination was normal and did not reveal any choroidal hemangiomas.\\nPhysical examination revealed erythematous lacy capillary network-like lesions over the face (port-wine stain) [] and all four limbs. Hyperplasia of the gingiva [] and reddish discoloration of lips, tongue, tips of fingers, and toes [] were noted. In addition, extensive bluish discoloration of the skin was seen over the upper back. Her left upper and lower limbs showed mild hypertrophy [].\\nMagnetic resonance imaging of brain and neck showed enhancement of pial angiomatosis in the parieto-occipital region, greater on the right side []. Magnetic resonance angiography revealed congenital hypoplasia of the right internal carotid artery (ICA) and vertebral artery with compensatory enlargement of the left ICA and vertebral artery. Prominent medullary collaterals with hypoplasia of right parietal cortical vein were also observed.\\nBased on the typical clinical features and neuroimaging, the patient was diagnosed to have Sturge–Weber syndrome in combination with Klippel–Trenaunay syndrome.[]\\nShe was started on timolol eye drops 0.5% at baseline and pilocarpine eye drops was added after 5 months in both eyes. Despite this, IOP remained high in the right eye for which she underwent trabeculectomy with Ologen implant in the right eye after 2 months. However, after 2 years, there was bleb fibrosis and failure of trabeculectomy, so the patient underwent an Ahmed Glaucoma Valve (AGV) implant surgery in the right eye. The left eye also showed poor IOP control after 4 years of topical medication with travoprost 0.001%, dorzolamide 2%, and timolol 0.5% eye drops, and underwent AGV implantation.\\nOn follow-up visits, the BCVA was maintained at 20/32 in both eyes. The IOP was 16 and 20 mmHg in the right and left eye, respectively. On subsequent visits, both eyes showed a well-formed conjunctival bleb around the AGV footplate and required only timolol for optimal IOP control. On the last follow-up visit, 2 years post-AGV, the IOP was 26 mmHg in the right eye and 32 mmHg in the left eye with a cup to disc ratio of 0.8:1 in the right eye and 0.7:1 in the left eye despite being on topical travoprost and timolol.", "age": "[[6.0, 'year']]", "gender": "F", "relevant_articles": "{'25681199': 1, '22345790': 2, '16361829': 2, '1287171': 1, '23656586': 1, '26268729': 1, '26451379': 1, '28724825': 2}", "similar_patients": "{'3276916-1': 1, '2779316-1': 1}"}