{"patient_id": 73683, "patient_uid": "5940739-2", "PMID": 29770122, "file_path": "comm/PMC005xxxxxx/PMC5940739.xml", "title": "Acute Unilateral Audiovestibulopathy due to Embolic Labyrinthine Infarction", "patient": "A 73-year-old man with a history of adrenal insufficiency, operations for colon cancer, patent foramen ovale, and pericardiac effusion was referred for further evaluation of acute vertigo and acute infarction observed on MRIs. He had developed acute vertigo and nausea/vomiting on the way to the bathroom just after awakening in the morning 6 days before the referral. He denied associated tinnitus, aural fullness, hearing loos, or sensorimotor symptoms. The vertigo had lasted into the afternoon with severe imbalance, and subsided after symptomatic medication with a diagnosis of vestibular neuritis at a local hospital. He was then referred to our ENT department where the MRI and MR angiography were arranged, and acute infarction was identified.\\nOn evaluation 6 days after symptom onset, he showed SN nystagmus beating leftward, upward, and counterclockwise without fixation (Figure A). Bedside HITs were positive for the right horizontal canal. Rightward ocular torsion was observed on fundus photos (Figure B). SVV was tilted to the right either monocular [13.9 with right eye (normal range = −3.1 to 3.0), 16.0 with left eye (normal range = −3.8 to 3.1), positive values indicate a rightward tilt] or binocular viewing (13.9, normal range = −2.4 to 2.6). Bithermal caloric tests showed complete right canal paralysis (Figure C). Ocular VEMPs showed no responses during right ear stimulation (Figure D), but findings of cervical VEMPs were symmetric. Audiometry was normal (Figure E). Brain MRIs disclosed a tiny acute infarction in the tail portion of left hippocampus (Figure , 3). The findings of MR angiography were normal.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'34352900': 1, '33928099': 1, '23800506': 1, '2239254': 1, '19834865': 1, '3390028': 1, '8431134': 1, '16580695': 1, '34734575': 1, '27766472': 1, '8909417': 1, '2302529': 1, '9921846': 1, '15377688': 1, '22215238': 1, '8579154': 1, '19135217': 1, '17401747': 1, '25808505': 1, '20054695': 1, '17578853': 1, '29035892': 1, '5799404': 1, '18408371': 1, '12816223': 1, '24238926': 1, '25957336': 1, '26754780': 1, '17603330': 1, '15111698': 1, '16534107': 1, '19108852': 1, '9633714': 1, '19587819': 1, '24285961': 1, '19797177': 1, '1185060': 1, '20607044': 1, '16643319': 1, '29770122': 2}", "similar_patients": "{'5940739-1': 2}"}