{"patient_id": 62350, "patient_uid": "5057431-1", "PMID": 27766118, "file_path": "comm/PMC005xxxxxx/PMC5057431.xml", "title": "Interstitial de novo 18q22.3q23 deletion: clinical, neuroradiological and molecular characterization of a new case and review of the literature", "patient": "We report the case of a 2-year-old male born at term after an uneventful pregnancy from healthy unrelated parents (Fig. ). The family history was unremarkable. At birth his weight was 2.990 kg (10th centile), length was 48 cm (6th centile), and head circumference was 33 cm (6th centile). Apgar scores were 8 and 9. Bilateral congenital vertical talus was present at birth. Motor development was delayed (autonomous sitting acquired at 13–14 months of age). From the age of 5 months, the patient presented long-term fever attacks with a continuous/sub-continuous pattern and spikes up to 40–41 °C, apparently not associated with any infectious or inflammatory manifestation. Acute phase reactants were persistently within normal ranges. The only reported concomitant symptoms were hyporexia and poor weight gain. Neither antipyretic nor antibiotic treatment seemed to be effective.\\nAt the age of 16 months the patient was admitted to our Unit for fever of unrecognized origin. Physical examination revealed growth impairment: weight was 7.83 kg (<3th centile), length was 73 cm (<3th centile, SDS −2.5) with a BMI of 14.7 (−2.3 SDS). Mild dysmorphic features were present (i.e. frontal bossing, low-set ears), dental eruption was regular although he showed mild organ enamel dysplasia. Neurologic assessment showed global hypotonia, hyperlaxity, hyporeflexia, and motor delay (he could only walk with support). During hospitalization, we documented recurrent abrupt fever spikes (up to 39 °C) lasting 3–5 days, without any other systemic or local sign of inflammation or infection. Fever attacks were well tolerated; skin hyperthermia and sweating were present too. Laboratory investigations showed inflammatory parameters within normal ranges also during fever spikes, mild microcytic anaemia (Hb 11.8 g/dl, MCV 72 fL), partial IgA deficiency (27 mg/dl) with normal IgM and IgG, normal lymphocyte subpopulations, and normal immune response against vaccines. The infectious disease workout was negative: only once a low degree bacteriuria (below 50.000 UFC/ml) was incidentally found and antibiotic therapy (amoxicillin-clavulanic acid) was started without any efficacy against the fever. Abdominal and renal tract ultrasound scan, cystomanometry, renal scintigraphy and voiding cystography, chest X-ray, echocardiography, and single-contrast esophagogastroduodenal X-ray were also normal. Thyroid hormones, acylcarnitine profile, plasma lactate, urinary catecholamine, organic acid, and mevalonate urinary concentrations resulted within normal ranges. Brain MRI showed diffuse white matter signal hyperintensity on T2-weighted images in keeping with delayed myelination. Visual evoked potentials showed latency of cortical components at the upper limit of normal ranges, and somatosensory evoked potentials revealed a conduction velocity at the upper limit of normal ranges for age with regular latency of cortical, subcortical, cervical, and peripheral components in the upper limbs. Ophthalmologic evaluation revealed high degree myopia. Otologic examination disclosed stenosis of the external auditory canals without structural abnormalities of the pinna. Behavioural hearing assessment demonstrated bilateral hearing impairment. CT scan of the temporal bone confirmed bilateral atresia of the membranous portions and marked stenosis of the bony portions of the external auditory canals (Fig. ).\\nAt the age of 24 months, the patient was re-evaluated. Growth impairment persisted: weight was 8.5 kg (<3th centile), length was 82 cm (SDS −1.5) with a BMI of 12.6 (−4.3 SDS); psychomotor delay persisted (e.g. walking was possible with an enlarged basis, no verbal expression was reported). Notably, fever attacks had spontaneously disappeared from the age of 20 months. A follow-up brain MRI at this age demonstrated an unchanged pattern of abnormal intensity of the white matter on T2-weighted images (Fig. ).", "age": "[[2.0, 'year']]", "gender": "M", "relevant_articles": "{'23495172': 1, '24006251': 1, '11805250': 1, '24662633': 1, '31788257': 1, '8933867': 1, '14180960': 1, '20186781': 1, '24487590': 1, '14508777': 1, '12414282': 1, '21669507': 1, '17586487': 1, '15501092': 1, '19533772': 1, '23707655': 1, '34918667': 2, '12494443': 1, '20358626': 1, '15645149': 1, '30775046': 1, '20970451': 1, '6194889': 1, '24092497': 1, '22223367': 1, '16419126': 1, '22152683': 1, '19745747': 1, '10405442': 1, '22302430': 1, '23332863': 1, '24916848': 1, '16397901': 1, '1370079': 1, '27766118': 2}", "similar_patients": "{'8677896-1': 1, '8677896-2': 1}"}