{"patient_id": 115572, "patient_uid": "5242085-1", "PMID": 28163489, "file_path": "noncomm/PMC005xxxxxx/PMC5242085.xml", "title": "Osteomyelitis of zygoma secondary to depressed fracture of parietal bone: Case report of a rare entity", "patient": "A 21-year-old male reported with a chief complaint of pus discharge and exposed bone on the right side of the face below eye since 6 months. Patient gave alleged history of blunt trauma to skull 9 months back after which a massive swelling developed in the scalp. On computed tomography (CT)-head, he was diagnosed with depressed fracture of parietal bone with extradural hematoma []. Patient was put on parenteral antibiotics for 7 days and was kept under regular follow-up. After 1 month, hematoma did not resolve. Copious pus discharge was noticed on incision and drainage by neurosurgeons and was kept under antibiotic coverage for 2 weeks. Pus continued to drain from the incision site intermittently for 2 months, in the meantime patient noticed swelling over the right cheek with redness of the right eye. By the time, the patient reported to us, he had developed a sinus with pus discharge from a wound measuring 1 cm × 0.5 cm at the lateral one-third of infraorbital rim with exposed underlying bone [] while the lesion over parietal region of scalp was regressed by then. On palpation, pus was seen oozing from the floor of the right orbit. The lesion was tender to palpation, and no lymphadenopathy was noted. Patient had no history of fever with chills or weight loss.\\nA presumptive diagnosis of osteomyelitis was made with differential diagnosis as hematogenous osteomyelitis, tuberculous osteomyelitis, and eosinophilic granuloma.\\nThe pus was sent for culture and sensitivity and showed growth of coagulase-negative Staphylococcus sensitive to ciprofloxacin, cefoxitin, and clindamycin. Routine blood investigations were within normal limit. Radiographically, occipitomental view revealed an ill-defined osteolytic lesion in the right zygomatic bone. CT scan revealed lytic lesions in relation to the right zygomatic bone with evidence of sclerosis []. Partial sequestration with curettage of zygomatic bone without involvement of lateral canthal ligament was carried out under general anesthetic (GA) [] and patient was kept under antibiotic coverage of clindamycin and ornidazole for 2 weeks. No secondary surgical intervention was required. Follow-up after 1 year was uneventful [].", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'9077380': 1, '17127197': 1, '6993944': 1, '8948280': 1, '10952853': 1, '15276398': 1, '12045656': 1, '28163489': 2}", "similar_patients": "{}"}