{"patient_id": 67975, "patient_uid": "5537993-1", "PMID": 28760150, "file_path": "comm/PMC005xxxxxx/PMC5537993.xml", "title": "Bilateral pheochromocytoma with ganglioneuroma component associated with multiple neuroendocrine neoplasia type 2A: a case report", "patient": "A 40-year-old Arabic woman presented with headache, palpitations, paroxysmal hypertension and weight loss, which she had had for 3 years. She had a history of treated type 2 diabetes. She had also a familial history of type 2 diabetes and MEN 2A. Her sister had undergone thyroidectomy and adrenalectomy for medullary carcinoma of the thyroid and pheochromocytoma. A physical examination showed an enlarged and firm thyroid mass which moved with swallowing, without cervical adenopathy. Our patient had no hypertension on admission. A cervical ultrasound scan found nodular heterogeneous calcified and cystic lesions of the thyroid gland, the larger lesion was located at the left lobe and measured 1.8 × 1.3 cm. An abdominal computed tomography (CT) scan revealed a left adrenal mass and a well-encapsulated nodule of the right adrenal gland (Fig. ). The laboratory tests showed high levels of serum parathyroid hormone and calcitonin, normal levels of serum calcium, phosphorus, and Vitamin D. A 24-hour urine collection found elevated levels of norepinephrine, epinephrine, and methyldopa (Table ). Because of our patient’s familial history of MEN 2A, a genetic mutational analysis for the RET proto-oncogene was performed at our hospital’s medical genetics department. The test was carried out on our patient’s peripheral blood. Her genomic deoxyribonucleic acid (DNA) was amplified by using polymerase chain reaction (PCR) and oligonucleotide primers for exon 11. A direct sequencing analyses showed a RET (rearranged during transfection proto-oncogene) germline mutation at exon 11 (codon 634), with a substitution of tyrosine by a cysteine residue (C1900T→C (C634R).\\nOur patient had undergone bilateral adrenalectomy, total thyroidectomy with cervical lymphadenectomy, and parathyroidectomy. A pathological examination confirmed the MEN 2A consisting of left medullary pheochromocytoma, right medullary composite pheochromocytoma-ganglioneuroma, medullary carcinoma of the thyroid (MCT) with lymph node metastasis, and parathyroid hyperplasia. Our patient recovered well after surgery and had no signs of disease 3 years after treatment.\\nGrossly, the resected right adrenal specimen measured 9 × 6.5 × 5 cm. The tumor was well-encapsulated, firm, and the cut surface was yellow-brown, with areas of hemorrhage (Fig. ).\\nThe left adrenal specimen measured 13 × 8 cm. The cut surface of the tumor was light tan and yellowish, with hemorrhagic changes (Fig. ).\\nThe left lobe of the resected thyroid gland measured 4.5 × 3.5 × 1.5 cm; the right lobe measured 5 × 3 × 3 cm and the isthmus measured 2 × 1.5 cm. A 1.7 × 1.2 cm nodule was found in the middle third of the left lobe; it was fleshy, grayish-white, and ill-defined. Cystic and fibrous degeneration were seen in the remaining parenchyma. The right lobe was enlarged with multinodular colloid structures with cystic degeneration.\\nThe resected parathyroid gland measured 2.4 × 1 × 0.5 cm, with no macroscopic lesion identified.\\nLymphadenectomy consisted of fibroadipocytic fragments measuring from 0.5 cm to 3 × 2.5 cm, containing several lymph nodes.\\nA histologic examination with routine hematoxylin-eosin staining (HES) of the right adrenal resected specimen showed tumor cells arranged in trabecular and anastomosing cords. The cells were polygonal, spindle or oval-shaped with a moderate amphophilic cytoplasm. The nuclei were round to spindle-shaped with inconspicuous nucleoli. Some bizarre nuclei were found with pseudoinclusion (Figs. and ). Beside this component, a second one was found consisting of mature ganglion cells with abundant eosinophilic cytoplasm and a prominent nucleolus, embedded in a thick fibrillary matrix background (Fig. ). The two components were slightly separated by dilated blood vessels. Mitosis figures or necroses were not observed. The ganglioneuroma component represented approximately 20% of the tumor surface.\\nThe microscopic aspect of the left adrenal resected specimen was similar to the pheochromocytoma component seen in the right adrenal specimen.\\nAt immunohistochemistry, the cells of the pheochromocytoma component were strongly positive for synaptophysin and chromogranin, but negative for neurofilament (Fig. ). The ganglion cells of the ganglioneuroma components were negative for chromogranin and stained positive for neurofilament, as well as the Schwannian fibrillary matrix (Fig. ).\\nMicroscopically, the nodule of the left lobe of the resected thyroid gland showed sheets of polygonal cells with amphophilic cytoplasm and oval nuclei with granular chromatin and inconspicuous nucleoli. Amyloid deposits were seen as pink amorphous globules within the tumor sheets (Fig. ).\\nTumor cells stained positive for synaptophysin and chromogranin, but negative for thyroid transcription factor 1 (TTF1) (Fig. ).\\nThe histologic examination of the parathyroid gland showed hyperplastic chief cells with reduced adipose tissue (Fig. ).\\nThe lymphadenectomy consisted of 26 lymph nodes with two metastatic lymph nodes from medullary carcinoma of the thyroid. The tumor was classified as pT1bN1b (AJCC 2009).", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'27338175': 1, '19864235': 1, '10839612': 1, '32973681': 2, '33071967': 1, '33815275': 2, '32508744': 1, '33651160': 1, '9568520': 1, '24144290': 1, '8990146': 1, '25130111': 1, '27704704': 1, '25810047': 1, '26104921': 2, '18706367': 1, '24641930': 1, '28760150': 2}", "similar_patients": "{'8011317-1': 1, '8011317-2': 1, '8011317-3': 1, '4477526-1': 1, '4477526-2': 1, '4477526-3': 1, '7472796-1': 1}"}