{"patient_id": 123035, "patient_uid": "5823067-2", "PMID": 29497319, "file_path": "noncomm/PMC005xxxxxx/PMC5823067.xml", "title": "Successful treatment of metastatic colorectal cancer with apatinib: report of two cases and literature review", "patient": "Patient 2, a 59-year-old man, who suffered blood-stained stool for more than 2 months, underwent colonoscopy in our hospital in Mar 2013. Histopathological detection revealed a rectal adenocarcinoma. On Mar 8, 2013, he underwent Dixon’s operation. Histopathology examination revealed rectum adenocarcinoma with high-grade dysplasia (with a measured area of 5×4×1.2 cm) invading all layers of the bowel wall and surrounding nerves, but free of tumor cells at the cutting edge. No gene mutations were detected in RAS and BRAF. The patient had a magnetic resonance (MR) imaging on Mar 21, 2013, due to lumbosacral pain, and it demonstrated abnormal signal intensity in the sacral vertebrae. The diagnosis was stage IV rectal adenocarcinoma with pelvic metastases (T4N1M1). In Apr 2013, in a local hospital, the patient underwent Gamma Knife Surgery for the rectum and pelvic lesions with a dose of 260 cGy at the 50% isodose margin. Unfortunately, he refused to receive concurrent chemotherapy out of his own reasons. We gave him sequential chemotherapy with FOLFOX6 regimen (leucovorin, fluorouracil, and oxaliplatin) at the end of radiotherapy for four cycles (May 2013–Aug 2013). The efficacy was evaluated as partial response. From Aug 2013 to Jun 2015, almost 2 years, the tumor was relatively stable without apparent progression and therapy. In Jul 2015, he presented with severe abdominal distension. His abdominal ultrasonography and CT scans revealed a space occupation in liver, which indicated the recurrence of the tumor with liver metastasis. Then, the patient received one cycle of second-line chemotherapy – FOLFIRI consisting of irinotecan, fluorouracil, and leucovorin. Significant diarrhea occurred and the patient refused further chemotherapy. After providing written, informed consent, the patient started oral administration of apatinib 850 mg once a day from Aug 12, 2015. Compared with the baseline of Jul 2015, CT scan indicated a 27.7% decrease in the longest diameters of the target liver lesion after administering apatinib for 3 months. The therapeutic evaluation was SD by RECIST 1.1. After 10 months of apatinib administration, CT scan revealed an SD by RECIST with a 7.6% decrease in the longest diameters of target liver lesion (). He maintained his stable radiological response for further 10 months until progression in the size of the tumor was demonstrated on repeat CT in Sep 2016, which evaluated progressive disease (PD), and we stopped the application of apatinib. Until now, the patient is still alive with best supportive treatment (date locked in Jun 2017). The treatment timeline of the patient is presented in . During the period of apatinib therapy, the patient encountered grade 3 HFSS at the first month of apatinib therapy. It was manageable with symptomatic treatment and did not necessitate treatment discontinuation. The patient also experienced mild elevated blood pressure (grade 2), proteinuria (grade 1), slightly elevated transaminase, and bilirubin (grade 1) later. We gave him antihypertensive and liver-protection drugs and reduced the dose of apatinib to 425 mg daily as a maintenance therapy. These adverse effects were well controlled and tolerated.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'24360358': 1, '25908603': 1, '26474518': 1, '20574450': 1, '27756337': 1, '31850254': 1, '26020064': 1, '25877855': 1, '25981818': 1, '25970452': 1, '23177514': 1, '25862517': 1, '26808342': 1, '23918952': 1, '15585754': 1, '29085592': 1, '25600568': 1, '25808652': 1, '23168366': 1, '11774295': 1, '21443688': 1, '20923544': 1, '24445500': 1, '22949147': 1, '25190710': 1, '25236375': 1, '27071350': 1, '15175435': 1, '26190526': 1, '25420417': 1, '26361971': 1, '24292957': 1, '21170960': 1, '25605741': 1, '26884585': 1, '17442997': 1, '25088940': 1, '28275037': 1, '29497319': 2}", "similar_patients": "{'5823067-1': 2}"}