{"patient_id": 65288, "patient_uid": "5340933-1", "PMID": 28321354, "file_path": "comm/PMC005xxxxxx/PMC5340933.xml", "title": "Urachal Tumor: A Case Report of an Extremely Rare Carcinoma", "patient": "A 46-year-old woman with no past medical history was referred to our hospital with complaints of hematuria with 6-month duration. No other complaint was reported. Physical exam and an abdominal computed topographic (CT) scan revealed an exophytic mass with 6.8 cm longer axis that grew depending on the anterior bladder wall, invading the anterior abdominal wall. Cystoscopy detected mucosal erosion, and a vesical biopsy was performed showing adenocarcinoma structures of enteric type in the bladder wall, partially covered by urothelium with reactive changes. A thoracic CT scan and a virtual colonoscopy were performed showing no obvious sites of distant metastases, or primary disease of the bowel. Based on these findings, a decision was made to operate. The surgical approach adopted was a pelvic exenteration with anterior resection of the abdominal rectum and navel, with pelvic lymphadenectomy and ureteroileostomy of Bricker ().\\nThe bladder, uterus, ovaries, navel, subcutaneous tissue, and rectus abdominis muscle composed the complex surgical piece. The bladder with 4 cm internal diameter had a thickened wall in its upper half (3.5 cm thickness) due to diffuse infiltration by whitish and compact tumor with 7.5 cm greatest diameter, centered between the bladder and abdominal wall (which was infiltrated to the level of the subcutaneous tissue). Uterus and ovaries were unchanged ().\\nSamples were fixed in 10% neutral-buffered formalin and embedded in paraffin. Paraffin sections were stained with standard routine stains. Immunostains were performed with avid-biotin-peroxidase method.\\nThe histology revealed an adenocarcinoma of enteric type with poorly differentiated areas and areas with focal mucinous differentiation (). The tumor was accompanied by intense inflammatory and desmoplastic reaction. The surgical retropubic plan intersected neoplastic tissue. All the remaining surgical margins were free. Metastasis to a single regional lymph node was identified. The immunostains revealed cytokeratin 20 (CK20) and CDX2 expression, absence of expression for cytokeratin 7 (CK7) and cytokeratin 34βE12 (34βE12), and only focal nuclear staining for β-catenin (Figures and ).\\nThe patient underwent then 12 cycles of chemotherapy with FOLFOX (5-FU, leucovorin, and oxaliplatin) and pelvic radiotherapy.\\nThe patient has a 3-year clinical and imagiologic follow-up, with no evidence of disease recurrence.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'13240656': 1, '16826584': 1, '17499279': 1, '26849813': 1, '16697798': 1, '26364859': 1, '26996659': 1, '16826585': 1, '19252435': 1, '27267737': 1, '22901574': 1, '4035835': 1, '6361280': 1, '33858907': 2, '28321354': 2}", "similar_patients": "{'8054045-1': 1}"}