{"patient_id": 68187, "patient_uid": "5553492-1", "PMID": 28825017, "file_path": "comm/PMC005xxxxxx/PMC5553492.xml", "title": "A Giant Primary Retroperitoneal Serous Cystadenoma: Case Report and Review of Retroperitoneal Cysts", "patient": "A 79-year-old female presented to the emergency room with confusion, agitation, and visual hallucinations after sustaining a fall. Although the patient was a poor historian, her family members did not report prior history of abdominal complaints including trauma, fever, weight loss, abdominal mass, or surgery. Abdominal examination revealed soft, nontender, palpable fullness in the paraumbilical region. Gastroenterology service was consulted for a nontender abdominal fullness on physical examination as well as laboratory findings of severe iron deficiency anemia. The rest of her laboratory findings were unremarkable.\\nA supine and upright abdominal film showed bowel loops displaced to the left with a large amount of stool in the colon (\\n). A noncontrast computed tomography (CT) of the abdomen and pelvis revealed a large right retroperitoneal cystic structure measuring at least 26.6 × 11.7 × 16.7 cm. The cyst was displacing the right kidney and right colon medially (\\nand\\n). These findings were consistent with a giant retroperitoneal cyst (RPC). Though her presenting complaints were attributed to her history of fall with possible concussion, the diagnosis of RPC was found via thorough physical exam revealing a large, palpable abdominal mass.\\nThe patient was taken to the operating room with a high suspicion that the CT findings were consistent with a giant liver cyst. Upon entering the abdomen using a Hasson technique and placing a 12-mm trocar, a diagnostic laparoscopy revealed a large cyst with a blue hue. Given that the CT findings showed no evidence of nodularity, septation, or intracystic masses and the laparoscopic findings were consistent, the suspicion of malignancy was very low. Upon drainage of the cyst, it was clearly noted that it was easily separable from the posterior liver and was in fact retroperitoneal in origin. The posterior peritoneum was incised. The wall of the cyst was carefully dissected from the anterolateral wall of the kidney, adrenal, and the posterior wall of the ascending colon keeping in mind the significant distortions in anatomy secondary to its size. A plane between the cyst and the posterior peritoneum was established, and the cyst was separated using a combination of electrocautery and sharp dissection. The cyst was then placed in an endocatch bag and removed through the 12-mm port. Thus, the patient underwent a complete cyst excision using a laparoscopic transperitoneal approach. Intraoperatively, the retroperitoneal location of the cyst was confirmed as the cyst wall was separated from visceral peritoneum with ease (\\n). Macroscopically, the cyst appeared to have thick walls and measured approximately 28 × 17 cm in size and containing 6 L of clear liquid (\\n). Histopathology revealed a benign serous cystadenoma (\\n). Should there have been a preoperative suspicion of malignancy based on imaging or, diagnostic laparoscopy, an open approach with en bloc resection would have been undertaken. A subsequent CT revealed interval removal of large RPC with properly repositioned loops of bowel. The patient followed up in 3 months with no further surgical complications or recurrence. We believe that the patient’s presenting symptoms were attributable to her fall, concussion, and dehydration that resolved with hydration and supportive therapy and not related to the findings of RPC or its surgical removal.", "age": "[[79.0, 'year']]", "gender": "F", "relevant_articles": "{'8898186': 1, '18261209': 2, '3942415': 1, '31394383': 2, '10429695': 1, '6090303': 1, '15888617': 1, '22582360': 1, '17224073': 2, '2664866': 1, '15371613': 1, '14551796': 1, '34804478': 2, '17863330': 1, '18205910': 2, '9601964': 1, '10965450': 1, '9832061': 1, '594482': 1, '4804242': 1, '8223678': 1, '11553819': 1, '8147222': 1, '18751411': 1, '25768279': 1, '28825017': 2}", "similar_patients": "{'8598120-1': 1, '6698316-1': 1, '2262910-1': 1, '2262907-1': 1, '1783654-1': 1, '1783654-2': 1}"}