{"patient_id": 68606, "patient_uid": "5583972-1", "PMID": 28870235, "file_path": "comm/PMC005xxxxxx/PMC5583972.xml", "title": "Soy isoflavones inducing overt hypothyroidism in a patient with chronic lymphocytic thyroiditis: a case report", "patient": "A 72-year-old Japanese woman had been followed because of chronic lymphocytic thyroiditis caused by a goiter. She had an elevated thyroid-stimulating hormone (TSH) level (6.56 μIU/ml), a high TPOAb level (> 600 IU/ml), and a high anti-Tg level (> 4000 IU/ml) but normal levels of free triiodothyronine (T3; 3.08 pg/ml) and thyroxine (T4; 1.18 ng/ml). Her past medical history included only hypertension. She did not have any fever or neck pain suggestive of subacute or painless thyroiditis during recent months, and she had not taken any medication that would reduce thyroid function. Her social, family, and environmental histories were also unrevealing.\\nThe patient had been taking a processed, solved health drink (“barley young leaf”) in amounts of 9 g/day, which included soybean and kale powder extract, for 6 months. She had gradually developed general malaise, edema, and hoarseness. She presented to our hospital with sudden-onset elevated TSH (373.3 μIU/ml) level and very low T3 (< 0.26 pg/ml) and T4 (0.10 ng/ml) levels. Her levels of total cholesterol, triglyceride, lactate dehydrogenase, aspartate transaminase, creatine phosphokinase, and immunoglobulin G were increased. These laboratory findings are shown in Table . Her goiter was swollen with mild hardness; her blood pressure at admission was 123/77 mmHg; her body temperature was 36.0 °C; and her pulse rate was 55 beats/minute. Computed tomography (Fig. ) and thyroid ultrasound revealed bilateral thyroid enlargement. In addition, her uptake rate of 99mTc-pertechnetate was reduced. On the basis of these findings, we diagnosed severe hypothyroidism affected by ingredients of the health drink. She discontinued consumption of the health drink immediately and began taking 12.5 μg of levothyroxine. The amount of levothyroxine was gradually increased every 3 days up to 100 μg. After oral administration of levothyroxine, her high TSH levels decreased gradually, and her low free T3 and T4 levels increased. Her swelling and hoarseness disappeared, and her general condition improved. Her free T3 and T4 levels did not decrease in the follow-up period of the subsequent 6 months. The time line of this patient’s clinical course is shown in Fig. . Her TSH, free T3, and T4 levels are shown in Table .\\nThere are many risky foods lowering thyroid function, such as soybean and cruciferous vegetables, especially in a patient with chronic lymphocytic thyroiditis. Among these foods, some experimental studies have shown that isoflavone reduces thyroid function [, ]. It was suspected that isoflavones might be the reason for our patient’s hypothyroidism. Therefore, we measured the presence of isoflavone in the patient’s frozen serum at 5 points from before admission to day 102 for further investigation. A blood sample was pretreated as described previously []. The sample was analyzed with thin-layer chromatography on precoated silica gel 60 F254 or RP-18 WF254 plates (Merck Millipore Corporation, Darmstadt, Germany), with detection achieved by spraying with iron(III) chloride solution. After she discontinued consuming the health drink, two components quickly disappeared, and the other three components gradually decreased (Fig. ). On the basis of developing solvent composition and a positive ferric chloride reaction in thin-layer chromatography experiment, the five ingredients that disappeared or decreased were highly suspected to be soy isoflavones.", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'16401191': 1, '17337648': 1, '23918874': 1, '18025534': 1, '11836274': 1, '12638461': 1, '8777015': 1, '11042097': 1, '31569435': 1, '12813174': 1, '28870235': 2}", "similar_patients": "{}"}