{"patient_id": 68457, "patient_uid": "5574221-1", "PMID": 28894614, "file_path": "comm/PMC005xxxxxx/PMC5574221.xml", "title": "Pancreatic Adenocarcinoma Producing Parathyroid Hormone-Related Protein", "patient": "A 48-year-old woman was referred to our hospital with a 1-year history of a continuous high fever. Significant events in her medical history included Graves' disease at 39 years of age and the removal of an ovarian cyst at 45 years of age. At the first time when she presented to the referring hospital with a high fever, computed tomography (CT) showed no apparent lesion. After surveillance, her fever was initially thought to be due to tonsillitis. A tonsillectomy was performed at the referring hospital; however, the fever persisted. Follow-up CT revealed a pancreatic body mass and multiple liver masses. Based on these findings, the patient was subsequently referred to our institution for further examination.\\nInitial laboratory tests showed leukocytosis (white blood cell count, 17,930/mm3) and an elevated serum C-reactive protein (CRP) concentration (16.79 mg/dL) (). Blood cultures taken several times showed no signs of infection. Contrast-enhanced CT revealed a pancreatic body tumor with a diameter of 42 mm () and multiple liver masses with marginal enhancement. 18F-Fluorodeoxyglucose (18F-FDG) positron emission tomography combined with CT showed 18F-FDG accumulation in the pancreatic mass [maximum standardized uptake value (SUV max), 7.6], liver masses (SUV max, 9.4), swollen lymph nodes (SUV max, 8.4), and several lung masses (SUV max, 1.0); however, there were no signs of bone metastasis ().\\nTo obtain a definitive diagnosis, endoscopic ultrasound-guided fine-needle aspiration biopsy (EUS-FNAB) was performed using a 22-gauge FNA needle (EchoTip; Cook Medical, Bloomington, IN) (). EUS revealed a dumbbell-shaped mass in the body of the pancreas. Histopathologic examination of the biopsy specimen showed necrotic tissue and tumor cells with highly atypical nuclei (), indicating a diagnosis of pancreatic adenocarcinoma. Tumor fever was the most likely cause of fever, because several blood cultures showed no signs of infection. The serum granulocyte colony-stimulating factor (G-CSF) concentration was 85.1 pg/mL (normal range, <39 pg/mL); however, immunohistochemical (IHC) staining of the EUS-FNAB specimen for G-CSF showed demonstrated negative findings.\\nOral administration chemotherapy of S-1, which is an oral fluoropyrimidine preparation, at 30 mg/m2 twice daily on days 1 to 28 of each 42-day cycle was initiated. Although the treatment had been progressing without side effect, the patient was urgently admitted to the hospital 45 days after the commencement of chemotherapy because of neuropsychiatric symptoms during a scheduled follow-up visit; she had hallucinations and was wandering in her house at the day before admission. On admission, she was confused but able to localize pain and open her eyes in response to call.\\nHematologic examination showed marked leukocytosis (white blood cell count, 58,540/mm3), an elevated CRP concentration (13.80 mg/dL), and severe hypercalcemia (calcium concentration, 18.7 mg/dL, corrected for the albumin of 2 mg/dL) (). In addition, the serum PTH-rP concentration was 13.7 pmol/mL, which well exceeded the normal range (<1.1 pmol/mL). Production of PTH-rP by the tumor was confirmed via IHC staining of the pretreatment EUS-FNAB specimen previously obtained; strong expression of PTH-rP in the tissue of pancreatic adenocarcinoma was observed (). Hence, the hypercalcemia was likely caused by tumor-derived PTH-rP.\\nParenteral hydration combined with furosemide was performed, followed by administration of synthetic calcitonin and bisphosphonate. The patient regained consciousness, and her serum calcium level normalized to 9.0 mg/dL. She was communicative and in good spirits for several days thereafter. However, she ultimately died of progressive disease 60 days after the commencement of chemotherapy.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'2548501': 1, '8887043': 1, '7861550': 1, '33796580': 1, '15069626': 1, '32005896': 1, '15673803': 1, '15609321': 1, '12058886': 1, '11232017': 1, '8079945': 1, '11474277': 1, '28894614': 2}", "similar_patients": "{}"}