{"patient_id": 115904, "patient_uid": "5294930-1", "PMID": 28176962, "file_path": "noncomm/PMC005xxxxxx/PMC5294930.xml", "title": "Renal Angiomyolipoma in Pregnancy: Surgical Management with Fetal Preservation - Approach in a Developing Setting", "patient": "A 26-year old trader, in her 16th week of pregnancy (Gravida 2 Para 1), presented on account of right flank pain and swelling with associated haematuria (often in clots), weakness, vomiting and anorexia.\\nPhysical examination revealed severe pallor, pulse; 118 beats per min, blood pressure; 90/60 mmHg respiratory rate; 28/min, and a firm, tender right lumbar mass extending to the right upper quadrant. Blood clots were noted at the urethral meatus.\\nInvestigations revealed a PCV of 18%. She was admitted and resuscitated with blood transfusions, analgesics and bladder washouts via a 24G 3 way Foley catheter. When normotensive, tocolysis was commenced with oral Nifedipine 20 mg with hourly monitoring of blood pressure. Subsequent doses were omitted if pre-dose readings were ≤120/80 mmHg.\\nAbdominal ultrasound findings showed a pulsatile well delineable oblong hypoechic fluid mass about 77.8×62 mm in size with its medial compartment in the mid pole. The fluid within the mass had a swirling character and on Doppler insonation, this fluid had characteristics consistent with AV fistulous aneurysmatic lesion or AV malformation. Urinary bladder harboured large blood clots. Liver harboured two hypoechoic solid focal lesions in the right lobe with features of haemangiomata. These lesions measure about 1.9 cm to 2.5 cm uterus. There is a viable 14.5 weeks old intrauterine singleton cyesis.\\nMagnetic resonance imaging (MRI) showed a large well defined complex mixed intensity mass involving the anterior and inferior aspects of the right kidney, 15×12 cm in size and causes caliectasis of the supero-posterior remnant part of the kidney. Overall features suggested renal mass with areas of haemorrhage of varying ages. The liver harboured poorly circumscribed multiple masses, which are hyperintense on t1 and t2 and post contrast. They may represent hemangiomata. Left kidney and spleen appear normal. No retroperitoneal adenopathy. No ascites (). Large complex right renal mass with haematomata of varying ages. Hyperintense hepatic masses (in t1 and t2) suggestive of hemangiomata.\\nCounseling was done, where the diagnosis and available treatment options (surgical extirpation after stabilization) were explained. She was also advised on the risk of perioperative fetal loss as well as the need for long term follow up for the clinically silent hepatic lesions. A right radical nephrectomy was done 11 days after admission. Findings were those of a perirenal haematoma and large hemorrhagic renal mass involving the lower and mid poles and compressing the upper pole; histopathology revealed renal angiomyolipoma ( and ).\\nPatient did well post operatively and was discharged home 1 week later. She has remained well on follow up 1 year after.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'24705668': 1, '25598402': 1, '27177703': 1, '21876331': 1, '29668633': 1, '12352384': 1, '18303739': 1, '26612197': 1, '22740957': 1, '10640201': 1, '26710923': 1, '28176962': 2}", "similar_patients": "{}"}