{"patient_id": 72228, "patient_uid": "5834864-1", "PMID": 29499701, "file_path": "comm/PMC005xxxxxx/PMC5834864.xml", "title": "Case report about a successful full robotic radical gastric cancer surgery with intracorporeal robot-sewn anastomosis in a patient with situs inversus totalis and a two-and-a-half-year follow-up study", "patient": "The ethical committee of Jinling Hospital approved the study, and written informed consent was provided by the patient who was a 53-year-old male from Nantong City in China admitted to Jinling Hospital on Dec 5, 2014, because of epigastric bloating. On the admission day, contrast-enhanced computer tomography (CT) revealed distal gastric wall thickening and multiple enlarged lymph nodes. The visceral organs were rotated indicating situs inversus (Fig. ). Upper endoscopy showed a nodulated hunch with irregular invaginations (6.0 cm × 6.0 cm) on the antrum of the stomach; the surrounding mucosa barrier was uplifted, leading to a diagnosis of gastric cancer (Borrmann type III) (Fig. ). The biopsy results showed a moderately differentiated adenocarcinoma on the stomach antrum, which was C-erbB-2(2+).\\nConsidering the tumor size and surrounding lymph node enlargements, two neo-adjuvant chemotherapy cycles of 0.2 g oxaliplatin i.v combined with 2 S-1 capsules (tegafur – gimeracil – oteracil potassium capsules) per day were administered, with each cycle lasting 3 weeks with a 7-day rest in between. The TNM classification has been T4aN2M0 before and T4aN1M0 after neo-adjuvant chemotherapy.\\nOn Feb 4, 2015, the patient underwent D2 gastrectomy under sevoflurane anesthesia. The operation was performed by an experienced surgeon, who had already carried out more than 700 robotic surgeries for gastric cancer. The surgical procedure was performed through five holes (Fig. ).\\nFirst, a needle was placed in the umbilical hole, setting the pneumoperitoneum pressure to 12 mmHg with CO2. Then, four additional ports, 8 and 12 mm in diameter, were symmetrically inserted on both sides of the abdomen below the subcostal margin along midclavicular lines and in the anterior axillary line beside the umbilicus. The endoscope was inserted into the umbilical hole when the visceral organs in the mirrored positions could be observed (Fig. ). No implantation metastasis was found in the abdomen.\\nThen, the mechanical arms of the robotic system were positioned in the abdominal cavity. A cutter, closure device, and ultrasonic knife as well as polymer ligating clips were used during the laparoscopic surgery. In the appropriate order, we freed and cut the ligaments around the stomach, then separated and clipped the corresponding arteries and veins, and finally removed the corresponding lymph node groups.\\nFacilitated by an endoscope and by using a 60-mm endoscopic stapler, first at about 2 cm distal to the pylorus, the duodenum was closed. Then, the lower two thirds of the stomach was cut off and the resected parts of the stomach, lymph nodes, ligaments, and omentum loaded inside a specimen bag in the abdominal cavity. Finally, a gastrojejunostomy was performed by the robotic system according to the Billroth II procedure in order to reconstruct the digestive tract, and a catheter was drawn from the left side of the abdominal wall into the abdominal cavity and fixed. Then, the robot device was removed.\\nLastly, a transverse 5-cm incision was made in the hypogastric region (Fig. ), through which the specimen bag was removed. The amount of bleeding was about 50 mL, and the operation lasted for a total of 3 h. The preoperative Hb value was 131 g/L, and the postoperative Hb value obtained the night after the operation and the next day was 119 and 118 g/L, respectively. The size of the tumor was about 2 cm × 3 cm and was located in the gastric antrum. Postoperative pathological reports showed poorly differentiated adenocarcinoma on the lesser curvature of the stomach and that the cancerous tissue had invaded the full wall. Metastasis was observed in the lymph nodes on the greater curvature (4/5), but not in the greater omentum and in the lymph nodes on the lesser curvature (0/15). On postoperative day 1, the patient left his bed and on day 2 after the operation, he had anal exhaust. On the third postoperative day, he drank a small amount of liquid and on day 5, he was discharged. One week after discharge, postoperative chemotherapy was initiated with the same prescription as preoperatively, which was continued for 4 cycles. Two and a half years after the operation, the patient did not develop a recurrence.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'31711530': 1, '12143842': 1, '22319735': 2, '34540075': 1, '23971782': 1, '24511424': 2, '25627128': 1, '26019020': 1, '20037843': 1, '33622883': 1, '25488721': 1, '23227934': 2, '24960499': 1, '22563541': 2, '12404047': 1, '29499701': 2}", "similar_patients": "{'3544707-1': 1, '3267062-1': 1, '3915190-1': 1, '3915190-2': 1, '3341483-1': 1}"}