{"patient_id": 117826, "patient_uid": "5437798-1", "PMID": 28553389, "file_path": "noncomm/PMC005xxxxxx/PMC5437798.xml", "title": "Sandhoff Disease without Hepatosplenomegaly Due to Hexosaminidase B Gene Mutation", "patient": "A 1-year-old second born male child, born to a third-degree consanguineously married couple with uneventful perinatal history, was brought with regression of milestones and seizures. The onset of clinical symptoms began at the age of 6 months with gradual loss of the milestones. The child had achieved response to sounds by 2 months; head holding, social smile, and recognition of mother by 3 months of age. Initially, he lost social smile and recognition of mother followed by control of neck. He lost all the milestones by 8–9 months of age. The child developed exacerbated startle response since 8 months of age and multiple episodes of right-sided focal seizures from 11 months of age. There was a history of sibling death at the age of 18 months with similar complaints.\\nOn examination, head circumference was 44 cm (between 3rd and 15th centile) with coarse facies. The tone was increased in all the limbs with power of 3/5 (Medical Research Council grade). Deep tendon reflexes were exaggerated with extensor plantar response. Fundus examination showed cherry-red spot in the macula, and there was no hepatosplenomegaly. Magnetic resonance imaging (MRI) shows hyperintensity of the basal ganglia (long white arrow) and hypointensity of the ventral thalami (open arrow) on T2-weighted sequences []. Based on above findings suspected to be a case of Sandhoff disease, the enzyme assay in leukocytes for β hexosaminidase total (A + B) revealed 61 nmhol/h/mg (normal, 905–2878). Gene testing was positive for homogenous missense substitution p. Cys534Tyr, c1601G>A, chr5:74016560G>A in exon 13 of HEXB gene.", "age": "[[1.0, 'year']]", "gender": "M", "relevant_articles": "{'17015493': 1, '7626071': 1, '25143775': 1, '28736525': 1, '15929490': 1, '9408593': 1, '23852624': 1, '26985245': 1, '28553389': 2}", "similar_patients": "{}"}