{"patient_id": 119613, "patient_uid": "5569429-2", "PMID": 28225493, "file_path": "noncomm/PMC005xxxxxx/PMC5569429.xml", "title": "Acetylcholinesterase inhibitor treatment alleviated cognitive impairment caused by delayed encephalopathy due to carbon monoxide poisoning", "patient": "A 60-year-old woman was admitted to a nearby hospital for acute CO poisoning due to attempted suicide using the exhaust gas of a car. She was discharged about a week later without any persisting symptoms. However, 35 days after acute CO poisoning, she began to experience hypokinesia, amnesia, and incommunicative behavior.\\nSubsequently, 43 days after acute CO poisoning, she visited a local hospital. On admission, there were no abnormal physical findings, but the patient demonstrated apathy, bradyphrenia, hypokinesia, paratonia in the upper extremities, forced gripping, and gait disturbance. She showed cognitive, especially memory dysfunction as Hasegawa dementia rating scale (HDS-R) score of 10/30. Blood tests including those for vitamins, tumor markers, autoantibodies, and hormone functions all yielded normal results. Brain MRI showed high-intensity areas in the cerebral white matter on a T2WI and a DWI (Fig. ).\\nFifty days after acute CO poisoning (and 15 days after the delayed encephalopathy) she was diagnosed with delayed encephalopathy due to CO poisoning and was immediately instructed to undergo 10 sessions of HBO treatment (2 atm abs, 120 minutes, every other day) without steroid therapy. Before and after HBO therapy, the HDS-R score was maintained at 4/30, indicating no improvement. Seventy four days after acute CO poisoning, the patient started to take donepezil hydrochloride at 3 mg/day under adequate informed consent, and the dose was increased to 5 mg in 34 days from starting donepezil hydrochloride. Six months after acute CO poisoning, her disorientation, apathy, and hypokinesia improved at outpatient consultation, and she could go shopping by herself on a bicycle and her HDS-R score improved to 25/30. Symptomatic improvement and related improvements on brain imaging have continued over the past 10 years without any adverse events.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'20825794': 1, '31842790': 1, '9828249': 1, '24704181': 1, '14573772': 1, '1671097': 1, '32594050': 1, '32183727': 2, '15639548': 1, '22030437': 1, '32587611': 1, '20633582': 1, '19297574': 1, '19077054': 1, '30050927': 1, '33123300': 1, '19770553': 1, '33737717': 1, '15342916': 1, '31955235': 1, '34584153': 1, '28225493': 2}", "similar_patients": "{'5569429-1': 2, '7077113-1': 1, '7077113-2': 1}"}