{"patient_id": 68700, "patient_uid": "5588715-1", "PMID": 28877714, "file_path": "comm/PMC005xxxxxx/PMC5588715.xml", "title": "Successful medical management of a case of Austrian syndrome—an uncommon entity in the modern antibiotic era: a case report", "patient": "A 48-year-old Bangladeshi gentleman was brought to the emergency room because of breathlessness and disorientation. He had been suffering from fever, cough and sputum production over the preceding 5 days. He had been receiving amoxicillin (orally 500 mg three times a day) and paracetamol (500 mg four times a day) without much benefit. He did not have significant medical history of note, except diabetes mellitus and was on vildagliptin–metformin combination (vildagliptin 50 mg and metformin 500 mg orally once daily).\\nHe was febrile (temperature 38.9 °C), had altered conscious level (Glasgow Coma Scale E3V4M4, 11/15), low oxygen saturation (87% in room air), tachycardia (pulse 110/min), tachypnea (respiratory rate 38/min), normal blood pressure (115/75 mmHg), bi-basal crepitations and signs of meningeal irritation without any rash. Ocular fundi looked normal.\\nRandom blood glucose was 8.9 mmol/L. Electrocardiography revealed sinus tachycardia, chest X-ray showed pulmonary oedema, computed tomography of head was normal. Arterial blood gas analysis showed type I respiratory failure. He was shifted to intensive care unit.\\nHe had neutrophil leukocytosis (total white cell count 22,300/mm3, neutrophil 83%), high erythrocyte sedimentation rate (56 mm in 1st hour) and C-reactive protein (64 mg/L). Cerebrospinal fluid (CSF) was cloudy with high opening pressure, high protein (140.6 mg/dL, reference range 15–45 mg/dL) and low glucose (3.1 mmol/L, reference range 3.3–4.5 mmol/L) content, had high white cell counts with predominant neutrophils (1290 cells/mm3, polymorphs 90%). No micro-organism was identified in Gram-stain or acid fast bacilli (AFB) staining of CSF or cultures. Bacterial antigen test of CSF (done by Latex test to detect Streptococcus group B, H. influenza type B, S. pneumoniae, N. meningitides ABCY W135 and E. coli K1 antigens, Wellcogen™ Bacterial Antigen Kit, Remel Europe Ltd., UK) was positive for pneumococcus. Blood culture did not reveal any organism. Sputum microscopy revealed Gram positive cocci in long chains but culture did not reveal any organism. Urine routine examination showed red cells (5–8/high power field) and protein (+).\\nTreatment consisted of ceftriaxone (2 g intravenously every 12 h), moxifloxacin (400 mg intravenously once daily), paracetamol, frusemide and insulin along with other supportive measures including oxygen. He became afebrile on fourth day and was transferred to general medical ward.\\nHis assessment in ward showed a new regurgitant murmur in mitral area that radiated to left axilla. Transthoracic echocardiography revealed moderate mitral regurgitation (Fig. ) but there was no vegetation. Trans-oesophageal echocardiography could not be done. Repeat chest X-ray revealed right middle lobe consolidation (Fig. a, b). Depending upon clinical manifestation, imaging, echocardiography, sputum, CSF and urine examination findings, he was diagnosed as having Austrian syndrome. He completed 4 weeks of intravenous antibiotic treatment, follow-up echocardiography after 6 weeks revealed trivial mitral regurgitation (Additional file ).", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'8306732': 1, '10585831': 1, '17467823': 1, '21519491': 2, '29848535': 1, '10027109': 1, '20610819': 1, '9455526': 1, '7985602': 1, '32047709': 2, '13486606': 1, '30880376': 1, '28877714': 2}", "similar_patients": "{'3079083-1': 1, '6999727-1': 1}"}