{"patient_id": 114146, "patient_uid": "5070484-2", "PMID": 27795839, "file_path": "noncomm/PMC005xxxxxx/PMC5070484.xml", "title": "Crimean-Congo Hemorrhagic Fever in Dubai, United Arab Emirates, 2010: Case Report", "patient": "Another previously healthy young male (33 years old) presented to a private hospital in Dubai on November 23, 2010, with 5 days’ history of high-grade temperature, vomiting, and loose motions. On the day of admission, he developed hematemesis and melena. Clinically, he was febrile, hypotensive, and tachycardic, with a generalized petechial rash. The patient was resuscitated and transferred to our hospital for further evaluation and management. Importantly, the patient was in Dubai Abattoir during the Hajj holidays, a few days prior to the start of his illness. Laboratory investigations revealed the following results: WBC 4.29 × 103/µL, Hb 17 g/dL, Plt 40 × 103/µL (dropped to 26 × 103/µL within a few hours of admission), creatinine 2.1 mg/dL, NA 138 mmol/L, K 5.3 mmol/L, INR 1.947, D-dimer > 20. Chest X-ray was normal, and abdominal ultrasound revealed minimal ascites. CCHF was highly suspected in this case, and he was resuscitated and shifted to ICU and mechanically ventilated, with a loading dose of intravenous ribavirin started immediately. A few hours later, he passed a large amount of fresh blood per rectum, his general condition worsened with uncontrolled circulatory collapse, and he died on the day of admission, 7 days after the start of illness. The patient’s blood sample was sent to the same regional hospital for CCHF viral PCR testing, and the results were confirmatory for CCHF by PCR. Similar infection-control measures were taken as in index Case 1, and no medical staff in our hospital or the referring hospital developed clinical infection. His wife and three children were also contacted, and they, too, did not develop the illness clinically.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'15677844': 1, '17367225': 1, '113533': 1, '17322717': 1, '21887063': 1, '20006541': 1, '19168966': 1, '16700704': 1, '20409377': 1, '15550268': 1, '9231193': 1, '6107588': 1, '33477991': 1, '18980852': 1, '22616022': 1, '19523314': 1, '19008137': 1, '15770025': 1, '20800007': 1, '29869797': 1, '30652673': 1, '22299435': 1, '15325599': 1, '18820205': 1, '15935414': 1, '20626907': 1, '15827289': 1, '10747269': 1, '15170636': 1, '20854025': 1, '18922717': 1, '21482564': 1, '28179007': 1, '20627646': 1, '22052169': 1, '19343611': 1, '19301047': 1, '31190715': 1, '9392589': 1, '22633179': 1, '20403306': 1, '17762783': 1, '19246100': 1, '16554245': 1, '6435292': 1, '11880460': 1, '31022170': 1, '12802764': 1, '16735392': 1, '27795839': 2}", "similar_patients": "{'5070484-1': 2}"}