{"patient_id": 121925, "patient_uid": "5740189-1", "PMID": 29291203, "file_path": "noncomm/PMC005xxxxxx/PMC5740189.xml", "title": "Do you want to participate in a clinical study as a healthy control? - Risk or benefit?", "patient": "A 57-year-old, previously healthy woman working in the Department of Clinical Pathology of our hospital volunteered to participate as “healthy control” in a study to validate the accuracy of a new PCT assay. She reported to be in good general health condition without signs of ongoing infection or disease. The patient did not smoke or consume large amounts of alcohol and had no signs of malignancy on physical examination or routine blood analysis. Yet, a markedly increased level of circulating PCT of 0.35 μg/L (normal range < 0.03 μg/L) was detected, which remained elevated on follow-up measurements for the next 2 mo.\\nSubsequently, calcitonin levels were found to be elevated as well (33 ng/L, normal range < 5 ng/L). A thyroid ultrasound revealed a goiter with small nodules in both thyroid lobes. There were two suspicious thyroid nodules, a small one lateral in the right thyroid lobe (7 mm × 5 mm × 6 mm) and a larger one (10 mm × 10 mm × 13 mm) in the left lobe. A fine needle aspiration (FNA) of the bigger node on the left side was done but neither reveal any malignant cells nor was it positive for calcitonin staining, making the existence of a MTC unlikely. To exclude a gastrointestinal neuroendocrine tumor or a small cell lung cancer, both of which have been reported to ectopically produce PCT as well, we decided to perform a 18F-FDG positron emission tomography-computed tomography (PET-CT), in which the left thyroid nodule detected on ultrasound showed an increased 18F-FDG uptake. There were no other suspicious lesions in the whole body PET-CT scan (Figure ).\\nA previously healthy woman willing to support a scientific study was found to have an elevated level of PCT and calcitonin, a goiter, 2 suspicious nodes in the sonography of the thyroid gland with one of them showing metabolic activity in PET-CT scan.\\nThe case was discussed at our internal tumor board, which recommended total thyroidectomy to exclude MTC despite the negative fine needle aspiration as no other cause of elevations in calcitonin and PCT could be found (Figure ).\\nThe patient agreed to have surgery which went without complications. The histological evaluation of the thyroid gland showed an (incidental) 3 mm papillary microcarcinoma in the left lobe and a 6 mm medullary carcinoma in the right lobe, inconsistent with the active nodule in the left thyroid lobe in PET-CT. No further neck dissection was done due to the relatively low preoperative calcitonin levels.\\nTwo weeks after surgery the patient came back to the endocrine office. Her PCT and calcitonin levels were now undetectable. We recommended close clinical and biochemical monitoring over the next years. Her prognosis is favorable due to the early recognition of the medullary cancer with small tumor volume, in total resection and no signs of metastasis.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'15355445': 1, '19890958': 1, '23314540': 1, '29037960': 1, '25934688': 1, '24840813': 1, '21049453': 1, '29291203': 2}", "similar_patients": "{}"}