{"patient_id": 72902, "patient_uid": "5885392-1", "PMID": 29765786, "file_path": "comm/PMC005xxxxxx/PMC5885392.xml", "title": "Nasal Septal Perforation in Propylthiouracil-Induced Anti-Neutrophil Cytoplasmic Antibody-Associated Vasculitis", "patient": "A 29-year-old woman was referred to our hospital for the evaluation of nasal septal perforation with positive MPO-ANCA. Fifteen months before referral, she had been diagnosed with GD and consequently treated with PTU for 14 months. Two months before referral, she had developed a low-grade fever and sore throat and visited the otorhinolaryngology department. The otorhinolaryngologist detected nasal septal perforation and performed biopsy that revealed an infiltration of inflammatory cells into the basal layer of the epidermis, with no evidence of malignancy. In addition, she had never taken cocaine. AAV was suspected because MPO-ANCA was positive, and she was subsequently referred and admitted to our hospital. Because she was taking PTU and drug-induced AAV was suspected, PTU treatment was stopped a month before referral. On admission, thyroid gland swelling was detected. Laboratory findings, including those of urinalysis, blood biochemistry, and coagulation testing as well as complete blood count, were within the normal range. MPO-ANCA was positive (110 U/mL, 3.4 is a reference value in our hospital), and proteinase 3- (PR3-) ANCA was slightly positive (3.9 U/mL, 3.4 is a reference value in our hospital). Other autoantibodies were negative, except for anti-thyroid-stimulating hormone (TSH) receptor antibody (7.37 IU/L). Free thyroxine and free triiodothyronine levels were elevated, and the TSH level was decreased. Nasal endoscopy revealed nasal septal perforation (). Computed tomography revealed the absence of sinusitis and pneumonia. Magnetic resonance imaging (MRI) revealed nasal septal perforation (). We again performed a biopsy of the perforated nasal septum for differential diagnosis, which revealed an infiltration of inflammatory cells, including neutrophils and lymphocytes, with no evidence of malignancy or granulomatous change. Together with a destructive nasal lesion and positive MPO-ANCA, she was diagnosed with AAV, particularly PTU-induced AAV, based on the classification of vasculitis proposed by Watts et al. []. After the cessation of PTU, the titers of both MPO-ANCA and PR3-ANCA exhibited spontaneous reduction. Because the nasal septal perforation was destructive and had the potential to develop into a saddle nose, she desired treatment with high-dose prednisolone (1 mg/kg/day) and methotrexate (10 mg/week). She was treated with this regimen and discharged 1 month later. We are currently monitoring the nasal septal perforation by endoscopy and MRI, and progression has not yet been observed for 15 months. The titers of both MPO-ANCA and PR3-ANCA have been decreasing within our reference value ().", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'23045170': 1, '11989638': 1, '23047533': 1, '19952489': 1, '16876669': 1, '26670972': 1, '157136': 1, '11075728': 1, '28072564': 1, '26503355': 1, '12595614': 1, '19263410': 1, '22664738': 1, '27749588': 1, '22940554': 1, '26976020': 1, '11485583': 1, '16901958': 1, '18431098': 1, '29765786': 2}", "similar_patients": "{}"}