{"patient_id": 69268, "patient_uid": "5630055-1", "PMID": 29021883, "file_path": "comm/PMC005xxxxxx/PMC5630055.xml", "title": "Brodie’s Abscess of Posterior Ilium with Gluteal Syndrome, an Unusual Cause of Paediatric Low Back Pain: A Case Report", "patient": "A nine-year old male student presented with low back pain of three months duration. The pain was intermittent in nature with no history of fever or other constitutional symptoms. There was no history of night pain or contact with tuberculosis. On physical examination, there was a vaguely palpable tender swelling over the right posterior iliac crest just superolateral to the sacroiliac joint. There was no local warmth over the swelling. Clinically, pelvic compression was negative, and the sacroiliac joint appeared normal. There was no history of any intramuscular gluteal injection in the recent past.\\nRoutine blood investigations revealed haemoglobin of 12.6 g/dl, total leucocyte count 10000/mm3, neutrophils 80/100, ESR 31mm at one hour, negative C-reactive protein, serum ADA (adenosine deaminase) 29 IU/L and a negative Mantoux test (2mm). Plain radiograph of the pelvis showed a well-defined lytic lesion with surrounding osteosclerosis in the right posterior iliac crest just superolateral to the ipsilateral sacroiliac joint. CT scan revealed a pure lytic lesion (15 x 10 x 7.5mm) with a breach in the outer cortex of ilium with surrounding sclerosis (). MRI of pelvis showed two hyper-intense foci (T2 & STIR), one intramedullary and one in the subcutaneous plane with diffuse enhancement on contrast suggestive of phlegmonous foci (). Both sacroiliac joints and hip joints were normal. Bone scan with 99mTc-MDP was suggestive of inflammatory/infective pathology involving the right posterior iliac cortex. Fine needle aspiration cytology of the swelling was non-conclusive. Differentials considered were subacute osteomyelitis, tuberculosis, benign bone tumors and eosinophilic granuloma.\\nThe patient was planned for open biopsy and curettage under general anaesthesia. With the patient in prone position, incision was made over the vague swelling on the right posterior iliac crest. A breach in the outer cortex was noticed with an intramedullary cavitary lesion filled with unhealthy granulation tissue extending into the subcutaneous plane (). The lesion was thoroughly curetted. After through debridement, the wound was closed over a suction drain. The curetted material was submitted for culture and sensitivity tests, acid-fast bacillus stain and histopathological study. Culture of the material revealed growth of Staphylococcus aureus sensitive to oxacillin, gentamycin, and vancomycin. Histopathology was suggestive of osteomyelitis. The child received cloxacillin 500mg qid for a total period of six weeks (intravenous for 2 weeks and oral for 4 weeks). He was followed up for 18 months, and no recurrence was noted.", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'489653': 1, '16187445': 1, '8376428': 1, '24813201': 1, '11360776': 1, '29021883': 2}", "similar_patients": "{}"}