{"patient_id": 65498, "patient_uid": "5351162-1", "PMID": 28292325, "file_path": "comm/PMC005xxxxxx/PMC5351162.xml", "title": "Successful medical treatment of a hepatic pregnancy: a case report", "patient": "A 24-year-old African woman, gravida 4 para 3, presented with a 2-week history of right upper quadrant pain and an 8 weeks and 5 days amenorrhea with spotting. She first consulted in a secondary health facility where her clinical evaluation revealed a hepatomegaly on abdominopelvic ultrasound and positive urinary pregnancy test without intrauterine or tubal gestational sac. These findings motivated the medical team to refer her to our tertiary center.\\nThis was her first episode of such pain. She had no history of sexually transmitted diseases and no history of contraception. She had never had an operation. Her hepatitis B and C status were unknown. There was no dizziness, asthenia, or jaundice.\\nHer vital signs were stable: blood pressure of 120/60 mm Hg, pulse rate of 70 beats per minute, respiratory rate of 16 cycles per minute, and temperature at 36.5 °C. She weighed 59 kg. She was not pale. Her right upper quadrant was tender on deep palpation but not after deep breath. There was no guarding or rebound tenderness. Her uterus was of normal size and there were no adnexal masses noted. Her rectovaginal pouch was free and non-tender. We suspected acute cholecystitis or acute viral hepatitis in pregnancy.\\nOn another abdominopelvic ultrasound, a heterogeneous poorly vascularized mass was visible under the right lobe of her liver, of size 42 × 38 mm. There was no hemoperitoneum and her uterus was empty without adnexal masses. On full blood count, there was mild microcytic and hypochromic anemia at 10.2 g per dL, with normal leukocyte and platelet counts. Her liver transaminases and renal function were normal. Her serum β-human chorionic gonadotropin (βhCG) titers rose from 200 mUI/mL to 3000 mUI/mL in 48 hours. No gestational sac was visible on concomitant pelvic ultrasound.\\nOur final diagnosis was hepatic pregnancy. We chose to administer 1 mg/kg of methotrexate intramuscularly since she was hemodynamically stable and the Fernandez score [] was in favor of medical treatment. Evolution was favorable and she was discharged at day 5. Two weeks later, her serum βhCG titer was 15 mUI/mL. She did not show up at 1-month appointment.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'17267889': 1, '31933836': 1, '233927': 1, '3822281': 1, '3425256': 1, '7677699': 1, '32221090': 2, '32675831': 1, '32161654': 1, '26241274': 1, '23248513': 2, '6695288': 1, '15121609': 1, '1761673': 1, '20305114': 1, '28292325': 2}", "similar_patients": "{'7220081-1': 1, '3519057-1': 1}"}