{"patient_id": 119601, "patient_uid": "5569393-1", "PMID": 28868201, "file_path": "noncomm/PMC005xxxxxx/PMC5569393.xml", "title": "Never say never again: A bone graft infection due to a hornet sting, thirty-nine years after cranioplasty", "patient": "A 48-year-old male was admitted to our neurosurgical unit because of a frontal swelling with purulent discharge from a cutaneous fistula. In his clinical history, he reported a previous frontal TBI when he was 9-year-old. For this reason, he had undergone a frontal craniectomy with subsequent unspecified CP. Since that, his clinical history has been unremarkable for 39 years, without any surgical or infective complications related to the cranial surgical procedure. A week before his admission he had been stung by a hornet while he was working in the countryside, with a progressive swelling of frontal soft tissues, temperature raising, and local pain with inflammatory state. During that week, a progressive purulent discharge has onset from the site of the sting, so he referred to the emergency department. At the admission, he was awake and aware [Glasgow Coma Scale 15 (GSC 15)], his temperature was 37.8°C and his neurological examination was negative. Initial laboratory studies revealed a pathological increased value of white blood cell (WBC) count (22 × 109/L with 82% neutrophils, 14% lymphocytes, and 7% monocytes) and of serum C-reactive protein level (57 mg/dL with a normal range 0.08–1.5 mg/dL). A head CT scan revealed an irregular subcutaneous fluid collection, adherent to the graft's anterior face, a peripheral soft tissues edema, and a frontal hypodensity in brain parenchyma contiguous to the graft. The administration of contrast medium revealed a moderate peripheral enhancement of the collection. Because of the radiological evidence of the graft infection with subcutaneous abscess, the patient was then transferred to our neurosurgical unit. A swab test of the purulent discharge from the cutaneous fistula was performed, and, after a multidisciplinary consult, a polychemotherapy was started (1 g of vancomycin and 2 g of cefepime every 12 h). Thirty-six hours after his admission, the patient underwent surgical toilet and removal of the graft. This appeared as a porous acrylic graft, with several fibrotic bands firmly tied with the skin and the underlying synthetic dural substitute. All the samples were harvested for microbiological exam, while the surgical site was washed with iodine solution, peroxide, isotonic saline, and rifampicine. At the end, a spongy layer of dural substitute with two overlaying patch of fibrin sealant (Tachosil©) and some fibrin glue (Vivostat©) was then used to ensure dural seal and to contribute in protecting the brain parenchyma under the bone defect [Figure –].[]\\nNor titanium mesh or other allograft was applied on the former craniotomy in order to prevent the rejection, waiting for the resolution of the infection in analogy with other surgical procedures.[]\\nFurther bacteriological tests revealed Staphylococcus aureus as causal agent of that graft infection. Due to this, the patient was discharged 7 days after surgical procedure under an antibiotic therapy with linezolid and ceftazidime and he is still in follow-up for further CP after the infection resolution and inflammatory markers normalization.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'22527574': 1, '23053292': 1, '16467959': 1, '27169073': 1, '24752723': 1, '28120073': 1, '23149967': 1, '26437934': 1, '27215939': 1, '8851369': 1, '25841754': 1, '27032525': 1, '23883370': 1, '2477724': 1, '32596324': 1, '19485722': 1, '18656363': 1, '27436762': 1, '27593759': 1, '25984391': 1, '23875882': 1, '2398941': 1, '27923469': 1, '22427297': 1, '24532225': 1, '26904371': 1, '22368985': 1, '24036124': 1, '23323175': 2, '26721616': 1, '21242830': 1, '23273384': 1, '28181778': 1, '24778913': 1, '28868201': 2}", "similar_patients": "{'3539089-1': 1}"}