{"patient_id": 64638, "patient_uid": "5292108-1", "PMID": 28161873, "file_path": "comm/PMC005xxxxxx/PMC5292108.xml", "title": "Usefulness of a laparoscopic approach for treatment of small-bowel obstruction due to intersigmoid hernia: a case report", "patient": "A 45-year-old woman with epigastric pain was admitted to our hospital. She had a history of Hashimoto’s disease and depression, but had never undergone abdominal surgery. Upon admission, her vital signs were normal. Although she had bowel distension with left lower abdominal tenderness, there was no evidence of peritonitis. Her laboratory data were almost within normal limits except for slightly increased white blood cell count (12.5×103 /mm3).\\nBecause abdominal X-ray examination had demonstrated dilatation of the small bowel, we diagnosed the patient as having SBO and treated her conservatively by insertion of a long tube. However, this decompression therapy did not improve the symptoms. Computed tomography (CT) revealed obstruction of the small bowel in the left lower abdomen with small-bowel dilatation on the oral side (Fig.) and axial CT view findings clearly showed that the incarcerated small bowel was successively covered by sigmoid mesocolon. In fact, vessels of sigmoid colon run on the surface of sigmoid mesocolon (Fig.). Therefore, we diagnosed this herniation as ISH rather than internal hernia due to mesenteric defect. Gastrografin contrast enema examination demonstrated a closed loop of small bowel with a beak sign in the left lower abdomen (Fig. ), suggesting that the SBO was due to an ISH. Therefore, after sufficient decompression, the patient underwent laparoscopic surgery 14 days after admission.\\nA 12-mm port for laparoscopy was inserted through the periumbilical region using the open technique, and an intra-abdominal pressure of 10 mmHg was established using carbon dioxide insufflation. Under laparoscopic observation, an additional 10-mm port was inserted through the right lower quadrant, and two 5-mm ports were also inserted through the right and left upper quadrants, respectively. Intraoperative observation revealed that the small bowel was incarcerated within the intersigmoid fossa, and there was no adhesion or fluid collection which suspected pelvic infection. Because the incarcerated portion of the small bowel was not necrotized, it was possible to remove the small bowel from the hernia orifice without resecting the former (Fig. ). After mobilization of the sigmoid colon, the orifice of the intersigmoid fossa was enlarged to prevent any recurrence of incarceration (Fig. ). The total operation time was 108 min, and the postoperative course was uneventful. The patient was discharged on the 8th postoperative day and is currently free of symptoms and recurrence of herniation at 12 months after surgery.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'20107960': 1, '19305105': 1, '6017458': 1, '33887854': 1, '32566302': 1, '16498098': 1, '32189140': 2, '13593984': 1, '31600670': 1, '16009820': 1, '14129383': 1, '25506032': 2, '25875538': 1, '30343419': 2, '33442348': 2, '28161873': 2}", "similar_patients": "{'6195874-1': 1, '7772840-1': 1, '4258357-1': 1, '7080934-1': 1, '7080934-2': 1}"}