{"patient_id": 122386, "patient_uid": "5778226-1", "PMID": 29348288, "file_path": "noncomm/PMC005xxxxxx/PMC5778226.xml", "title": "Budd-Chiari syndrome: a rare and life-threatening complication of Crohn’s disease", "patient": "A 27-year-old African-American man was admitted to our institution as a transfer from an outside hospital to receive a higher level of care due to new-onset ascites and bilateral lower extremity oedema for the previous 2 weeks. He had a history of intermittent abdominal pain, haematochezia and diarrhoea for the past year, when he was diagnosed with IBD at an outside hospital. At that time, he was prescribed mesalamine and steroids, which he took for a short period with improvement in his diarrhoea although he never achieved complete remission. Due to the cost of the medications, he discontinued them and was lost to follow-up for approximately 6 months. On admission, he complained of new onset of dyspnoea on exertion, fatigue and abdominal swelling. He had developed severe bloody diarrhoea over the last 1 month, suggestive of an acute flare in the setting of chronically uncontrolled disease. His physical examination revealed an alert and oriented individual with pale conjunctiva and no signs of icterus. He had prominent tachycardia (heart rate 124/min), bilateral pitting pedal oedema and a distended abdomen with the presence of shifting dullness, suggestive of ascites. The remainder of his physical examination was normal with no changes noted on the skin and he had intact arterial pulses in all four extremities.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'19803669': 1, '19491858': 1, '2046772': 1, '11318545': 1, '30383791': 1, '8432482': 1, '18583397': 1, '11279334': 1, '20848518': 1, '8653941': 1, '3966633': 1, '9824143': 1, '2572794': 1, '2294801': 1, '20961602': 1, '2598760': 1, '19486711': 1, '14687149': 1, '17206678': 1, '15745078': 1, '8309360': 1, '20546736': 1, '15638231': 1, '14768004': 1, '11057461': 1, '9163067': 1, '19543104': 1, '23629820': 1, '2119529': 1, '29348288': 2}", "similar_patients": "{}"}