{"patient_id": 64450, "patient_uid": "5265909-2", "PMID": 27684816, "file_path": "comm/PMC005xxxxxx/PMC5265909.xml", "title": "Tc-99m-ECD SPECT as the measure for therapeutic response in patients with cobalamin deficiency", "patient": "Case 2: A 61-year-old woman who had been a vegetarian for 5 years presented with insidious-onset of progressive memory complaints for 1 year. Aside from her cognitive complaints, she did not experience any sensation changes of limbs or gait problems. Except for age, she was free from risk factors of cerebrovascular disease that are commonly identified (e.g., hypertension, diabetes mellitus, chronic kidney disease, atrial fibrillation, and cigarette consumption). Her serum Cbl level was 207 pg/mL, in association with an elevation of homocysteine level (17.50 μmol/L; upper limit: 17.2 μmol/L). Laboratory data aiming on cerebrovascular risk assessment and cognitive deficits, including lipid profiles, glycated hemoglobin, creatinine, folic acid, thyroid function, and cortisol level, were all within reference ranges. She scored 24/30 on the MMSE and 78/100 on the CASI, mainly due to impaired mental manipulation and abstract thinking (Table ). Borderline performance in short-term memory and verbal fluency were also noted. The total score of Neuropsychiatric Inventory was 2, resulted from a small change in the subdomain of sleep and nighttime behavior disorders (frequency × severity = 2 × 1; minimally associated caregiver distress). Tc-99m-ECD SPECT was performed due to the absence of obvious atrophy or vascular lesions in brain MRI (Fig. A and B). Although mildly impaired radio uptake was noted in bilateral frontal–temporal cortices (Fig. A), cerebral perfusion within the ACC (Fig. A and C) and PFC was relatively preserved (Fig. A and B). Additionally, there was hypoperfusion within the bilateral thalamus. She was diagnosed with mild cognitive impairment due to Cbl deficiency. Her Cbl level normalized (687 pg/mL) 5 months after the same Cbl supplement therapy as Case 1. Follow-up SPECT showed avid global improvements (Fig. D), including a remarkable signal reversal within the PFC (Fig. D and E) and ACC (Fig. D and F), consistent with favorable clinical recovery (follow-up MMSE: 28/30, CASI: 85/100) (Table ). Of note, her initial deficits in short-term memory completely reversed.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'12217179': 1, '6165607': 1, '23221971': 1, '24577458': 1, '18958573': 1, '10914904': 1, '10965378': 1, '11468228': 1, '16298237': 1, '16611015': 1, '2339684': 1, '26339714': 1, '22450609': 1, '27684816': 2}", "similar_patients": "{'5265909-1': 2}"}