{"patient_id": 62437, "patient_uid": "5064890-1", "PMID": 27737660, "file_path": "comm/PMC005xxxxxx/PMC5064890.xml", "title": "Radical esophagectomy for a 92-year-old woman with granulocyte colony-stimulating factor-producing esophageal squamous cell carcinoma: a case report", "patient": "A 92-year-old woman had a major complaint of choking when swallowing or dysphagia. The patient had been healthy and had no particular medical history besides cataract surgery. She had no history of oral medications, smoking, or alcohol. Another physician had previously attended to her was complaint of choking when swallowing. A narrowing of the lumen of the intrathoracic esophagus was detected by esophagogastroduodenoscopy, and the patient was referred to our hospital for detailed examination.\\nOn admission, abnormal symptoms such as fever, anemia, or jaundice were not detected and the performance status was good (score 0 according to the Eastern Cooperative Oncology Group). Laboratory data on admission showed remarkable leukocytosis (leukocytes 23,500/μL, neutrophils 86.1 %, and no blast cells) and slight decrease in the serum albumin (3.5 g/dL) and C-reactive protein (CRP) levels (1.5 mg/dL). The levels of tumor markers, squamous cell carcinoma antigen (SCC-A), and p53 antibody were high (SCC-A, 3.4 ng/mL; p53, 22.2 U/mL). The respiratory functions and electrocardiograms were within normal ranges. However, the renal function was a slight concern.\\nEsophagogastroduodenoscopy revealed a type 2, circumferential cancer of the esophagus, approximately at 26–35 cm from the dental arch (Fig. ), and the biopsy showed SCC. Contrast-enhanced computed tomography of the chest and abdomen demonstrated circumferential thickening of the wall and narrowing of the lumen of the middle and lower intrathoracic esophagus, and small lymph nodes were detected between the lower mediastinum and paracardiac area. Pleural effusion and ascites or distant metastases were not detected (Fig. ).\\nBased on these findings, the patient was diagnosed with T3N0M0, stage IIA (according to the Union for International Cancer Control TNM classification of malignant tumors, 7th edition) ESCC. Furthermore, the laboratory data suggested G-CSF-producing carcinoma with serum G-CSF levels of 131 pg/mL.\\nDespite her age, the patient had no comorbidities, and most importantly, she consented to a surgical operation. Therefore, we planned to perform esophagectomy. In Japan, the standard treatment for stage IIA esophageal carcinoma is subtotal esophagectomy with three-field lymph node dissection following preoperative chemotherapy []. However, considering the age disadvantage, multimodal management of disease with chemotherapy or radiotherapy was not performed.\\nIn fact, the subtotal esophagectomy under the right thoracolaparotomy, right lower partial lobectomy, two-field lymph node dissection (instead of three-field), posterior mediastinal route gastric tube reconstruction, and intra-pleural anastomosis were successfully performed. The operation lasted 4 h and 15 min, and the blood loss was 50 mL. The tumor and the right lobe of the lung were attached; therefore, they were resected en bloc because the tumor was considered infiltrative.\\nHistopathological examination of the resected specimen revealed that the primary lesion sized 92 × 54 mm was a moderately differentiated squamous cell carcinoma with two lymph node metastases, and it was diagnosed as a stage III tumor (according to the Union for International Cancer Control TNM classification) (Fig. ). Immunohistochemistry of the resected tissue specimen stained positive for G-CSF in the cytoplasm of the tumor cells (Fig. ).\\nAfter the operation, the patient developed aspiration pneumonitis; however, she promptly recovered with the administration of antibiotics. Three weeks after the operation, the leukocyte counts decreased to 5000/μL and the G-CSF levels to <19.5 pg/mL. Thereafter, the patient exhibited a good clinical course and she was discharged on the 29th postoperative day.\\nThe patient had neutrophilia without any signs of infection or myeloblast genesis before the operation. After esophagectomy, the number of leukocytes and the level of G-CSF had decreased significantly and the presence of G-CSF was confirmed pathologically. Therefore, the patient was definitively confirmed to have a G-CSF-producing tumor.\\nThere have not been any complaints or recurrence, and the patient has remained disease-free from 18 months after the operation until the present day.\\nRobinson first described a G-CSF-producing tumor in 1974 [], and the number of such cases has been increasing in the recent years. The primary sites of G-CSF cases have been reported as the lung, urinary tract, or the stomach [–]; however, reports of G-CSF-producing esophageal carcinoma have been scarce.\\nG-CSF is a hematopoietic factor produced by the endothelium, macrophages/monocytes, and fibroblasts. It stimulates the bone marrow to produce granulocytes from stem cells and release neutrophils into the bloodstream []. It is also produced by the malignant cancer cells. An excess amount of aberrant production causes an inflammatory response such as fever and positive CRP, a kind of leukemoid reaction (leukocytosis >50,000 leukocytes/μL), and paraneoplastic syndrome in clinical oncology. A recombinant form of G-CSF is currently used to prevent infections after chemotherapy or radiological therapy, which causes myelosuppression and neutropenia.\\nThe diagnostic criteria for G-CSF-producing tumors include (1) a marked increase in the leukocyte counts, (2) elevated G-CSF activity, (3) a decrease in leukocyte counts following tumor resection, and (4) the verification of G-CSF production in the tumor []. Because all four criteria were fulfilled, we diagnosed the patient with G-CSF-producing ESCC.\\nEsophageal carcinoma is a disease with a poor prognosis []. Furthermore, the prognosis of G-CSF-producing ESCC is considered even poorer (Table ) [–]. All of the cases have been found at rather advanced stage, in 12 cases (including our case), and 9 cases were poor prognosis. The reason might include (1) G-CSF per se having a capacity to expand tumor growth in an autocrine manner, (2) acute renal failure or hyperuricemia (so-called tumor lysis syndrome) by cytolysis of increased neutrophils after chemotherapy, (3) thrombosis by platelet aggregation by G-CSF []. The surviving three patients had undergone tumor resection. Furthermore, among the poor prognosis group, the survival period of excised cases was estimated to be longer than that of non-excised cases. From the above, in cases of the G-CSF-producing ESCC, if possible, the complete tumor resection is considered to be important. Since the prognosis of this disease is much poor, if possible, surgery as well, multimodal therapy that combines radiotherapy and/or chemotherapy is considered preferable.\\nAccording to Table , G-CSF-producing ESCC was male-dominated (83.3 %) and the average age of the 12 patients was 67 years old. These findings were considered to overlap with the population of normal ESCC. Association between leukocyte value, serum G-CSF value, tumor location, tumor stage, histologic grade, and prognosis was not clear. In addition, in one third in these 12 cases, a merger of other organs’ tumor was observed. It is suggested that the characteristic of G-CSF, which was mentioned above, might have influence on tumor growth [].\\nIn addition, with the aging of the population, the chances that we encounter the oldest old patients are increasing []. The appropriate evaluation of overall conditions and the selection of operative method are critical. The operative reports of the elderly are few, and among those cases, the cytoreductive (limited) operations were often chosen [–] because of the increase of complications after the operation.\\nIn the present case, the oldest old patient has been alive with a good condition after the operation. In order to improve the quality of life of the oldest old patients, the practical consideration for esophageal carcinoma should be the individualization of therapeutic protocols, tailoring the extent of resection and inclusion or exclusion of preoperative and postoperative procedures. A curative resection with relatively minimal invasion appears to be mandatory for better prognosis with minimal morbidity and mortality in elderly patients.", "age": "[[92.0, 'year']]", "gender": "F", "relevant_articles": "{'4522870': 1, '31485481': 2, '10452686': 1, '28396760': 2, '25895447': 1, '29725401': 1, '23117475': 1, '30961609': 2, '2990035': 1, '18407509': 1, '300638': 1, '24319403': 2, '14614613': 1, '10673310': 1, '8759907': 1, '18592152': 1, '23245604': 1, '3874682': 1, '25722669': 2, '25651787': 1, '24833153': 1, '27737660': 2}", "similar_patients": "{'5378863-1': 1, '4322689-1': 1, '3851702-1': 1, '6454710-1': 1, '6724536-1': 1}"}