{"patient_id": 69780, "patient_uid": "5657083-1", "PMID": 29070018, "file_path": "comm/PMC005xxxxxx/PMC5657083.xml", "title": "Hemorrhagic hypopyon as presenting feature of intravascular lymphoma, a case report", "patient": "A 62-year-old Japanese woman was referred for bilateral dry eyes, with Schirmer’s test results of 0 mm for both eyes. Four years previously, she had been diagnosed with primary rheumatoid arthritis (RA) and secondary Sjogren’s syndrome. She was being treated with 6 mg of methotrexate. CT scans appeared normal when she was first diagnosed with RA. Just prior to her dry eye referral, her previous hospital found C-reactive protein (CRP) and lactate dehydrogenase (LDH) levels to be significantly increased (CRP of 11.83 and LDH of 952), leading to a suspicion of an underlying malignancy. A CT scan was done, and some lung opacities were found, but biopsies of bone marrow, pleural fluid and cerebrospinal fluid (CSF) all revealed no neoplastic activity.\\nWhile being treated for dry eye at our hospital, emergent hyperemia presented in the right eye coupled with fever and photophobia, for which she was admitted to the hospital. In the inpatient ward, hemorrhagic hypopyon that showed niveau-like hypopyon with hemorrhage as reported in previous case [] was seen on slit lamp(Fig. ). A distinct herpetic corneal lesion (Fig. ) were noted via fluorescein staining. Keratic precipitates were noted, but no synechiae. HSV was specifically identified in the right eye via Checkmated Herpes-eye®, (Wakamoto Co., Ltd., Tokyo Japan). Corneal smear was done to rule out bacteria as a potential cause. Right eye visual acuity was found to be 20/500, while left eye visual acuity remained 20/20. Right eye intraocular pressure (IOP) was 16 mmHg and left eye IOP was 18 mmHg. The anterior segment of the right eye presented with hyperemia, dendritic keratitis, and intracameral fibrin deposits (Fig. ). Posterior segment appeared normal. Anterior segment optical coherence tomography (AS-OCT) further illustrate the fibrin deposits and hemorrhagic hypopyon (Fig. ). Body temperature was elevated to 38.5 °C, with a white blood cell count (WBC) of 10.4 × 103/μL (with neutrophils being 64.3%, lymphocytes 16.5%, monocytes 16.8%, eosinophils 1.9%, and basophils 0.5%) Treatment with topical acyclovir ophthalmic ointment (5 times daily), topical levofloxacin (5 times daily) and oral valacyclovir (3 times daily). Two days later, the dendritic keratitis began to regress.\\nBy day 5 of treatment, the dendritic keratitis, fibrin, hypopyon had regressed, with only superficial, punctate keratitis and Descemet membrane folds remaining. WBC normalized, CRP dropped to 9.72 and body temperature dropped to 36 °C. The right eye’s visual acuity recovered to 20/200, which was comparable to baseline on account of a cataract. Three weeks after hospitalization, symptoms had completely regressed; slit-lamp findings revealed no findings indicative of herpetic keratouveitis or recurrent hypopyon.\\nNearly 3 months later, a fever and corneal opacities reoccurred. Again, a characteristic herpetic dendritic lesion, superficial punctate keratitis, and intracameral fibrin deposits were noted (Fig. ). WBC count remained normal, diminishing suspicion of RA flare-up. Due to the previously elevated LDH levels and previous rare viral presentation, malignancy was again suspected. A positon-emission tomography-computed tomography (PET-CT) showed significant diffuse lung opacities whereafter a lung biopsy was performed to confirm an intravascular B cell lymphoma (Fig. ). Rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisolone (R-CHOP) regimen was begun immediately, and the corneal lesions and the lymphoma both went into complete remission. Over a year and a half later, there is still complete remission of the cancer and no corneal lesions or ocular symptoms (Fig. ).", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'11340891': 1, '24885484': 2, '27301524': 1, '8218031': 1, '12648051': 1, '11315712': 1, '27843901': 1, '4988776': 1, '26436939': 1, '18569803': 1, '16720850': 1, '26271620': 1, '29070018': 2}", "similar_patients": "{'4046036-1': 1}"}