{"patient_id": 66226, "patient_uid": "5397814-4", "PMID": 28427420, "file_path": "comm/PMC005xxxxxx/PMC5397814.xml", "title": "Comparative study of single-center patients with thyroid metastases from colorectal cancer and previously reported cases in the literature", "patient": "A 44-year-old woman was diagnosed with descending colon adenocarcinoma on August 2013, which was treated with left hemicolectomy. She received double oophorectomy because of right accessory metastasis on June 2014. She only underwent 2 cycles of FOLFIRI combination chemotherapy followed by surgery, because she did not tolerate combination chemotherapy. A left lung metastasis was detected on positron emission tomography-CT, and left lung wedge resection was performed on January 2015. Taking into account the fact that the patient did not tolerate combination chemotherapy, she chose to undergo oral chemotherapy with S-1 from February 2015. However, a right-lobe thyroid metastasis was found on routine follow-up examination, which was treated with right lobectomy and right neck dissection on December 2015. Thyroid metastasis from CRC was confirmed by postoperative pathology. Postoperatively, she received single-agent chemotherapy with capecitabine from January 2016, and she is currently well", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'21617721': 1, '15008573': 1, '14981954': 1, '26870147': 2, '17371476': 1, '23243548': 1, '15256229': 1, '34937546': 1, '32313755': 2, '27873099': 1, '11998944': 1, '19014453': 2, '16415418': 1, '16869247': 1, '15664095': 1, '10485629': 1, '3595358': 1, '10834391': 1, '15616884': 1, '8729514': 1, '33887836': 2, '18650197': 1, '9028370': 1, '11269885': 1, '9719987': 1, '31263614': 2, '19969962': 1, '33497998': 1, '22313412': 1, '19031929': 1, '20213843': 1, '7634616': 1, '11481366': 1, '32375670': 2, '28427420': 2}", "similar_patients": "{'5397814-1': 2, '5397814-2': 2, '5397814-3': 2, '7164716-1': 1, '4749199-1': 1, '8041725-1': 1, '6556265-1': 1, '2588591-1': 1, '7204023-1': 1}"}