{"patient_id": 116080, "patient_uid": "5308422-1", "PMID": 28228964, "file_path": "noncomm/PMC005xxxxxx/PMC5308422.xml", "title": "In vitro fertilization–induced hypertriglyceridemia with secondary acute pancreatitis and diabetic ketoacidosis", "patient": "We present a case of a 39-year-old woman with a history significant for infertility, a type II diabetes mellitus, and a body mass index (BMI) of 27.5, who presented to our emergency department (ED) 10 days after an IVF procedure with severe epigastric pain and several episodes of nausea and vomiting that started one day prior to presentation. On initial evaluation in the ED, she was afebrile and hemodynamically stable. Her physical examination was significant only for epigastric and left upper quadrant pain. Her BMI was 27.5. Initial laboratory work-up could not be accurately interpreted due to severe lipemia (); however, it revealed a serum level of lipase of 2470 U/L, amylase of 1000 U/L, blood glucose of 301 mg/dL, sodium of 117 meq/L, chloride of 92 meq/L, bicarbonate of 12 meq/L, aspartate transaminase of 60 U/L, alanine transaminase of 24 U/L, gamma-glutamyl transferase of 14 U/L, and alkaline phosphatase of 66 U/L. Arterial serum lactate was 0.78 meq/L, and urine ketone levels was valued as 4+ on urine dipstick. An ultrasound of the abdomen was performed and revealed fatty liver infiltration. A computed tomography scan of the abdomen and pelvis, done 48 h later, revealed acute hemorrhagic pancreatitis with peri-pancreatic fluid. The patient was admitted with a diagnosis of severe hypertriglyceridemia-induced acute pancreatitis, hypertriglyceridemia associated pseudo-hyponatremia, and possible diabetic ketoacidosis. The patient was admitted to the intensive care unit and started on aggressive intravenous (IV) hydration and intravenous insulin. The second day, her triglycerides dropped to 9234 mg/dL, her low-density lipoprotein (LDL) was 366 mg/dL, and her high-density lipoprotein (HDL) was 40 mg/dL. Her symptoms improved progressively every day and her pain became better. The third day, triglycerides dropped to 1455 mg/dL, and after confirmation of absence of pregnancy, she was started on fibrates and statins on day 3 of admission, after which her triglyceride level continued to drop ().\\nThe patient had a negative family history for dyslipidemia. No previous history of acute pancreatitis. She was maintained at home on oral metformin 850 mg daily for mild type II diabetes mellitus, estradiol 2 mg daily, progesterone 200 mg twice daily, aspirin 100 mg daily, and subcutaneous hydroxyprogesterone 500 mg daily and enoxaparin 40 mg daily as part of a regimen for IVF.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'845252': 1, '15112131': 1, '32964393': 1, '23594711': 1, '1922206': 1, '6854148': 1, '10753956': 1, '18640386': 1, '25960810': 1, '28228964': 2}", "similar_patients": "{}"}