{"patient_id": 121025, "patient_uid": "5678492-1", "PMID": 29073756, "file_path": "noncomm/PMC005xxxxxx/PMC5678492.xml", "title": "High Dose Ofloxacin-induced Bimodal Hallucinations in a 4 Years Old Child", "patient": "A four-year-old girl weighing 24 kg presented with fever, vomiting and bouts of loose motion. She was admitted and treated for acute gastroenteritis with intravenous fluids, injection ofloxacin 70 mg twice daily and injection ondansetron 2 mg single dose. Blood investigations including serum electrolytes were normal. She was discharged on third day after clinical improvement with oral ofloxacin 400 mg, 1/4 tablet twice daily and asked to follow up after two days.\\nA day later her parents brought her to the emergency department reporting that she had begun to see snakes in her room and felt ants crawling up her arms which she brushed off. She commented that her father had a helicopter in his hand and was putting it in a bag. She reported that strangers were standing in the room and looking at her. On clarification during psychiatry consultation, it was found that inadvertently she had been given full tablet of ofloxacin twice daily instead of the quarter tablet (thus she received 800 mg/day instead of the prescribed 200 mg/day). There was no past or family history of any psychiatric disorder or major medical illness.\\nMental status examination showed a well kempt girl with ill sustained eye contact who clung to her mother, poor attention, occasional muttering and looking frequently at the ceiling of the examination room with an anxious affect. A diagnosis of ofloxacin-induced delirium was considered and the medication was stopped. She was started on olanzapine 2.5 mg per day. Her psychotic features subsided completely within the next 72 hours and the antipsychotic was tapered off in two weeks. She remains well with no recurrence two months later.", "age": "[[4.0, 'year']]", "gender": "F", "relevant_articles": "{'12515846': 1, '24911441': 1, '19189043': 1, '9034431': 1, '23716899': 2, '19357607': 1, '24515705': 1, '29739141': 1, '10064255': 1, '1564051': 1, '8056688': 1, '2167717': 1, '18585545': 1, '3482162': 1, '1723377': 1, '7249508': 1, '21585220': 1, '29073756': 2}", "similar_patients": "{'3660935-1': 1}"}