{"patient_id": 114540, "patient_uid": "5108113-1", "PMID": 27857904, "file_path": "noncomm/PMC005xxxxxx/PMC5108113.xml", "title": "Successful pregnancy after excision of cesarean scar endometriosis with uterovesicocutaneous fistula: A rare case report", "patient": "A 36-year-old female P2L1 presented in October 2013 with the complaint of pain and swelling on the cesarean scar on and off for 11 years. In addition, she described cyclic bleeding along with pus from this cesarean scar for 11 years. She previously had one spontaneous vaginal delivery 14 years ago and cesarean section 12 years back in view of nonprogression of labor. She described pain over the cesarean scar at the lower end that increased during the menstruation and then noticed a swelling over cesarean scar at the lower end. She noticed mild bleeding from scar within the 1st days of her menstruation followed by pus. Examination revealed a well-healed cesarean scar, moderately pigmented area, tenderness at the lower end of the vertical infraumbilical scar on palpation. Ultrasound [] showed that ill-defined hypoechoic lobulated lesion 3.3 cm × 2.7 cm is seen in relation to the superior surface of the uterus till skin surface at the site of scar. A linear fluid-filled tract was also seen within it. Based on characteristic history and examination findings, the most probable diagnosis of scar endometriosis with uterocutaneous fistula was kept. The patient underwent exploratory laparotomy. Intraoperatively, an inverted Y-shaped fistula was identified with the help of a thin infant feeding tube connecting abdominal skin with the uterus and to the dome of the bladder. Fistulous tract excised out and the specimen was sent to the pathology department. Left salpingectomy was done in view of hydrosalpinx, and as bladder dome had some swelling attached to the fistulous tract, sleeve resection of the bladder with repair was done in single continuous layer. Uterus was also closed in two layers. Histopathology of the excised tract confirmed endometriosis. The patient's postoperative course was uneventful and her pain subsided. There was no bleeding and discharge from scar afterward. She conceived spontaneously in May 2014, she was a booked pregnancy in our hospital, and her antenatal period was uneventful. She underwent emergency lower segment cesarean section in view of fetal distress and preterm premature rupture of membranes at 34 weeks 2 days of gestation. She delivered a healthy male baby of birth weight 2.42 kg. The patient's postoperative period was uneventful.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'15763794': 1, '20510495': 1, '18400581': 1, '1685456': 1, '7383492': 1, '20690511': 1, '24376928': 1, '23763014': 1, '8356497': 1, '27857904': 2}", "similar_patients": "{}"}