{"patient_id": 63666, "patient_uid": "5149624-1", "PMID": 28018684, "file_path": "comm/PMC005xxxxxx/PMC5149624.xml", "title": "A Large Isolated Hydatid Cyst of the Adrenal Gland: A Case Report and Review of the Literature", "patient": "A 44-years-old man was seen in the clinic for recurrent (R) flank pain of 2-year duration. Ultrasound and subsequent CT scan performed 2 years ago showed a (R) suprarenal mass. He denied a history of hypertension, palpitations, or syncopal attacks. Serum cortisol, ACTH, metanephrine, and normetanephrine were normal at 201 nmol/L, 2.8 pmol/L (NR 1.6–13.90), 29 ng/L (NR < 90), and 92.0 ng/L (NR < 129), sequentially. Similarly, aldosterone and renin levels were normal with aldosterone/renin ratio of 3.6. Serum testosterone and dehydroepiandrosterone sulphate were also normal, at 5.94 nmol/L and 3.61 μmol/L successively. He was labeled as a nonfunctioning (R) adrenal mass. He later admitted to a strong history of childhood contact with animals including dogs. His elder brother was operated for multiple hydatid cysts in the abdomen. There were no urinary or other systemic symptoms. General examination including the blood pressure was normal apart from mild tenderness in the (R) renal angle. CT scan abdomen in July 2015 showed a large well-defined oval shaped heavily calcified cystic mass at the right adrenal gland, measuring 8.5 × 6.6 cm on transverse and AP diameter, respectively (Figures and ). MRI confirmed the CT finding. The mass depicts low T1 and heterogeneous high T2 signal intensity with internal stripes in T2 resembling water lily sign but showed no enhancement. It is surrounded with thin rim of dark T2 signal likely representing calcification (Figures and ). There was a mass effect on the upper pole of the right kidney and in some areas it appears inseparable from segment VI of the liver. The radiological features were consistent with hydatid cyst. IHA for hydatid was negative at 1 : 80. He was started on albendazole (400 mg twice daily) and praziquantel 600 mg weekly, for four weeks prior to surgery. In view of the persistent loin pain and the large cysts (≥5 cm diameter), he underwent (R) adrenalectomy through a right subcostal incision without spillage of the cyst content. The patient tolerated the procedure well with uneventful postoperative course. Macroscopic appearance showed well circumscribed cystic lesion measuring 10 × 8 × 4.5 cm () with focal multiloculated appearance. Histopathology revealed dense fibrous capsule with three layers showing a middle layer with characteristic lamination pattern and focal calcification. The cyst content is a lightly dense proteinaceous, with a jelly-like matrix material (Figures , , and ). No scolices or hooks were seen and no associated granulomas or neoplasia. The histological features were consistent with hydatid cyst. He was finally discharged on albendazole 400 mg BD for another four weeks.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'21912062': 1, '12606104': 1, '25045450': 2, '14639487': 1, '1745970': 1, '15256619': 1, '24147471': 1, '26839770': 1, '12464876': 1, '10835129': 1, '23618356': 1, '17683613': 2, '11097159': 1, '28018684': 2}", "similar_patients": "{'1965466-1': 1, '4101121-1': 1}"}