{"patient_id": 113524, "patient_uid": "5020776-1", "PMID": 27651713, "file_path": "noncomm/PMC005xxxxxx/PMC5020776.xml", "title": "Cyclophosphamide and epirubicin-induced diabetes mellitus in breast cancer: A rare occurrence", "patient": "The present case, a 51-year-old postmenopausal female, weighing 56 kg with diagnosis of ductal invasive carcinoma of the right breast presented to us postsurgery and chemotherapy. She was being treated with oral anastrozole 1 mg and oral calcium 500 mg once a day for the past 3 months. The diagnosis of the malignancy was confirmed in the month of June 2015 for which she underwent modified radical mastectomy in July 2015. Postsurgery, she received four cycles of chemotherapy (EC regimen) with injection epirubicin 16 mg and injection CY 1 g once daily for consecutive 21 days. After completion of 4 cycles of chemotherapy, she had complaints of backache for the past 1 month, fever with productive cough since 4–5 days, and vomiting since 2 days. For her complaint, she visited a private practitioner in her locality, and her routine blood and urine investigation were done. On investigation, her random blood sugar (RBS) was found to be 338 mg/dL and postprandial blood glucose (PPBG) was 325.5 mg/dL. HbA1c was 12.4 and urine sugar was 3+. Liver function test (LFT) revealed raised values for serum glutamic-pyruvic transaminase (SGPT) (186 IU/L) and alkaline phosphatase (201 IU/L). Her complete blood count and ultrasonography abdomen were within normal limits. She was prescribed some medications, which she did not take. The following day, she presented with same complaint in the outpatient Department of Medicine, All India Institute of Medical Sciences, Jodhpur.\\nOn detailed history, she informed that for the last 2 months she was also having increased frequency of micturition and excessive thirst. On examination, a healthy scar was present on the right breast. There were no other clinically relevant observations. Before first cycle of chemotherapy, her RBS (85.33 mg/dL) and SGPT (47.3 IU/L) values were within normal range. Moreover, she denies any history of diabetes mellitus in her family.\\nShe was diagnosed as a case of uncontrolled diabetes mellitus for which she was prescribed Glycomet-GP1 (glimepiride 1 mg + metformin 500 mg) orally one tablet in the morning and Glycomet-GP2 (containing glimepiride 2 mg with metformin 500 mg) one tablet in the evening. Hydroxyzine 25 mg and paracetamol 500 mg were also added and were instructed to take as and when needed. A repeat request was sent for capillary blood sugar, RBS, PPBG, and LFT after taking medication for 2 weeks.\\nAfter 2 weeks of antidiabetic therapy in March 2016, her blood sugar was within the euglycemic range, i.e., fasting blood sugar and PPBG were 113 and 135 mg/dL, respectively.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'8168635': 1, '10585754': 1, '1899431': 1, '26010605': 1, '32033362': 1, '18230556': 1, '28658846': 1, '11408507': 1, '90704': 1, '30526658': 2, '30906660': 1, '21502311': 1, '2965652': 1, '20159825': 1, '19002790': 1, '7249508': 1, '15169927': 1, '27651713': 2}", "similar_patients": "{'6287356-1': 1}"}