{"patient_id": 117771, "patient_uid": "5436920-1", "PMID": 28536686, "file_path": "noncomm/PMC005xxxxxx/PMC5436920.xml", "title": "Mandible metastasis of small cell lung cancer mimicking a residual cyst", "patient": "A 66-year-old man was referred to the Stomatology Department complaining of pain in the right mandible over the past year. He reported the exodontia of the first inferior right premolar 1 year ago, which after 4 months, became the site of the current complaint. His medical history included the diagnosis of metastatic prostate adenocarcinoma being treated with goserelin acetate (Zoladex®) over the last 8 years. An SCLC and bone metastasis from the prostate adenocarcinoma were also diagnosed in the past year, and treated with cisplatin (CCDP) and zoledronic acid (Zometa®). Intraoral examination revealed a slightly bluish area located in the overlying mucosa of the edentulous alveolus of the right mandible (first premolar). X-ray revealed a unilocular, oval radiolucency of 0.5 × 0.7 cm with well-defined sclerotic borders ().\\nAccording to clinical and imaging findings, the main diagnostic hypothesis was a residual cyst. A surgical procedure was proposed and during surgery the solid macroscopic characteristics of the lesion corresponded to the cystic radiographic aspect. The histopathologic examination revealed remarkably basophilic irregular cells with scant cytoplasm and hyperchromatic nuclei exhibiting scattered crushing artifacts (, and ). The immunohistochemical study revealed positivity for citokeratin 7, chromogranin A, and TTF-1 (, and respectively) rendering the diagnosis of metastatic SCLC.\\nThe patient was referred to the Clinical Oncology Department and underwent chemotherapy with paclitaxel 60 mg/m2. After a 4-month follow-up, the patient was asymptomatic and the x-ray showed signs of bone neoformation ().", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'18061527': 1, '25861184': 1, '23677273': 1, '216477': 1, '23196066': 1, '23800673': 1, '31559001': 2, '7815371': 1, '21565397': 1, '23646853': 1, '19508248': 1, '27270028': 1, '16682732': 1, '12576032': 1, '19304027': 1, '16473498': 1, '27601818': 1, '16226617': 1, '5766496': 1, '16505790': 1, '28536686': 2}", "similar_patients": "{'6729146-1': 1}"}