{"patient_id": 72224, "patient_uid": "5834576-1", "PMID": 29222639, "file_path": "comm/PMC005xxxxxx/PMC5834576.xml", "title": "Sleep-Related Painful Erections Following Sexual Intercourse", "patient": "A 40-year-old man (Caucasian, M.Sc., working as a fund manager, not married, not religious) reported that he had been suffering from sleep-related painful erections (SRPE) for 6 years. He awoke several times a night with a painful erection. The erection and the pain could be relieved by physical exercise or cooling the penis for about 3 min. Remarkably, he reported that his SRPE only occurred after having sexual intercourse, including ejaculation, the evening before. He did not have SRPE when intercourse and ejaculation had taken place during other times of the day. The duration of the intercourse did not make any difference; if he ejaculated during intercourse before he went to sleep, SRPE would occur in any case. After masturbation, he experienced no problems at all.\\nBecause of these SRPE, the patient experienced significant problems in his romantic relationships. His former partner felt dissatisfied with the diminished frequency of intercourse, and, partly due to this, their relationship ended. The patient still experienced SRPE in his current relationship, which began 3 years after his former one ended. Because of his SRPE, the patient decided to stop having intercourse for a number of weeks. This led to slight relationship problems and caused his partner to advise him to consult the general practitioner (GP). He asked his GP whether he could rule out medical abnormalities and whether he could recommend a non-pharmacological therapy to remedy his complaints. The patient underwent a biopsychosocial evaluation by his GP, ruling out medical conditions, drug abuse, psychological issues, and major relationship problems. Physical examination, a neurological examination, examination of the external genitalia, digital rectal examination, blood pressure and pulse also did not show any abnormalities. Because the patient wanted to be sure there were no other medical abnormalities, he requested a referral to a urologist. Subsequent visits to the urologist provided the following information: Doppler ultrasound of his penile vessels performed after a night without SRPE was normal; nocturnal penile tumescence registration (NPTR) with a RigiScan device (Dacomed Corporation, Minneapolis, MN, USA) showed five periods of SREs, the last one with a duration of about 90 min. After the urologist visits, the patient was referred back to his GP. The patient refused any proposed pharmacological treatment, because of “not wanting to be a patient at his age.” Because his SRPE only occurred after having sexual intercourse the previous evening, his GP suggested the patient should have intercourse at other times of the day. As a result, the patient no longer experienced SRPE and this effect remained during the follow-up period of 3.5 years.\\nUnfortunately, despite this result, his current relationship ended for other reasons than shifting the time of sexual intercourse. In the last 3 years, he has had some short-lived relationships. He now is a schooled practitioner of tantric sex (defined by him as practices in which slow, mindful, non-orgasmic sexual union, or masturbation creates a path to the experience of spiritual ecstasy) and aims to eliminate all orgasms, both during intercourse and masturbation. Only a few times, in the last 3.5 years, he had sexual intercourse, including ejaculation in the evening. Without exception, these were followed by awakenings several times a night with a painful erection.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'13089671': 1, '31844522': 1, '14221689': 1, '26392186': 1, '24774994': 1, '17971102': 1, '1958756': 1, '22350120': 1, '29222639': 2}", "similar_patients": "{}"}