{"patient_id": 123396, "patient_uid": "5851773-1", "PMID": 29489690, "file_path": "noncomm/PMC005xxxxxx/PMC5851773.xml", "title": "A case report of Brugada-like ST-segment elevation probably due to coronary vasospasm", "patient": "A 65-year-old Chinese male, who worked as an aid man before retirement, had a 9-month history of temporary but progressive substernal burning sensation with acid bilges of shoulders and arms, and profuse sweating at night. Each episode lasted for 1 h and recovered spontaneously, without any triggers. Previously, he was diagnosed with reflux esophagitis for which he was prescribed some acid-inhibitory medicines which was, however, not effective. He suffered the above-mentioned symptoms again 1 night with higher severity than before with palpitation and weakness. His blood pressure (130/110 mm Hg) and heart rate (55 beats/min) were measured, was accordingly prescribed 3 grain of traditional Chinese pills, fosinopril 5 mg, and metoprolol 25 mg and was taken to the emergency room. His personal history revealed a 25 pack-year smoking history, a 40-year drinking history, and a snoring habit at night. However, his medical, family, and psychosocial histories were normal. Interestingly, his ECG showed coved ST-segment elevation of approximately 0.3 to 0.8 mV in precordial leads V1–V3 and 0.5 to 0.7 mV in standard limb leads II, III, aVF, and “mirror change” in leads I, aVL (Fig. A and B). Unfortunately, the echocardiogram was not taken immediately due to occasional reason. No arrhythmia was recorded. Laboratory tests showed no abnormalities. He was treated with intravenous nitroglycerin injection and exhibited dim consciousness with sweating, pallor, and cold limbs after that. In about 5 min after the treatment, the patient gained consciousness. The ECG, at this stage, was unremarkable (Fig. A and B). Coronary angiography demonstrated moderate stenosis of the left anterior descending branch (Fig. A and D). An echocardiogram taken after that was normal. VSA was diagnosed. He also underwent sleep monitoring with a result of moderate obstructive sleep apnea. The patient was treated with diltiazem, aspirin, isosorbide mononitrate, and rosuvastatin and counseled extensively on quitting cigarettes and alcohol. We followed up the patient at half a year after his being discharged. He was compliant of taking the prescribed pills on schedule and there was no reoccurrence of the symptoms. Written informed consent for publication was obtained from the patient.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'1309182': 1, '27287695': 1, '27586288': 1, '23671135': 1, '25273915': 1, '26987567': 1, '29642225': 1, '27930354': 1, '22920782': 1, '28070060': 1, '24011539': 1, '28822687': 1, '7471339': 1, '20659475': 1, '29489690': 2}", "similar_patients": "{}"}