{"patient_id": 118506, "patient_uid": "5482017-1", "PMID": 28680205, "file_path": "noncomm/PMC005xxxxxx/PMC5482017.xml", "title": "An Unusual Case of Myocardial Localization of Non-Small Cell Lung Cancer Metastasis: A Case Report and Review of Literature", "patient": "A 67-year-old man, former light smoker, underwent right upper lobe lobectomy in November 2009 (time 0) and mediastinal lymphadenectomy for an acinar adenocarcinoma G3, pT2N2, followed by adjuvant chemoradiotherapy with cisplatin (CDDP) and gemcitabine for three cycles.\\nIn November 2011 (time 24 months), a follow-up PET/CT demonstrated a focal uptake in the right pleura, supra-clavicularomo-lateral lymph nodes, and in the ventricular septum, suggesting an unusual relapse of the disease []. An echocardiography performed within a few days demonstrated the presence of a myocardial noncontracting nodule in the intraventricular septum [], suggestive of metastasis. The same finding was evident on a contrast-enhanced CT, suggesting the presence of protrusion into the cavity [].\\nA molecular analysis was performed with the detection of EGFR status and ALK rearrangement (EGFR status: wild type, ALK rearrangement: not rearranged).\\nThe patient was then considered having a progressive disease and underwent a first line chemotherapy with CDDP-pemetrexed, followed by a complete metabolic response, in the myocardium obtained in March 2012 (time 27 months) [].\\nThe complete metabolic response was sustained till June 2013 (time 42 months) when a follow-up PET/CT showed a myocardial relapse of the disease and the onset of a nodules at the right diaphragmatic and mediastinal pleura []; due to the time frame since the end of the last chemotherapy, the patient underwent a re-challenge with CDDP-pemetrexed.\\nA new PET/CT (time 48 months) showed disease progression, and the patient was switched to Crizotinib with no response. He died thereafter due to multiorgan failure in September 2014 (time 58 months).", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'25559415': 1, '24449594': 1, '23392109': 1, '25861549': 2, '24567433': 1, '22821111': 1, '15906960': 2, '23773106': 1, '28680205': 2}", "similar_patients": "{'4382760-1': 1, '3891420-1': 1}"}