{"patient_id": 73456, "patient_uid": "5925204-1", "PMID": 29850292, "file_path": "comm/PMC005xxxxxx/PMC5925204.xml", "title": "Use of Endoscopic Ultrasound in a Diagnostic Dilemma: Metastatic Breast Cancer to the Stomach", "patient": "A 55-year-old woman with a history of invasive lobular breast cancer in 2009 treated with bilateral mastectomy, adjuvant chemotherapy/radiation, and tamoxifen therapy presented with ten weeks of nausea, vomiting, early satiety, and weight loss. She was diagnosed with Ménétrier's disease at another institution after esophagogastroduodenoscopy (EGD) revealed large gastric folds. Gastric biopsies demonstrated mild chronic inflammation, foveolar hyperplasia, and some glandular atrophy, though parietal and chief cell hypoplasia was not present. Her symptoms persisted despite initial supportive therapy and she presented to our institution for further evaluation.\\nA repeat EGD revealed diffusely hypertrophied gastric folds, most prominent in the gastric antrum, with luminal narrowing of the pylorus (). Biopsies from the gastric antrum and body showed mild chronic inactive gastritis. Given the lack of antral sparing of enlarged gastric folds as well as no reproducible evidence of foveolar hyperplasia, the diagnosis of Ménétrier's disease was thought to be unlikely. Further investigation with endoscopic ultrasound (EUS) showed marked concentric thickening of the muscularis propria in the gastric antrum () and fine needle biopsy (FNB) was performed with a 22-gauge Acquire™ EUS FNB needle. The specimen was preserved in formalin and received by the pathology department for immunostaining. Histology revealed infiltration of the gastric muscular wall by discohesive pleomorphic cells (), positive for GATA3 () and negative for CDX2 () on immunohistochemistry, compatible with metastatic lobular breast carcinoma. A positron emission tomography scan demonstrated mildly metabolic diffuse wall thickening involving the gastric antrum, pylorus, and proximal duodenum. Magnetic resonance imaging of the brain and cerebrospinal fluid analysis were consistent with leptomeningeal carcinomatosis. The patient had palliative radiation therapy to her whole brain and gastric lesion. A palliative pyloric stent was placed with improvement of obstructive symptoms.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'16056258': 1, '1568609': 1, '9932762': 1, '15084238': 1, '16086123': 1, '23896636': 1, '8211676': 1, '20032432': 1, '17036400': 1, '33425505': 1, '21616731': 1, '31263641': 2, '21571246': 1, '29850292': 2}", "similar_patients": "{'6592458-1': 1}"}