{"patient_id": 66662, "patient_uid": "5429155-1", "PMID": 28507838, "file_path": "comm/PMC005xxxxxx/PMC5429155.xml", "title": "Recurrent Stress Cardiomyopathy During COPD Exacerbation: Are Beta-adrenergic Agonists Only to Blame?", "patient": "A 51-year-old woman, active smoker, presented to the emergency room with respiratory failure after she was found unresponsive in the bathroom. Her past medical history included severe COPD, prior alcohol and opioid dependence on methadone, hepatitis C, human immunodeficiency virus (HIV) on highly active antiretroviral therapy (HAART) with a CD4 (cluster of differentiation 4) count >300 cells/mm3, and an undetectable viral load. Eight months prior to admission, she was admitted with a COPD exacerbation in the setting of an influenza infection. At that time, she was found to have transient left ventricular (LV) dysfunction with an LV ejection fraction (LVEF) of 22% and apical ballooning on transthoracic echocardiogram (Figure ) that returned to normal (61%) five days later (Figure ). During her current presentation, the patient was admitted with altered mental status, responding only to painful stimuli, and severe respiratory distress with minimal air entry. She was intubated and required a brief course (24 hours) of norepinephrine intravenous infusion.\\nHer electrocardiogram (EKG) revealed sinus tachycardia, PR segment depression as well as repolarization abnormalities on inferior leads, and Q waves in leads V1 - V3 (Figure ) without subsequent dynamic changes. Cardiac biomarkers were found to be elevated (peak troponin 3.8 ng/mL, creatinine phosphokinase 1827 U/L). Her white blood cell count was elevated at 13.1 cells/mcL with a band count of 1%. Urine toxicology screen was negative for cocaine. An echocardiogram on admission revealed severely reduced LV systolic function with an LVEF of 22% and severe diffuse LV hypokinesis. After intubation, the patient received norepinephrine only on the first day of admission, and she was treated as a COPD exacerbation with intravenous steroids, albuterol, and Atrovent inhalers. She was given aspirin, clopidogrel, a high-intensity statin. She was also started on anticoagulation with a heparin drip, which was discontinued after cardiac catheterization. A beta-blocker was not administered, given her decompensated pulmonary status. On repeat echocardiogram three days later, the LV dysfunction had resolved. Coronary angiography revealed non-obstructive coronary artery disease. The patient was successfully extubated on the second day of admission.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'19829094': 1, '22761975': 1, '18599137': 1, '17087335': 1, '11868050': 1, '25612607': 1, '19513776': 1, '16720686': 1, '15189956': 1, '20561882': 1, '19234384': 1, '31040934': 2, '18094670': 1, '19204641': 1, '17380691': 1, '17662398': 1, '17568517': 1, '26332547': 1, '15703419': 1, '24680554': 1, '16325287': 1, '23562112': 1, '7399504': 1, '24944763': 1, '30729044': 2, '22762782': 1, '8386061': 1, '20117439': 1, '21881747': 1, '25967347': 1, '23709550': 1, '23882408': 2, '28507838': 2}", "similar_patients": "{'6343172-1': 1, '6475699-1': 1, '3716220-1': 1}"}