{"patient_id": 123223, "patient_uid": "5836232-1", "PMID": 29515397, "file_path": "noncomm/PMC005xxxxxx/PMC5836232.xml", "title": "A Case of Lung Adenocarcinoma with Marked Improvement of Pulmonary Lymphangitic Carcinomatosis by Adding Bevacizumab to Cisplatin and Pemetrexed", "patient": "A 40-year-old man, with unremarkable medical history and an Eastern Cooperative Oncology Group (ECOG) Performance Status score of 0, was found to have abnormal chest X-ray findings at medical checkup and referred to our hospital. Chest X-ray at our hospital showed nodular opacity in the right upper lung field, reticular opacity in the entire right lung field, and right pleural effusion. Computed tomography (CT) of the chest showed a 38-mm nodule in the right upper lobe, increased bronchovascular markings and shaggy appearance in the entire right lung, and right pleural effusion (Fig. ). A bronchoscopic biopsy of the lung tumor tissue led to the diagnosis of lung adenocarcinoma with surrounding lymphangitic carcinomatosis. After detailed examination of the whole body, the disease was staged as cT4N3 (with metastases to the right supraclavicular and right mediastinal-hilar lymph nodes), M1c (BRA), stage IVB. Genetic testing of the cancer tissue specimens showed negative results for EGFR mutation and ALK translocation. The brain metastasis was initially treated with whole-brain irradiation, followed by systemic chemotherapy consisting of cisplatin (75 mg/m2) plus pemetrexed (500 mg/m2) every 3 weeks. However, before the second cycle of the chemotherapy, cough and dyspnea developed. CT showed no worsening of the primary lesion, but showed worsening of pulmonary lymphangitic carcinomatosis in the right lung and right pleural effusion (Fig. ). These findings were attributed to an inadequate effect of cisplatin and pemetrexed rather than complication by cardiac failure, because the patient had no decrease in cardiac function or any abnormal left lung findings. Thus, from the second cycle, cisplatin (75 mg/m2), pemetrexed (500 mg/m2), and bevacizumab (7.5 kg/m2) were to be given every 3 weeks, in the hope that bevacizumab, an angiogenesis inhibitor effective in controlling cancerous pleural effusion, would exert its efficacy on pulmonary lymphangitic carcinomatosis as well. After 1 cycle of the combined use of bevacizumab and chemotherapy, CT showed a marked improvement of pulmonary lymphangitic carcinomatosis and a reduction of pleural effusion (Fig. ). Then, stable disease was finally achieved after 4 cycles of the regimen of cisplatin and pemetrexed plus bevacizumab. Consequently, subsequent maintenance therapy consisting of pemetrexed and bevacizumab was continued up to 16 cycles, successfully leading to long-term progression-free survival.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'23525453': 1, '15930292': 1, '22665821': 1, '12087053': 1, '17167137': 1, '17625067': 1, '15809353': 1, '12547715': 1, '15132990': 1, '14954193': 1, '8930034': 1, '15072591': 1, '23925664': 1, '29515397': 2}", "similar_patients": "{}"}