{"patient_id": 66910, "patient_uid": "5446874-1", "PMID": 28588618, "file_path": "comm/PMC005xxxxxx/PMC5446874.xml", "title": "Ventilator Management of Bronchopleural Fistula Secondary to Methicillin-Resistant Staphylococcus aureus Necrotizing Pneumonia in a Pregnant Patient with Systemic Lupus Erythematosus", "patient": "A 24-year-old 16-week pregnant woman presented at the emergency department (ED) with fever and productive cough of yellowish sputum of 3-week duration. She is a known case of SLE and was receiving prednisolone (40 mg daily), azathioprine (50 mg twice daily), and hydroxychloroquine (200 mg twice daily).\\nOn physical examination, she was febrile with a temperature of 38.4°C. However, oxygen saturation was maintained at 96% in room air, with decreased breath sounds on the right infrascapular area.\\nHer chest roentgenogram on presentation () showed a right upper lobe cavitary lesion, with a large right pneumothorax and pleural effusion. A right-sided chest tube was inserted, which drained pus. Chest computed tomography (CT) () revealed multiple bilateral pulmonary cavitation (more on the right), moderate right-sided pleural effusion, air-space infiltrates, and a right-sided cavitary-pleural communication.\\nShe was admitted to the hospital and antibiotic treatment was commenced. Her sputum and pleural fluid cultures were positive for MRSA. Subsequently, azathioprine was stopped and prednisolone was tapered off. Fetal ultrasound showed a single viable fetus with normal biometrics.\\nDuring her hospital stay, she developed shortness of breath and a decrease in oxygen saturation, which required mechanical ventilation (MV) and ICU admission. Her chest roentgenogram () showed multiple air-filled cavitary right lung lesions, right-sided pleural effusion, and progression of the air-space disease in the left lung.\\nIn the ICU, she was fully sedated and paralyzed, and her blood pressure was supported by means of vasopressors. Her initial mode of MV was pressure control ventilation (PCV) with inspiratory pressure of 34 cmH2O, positive end-expiratory pressure (PEEP) of 10 cmH2O, ventilator rate of 22/min, and fractional inspired oxygen concentration (FiO2) of 100%. After initiation of MV, the air leak through the right BPF worsened considerably. Her arterial blood gas (ABG) after initiation of MV is displayed in .\\nDue to sustained hypoxemia, nitric oxide (NO) was added to her MV, which was changed to high frequency oscillatory ventilation (HFOV) with a frequency of 4.5 Hz, amplitude of 70 cmH2O, mean air way pressure of 26 cmH2O, and FiO2 of 100%. Her gas exchange improved gradually over a few days, she was weaned off NO, and her oxygen requirements decreased. HFOV was switched to controlled mandatory ventilation (CMV) with a tidal volume (TV) of 450 mL, rate of 28/min, PEEP of 12 cmH2O, and FiO2 45% ABG in .\\nDue to the persistent large air leak from the right lung, however, it was decided to initiate differential lung ventilation (DLV). The settings were as follows: left lung CMV TV 200 mL, PEEP 8 cmH2O, rate 12/min, and FiO2 35%; right lung PCV pressure 15 cmH2O, PEEP 4 cmH2O, rate 12/min, and FiO2 60%. The ABG obtained by these means is shown in . Air leak improved gradually over 11 days. DLV was switched to CMV with a TV of 300 mL, rate of 14/min, PEEP of 4 cmH2O, and FiO2 35%, and ABG was as summarized in .\\nThe patient was ultimately weaned off MV and subsequently extubated. She was transferred to the ward on nasal cannula, where she gradually improved, and was later discharged home. Her chest roentgenogram and CT are shown in Figures and .", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'3743142': 1, '8252982': 1, '26664570': 2, '2331919': 1, '11797020': 1, '19592205': 1, '7739261': 1, '17417120': 1, '21718865': 1, '24182475': 1, '2407455': 1, '30233898': 1, '11309718': 1, '28588618': 2}", "similar_patients": "{'4652298-1': 1}"}