{"patient_id": 115022, "patient_uid": "5155580-1", "PMID": 28344762, "file_path": "noncomm/PMC005xxxxxx/PMC5155580.xml", "title": "Protracted refractory pain post-TEVAR: post-implantation syndrome?", "patient": "A 57-year-old man of African descent known to have hypertension; presented with acute onset, progressively worsening chest pain radiating to the back (severity >8; numeric pain rating scale). He had no other comorbidities, was a non-smoker and did not volunteer any history of alcohol use. He was on metoprolol, irbesartan and hydrochlorothiazide for his hypertension; which he admitted to using only when he felt unwell.\\nOn examination, he had a blood pressure of 172/119 (right arm) and 137/92 (left arm). The rest of the cardiac examination was unremarkable. He had a full complement of pulses with no bruits or murmurs. High-sensitivity Troponin T was elevated (19.29 ng/ml), but not rising. An electrocardiogram (ECG) and a transthoracic 2D-echocardiogram showed left ventricular hypertrophy and no wall motion abnormalities. A computed tomography aortogram (CTA) was done showing an aortic dissection involving the descending aorta extending to the left common iliac, with iliac, superior mesenteric and both renal arteries arising from true lumen (Fig. a). He was admitted to the intensive care unit and started on morphine and labetalol infusion at 2 mg/h.\\nThe patient was selected for TEVAR according to Cooper's [] proposed algorithm and the decision reinforced by the history of non-compliance to medical therapy. A Valiant Captiva (Medtronic) 38 × 200 mm stent was deployed through the right femoral artery into the aorta, landing proximally just distal to the left subclavian artery and distally just distal to the celiac artery with an overlap of 110 mm and effective occlusion of the false lumen (Fig. b). Of note, 12 h post-TEVAR however; the patient started complaining of colicky, non-specific abdominal pains; associated with a leukocytosis, decreased platelet counts, the absence of fever and rising C-reactive protein (CRP) (Fig. ). He was managed conservatively with non-steroidal anti-inflammatory agents (NSAIDs), antispasmodics and proton pump inhibitors (PPIs). Five days later, pains persisted, increasing in severity; with minimal relief with NSAIDs and antispasmodics. He also had thrombocytopenia, leukocytosis and elevated CRP. The abdomen was soft, surgical sites clean and bowel sounds present. An array of tests were done including procalcitonin (normal); blood cultures (negative); liver function tests (normal), serum amylase/lipase (normal); abdominal ultrasound (minimal gall bladder sludge); repeat ECGs (no changes); oesophagoscopy (normal) and magnetic resonance imaging of the thoracic and lumbar spine (normal). A repeat CTA showed the graft in place without endoleaks. In total, 16 days post procedure; he was started on intravenous steroids (for possible PIS) with dramatic clinical improvement and subsequently discharged home after 48 h in a stable condition.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'26166953': 1, '27126951': 1, '5458238': 1, '23922146': 1, '9280255': 1, '10685714': 1, '23500232': 1, '20650832': 1, '24127360': 1, '28344762': 2}", "similar_patients": "{}"}