{"patient_id": 66778, "patient_uid": "5437999-1", "PMID": 29043133, "file_path": "comm/PMC005xxxxxx/PMC5437999.xml", "title": "Lysozyme amyloidosis – a case report and review of the literature", "patient": "A 35-year-old Caucasian male with no significant previous medical history and a positive family history for lysozyme amyloidosis was admitted for 1 week history of progressive abdominal pain and acute kidney injury. Physical exam was pertinent for periorbital ecchymosis (“raccoon eyes”) and mildly tender abdomen. Initial laboratory values were concerning for acute kidney injury (creatinine 7.3 mg/dL, glomerular filtration rate < 15 mL/min). Complete blood count demonstrated mild normocytic anemia but was otherwise unremarkable (hemoglobin 10.4 g/dL, platelets 318,000, white blood cell count 74,000). He had nephrotic range proteinuria (5.6 g/24 h). Serum and urine protein electrophoresis were normal. Serum free light chain assay demonstrated mildly elevated κ/λ-free light chains (κ 74, λ 73, Ratio 1.01). Renal biopsy with semi-quantitative immunohistochemical staining was negative for IgG, IgA, IgM, κ, λ, C3c, and C1q but was strongly positive for lysozyme in the interstitium and peri-vascularly, and weakly positive in the glomerular space, confirming the diagnosis of lysozyme amyloidosis (). A bone marrow biopsy was also performed which was positive for lysozyme involvement predominantly in the perivascular regions. Given the positive family history, we decided to perform further investigational analysis and conducted liquid chromatography mass spectrometry analysis of laser microdissected bone marrow tissue, which confirmed lysozyme C as the specific amyloidogenic protein.\\nHe was subsequently started on intermittent hemodialysis for progressive renal failure. Throughout his hospital course, he was complaining of worsening abdominal pain and received a CT-abdomen, which demonstrated a subcapsular renal hematoma (5.9 × 2.7 × 4.8 cm), which was likely a complication from his kidney biopsy. Interestingly, he had also developed two spontaneous liver hematomas (8.15 × 7.7 × 1.9 cm and 8.2 × 5.5 × 7.2 cm), spontaneous left adrenal hemorrhage (5.2 × 3.4 × 2.5 cm), as well as large mesenteric lymph nodes consistent with spontaneous intra-nodal hemorrhage (7.2 × 4.6 cm) (). After extensive hematologic evaluation, including normal thromboelastography and prothrombin mixing studies, his bleeding diathesis was ascribed to disruption of vessel wall integrity from amyloid deposition. He continued to receive supportive care with intermittent hemodialysis and blood transfusions and was eventually discharged in stable condition. A routine pre-transplant echocardiogram demonstrated a large circumferential pericardial effusion with preserved ejection fraction and no hemodynamic compromise and is being managed conservatively. He currently remains on dialysis and is undergoing evaluation for kidney and liver transplantation.\\nThe patient’s mother and brother have previously been diagnosed with lysozyme amyloidosis. He has one brother and one daughter who are thought to be healthy. His brother was diagnosed with lysozyme amyloidosis at the age of 30 years after presenting with a long-standing history of sicca syndrome and worsening renal function. He had biopsy proven involvement of the kidney, liver, and heart. He eventually required hemodialysis for kidney failure. His liver and cardiac function were normal, however he developed recurrent non-hemorrhagic pericardial effusions requiring intermittent pericardiocentesis. He ultimately expired 8 years after the initial diagnosis at the age of 38 years due to a catastrophic intra-abdominal bleeding episode.\\nInterestingly, the patient’s mother had a relatively indolent course. She was initially diagnosed with lysozyme amyloidosis with biopsy proven gastrointestinal and bone marrow involvement at the age of 62 years after presenting with sicca syndrome, mild gastrointestinal bleedings, as well as rapidly progressive renal failure necessitating a kidney transplant in the same year of the diagnosis. Her post-transplant course was complicated by a spontaneous large liver hematoma that spontaneously regressed. Her renal allograft has stable function more than 10 years post-transplant.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'31690748': 1, '21988333': 1, '30881710': 2, '21846563': 1, '16799949': 1, '30375487': 1, '33081200': 1, '31395023': 2, '23167457': 1, '34063223': 1, '15286662': 1, '12050338': 1, '8566845': 1, '32333711': 1, '16731289': 1, '9662591': 1, '8464497': 1, '16523055': 1, '17093068': 1, '29043133': 2}", "similar_patients": "{'6387725-1': 1, '6686406-1': 1}"}