{"patient_id": 71483, "patient_uid": "5794378-1", "PMID": 29369194, "file_path": "comm/PMC005xxxxxx/PMC5794378.xml", "title": "Rapid improvement of angiostenosis due to isolated middle cerebral artery dissection", "patient": "A 49-year-old man presented with a 3.5-hourcourse ofprogressive aphasia and motor disturbance of the right limbs. He also complained of numbness in the right facial region. Brain computed tomography (CT) was requested in the local institution, and eventually a diagnosis of cerebral infarction was made. The patient was subsequently transferred to our department. Review of systems was negative for unconsciousness, headache, nausea, vomiting, coughing, or dysphagia. Laboratory data were within normal limits. No sphincter dysfunction was noted. The patient reported a known history of hypertension for 2 months, but he had not taken antihypertensive medicine regularly. The blood pressure at admission was normal (135/85 mm Hg). Physical examination showed incomplete motor aphasia, right facial nerve paralysis, weakness of the right limbs, right hemidysesthesia, and a positive pathologic reflex. The proximal and distal muscle strengths of the right upper limb were grade 0 and 2, respectively, and the muscle strength of the right lower limb was grade 4. The patient's neurological function was graded as 6 points according to the National Institutes of Health Stroke Scale (NIHSS) and 4 points according to the modified Rankin Scale (mRS). The brain CT scan (February 15, 2014) showed poorlydefined, patchy hypodense lesions in the left basal ganglia and corona radiata. Brain diffusion-weighted magnetic resonance imaging (MRI-DWI) revealed spot-like and patchy hyperintensities in the left insula, basal ganglia, putamen, corona radiata, and centrum semiovale (Fig. A). Further head magnetic resonance angiography (MRA) was requested on February 16, 2014, which showed local stenosis. The remarkable stenosis covering more than 95% of the lumen area was located in the initial part of middle cerebral artery (Fig. B). MRI (February 16, 2014) of the arterial walls revealed a double-lumen sign (Fig. C). In addition, brain digital subtraction angiography (DSA; February 17, 2014) confirmed the angiostenosis in the initial part of middle cerebral artery (Fig. A). A diagnosis of cerebral infarction was made, and the cause was considered to be left MCAD. An oral antiplatelet regimen was scheduled (100 mg aspirin daily). Eleven days later, the patient's symptoms were completely relieved without any notable neurological sequelae. The NIHSS and mRS scores were both improved to 0 points. Repeated brain CT showed hypodensity in the left putamen, suggestive of an old cerebral infarction (Fig. B). Repeated DSA showed that the angiostenosis in the middle cerebral artery was significantly improved (Fig. C). During a follow-up period of 2 years, the patient remained neurologically asymptomatic and led a virtually normal life.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'23686460': 1, '9730344': 1, '25593617': 1, '15946687': 1, '12868394': 1, '29369194': 2}", "similar_patients": "{}"}