{"patient_id": 64369, "patient_uid": "5253495-1", "PMID": 28163950, "file_path": "comm/PMC005xxxxxx/PMC5253495.xml", "title": "Tacrolimus Toxicity due to Biliary Obstruction in a Combined Kidney and Liver Transplant Recipient", "patient": "A 26-year-old female liver and kidney transplant recipient presented with a forty-eight-hour history of fever and right upper quadrant pain. She denied any recent illnesses, medication changes, or other symptoms. Her medications included tacrolimus 2.5 mg twice daily, mycophenolate mofetil 360 mg twice daily, prednisolone 7.5 mg daily, trimethoprim/sulfamethoxazole 80/400 mg daily, cholecalciferol 25 μg daily, ranitidine 150 mg twice daily, and magnesium 500 mg twice daily. Her past medical history included end-stage liver disease due to biliary atresia, which was treated with liver transplantation three years prior to presentation. She had undergone cholecystectomy two years prior to the current admission for cholelithiasis complicated by acute cholangitis. She had no other prior surgeries. Her postoperative course was uncomplicated and she made a complete recovery. She subsequently developed end-stage kidney disease due to biopsy-proven diffuse proliferative glomerulonephritis and had received kidney transplantation thirteen months prior to presentation. Her transplant was a five-human-leukocyte antigen mismatch. There were no donor specific antibodies or any antibodies present on Luminex screening. The initial therapy was standard immunosuppression at that time (tacrolimus, mycophenolate mofetil, and prednisolone). The kidney transplant course had been complicated by early delayed graft function secondary to acute tubular necrosis and suspected antibody-mediated rejection, with presence of peritubular capillaritis but absent C4d, which was treated successfully with a six-week course of plasma exchange. Her subsequent serum creatinine concentrations had remained stable at approximately 1.5 mg/dL.\\nOn examination, she was febrile at 39.5°C, hypotensive with systolic blood pressure of 98 mmHg, and tachycardic at 120 beats per minute in sinus rhythm. She maintained normal oxygen saturation on room air. Her abdomen was tender in the right upper quadrant, with no palpable organomegaly or rebound tenderness. Bowel sounds were audible. There was no abnormality found on examination of her cardiovascular or respiratory systems.\\nLaboratory investigation demonstrated worsening graft function with a serum potassium concentration of 5.7 mmol/L, serum creatinine concentration of 2.2 mg/dL, and a trough blood tacrolimus level of 5.6 ng/mL. Her serum total bilirubin was 6.4 mg/dL, serum alkaline phosphatase was 187 U/L, gamma-glutamyl transferase was 370 U/L, alanine transaminase was 242 U/L, and aspartate transaminase was 190 U/L. Her C-reactive protein was 158 mg/L. BK virus DNA was not detected in her serum. Blood and urine cultures were sterile. Computed tomography of her abdomen and pelvis showed dilatation of the intrahepatic biliary tree within the lobar liver transplant raising the suspicion of possible biliary-enteric anastomotic stricture. Magnetic resonance cholangiopancreatography and cholangiogram revealed biliary obstruction, with intrahepatic biliary duct dilatation, due to the presence of biliary stones in the main bile duct and near the biliary-enteric anastomosis (). The presentation was consistent with cholangitis and, hence, the patient was initially treated with fluid resuscitation with normal saline and intravenous piperacillin/tazobactam.\\nOn admission day 2, her serum creatinine and trough blood tacrolimus concentrations rose markedly to 2.77 mg/dL and 45 ng/mL, respectively, in the absence of any new medications apart from her antibiotics (). The immunoassay used to measure tacrolimus levels in this patient was High Performance Liquid Chromatography with tandem mass spectrometric detection. This technique is not susceptible to the interference from tacrolimus metabolites []. Her serum total bilirubin was 108 mg/dL, serum alkaline phosphatase was 985 U/L, gamma-glutamyl transferase was 785 U/L, alanine transaminase was 654 U/L, and aspartate transaminase was 585 U/L. She concomitantly developed nausea, vomiting, tremors, blurred vision, hypertension, and delirium without any focal neurological signs. Her tacrolimus was withheld for seven doses and then recommenced at a dose 0.5 mg twice daily (80% reduction of original dose). Tacrolimus levels progressively fell and reached a target level of 8.7 ng/mL by day 7. Her symptoms resolved by day 5. Biliary drainage was restored by day 3 via percutaneous transhepatic cholangiography.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'8545861': 1, '1373531': 1, '10348790': 1, '1382896': 1, '2445722': 1, '11175980': 1, '32664531': 1, '15244495': 1, '21727051': 1, '28163950': 2}", "similar_patients": "{}"}