{"patient_id": 121999, "patient_uid": "5749202-1", "PMID": 28928326, "file_path": "noncomm/PMC005xxxxxx/PMC5749202.xml", "title": "A delayed acute complication of bariatric surgery: Gastric remnant haemorrhagic ulcer after Roux-en-Y gastric bypass", "patient": "This is the case of a 52-year-old woman who presented in the emergency setting after several episodes of upper GI bleeding, manifested by melena and mild epigastric pain. She denied tobacco and anti-inflammatory drug use, and perioperative Helicobacter pylori tests were negative. In 2009, the patient underwent a laparoscopic RYGB (pre-operative body mass index [BMI]: 45 kg/m2), followed by two reinterventions for an internal hernia in May 2009 and June 2014, with no enterectomy having been necessary. After the second operation, the patient developed a large ventral hernia. Weight losses of 41 kg at 6 months and 74 kg at 18 months after surgery were recorded. At the most recent admission, the patient had a BMI of 21.9 kg/m2 and percentage of excess weight loss of 97%.\\nTwo weeks before the current haemorrhagic episode, the patient reported intermittent emission of melenic stools and self-limited epigastric pain, for which she was admitted to a local hospital. The patient underwent an emergency endoscopy, which showed no pathological findings. However, a computed tomography (CT) scan demonstrated dense fluid material in the common intestinal limb, near the anastomosis. The patient was transferred to our surgical department for further investigation. A second endoscopy was performed during the next 24 h, revealing no signs of bleeding in the gastric pouch, Roux limb, or the entero-entero-anastomosis, but we were unable to visualise the bypassed segment. H. pylori testing was again negative. On admission, laboratory findings were unremarkable except for a haemoglobin level of 8.9 g/dL.\\nAfter a rather favourable clinical evolution, during the 6th day of the admission, the general status of the patient began to alter, as she developed unexpected tachycardia and hypotension. However, no abdominal pain or melenic stools were recorded during the previous 24 h. As the laboratory findings showed a haemoglobin level of 6.9 g/dL, the patient received a 2-unit red blood cell transfusion. A double contrast CT scan was performed, revealing possible bleeding in the fundic region [].\\nThe decision was made to perform an emergency exploratory laparotomy, which showed multiple adhesions of the gastric remnant attached to the diaphragm and spleen. A small anterior gastrotomy was performed, which revealed approximately 200 mL of fresh blood in the excluded stomach. Therefore, the gastrotomy was extended to determine the source of bleeding. A 1.5-cm actively bleeding ulcer was identified in the fundic region, which was adherent to the spleen. After careful dissection, the remnant was released from its adhesions, thus allowing for its resection. Primary closure of the abdominal wall could not be performed due to the large ventral hernia, so a prosthetic mesh was considered necessary as a fascial substitute. The histopathological examination of the surgical specimen confirmed the benign nature of the ulcer []. The post-operative course was uneventful, with hospital discharge on the 13th post-operative day. At 2-month follow-up, the patient had no further episodes of upper GI bleeding.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'18000732': 1, '18258698': 1, '33871772': 1, '25646921': 1, '29528038': 1, '33230760': 1, '25502275': 1, '26417980': 1, '3660053': 1, '17514403': 1, '12082897': 1, '21997722': 1, '24778770': 1, '15649101': 1, '28928326': 2}", "similar_patients": "{}"}