{"patient_id": 121725, "patient_uid": "5728880-1", "PMID": 29245265, "file_path": "noncomm/PMC005xxxxxx/PMC5728880.xml", "title": "Agrypnia excitata and obstructive apnea in a patient with fatal familial insomnia from China", "patient": "A 46-year-old man who served as a government official first visited our hospital with complaints of 8-month history of involuntary movements during sleep time, and 3- month history of slow response and walking unsteady. He had begun feeling depressed without a known cause 8 months ago. At almost the same time, he had started to engage in involuntary movement such as kicks and grasps during nighttime sleep, with snoring and sleep apnea. He took diazepam tablets, but it did not work. Afterwards, he noticed excessive sweating and felt hot and cold waves. His maximum body temperature was 37.2°C; after he used nimesulide, the temperature dropped to 35.0°C and was subsequently increased, with difficulty. Moreover, he got terrible constipation at that point. He visited mental health centers and was diagnosed with “mild depression” without auxiliary examinations or treatment 4 months ago. About 3 months ago, his family noticed that he had lost approximately 20 kg in weight, choked when drinking, and exhibited slow response, visual hallucinations, and walking unsteady. He got frequent drops from bed during sleeping due to his substantial actions; meanwhile, gasping breath and sleep apnea fragmented his sleep. Eventually, he spoke seldom and seemed to be blunt with shuffling gait.\\nThe patient did not have any relevant medical history. He denied having history of trauma, prior blood transfusions, intravenous drug use, and alcohol abuse (Table ).\\nThe patient was the fourth individual in his large family to exhibit the same clinical manifestations. The other 3 members all died within a year after onset (Fig. , pedigree chart).\\nEight months after the onset, he was taken to our hospital by his families. We did series of tests at that time.\\nThe middle-aged man appeared dull. During check-up, he fell into “sleep” easily and soon was awakened in horror by his involuntary sleep movements or snoring. The skin and general examination were normal. Temperature: 36.5°C, respiratory rate 20/min, Blood pressure (lying): 165/109, Pulse: 115. Blood pressure (standing): 150/100 mm Hg, Pulse: 110. Weight: 77 kg. Height: 178 cm.\\nHe exhibited severe cognitive impairments, particularly with respect to orientation, attention, calculation power, delayed memory, and visuospatial dysfunction (his Mini-Mental State Examination and Montreal Cognitive Assessment scores were 15/30 and 9/30, respectively).\\nHe had slurred speech and dysarthria\\nCranial nerves (CNs) I-VIII and XI-XII revealed no deficits. CN IX and X showed slowness of bilateral gag reflex, and limited symmetrical elevation of soft palate to phonation.\\nMuscle tone was normal. Muscle strength was 5/5 for all groups tested. Spontaneous and evoked myoclonus was evident.\\nBilateral biceps reflex and bilateral triceps reflex were 3/4, and bilateral patellar reflex and bilateral Achilles reflex were 4/4. Hoffman sign and Babinski sign were absent. Frontal lobe signs palmomental and grasp were not elicited.\\nTouch, pin, vibratory, and proprioception sensations were normal. Romberg test was negative.\\nCoordination was inaccurate for finger/nose testing and heel/knee/shin testing; rapid alternating movements were clumsy.\\nArm swing was absent. There was bradykinesia and postural instability. Rapidly progressive dementia, ataxia (dysarthria and gait instability), and myoclonus were typical signs in prion diseases.\\nTemperature monitoring revealed that the patient's body temperature fluctuated from 36.0°C to 37.8°C, and the loss of circadian rhythm was observed. Blood pressure monitoring indicated a steady high blood pressure of approximately 150/100 mm Hg and the loss of dipper-type blood pressure rhythm, with a heart rate that fluctuated approximately 100 beats per minute. A dynamic electrocardiogram revealed sinus rhythm with the incidental discovery of multifocal ventricular premature beat.\\nBlood examinations such as blood routine, coagulation function, liver and kidney function, electrolytes, myocardial enzyme, blood ammonia, homocysteine, folic acid, VitB12, microelement (calcium, cadmium, cobalt, chromium, copper, iron, lithium, magnesium, manganese, nickel, lead, thallium, zinc), thyroid function and antibodies, rheumatism biomarker, infection-related antibodies (hepatitis B virus, hepatitis C virus, syphilis, HIV), and tumor marker showed normal. Cerebrospinal fluid (CSF) examination (intracranial pressure was 200 mmH2O, cell number 1, glucose, chloride, protein, acetic acid, IgA, IgM, IgG, Oligoclonal bands, PCR for JC virus, EB virus, HSV-I virus, Mycobacterium tuberculosis) appeared normal and 14–3–3 protein was negative. Autoimmune encephalopathy related antibodies (N-methyl-D-aspartic acid receptor, contactin-associated protein 2, α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid 1 receptor, α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid 2 receptor, leucine-rich glioma inactivated protein 1, gamma-aminobutyric acid B), and paraneoplastic syndrome related antibodies (CV2/CRMP5, PNMA2, RI, Yo, Hu, Amphiphysin) in blood and CSF were all detected, but none of them indicates abnormity. Routine urinalysis and fecal analysis were normal. Hormone secretion detection demonstrated the abnormal secrete rhythmicity of prolactin and growth hormone.\\nExtensive θ activity and scattered slow waves are recorded in an electroencephalogram (EEG). Brain magnetic resonance imaging (MRI) revealed atrophy of the frontal and temporal. Polysomnogram (PSG) demonstrated the patient's obvious deprivation of total sleep time; neither spindle nor slow wave sleep was detected during his “fragmented sleep,” even when he showed snoring, mentalis relaxation, sleep apnea, and hyoxemia (Fig. ).\\nThe nucleotides from 12742 to 13318 (GenBank accessionnumber U2918) of exon I in PRNP were amplified; then, polymerase chain reaction products were directly sequenced on an ABI 377 automatic sequencer. The results were analyzed using DNA Sequencing Analysis Software version 3.4.1 (Gene Codes Corp, Ann Arbor, Michigan). Genetic analysis found that the patient harbored a D178N/129M haplotype mutation in PRNP (a GAC→AAC homozygous mutation at codon 178 and a methionine polymorphism at codon 129).\\nThe patient had been diagnosed with FFI and received treatment with drugs to improve brain metabolism, such as idebenone, ganglioside, and coenzyme Q10. During the follow-up by telephone, his wife told us that he got once improvement in his responsiveness soon after discharge; however, sudden death occurred 3 months later. The total disease course was 11 months.\\nThe patient information involved in our manuscript has been obtained and informed consent was obtained from his legal representatives. All human studies have been approved by the appropriate ethics committee and have therefore been performed in accordance with the ethical standards laid down in the 1964 Declaration of Helsinki and its later amendments.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'21344052': 1, '28374233': 1, '23423537': 1, '31122137': 1, '27943639': 1, '27338255': 1, '26873956': 1, '21732990': 1, '12849238': 1, '17278997': 1, '27251305': 1, '33426154': 1, '19773352': 1, '24249784': 1, '29245265': 2}", "similar_patients": "{}"}