{"patient_id": 73798, "patient_uid": "5948667-1", "PMID": 29751813, "file_path": "comm/PMC005xxxxxx/PMC5948667.xml", "title": "Ruptured caesarean scar ectopic pregnancy: a diagnostic dilemma in a resource-limited setting", "patient": "A 29-year-old black Cameroonian of Bamileke ethnicity, gravida 5, para 3 with a past obstetric history of two consecutive caesarean sections done 9 and 5 years ago. Also noted was a successful trial of scar 2 years after the second caesarean section and a uterine evacuation following a miscarriage at 8 weeks of gestation.\\nThe patient before consultation in our facility had been hospitalised twice in an integrated health centre for mild pelvic discomfort and two episodes of bleeding per vaginum, for which she was managed with injectable progesterone and discharged with favourable evolution.\\nThe client was then received in our emergency department at 20 weeks gestation with mild to moderate intermittent lower abdominal pains associated to mild epigastralgia. The client however had a history of fever 24 h before consultation but no urgency, frequency nor mictalgia were reported. The parameters at entry had as temperature 37 °C, blood pressure of 110/60 mmHg, Pulse rate of 94 beats per minute. Other physical examination findings included mild generalised abdominal tenderness on superficial and deep palpation which was worse at the pelvic region. The provisional diagnosis of threatened abortion (due to malaria or asymptomatic bacteriuria was considered) with acute appendicitis in pregnancy as differential. A rapid diagnostic test for malaria was done which was negative. The team on duty directly went into management with Omeprazole 20 mg tablets (1 tablet 12 hourly), phloroglucinol 80 mg injectable (1 ampoule 8 hourly) and Ampicilline injectable (1 g 8 hourly) while thick blood smears, urinalysis, obstetric ultrasound, and full blood count were requested for the next morning.\\nHer evolution 4 h later was marked by an increase in the intensity of the abdominal pain which became generalised with altered general condition. The blood pressure was unmeasurable and the pulse feeble. Immediate paracentesis revealed 10 cc of fresh non coagulating blood. The diagnosis of ruptured ectopic pregnancy with abundant hemoperitoneum was considered and because of hemodynamic instability, the patient was immediately prepared for an emergency laparotomy with fluid and blood resuscitation.\\nA midline subumbilical laparotomy (Fig. ) was carried under general anaesthesia. The perioperative findings included: an abundant hemoperitoneum (Fig. ) estimated to two litres; intact membranes containing the foetus in the abdominal cavity; rupture line along the old caesarean scar at the isthmic uterine region, detached placental tissue most of which was still inserted and covering the internal cervical os (see Figs. and ). The uterus and the intact membranes were carefully exteriorised. The hemoperitoneum was reduced with the help of sterile abdominal towels. Careful detachment of the placenta and repair of the opening with vicryl 1 suture was done. The patient was placed on antibioprophylaxis with Ampicilline injectable (1 g 8 hourly for 2 days) and analgesics (1000 mg of injectable paracetamol 8 hourly for 3 days). The postoperative recovery was uneventful and the patient was discharged 7 days following surgery. Follow-up of the patient to 1 year after surgery was uneventful.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'14747167': 1, '19780724': 1, '28631522': 1, '24411034': 1, '12666214': 1, '26649124': 1, '21731980': 1, '17313383': 1, '29751813': 2}", "similar_patients": "{}"}