{"patient_id": 120514, "patient_uid": "5638166-1", "PMID": 29051834, "file_path": "noncomm/PMC005xxxxxx/PMC5638166.xml", "title": "FDG avid breast cancer bone metastases silent on CT and scintigraphy: a case report with radiologic-pathologic correlation", "patient": "A 47-year-old woman was diagnosed with a high-grade right breast IDC stage T3N2 which was immunohistochemically positive for estrogen receptor (ER), progesterone receptor (PR), and human epidermal growth factor receptor 2 (HER2). She underwent PET-CT, which showed a hypermetabolic lesion in the left sacral ala (SUVmax 4.4), which was not clearly visible on the accompanying CT or an ensuing three-month follow-up diagnostic multi-detector CT (MDCT) exam (–). This lesion did not have a sclerotic configuration and there was no associated cortical irregularity. Other FDG avid bone metastases were also noted in a right rib (–) and several vertebral bodies, without well-defined corresponding lesions on MDCT.\\nAn accompanying negative Tc99m methylene diphosphonate (MDP) skeletal scintigraphy obtained one week following initial FDG PET-CT suggested absent osteoblastic activity in these breast cancer metastatic lesions (). Pelvic magnetic resonance (MR) was obtained one month after PET-CT to further evaluate the suspected bony metastases (). MR demonstrated a well-defined 0.9-cm enhancing lesion in the left sacral ala with mildly increased T1-weighted (T1W) and increased T2-weighted (T2W) signal and restricted diffusion. This sacral lesion was targeted for CT-guided biopsy using the FDG PET-CT with anatomic landmarks for guidance given the absence of a well-defined lesion on CT.\\nThe left sacral biopsy gross specimen consisted of a cylindrical fragment of bone (1.0 × 0.8 × 0.4 cm). Following decalcification, hematoxylin and eosin (H&E) sections demonstrated replacement of normal bone marrow elements with an infiltrative neoplastic process consisting of epithelioid cells growing in cords with round monomorphic nuclei and occasional nucleoli (). The morphologic features were compatible with the previous right breast core needle biopsy displaying IDC, Nottingham combined histologic grade 3. Immunohistochemical studies on the sacral lesion supported this finding with the following positive immuno-stains: CK7, GATA3, ER, PR, and HER2.\\nFor treatment of breast cancer, the patient was started on docetaxel, trastuzumab, and pertuzamab (THP) chemotherapy given HER2 positivity before these imaging studies. With detection of skeletal metastases on FDG PET-CT imaging, the patient also started denosumab therapy to reduce the risk of adverse skeletal-related events such as pathologic fracture or pain requiring intervention.\\nOn three-month surveillance MDCT exam, there was significant improvement in the patient’s breast and right axillary masses. However, the bone lesions remained poorly defined and were not clearly visualized. Follow-up skeletal scintigraphy was unchanged without evidence of increased osteoblastic activity. No adverse skeletal events were encountered by the patient during this time.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'25475375': 1, '22227259': 1, '9626897': 1, '28441368': 1, '27536906': 1, '11786564': 1, '25412631': 1, '24999681': 1, '10050822': 1, '24715449': 1, '11346860': 1, '15127240': 1, '11032590': 1, '10898336': 1, '21887484': 1, '30948377': 1, '20704976': 1, '11418435': 1, '21484191': 1, '6831145': 1, '29051834': 2}", "similar_patients": "{}"}