{"patient_id": 72342, "patient_uid": "5840230-1", "PMID": 29335801, "file_path": "comm/PMC005xxxxxx/PMC5840230.xml", "title": "IgM Augments Complement Bactericidal Activity with Serum from a Patient with a Novel CD79a Mutation", "patient": "Here, we describe a 16-year-old male, who was diagnosed with agammaglobulinemia associated with CD79a deficiency at 2 years of age. Initially, he presented with severe bacterial pneumonia associated with nasopharyngeal carriage of Haemophilus influenzae type B. In addition, he suffered from chronic otitis media with effusion. Initial immunologic assessment demonstrated agammaglobulinemia (IgG < 0.5 g/L, IgA < 0.13 g/L, and IgM < 0.06 g/L). Immunophenotyping of peripheral blood revealed total absence of CD19+ B cells. Bone marrow aspirate showed decreased percentages of CD22+ B cells (20%, normal < 5 years of age 36 ± 7%), with absence of CD79A expression. Sequence analysis confirmed the diagnosis of CD79a deficiency due to compound heterozygous mutations: in one allele, we found the NM_001783.3:c.380-2A > G pathogenic variant as described previously []; in the second allele, we found a novel insertion in exon 2 of a thymine (c.353insT). This variation creates a frame shift starting at p.(Cys119Leufs*63). The new reading frame ends in a STOP codon 63 positions downstream. This is the sixth patient with CD79a mutations described to date.\\nAfter the diagnosis, subcutaneous IgGRT was started and combined with antibiotic prophylaxis. The patient received weekly subcutaneous IgG at a dose of 320 mg/kg/28d (Hizentra; CSL Behring AG, Swiss) (IgG through level 8–10 g/L) and was on prophylactic amoxicillin 500 mg orally twice daily. To facilitate travel during summer holidays, subcutaneous IgGRT was interrupted for maximally 3 weeks at a time and intravenous IgGRT at a dose of 365 mg/kg/28d was administered before traveling. The patient had a mild subsequent clinical course with episodes of gastrointestinal parasitic infections and chronic conjunctivitis.\\nAt age 16, the patient presented with a 3-week history of lower back pain without fever. Laboratory evaluation demonstrated leukocytes of 12.109/L, CRP 37 mg/L, and ESR 15 mm/h; MRI examination showed spondylodiscitis of lumbar vertebrae L4–L5. He was initially started on empiric flucloxacillin and gentamicin. Blood culture was positive for a Campylobacter jejuni strain, which was resistant for tetracycline (8 mg/L), but susceptible to erythromycin/azithromycin (4 mg/L) and ciprofloxacin (0.125 mg/L) according to the EUCAST criteria. The strain was additionally tested for amoxicillin (256 mg/L, resistant) and amoxicillin-clavulanic acid (2 mg/L, susceptible), which indicates the presence of beta-lactamase activity. The patient was switched to azithromycin 500 mg once daily and treated orally for 9 months in total with good clinical recovery. As preferred by the patient, IgGRT was switched from subcutaneous to intravenous at 500 mg/kg/28 days. Additional tests of complement function showed normal classical (CH50 102% (67–149%)) and alternative pathway (AP50 68% (67–133%)) activity. Since patients with agammaglobulinemia receiving IgGRT only have corrected IgG serum levels, we evaluated whether supplementation with serum IgM increased serum bactericidal capacity in vitro.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'28928736': 1, '25428225': 1, '2500275': 1, '23862092': 2, '20093406': 1, '16253792': 1, '26555358': 1, '34241796': 1, '21737236': 1, '28911957': 1, '30190722': 1, '7789064': 1, '27504630': 1, '8307048': 1, '34065899': 1, '31122289': 1, '22714594': 1, '32719154': 1, '28729230': 1, '28236219': 1, '30455196': 1, '22153772': 1, '30936154': 1, '28730517': 1, '25105368': 1, '31540289': 1, '18625685': 1, '2873349': 1, '24088271': 1, '1468426': 1, '10525050': 1, '18319398': 1, '16862044': 1, '14929630': 1, '1628130': 1, '26614176': 1, '25053788': 1, '31109949': 1, '31165655': 1, '12392379': 1, '25887136': 1, '22761391': 1, '17136884': 1, '23760686': 1, '19302039': 1, '32085573': 1, '10890227': 1, '24043371': 1, '1444293': 1, '12225613': 1, '29335801': 2}", "similar_patients": "{'3686078-1': 1}"}