{"patient_id": 74215, "patient_uid": "5966689-1", "PMID": 29854527, "file_path": "comm/PMC005xxxxxx/PMC5966689.xml", "title": "Perinatal Lethal Gaucher Disease due to RecNcil Recombinant Mutation in the GBA Gene Presenting with Hydrops Fetalis and Severe Congenital Anemia", "patient": "A 35-year-old woman in her third pregnancy was referred to our tertiary institution at 27-week gestation for investigation of unexplained fetal hydrops. She had originally presented to her family practitioner with bilateral pedal edema and hypertension. Her obstetric history is significant for one previous uninvestigated male stillbirth followed by an uncomplicated pregnancy. She has chronic hypertension treated with labetalol. The woman and her partner are both of East Indian ethnic background and there is no history of consanguinity.\\nObstetric ultrasound assessment showed severe fetal hydrops with increased abdominal circumference due to ascites and elevated Middle Cerebral Artery Peak Systolic Velocity. Subsequent amniocentesis and maternal blood tests excluded common chromosomal and infectious causes of fetal anemia. Cordocentesis confirmed fetal anemia (hemoglobin level 46 g/dL) and thrombocytopenia (platelet count: 9 × 109/L). The white cell count was normal (13.5 × 109/L). Two intrauterine blood transfusions were administered in an attempt to improve fetal hemoglobin levels. However, no significant improvement in the anemia or hydrops was observed. Intrauterine fetal death occurred at 28 weeks and 3 days.\\nParental consent for partial autopsy examination that excluded the brain was obtained. Post mortem weight of 1650 g (normal range 1144.3 ± 163.8 g) was higher than expected at 28 weeks and is attributable to the anasarca. The abdominal circumference was also increased and all other external fetal measurements were within normal range for stated gestational age. External examination showed subtle facial anomalies including a high arched palate with no clefting, flat broad nose with hypertelorism, and rounded face. Elbow and knee joints were stiff with fixed flexion deformities and pterygia on the flexor surfaces. There was no collodion or ichthyotic changes of the edematous skin. Internal autopsy examination showed 30 mls of pleural fluid bilaterally together with smaller amounts of pericardial and peritoneal effusions. The lungs and kidney weights were below the 5th percentile for gestational age with a lung: body weight ratio of 0.01 (pulmonary hypoplasia). The liver was average sized at 64.0 g and the spleen was enlarged 18.4 g (1.32–4.10 g). All other internal organ weights were within interquartile range for 28-week gestation.\\nMicroscopic examination of the liver, spleen, bone marrow, and intra-abdominal lymph nodes showed infiltration by mono- and multinuclear histiocytic cells containing ample cytoplasm with delicate fibrillary appearance (). The cells displaced native hematopoietic cells in these organs and were CD68 positive on immunohistochemistry. The intracytoplasmic material was PAS-D and luxol fast blue (LFB) positive. Alcian blue was negative. Attempt at electron microscopy was unsuccessful due to marked post mortem degenerative change of the Gaucher cells. Histopathological sections of the skin showed subcutaneous oedema. Light microscopy of other internal organs examined was normal for stated gestational age.\\nPlacental examination showed placentomegaly with villous hydrops, fetal erythroblastosis, and infiltration of villous stroma by aforementioned histiocytic cells (). Hypertrophic decidual vasculopathy, attributable to the chronic maternal hypertension, was also demonstrated. Post mortem skeletal survey excluded skeletal dysplasia, microbiology studies were negative, and cytogenetics analysis using Affymetrix CytoScan™ 750 kb array showed a normal male karyotype with no copy number aberration.\\nFetal DNA extracted from cord blood, fetal liver, thymus, and spleen, together with parental DNA, was submitted. Targeted exome sequencing of 88 genes associated with fetal hydrops and lysosomal storage disorders was performed. Next generation sequence analysis was performed using the 4813 gene Illumina TruSight One™ panel on the Illumina NextSeq (R) Sequencing System™. Variant calls were analysed using Variant Studio v2.2. Variants with MAF > 1% in population databases and variants found previously in unrelated individuals were excluded from the analysis. Interpretation of variant pathogenicity was based on the American College of Medical Genetics and Genomics (ACMG) and Association for Clinical Genetic Science (ACGS) guidelines.\\nThis analysis revealed that the fetus was homozygous for the RecNcil recombinant mutation ([c.1448T>C;1483G>C;1497G>C]) in the GBA (glucocerebrosidase) gene. Sanger sequencing was used to confirm the presence of this pathogenic variant and testing of the parents showed that both were heterozygous for the same variant. A diagnosis of Gaucher disease was confirmed on correlation with autopsy findings. Testing of the parents showed that both were heterozygous for the same variant.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'25435509': 1, '26327947': 1, '12838552': 1, '28730216': 1, '20880730': 1, '34768410': 1, '28641477': 1, '33483255': 1, '29854527': 2}", "similar_patients": "{}"}