{"patient_id": 123376, "patient_uid": "5848417-1", "PMID": 29564282, "file_path": "noncomm/PMC005xxxxxx/PMC5848417.xml", "title": "Complete eventration of right hemidiaphragm: A rare presentation", "patient": "A 58-year-old female came to the emergency department with complaints of fever and cough with yellowish expectoration for the past 1 week.\\nGeneral physical examination was normal. The patient was fairly built and adequately nourished, with no significant history of any infection, trauma, or malignancy in the past. The patient had no history of tobacco chewing, smoking, alcohol intake, or drug use. Nothing significant was noted in the family history.\\nThe patient had a respiratory rate of 26/min, pulse rate was 82/min and regular, temperature was 99 degrees F, blood pressure was 130/90 mmHg, and peripheral oxygen saturation was 100%.\\nOn examination of the chest, decreased movements were noted in the right side in the inframammary, infra-axillary, and infrascapular areas. Tactile vocal fremitus was decreased on the right side, and on percussion, dull note was heard over the same area. Breath sounds were decreased in the right inframammary, infra-axillary, and infrascapular areas.\\nLaboratory investigations were found to be normal. Echocardiography (ECG) showed a normal sinus rhythm, and two-dimensional ECG revealed left ventricular ejection fraction of 55% with no signs of hypertensive or valvular heart disease. A chest radiograph showed homogeneous soft tissue opacity at right mid and lower zone obscuring the underlying lung field and left hemidiaphragm, suggestive of a loculated moderate pleural effusion or elevated hemidiaphragm due to subdiaphragmatic pathology []. A high-resolution computed tomography (CT) scan of the chest was performed for further investigation. Elevation of the right hemidiaphragm was noted, with mild right pleural effusion and basal atelectasis. The rest of the lung parenchyma was normal, with no evidence of altered attenuation, mediastinal lymph node enlargement, or interstitial lung disease. A whole-body positron emission tomography (PET)/CT scan with plain and postcontrast CT was performed as a further diagnostic modality to rule out neoplastic causes. The PET/CT scan showed pulling up of the right hemidiaphragm with atelectasis of the adjacent lung parenchyma without any discrete uptake of fludeoxyglucose contrast medium, providing conclusive evidence of complete eventration of the right hemidiaphragm with shift to the left. Minimal right-sided pleural thickening was also noted []. No other significant abnormality was seen anywhere else in the body. With all of these radiological findings, a diagnosis of complete eventration of the right hemidiaphragm was made.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'17337837': 1, '17351308': 1, '17658265': 1, '23304437': 1, '8420434': 1, '33344275': 2, '16717226': 1, '15108692': 1, '34849225': 2, '22411950': 1, '29564282': 2}", "similar_patients": "{'8607868-1': 1, '7703050-1': 1}"}