{"patient_id": 69209, "patient_uid": "5626142-1", "PMID": 28767588, "file_path": "comm/PMC005xxxxxx/PMC5626142.xml", "title": "Successful ceftazidime-avibactam treatment of MDR-KPC-positive Klebsiella pneumoniae infection in a patient with traumatic brain injury", "patient": "A 27-year-old male was admitted to the intensive care unit of the IRCCS Neurolesi Center Bonino-Pulejo Messina (Italy) in November 2016, following a car accident, reporting traumatic brain injury. In particular, computed tomography (CT) revealed a double focal contusion hypodense area in the right cortical-subcortical, prefrontal, and fronto-temporal regions, associated with temporal-occipital extra axial effusion contralaterally. Moreover, it was observed a transverse fracture on the left petrous bone that reached the eardrum, in association with the subtotal occupation of mastoid cells. The patient showed also chest trauma, and CT analysis revealed the presence of a complete simple closed transverse fracture of the fifth left rib, without dislocation of bone fragments, with a focal hyperdense area above the diaphragm, in the medial segment of the left lower lobe. The patient's body weight was 128 kg and his medical history showed no previous infections and no comorbidities.\\nSince the day after hospitalization, the patient developed a low-grade fever (37.6°C), which increased gradually, reaching 39 to 40°C after a week. High fever (∼39–40°C) last for 5 days. After the temperature was stable at around 38°C. Blood tests showed an increase in white blood cell count (16.8 × 103/μL) and in particular, neutrophils increased to 96.9% while lymphocytes decreased to 2.7%. Moreover, a decrease in red blood cells (3.61 × 106/μL), hemoglobin (10 g/dL), hematocrit (30.9%), and platelet count (49 × 103/μL) was observed. In addition, procalcitonin concentration was 63.1 ng/mL, but the range is 0 to 0.1 ng/mL.\\nThe fever was associated with a pulmonary infection, confirmed by CT scan, that revealed subpleural consolidations in the dorsal segment of the upper right lobe and in the apical segment of the lower right lobe. Moreover, bronchial aspirate, venous central catheter tip, and blood culture analysis were positive for MDR K pneumoniae isolates according to the bioMérieux Vitek-2 automated system, resistant to all antibiotics.\\nWaiting for a deep characterization of the K pneumoniae isolates and for the confirmation of the resistance profile, the following therapies were administered to the patient: ampicillin/sulbactam (i.v. 2 g/1 g every 8 hours), levofloxacin (i.v. 500 mg/d), vancomycin (i.v. 500 mg every 6 hours), colistin (90,00,000 U/d), meropenem (i.v. 1 g every 8 hours), rifampicin (i.v 600 mg/d), linezolid (i.v. 600 mg every 12 hours), and tigecycline (i.v. 100 mg every 12 hours), but without improvements. The combinations of antibiotics administered to the patient are reported in Table . The therapy with tigecycline was interrupted because the patient developed pancreatitis as an adverse event, with increased levels of amylase and lipase. At the same time samples were sent to the Laboratory of Molecular Microbiology and Antibiotic Resistance of the University of Catania for the confirmation of the resistance profile of the isolate. MIC determinations of the following antibiotics were performed by gradient test (Liofilchem, Roseto degli Abruzzi, Italy): meropenem, ertapenem, piperacillin/tazobactam, amoxicillin/clavulanic acid, aztreonam, ceftazidime, cefotaxime, cefepime, amikacin, gentamicin, ciprofloxacin, trimethoprim/sulfamethoxazole, colistin, tigecycline, and CAZ-AVI. Susceptibility and resistance categories were assigned according to the European Committee on Antimicrobial Susceptibility Testing (EUCAST) breakpoints (available at: .). Escherichia coli ATCC 25922 was used as the quality control strain. Phenotypic screening for carbapenemases or overexpression of AmpC in combination with porin loss in K pneumoniae strains was performed by a commercial synergy test (RoscoDiagnostica, Taastrup, Denmark). Oropharyngeal and rectal swabs, and blood culture analysis were positive for K pneumoniae. The isolate was positive for KPC production and showed a MDR profile; in fact, it was resistant to all antibiotics except CAZ-AVI with a MIC value of 1 mg/L, and it showed an intermediate sensitivity to gentamicin with MIC value of 4 mg/L. CAZ-AVI was not available in Italy, and then the procedures for the request for compassionate use were made, with the permission of the requesting hospital. In the meantime, the patient was treated with gentamicin (1 mg/kg every 8 hours), obtaining a decrease of the temperature. After the request for compassionate use, CAZ-AVI was kindly provided by Clinigen. The supply of CAZ-AVI has been approved by the ethical committee (approval n. 13/16). Ceftazidime 2 g/ avibactam 0.5 g was administered every 8 hours for 14 days.\\nSince 2 days after CAZ-AVI administration fever disappeared. Moreover, phlogosis indices (reactive C protein: 0.5; procalcitonin: 0.05 ng/mL) and white blood cells (∼7.3×103/μL) decreased.\\nThe patient kidney function was always monitored, given that this is the route of CAZ-AVI elimination, and so it is necessary a dose adjustment in the case of renal impairment, given that half-life and clearance are expanded in subjects with renal problems.[ However, in our patient no alterations were found (creatinine: 0.6 mg/mL; creatinine clearance: 131 mL/min; uricemia: 4.5 mg/dL; azotemia: 21 mg/dL). No adverse events were reported during CAZ-AVI treatment.\\nIn the meantime, the K pneumoniae isolate was subjected to molecular analysis to better characterize the MDR profile. Identification of genes encoding carbapenemases (blaVIM, bla, blaNDM, blaKPC, and blaOXA-48 genes), extended-spectrum ß-lactamases (ESBLs) (such as blaSHV, blaTEM, blaCTX-M), and plasmid-mediated AmpC beta-lactamases was performed by PCR and sequencing as previously described.[ Sequences were analyzed using the BioEdit software and BLAST tool (). K pneumoniae isolates carried the bla, blaTEM-1genes, and were positive for blaSHV-11gene. Multilocus sequence typing (MLST) was carried out by PCR and sequencing according to Diancourt et al,[ and sequence types were analyzed using the Institute Pasteur database (?db = pubmlst_klebsiella_seqdef_public). Analyses revealed that the isolate belonged to the epidemic clone sequence type 258 (ST258). To find the localization of KPC-3, PCR assays with specific primers and sequencing were performed as previously published.[ KPC-3 was found as part of the 10 kb Tn3-like element Tn4401 in pKpQIL plasmid, as classically in ST258.\\nA week after the end of the therapy, urine, oropharyngeal and rectal swabs, and blood culture analysis were repeated. Urine and blood culture were negative, while oropharyngeal bacterial flora was normal. Only rectal swab was still positive for K pneumoniae KPC. A month after, a check was carried out for the possible presence of KPC positive K pneumoniae, and rectal and oropharyngeal swabs, and blood culture analysis were repeated, but the patient was not even colonized. Indeed, also rectal swab became negative. Also the following month blood culture, rectal and oropharyngeal swabs were negative for K pneumoniae. Moreover, each month the patient repeated rectal and oropharyngeal swabs analysis. We found that oropharyngeal bacterial flora was normal, while rectal swab was negative. Then, no recurrence of infection was reported within 18 weeks, as confirmed by microbiological analysis. Moreover, blood test showed that white blood cell count and phlogosis indices were in the normal range. A timeline indicating the diagnosis, the therapies administered to the patient and the final result is shown in Fig. .", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'27379038': 1, '25900159': 1, '12958255': 1, '27396948': 1, '26909754': 1, '26948862': 1, '26810235': 1, '22252816': 1, '25583732': 1, '21303394': 1, '25643272': 1, '22506862': 1, '25136016': 1, '27716983': 1, '26271718': 1, '30479755': 1, '23667172': 1, '28389354': 1, '32679663': 1, '19258268': 1, '27432599': 1, '22752516': 1, '27821248': 1, '28276996': 1, '27216054': 1, '24476498': 1, '18321204': 1, '26386029': 1, '19223638': 1, '20956599': 1, '27432841': 1, '24514083': 1, '29730830': 1, '16081970': 1, '33466574': 1, '28767588': 2}", "similar_patients": "{}"}