{"patient_id": 116647, "patient_uid": "5357937-1", "PMID": 28356694, "file_path": "noncomm/PMC005xxxxxx/PMC5357937.xml", "title": "Naso-orbital fistula and socket reconstruction with radial artery forearm flap following orbital mucormycosis", "patient": "A 35-year-old male presented 6-month postexenteration for invasive fungal infection. There was complete loss of the orbital contents and medial orbital wall along with the upper and lower eyelids with a naso-orbital fistula leading to escape of inspired and expired air through the orbital defect. The exposed orbital cavity had unstable lining with history of recurrent bleed from the orbital surface. The patient also gave history of recurrent upper respiratory tract infections []. On evaluation, loss of both eyelids with orbital contents and lining with a large communication with the nasal cavity was observed. The patient was investigated in the form of routine blood investigations along with three-dimensional computed tomography scan of the face []. The aim of the reconstruction was to release the socket contracture, give stable lining to the orbital wall, close the naso-orbital fistula, and provide supple matching soft tissue cover for anophthalmic orbit amenable for external prosthetic reconstruction.\\nSince the patient had a naso-orbital fistula, this condition was a challenge for the anesthesiologist as induction was not possible with routine bag and mask ventilation due to the escape of inhalational agents through the fistula. Thus, obliteration of orbital route was first accomplished with dry pad packing, and it was only then the patient could be put effectively on inhalational agents []. Socket contracture was released, unstable lining was excised, and the orbital defect was measured. The dimensions of the defect were 5.2 cm in its depth, medial to lateral wall measured 6.4 cm, and distance between supraorbital ridge and infraorbital rim measured 3.5 cm []. Radial artery forearm free flap (RAFF) was chosen as the preferred method of reconstruction. The flap was planned and outlined on the left forearm after performing Allen's test []. The central skin paddle was used to create the matching eye patch which would be subsequently used for eyelid reconstruction by an external prosthesis and the peripheral adipofascial component used for filling of the orbital defect. Under tourniquet control, a curvilinear incision starting from the inner boundary (central skin paddle) of the flap was given along its axis to reach the antecubital fossa. The skin incision for the flap was limited to the dimensions of the central skin paddle. The skin was elevated off the peripheral component of the flap till its outer dimensions where it was deepened to incise the deep fascia. The flap was then carefully raised keeping in view of the adequate pedicle length. A tunnel of adequate size was created superficial to the facial muscles for the pedicle to be anastomosed with facial artery and vein in the neck. Adipofascial component was placed into the defect, and the central paddle was sutured with the skin margins. The donor site was closed with a split skin grafting cover.\\nThe patient has been followed for 6 months with complete fistula correction and well-settled flap []. Further reconstructive procedures such as eyelid reconstruction and placement of orbital prosthesis are yet to be performed. The donor site has healed well with no loss of function.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'12545107': 1, '24776570': 1, '24263391': 1, '18939708': 1, '28356694': 2}", "similar_patients": "{}"}