{"patient_id": 115520, "patient_uid": "5234341-1", "PMID": 28090263, "file_path": "noncomm/PMC005xxxxxx/PMC5234341.xml", "title": "Right Atrial Paraganglioma: An Extremely Rare Primary Cardiac Neoplasm Mimicking Myxoma", "patient": "A 35-year-old lady presented to the hospital with atypical chest pain and exertional breathlessness for past six months. Physical examination revealed a pulse rate of 90 bpm, and respiratory rate of 24 breaths/min; other physical findings were normal. Electrocardiography revealed normal sinus rhythm with T-wave inversion in leads III and aVF. The chest radiograph was unremarkable. Transthoracic echocardiogram revealed a 1.9 × 2.4 cm well-circumscribed, sessile, echo-dense mass in the right atrium, attached to the interatrial septum (, ). The mass was located near the atrioventricular junction. The mass did not cause any obstruction to right ventricular inflow. There was no tricuspid regurgitation or any other major abnormality. Transesophageal echocardiography was performed to better delineate the mass. It showed a larger mass (2.4 × 3.7 cm) than seen with transthoracic echocardiography (). The mass was attached near the coronary sinus ostium without causing obstruction to coronary sinus flow. Multiple views of the mass showed hyperechoic tissue density, except for a small area of central echolucency (). Her inferior vena cava was clear. Computed tomography of abdomen was also normal. Although the homogeneous echodensity of the mass was suggestive of a solid tumor, a presumptive diagnosis of right atrial myxoma was made due to its characteristic location of interatrial septum, high prevalence of atrial myxomas and the patient's clinical profile.\\nAfter detailed preoperative analysis and planning, open-heart surgery for tumor resection was performed on the 3rd day of hospitalization. Intraoperatively, a 2.5 × 3.5 cm sized, firm, encapsulated, smooth tumor was seen arising from the area between the annulus of the septal leaflet of tricuspid valve and the posterior margin of coronary sinus ostium (). Complete resection of the mass was achieved.\\nHistopathology of the excised mass using conventional hematoxylin and eosin staining revealed homogeneous polygonal cells with moderately pleomorphic nucleoli and moderate eosinophilic cytoplasm. There was scant mitosis with no necrosis. The cell nests were separated by hyalinised fibrous stroma which was rich in vasculature. These features were highly suggestive of a paraganglioma (). The histopathology findings were confirmed by immunohistochemistry using several special stains. The tumor tissue was diffusely positive for chromogranin () and synaptophysin () with patchy focal positivity for CD56.\\nThe patient was discharged in stable condition with no recurrence of the tumor 4 months later.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'18406162': 1, '7726678': 1, '17462425': 1, '28477311': 1, '15746755': 1, '7403529': 1, '34136230': 1, '12073214': 1, '17502248': 1, '20069088': 1, '19525677': 1, '2627470': 1, '28090263': 2}", "similar_patients": "{}"}