{"patient_id": 116562, "patient_uid": "5352934-1", "PMID": 28348499, "file_path": "noncomm/PMC005xxxxxx/PMC5352934.xml", "title": "Supraclavicular lymph node metastases from malignant gastrointestinal stromal tumor of the jejunum: A case report with review of the literature", "patient": "A 56-year-old man with a 24-h history of melena was admitted to the gastrointestinal department of the Yuhuangding Hospital affiliated to Qingdao University, China. Laboratory assessment revealed a hemoglobin level of 8 g/dL. Urgent gastroduodenoscopy, colonoscopy, and enhanced computed tomography (CT) did not reveal any source of bleeding. During the next 24 h, the patient had further episodes of melena and became hemodynamically unstable after receiving a transfusion of 5 units of packed red blood cells and hemostatic agents. Therefore, emergency laparotomy was performed. Upon surgical exploration, a bleeding solid mass was found in the jejunum. Resection of a small bowel loop measuring 20 cm in length was performed. Gross examination revealed a nodular well-encapsulated tumor measuring 2 cm. Histologic sections showed a GIST infiltrating through all bowel layers, and it had features of mixed spindle and epithelioid types of cells. The mitotic index was > 5/50 high-power ﬁelds (HPFs). There was no infiltration of the surgical margins, and two harvested lymph nodes were free of metastases (Figure ). CD117, CD34, and Dog-1 were positive in immunohistochemical studies; the Ki67 index was 20%. A diagnosis of GIST of the small intestine with high-grade malignancy was established based on the modified NIH GIST criteria[]. Postoperative total body CT scan and positron emission tomography-computed tomography (PET-CT) were negative for metastatic disease. Adjuvant imatinib therapy was prescribed, but he declined it due to family and economic reasons.\\nOne year later, the patient was admitted to the thyroid department at same hospital complaining of a left cervical mass that had been gradually enlarging over one month. Ultrasound revealed a hypoechoic mass above the left clavicle, measuring 3.1 cm x 4.6 cm; this mass was unenhanced in a contrast-enhanced CT scan (Figures and ). Interestingly, there were no alterations of the thyroid in imaging studies. Core needle biopsy was performed, and histopathological examination with hematoxylin-eosin staining revealed lymph node metastasis from a GIST. In immunohistochemical studies, CD117, CD34, and vim were positive, whereas calponin, estrogen, progesterone, and thyroglobulin were negative. A PET-CT scan showed uneven 18F-fluorodeoxyglucose (FDG) uptake in the cervical mass and multiple lymph nodes in the mediastinum (Figure ). The patient underwent surgical removal of the cervical mass. Gross examination of the excised lymph node demonstrated that it measured 5 cm x 6 cm x8 cm and appeared irregular, smooth, and well encapsulated. Histopathologic examination again confirmed a metastasis from a GIST (Figure ). Immunohistochemical studies of the resected lymph node showed positivity for CD117 and CD34 and negativity for Dog-1 and S-100. The Ki67 index was 30%. Insertion of GCC TAT in exon 9 of the c-KIT gene was identified with mutation analysis. Exons 11, 13, and 17 and the PDGFRα gene were wild type. After the second operation, the patient was regularly given imatinib at a dose of 400 mg per day. At 1 year following the surgery, the patient was asymptomatic, and there were no signs of tumor recurrence or progression (Table ).", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'17723845': 1, '17565257': 1, '18955451': 1, '10636102': 1, '16178904': 1, '25250169': 2, '20460848': 1, '11296107': 1, '17629038': 1, '18096326': 1, '20079191': 1, '18774375': 1, '15832750': 1, '18775061': 2, '21336495': 1, '15522557': 1, '17301535': 1, '32118771': 2, '24369323': 1, '14632569': 1, '17090188': 1, '20380018': 1, '28348499': 2}", "similar_patients": "{'7478712-1': 1, '2553079-1': 1, '4171827-1': 1}"}