{"patient_id": 72472, "patient_uid": "5849380-1", "PMID": 29091130, "file_path": "comm/PMC005xxxxxx/PMC5849380.xml", "title": "IMPORTANCE OF LIVER BIOPSY IN THE DIAGNOSIS OF LYSOSOMAL ACID LIPASE DEFICIENCY: A CASE REPORT", "patient": "Female patient, aged 2 years and 10 months, presented with complaints of enlarged abdominal volume for four months. At physical examination, she weighed 12.3 kg (P3-P10), and was 86-cm height (P25), with body mass index (BMI) of 16.8. The liver was palpable approximately 6 cm below the right costal margin, without splenomegaly. The abdominal ultrasonography demonstrated hepatomegaly and liver steatosis. Laboratory tests showed: ALT=57 U/L (normal value: up to 39); AST=65 U/L (normal value: up to 56); cholesterol=373 mg/dL (normal value: up to 170); HDL=19 mg/dL (normal value >40); and triglycerides=217 mg/dL (normal value up to 100). Glucose, albumin, INR values, and complete CBC were normal.\\nThe clinical hypothesis was glycogen storage disease (GSD) with good fasting tolerance. Liver biopsy was indicated and showed diffuse enlargement of hepatocyte volume with intense microvesicular steatosis and ballooning, as well as triglyceride deposits in Kupffer cells and portal macrophages, associated with occasional deposition of cholesterol crystals (). Histologic findings were suggestive of Wolman Disease/CESD. Adrenal calcification was not present. Liver function was preserved and the patient’s general health was good. Thus, if LAL deficiency existed, clinical presentation would be consistent with CESD.\\nA sample sent to laboratory analysis of acid lipase activity in leukocytes tested 2.8 nmol/h/mg (reference value: 112-378), which is consistent with biochemical diagnosis of LAL deficiency. LAL activity was measured according to criteria suggested by Civallero et al. at the Laboratory of Inborn Errors of Metabolism, Medical Genetics Service, Hospital de Clínicas de Porto Alegre-the main reference center for diagnosis of lysosomal diseases in Brazil.\\nUpon electron microscopy, we noted massively distended hepatocytes due to large amount of round triglyceride deposits, varying in size and lysosomes or lying freely in cytoplasm. These cells were sometimes fragmented with irregular striations, likely corresponding to the removal of cholesteryl esters. Needle-shaped spaces were overlapping triglyceride vacuoles (“bitten apple” aspect). There were also triglyceride deposits in cytoplasm of macrophages (portal and Kupffer cells). The ultrastructural findings were consistent with the previous morphological hypothesis of Wolman Disease/CESD (). The patient’s parents signed an informed consent form allowing the publication of this case.", "age": "[[2.0, 'year'], [10.0, 'month']]", "gender": "F", "relevant_articles": "{'23424026': 1, '24122380': 1, '15200275': 1, '24508470': 1, '8432549': 1, '24792990': 1, '22692288': 1, '22395188': 1, '22621222': 1, '23403440': 1, '24993530': 1, '23485521': 1, '29091130': 2}", "similar_patients": "{}"}