{"patient_id": 66219, "patient_uid": "5397750-1", "PMID": 28424084, "file_path": "comm/PMC005xxxxxx/PMC5397750.xml", "title": "Durable complete remission with aromatase inhibitor therapy in a patient with metastatic uterine carcinosarcoma with poor performance status and coagulation disorders: a case report", "patient": "The case of a 54-year-old white postmenopausal woman with an unremarkable past medical history except for a tobacco smoking habit and a few weeks of weight loss, weakness, anorexia, and abdominal mass is described.\\nThe patient presented to our emergency room in April 2009 after a 5-day history of severe vaginal bleeding and progressive dyspnea, with hypovolemic shock, and confusional status. A physical examination showed hypoxemia, a large abdominal mass, intense abdominal discomfort, and left lower extremity edema. A hemogram showed a severe anemia (hemoglobin 5.5 g/dl). An abdominal computed tomography (CT) scan demonstrated a 20-cm ill-defined heterogeneous hypogastria mass that originated in her uterus with several inner bleeding and necrotic areas, invasion of her right ureter, and both her right iliac artery and vein (Fig. , ); para-aortic and left iliac lymphadenopathy along with bone distortion of L3 and L4 vertebrae were also present (Fig. ), as well as a right hydronephrosis (Fig. ) due to tumor invasion of her distal ureter, and pulmonary thromboembolism. Admission to the intensive care unit was required for continuous monitoring along with fluid resuscitation, blood transfusion, and anticoagulation treatment. A right ureteral stent placement was also required. As soon as she was stabilized, a biopsy of the pelvic mass was carried out. The pathological diagnosis of a high grade endometrial carcinosarcoma was obtained (Fig. ). Intense immunoreactivity to vimentin and keratin was observed in 100% of the tumor within the original biopsy (Fig. ). Immunohistochemical positive results were also detected for estrogen and progesterone (Fig. ). A positron emission tomography (PET) scan confirmed the presence of a large, heterogeneous, and highly metabolic pelvic mass with a maximum standardized uptake value (SUV max) of 17.33, with extension to her lower abdominal cavity. Other pathological deposits were present at her left para-aortic ganglia and L3 to L4 vertebral bodies (Fig. ). At diagnosis, her Ca-125 was 522.8 UI/ml (Fig. ), carcinoembryonic antigen (CEA) was normal, and alkaline phosphatase was 767 UI/L.\\nGiven the existence of metastatic disease and an Eastern Cooperative Oncology Group (ECOG) PS of 3, the illness was deemed terminal and non-curable. The patient and her closest relatives confronted the dismal prognosis and, therefore, initiation of chemotherapy was declined.\\nDue to the presence of a large mass responsible for her vaginal bleeding and severe anemia, as well as the high risk of renal complications as a result of the extrinsic compression of her ureter, palliative radiation was considered. She was then referred to our radiation oncology department for external beam radiation therapy of the abdominopelvic mass, with hemostatic intention. Tridimensional external beam RT with parallel opposed anterior to posterior-posterior to anterior (AP-PA) fields was administered (ten fractions of 2.5 Gy) with complete control of her hemorrhagic symptoms and PS improvement to ECOG 2.\\nOnce the radiation treatment was completed, based on her immunohistochemical findings and prior reports [, –], treatment with an oral non-steroidal aromatase inhibitor (letrozole 2.5 mg/daily) was initiated. In May 2009, 5 days after the initiation of AIT, she was discharged and scheduled to be followed on an ambulatory basis. On the first visit, after 1 month of AIT, she displayed PS progress to 1 without any side effects, including hot flashes or joint pain.\\nThree months after AIT initiation, a hospital admission was required due to urinary infection. An abdominopelvic CT scan demonstrated a partial response (Fig. , ) according to Response Evaluation Criteria in Solid Tumors (RECIST) criteria (7.6 cm, previous 20 cm) and a fistula between her small intestine and vagina. Given the good radiological response, and her general improvement, an intestinal bypass was performed and AIT was maintained at the same dose for 8 additional months, without side effects.\\nTen months after the initiation of AIT, she was re-evaluated with a PET/CT scan. A decrease in the size and metabolic activity of the pelvic tumor uptake was observed (SUV max = 5.58), as well as a disappearance of metastatic lymph nodes in the para-aortic region and the uptake of L3 to L4 vertebral bodies (Fig. ). Her Ca-125 and alkaline phosphatase were 12.6 UI/ml and 141 UI/L, respectively.\\nOnce the excellent objective primary lesion response, the absence of secondary disease, and the significant improvement in PS were established, she was deemed to be a candidate for salvage surgery and an exploratory laparoscopy was performed. During the surgical procedure, the complete removal of the residual mass was considered feasible. The intervention was then converted to a laparotomy and a total hysterectomy with oophorectomy, external iliac lymphadenectomy, a partial cystectomy, excision of small intestine segment, as well as partial debulking of a pelvic residual mass was accomplished. Pathologic examination reported marked bleeding and necrotic changes due to prior treatment, without evidence of tumor disease, and tumor-free lymph nodes (ypT0 ypN0), along with ovarian fibrotic changes secondary to previous AIT, and small bowel atrophy and fibrosis (Fig. ).\\nAfter the surgery, adjuvant letrozole was restarted with the plan to complete 5 years. Nine months after resection, she presented a major midline abdominal hernia. She required an abdominal eventroplasty. During surgery the right ureteral stent was also removed.\\nIn the following months, she developed a slight but progressive increase in bilirubin levels (from 1.6 to 2.2 mg/dl), which was attributed to the AIT. Therefore, her AIT dose was reduced to 50% and administered every 48 hours, with subsequent normalization of bilirubin levels (Fig. ). Letrozole at the reduced dose was maintained until completion of 5 years with good tolerance and an excellent PS, and AIT was discontinued.\\nAfter more than 7 years of follow-up, she remains free of disease, with negative Ca-125 tumor marker and without symptoms related to the prior illness or the local and systemic treatments received.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'19959075': 1, '17935762': 1, '12665689': 1, '16368128': 1, '11063636': 1, '9197885': 1, '19236512': 1, '12798712': 1, '8381710': 1, '11979087': 1, '34926758': 1, '19932916': 1, '22987952': 1, '19540555': 1, '19896181': 1, '17545798': 1, '19853898': 1, '18511017': 1, '14967435': 1, '25805398': 1, '21436700': 1, '25210080': 1, '19200930': 1, '9454652': 1, '21945551': 1, '28424084': 2}", "similar_patients": "{}"}