{"patient_id": 71057, "patient_uid": "5750776-1", "PMID": 29387283, "file_path": "comm/PMC005xxxxxx/PMC5750776.xml", "title": "Bilateral Elongated Mandibular Coronoid Process and Restricted Mouth Opening: A Case Report", "patient": "An 18-years old male was referred by his general dental practitioner to the Department of Oral and Maxillofacial Surgery, Aalborg University Hospital, Denmark, due to a progressive asymptomatic impairment of mouth opening interfering with eating, speaking, and maintaining oral hygiene. The patient´s medical history was unremarkable and there was no history of facial trauma or surgery. The patient had previously undergone orthodontic treatment.\\nOn physical examination, the temporalis and masseter muscles were slightly tender on palpation, but no masticatory muscle pain and temporomandibular joint pain or sounds were observed. The maximal interincisal mouth opening was 22 mm with lateral movements to the right and left of 5 mm and 6 mm, respectively (Fig. ). Attempts to increase mouth opening by manipulation was impossible. Intraoral clinical examination revealed intact dental arches and an Angle class I occlusion. A panoramic radiography showed bilateral enlargement of the mandibular coronoid process projecting into the infratemporal fossa (Fig. ). Cone beam computed tomography with three-dimensional recons-truction revealed bilateral elongated mandibular coronoid processes impinging upon the zygomatic bone during mouth opening (Fig. ). On the basis of the clinical and radiographic findings, a working diagnosis of MCPH was made. Due to the restricted mouth opening and impingement of the coronoid processes with the zygomatic arches, the decision was made to perform bilateral coronoidectomy.\\nThe surgical procedure was conducted in general anaesthesia with nasotracheal intubation, supplemented by local anaesthesia. An intraoral incision, similar to the surgical approach for a sagittal split osteotomy, provided the necessary access to the coronoid processes. The periosteum and the masseter muscle were elevated over the ascending ramus. The insertion of the temporal muscles was released of the temporalis attachment on the anterior border of the mandibular ramus and the tendon attachment was cut from the coronoid process. A channel retractor was placed into the sigmoid notch and a ramus clamp was secured over the coronoid process before a low coronoidectomy was performed from the sigmoid notch to the anterior oblique ridge with a reciprocating saw (Fig. ). The coronoid process on both sides was removed with forceps and surgical recontouring of the mandibular ramus was performed with a drill (Fig. ). The wound was irrigated with saline and closed with resorbable continuous sutures. The interincisal mouth opening increased to 42 mm in the operation room (Fig. ). The patient was discharged later the same day. Healing was uneventful. Histopathologic examination of the resected coronoid process revealed normal bone, confirming the diagnosis of primary bony hyperplasia of the coronoid processes.\\nPost-operative panoramic and three-dimensional CT demonstrated successful bilateral coronoidectomy with no interferences between the mandible and zygomatic bone during mouth opening (Figs. and ). Vigorous physical therapy was initiated one week after surgery using TheraBite Jaw Motion Rehabilitation System. However, the patient was not particularly motivated for physiotherapy due to pain and a tightening sensation in the cheek. Three months after the operation, a satisfactory mouth opening of 32 mm was achieved (Fig. ).", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'21411289': 1, '7861274': 1, '25551096': 2, '28691465': 1, '22192388': 1, '28529934': 2, '22608198': 1, '28590398': 1, '3473353': 1, '25950164': 1, '18758406': 1, '23147302': 1, '20688477': 1, '9234098': 1, '22814695': 1, '28220716': 1, '28208055': 1, '29387283': 2}", "similar_patients": "{'5418167-1': 1, '4279969-1': 1, '4279969-2': 1, '4279969-3': 1, '4279969-4': 1}"}