{"patient_id": 121372, "patient_uid": "5702712-1", "PMID": 29181360, "file_path": "noncomm/PMC005xxxxxx/PMC5702712.xml", "title": "Tension Band Wiring Is As Effective As A Compression Screw In A Neglected, Medial Maleolus Non-Union: A Case-Based Discussion & Literature Review", "patient": "A 28-year-old male, manual laborer by occupation, presented to us with complaints of gradually progressive pain in the right ankle, on standing and walking, over the medial malleolar region with an associated antalgic gait. 6 months previously, he was involved in a road traffic accident when he was struck from behind by a bike while walking on the roadside. Following the impact, his right ankle struck the pavement with direct impact to the medial malleolus; the patient developed pain and swelling in the right ankle for which he consulted a quack in his locality who prescribed him rest and some home remedies and made him walk after 10 days. Initially the patient neglected the pain and carried on his activities; however, the pain had become unbearable in the previous 2 weeks, and the patient was unable to walk without the help of a cane. His ankle range of motion (ROM) was significantly decreased compared to the uninjured limb (000-30 vs. 15-0-45).\\nRadiographs and computed tomography scans at presentation revealed an atrophic, gap nonunion of the medial malleolus without any associated lateral injury ( and ). The fracture pattern was most probably a pronation- abduction or pronation-external rotation type of injury (both Stage 1) according to the Lauge-Hansen classification. The patient was non-diabetic, non-smoker, was not on any long-term medications and did not suffer from any chronic disease.\\nWe modified the treatment method keeping in mind the need for defect reconstruction as well as the small size of the displaced fragment. The medial malleolus was exposed through the standard medial approach; the nonunion site was freshened and adequately debrided. A significant defect was noted after freshening which was filled with a monoblock, tricortical iliac crest graft (inlay grafting); the fracture was reduced using a small Weber’s reduction clamp, and it was checked that the graft was not protruding into the joint clinically and radiologically. Two parallel 2-mm Kirschner wires were passed across the fracture site through the tricortical iliac crest block for provisional fixation; TBW with an 18 French stainless steel wire was performed using the standard technique ( and ).\\nThe patient was immobilized for 4 weeks in a below-knee plaster of Paris splint; subsequently, controlled ankle mobilization was started. Radiographs taken at 8 weeks showed evidence of fracture union, at which stage the patient was started on partial weight bearing with crutch support, progressing to full weight-bearing at the end of 12 weeks. On the latest follow-up at 3 years, the patient had no pain, limp, or hardware-related issues; he had returned to his work and showed no evidence of degenerative changes in the ankle (, , ). His ankle ROM was comparable to the unaffected ankle (15-0-45). The Olerud and Molander ankle score improved from a pre-operative value of 25 to a post-operative value of 95 at the latest follow-up.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'13561606': 1, '18909765': 1, '6339139': 1, '8346767': 1, '23520294': 1, '16500006': 1, '23158105': 1, '26915778': 1, '7000787': 1, '27186494': 1, '15319107': 1, '5845383': 1, '1494102': 1, '13327360': 1, '9298444': 1, '20786271': 1, '21708342': 1, '7767448': 1, '2276806': 1, '18153908': 1, '29181360': 2}", "similar_patients": "{}"}