{"patient_id": 74508, "patient_uid": "5987649-1", "PMID": 29866074, "file_path": "comm/PMC005xxxxxx/PMC5987649.xml", "title": "Pregnancy complicated with PFAPA (periodic fever, aphthous stomatitis, pharyngitis and cervical adenitis) syndrome: a case report", "patient": "The patient was a healthy 31-year-old woman who had an uneventful delivery of a live born infant at term 4 years ago. Nine months after the delivery, she developed recurrent episodes of high fever (39 °C) followed by cervical adenitis, pharyngitis and vomiting. A disease-free interval, which ranges 4 to 8 weeks, was observed between the periodic fever episodes, and a menstrual cycle was not related to the onset of a febrile episode.\\nElevated C-reactive protein (peak value of 13.9 mg/dL) was noticed. Other laboratory studies, including immunoglobulin levels, serum complement level, immuno-phenotypic characterization of lymphocytes, HIV, CMV and EBV serology, and antinuclear antibodies, were negative. Genetic tests for genomic DNA from whole blood were conducted to exclude FMF, TRAPS, MKD and CAPS and all were negative. Cyclic neutropenia was excluded by serial neutrophil counts.\\nHer PFAPA symptoms disappeared spontaneously within 5 days without antibiotic treatment and the elevated CRP level became normal in 10 days from the first day of fever. Finally, PFAPA syndrome was diagnosed according to the Padeh’s criteria, which are not restricted to the age of onset []. To prevent future febrile episodes, cimetidine 400 mg twice daily was started, and 60 mg of intravenous prednisolone was given during a febrile attack. During the subsequent febrile episodes, PFAPA symptoms were lessened. After 8 months passed, she became pregnant and quit cimetidine at the 6th week of gestation by herself. She then developed only one febrile episode at 8th week of gestation without any subsequent febrile episode during pregnancy, possibly due to altered maternal immunity with advanced pregnancy.\\nT helper (Th)1/Th2 cell ratios were analyzed every 2~ 6 weeks during pregnancy (Fig. ). IFN-gamma/ IL-4 producing CD3+/CD4+ T helper cell ratios were elevated during the first trimester. During the second trimester, Th1/Th2 ratios were decreased. CRP remained in the normal ranges during entire pregnancy. Whereas Th1/Th2 ratios were increased gradually even without a febrile episode during the third trimester. At 38 weeks, she developed a premature rupture of membrane and delivered a normal healthy male infant, weighing 2873 g. The Apgar scores (1 and 5 min) were 9 and 10 respectively. Two months after delivery, she developed an episode of high fever associated with cervical adenitis, pharyngitis and vomiting as she did prior to pregnancy. Cimetidine was re-initiated. Th1/Th2 ratio was 25.5 (Fig. ). Febrile episodes became worse in severity and frequency and Th1/Th2 ratio was further elevated to 33.4 one month later. Colchicine 0.5 mg once a day was added. Th1/Th2 ratio started to decrease gradually (Fig. ). Currently, febrile episodes remain shorter and milder.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'21297324': 1, '10393612': 1, '20455873': 1, '16840027': 1, '26457006': 1, '20367626': 1, '18320921': 1, '22878272': 1, '10393598': 1, '18605359': 1, '31637075': 2, '3794885': 1, '12660269': 1, '29866074': 2}", "similar_patients": "{'6766102-1': 1}"}