{"patient_id": 115303, "patient_uid": "5204132-1", "PMID": 28044002, "file_path": "noncomm/PMC005xxxxxx/PMC5204132.xml", "title": "Abdominal wall Type-I complex regional pain syndrome treated effectively with peripheral nerve field stimulation: a case report", "patient": "A 34-year-old female presented with chronic burning, sharp, stabbing pain of her right periumbilical area for 2 years. She developed the insidious onset of severe sharp stabbing and burning periumbilical pain localized at the upper right margin of the surgical site associated with skin color (redness or pallor) and temperature changes and swelling 2 weeks after the exploratory laparotomy and appendectomy 2 years ago. The pain was exacerbated by light touch including clothing, showering and wind. She denied any sign of infection and symptom associating with eating or bowel movements.\\nPrior to presenting, she underwent an extensive diagnostic workup including abdominal magnetic resonance imaging, computed tomography and ultrasound studies, which failed to reveal any underlining pathology to explain her persistent symptoms. She had previously undergone evaluation by general surgery, neurology, physiatrist, and psychiatry and pain specialist. She trialed numerous conservative management regimens without success, which included abdominal trigger point injections, oral medications (non-steroidal anti-inflammatory drugs, antidepressants, anticonvulsants, opioids, anxiolytics, muscle relaxants and topical medications), physical therapy (desensitization, transcutaneous electrical nerve stimulation), psychological therapies (cognitive behavioral, relaxation therapies) and acupuncture.\\nDuring the initial evaluation, she described constant burning, stabbing pain of her right abdomen that was 7-8/10 on Numeric Rating Scale. Physical examination revealed an abdominal midline and right periumbilical surgical scar extending 1 inch above and 4 inches below the umbilicus. Her pain was localized at the right of the incision within an area of six by eight square inches. The skin within this region appeared swollen, erythema and was extremely sensitive to light touch (allodynia). There was no palpable mass such as neuroma, scar malformation or incisional hernia. Carnett's test was negative [, ]. She was diagnosed with CAWP secondary to abdominal CRPS type I.\\nAnatomically, her symptoms were localized at the T9, T10 and T11 dermatomal distribution. The right T9, T10 and T11 transforaminal epidural injections were unsuccessful in providing any pain relief, indicating that her pain was not radicular in origin. Subsequently, a right celiac ganglion injection failed to provide pain relief, meaning that her pain was unlikely of visceral origin.\\nAfter she passed psychological evaluation, she underwent thoracic spinal cord stimulation (SCS) and PNfS trials simultaneously. The SCS lead was inserted at the T5–T7 level and the PNfS lead was inserted into the subcutaneous tissue of the painful right periumbilical area. During the 7 days trial, the patient was instructed to alternate the use of the SCS and the PNfS. The paresthesia resulted from thoracic SCS covered the painful area, but it did not provide significant pain relief. The PNfS proved >90% of pain reduction. Ultimately after the trial, she decided to pursue permanent PNfS implantation with two leads (Fig. ). She has been followed up regularly for the last 5 years since the permanent PNfS implantation without complication. The PNfS has continued to provide >60% of pain reduction and improve her quality of life.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'24716774': 1, '11515832': 1, '21812906': 1, '16886036': 1, '31213881': 2, '22623826': 2, '21422776': 1, '28044002': 2}", "similar_patients": "{'3353613-1': 1, '6538836-1': 1}"}