{"patient_id": 63453, "patient_uid": "5135745-1", "PMID": 27980539, "file_path": "comm/PMC005xxxxxx/PMC5135745.xml", "title": "Aspergillus march: from ABPA to aspergilloma to subacute invasive aspergillosis", "patient": "A 28-year-old male, non smoker, known case of ABPA was admitted with complaints of cough with scant expectoration for 1 month, associated with recurrent episodes of hemoptysis for last 5 days. He had been diagnosed as ABPA 10 years back with Skin Prick Test (SPT) strongly positive for Aspergillus fumigatus, flavus and niger. Total Serum IgE was 1200 KU/L with specific IgE and IgG positive against A. fumigatus. He was on treatment with steroids for the same. 5 years ago he was admitted with mild hemoptysis, fever and breathlessness for 2 weeks. Contrast enhanced CT chest showed mucoid impaction (HAM—High attenuation mucus) and central bronchiectasis in right upper lobe (Fig. ). He received Itraconazole for 4 months. Subsequently, he had repeated admissions for 3 consecutive years with similar complaints and repeat CT done revealed fibrocalcific lesion in apical and posterior segments of right lung upper lobe with a cavity showing soft tissue attenuation and air crescent sign suggestive of mycetoma (Fig. ). He was advised surgery, which was deferred by patient and he took Voriconazole for 6 weeks and later itraconazole for 6 months from elsewhere and was lost to follow up. He had been on oral steroids for 10 years receiving on an average 6 months of steroids (Prednisolone starting from 60 mg then tapered). For last 2 years he was on oral Deflazacort 12 mg with doses increased during exacerbations.\\nAt present admission his resting peripheral capillary oxygen saturation was 89% on room air. Chest X ray revealed hyperinflated lung fields with focal homogenous opacity with infiltrates in right upper zone (Fig. ). CT Thorax revealed homogenous dense round opacity in right upper lobe which replaced previous fibrocalcific bronchiectatic lesion with cavity and aspergilloma, bulging across the major fissure with fibrotic strands extending to periphery in all directions. Sputum smears and culture examinations for mycobacteria, and fungi were negative.\\nIn view of recurrent hemoptysis, unilateral disease and worsening radiological disease with acceptable lung functions, patient underwent thoracotomy. The lesion was found to be extending across major fissure with involvement of right lower lobe apical segment and decision for pneumonectomy was taken. Gross examination of resected lung showed cavity in the upper lobe filled with solid debris (Fig. A) which on microscopic examination shows fungal colonies comprising of acutely branching septate fungal hyphae with invasion of surrounding bronchi, alveolar tissues and blood vessels. Surrounding parenchyma showed emphysematous changes with septate branching fungal hyphae and minimal fibrosis of the cavity wall and surrounding pleural consistent with the diagnosis of complex mycetoma with locally invasive aspergillosis (Fig. B–D). Few central bronchiectatic segments were seen in the upper lobe.\\nPatient had uneventful recovery and is doing well. His serum galactomannan was 2.5 and given oral voriconazole for 6 weeks and repeat serum galactomannan was negative and now patient is being regularly followed in OPD.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'16802778': 1, '9266898': 1, '30514257': 2, '17256563': 1, '2068622': 1, '21119182': 1, '33718288': 1, '21881144': 1, '29956050': 1, '26699723': 1, '22457034': 1, '27980539': 2}", "similar_patients": "{'6280523-1': 1}"}