{"patient_id": 118603, "patient_uid": "5491586-1", "PMID": 28680303, "file_path": "noncomm/PMC005xxxxxx/PMC5491586.xml", "title": "An Autopsy Proven Child Onset Chronic Traumatic Encephalopathy", "patient": "The deceased subject was 36-year-old male. In his age of 4 years old, he had a febrile convulsion. Since then, he lived without any special illness, but there was self-harmful behaviors such as frequent hitting his head on the wall and his mental condition gradually worsened. In the fourth grade in elementary school (10 years old), abnormal symptoms of mental illness, amnesia, cognitive impairment, poor orientation, and personality changes appeared. He was admitted to a psychiatric hospital with profound mental retardation. He continued to hurt. He spent a long time in the bed and died. His brain was donated to the brain bank of Seoul National University Hospital and an autopsy was carried out. The weight of brain was 1170 gm and the cerebrum was 19.1×17.5×17.4 cm. Grossly, the outer surface of the brain is unremarkable but corpus callosum and lateral geniculate body was diminished in size (). Bilateral hippocampi were atrophic. Neither infarction nor severe bleeding was observed. There was a slit-like discoloration that seemed to have small bleeding. The major cerebrovascular structures showed nonspecific changes. Microscopically, gray matter was mildly atrophic and white matter showed multifocal rarefaction and perivascular widening. There were only a few hemosiderin deposits around the blood vessels. GFAP immunostaining revealed reactive gliosis in the gray matter, especially in the subpial area and the molecular layer. P-tau (AT8, ThermoFisher, Waltham, USA, 1: 100 dilution) positive flame-shaped neurofibrillary tangles (NFTs) and neuropil threads were observed in the cerebral neocortex, hippocampus, basal ganglia and, thalamus, hypothalamus, entorhinal cortex, amygdala, nucleus basalis of Meynert and locus coeruleus, olfactory bulbs, mammillary bodies, especially around the blood vessels and the depth of the cerebral sulci (). The midbrain and the pons (substantia nigra and dorsal and median raphe nuclei) showed p-tau positive globular NFTs and neuropil threads. Tufted astrocytes did not exist. The olfactory bulb also showed p-tau positive neurons, neuropil threads and astrocytes, but cerebellum had no p-tau-positive cells or neurites. There was no significant pathology in the dentate gyrus. Lewy body or α-synuclein positive glia were not observed. A rare and tiny β-amyloid positive diffuse plaques were present in the motor and the sensory cortices. 4 repeat (4R) tau (Millipore, Ontario, Canada, X100) immunostaining revealed positivity in the perikarya of the neurons and neuropil threads, but their number was smaller than the number of the p-tau positive neurons and neuropil threads (). There was no TDP43 positive abnormal neurons. These findings were consistent with the pathology of the CTE.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'4729191': 1, '27472879': 1, '27815395': 1, '19535999': 1, '25492114': 1, '12756388': 1, '26455775': 1, '23485056': 1, '27492070': 1, '23208308': 1, '31354509': 1, '28043957': 1, '25904048': 1, '25580160': 1, '17089134': 1, '28680303': 2}", "similar_patients": "{}"}