{"patient_id": 71065, "patient_uid": "5752659-1", "PMID": 29299698, "file_path": "comm/PMC005xxxxxx/PMC5752659.xml", "title": "Pulmonary adenocarcinoma possibly developed from the cut-end of small-sized adenocarcinoma in the lung periphery as recurrence 13 years after its wedge resection", "patient": "A 69-year-old male, ex-smoker, admitted to our hospital, presenting an enlarged solid nodule as cut-end recurrence in the residual right upper lobe without any signs and symptoms. On his past history, he underwent wedge resection of the right upper lobe by video-assisted thoracoscopic surgery (VATS) for a 1.1-cm solid nodule 13 years ago (Fig. ). The pathological diagnosis was the second lung cancer, adenocarcinoma, mixed subtype, 1.1 cm, pl0, ly1, v0, p-T1bN0M0, p-stage IA2, complicated with emphysema. The intraoperative margin cytology both from the cut-end and from the cartridge of auto-suturing device showed negative findings. Epidermal growth factor receptor (EGFR) gene of the lesion was wild type. Further 4 months before that, he had undergone the contra-lateral left upper lobe lobectomy. The pathological diagnosis was the first lung cancer, adenocarcinoma, mixed subtype, 1.9 cm, pl1, ly1, v1, p-T2aN1M0, p-stage IIB. The EGFR gene was wild type. From these clinical courses, he had been diagnosed with bilateral synchronous double primary lung adenocarcinomas. After that, he could not receive any chemotherapy or any other medications for cancer, because of repeated acute pancreatitis.\\nAfter 13 years from the last operation, chest thin-slice CT (TSCT) showed a non-calcified solid nodule with irregular margin and spicula formation, which enlarged to 2.1 cm on the end of staple lines of the residual right upper lobe (Figs. and ). Other CT images concomitantly also showed another 2.1-cm pure ground-glass nodule (pGGN), in the neighboring interlober fissure of the right middle lobe, and some multiple subcentimeter-sized pGGNs in allover the lung field. Retrospectively viewing, the solid nodule only enlarged in the cut-end from the past 1 year ago, but it did not show any change before that (Fig. ). Other pGGNs had no change of their size on TSCT images and were suspicious multiple atypical adenomatous hyperplasias. Positron emission tomography/CT findings showed abnormal accumulation only in the solid nodule on the cut-end (standardized uptake value [SUV] max 7.2), right hilar lymph node (SUV max 2.6), and no accumulation in any other pGGNs (Fig. ). Dynamic magnetic resonance imaging of the solid nodule showed contrast enhancement effect (Fig. ). The trans-bronchial biopsy for the solid nodule revealed adenocarcinoma, and it was clinically diagnosed as the cut-end recurrence. During these courses, the values of serum tumor markers (CEA and CYFRA) progressed almost within normal limits. By mini-thoracotomy, we performed completion lobectomy of the residual right upper lobe and wedge resection of the right middle lobe with ND1b. The final pathologic findings of the resected specimen diagnosed by two pathologists (MI and JN) were as follows: the solid nodule was adenocarcinoma, right upper lobe, mixed subtype (lepidic growth 10%), pT1c, 3.0 cm, pl0, ly1, v2, D0, E0, PLC-pre(-), R0, pm0. The histopathology of tumor was similar to that of the previously resected specimen 13 years ago (Figs. and ). The EGFR gene was also wild type. The pGGN of the right middle lobe was minimally invasive adenocarcinoma, pT1a, 2.0 cm (invasion 0.1 cm), pl0, ly0, v0. There was single positive loco-regional lymph node metastasis in the right hilum, #11s, pN1. Postoperative course was well, and he has no any recurrent lesions with good performance status after the last resection.\\nIn order to examine the possibility of this tumor as recurrence of cut-end tumor, immunohistochemical comparisons between the present and primary tumors of the right upper lobe were carried out using p53 (clone PAb1801) and Ki-67 (clone MIB-1) antibodies [, ]. As results, p53 was positive for both tumors (Fig. b, e). For Ki-67, MIB-1 index of primary tumor was 30–50%, whereas that of the present tumor was less than 80% (Fig. c, f). Taken together, the similarities of histopathology and p53 expression patterns between both tumors suggested that the present adenocarcinoma could be developed from the cut-end of small-sized adenocarcinoma in the lung periphery as recurrence 13 years after wedge resection.\\nIn the case of wedge resection, attention for complete resection was focused on the shortest distance from the cut-end to the tumor margin. The margin/tumor size ratio (M/T) and intraoperative margin cytology has been shown to relate with postoperative recurrence and survival rate []. This case showed negative margin cytology, but M/T ratio = 0.8 cm/1.1 cm < 1, and positive lymphatic invasion (ly1), which suggest an insufficient surgical margin. Therefore, cutters might dissect the margin of cancerous lesion, which was not detected by TSCT images, and then, minute amount of cancer cells had left behind, to regrow carcinoma tissue after a very long period of time. This main cause may be involvement of spread through air spaces (STAS) [], which will be undetectable by any radiographic estimations. Other causes will be a possibility that one of multiple adenocarcinomas might be present originally in the vicinity of the cut-end and metachronously grow and be another one of single focal metastasis from the first adenocarcinoma of the precedent contra-lateral lung. However, these frequencies of the latter two causes are improbable. Regarding both the primary lesion of the right upper lobe and the cut-end recurrent lesion, these TSCT findings were common as solid nodule (Figs. and ), the histopathology of both tumors was similar (Fig. ), and these EGFR gene mutations were both wild type. In addition, based on immunohistochemical analysis showing p53 nuclear mutant protein [] and mitotic growth rate in cell cycle [], we speculated that the tumor was possibly cut-end recurrence of residual tumor after resection 13 years ago rather than de novo occurrence associated with multicentric primary adenocarcinoma near the staple line. Considering why it took 13 years to recurrence, it is presumed generally that it will take several years to decades from the occurrence of cancer cells to the formation of tumor masses of a size detectable by diagnostic imaging. In our case, it is presumed that a very small number of cancer cells were left behind 13 years ago and then, that the tumor mass formation with a size which can be detected by diagnostic imaging was achieved by similar natural process of tumor formation.\\nRecently, since c-T category or malignant grade was sub-classified according to the size of solid component within small-sized nodule on TSCT images [, ], surgical procedures of NSCLC presenting solid nodule should be carefully selected by comprehensive estimation under the principle of standard lobectomy []. When firstly choosing limited resection for small-sized NSCLC cases with high-grade lesions, long-term follow-up is necessary in mind for postoperative observation by using TSCT, which can effectively capture delicate change of cut-end status in lung parenchyma.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'25629637': 1, '11146457': 1, '7677489': 1, '33061053': 1, '27107787': 1, '33643733': 2, '20357619': 1, '17000286': 1, '22072149': 1, '24699203': 1, '26134221': 1, '29299698': 2}", "similar_patients": "{'7901715-1': 1, '7901715-2': 1}"}