{"patient_id": 114385, "patient_uid": "5091281-1", "PMID": 27843426, "file_path": "noncomm/PMC005xxxxxx/PMC5091281.xml", "title": "Successful Endoscopic Submucosal Dissection of a Large Terminal Ileal Lipoma", "patient": "A 78-year-old woman underwent computed tomography (CT) because of a follow-up observation 1 year after right breast cancer surgery, and CT revealed a tumor in the colon. The patient was referred to our hospital for detailed examinations in November 2015. She had had recurrent right lower abdominal pain for about 1 year. She had no previous medical history other than the right breast cancer, and her family history was unremarkable. Physical examination revealed tenderness of the right lower abdomen, and the initial laboratory data were within normal limits. An abdominal CT showed a low-density tumor measuring approximately 30 mm in its largest dimension in the ascending colon (fig ). The tumor was well circumscribed and had a smooth demarcation. The CT density inside the tumor was the same as that of fatty tissues, and the CT density of the tumor circumference was same as that of the mucosal layer of the small intestine (fig ). An air contrast barium enema revealed an elevated lesion of approximately 40 mm in diameter with a smooth surface (fig ). A colonoscopy showed an SMT in the proximal ascending colon developing from the terminal ileum (fig ). The tumor was pedunculated, and the cushion sign associated with tumor was present (fig ). A colonoscopic ultrasonography revealed that the SMT was a high-echoic mass mainly localized in the submucosal layer (fig ). Based on the above findings, the SMT was diagnosed as a pedunculated lipoma originating from the terminal ileum and treated with ESD because of recurrent abdominal pain.\\nA physiological saline with indigo carmine dye was injected into the basal portion of the tumor (fig ). This portion of the tumor was incised using an SB knife (Sumitomo Bakelite, Tokyo, Japan), and the submucosal layer of the basal portion was dissected (fig ). The 40-mm tumor was resected en bloc, and the resected SMT showed a yellowish inner substance, which coincides with the lipoma finding. No complications occurred during or after ESD. The patient was discharged 4 days after the surgery without complications and was relieved of symptoms afterwards.", "age": "[[78.0, 'year']]", "gender": "F", "relevant_articles": "{'22533757': 1, '33898899': 1, '29604532': 1, '21959325': 1, '20355250': 1, '1078626': 1, '25414085': 1, '10744833': 1, '17072725': 1, '32953101': 1, '18289948': 1, '15164536': 1, '16301055': 1, '33204923': 1, '15855988': 1, '4026070': 1, '29390483': 2, '31061945': 1, '18797119': 1, '13934160': 1, '31040887': 1, '12399859': 1, '9494006': 1, '17122972': 1, '27843426': 2}", "similar_patients": "{'5758185-1': 1}"}