{"patient_id": 123283, "patient_uid": "5841933-1", "PMID": 29531656, "file_path": "noncomm/PMC005xxxxxx/PMC5841933.xml", "title": "Chemotherapy-Colchicine Interaction in a Child with Familial Mediterranean Fever and Hodgkin Lymphoma", "patient": "A 6-year-old girl, of Turkish descent, presented with a 6-week history of right posterior cervical lymphadenopathy. She had no recent history of fever, night sweats or weight loss. Past medical history was significant for FMF with a known M694V mutation in the MEFV gene (and an r40w variant of unknown significance in the MVK gene), diagnosed at age one year and well managed with colchicine 0.3 mg orally twice/day. Complete blood count (CBC) showed white blood cell count 8.3 × 103/μl, hemoglobin 130 g/L, and platelet count 298,000/μl. Lactate dehydrogenase was 850 IU/L, uric acid 174 umol/L and ESR 2 mm/h. An excisional biopsy of a cervical lymph node showed effacement of the normal nodal architecture with a smaller population of large atypical cells with large prominent eosinophilic nucleoli and occasional classical diagnostic Reed-Sternberg cells. Immunohistochemical stains revealed positivity for CD30, CD15 and PAX5. The tumour cells were focally positive for CD3 and negative for ALK-1, CD45 and CD20. In situ hybridization for EBV-EBER (where EBER is Epstein–Barr encoding region) was positive in the majority of large atypical cells. Staging included PET computerized tomography which demonstrated localized hypermetabolic right cervical lymph nodes with the absence of bulk disease. Therefore, the final diagnosis was stage IIA classical Hodgkin lymphoma, nodular sclerosis subtype. The patient () was treated according to the local standard of care for low risk HL using 2 cycles of OEPA (vincristine 1.5 mg/m2/dose IV days 1, 8 and 15, etoposide 125 mg/m2/dose IV days 1–5, prednisone 60 mg/m2/day PO days 1–15, and doxorubicin 40 mg/m2 IV days 1 and 15) chemotherapy only.\\nHer first treatment course was complicated by prolonged myelosuppression including CTCAE grade 4 neutropenia, fever and severe abdominal pain. She needed to be admitted on day 8 for clinical sepsis, requiring three intravenous fluid boluses and antibiotics. Furthermore the second infusion of Vincristine and Doxorubicin was postponed to Day 16. No other signs of colchicine toxicity, such as bloody stool, renal failure or disseminated intravascular coagulation were noted. Blood cultures remained negative. She was discharged home after twelve days but needed readmission on day 22 due to severe abdominal pain and loose stools, treated with intravenous hydration and morphine for nine days. After consultation with the Rheumatology service, colchicine was discontinued from day 27 of cycle 1 onwards, to prevent possible interactions with chemotherapy. Cycle 2 was started 36 days after start of cycle 1. She tolerated this much better, without any complications and count recovery within the expected timeframe. Clinical and radiographic evaluations showed no evidence of disease at the end of therapy. The patient currently remains in remission 17 months after completion of therapy. Subsequently, she developed similar fever attacks and colchicine was resumed at the same dose 3 months after completion of chemotherapy. Her FMF has been well controlled since, without any signs of colchicine toxicity.", "age": "[[6.0, 'year']]", "gender": "F", "relevant_articles": "{'20518828': 1, '22351163': 1, '24937173': 1, '4636899': 1, '19302049': 1, '18456377': 1, '9336425': 1, '22453916': 1, '19193696': 1, '25202401': 1, '11418480': 1, '28624931': 1, '3515182': 1, '24488779': 1, '22814904': 1, '23322405': 1, '12838937': 1, '20586571': 1, '22942567': 1, '11464248': 1, '29531656': 2}", "similar_patients": "{}"}