{"patient_id": 121345, "patient_uid": "5701578-1", "PMID": 29180935, "file_path": "noncomm/PMC005xxxxxx/PMC5701578.xml", "title": "Atypical bilateral cerebellopontine angle medulloblastoma: differential diagnosis, immunohistochemical features and radiological presentation", "patient": "A 25-year-old immunocompetent female suffered from progressive headache, vertigo and diplopia for 1 month. On neurologic examination, the patient was alert and well oriented. In otherwise good health, the patient suffered from down beat nystagmus, cerebellar dysmetria on the right without truncal ataxia, and right cranial nerve VI palsy, suggesting a posterior fossa lesion. The other cranial nerves were intact, and there was no sensory or motor deficit. There was minimal right sensorineural hearing loss. The patient did not experience dysarthria, dysphagia or choking while drinking. There was no family history of neurological diseases. Gadolinium-enhanced magnetic resonance imaging (MRI) study revealed a 19 × 17 × 13 mm, lobulated, mildly enhanced homogeneous intra-axial mass in the right cerebellar hemisphere, and bilateral CPA lesions, with partial extension into the right internal auditory canal (IAC). The lesion on the right CPA side measured 17 × 14 × 18 mm; the lesion on the left CPA side was smaller, measuring approximately 13 × 13 × 9 mm (). The tumor showed isointensity on T1/T2-weighted images, and slight hyperintensity on T2-weighted fluid-attenuated inversion-recovery (FLAIR) images. The MB had restricted diffusion on diffusion-weighted imaging (DWI). Lumbar puncture was performed, but analysis of the cerebrospinal fluid was normal, and cytological examination revealed no malignant cells. Three more lumbar punctures were performed due to neurological impairment but showed similar results to the first one. Furthermore, as a diagnosis of lymphoma was included in the differential diagnosis, a whole body PET/scan was performed without abnormal results. On the basis of imaging, also a differential diagnosis of lymphoma and bilateral CPA schwannoma was considered preoperatively. A steroid pulse was administered as a therapeutic and diagnostic trial, but significant improvement was not observed.\\nA right retrosigmoid craniotomy was performed. The patient underwent biopsy under microscope of the right cerebellar and right CPA lesions. Tumors were moderately reddish colored with loss in the cleavage plane with the normal cerebellar tissue, suggestive of tumor infiltration.\\nThe surgical specimen consisted of a mass of soft red-to-grey tissue fragments. The paraffin sections, stained with hematoxylin and eosin, revealed a tumor that displayed the features of the classic variant of medulloblastoma with small polymorphic hyperchromatic cells with carrot-shaped nuclei, surrounded by scanty cytoplasm and neuroblastic rosettes. There was no necrosis or vascular proliferation. The Ki-67 proliferation index was less than 40% ().\\nInitially, a wide surgical tumor resection was suggested, but the patient refused this plan because of potential unacceptable neurological worsening. The patient was discharged with slight improvement of her symptoms, and no major postoperative complication was observed. She received external beam radiation therapy to the craniospinal axis at a dose of 36 Gy for 4 weeks, followed by a boost to the posterior fossa at a dose of 54 Gy for 6 weeks. Posteriorly, chemotherapy with temozolomide and irinotecan was administered, followed by cyclophosphamide. The MRI after radiotherapy and chemotherapy revealed no significant tumor growth but rather an apparent decrease in size.\\nEight months after biopsy the patient continued to be free of neurological deterioration, and showed improvement of diplopia and ataxia.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'17631467': 1, '21553317': 1, '26785369': 1, '18587705': 1, '27157931': 1, '7922986': 1, '27512610': 2, '22071791': 1, '26960482': 1, '14705323': 1, '10398789': 1, '23319193': 1, '14615567': 1, '18478236': 1, '23864912': 1, '17039417': 1, '22622599': 1, '11259705': 1, '27543768': 1, '17146596': 1, '21267586': 1, '27543770': 1, '23163297': 1, '16598430': 1, '19733314': 1, '22134537': 1, '23135053': 1, '28013334': 1, '27279861': 1, '8804450': 1, '16554967': 1, '9694337': 1, '22696040': 1, '17497094': 1, '27354931': 1, '17569053': 1, '22212915': 1, '10502004': 1, '27179218': 1, '23821389': 1, '29180935': 2}", "similar_patients": "{'4960923-1': 1}"}