{"patient_id": 89341, "patient_uid": "526371-1", "PMID": 15471542, "file_path": "comm/PMC000xxxxxx/PMC526371.xml", "title": "An unusual case of an ulcerative colitis flare resulting in disseminated intravascular coagulopathy and a bladder hematoma: a case report", "patient": "A 14-year-old boy with a diagnosis of ulcerative colitis based on colonic histology, serology and a normal barium study of his small bowels was admitted with a five-day history of nonbilious vomiting and bloody diarrhea. Additional symptoms included recent onset hematuria, and low-grade fevers to 100.4 C over the prior four days. He had also sustained a 25 lb weight loss in the last six months, indicating a lack of disease control.\\nAs an outpatient, his maintenance therapy included mesalamine (1 gram three times a day), and mercaptopurine (75 mg once per day). In addition, he had been started on prednisone approximately 7 weeks prior for treatment of an ulcerative colitis flare. His current dose of prednisone was 10 mg once a day. Soon after symptoms begun, he had been placed on ciprofloxacin as treatment for a presumptive flare.\\nPhysical exam showed he was afebrile, with a heart rate of 130 beats per minute, respiratory 16 breaths per minute and blood pressure 115/67 mmHg. He was alert although with a sallow appearance. Abdominal exam revealed a soft nontender nondistended abdomen. Rectal showed normal external exam with grossly bloody stool. Initial blood work showed hemoglobin of 12.3, a normal white blood cell count, normal differential and normal platelet count with a mildly elevated prothrombin time of 16.2 with an international normalized ratio (INR) of 1.2. Urine analysis showed a specific gravity of 1.035, 3+blood, +ketones and > 100 RBC per high powered field and 0–5 WBC per high power field. Abdominal ultrasound revealed irregular shaped bladder wall.\\nPatient was placed on intravenous fluids (IV) as well as metronidazole (IV). Blood and urine cultures were sent for analysis. Stool was sent for culture and for Clostridium difficile toxin analysis.\\nSerial repeat lab works the following day revealed a dropping hemoglobin (7.4 g/dL) and platelet count (64 K/mm3) increasing PT/PTT (21.3/47 seconds) with an INR of 1.8. Blood smear showed moderate amount of elliptocytes, schistocytes, microcytes and fragmented red blood cells. Initial DIC panel revealed an elevated D-dimer of 4.9 mcg/mL with a normal thrombin time and fibrinogen. Thrombin time subsequently increased to > 120 seconds. D-dimers increased to 10.3 mcg/mL. A computerized tomography (CT) scan of the abdomen revealed a marked thickening and irregularity of the bladder wall as well as wall thickening of the rectosigmoid, ascending, transverse, and descending colon (Figure ). Urology was consulted and felt that this represented a submucosal hematoma.\\nPatient was begun on broad-spectrum antibiotics because of concerns regarding possible bacteremia and a worsening DIC laboratory picture. Blood, stool and urine cultures returned negative. Viral cultures and monoclonal antibody staining for adenovirus detection in the urine was negative. Despite a worsening in the DIC panel, the patient remained clinically unchanged. IV steroids were begun approximately 36 hours into patient's hospital stay. Patient had a stabilization of PT/PTT/INR/thrombin time and D-dimer, and a subsequent normalization of labs over the following 4-day period ( Figure , , , , , , ). Patient's diarrhea and hematuria resolved as well. Colonscopy revealed chronic colitis consistent with ulcerative colitis. Cystoscopy revealed a fibrin clot consistent with submucosal hematoma. Patient was discharged from the hospital on a steroid taper, and remains in remission to date.", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'26865170': 1, '10918734': 1, '30022923': 2, '9093595': 1, '17394076': 1, '11943956': 1, '11246357': 1, '10204507': 1, '14687149': 1, '11151880': 1, '6886941': 1, '717349': 1, '2582761': 1, '7209972': 1, '11991236': 1, '10433020': 1, '7555437': 1, '11307809': 1, '5565148': 1, '3976564': 1, '11301230': 1, '15471542': 2}", "similar_patients": "{'6047562-1': 1}"}