{"patient_id": 69022, "patient_uid": "5613125-1", "PMID": 28983259, "file_path": "comm/PMC005xxxxxx/PMC5613125.xml", "title": "Remission of Psychosis in Treatment-Resistant Schizophrenia following Bone Marrow Transplantation: A Case Report", "patient": "The patient was a 24-year-old male. His birth was ordinary, and he grew as normal. After he had graduated from university, he labored in a corporation. His level of social skill was standard. There was not any description of alcohol or drugs use or seizures of epilepsy. In his family, there is nobody with psychiatric and developmental disorders. When the patient was 23 years old, he suffered from insomnia, irritability, and anxiety. In addition, he developed into agitated and spoke incoherently, and persecutory delusions and paranoid ideation arose. Problems of consciousness and convulsions were not detected. He visited the Department of Psychiatry of Shimane University Hospital. Assessment of his psychiatric status confirmed auditory hallucination, suspiciousness, active social avoidance, persecutory delusion, and decline in the social function. His diagnosis was “paranoid schizophrenia” according to DSM-IV-TR (). Physical and neurological examinations revealed no marked abnormalities. There is no abnormal finding in routine laboratory investigations of serum and urine. In electric encephalography, computed tomography, and magnetic resonance imaging of the brain, there is no abnormality. Administration of quetiapine (QTP) (300 mg/day) was started. One week later, his auditory hallucinations, suspiciousness, active social avoidance, persecutory delusion, and deterioration in the level of social functioning continued. Because he refused to take neuroleptics, the patient’s family managed antipsychotics for him and confirmed that he took antipsychotics. However, significant worsening of his psychiatric symptoms followed. Administration of risperidone (RIS) (12 mg/day) and olanzapine (20 mg/day) was added to QTP. However, his psychotic symptoms were not improved at all. His social functioning also deteriorated. Treatment-resistant schizophrenia was classified as little or no response to treatment from at least two adequately dosed antipsychotic trials for least 4 weeks including at least one second-generation antipsychotic (). As result, he was diagnosed with treatment-resistant schizophrenia ().\\nWhen he was 24 years old, he experienced severe tiredness, continuing elevation of fever, pain of general joint, gingival bleeding, and shortness of breath. As result of further examinations, he was diagnosed with acute myeloid leukemia at the Department of Hematology of Shimane University Hospital. His willingness to receive BMT was confirmed; however, the problem of whether he could stand the considerable psychological pressure of BMT, particularly throughout the isolation phase, was not obvious. To elucidate this, a test isolation was performed for 7 days. While his severe auditory hallucinations, suspiciousness, and persecutory delusion continued, severe psychomotor excitement was not recognized. Moreover, the hospital staff could communicate with him with no difficulty. So that hematologists and we judged that, he would be able to tolerate the stress during the isolation period. All neuroleptics were stopped during the test isolation in the germ-free unit.\\nOne week later, BMT was performed. He was treated in isolation room at germ-free unit for 34 days. We met him three times a week throughout the isolation phase to assessment his psychiatric status and necessity of administering additional therapy. No neuroleptics were administered because of his refusal to take them; however, his psychotic status maintained with stable condition. Moreover, the BMT isolation was accomplished with no trouble. After he underwent BMT, administration of methotrexate and cyclosporin A was begun to avoid graft versus host disease (GVHD). Three weeks after BMT, early symptoms of GVHD were recognized, and hematologists administered tacrolimus in place of cyclosporin A.\\nThirty days later, his psychotic symptom had almost disappeared. He was sustained without any neuroleptic treatment and need for any other administration. His psychiatric status was assessed by the Positive and Negative Symptom Scale (). Social functioning was assessed using the Global Assessment of Functioning Scale of the DSM-IV-TR (). The treatment and clinical course are shown in Figure . In 2017, 8 years after BMT, the improvements of somatic and psychiatric symptoms are continued, and the patient is very well and there are no residual psychiatric symptoms. Moreover, his social functioning was drastically recovered, and he continues to work at a famous company.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'23645137': 1, '31214060': 1, '33008051': 1, '27540164': 1, '22883433': 1, '28170004': 1, '11257233': 1, '26455353': 1, '19959706': 1, '33343257': 1, '25311587': 1, '31267432': 1, '25562580': 1, '28350400': 1, '26189694': 1, '34305669': 1, '26303935': 1, '17174336': 1, '3616518': 1, '24072812': 1, '22122877': 1, '34884841': 1, '22802640': 1, '25285805': 1, '21926974': 1, '3290950': 1, '22425995': 1, '24199664': 1, '9366002': 1, '11986135': 1, '24286760': 1, '24290389': 1, '19837763': 1, '23503531': 1, '22219276': 1, '22823436': 1, '33343251': 1, '26359903': 1, '23938317': 1, '32362973': 1, '20510925': 1, '26899344': 1, '19136031': 1, '21641581': 1, '26359887': 1, '28983259': 2}", "similar_patients": "{}"}