{"patient_id": 123482, "patient_uid": "5859617-1", "PMID": 29480273, "file_path": "noncomm/PMC005xxxxxx/PMC5859617.xml", "title": "Transient reversal of macular ischemia with intravitreal steroid implant injection in a case of radiation maculopathy", "patient": "A 66-year-old male with a history of diabetes mellitus, hypertension, and coronary artery disease was seen with chief complaint of floaters. On presentation, the visual acuity was 20/30, N6, and the intraocular pressure was 12 mmHg in both the eyes. The anterior segment evaluation was unremarkable. The dilated fundus evaluation showed the presence of proliferative diabetic retinopathy (DR) with few capillary dropout changes and mildly enlarged foveal avascular zone (FAZ) confirmed with fundus fluorescein angiography (FFA) []. The optical coherence tomography (Cirrus HD-OCT 4000; Carl Zeiss Meditec Inc., Dublin, CA, USA, vertical raster scan through foveal center) at this stage showed a maintained foveal contour in both the eyes. The patient was advised panretinal photocoagulation in both the eyes. The condition remained stable for the next 2 years when he came with severe irritation and redness in the right eye. Examination showed dilated episcleral vessels. The patient was diagnosed with orbital lymphoma (non-Hodgkin's) on the right side, which was also confirmed with incisional biopsy. He was advised external beam radiotherapy, and a total of 4500 cGy was delivered to the right orbit in 25 fractionated doses. He presented 1 year later with decreased vision in the right eye and was diagnosed with radiation-induced blepharitis, keratopathy, and RM in the right eye. The visual acuity in the right eye was 20/120, N36, at this stage. The fundus in the right eye showed new lesions in the form of multiple retinal hemorrhages and cotton wool spots over the posterior pole, whereas the left eye was stable. He was started on lubricant eye drops topically and was advised FFA and OCT []. The FFA showed a markedly enlarged and distorted FAZ corresponding to ischemic maculopathy secondary to RM, and the OCT showed increased central foveal thickness with ellipsoid zone disruption. The patient was advised intravitreal injection of dexamethasone implant (Ozurdex®) in the right eye. Two months later, the patient presented with an improved vision of 6/24, N12, in the right eye. The FFA done at this stage showed a partial but significant revascularization of the macular capillary network, with a dramatic decrease in the irregularity and size of ischemic zone in FAZ []. OCT also showed a significant reduction in macular edema with reduced central foveal thickness.\\nThe patient was lost to follow-up for further 2 years, when he presented with markedly reduced vision in the right eye (counting fingers at 3 M, <N36), with a dense cataract, pale optic disc, and sclerosed vessels over the posterior pole []. The left eye was stable. The FFA at this stage showed markedly enlarged FAZ with neovascularization at the disc in the right eye for which patient was advised additional laser. Two months later, the patient underwent cataract surgery in the right eye, and the vision stabilized at 6/60, N24. The left eye remained stable with a vision of 20/40, N6, and a stable DR.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'8325396': 1, '23652581': 1, '1441494': 1, '14557194': 1, '7162794': 1, '16205566': 1, '22529805': 1, '27630373': 1, '33615039': 1, '29480273': 2}", "similar_patients": "{}"}