{"patient_id": 69347, "patient_uid": "5635579-1", "PMID": 29017468, "file_path": "comm/PMC005xxxxxx/PMC5635579.xml", "title": "Case report: the first case of human infection by adult of SPIROMETRA ERINACEIEUROPAEI in VIETNAM", "patient": "A 23-year-old male was admitted to 103 Hospital (Ha Dong Town, Hanoi, Vietnam) on September 4th, 2012 with a sixteen-day history of fever and weight loss. The patient had slight epigastric pain migrating to right lower quadrant of the abdomen but no nausea or vomiting. In the first few days in hospital, his stool was watery but no mucus or blood was seen. Physical examination was normal. Complete blood count and liver function tests were performed and all were in a normal range. His blood was screened for hepatitis A, B and C, malaria, liver and lung flukes, Toxocara spp., Strongyloides spp. as well as cultured for microbacteria and the results were negative. Image studies (abdominal ultrasound and chest ray) were normal. With a sixteen-day history of fever the patient was diagnosed with sepsis and treated with a combination of two antibiotics (cefpirome and levofloxacin). Yet he showed no improvement in fever nor abdominal pain. On September 11th, a stool examination revealed a large quantity of ovoid-shaped eggs in sizes of about 60 × 40 μm (Fig. ). Preliminary diagnosis of fluke was made and a single dose of praziquantel (1200 mg) was prescribed. On September 15th, he expelled pieces of tapeworm strobila, with off-white proglottids, wider than long (about 0.3 × 0.8 cm) in his stool (Fig. ). Based on these morphological characteristics, the parasite was assigned to Spirometra sp. [, ]. Following the treatment of tapeworm, symptoms were quickly resolved. Stool tests for ova and parasite strobila two weeks later were negative. The patient fully recovered and was discharged some days later.\\nTo speciate the worm DNA was extracted from a snip of the worm strobila using QIAamp DNA Micro kit (QIAGEN) according to the manufacturer’s instructions. A PCR was performed following to protocol of Hyeong-Kyu Jeon []. The 440 bp product of PCR reaction with primers p1f and p1r was sequenced and analyzed by BLAST tool showing 99% identity with cytochrome c oxidase subunit 1 (Cox 1) gene of S. erinaceieuropaei. The sequence was submitted to GenBank (MF682495) Fig. .", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'28322697': 1, '33174072': 1, '17950292': 1, '12891033': 1, '20624526': 1, '8599848': 1, '31341771': 1, '22913188': 1, '33083226': 1, '26174823': 1, '21846580': 1, '25725936': 1, '29017468': 2}", "similar_patients": "{}"}