{"patient_id": 72740, "patient_uid": "5870517-1", "PMID": 29580227, "file_path": "comm/PMC005xxxxxx/PMC5870517.xml", "title": "First case report of M1 macrophage polarization in an untreated symptomatic patient with toxoplasmosis", "patient": "A 63-year-old nulliparous woman underwent mammary and axillary echography for breast cancer screening in January 2016. No lesions were detected in the mammary glands. However, a bilateral axillary lymphadenopathy was observed. Physical examination showed bilateral tumefaction of both axillary and laterocervical nodes. In February 2016 she underwent hematological counseling to exclude lymphoproliferative diseases. Her medical history revealed an episode of high fever that had lasted 1 week and a prolonged asthenia. This had occurred at the end of August 2015, and suggested an infectious disease. Her blood count showed lymphocytosis (3340 cells/mm3, 43%). Cytomegalovirus, Epstein Barr virus, human immunodeficiency virus, and human herpes virus 1/2 serological tests were negative. The anti-T. gondii IgM index was 0.80, slightly positive (> 0.60), and the IgG titer was 1448 UI/ml, considerably high, pointing to an acute T. gondii infection []. Computed tomography scan and, after a month, a surgical biopsy were performed which excluded lymphoid or epithelial tumors. Bilateral hilar and mediastinal lymphadenopathy were observed. Histological evaluation of the axillary lymph-nodes showed alterations of the normal architecture with marked follicular hyperplasia and many micro-granulomas composed of epithelioid histiocytes with abundant pale cytoplasm, encroaching on the mantle zone and germinal centers (Fig. ), and monocytoid B-cell hyperplasia enlarging the nodal sinuses. The triad of follicular hyperplasia, micro-granulomas, and monocytoid B-cell hyperplasia is considered highly specific for T. gondii infection []. Clinical, serological and histopathological findings thus revealed the late phase of an acute T. gondii infection. No therapy was administered before or after biopsy. The lymphadenopathy resolved after a follow-up of 5 months, and thus, the infection was self-limited. Immunohistochemistry was performed on lymph node sections (2-3 sections/staining). Murine anti-CD68 -CD3, -CD4, -CD8, -CD20, and -CD31 monoclonal antibodies (clones PG-M1, F7.2.38, 4B12, C8/144, L26 and JC70A, respectively) were used alone or in combination with a rabbit-anti-p-Stat1 monoclonal antibody (clone 58D6). Murine anti-iNOS monoclonal antibody (clone 4E5) and rabbit anti-IFN-γ polyclonal antibody were used alone to detect iNOS and IFN-γ immunoreactivity. For single red color staining after antigen retrieval (pH 6 or pH 9 as appropriate) sections were incubated with the primary antibody for 1 h at room temperature and then with a biotinylated rabbit anti-mouse secondary antibody (30 min) and streptavidin alkaline phosphatase (30 min). Alkaline phosphatase was visualized by incubation with Vulcan Fast Red (10 min). The staining was performed using the automated Omnis immunostainer (Dako, Glostrup, Denmark). For single brown color staining, after antigen retrieval sections were incubated with the primary antibody for 1 h, or overnight at room temperature, and then stained by the Envision technique (Dako). The staining was performed using the automated Autostainer Link 48 immunostainer (Dako) The single red and the single brown color stainings were performed sequentially for double staining. Cells were counted in 10 randomly selected high power fields (HPFs), with, numbers per HPF expressed as mean ± standard deviation.\\nTo investigate whether M1 macrophages were involved in the inflammatory reaction lymph node sections were double stained with antibodies recognizing nuclear p-Stat1 and the membrane macrophage marker CD68 (Fig. , ). In microgranulomas the mean number of CD68+ macrophages was 61.7 ± 24.3 per HPF. The mean numbers of CD68+ pStat1+ and CD68+ p-Stat1− macrophages were 37.5 ± 22 and 28.2 ± 13 per HPF, respectively. The mean numbers of CD3-, CD4- and CD8-positive T-lymphocytes were 308.7 ± 139.5; 269.7 ± 130.9 and 120.3 ± 51.6 per HPF, respectively. Among the microgranulomas, a small number of p-Stat1+/CD68− mononuclear cells were present (Fig. ) (48.1 ± 26 per HPF). CD3/p-Stat1 double staining confirmed the presence of p-Stat1+ T lymphocytes in these areas (13.5 ± 5.3 per HPF). A subset of the p-Stat1+ cells were CD8+ (6.8 ± 2.9 per HPF) (Fig. ). We did not assess the number of p-Stat1+/CD4+ cells because the intensity of the membrane positivity was low when the anti-CD4 antibody was used in double staining. CD20+ B lymphocytes were p-Stat1 negative (data not shown). Scattered IFN-γ+ mononuclear cells were observed between microgranulomas and in germinal centers (Fig. ). In these areas iNOS+ mononuclear cells were present (36.4 ± 14.9 per HPF) (Fig. ).\\nCD31+ endothelial cells showed a marked nuclear p-Stat1 immunoreactivity only in areas where p-Stat1+ mononuclear cells were present (Fig. ), whereas, in the absence of p-Stat1+ infiltrate, they were negative or very weakly positive (Fig. ).", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'7684194': 1, '24260507': 1, '27572166': 1, '23747023': 1, '24516731': 1, '24866795': 1, '12453296': 1, '19692628': 1, '21997792': 1, '25872571': 1, '26394212': 1, '17477820': 1, '33324583': 1, '3128869': 1, '29580227': 2}", "similar_patients": "{}"}