{"patient_id": 68704, "patient_uid": "5588806-1", "PMID": 28904981, "file_path": "comm/PMC005xxxxxx/PMC5588806.xml", "title": "Median Arcuate Ligament Syndrome: It Is Not Always Gastritis", "patient": "A 38-year-old woman with no known past medical history presented to the emergency room with diffuse, cramping, nonradiating abdominal pain episodes lasting for 30 to 60 minutes. The patient also had associated symptoms of nausea and bilious vomiting, which temporarily relieved the pain. These episodes had no known precipitating factor and were not associated with food or exercise. She had 2 similar episodes in the past and was admitted to hospital 4 months ago. Imaging and labs at that time were normal. She denied any significant alcohol, tobacco, or drug use. She also denied any significant family medical history. Her physical examination revealed mild epigastric tenderness to palpation but no other abnormalities.\\nComplete blood counts, liver function tests, serum lipase, and urinalysis were all within normal limits. Esophagogastroduodenoscopy showed mild antral gastritis. However, pantoprazole failed to relieve severe pain episodes. A mesenteric ultrasound was ordered, which demonstrated increased celiac axis flow velocities with a peak systolic velocity of 320 cm/s (). These findings were suggestive of significant stenosis greater than 70%. A computed tomography (CT) scan of abdomen with contrast showed superior compression of celiac axis with focal narrowing at origin and poststenotic dilation (). These findings confirmed the diagnosis of median arcuate ligament syndrome. The patient was referred to surgery for a laparoscopic release of median arcuate ligament.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'24512402': 1, '25969647': 2, '34262830': 2, '3965762': 1, '32300508': 2, '33796419': 2, '22743019': 1, '32185509': 1, '25758451': 1, '19563960': 1, '32944445': 2, '22396932': 1, '31828542': 2, '24358009': 1, '4687796': 1, '19128929': 1, '32953106': 2, '28904981': 2}", "similar_patients": "{'6906274-1': 1, '7486424-1': 1, '4419433-1': 1, '7489444-1': 1, '7159170-1': 1, '8006561-1': 1, '8260192-1': 1}"}