{"patient_id": 72683, "patient_uid": "5866115-1", "PMID": 29581912, "file_path": "comm/PMC005xxxxxx/PMC5866115.xml", "title": "Massive Intradural Chondroma Masquerading as Lower Body Parkinsonism", "patient": "Presentation\\nA 54-year-old, right-handed female presented with progressive difficulty ambulating, worsening cognition, and left hand tremor. She had been using a front wheeled walker to ambulate for two years. At the point of presentation to our clinic, she was wheelchair-bound and unable to ambulate. She was referred to the movement disorder clinic, where her gait was described as primarily lower body Parkinsonism with akinesia, shuffling gait, and frequent gait freezing. With the exception of a small left hand tremor, she had no upper extremity symptoms. She was suspected to have a frontal gait neurodegenerative disorder possibly due to vascular parkinsonism or normal pressure hydrocephalus. As a part of her initial workup, she received a magnetic resonance imaging (MRI) scan with contrast, which showed a large (8.5 x 5.5 x 4.5 cm), heterogeneously contrast-enhancing lesion (Figure , ). This lesion compressed the superior sagittal sinus (SSS), displaced the bilateral anterior cerebral arteries (ACA), created severe brain compression, and was responsible for her bilateral lower extremity weakness. T2-weighted imaging showed minimal edema (Figure ). An atypical meningioma was initially suspected, and the patient elected to proceed with surgical resection of the mass after the risks, benefits, and alternatives to surgery were discussed.\\nSurgery\\nA trapdoor incision was made on the patient's left side and crossed the midline. This was necessary given the large extent of the tumor, including to the contralateral side past the SSS (Figure ). Prior to the dural opening, the extremely fibrous mass could readily be palpated under the dura. Opening the dura revealed a white, cartilaginous-appearing mass (Figure ). Resecting the mass was complex given the very large size, the calcified and fibrous nature of the mass, the underlying and severely compressed primary motor cortex and tracks, and the displacement and involvement of the bilateral ACA arteries and multiple crucial draining veins. The large lesion displaced but did not invade the falx cerebri and surrounding bridging veins. Multiple instruments were attempted to dissociate the mass for piecemeal extraction. The surrounding vasculature was meticulously and completely dissected off the tumor capsule, preserving their structural integrity and function. The postoperative course was unremarkable and the patient was discharged three days after surgery. Routine postsurgical MRI at three months revealed gross total resection (Figure , ). The patient had rapid recovery of her motor function, was able to ambulate independently within weeks, and had a complete neurologic recovery at one month. At her three month follow-up, her preoperative neurologic symptoms had resolved, and she had no postoperative complications.\\nHistopathology\\nGross inspection revealed a firm-to-hard, white, homogenous, smooth-surfaced tissue. Histologic sections showed a homogeneous, cytologically-bland cartilaginous neoplasm. No mitoses were appreciated. Occasional binucleated chondrocytes and rare chondrocytes with larger nuclei were seen (Figure , , ). The gross, histologic, and immunohistochemical findings were consistent with those of a benign chondroma arising from the dura.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'7675464': 1, '25917706': 1, '33767864': 1, '619012': 1, '32801938': 2, '22017366': 1, '5302924': 1, '12464537': 1, '29581912': 2}", "similar_patients": "{'7399447-1': 1}"}