{"patient_id": 61599, "patient_uid": "5010378-1", "PMID": 27625910, "file_path": "comm/PMC005xxxxxx/PMC5010378.xml", "title": "Thymic Tumor Extension into the Heart, a Rare Finding Found by Point-of-Care Ultrasound", "patient": "A 65-year-old male with a newly diagnosed mediastinal thymic mass and pulmonary embolism presented to the emergency department (ED) with a reported fever of 103°F and chronic cough that had started at home seven hours prior to arrival. He complained of generalized fatigue without chest pain, abdominal pain, or nausea. The patient had started enoxaparin four days prior to presentation. The remainder of his review of systems was negative. His initial vital signs showed a pulse rate of 123 beats/min, respiratory rate of 20 breaths/min, blood pressure of 129/72 mm Hg, oxygen saturation of 95% on room air, and temperature of 38.7°C (101.6°F). He was alert, oriented, and answered all questions appropriately. His cardiopulmonary exam revealed normal heart and lung sounds. The remainder of his physical exam was unremarkable. The patient consented to the treatment.\\nAn intravenous line was placed, and the patient received two liters of normal saline and acetaminophen by mouth for his fever. The working differential diagnosis included pneumonia, pulmonary abscess or empyema, infective endocarditis, new pulmonary emboli, or new tumor burden. An evaluation was initiated that included laboratory studies, urinalysis, and radiographic studies. Laboratory results were significant for a total white blood cell (WBC) count of 18 x 103/μL (ref. 4-11 x 103/μL) with a corresponding neutrophilic predominance. A computerized tomography angiography (CTA) scan with venous phasing of his chest was interpreted by radiology as unchanged pulmonary emboli and anterior mediastinal mass along with a small, new right pleural effusion.\\nGiven the exclusion of an obvious infectious source from the CTA chest scan, a point-of-care ultrasound was performed using a 5-1 MHz probe (Sonosite, Bothell, WA) to further evaluate the heart for signs of infective endocarditis. The examination revealed a large mobile mass in the right atrium (RA) and right ventricle (RV), concerning for either new tumor burden or thrombus (Figures -, Video ). Given the mobility of the mass and the absence of valvular vegetations, infective endocarditis was less likely. However, due to the fever, the patient was given broad-spectrum antibiotics intravenously. Following treatment in the ED, reassessment of the patient revealed improved vitals signs with a pulse rate of 105 beats/min, respiratory rate of 18 breaths/min, blood pressure of 130/75 mm Hg, and a temperature of 37.6°C (99.6°F). The oncology medical service was consulted for hospital admission.\\nThis patient's hospital course was significant for increasing right pleural effusion which required a thoracentesis. A transthoracic echo by the cardiology service was performed, reaffirming the RA/RV mobile mass, now considered to be tumor extension from the mediastinum with associated thrombus not visualized on prior CTA imaging. The patient's blood culture results remained negative during his hospital course, and he developed no other signs of infection. His original fever was thought to be part of his increased tumor burden. After a seven-day course of intravenous antibiotics, the patient improved clinically and remained afebrile, and his WBC count returned to within normal range. The oncology service adjusted his cancer treatment plan given this new finding. Antibiotics were discontinued, and the patient was discharged home in stable condition after nine days.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'24126323': 1, '25018846': 1, '10776973': 1, '22224142': 2, '10903697': 1, '22021530': 1, '19164613': 1, '6381889': 1, '27625910': 2}", "similar_patients": "{'3236153-1': 1}"}