{"patient_id": 123302, "patient_uid": "5843975-1", "PMID": 29541486, "file_path": "noncomm/PMC005xxxxxx/PMC5843975.xml", "title": "Primary intracerebral INI1-deficient rhabdoid tumor with CD34 immunopositivity in a young adult", "patient": "A 22-year-old woman with no significant medical background presented with approximately one year history of focal sensorimotor right upper limb seizures, characterised by occasional twitching and pins and needles in the right hand and forearm. Over the previous two months she also developed a slowly progressive weakness in her right hand. Seizure activity was well controlled on monotherapy with levetiracetam. An MRI of the brain demonstrated an avidly enhancing lesion centered in the left perirolandic region (involving precentral and postcentral gyri) measuring 38 × 43 × 39 mm [Figure and ] Multiple serpiginous signal voids were observed in the lesion, but no definite dural involvement, raising the suspicion of an intra-axial tumor. Given the location of the tumor, surgery was performed with the aid of preoperative transcranial magnetic stimulation and intraoperative motor mapping (monopolar stimulation, “train of 5 technique”).[] Both methods demonstrated that the primary motor cortex was located in front of the tumor, therefore confirming the location of the tumor within the central sulcus [Figure and ]. Gross total resection of the tumor was achieved with preservation of the motor mapping throughout the procedure [Figure and ].\\nThe toluidine blue stained intraoperative smear preparation confirmed neoplastic tissue with a loose matrix and monomorphic tumor cells together with associated mast cells but no definite diagnosis could be given []. Histology showed a tumor composed of cells both epithelioid and spindle-shaped with oval, relatively monotonous, sometimes eccentric, nuclei and prominent nucleoli [Figure –]. The cytoplasm was frequently vacuolated and also there were many eosinophilic cytoplasmic inclusions in keeping with rhabdoid cells []. The background matrix was a combination of mucoid/myxoid areas and more hyalinised elements. Although there was some infiltration into surrounding cerebral tissue noted, for the most part the neoplasm was well demarcated from surrounding brain. Focal mitotic activity was evident in addition to a few necrotic foci.\\nImmunohistochemistry showed strong, diffuse positivity with vimentin, synaptophysin, CD34 [], calretinin and in almost all cells with smooth muscle actin (SMA). EMA was focally positive and with a paranuclear dot-like immunoreactivity in a few cells. There was focal positivity with pan-neurofilament and neurofilament 200 KD. Pan-cytokeratin, MNF116, desmin, CD31, L1CAM, AFP, STAT6, S100, IDH1, CD99, histone 3 (H3K27M) and GFAP were negative. ATRX showed preserved nuclear staining. The INI1 (BAF47) was negative in the tumor cells []. The proliferation index was estimated between 12–15% by Ki67.\\nThere was no evidence of mutations of BRAF V600E, IDH1, and IDH2 by pyrosequencing methods from genomic DNA extracted from formalin fixed paraffin embedded tissue. There was also no evidence of a KIAA1549-BRAF gene fusion by RT-PCR analysis. The MGMT promoter was unmethylated.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'28138322': 1, '27297614': 1, '28179970': 2, '26755072': 1, '17431546': 1, '28676785': 2, '18369529': 1, '33796273': 1, '28502320': 1, '32754366': 2, '24500420': 1, '21918902': 1, '15779233': 1, '28812319': 1, '21070155': 1, '26769252': 1, '27732747': 1, '21934399': 1, '29541486': 2}", "similar_patients": "{'5289142-1': 1, '5476998-1': 1, '5476998-2': 1, '7395541-1': 1}"}