{"patient_id": 73773, "patient_uid": "5946356-2", "PMID": 29761111, "file_path": "comm/PMC005xxxxxx/PMC5946356.xml", "title": "Myocardial Infarction as an Early Presentation in Thrombotic Thrombocytopenic Purpura: A Rare Case Series", "patient": "A 61-year-old male presented with 1 episode of blood mixed stool and 3 days of dark colored urine. He, however, denied any abdominal pain, nausea, vomiting, change in bowel habit, polyuria, pain, or burning on micturition. His past medical history was significant for right knee replacement and lumbar disc herniation. He had no similar episode in the past, and no family history of any bleeding disorder or malignancy. He had no known allergies and took no medications. His vitals were stable at presentation. Physical examination was significant for the presence of mild icterus and absence of any pallor, petechial rash, lymphadenopathy, or hepatosplenomegaly. Laboratory investigations at presentation showed hemoglobin of 13.1 g/dL, hematocrit of 37.3%, platelet count of 8000/µL, serum blood urea nitrogen of 57 mg/dL, serum creatinine of 2.65 mg/dL, and total bilirubin of 4 mg/dL with unconjugated bilirubin of 2.8 mg/dL. The initial EKG showed nonspecific findings. Subsequent tests showed an elevated LDH (2299 IU/L) and a low haptoglobin (less than 10 mg/dL) with many peripheral schistocytes. So with a probable diagnosis of TTP, he was planned for plasmapheresis. Meanwhile, ADAMTS-13 workups were sent, which was later reported as an ADAMTS-13 activity of less than 10% with an elevated ADAMTS-13 antibody titer of 19 U/mL. However, he suddenly developed severe shortness of breath before the planned plasmapheresis. There were widespread ST-segment elevations on his EKG with a serum troponin of 4.12 ng/mL and left ventricular wall hypokinesia on bedside echocardiography (). His condition worsened rapidly over the next few minutes, and he developed cardiac arrest and expired.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'12823037': 1, '19275576': 1, '11886570': 1, '26757016': 1, '7031412': 1, '18028268': 1, '27525072': 1, '20394041': 1, '14727259': 1, '27313327': 1, '22473663': 1, '27060171': 1, '25196220': 1, '26022055': 1, '18695366': 1, '27269186': 1, '25403270': 1, '34621868': 2, '16574680': 1, '27643485': 1, '18616514': 1, '25870634': 1, '22629041': 2, '24189934': 1, '26684918': 1, '29761111': 2}", "similar_patients": "{'5946356-1': 2, '8462192-1': 1, '3354466-1': 1}"}