{"patient_id": 119939, "patient_uid": "5593437-1", "PMID": 28912926, "file_path": "noncomm/PMC005xxxxxx/PMC5593437.xml", "title": "A Rare Case of Atrial Metastasis From a Rectal Adenocarcinoma", "patient": "A 69-year-old Caucasian female with a 20-pack-year smoking history and a past history of rectal cancer (stage T3N1M0), treated with neo-adjuvant chemotherapy and radiation, followed by surgical resection with a low anterior resection, ileostomy formation and two subsequent cycles of adjuvant FOLFOX chemotherapy (further chemotherapy had to be aborted secondary to the development of severe neuropathy) presented for further evaluation of worsening dyspnea, fatigue and lower extremity edema 5 years after being lost to oncology follow-up. Her admission labs were significant for mild anemia, thrombocytopenia and acute kidney injury. A CT scan of the chest revealed multiple pulmonary nodules, ascites, a 2.5 cm retroperitoneal lymph node and a mass in the right atrium. A transesophageal echocardiogram revealed a large 4 × 3.5 cm mass in the right atrium (). A cardiac MRI showed the same right atrial mass extending into the tricuspid valve leaflet and the inferior vena cava to the level of the intrahepatic inferior vena cava (). An MRI of the abdomen and pelvis confirmed a heterogeneous, hyper-intense filling defect in the inferior vena cava from the level of the renal veins extending into the right atrium ( and ). The patient underwent a paracentesis for ascites, which yielded a transudative fluid without malignant cells (WBC 531, ascitic fluid albumin 1.2 g/dL, lactate dehydrogenase 269 U/L (normal 110 - 230 U/L), and serum albumin 2.9 g/dL (normal 3.8 - 5.3 g/dL)). Serum carcinoembryonic antigen (CEA) and carbohydrate antigen 19-9 (CA 19-9) levels were elevated at 42.2 ng/mL (4 ng/mL in 2011) and 49 U/mL, respectively. She underwent a cardiac catheterization with biopsy of the right atrial mass, which revealed carcinoma cells positive for CDX2 and CK20 and negative for CK7 by immunohistochemistry, consistent with metastatic rectal adenocarcinoma. She was started on anticoagulation for the concomitant thrombus and was evaluated by the oncology team who recommended palliative chemotherapy. She declined chemotherapy and ultimately chose home hospice care instead.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'11259706': 1, '8298329': 1, '10554692': 1, '17939014': 1, '33144449': 1, '22412235': 1, '13711211': 1, '7946891': 1, '9341033': 1, '34059136': 2, '12892468': 1, '19496202': 1, '14363536': 1, '16259667': 1, '11481366': 1, '33442368': 2, '2071549': 1, '28912926': 2}", "similar_patients": "{'7772863-1': 1, '8165980-1': 1}"}