{"patient_id": 124882, "patient_uid": "5982488-1", "PMID": 29899767, "file_path": "noncomm/PMC005xxxxxx/PMC5982488.xml", "title": "Spontaneous Concurrent Intraspinal and Intracranial Subdural Hematoma: Management and Review of Literature", "patient": "A 14-year-old boy, presented to our emergency services with sudden onset severe headache and backache for last 12h. The headache was associated with fever and vomiting and associated severe pain over mid-back region and nape of neck; however, there was no history of fall or major trauma. He had two similar episodes of headache previously, which occurred about 7 and 4 days earlier and responded promptly to the conservative management with multiple blood transfusions and was scheduled to receive anti-thymocyte globulins as he was a known case of anaplastic anemia. He was awaiting bone marrow transplant pending suitable human leukocyte antigen –matched donor.\\nAt the time of evaluation on admission, he was conscious and alert, febrile with stable vitals. He was markedly pale with the presence of petechial rashes present all over his body. The signs of meningeal irritations, that is, neck rigidity, Kernig's sign, and Brudzinski's sign, were positive. Fundus evaluation showed the presence of papilledema. He had motor power of at least 4/5 MRC grade in all limbs; however, exact assessment was not possible due to severe pain. Deep tendon reflexes were brisk; Babinski reflex was bilateral extensor response. Hematological examination revealed hemoglobin of 6 g/dL and platelet count was less than 10,000/dL; he was managed conservatively. The patient received repeated platelet transfusion and got relief of symptoms over weeks.\\nNoncontrast cranial computed-tomography scan of the head revealed the presence of SDH in bilateral frontotemporal region and posterior fossa. Magnetic resonance imaging (MRI) of the head and the spine, sagittal section [] revealed the presence of SDH behind the clivus and over the cerebellar hemispheres and below the tentorium producing compression of the brain stem and shifted anterolaterally []. The hematoma of the spine was located in the cervical region and also extended up to lower dorsal spine region causing compression and displacement of spinal cord [].", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'24044087': 2, '15070147': 1, '31720274': 2, '2736122': 1, '16377954': 1, '12886137': 1, '16370287': 1, '30765999': 1, '18492438': 1, '31098347': 2, '27194987': 2, '25699526': 1, '29899767': 2}", "similar_patients": "{'4868945-1': 1, '6826098-1': 1, '3772293-1': 1, '6495584-1': 1}"}