{"patient_id": 71471, "patient_uid": "5793151-1", "PMID": 29340557, "file_path": "comm/PMC005xxxxxx/PMC5793151.xml", "title": "AN UNUSUAL CAUSE OF ACUTE ABDOMEN: SPLENIC INFARCTION", "patient": "A 36 year old previously healthy male military officer presented to his primary care\\nclinic with a three day history of epigastric pain. The pain was accompanied by\\nnausea, without vomiting, and by anorexia. His vital signs were normal. He was\\nill-appearing and distressed, with abdominal examination showing marked tenderness\\nin the epigastrium with focal peritoneal signs, making clinical assessment for\\norganomegaly impossible.\\nSuspecting a surgical abdominal emergency, the primary care physician referred the\\npatient to the emergency room. There, after evaluation by internist and surgeon,\\nurgent laboratory tests and a chest and abdomen CT were performed. Complete blood\\ncount showed anemia (hemoglobin-10 g/dl), leukocytosis (12.3*109/l) with\\na normal differential and normal platelets. Blood chemistry revealed normal\\nelectrolytes and renal function, elevated liver enzymes (AST-210 U/l, ALP-551 U/l),\\nLDH-13,000 U/l and uric acid 10mg/dl. Screening tests of coagulation failed to\\ndemonstrate any abnormalities.\\nAbdominal sonography revealed splenomegaly (splenic diameter of 22 cm) with a large\\nhypoechoic and heterogenic area at the spleen’s periphery, without blood flow within\\nthis area (), a finding consistent with\\na large splenic infarct.\\nA chest+abdominal CT was performed, revealing marked hepatomegaly and splenomegaly\\n(22 cm) with multiple peripheral well-defined wedge-shaped hypodense splenic\\nlesions, highly suggestive of multiple splenic infarcts (). Significant lymph node enlargement both above and\\nbelow the diaphragm was demonstrated as well. Left sided pleural effusion was also\\nnoted.\\nBased on these findings, a diagnosis of lymphoma, complicated by splenic infarcts,\\nwas suggested. Further analysis, including lymph node biopsy, bone marrow biopsy\\nwith immunophenotyping (CD20 positive, CD5 weakly positive, KI67=95%), and\\nperipheral blood lymphocyte immunophenotyping (CD5, CD19 positive, CD23 negative),\\nrevealed the patient was suffering from a stage IV diffuse large B-cell lymphoma.\\nTreatment with hydration, allopurinol and analgesics was immediately initiated, with\\nrelatively rapid improvement of abdominal symptoms, and was followed by chemotherapy\\nwith Hyper-CVAD regimen.\\nThe patient initially underwent autologous peripheral stem cell transplant, but has\\nsuffered from disease recurrence following the treatment. Later he achieved\\nremission following allogeneic bone marrow transplantation, and has now returned to\\nserve in the military in an administrative role.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'17125116': 1, '20843446': 1, '12583630': 1, '20928991': 1, '10642947': 1, '29340557': 2}", "similar_patients": "{}"}