{"patient_id": 71578, "patient_uid": "5804590-1", "PMID": 29457058, "file_path": "comm/PMC005xxxxxx/PMC5804590.xml", "title": "Coronary ostial stenosis detected by transesophageal echocardiography after aortic valve replacement: a case report", "patient": "An 80-year-old woman (height, 142 cm; weight, 48 kg) with severe aortic stenosis was scheduled to undergo AVR. A subjective symptom was exertional dyspnea. Exercise tolerance was 2METs. Preoperative transthoracic echocardiography (TTE) revealed the aortic valve to be tricuspid, with a valve area of 0.57 cm [], maximum flow rate of 5.0 m/s, maximum pressure gradient of 101 mmHg, and average pressure gradient of 64 mmHg. Severe calcification was observed in all leaflets and aortic annulus. Left ventricular wall motion was normal, and the ejection fraction was 77.5% (modified Simpson’s method). As well as TTE, TEE showed severe calcification of the aortic leaflets and annulus (Fig. a). TEE revealed the left coronary ostium intact (Fig. b). Similarly, preoperative coronary angiography did not reveal significant stenosis (Fig. ).\\nAnesthesia was induced with intravenous administration of midazolam, remifentanil, and rocuronium and was maintained with intravenous remifentanil and rocuronium and desflurane inhalation. Desflurane inhalation was stopped and intravenous propofol started just prior to establishment of cardiopulmonary bypass (CPB). Intraoperative TEE revealed severe calcification around all leaflets and the valve annulus, but left ventricular wall motion was normal. CPB was established by cannulating the ascending aorta and right atrium, and the ascending aorta was clamped following cannulation of the aortic root. Cardioplegic solution was administered via the cannula, followed by dissection of the aortic root upon asystole. During AVR, cardioplegic solution was administered from each coronary ostium via a selective coronary artery cannula. A biological valve (19-mm diameter; Trifecta™ Valve) was replaced after disconnecting the native valve and careful decalcification of the annulus. Withdrawal from CPB was uneventful and did not require vasopressors. TEE showed minor paravalvular leakage and good left ventricular function without dysfunction.\\nAbout 20 min after withdrawing CPB, signs of left heart failure appeared; systolic blood pressure was <70 mmHg, and mean pulmonary pressure was >40 mmHg. Despite administration of dobutamine (5 μg/kg/min) and adrenaline (0.1 μg/kg/min), hemodynamics did not improve. TEE showed regional wall motion decreases of the left ventricular anterior and septal walls. The electrocardiogram showed wide QRS and extensive ST elevation especially in V4 and V5. There was a high-brightness massive shadow at the left coronary ostium (Fig. , left) where the color flow on Doppler showed a mosaic image (Fig. , right). The patient was diagnosed with acute left heart failure owing to decreased left coronary perfusion. CPB was immediately resumed, and CABG to the left anterior descending artery with the large saphenous vein was performed. After CABG, regional wall motion at anterior walls was still moderately hypokinetic but wall thickness was on improving trend. Motion of septal walls improved markedly and became normal with catecholamines. TEE showed remnant of high-brightness massive shadow at the left coronary ostium with no mobility, and the color flow on Doppler showed a mosaic echo remain.\\nCPB was withdrawn with administration of dobutamine (5 μg/kg/min) and adrenaline (0.1 μg/kg/min). Hemodynamics was stabilized following CPB (Fig. ).\\nDetails of the operation were as follows: operative time, 331 min; duration of anesthesia, 403 min; duration of extracorporeal circulation, 177 min; duration of aortic interruption, 63 min; volume of infusion: blood transfusion (3300 ml), red blood cell solution (6 units), and fresh frozen plasma (10 units); urine volume, 475 ml.", "age": "[[80.0, 'year']]", "gender": "F", "relevant_articles": "{'8281371': 1, '4544298': 1, '5455528': 1, '6979984': 1, '16764308': 1, '22624088': 2, '311874': 1, '16998265': 1, '21810231': 2, '6024040': 1, '10155103': 1, '29457058': 2}", "similar_patients": "{'3162531-1': 1, '3354401-1': 1}"}