{"patient_id": 74409, "patient_uid": "5984264-1", "PMID": 29872587, "file_path": "comm/PMC005xxxxxx/PMC5984264.xml", "title": "Subcutaneous Rhytidhysteron Infection: A Case Report from South India with Literature Review", "patient": "A 40-year-old female agricultural worker by profession, presented with a swelling on the dorsum of the right hand. The swelling was present on the base of the 3rd phalanx of right hand since last one month. It measured 1 x 1 cm and was circular, firm, painless, and freely mobile (Figure ).\\nInitially, it was small but gradually increased to present size within a span of one month. The patient was non-alcoholic, non-smoker and her blood counts and other biochemical parameters were within normal range. Her chest X-ray was normal and she was seronegative for human immunodeficiency virus. She could not recollect any history of injury related to her swelling; however, the possibility of traumatic inoculation could not be ruled out owing to her profession.\\nClinically it was diagnosed as ganglion and fine needle aspiration cytology (FNAC) was done. Haematoxylin and Eosin (H&E) stain of the aspirate revealed short, thick, branched septate fungal hyphae (Figure ) highlighted on Periodic acid–Schiff (PAS) (Figure ) and Gomori methenamine silver stain (GMS). The aspirate was also subjected to 10% potassium hydroxide (KOH) wet mount examination (Figure ), Gram stain (Figure ) fungal culture and molecular typing.\\nThe isolate was moderately slow growing; grayish white colonies were observed after one week of incubation at 28°C on Sabouraud’s Dextrose Agar (SDA) slant. On further incubation, the colonies turned floccose, grayish black and the black pigment was observed on the reverse. Microscopy of lactophenol cotton blue tease mount showed thick, brown septate hyphae without any fruiting bodies.\\nThe isolate failed to sporulate despite repeat attempts to induce sporulation. It was sent to Postgraduate Institute of Medical Research and Education (PGIMER), Chandigarh for molecular analysis. There genomic DNA of the isolate was amplified and sequenced using a set of primers (ITS-1, 5′-TCCGTAGGTGAACCTTGCGG-3′ and ITS-4, 5′-TCCTCCGCTTATTGATATGC-3′), which amplify the internal transcribed spacer (ITS) region of the ribosomal subunit. GenBank basic local alignment search tool (BLAST) was used to (m. ) perform sequence homology search for species identification. BLAST search confirmed the isolates as Rhytidhysteron rufulum (GenBank accession no. KJ787018). The sequence showed 98–99% homology to R. rufulum isolates in GenBank (accession no. JX868651.1, KU236376.1, KU236375.1, AM286786.1 and AM711974.1). Case management details are not known as the patient was lost to follow up.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'27628109': 1, '25180152': 1, '18324495': 1, '18930137': 1, '24898242': 1, '23236275': 1, '29872587': 2}", "similar_patients": "{}"}