{"patient_id": 115822, "patient_uid": "5289142-1", "PMID": 28179970, "file_path": "noncomm/PMC005xxxxxx/PMC5289142.xml", "title": "Atypical Teratoid/Rhabdoid Tumor of the Sellar Region in an Adult With Long Survival: Case Report and Review of the Literature", "patient": "A 36-year-old female not known to have any medical illnesses, mother of five children presented to the emergency department on October 2013 with a history of severe headache associated with double vision and vomiting.\\nThe headache was progressive over 3 months, then became severe and associated with vomiting and double vision 1 month prior to presentation. She denied galactorrhea, but her menstruation had ceased 2 months earlier. There was no weakness or convulsion. She was on no medication, and had no significant past medical history and family history was unremarkable. Her neurological examination showed no neurological deficits apart from bilateral sixth nerve palsies with pale optic disc. The rest of examination was unremarkable.\\nHormone profiles including cortisol, plasma adrenocorticotropic hormone (ACTH), thyroid hormones, follicle-stimulating hormone (FSH), luteinizing hormone (LH) and insulin-like growth factor-1 (IGF-1) were all low as a result of panhypopituitarism (). In fact, FSH was at 0.5 IU/L, LH was at 0.02 IU/L, FT4 was low at 8 pmol/L with an inadequate level of thyroid-stimulating hormone (TSH) at < 0.005 mIU/L and growth hormone (GH) was low at 0.5 mIU/L. Her basal serum cortisol (measured at 8 a.m.) was 16 nmol/L and cortisol measurement after a synacthen stimulation test was 50 and 85 nmol/L at 30 and 60 min, respectively. She received replacement therapy with L-thyroxine 100 μg/day and hydrocortisone 10 mg a.m. and 5 mg p.m.\\nPreoperative magnetic resonance imaging (MRI) identified a large sellar mass with suprasellar extension ().\\nTransphenoidal approach and tumor resection was performed on November 2013 with subtotal resection of the sellar and suprasellar lesion. Postoperatively, the patient’s neurological status remained unchanged. She developed diabetes insipidus that was treated with desmopressin, and continued to require cortisol and thyroxin and discharged without complication.\\nThe histopathological study revealed a high-grade densely cellular neoplasm with frequent foci of necrosis (). Tumor cells were large-sized, polygonal in shape and arranged in sheets. The cytoplasm was clear to eosinophilic with focal eccentric eosinophilic globular inclusions. The nuclei were oval-shaped and pleomorphic with prominent nucleoli (). Immunohistochemical stains for cytokeratins were all negative ruling out metastatic carcinomas (CK (AE1/AE3), CK7, CK20, Cam 5.2 and CK5/6). Mesenchymal markers were all negative apart from vimentin (desmin, SMA, myogenin, and MyoD1). Immunostains for germ cell tumors were all negative (AFP, B-hCG, PLAP, and CD117). Neuronal as well as glial markers were negative as well excluding neuroendocrine tumors, primitive neuroectodermal tumors and gliomas (synaptophysin, chromogranin, and GFAP). Immunostains for melanoma were non-reactive (S100, melan-A, and HMB45). All immunostains for pituitary hormones were negative (GH, prolactin, TSH, FSH, LH, and ACTH). The tumor nuclei were negative for INI-1 (BAF 47) () and positive for cyclin D1. The morphologic characteristics and immunoprofile were diagnostic of AT/RT.\\nGiven the clinically aggressive natural history of this tumor, the patient was referred to oncology center, where she immediately commenced on concurrent chemotherapy (vincristine) with radiotherapy 60 Gy in 30 fractions followed by six cycles of chemotherapy; ICE protocol (ifosfamide, carboplatin, and etoposide) without any significant complication. After her sixth cycle of chemotherapy and radiation therapy, her condition improved and the pituitary MRI revealed a small residual tumor ().\\nShe has been on regular follow-up visits at the outpatient clinic for the last 3 years with no clinical or radiological evidence of recurrence after which a good recovery was noted, with a eucortisolemic and euthyroid state on hormonal replacement therapy. However, bilateral sixth nerve and optic atrophy had persisted.\\nLast pituitary MRI on November 2016 () demonstrates stable tumor with no evidence of new appearing enhancing lesion to suggest any recurring tumor.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'24569171': 1, '21811535': 2, '15779233': 1, '31528474': 2, '15254056': 1, '29541486': 2, '9737241': 1, '11921280': 1, '18309453': 1, '19124645': 1, '20663057': 1, '22213196': 1, '206343': 1, '18381756': 1, '30547013': 1, '21181449': 1, '9671307': 1, '20705400': 1, '24324353': 1, '33384656': 1, '25408935': 2, '24949218': 2, '1575023': 1, '8683283': 1, '28179970': 2}", "similar_patients": "{'5843975-1': 1, '4231618-1': 1, '3140928-1': 1, '4061576-1': 1, '6744721-1': 1}"}