{"patient_id": 67936, "patient_uid": "5534038-1", "PMID": 28754137, "file_path": "comm/PMC005xxxxxx/PMC5534038.xml", "title": "Tuberculous monoarthritis of the wrist in a patient with systemic lupus erythematosus: a case report", "patient": "A 31-year-old Sri Lankan woman, who was a known patient with systemic lupus erythematosus (SLE), mild persistent bronchial asthma and a history of recurrent urinary tract infections, presented with left wrist pain.\\nShe was diagnosed with SLE 5 years previously, when she presented with photosensitivity, malar rash, inflammatory polyarthritis and supportive immunological criteria. She was treated with 1 mg/kg dose of oral prednisolone initially which was subsequently tapered to a lower dose. She was on mycophenolate mofetil with good disease control and without any organ threatening complications, when she developed wrist pain.\\nOne year prior to the admission she developed gradually worsening pain in her left wrist, which was more towards the end of the day and worse with activity. She did not notice morning or inactivity stiffness. There was no proceeding history of trauma and other joints were not involved. She did not notice fever, oral ulcers or rashes during this period. However, she complained of fatigue. She did not notice numbness or weakness over the hand. She denied productive cough with hemoptysis or a contact history of TB.\\nThe symptoms worsened over time with worsening disability and limitation in wrist movements. She developed intermittent short lasting bouts of fever during the course of the illness, which was treated by her general practitioner. The diagnosis was urinary tract infections in these instances based on urine full reports showing pyuria and organisms. Urine cultures were not done at these instances.\\nThe patient was assessed by the physicians and rheumatologists from the onset of symptoms. She underwent radiography and hematological investigations, which did not reveal significant abnormalities. The pain was presumed to be due to SLE related synovitis.\\nShe then developed persistent low-grade pyrexia for about 1 month, predominantly in the evenings with worsening joint pain. She noted joint swelling over 1 week, and the joint became excruciatingly painful with restriction of movements in all directions.\\nApart from mild pallor and left wrist swelling, the general examination was unremarkable. There was clinical evidence of synovial thickening and effusion of the wrist joint, with marked tenderness and impairment of function. The power of the hand muscles was slightly diminished with wasting, without sensory impairment. System examination was unremarkable.\\nOn admission the patient was clinically diagnosed with septic arthritis and urgent arthrotomy and wash out was done. She was started on intravenous cloxacillin and ceftriaxone after obtaining cultures. Investigations to assess the presentation and SLE disease activity were done (Table —investigation findings).\\nShe had normal wrist and chest radiographs, serum creatinine and liver function tests. The positivity of acid fast bacilli and granulomatous inflammation in synovial biopsy was suggestive of tuberculous arthritis. Mantoux test was negative; however this was interpreted with caution in the background of immunosuppression. Her chest radiograph did not show evidence of past or present TB. Although the presence of acid fast bacilli and granuloma on synovial biopsy were suggestive of TB, non-tuberculous mycobacteria causing infection had to be excluded.\\nTB PCR and cultures were subsequently available confirming Mycobacterium tuberculosis infection.\\nIntravenous cloxacillin and ceftriaxone were continued for 3 weeks until the diagnosis of TB was confirmed. The patient underwent repeated surgical drainage of the wrist 2 weeks later, as there was increasing joint swelling with expanding abscess formation. She was seen by the rheumatologist in order to optimize therapy, and was also referred for physiotherapy and occupational therapy.\\nThe patient was educated on the diagnosis and the need of long term treatment. She was referred to the chest clinic where she was started on isoniazid, rifampicin, ethambutol and pyrazinamide along with pyridoxine. The baseline liver and renal functions were assessed prior to commencement of therapy. The treatment was continued for 2 months and a continuation phase of 10 months with isoniazid and rifampicin was planned.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'33422113': 1, '16686263': 1, '34377485': 2, '19246552': 1, '21640630': 1, '17265982': 1, '28286903': 1, '10616024': 1, '17940720': 1, '20739781': 1, '20575296': 1, '21764526': 1, '19548122': 1, '23594893': 1, '12870692': 1, '12051389': 1, '15801014': 1, '20947551': 1, '10584813': 1, '6725899': 1, '12455821': 1, '6427232': 1, '12787528': 1, '31772811': 2, '27111553': 1, '28754137': 2}", "similar_patients": "{'8320545-1': 1, '6854222-1': 1}"}