{"patient_id": 72988, "patient_uid": "5892251-1", "PMID": 29780423, "file_path": "comm/PMC005xxxxxx/PMC5892251.xml", "title": "Acute Suppurative Thyroiditis in an Intravenous Drug User with a Preexisting Goiter", "patient": "The patient is a 26-year-old female with a past medical history significant for IV drug use and a right-sided multinodular goiter who presented with five days of anterior neck swelling, predominantly on the right side, and associated tenderness to palpation. In the week prior to presentation, the patient had developed a sore throat, fatigue, and rhinorrhea, along with an abscess on the posterior aspect of her left forearm where she injects heroin. She denied ever injecting drugs into her neck or shoulders. Her review of systems was negative for fevers, chills, rigors, shortness of breath, wheezing, difficulty breathing, dysphagia, and chest pain. She further denied weakness, muscle twitching, diarrhea, constipation, weight loss, weight gain, and palpitations. Her multinodular goiter had been discovered about one year prior. At the time, she was asymptomatic and thyroid function tests were within normal limits, but no fine-needle aspiration (FNA) biopsy was performed.\\nOn admission, the patient was febrile to 100.9°F and tachycardic to 130 beats/minute, with blood pressure of 134/88 mm·Hg, respiratory rate of 18 breaths/minute, and oxygen saturation of 99% on room air. Bedside incision and drainage of the left forearm abscess was performed, and cultures grew methicillin-sensitive Staphylococcus aureus (MSSA). Laboratory workup was significant for an elevated white blood cell count of 23.8/μL with differential showing 84.6% neutrophils. Thyroid function tests showed a TSH of 0.02 U/mL, free T4 of 3.89 ng/dL, and free T3 of 5.1 pg/mL, consistent with thyrotoxicosis. The patient was HIV negative and hepatitis C antibody positive. Within the first 24 hours, one out of two blood cultures was positive for MSSA. Computed tomography (CT) scan of the neck with contrast showed a 6.4 × 6.1 × 7.1 cm mass regional to the right thyroid lobe, heterogeneous in appearance with multiple septations and with solid enhancing and cystic components (). Mild-to-moderate edema/inflammatory changes were evident along the retropharyngeal space. Additionally, mild luminal narrowing and posterior displacement of the right common carotid artery, lateral displacement and marked narrowing of the right internal jugular vein, and leftward deviation of the trachea were apparent.\\nThe patient was started on IV ampicillin-sulbactam, as her clinical picture was concerning for AST. Additionally, she was started on naproxen 500 mg twice daily and propranolol 20 mg three times daily for inflammation and thyrotoxicosis, respectively. Over the first four days of hospitalization, the patient remained afebrile, and the leukocytosis and neck swelling improved. A thyroid ultrasound was performed on day 4 to further evaluate for a drainable abscess given the concern for AST. The ultrasound showed a heterogeneous, necrotic, and hypervascular mass in the right lobe measuring 6.8 × 4.8 × 4.5 cm, without any drainable abscess (). The patient subsequently underwent ultrasound-guided FNA; cultures grew MSSA, and cytology was consistent with follicular lesion of undetermined significance. A transesophageal echocardiogram ruled out endocarditis. On day 8 of hospitalization, the patient was transitioned from IV ampicillin-sulbactam to oral amoxicillin-clavulanate and discharged home to complete a total of 14 days of antibiotics. She was also discharged on the same regimen of propranolol and naproxen. The patient was instructed to follow up at the endocrinology clinic in one month and receive a repeat FNA in three to six months.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'12826640': 1, '34295645': 1, '23873429': 1, '26347336': 1, '25219934': 1, '13415949': 1, '20171198': 1, '22136210': 1, '23893617': 1, '32671221': 1, '17561081': 1, '17471585': 1, '25077095': 2, '12659365': 1, '20144025': 1, '28469851': 1, '19508119': 1, '17259797': 1, '28781832': 2, '29780423': 2}", "similar_patients": "{'4114048-1': 1, '5538065-1': 1}"}