{"patient_id": 116338, "patient_uid": "5336376-1", "PMID": 28231652, "file_path": "noncomm/PMC005xxxxxx/PMC5336376.xml", "title": "Fibrous Dysplasia in the Epiphysis of the Distal Femur", "patient": "A 17-year-old man visited our hospital because of an abnormal finding on a simple radiograph of the right knee that was taken in a primary care clinic for constitutional varus knee. The subject reported no pain. Physical examination revealed no tenderness, swelling, effusion, or limitation of motion of the knee. He did not have any history of trauma or medical illnesses.\\nPlain radiographs of the right knee demonstrated a 25×25×20 mm well-defined multi-septated osteolytic lesion in the epiphysis of the distal femur with sclerotic rim. There was no significant change in the contour of the cortex (). Gadolinium-enhanced magnetic resonance imaging (MRI) was performed (). The MRI showed an eccentric lobulated contoured mass in the lateral femoral condyle, which displayed heterogeneous intermediate signal intensity on a T1-weighted image and heterogeneous high signal intensity on a T2-weighted image. The lesion showed strong gadolinium enhancement. There was no metaphyseal or soft tissue encroachment. Neither was there significant bone marrow or soft tissue edema. Based on the radiologic findings, chondroblastoma, giant cell tumor, chondromyxoid fibroma, and fibrous dysplasia were considered as differential diagnoses.\\nCurettage and autogenous bone graft were performed through a cortical fenestration to prevent collapse of the articular surface. The mass was grossly gritty-feeling, firm, solid, and white. Histologic findings showed curvilinear trabeculae of metaplastic woven bone in a hypocellular, fibroblastic stroma (). Osteoblastic rimming was conspicuously absent. The fibroblastic stroma showed low cellularity and consisted of myxoid material in a collagenous matrix. Collections of foam cells with macrophages were also present. A few multinucleate giant cells were present. Fibroblastic proliferation and some foamy macrophages with disorganized bony trabeculae were histological features corresponding to fibrous dysplasia. The lesion did not recur during the 3-year follow-up period.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'11213984': 1, '2105021': 1, '5770409': 1, '34336077': 1, '2014302': 1, '16085630': 1, '33720060': 1, '403790': 1, '4682714': 1, '23691394': 2, '28231652': 2}", "similar_patients": "{'3638507-1': 1}"}