{"patient_id": 66421, "patient_uid": "5412439-4", "PMID": 28420223, "file_path": "comm/PMC005xxxxxx/PMC5412439.xml", "title": "Clinical and Molecular Characterization of Patients with Fructose 1,6-Bisphosphatase Deficiency", "patient": "Case 4 was a boy of 10 years and eight months old was referred to the department of SCMC’s Pediatric Intensive Care Unit for severe vomiting, convulsions, and coma. He was born full term by normal delivery, the third child of healthy parents. The first baby was premature and died of asphyxia at two months, whereas the second lived to 24 years old, and he was healthy. The first onset was 24 h after birth due to very poor oral intake. Due to frequent convulsions, he was diagnosed with epilepsy at the age of one year and received antiepileptic therapy. The attacks then tended to be less severe, and the drug treatment was terminated when he was three years old. However, through to age 10, his attacks of convulsions occurred frequently. He recently developed strabismus and vision loss involving the right eye (H). The boy also had an obvious intellectual development delay. The initial laboratory findings revealed hypoglycemia (glucose: 0.6 mmol/L), hyperlactacidemia (12.6 mmol/L), metabolic acidosis (pH: 6.91, base excess: −22.1 mmol/L), and hyperuricemia (uric acid: 892 μmol/L). Blood samples obtained during hypoglycemia were insulin: 14 μIU/mL, ACTH; 19.6 pg/mL, and cortisol: 38.5 μg/dL. The cranial MRI results showed that several parts of the brain harbored symmetrical, patchy, abnormal signals, including the cerebellum, frontoparietal area, basal ganglia, and thalamus (E,F). Cranial magnetic resonance spectroscopy (MRS) identified a significantly increased lactate peak with a reduced N-acetyl aspartate (NAA) peak (G), indicating hypoxic lesions of the brain. Abdominal ultrasound showed hepatomegaly and pyoperitoneum. The CGMS data showed that no hypoglycemia occurred. The mean glucose level was 5.0 ± 0.5 mmol/L, yet postprandial glucose peaks were poor, and this was successfully induced by glucose (B).\\nAll of the clinical and laboratory data in the four cases are presented in .", "age": "[[8.0, 'month']]", "gender": "M", "relevant_articles": "{'31752936': 2, '7558035': 1, '27101822': 1, '34436420': 1, '165410': 1, '11286391': 1, '25741868': 1, '29955609': 1, '32851303': 1, '12126934': 1, '24412565': 1, '9382095': 1, '29556139': 1, '7807945': 1, '25331386': 1, '23585210': 1, '26936515': 1, '19259699': 1, '4193749': 1, '31278438': 1, '7763253': 1, '24499211': 1, '30539904': 1, '32020156': 1, '25601412': 1, '21599942': 1, '29184821': 1, '20096900': 1, '28420223': 2}", "similar_patients": "{'5412439-1': 2, '5412439-2': 2, '5412439-3': 2, '6868814-1': 1}"}