{"patient_id": 64747, "patient_uid": "5298529-1", "PMID": 28210639, "file_path": "comm/PMC005xxxxxx/PMC5298529.xml", "title": "An Interesting Case of Tolosa-Hunt Syndrome in a Young Male", "patient": "A 33-year-old Hispanic male with no relevant past medical history presented to our hospital with severe right-sided retro-orbital pain with right-sided ptosis and diplopia. The patient was at work 2 weeks prior when the onset of headache occurred. The headache began to worsen throughout the day. The patient went to a different hospital 3 days after onset of pain and was diagnosed with sinusitis and was sent home on antibiotic treatment. The pain continued to progress, and 1 week after onset of pain, the patient began to have ptosis and diplopia. He presented to another hospital where he was diagnosed with a cluster headache and was sent home with pain medications. The patient then visited an optometrist who referred him to an ophthalmologist due to the ptosis and diplopia. The ophthalmologist then urgently sent him to our hospital for magnetic resonance imaging (MRI) and follow-up.\\nIn our emergency room, the patient endorsed deep right-sided retro-orbital pain that radiated down to his neck. He complained of neck stiffness but denied any symptoms of nausea or vomiting, recent upper respiratory symptoms, numbness, tingling, or weakness in any part of the body. He denied any sick contacts, recent travel, or work-related chemical exposures. The patient had no past medical or family history of headaches or migraines. On physical exam, the patient’s right eye was completely closed during initial consult. Adduction of the right eye past midline was limited to 25% of normal, and upward gaze was limited to 70% of normal. However, abduction, downward gaze, and vision were intact. Neurological exam was unremarkable. The patient was started on ketorolac 15 mg IV (intravenous) for pain control.\\nMRI and magnetic resonance angiography (MRA) were done immediately, and it was determined that corticosteroid treatment would be held until an infectious etiology could be ruled out by lumbar puncture. MRA showed that the A1 segment was hypoplastic with no critical stenosis or aneurysm. MRI findings were suggestive of right oculomotor neuritis with a decrease in size of the right oculomotor nerve, increased surrounding fluid, and mildly increased contrast enhancement. An MRI of the orbit was recommended, which showed mild focal asymmetric enhancement along the lateral wall of the right cavernous sinus just posterior to the orbital apex in the expected location of the right oculomotor nerve (). Calcium level was 8.8 mg/dL, ANA was negative, rheumatoid factor was negative, and erythrocyte sedimentation rate was not elevated. Chest X-ray did not show hilar adenopathy and was unremarkable otherwise. A complete infectious etiology was ruled out, which included the following: Lyme disease, herpes simplex virus, Aspergillus, Coccidioides, West Nile, syphilis, Cryptococcus, Histoplasma/Blastomyces. Complete vital panel was negative. A lumbar puncture was done, and cerebrospinal fluid (CSF) studies revealed normal glucose, normal protein, and one nucleated cell. CSF angiotensin-converting enzyme level was normal. However, a serum angiotensin-converting enzyme level was not checked. CSF cytology was negative; CSF IgG index was normal. Serum and urine protein electrophoresis were normal. The patient was immediately started on IV methylprednisolone 500 mg BID for 3 days. The patient’s pain and ocular movements began to marginally improve within 12 hours of the first dose ().\\nThe patient continued IV steroids, and on day 3, he reported that his pain had completely resolved with significantly improved adduction of the right eye (). The patient was released home on day 4 with almost complete normalization of his right eye adduction. The patient was discharged home on prednisone 60 mg daily for 7 days with follow-up with Neurology.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'1559257': 1, '30191197': 1, '24703581': 1, '16109058': 1, '32637928': 1, '19918410': 2, '25688645': 1, '34508416': 2, '24477599': 1, '34409218': 1, '28210639': 2}", "similar_patients": "{'8369562-1': 1, '2769420-1': 1}"}