{"patient_id": 72368, "patient_uid": "5841118-2", "PMID": 29682361, "file_path": "comm/PMC005xxxxxx/PMC5841118.xml", "title": "Recurrent Ameloblastoma: A Surgical Challenge", "patient": "A 45-year-old male patient visited the Department of Oral and Maxillofacial Surgery with swelling over the right temple area of the face. He reported an asymptomatic swelling since 1 month which progressively increased in size. It was soft dumbbell shaped swelling in the right temporal region with no signs of infection.\\nBack in 2012, he had been referred to the same unit by general practitioner for gross swelling in the right jaw. Panoramic radiograph and CT scan showed multilocular radiolucency. The patient was subjected for biopsy and reported as ameloblastoma of the right mandible. He underwent right hemimandibulectomy. On table, the resected specimen was subjected for intraoperative radiography to understand the clearance of 1.5 cm safe radiologic margin. The histological report also revealed ameloblastoma with atypical features showing hypercellularity. Hence, he was kept on regular follow-up.\\nIn 2016, he reported with a swelling on the right temple region. MR imaging studies showed heterogeneously enhancing altered signal intensity lesion (measures 4.4 cm × 3.7 cm × 4.6 cm) with tiny cystic areas noted in the right infratemporal fossa (). The patient underwent tumour excision with a layer of overlying soft tissue through transzygomatic approach (Figures and ). The defect was packed with temporalis muscle flap. The specimen was sent for pathologic evaluation. Frozen sections confirmed the diagnosis of follicular ameloblastoma with a tumour-free margin. His hospital stay was uneventful, and he is currently on regular follow-up.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'3858399': 1, '28669443': 1, '33681413': 1, '27902954': 1, '24036809': 1, '25926124': 1, '8448060': 1, '27998738': 1, '15583536': 1, '16487813': 1, '4812754': 1, '26792147': 1, '3143780': 1, '19297131': 1, '20485075': 1, '16421264': 1, '32015665': 2, '7746553': 1, '4907054': 1, '8113429': 1, '4512196': 1, '12040207': 1, '17222535': 1, '4500335': 1, '19423268': 1, '2911052': 1, '26225082': 1, '7015222': 1, '3886859': 1, '27793625': 1, '9766545': 1, '5318030': 1, '11805772': 1, '17171095': 1, '16982313': 1, '24015013': 2, '26386615': 1, '28187692': 1, '6583361': 1, '19022680': 1, '29682361': 2}", "similar_patients": "{'5841118-1': 2, '6974997-1': 1, '3757886-1': 1}"}