{"patient_id": 68076, "patient_uid": "5544984-1", "PMID": 28785287, "file_path": "comm/PMC005xxxxxx/PMC5544984.xml", "title": "Novel compound heterozygous ASXL3 mutation causing Bainbridge-ropers like syndrome and primary IGF1 deficiency", "patient": "The patient is a 16-year-old Caucasian British boy born at full term following an induction of labour to non-consanguineous Caucasian healthy British parents. The antenatal scans were normal and the birth weight was 4.1 kg (1.84 SDS). He was admitted to the neonatal unit due to respiratory distress. Whilst in the neonatal unit, he had persistent feeding difficulties and required tube feeding. He was noted to have scaphocephaly that required surgical fixation at 4 months of age. He also developed severe constipation from 5 weeks of age requiring daily bowel washouts from 18 months of age and colostomy at 3 years. He had bilateral undescended testes requiring orchidopexy. He has global developmental delay and complex learning difficulties requiring additional support at school. He also has been diagnosed with autism. At 7 years of age, he was referred to endocrinology for assessment of his severe short stature (−4.11 SDS for height, mid parental height: −1.1 SDS, weight: -2.30 SDS). He has dysmorphic features including prominent long nasal bridge and forehead, small lower jaw, thin lips, low set cupped ears, strabismus and down-slanting palpebral fissures (Fig. ). He was found to have a normal growth hormone (GH) response (peak GH 11.7 μg/L) (Normal:>6.7 μg/L) to an arginine stimulation test. He had a bone age delay of 3 years and the IGF1 was persistently low at 4.9 nmol/L (−3.2 SDS). TSH (Thyroid stimulating hormone), Free T4 (thyroxine), ACTH (Adreno corticotrophic hormone), prolactin and cortisol concentrations were all within the normal range. A trial of rhGH (recombinant human ﻿growth hormone) (50 μg/kg/day) for a period of 1 year was ineffective in improving height velocity (Fig. ). An IGF1 (insulin growth factor-1) generation test after 33 μg/kg of rhGH did not produce any response. Subsequently, recombinant IGF1 (rIGF1) therapy (mecasermin) was commenced at 12.5 years which resulted in improvement of height velocity to -3SDS (Fig. ). He has a normal muscle tone and normal deep tendon reflexes. His cranial MRI scan of brain and spine were normal. The hearing has been normal. The echocardiogram and renal ultrasound did not identify any abnormalities. The plasma amino acids, urine organic acids, pyruvic acid analysis were within the normal limits. CGH microarray did not reveal any copy number changes. Targeted sequencing of IGF1, IGF1R and GHR did not reveal any mutations. Currently, the patient continues to require rIGF1 therapy to support growth. The weight gain continues to be suboptimal (Fig. ).", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'24639006': 1, '17604717': 1, '16691589': 1, '18436791': 1, '24096405': 1, '27075689': 1, '26456530': 1, '21423274': 1, '24044690': 2, '19826436': 1, '14744114': 1, '29696776': 1, '32696347': 1, '29318063': 1, '25835095': 1, '31180560': 1, '23383720': 1, '26254106': 1, '33392332': 2, '26647312': 1, '28100473': 1, '27901041': 1, '22186017': 1, '34886823': 1, '28785287': 2}", "similar_patients": "{'7760454-1': 1, '3851682-1': 1}"}