{"patient_id": 65080, "patient_uid": "5327875-1", "PMID": 28265419, "file_path": "comm/PMC005xxxxxx/PMC5327875.xml", "title": "Primary gastric lymphoma in a soldier presenting as acute gastrointestinal bleeding", "patient": "An 18-year-old male soldier was referred to a basic training clinic for evaluation of an epigastric pain. The soldier underwent a standard medical evaluation several months prior to recruitment which was unremarkable. In the office, the soldier reported having been treated several weeks pre-recruitment with a standard eradication regimen for presumed H. pylori infection diagnosed by both serology and urease breath test. Endoscopy was not performed.\\nThe soldier reported a constant, stabbing, non-radiating epigastric pain accompanied by nausea. No aggravating or alleviating factors were identified. He denied having fever, vomiting, diarrhea, bloody stools, melena or weight loss. Upon physical examination, left epigastric tenderness was noticed on abdominal palpation. The rest of the examination was unremarkable. The soldier was prescribed oral H2 blockers with a working diagnosis of peptic disease and was referred to a gastroenterologist for further evaluation.\\nThree days later, the soldier was urgently referred back to the clinic due to a worsened abdominal pain, and marked fatigue. Physical examination revealed a heart rate of 120/min, blood pressure 120/75 mmHg and oral temperature of 37°c. Abdominal examination revealed only mild epigastric tenderness. During observation, hypotension which responded to volume expansion was evident and the patient was thus urgently evacuated to the nearest hospital.\\nUpon hospital admission gastric contents resembling 'Coffee Ground’ were identified following nasogastric intubation and a rectal examination revealed typical melena. Laboratory tests revealed severe acute blood loss with a hemoglobin of 4.5 gr%, hematocrit 14%, normocytic red blood cell indices, mild leukocytosis and notable thrombocytosis. Reticulocytosis was noted on peripheral blood smear. Emergency gastroscopy revealed a large ulcerated gastric mass in the gastric antrum which was biopsied. The gastric bleeding ceased spontaneously without a need for any additional intervention.\\nHistopathological examination revealed a B-cell lymphoma; tumor cells were large and positive for LCA, CD20, CD79a with Ki67+ (95-100%), consistent with an aggressive diffuse large B-cell lymphoma, with very high proliferation index and apoptosis (Figure ). Abdominal computed tomography demonstrated marked concentric thickening of gastric antrum with luminal narrowing. The liver was homogenous and no lymphatic involvement was observed (Figure ). No evidence for thoracic involvement was noted on chest CT. Primary gastric diffuse large B-cell lymphoma (PG-DLBCL) stage IE was thus diagnosed. Bone marrow biopsy revealed no infiltration.\\nFollowing standard protocols for pre-medication, cardiac evaluation and sperm cryopreservation, chemotherapy consisting of intravenous rituximab (8 cycles) in combination with CHOP (6 cycles) was initiated. Adjuvant pegylated G-CSF was administered following each cycle and no significant complications were noted. PET-CT evaluation after 4 R-CHOP cycles revealed complete resolution of the gastric lymphoma mass without any FDG uptake. A repeated PET-CT after conclusion of chemotherapy showed normal anatomy without any FDG uptake or evidence for active lymphoma. The patient was relieved from military duty and volunteered to service 6 month later upon remission. The patient is in complete remission over 2.5 years of follow-up.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'15069707': 1, '31413589': 2, '21180593': 1, '17156403': 1, '18682784': 1, '16556173': 1, '14695759': 1, '28265419': 2}", "similar_patients": "{'6660623-1': 1}"}