{"patient_id": 74074, "patient_uid": "5965162-1", "PMID": 29849301, "file_path": "comm/PMC005xxxxxx/PMC5965162.xml", "title": "Posterior Reversible Encephalopathy Syndrome Presenting as Stroke Mimic", "patient": "A 33-year-old male with uncontrolled HTN and end stage renal disease (ESRD) presented to the emergency department (ED) just prior to scheduled hemodialysis due to severe HTN. Initial blood pressure was 248/165 mmHg and the patient complained of a worsening headache and throbbing pain behind his eyes. He admitted to missing his last session of dialysis and his laboratory values were remarkable for a blood urea nitrogen (BUN) of 53mg/dL, creatinine (Cr) 4.67mg/dL, and serum bicarbonate (CO2) 21 mEq/L. Remaining serum electrolytes and hepatic function panel were normal. Symptoms were attributed to volume overload due to missed dialysis, and treatment with furosemide 40mg intravenous (IV) was initiated. Repeat blood pressure was 197/134 mmHg, and the patient was transported to the dialysis unit.\\nUpon completion of dialysis he remained hypertensive and immediately returned to the ED with severe headache, dizziness, and unilateral weakness. His blood pressure was 200/135 mmHg, heart rate 93 beats per minute, respiratory rate 22 respirations per minute, temperature 98.9°F. Physical examination was significant for pupils equal and reactive to light bilaterally with extra ocular movements intact, cranial nerves II–XII intact, [3/5] strength in the right upper extremity, [5/5] strength in left upper extremity, [2/5] strength in the right lower extremity, [5/5] strength in left lower extremity. Laboratory values showed the following abnormalities: BUN 39mg/dL, Cr 3.67 mg/dL, and brain natriuretic peptide 42500 pg/mL; serum electrolytes, hepatic function and troponin were normal.\\nInitial noncontrast head CT showed hypodense areas in the right lentiform nucleus and the medial bilateral occipital lobes concerning for acute to subacute infarct. Potential hypodense areas in the cerebellar hemispheres concerning for acute to subacute infarct could not be distinguished from artifact from adjacent bony structures. The patient’s unilateral right-sided weakness and CT findings brought stroke to the top of the differential diagnosis and the stroke team was consulted. The patient’s blood pressure was initially treated with one sublingual nitroglycerin prior to IV access, followed by 10mg intravenous labetalol. One hour after the patient’s arrival his blood pressure was 136/90 mmHg. The patient complained of continued headache and progressively worsening bilateral visual field deficits involving both inferior quadrants of each eye as well as bilateral loss of visual acuity. His blood pressure remained labile and he was subsequently placed on a nicardipine drip at 2.5mg/hr for more precise blood pressure titration.\\nFollowing blood pressure stabilization, an MRI brain without contrast (our institution’s stroke protocol) was obtained. MRI showed extensive T2 fluid-attenuated inversion recovery (FLAIR) hyperintensities involving the occipital lobe gray matter and the subcortical white matter of the occipital, parietal, and frontal lobes. T2 FLAIR hyperintensities were also present in the deep gray and white matter, periventricular white matter, cerebellum, midbrain, and pons. A mixture of cytotoxic and vasogenic edema was seen as diffusion-weighted hyperintensities involving the left body of the corpus callosum and an area of deep white matter in the posterior right frontal lobes ().\\nThe patient was admitted to the stroke service and was eventually transitioned to oral anti-hypertensive medications. His vision began to improve 24 hours after admission and upon discharge eight days later he had markedly improved visual acuity: 20/20 in the right eye with a mild right inferior quadrantopia and 20/40 in the left eye. His hospital course was prolonged by dialysis requirements and transfer to the psychiatric floor due to suicidal ideation and depression stemming from his poor health and hospitalization.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'22377097': 2, '19234694': 1, '24329761': 1, '18356474': 1, '21717193': 1, '18249121': 1, '22919546': 2, '16258402': 1, '17885064': 1, '8559202': 1, '17698535': 1, '24126039': 1, '23219827': 1, '32851119': 1, '33630183': 1, '34291313': 1, '21590625': 1, '19762885': 1, '20435835': 1, '29849301': 2}", "similar_patients": "{'3311605-1': 1, '3424847-1': 1}"}