{"patient_id": 121243, "patient_uid": "5694734-1", "PMID": 29184868, "file_path": "noncomm/PMC005xxxxxx/PMC5694734.xml", "title": "Long-term recurrence-free survival of a patient with advanced pure primary ovarian squamous cell carcinoma treated with dose-dense paclitaxel combined with carboplatin", "patient": "A 71-year-old woman, para 2, with lower abdominal and back pain was referred to our hospital for the evaluation and treatment of pelvic cavity tumor that was identified at a nearby clinic. A solid tumor of the left ovary, 70×50 mm in diameter, was identified on transvaginal ultrasonography, magnetic resonance imaging (MRI), and contrast-enhanced computed tomography (CE-CT) (). The tumor seemed to adhere to the uterus and sigmoid colon, but no metastasis to distant organs or lymph nodes was identified. Uterine cervical and endometrial cancer screening demonstrated no evidence of abnormal cytology. Blood and urinary chemistry parameters were all within the normal range. Tumor markers for epithelial ovarian cancer were as follows: carbohydrate antigen (CA) 125, 61.1 U/mL; CA 19-9, 2.1 IU/mL; and carcinoembryonic antigen, 2.0 ng/mL. Upper and lower gastrointestinal tract endoscopy demonstrated no abnormal findings except for a benign polyp of the colon.\\nLaparotomy revealed a left ovarian tumor, smaller than fist size, that was adherent to the uterus, peritoneum, rectum, and sigmoid colon. A small amount of ascites was identified and collected. Because of the severe adhesion to the vesicouterine pouch and pouch of Douglas, due to peritonitis carcinomatosa, optimal surgery for ovarian cancer was thought to be impossible. We first resected the left ovarian tumor, then performed a right salpingo-oophorectomy. Histopathological examination of frozen sections during the operation showed SCC of the left ovary, and cytology of the ascites was positive for SCC. Low-anterior colon resection and colostomy were then performed because the sigmoid colon and its mesenterium showed deep and widespread invasion by the carcinoma, and preservation of these structures was judged to be impossible. There were no obvious tumors on the surfaces of the liver, diaphragm, or omentum in the upper abdomen, although there were some thin remnant tumors >2 cm in size clinging to the surfaces of the peritoneum and mesenterium after the tumor was removed.\\nThe serum level of SCC antigen measured just after the operation was slightly elevated at 3.5 ng/mL. Post-operative histopathological diagnosis revealed well-differentiated SCC of the left ovary, with direct invasion into the submucosal layer of the sigmoid colon (). No other components, such as cystic teratoma, Brenner tumor, endometriosis, or endometrioid adenocarcinoma, were identified, although there was a small mucinous-adenoma-like component that displayed no evidence of differentiation to squamous epithelial cells. Based on these findings, the patient was diagnosed with International Federation of Gynecology and Obstetrics (FIGO) stage IIIc pure primary ovarian SCC.\\nAs the first-line adjuvant chemotherapy, 2 courses of dd-TC (paclitaxel, 80 mg/m2 [Bristol-Myers Squibb Company, Princeton, NJ, USA] and carboplatin, area under the curve of 5 [Bristol-Myers Squibb Company]) were administered, followed by 3 courses of CPT-P (CPT-11, 48 mg/m2 [Pharmacia & Upjohn, Inc., Peapack-Gladstone, NJ, USA] and cisplatin, 48 mg/m2 [Bristol-Myers Squibb Company]). Then 4 additional courses of dd-TC were given. After 2 courses of dd-TC chemotherapy, the patient developed ileus that we suspected might be due to the progression of her disease. We therefore switched the regimen from dd-TC to CPT-P. The ileus was managed conservatively and no signs of recurrence were detected. After 3 courses of CPT-P, the patient developed renal dysfunction, and thus we changed the chemotherapy regimen from CPT-P back to dd-TC. Positron emission tomography-computed tomography (PET-CT) performed 10 months after the operation demonstrated no residual tumor, and complete response was considered to have been achieved. We periodically evaluated the status of the patient's disease during and after chemotherapy by imaging and tumor marker measurements, with no signs of SCC recurrence at the time of this writing.\\nThree years after the operation the patient developed breast cancer, and left mastectomy and sentinel lymph node biopsy were performed at the Department of Surgery of the Fukushima Medical University Hospital. Post-operative histopathological diagnosis revealed invasive ductal carcinoma, papillotubular carcinoma of the left breast, T1cN0M0 stage I primary breast cancer. Pre-operative PET-CT revealed no abnormalities except for the tumor of the left breast, thus confirming the absence of any recurrences of ovarian SCC. Since the breast cancer operation, the patient has been treated with the molecular-targeted agent trastuzumab (Genentech, Inc., South San Francisco, CA, USA).\\nThe patient has been free from recurrence of ovarian SCC for over 5 years since her first ovarian surgery, as determined by extensive evaluations including transvaginal ultrasonography, CE-CT, PET-CT, uterine cervical and endometrial cytology, and tumor marker measurements.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'8669530': 1, '25511544': 1, '9683285': 1, '11104632': 1, '8651358': 1, '25879364': 1, '6871135': 1, '9572185': 1, '25435984': 2, '9610706': 1, '30546448': 1, '31772854': 2, '7700049': 1, '21301917': 1, '19767092': 1, '20567144': 1, '17291229': 1, '29184868': 2}", "similar_patients": "{'4246634-1': 1, '6837264-1': 1}"}