{"patient_id": 124626, "patient_uid": "5961320-1", "PMID": 29887898, "file_path": "noncomm/PMC005xxxxxx/PMC5961320.xml", "title": "Endotracheal stent increased survival length in patients with invasive thymic adenocarcinoma", "patient": "A 53-year-old male developed a cough and stridor, 1 month after cholecystectomy. Spirometry results were within referent range, postintubation stenosis was suspected, and chest X-ray was done. Incidental 6.5 cm mediastinal mass was revealed []. Computed tomography (CT) revealed enlarged subcarinal lymph nodes and necrotic mass (6.5 cm) protrudes into distal trachea and compression of vena cava inferior (VCI) []. Fiberoptic bronchoscopy showed 2 cm infiltration of the trachea with two-third stenosis. Needle biopsy showed branching papillae with fibrovascular cores composed of cells with nuclear atypia. Immunohistochemistry of necrotic tissue showed positivity for EA, CK-5/6/7/19, CD-5/117, CD-5, galectin-3, and carcinoembryonic antigen, what confirmed the diagnosis of thymic papillary adenocarcinoma []. Other primary origin sites were excluded from the study. The tumor was inoperative due to the severity of symptoms and comprehensive tracheal stenosis. Recanalization with plasma coagulation, debridement of necrotic masses, and the placement of Polyflex endotracheal stent (Boston Scientific Co, Boston, Massachusetts, USA) [] was performed, followed by radiotherapy and chemotherapy (carboplatin 5 mg/ml and paclitaxel 225 mg/m2). General patient's condition was better, but 1 year later he developed a productive cough with foul-smelling sputum. Evaluation of sputum sample revealed gastric content, while radioscopy with barium passage and thoracic CT revealed tracheoesophageal fistula. Therefore, 12 cm tracheoesophageal stent was placed to cover fistula []. One month later, right-side pneumothorax developed. Esophagogastroduodenoscopy and bronchoscopy revealed broncho-esophageal-pleural communication, with esophageal stent protruded into the trachea and right bronchus and with tracheal stent protrudes into the esophagus. Although thoracic drainage was performed, the patient died 4 days later.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'20421278': 1, '12502935': 1, '18611939': 1, '23667208': 1, '20525708': 1, '21046507': 1, '23725376': 2, '12755313': 1, '12527586': 1, '15754301': 1, '29887898': 2}", "similar_patients": "{'3672093-1': 1}"}