{"patient_id": 117570, "patient_uid": "5422758-1", "PMID": 28512426, "file_path": "noncomm/PMC005xxxxxx/PMC5422758.xml", "title": "Spontaneous Unilateral Subperiosteal Hematoma in the Orbit due to Self-Induced Asphyxia: Unusual Cause of Unilateral Exophthalmos", "patient": "A 48-year-old female was found at the end of December 2015 lying in her bathtub with a cable around her neck after copious alcohol ingestion. After acute internal and psychiatric evaluation, the patient presented herself a week later in our clinic with painless spontaneous proptosis of 4 mm of the left globe with downward displacement (Fig. ). The visual acuity was 20/20 and the intraocular pressure was 15 mm Hg. There were no pathological perimetric findings. No afferent pupillary defect and no dyschromatopsia were found. There was little restriction of movement on upward gaze. We also saw a slight hyperemia of the conjunctiva, no petechiae, and a normal funduscopic finding. There was no known systemic disease, specifically, no bleeding disorders, nor was the patient taking anticoagulants.\\nMagnetic resonance imaging (MRI) revealed a homogenous biconvex lesion (Fig. ) in the superior left medial orbit without compression of the optic nerve and lying above the superior rectus and superior oblique muscle. We recommended a conservative treatment until the next visit.\\nDuring the following weeks, the proptosis decreased gradually. The MRI 4 months after the onset of symptoms showed a complete resolution of the lesion (Fig. ). On clinical examination, the visual acuity had not decreased, there was no restriction or pain on movement and no afferent defect, and intraocularly, there was a normal finding.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'16527770': 1, '31558959': 1, '25636583': 1, '27342324': 1, '30619972': 1, '24063522': 1, '18025660': 1, '25248423': 1, '33163693': 1, '11150286': 1, '18353600': 1, '24359805': 1, '33078122': 1, '30941456': 1, '4050939': 1, '28512426': 2}", "similar_patients": "{}"}