{"patient_id": 63800, "patient_uid": "5172574-1", "PMID": 28003872, "file_path": "comm/PMC005xxxxxx/PMC5172574.xml", "title": "A reversible posterior leucoencephalopathy syndrome including blindness caused by preeclampsia", "patient": "A 24-year-old, Caucasian woman, gravida 5 para 2 presented at the Obstetrical Emergencies at 32 weeks gestation complaining of headache, abdominal pain and absence of foetal movements. Regular follow-up of the on-going pregnancy had, so far, been uneventful. Before the event, the patient has no symptoms, no on-going oedema, no hypertension and no visual disturbances. Past medical history was unremarkable.\\nAt the time of admission, blood pressure was 180/120 mm Hg. No foetal heart activity was noted at cardiotocogram and ultrasound. Intrauterine foetal death at 32 weeks of gestation was confirmed.\\nOn physical examination, no peripheral oedema was present. A Bishop score of 4 was noted.\\nLaboratory tests revealed proteinuria (2 +), a mild elevation of uric acid (7mg/dL) and LDH (750 UI/L). Hepatic tests and platelets counts were normal.\\nA diagnosis of severe preeclampsia complicated with foetal death was confirmed.\\nUrgent labour induction was advised and antihypertensive treatment was initiated without delay with partial correction of hypertension (150/110 mm Hg) by oral nifedipine. Blood pressure was continuously monitored.\\nOne hour after admission, the patient complained of sudden bilateral visual loss. Blood pressure had peaked at 190/120 mm Hg. IV antihypertensive was immediately adapted (nicardipine) and magnesium sulphate (4g bolus and then 1g/h by continuous infusion) was given. Partial blood pressure reduction to 165/95 mm Hg was obtained.\\nThe patient was counselled on the need to realize an emergency caesarean section with the delivery of a dead female newborn of 1710 g.\\nSubsequent neuro/ophthalmological examination of the mother revealed brisk reflexes and bilateral papilloedematous discs with macular oedema.\\nBrain CT-Scan showed a low-density lesion in the right parietal pole. The electroencephalogram showed signs of bilateral occipital suffering. The magnetic resonance imaging, known to be more accurate in such conditions, diagnosed posterior focal lesions in both occipital poles with a hyperintense signal on fluid attenuated inversion recovery (FLAIR) sequence ().\\nA diagnosis of PRES syndrome including acute blindness caused by preeclampsia was confirmed.\\nContinuous Intravenous antihypertensive therapy (nicardipine) was delivered over the next three days under intensive surveillance in the IMC (Intensive Maternal Care) department with the aim to optimally equilibrate the patient’s blood pressure. The patient regained vision in both eyes within the first 24 hours. Blood pressure was definitely normalised after three days of antihypertensive treatment.\\nA control MRI and electroencephalogram were performed two weeks after the caesarean section. Both showed a near complete regression of the cerebral lesions.\\nRenal function remained stable within one month after delivery. No hypertension persisted.\\nThe following year, the patient gave birth to a live male infant of 3240 g at 37 weeks after an uncomplicated pregnancy. The patient received low- dose aspirin from the beginning of her pregnancy until the 36th week of gestation. An elective caesarean section was performed.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'21257628': 1, '10954269': 1, '22937277': 2, '3279558': 1, '12974970': 1, '21551107': 1, '20800343': 1, '17933863': 1, '21878596': 1, '22209526': 1, '12803657': 1, '8559202': 1, '16029827': 1, '18247035': 1, '21266269': 1, '16258402': 1, '11072961': 1, '17846985': 1, '22731893': 1, '17694337': 1, '17110690': 1, '30030690': 1, '18268188': 1, '12904853': 1, '10972386': 1, '22495060': 1, '17698535': 1, '23900968': 1, '10473485': 1, '21069663': 1, '17119920': 1, '16175681': 1, '7726272': 1, '15321142': 1, '28003872': 2}", "similar_patients": "{'3399361-1': 1}"}