{"patient_id": 115575, "patient_uid": "5244038-1", "PMID": 28163520, "file_path": "noncomm/PMC005xxxxxx/PMC5244038.xml", "title": "Penetrating Anterior Skull Base Fracture Inflicted by a Cow's Horn", "patient": "A 35-year-old male farmer was transferred to the Ophthalmology Department from a rural hospital due to vision loss following cow's attack causing horn inflicted penetrating stabbing wound to his left eye. On admission, the patient complained of inability to see with his left eye, headache, and left cheek numbness. Ophthalmologic examination demonstrated complete left eye vision loss, hyphema, ruptured sclera, and dilated pupil. Noncontrast head computed tomography (CT) scan demonstrated comminuted fracture of the left superior orbital roof with intracranial displacement of free superior orbital roof fragments and 1.6 cm × 2.5 cm anterior cranial fossa defect []. In addition, frontal contusion areas, pneumocephalus and fractures of frontal and maxillary sinuses, and zygomatic arch were noted on admission head CT. He had no other associated injuries. He immediately underwent surgery, in which scleral defect with damaged lens and retina was removed; and lacerations were repaired. The next day, the patient complained of clear liquid dripping from his nose and left eye. For suspected nasal and orbital CSF leak, the patient was transferred to the Neurosurgery Department, where he was immediately placed on external lumbar drain and head CT with intrathecal contrast (omnipaque 240 – 9 ml) injection was performed. CT cisternography showed signs of CSF leakage into frontal and maxillary sinuses, nasal cavity, and left orbit []. CSF had normal cell count, nevertheless following microbiology consultation; the patient was started with prophylactic intravenous ceftriaxone 2 g t.i.d. The patient was discussed with the ear, nose, and throat service and the decision was made to perform revision, debridement, and repair of dural tear through bifrontal extradural approach. During the surgery, splintery fracture of orbital roof and internal wall of the frontal sinus as well as two irregular 0.5 cm × 1.0 cm and 2.5 cm × 1.5 cm dural defects were noted. Surgical debridement and removal of free bone fragments were performed followed by duroplasty using absorbable fibrin sealant patch and temporal muscle. Two days after the surgery, the patient was feeling well and there were signs neither of CSF leak nor pleocytosis. Therefore, external lumbar drain was removed and the patient was discharged home. At 1-year follow-up visit, there were no signs of CSF leak and noncontrast head CT demonstrated postoperative superior orbital roof defect.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'24481926': 1, '24426427': 1, '22706995': 1, '19197832': 1, '17902515': 1, '28163521': 1, '28163520': 2}", "similar_patients": "{}"}