{"patient_id": 72082, "patient_uid": "5829352-1", "PMID": 29623229, "file_path": "comm/PMC005xxxxxx/PMC5829352.xml", "title": "Adenocarcinoma of the Colon Disguised as Abdominal Wall Abscess: Case Report and Review of the Literature", "patient": "Our patient is a 66-year-old Eritrean gentleman, who presented to our emergency department with severe epigastric pain and a history of a growing abdominal wall mass. On systematic review, he reported anorexia and weight loss, with no history of alteration in bowel habits. The patient had no significant past medical history apart from this presentation.\\nTen days prior to his presentation to our institution, he underwent an incision and drainage procedure of an abdominal wall abscess at an outside institution. The patient was discharged with outpatient dressing protocol and oral antibiotics.\\nOn examination, the patient was thin and cachectic, with a large tender warm swelling occupying the supraumbilical and epigastric regions. It measured about 10 × 15 cm in greatest dimension. There were two ulcerations on the surface of the swelling draining purulent discharge corresponding to the incisions done previously (). There was no evidence of peritonitis or other significant physical findings.\\nLaboratory results revealed a hemoglobin level of 5.7 g/dl (normal range: 14–18), white blood count level of 13.3 K/µL (normal range: 4.5–11.5), and carcinoembryonic antigen (CEA) level of 12.99 ng/ml (normal range: 0–3.4). Coagulation profile and liver function tests were within normal ranges. Wound culture showed mixed bacterial growth of Escherichia coli and Klebsiella pneumoniae.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'17632751': 1, '769581': 1, '25908915': 1, '18266887': 1, '21772129': 1, '16947042': 1, '23090572': 1, '7082952': 1, '26361862': 1, '12445064': 1, '15657654': 1, '23299520': 1, '1589985': 1, '19103728': 1, '2015467': 1, '17471312': 1, '8058567': 1, '24509197': 1, '4248145': 1, '21709543': 1, '24744573': 1, '16418772': 1, '21279365': 1, '24798363': 1, '20084789': 1, '26003804': 1, '10357554': 1, '2440334': 1, '11807361': 1, '18521686': 1, '26248792': 1, '20191069': 1, '25071322': 1, '29623229': 2}", "similar_patients": "{}"}