{"patient_id": 70438, "patient_uid": "5705891-1", "PMID": 29270325, "file_path": "comm/PMC005xxxxxx/PMC5705891.xml", "title": "Pleomorphic Adenoma Originating from Heterotopic Salivary Tissue of the Upper Neck: A Diagnostic Pitfall", "patient": "A 55-year-old female patient, with known sleep apnea and chronic tobacco use, was addressed to the Otorhinolaryngology–Head and Neck Surgery Department of our hospital due to increasing dyspnea upon exertion. Nasofibroscopic exploration revealed leukoplakia on the right vocal cord and bilateral Reinke's edema. On physical examination, a mass located along the anterior border of the left sternocleidomastoid muscle and 2 cm below the left mandibular angle was palpated. The lesion was elastic and not painful, but partly fixed to deeper neck structures.\\nTo further assess this lesion, a contrast-enhanced computed tomography (CT) of the neck was performed. It revealed a 23 × 17 × 25 mm solid nodule with coarse calcifications located in the left thyroid gland and an ipsilateral 24 × 25 × 35 mm well-delineated hypodense mass located in the level IIA lymph node group (). Although the CT features were not typical of a metastatic lymph node, due to the presence of an ipsilateral suspicious thyroid nodule, a ipsilateral lymph node metastasis was suspected. Ultrasonography (US) with subsequent US-guided fine needle aspiration cytology (FNAC) was carried out. The thyroid lesion was slightly hyperechoic to the muscle, hypervascular on color Doppler, with coarse peripheral calcifications, whereas the level IIA lesion was well delineated and solid, being hypoechoic to muscle tissue, homogenous, and hypovascular (). The level IIA mass was separated from the submandibular gland by the facial vein, and a fatty cleavage plane was clearly visible between the mass and submandibular gland, both upon CT and US imaging. FNAC of the thyroid nodule showed follicular cell clusters organized into macrofollicles, compatible with a benign thyroid nodule. FNAC of the level IIA mass showed clusters of benign epithelial cells, myxoid substance, and myoepithelial cells, suggesting the diagnosis of pleomorphic adenoma.\\nThe patient underwent surgery under general anesthesia, and histopathological examination confirmed the FNAC findings. Histopathology indicated the level IIA mass to be an encapsulated classic pleomorphic adenoma with a predominant myoepithelial component, surrounded by clusters of normal salivary gland tissue embedded in fatty tissue (). Three reactive lymph nodes were found in the tumor vicinity but without any evidence of malignant cells or perineural spreading. The patient's postoperative recovery proved uneventful, and she was discharged 2 days later. No lesion recurrence was found at the 2-year follow-up visit.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'26645012': 1, '28076460': 1, '6024732': 1, '15742261': 1, '23118758': 2, '21660435': 1, '10474661': 1, '28370782': 1, '26959289': 1, '180218': 1, '2832025': 1, '7811517': 1, '32908772': 2, '17846206': 1, '22185684': 1, '17960409': 1, '7857010': 1, '207799': 1, '29270325': 2}", "similar_patients": "{'7474362-1': 1, '3480670-1': 1}"}