{"patient_id": 67242, "patient_uid": "5473002-2", "PMID": 28619068, "file_path": "comm/PMC005xxxxxx/PMC5473002.xml", "title": "Late-onset jaw and teeth pain mimicking trigeminal neuralgia associated with chronic vagal nerve stimulation: case series and review of the literature", "patient": "A 50-year-old woman with intractable symptomatic bitemporal epilepsy lasting 37 years, with MRI-verified bilateral cystic malformations of mesial temporal lobe structures, was implanted with VNS in April 2011. Her seizure frequency was up to 6 motor seizures with impaired awareness per month and sporadic bilateral tonic-clonic seizures. After VNS implantation, the stimulation current was increased stepwise in 4-8 week intervals up to a 1.0-mA stimulation current intensity, 30-Hz frequency, 250-μsec pulse width, 30-s on-time and 3-min off-time. At these stimulation parameters, she was a 50% responder. Four years later, she overcame status epilepticus. The stimulation current was increased to 1.25 mA and the duty cycle to 30 s on and 1.8 min off. Two weeks later, she began to complain of shooting, sharp pain in the upper and lower jaw and teeth on the left side, without a trigger point or sensory deficit. The intensity of the pain was evaluated as an 8 on the VAS. The pain mimicked trigeminal neuralgia type 1 according to Burchiel’s classification []. The patient had no signs of local current spread to surrounding tissues. At that time, she was treated with anti-epileptic drugs levetiracetam at 2000 mg/day, lamotrigine at 300 mg/day and carbamazepine at 1200 mg/day. She did not use any other drugs or treatments. The impedance of the electrode was normal. Because of the experience with patient 1, we immediately checked the relation of the shooting pain to the stimulation period of the VNS and the relation of the pain-free intervals to the off period of the VNS. The pain was recognized as stimulation-related, and we immediately began the adjustments. The patient reported complete pain resolution at a 1.0-mA stimulation current and continued the VNS.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'9674777': 1, '17375884': 1, '21813330': 1, '34840901': 1, '12849332': 1, '15452317': 1, '25614179': 1, '22836871': 1, '14626698': 1, '24348133': 1, '18278574': 1, '11150491': 1, '9670894': 1, '32477534': 2, '21529189': 1, '8826496': 1, '12005405': 1, '11552021': 1, '8416238': 1, '23867218': 1, '10999559': 1, '27056279': 1, '19384253': 1, '22800563': 1, '17381444': 1, '10686262': 1, '10897165': 1, '12790902': 1, '12682343': 1, '24309238': 1, '19558306': 1, '26164349': 1, '23247901': 1, '22629484': 2, '27015521': 1, '24834378': 1, '23230530': 1, '19055490': 1, '21708312': 1, '25231724': 1, '11580762': 1, '19674051': 1, '16899378': 1, '8026409': 1, '19712899': 1, '14580284': 1, '15649478': 1, '22826811': 1, '26493055': 1, '19332314': 1, '16202528': 1, '21397256': 1, '28619068': 2}", "similar_patients": "{'5473002-1': 2, '7250986-1': 1, '3356983-1': 1}"}