{"patient_id": 120529, "patient_uid": "5641497-1", "PMID": 29042902, "file_path": "noncomm/PMC005xxxxxx/PMC5641497.xml", "title": "Unusual Case of Posterior Reversible Encephalopathy Syndrome in a Patient with Anti-glomerular Basement Membrane Antibody Glomerulonephritis: A Case Report and Review of the Literature", "patient": "A 36-year-old woman, who had an unknown origin of fever and general weakness for a month, was referred to the nephrology department for renal dysfunction. At presentation, her blood pressure (BP) and body temperature was 120/70mmHg and 37.9℃, respectively. On the initial laboratory evaluation, her white blood cell count, hemoglobin, hematocrit, and platelet were 12,170/mm3, 9.8 g/dL, 29.4%, and 565,000/mm3, respectively. Urinalysis showed proteinuria 2+ with a protein/creatinine ratio of 1.1 g/g in the first morning urine. Her BUN and serum creatinine were 38.2mg/dL and 4.7mg/dL, respectively. Her ESR and CRP were >140mm/h and 13.75mg/L, respectively. The serologic tests for hepatitis were all negative. The immunologic tests showed all negatives of the anti-nuclear antibody Ab, anti-ds DNA Ab, immune complexes, cryoglobulin, anti-phospholipid Ab, and anti-neutrophil cytoplasmic Ab. The chest X-ray showed no active pulmonary lesions and an ultrasound revealed normal-sized kidneys. Over a few days, the urine output dropped and the plasma creatinine increased rapidly to 6.7mg/dL. On the 5th day, a high titer (>600U/mL) of anti-GBM Ab was reported. A renal biopsy suggested cellular crescents over 90% of glomerulus (). Therefore, the patient was diagnosed with anti-GBM GN. She was treated with three 500mg boluses of methylprednisolone, followed by prednisolone at 60mg/day along with 5 sessions of plasmapheresis and oral cyclophosphamide (CYP) at 1mg/kg/day. Prednisolone was tapered to 12mg/day after 8 weeks because the patient did not develop a pulmonary hemorrhage. Despite this, she did not recover her renal function and hemodialysis therapy was started using a jugular venous catheter. The patient's overall health was good, and her blood pressure was well-controlled without any antihypertensives. She was started on maintenance hemodialysis and was discharged home on maintenance dialysis three times per week. She continued on oral CYP (1mg/kg/day) and prednisolone (12mg/day).\\nThree months later she presented to the emergency department with a sudden onset of visual blindness and headache. The patient developed two episodes of tonic-clonic seizure that were relieved with benzodiazepines, recovering consciousness between seizures. During the process of remission, we stopped CYP, corticosteroids was maintained (methylprednisolone 12mg/day) (). Therefore, the possibility that PRES caused by prednisolone was excluded. The BP was 200/120mmHg and the neurological exam showed cortical blindness. The serum electrolytes, glucose, and osmolality were all within the normal levels. The brain MRI on the T2-weighted images showed hyperintense lesions in both occipital and parietal lobes, suggesting vasogenic edema due to the extravasation of fluid, which is also an appropriate finding for PRES (). Electroencephalography demonstrated non-specific slow wave changes. The patient was treated with oral phenytoin for seizure and labetalol administered intravenously for BP control. The elevated BP was well controlled by anti-hypertensive medication and the visual acuity returned gradually to normal. She had no further seizures. Repeat MRI2 week later demonstrated a reduction of the mentioned lesions (). The seizure drugs were discontinued after 4 weeks.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'32277358': 1, '26621456': 1, '34368335': 2, '18268188': 1, '25982503': 1, '8559202': 1, '18392773': 1, '31105641': 1, '26184985': 1, '22251235': 1, '21686794': 1, '25519913': 2, '22806294': 1, '29042902': 2}", "similar_patients": "{'8316926-1': 1, '4301836-1': 1}"}