{"patient_id": 66686, "patient_uid": "5430122-1", "PMID": 28483860, "file_path": "comm/PMC005xxxxxx/PMC5430122.xml", "title": "Rapid-eye-movement sleep-predominant central sleep apnea relieved by positive airway pressure: a case report", "patient": "A hypertensive, obese 45-year-old African American female presented with a history of several years of snoring, daytime sleepiness, and witnessed apneas. Sleep disordered breathing was suspected and a polysomnogram was obtained. Physical examination was unremarkable. The patient's vital signs included resting blood pressure of 135/88 mmHg, heart rate of 86 beats/min, respiratory rate of 16 breaths/min, oral temperature of 98.7°F, oxygen saturation of 96% and a BMI of 48 kg/m2. In addition, pulmonary function testing was performed and revealed an FEV1/FVC ratio = 75% of predicted and FEV1 = 46% of predicted. Finally, the patient reported a high level of pain (8/10), and the only prescription medication was Lisinopril (10 mg). The patient did not report any narcotic use, although a urine drug screen (UDS) was not obtained.\\nThe baseline polysomnogram showed severe sleep apnea, worse in REM sleep, both in the form of obstructive sleep apnea and central sleep apnea. Only lateral sleep was recorded. Peculiarly, frank central apneic events were seen only in REM sleep, and there was no evidence of Cheyne-Stokes respiration. These central events occurred mostly during phasic REM, while a minority of events occurred during tonic REM. Figures A–B show sample tracings of the patient's polysomnogram that illustrate frequent CSA events occurring during REM sleep with each episode resulting in O2 desaturations to 80–85%. Polysomnography data are provided in Table . The patient then underwent a CPAP titration study and CPAP settings of 5–12 cm of water with c-flex 3 were tested. Lateral sleep was observed throughout the entire recording. CPAP settings as low as 8 cm of water were effective in eliminating obstructive events in NREM sleep. However, in REM sleep, central apneas with periodic breathing patterns were observed at CPAP 9–10 cm of water with oxygen saturation dropping to 82%. At CPAP of 11 cm of water, there was one central apnea that produced no desaturation. At CPAP of 12 cm of water, there was complete resolution of the patient's sleep apnea, including both obstructive and central forms.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'25166862': 1, '23956554': 2, '23695488': 1, '25325789': 1, '20086074': 1, '18420958': 1, '10484557': 1, '24790271': 1, '23720283': 1, '14609516': 1, '19756821': 1, '7928853': 1, '25454671': 1, '24493513': 1, '16116455': 1, '28483860': 2}", "similar_patients": "{'3724064-1': 1}"}