{"patient_id": 70553, "patient_uid": "5714941-1", "PMID": 29230387, "file_path": "comm/PMC005xxxxxx/PMC5714941.xml", "title": "Hyperpigmentation of the hard palate mucosa in a patient with chronic myeloid leukaemia taking imatinib", "patient": "In January 2016, a 63-year-old Caucasian male was referred to us for evaluation of painless grey–blue hyperpigmentation of the hard palate, noted by his dentist during a routine dental examination (Fig. ). His medical history included hypertension, hyperlipidaemia, and CML diagnosed about 10 years prior. His medication regimen was a proton pump inhibitor (20 mg/day), a beta-blocker (50 mg/day), cardioaspirin (100 mg/day), atorvastatin (20 mg/day), and imatinib (400 mg/day). He had been taking imatinib for about 9 years. He had never taken hydroxyurea, minocycline, or any anti-malarial agent. Clinical examination revealed no abnormal pigmentation of the skin or other region of the oral mucosa. He denied smoking and alcohol consumption. We scheduled a complete blood count test and screening for Addison’s disease. No serological abnormalities were evident. Under local anaesthesia, we performed a 3-mm incisional punch biopsy. The histopathological report and medical history were consistent with drug-induced palatal hyperpigmentation. We diagnosed mucosal pigmentation associated with imatinib therapy, thus excluding other environmental, physiological, and pathological causes (Table ).\\nHistopathological examination revealed a non-inflamed palatal mucosa with pigment-containing histiocytes in the mucous membrane (Fig. ). Immunohistochemically, both haemosiderin (Perl’s Prussian blue staining) and melanin (Fontana–Masson staining) were detected (Figs. and ).\\nAt the 6-month follow-up, neck ultrasonography did not reveal any swollen lymph node. We took close-up colour photographs of the lesion to confirm the absence of any morphological change. In May 2017, palatal hyperpigmentation was still evident, and the clinical appearance was unchanged, but he reported no symptoms.\\nDiagnostic considerations when encountering oral melanosis should include physiological, pathological, and environmental variables. Physiological oral melanosis is usually localised to the gingival and buccal mucosa and is bilateral and symmetrical, brownish in colour, and clinically more common among dark-skinned populations []. Oral melanotic macules present as well-circumscribed brown-to-black flat lesions, mainly on the lower vermilion. The pathogenesis of physiological melanotic macules remains controversial; both reactive and genetic factors may be involved []. Oral nevi typically appear as solitary brown-to-black mucosal macules, mainly on the palate and buccal mucosa. Although the pathogenesis of nevi remains unknown, it has been suggested that the lesions are benign neoplasms. No malignant transformation of oral nevi has yet been reported, and no evidence points to an increased risk of oral melanoma in affected subjects []. Notably, palatal melanosis must be differentiated from an oral melanoma, which may present as an asymptomatic brown-to-grey-black macula with irregular borders. Further, an oral melanoma grows rapidly and exhibits ulcerative evolution with bleeding and pain []. Several systemic diseases, including Addison’s disease, Peutz–Jeghers syndrome, McCune–Albright syndrome, Cowden syndrome, neurofibromatosis, acquired immunodeficiency syndrome, haemochromatosis, and hyperthyroidism, as well as uncommon conditions such as Nelson’s syndrome, polyostotic fibrous dysplasia syndrome, Laugier–Hunziker syndrome, and the Carney complex, may feature oral melanotic macules [, , ]. Melanosis associated with these conditions is due to increased levels of melanin within the basal cell layer, attributable to incontinent melanophages in the lamina propria, in the absence of iron deposits and bleeding [, ]. Oral pigmentation induced by smoking (smoker’s melanosis) may be associated with the effects of components of tobacco on oral melanocytes []. It has been hypothesised that stimulation of melanin production may be a protective reaction of the oral mucosa, associated with detoxification of polycyclic amines and benzopyrenes, thus being a side effect of tobacco use []. Post-inflammatory melanin deposits scattered throughout the oral connective tissue are frequently observed in patients with chronic inflammatory diseases such as oral lichen planus, pemphigoid, and pemphigus []. Hyperpigmentation following inflammation may be caused by an increase in melanogenesis triggered by cytokines and reactive oxygen species, which induce melanocyte activity and the proliferation of dendritic cells, and increase tyrosinase activity [, ].\\nA history of occupational or environmental exposure to heavy metals and clinical signs of metal toxicity help to identify pigmentations of the oral mucosa. Heavy metals such as bismuth, lead, copper, arsenic, gold, copper, cobalt, chromium, silver, mercury, and magnesium can induce the development of a bluish-black line, the so-called Burton’s line, along the gingival margin, the thickness of which is proportional to the extent of gingival inflammation []. In some cases, however, the hard palate mucosa adjacent to amalgam dental fillings develops blue–grey macules, termed the “amalgam tattoo.” Histologically, the amalgam tattoo presents as discrete dark granules or fragments, usually surrounding collagen bundles and blood vessels, associated with low-level infiltrations of inflammatory cells []. The aetiology of medication-associated oral pigmentation may be related to the use of drugs that induce melanin formation. These include clofazimine used to treat leprosy, anti-malarials such as quinine, and immunomodulatory agents. In patients on hormonal therapy, conjugated oestrogens can lower the serum cortisol concentration by stimulating adrenocorticotropic hormone (ACTH) production. Notably, oral hyperpigmentation induced by anti-malarials, minocycline, and imatinib often involves the mucosa of the hard palate []. Histopathologically, imatinib-induced oral pigmentation usually presents as spherical pigmented melanin bundles in the lamina propria, with no sign of inflammation or haemorrhage [, –, ].\\nOf the 15 cases published in the English language literature, eight reported the histopathological features, i.e. deposits of melanin and/or haemosiderin in the lamina propria. Of these, four described co-existing melanin and haemosiderin deposits. Our findings are consistent with those of the cited reports; both Fontana–Masson staining for melanin and Perl’s Prussian blue staining for haemosiderin were positive (Table ).\\nThe pathophysiological mechanism of mucocutaneous pigmentation induced by imatinib remains unclear. Imatinib targets the ATP-binding site of the Bcr–Abl tyrosine kinase and also inhibits the actions of other tyrosine kinases, including platelet-derived growth factor receptor-b, C-kit, and C-ABL []. C-kit is a transmembrane growth factor expressed in basal skin cells, melanocytes, epithelial cells of the breast, and mast cells, stimulation of which leads to activation (followed by the rapid degradation) of microphthalmia transcription factor (MITF); in turn, this transactivates the promoter of the tyrosinase pigmentation gene of melanocytes []. It has been suggested that imatinib inhibits ligand binding to specific receptors on the surfaces of human melanocytes, reducing cellular activity and thus commonly triggering hypopigmentation []. However, imatinib may rarely cause hyperpigmentation of the skin and/or mucosae; a metabolite of the drug may chelate iron and melanin, as do minocycline and anti-malarial drugs []. Currently, it is not known why the mucosa of the hard palate is the tissue invariably affected by hyperpigmentation. However, the palate contains a large number of mucosal melanocytes [] in which imatinib metabolites accumulate. Also, C-kit signalling may play a role in oral hyperpigmentation, and indeed, C-kit is widely expressed in mesenchymal cells of the human oral cavity, including dental pulp cells and gingival fibroblasts []. In addition, the cases of oral hyperpigmentation reported to date do not appear to be drug dose-dependent (Table ). Only a few oral mucosal hyperpigmentation cases caused by administration of imatinib mesylate to treat haematological malignancies have been reported. Hence, it remains speculative to suggest that imatinib mesylate may directly influence melanocyte C-kit signalling in the oral mucosa, activating melanogenesis. It is possible that genetic and/or other factors are also involved in the development of oral melanotic maculae. Finally, the time of onset of CML may be relevant; sometimes, patients are treated initially with hydroxyurea, which may also cause mucocutaneous hyperpigmentation and melanonychia [–].", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'18384557': 1, '25143691': 1, '22502738': 1, '25738107': 1, '8021847': 1, '30968242': 1, '26403597': 1, '17258496': 1, '24030927': 1, '19998620': 1, '21862339': 1, '16573254': 1, '26729966': 2, '14760137': 1, '11705252': 1, '17184272': 1, '25883257': 1, '15992698': 1, '8315602': 1, '21330162': 1, '15530266': 1, '12937598': 1, '15649148': 1, '18206403': 1, '33116439': 1, '17356407': 1, '26711197': 1, '26451262': 2, '14635084': 1, '21348540': 1, '10844413': 1, '17026507': 1, '186740': 1, '21635826': 1, '15764042': 1, '24034073': 1, '12218235': 1, '11952660': 1, '22209988': 1, '29230387': 2}", "similar_patients": "{'4587433-1': 1, '4689028-1': 1}"}