{"patient_id": 70863, "patient_uid": "5735949-1", "PMID": 29258457, "file_path": "comm/PMC005xxxxxx/PMC5735949.xml", "title": "Photosensitive lichenoid skin reaction to capecitabine", "patient": "A 73 year old female with stage IV hormone-sensitive breast cancer to bone presented with rash on the face and arms. She presented twelve years prior with a large right breast mass. She was treated with modified radical mastectomy revealing multifocal invasive lobular carcinoma with 25 of 25 lymph nodes involved with immunohistochemistry staining revealing ER-positivity, PR-positivity, and HER2-negativity. Staging workup revealed bone metastases and she was treated with anastrozole and zolendronic acid. After eight years, progression of osseous metastatic disease was noted and anastrozole was switched to exemestane 25 mg daily. Eighteen months later, progression in the bones occurred and she was treated with investigational orteronel 400 mg twice daily. Two years later, progression in the bone was noted and she initiated fulvestrant 500 mg intramuscular every month. After one year, progression was again noted in the bone, along with increased CA27-19 tumor marker which reached 358 U/ml. Fulvestrant was discontinued and patient was started on capecitabine 2500 mg twice daily for 14 days on and 7 days off for 21-day cycle at the beginning of summer. The patient had minimal symptoms, remained active, and spent much of the summer months out of doors. After 3 cycles, she developed a mild rash on the face, arms, but the tumor marker fell to 256 U/ml. Therapy was continued and after two additional cycles the rash worsened as the tumor marker continued to decline and imaging showed sclerosis of bony metastases, suggestive of healing. The rash appeared in a photo-distributed pattern but the patient was uncertain if the rash was worsened by sun exposure.\\nThe rash was initially described as scattered macules and papules with thin raised plaques that were mildly pruritic on her cheeks and forearms. After the rash became more severe, capecitabine was held and she was referred to dermatology. Other medications at the time were zolendronic acid 4 mg IV every 3 months, calcium 600 mg/vitamin D 200 IU twice daily, guaifenesin, ondansetron, and acetaminophen as needed.\\nDermatologic evaluation revealed the rash remained localized to her face, upper chest, and forearms. (Fig. ). Shave biopsies were obtained of lesions located on her left cheek, right shoulder, and left upper arm. All three biopsies demonstrated a lichenoid tissue reaction with rare eosinophils. The histopathologic differential diagnosis included lichen planus and lichenoid drug eruption, but the presence of eosinophils supported a diagnosis of a medication reaction. Clinically, this patient’s presentation is most consistent with photosensitive lichenoid drug eruption, most likely to capecitabine. (Fig. ). She was treated with topical triamcinolone 0.1% ointment to arms and chest twice daily, hydrocortisone 2.5% ointment twice daily to her face with instructions to limit sun exposure, and to use regular sunscreen. She did not undergo any phototesting because it was not felt to be clinically indicated in this case. She was evaluated about 2 weeks after starting steroid treatment and was noted for improvement in her rash and capecitabine was resumed with sun protective measures and without recurrence of the rash.", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'3092199': 1, '26029464': 1, '16879449': 1, '25037814': 1, '19521695': 1, '30888626': 1, '17679724': 1, '23122784': 1, '29258457': 2}", "similar_patients": "{}"}