{"patient_id": 116384, "patient_uid": "5337770-1", "PMID": 28293055, "file_path": "noncomm/PMC005xxxxxx/PMC5337770.xml", "title": "Isolated Talonavicular Joint Tuberculosis in a Child – Rare Location of Koch’s Bacillus: A Case Report", "patient": "A 9-year-old boy presented with a 6-month history of pain and swelling over the medial aspect of the left foot with unknown etiology. The patient was not able to bear weight on the affected foot. There was no history of fever, loss of appetite and other constitutional symptoms. Mild swelling and tenderness were present over the talonavicular joint. The range of motion of the affected foot was painfully restricted. The plain radiographs of foot AP and oblique views showed diffuse osteopenia with marginal erosion of the articular surface of talus and navicular and narrowing of the talonavicular joint with prominent soft tissue medial to the talonavicular joint ().\\nHematological investigations were within normal limits except for the raised erythrocyte sedimentation rate (ESR) (30 mm 1st hour) and positive C-reactive protein (CRP-10). We could not get MRI done because of the financial constraint of the patient. We performed needle biopsy from the talonavicular joint under image intensifier and aspirated thick grayish-white material, which was sent for histopathology, culture, and acid-fast bacillus (AFB) staining. There were no acid-fast bacilli seen on AFB staining. On histopathological examination, epitheloid granulomas with caseating necrosis were seen which was suggestive of tuberculosis ().\\nThe growth of Koch’s bacillus on culture further confirmed our diagnosis. Anti-tuberculosis therapy (ATT) was started with the first-line of 4 drugs, including rifampicin, isoniazid, ethambutol, and pyrazinamide. After three months, ethambutol was stopped and the remaining 3 drugs continued for the next 3 months, followed by rifampicin and isoniazid for one year. We gave ATT for a longer duration because of the high prevalence of osteoarticular tuberculosis in our country. The patient responded satisfactorily with ATT. At the end of week 8, pain and swelling started to disappear. The patient had no pain on walking, the range of motion of the affected foot was pain-free, and there was no secondary deformity seen in the foot at the end of treatment. After 18 months, the ESR and CRP were within normal limits. The plain radiological findings showed remineralization of bones with sclerosis of joint margins and reformation of the joint space ().\\nThe patient was able to walk pain-free and is presently doing all of his routine activities in the last 3-year follow-up. Written informed consent was obtained from the patient’s legal guardian (father) for the publication of this paper and any accompanying images.", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'8314185': 1, '22626906': 1, '8609123': 1, '11055024': 1, '11675548': 1, '10615974': 1, '25441279': 1, '11964638': 1, '18785421': 1, '29445499': 1, '7951945': 1, '28293055': 2}", "similar_patients": "{}"}