{"patient_id": 69951, "patient_uid": "5667264-1", "PMID": 29123853, "file_path": "comm/PMC005xxxxxx/PMC5667264.xml", "title": "High-grade traumatic torso visceral injury with hemodynamic instability: effectiveness of transarterial embolization using n-butyl cyanoacrylate", "patient": "A 19-year-old woman was admitted to our emergency center after a motor vehicle accident at night. Her previous medical history was unremarkable. Physical examination revealed the following: Glasgow Coma Scale score, E2V3M5; blood pressure (BP), 89/56 mmHg; heart rate, 126 beats/min; and respiratory rate, 25 breaths/min. She had a degloving injury of her left lower leg. She was hemodynamically unstable and immediately received initial trauma resuscitation on the basis of Advanced Trauma Life Support guidelines. Abdominal sonography revealed massive fluid collection in the abdomen, and chest X-ray revealed bilateral pneumothorax with lung contusion. The patient's platelet counts was 11.2 × 104/μL (reference range, 15–35 × 104/μL), hemoglobin was 9.1 g/dL (12.0–16.0 g/dL), hematocrit was 21% (35–48%), base excess was −11.7 mmol/L (−2.2 to 1.2 mmol/L), prothrombin time (PT) was 45% (80–100%), fibrin degradation product was 174.2 μg/mL (<5.0 μg/mL), and D-dimer was 42.46 μg/mL (<0.5 μg/mL). The international normalized ratio of PT was 1.81.\\nAlthough Ringer's lactate and blood transfusion were rapidly administered, she did not respond to fluid resuscitation, and her BP deteriorated. Thus, we undertook REBOA prior to hemostasis. After the blind insertion of a 7-Fr sheath into the right femoral artery, a balloon occlusion catheter was inserted into the aorta in Zone I according to the recommendations of Stannard et al. under ultrasonographic guidance (Fig. A). Subsequently, her systolic BP increased to 125 mmHg after REBOA.\\nComputed tomography (CT) revealed a laceration of the liver with marked extravasation of the contrast medium, classified as CT grade IV according to the American Association for the Surgery of Trauma CT scale, and fluid collection (Fig. B). Injury Severity Score was 41. In the angiography suite, a 4-Fr guiding sheath catheter (Parent; Medikit, Tokyo, Japan) was placed into the celiac artery through the left femoral artery, and angiography revealed marked bleeding from a peripheral branch arising from the right anterior hepatic artery (AHA) (Fig. A). Superselective catheterization using a microcatheter (SL-10; Stryker, Tokyo, Japan) in a triaxial system was undertaken into the AHA, followed by the careful injection of 0.5 mL NBCA (Histoacryl; Braun, Melsungen, Germany), which was mixed with iodized oil (Lipiodol; Andre Guerbet, Aulnay-sous-Bois, France) at a ratio of 1:2 (Fig. B). Angiography confirmed that endovascular hemostasis had been achieved (Fig. C). The resuscitation interval between hospital arrival and insertion of REBOA was 50 min, and the procedure interval for hemostasis after the insertion of the guiding sheath catheter was 25 min. The total REBOA balloon handling time was 62 min. A tube drainage was carried out for intra-abdominal hematoma after AE. A total of 2,800 mL red blood cells and 1,920 mL fresh frozen plasma were given within 24 h. The patient underwent skin graft of her lower leg because of a degloving injury, and was discharged after 3 months. The patient continues to remain symptom-free 1 year after injury (Fig. ).", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'23380738': 1, '21875815': 1, '26119866': 1, '22933899': 1, '7897707': 1, '26935224': 1, '8755084': 1, '19643634': 1, '26604982': 2, '12834641': 1, '22389953': 1, '25714300': 1, '17911511': 1, '8283545': 1, '27280941': 1, '17327553': 1, '19713127': 1, '24223099': 1, '25539214': 1, '26816219': 1, '23433417': 1, '25686776': 1, '18299924': 1, '22182896': 1, '22403082': 1, '26861070': 1, '23609291': 1, '17682819': 1, '20431886': 1, '29123853': 2}", "similar_patients": "{'4657199-1': 1}"}