{"patient_id": 117152, "patient_uid": "5400445-1", "PMID": 28458838, "file_path": "noncomm/PMC005xxxxxx/PMC5400445.xml", "title": "A surgical approach to the craniofacial defects of Opitz G/BBB syndrome", "patient": "Our case is a 21-year-old male born with clinical manifestations consistent with Opitz G/BBB syndrome including severe bilateral cleft lip and palate, hypertelorism, low-set prominent ears and midfacial hypoplasia. His history was complicated with respiratory distress requiring tracheostomy at 8 months of age. He had also developed gastric volvulus requiring partial gastric resection and gastrostomy.\\nIn Fig. , the asymmetries at the upper lip, widened and short philtrum, bilateral widened and displaced alar base, poor nose tip projection and shortened columella are shown.\\nFunctional evaluation of the nose revealed a positive Cottle maneuver for bilateral internal valve collapse, external valve collapse on forced inspiration, bilateral retracted and notched ala, shortened columella and poor tip projection.\\nThe patient was planned for a single staged procedure including an open rhinoplasty, complete lip revision and Keen approach to the midface. The surgical plan was devised to address each functional impairment of the craniofacial defects as shown in Fig. . The procedures were planned with the following sequence:\\nBilateral internal nasal valve collapse with bilateral spreader grafts Bilateral external nasal valve collapse with bilateral batten grafts Bilateral retracted and notched ala with bilateral rim grafts Shortened columella with double V–Y flaps Poor tip projection with columellar strut Hypoplastic midface and pyriform rim with costocondral rib grafts Lip shortening and vermillion deficiency with dermal graft\\nA 6-month follow-up was scheduled to review the restorative results. Surgical correction of the severe cleft lip, nasal deformities and midfacial hypoplasia showed significant improvement in symmetry and aesthetic result. Nasal airway function was optimal at both the internal and external nasal valves as evidenced by negative Cottle maneuver. The alar base was corrected to a symmetric position. The grafts maintained their structure and had little resorption. Bone grafts proved to provide adequate scaffolds at the pyriform rim. The patient has not undergone further revision.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'16208694': 1, '25412741': 1, '2688419': 1, '8362914': 1, '16186708': 1, '12833403': 1, '21570089': 1, '18360914': 1, '2827473': 1, '28458838': 2}", "similar_patients": "{}"}