{"patient_id": 71237, "patient_uid": "5768322-1", "PMID": 29348988, "file_path": "comm/PMC005xxxxxx/PMC5768322.xml", "title": "Anal Squamous Cell Carcinoma in a Patient with Myasthenia Gravis: Is Immunosuppression the Main Underlying Etiology?", "patient": "A 54-year-old woman with past medical history of MG for several years presented to us with the new diagnosis of anal SCC. Fifteen years ago, she presented with double vision, dysphagia, and proximal weakness of extremities. Electromyography (EMG) and positive anti-acetylcholine receptor (AchR) antibody confirmed the diagnosis of MG. She was started on mycophenolate, pyridostigmine, and prednisone with some improvement of her symptoms. A follow-up computerized tomography (CT) scan of the chest revealed a six-centimeter anterior mediastinal mass that was surgically resected and pathology revealed thymoma. She received six weeks of postoperative radiation therapy to her chest. She continued to be monitored regularly by her neurologist and receive intravenous immunoglobulin (IVIG) periodically for exacerbation of her symptoms or myasthenia crisis.\\nShe was referred to us due to decreased appetite, diarrhea, and 10-pound weight loss over a period of eight weeks. Given her history of thymoma and MG, our clinical suspicion for a malignancy was high. CT scan of the abdomen and magnetic resonance imaging (MRI) of the pelvis showed an infiltrative mass in the anus. Colonoscopy was performed with the biopsy of the anal canal that revealed moderately differentiated invasive SCC. Immunohistostaining was positive for HPV. She was diagnosed with stage IIIB anal SCC based on endoscopic ultrasound (EUS) and radiological imaging with an MRI and CT scans.\\nAfter a multidisciplinary evaluation by a medical oncologist, radiation oncologist, and a surgeon, she was treated with concurrent chemo-radiotherapy consisting of fluorouracil (5-FU) and mitomycin-C based on Radiation Therapy Oncology Group (RTOG) study no. 8314 []. Surveillance examination, MRI and positron emission tomography (PET) scan performed three months and six months post-treatment showed complete resolution of the soft tissue mass with no evidence of tumor.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'20669226': 1, '2724350': 1, '20034637': 1, '19960431': 1, '19330280': 1, '27999780': 1, '1846314': 1, '15241824': 1, '21810731': 1, '3524788': 1, '29348988': 2}", "similar_patients": "{}"}