{"patient_id": 73857, "patient_uid": "5952929-1", "PMID": 27286722, "file_path": "comm/PMC005xxxxxx/PMC5952929.xml", "title": "Locally infiltrative inflammatory fibroid polyp of the ileum: report of a case showing transmural proliferation", "patient": "A 70-year-old woman presented herself at our hospital with right lower abdominal pain. Physical examination revealed slight tenderness in the area; no other remarkable findings were observed. Laboratory tests showed no abnormal results. Following ultrasonography, contrast-enhanced computed tomography was conducted for a suspected intussusception. This revealed a target-like structure with a hypovascular mass present at the leading edge (). It was supposed that intussusception had been caused by an unidentified type of tumour; surgery was therefore performed.\\nThe surgically resected specimen showed a mass protruding into the lumen, with surface ulceration in the ileum, which was centred in the submucosa and measured 4 × 3 × 3 cm. The cut surface was yellowish white with a myxoedematous texture, and showed infiltration into the muscularis propria, with probable subserosal extension ().\\nHistopathology revealed that the lesion was centred in the submucosa and showed transmural growth extending from the mucosal surface to the serosa. This extension into the mucosal surface accompanied destruction of the muscularis mucosae, and the surface was ulcerated (). Extension into the subserosa accompanied focal destruction of the muscularis propria (). The lesion extended as far as the serosa (). Cellular composition of the lesion was an admixture of fibroblast-like spindled or polygonal mesenchymal cells and inflammatory cells, including many eosinophils, with modest infiltration of lymphocytes and plasma cells. No significant atypia and no apparent mitotic figures were observed in the constituent cells; these cells were interspersed in a myxoedematous background with tiny collagen fibres, in which relatively thin and small-to mid-sized blood vessels were proliferating (). So-called 'onion skinning' was not observed.\\nUpon immunohistochemistry (IHC), lesional cells were positive for vimentin (V9, 1:50; Dako, Glostrup, Denmark) and CD34 (QBEnd 10, 1:50; Dako) (). Focal positivity for alpha smooth muscle actin (αSMA; 1A4, 1:100; Dako) was observed (). Cells were negative for c-kit (polyclonal, 1:100; Dako), DOG-1 (K9, 1:100, Novocastra Laboratories, Newcastle-upon-Tyne, UK), S100 protein (polyclonal, 1:1000, Dako), and ALK (ALK1, 1:50; Dako). The Ki-67 (MIB-1, 1:100; Dako) labelling index of the lesional cells was less than 1% (data not shown).\\nA mutational analysis of the PDGFRA gene was performed and it was found that deletion was present in exon 2 (1837_1851 del). This analysis was carried out in a commercial laboratory (SRL, Tokyo, Japan). The diagnosis of an IFP was thus confirmed, based on the morphology, the IHC results, and the mutational analysis of PDGFRA gene. The patient’s post-operative course was uneventful and she has been recurrence-free for 8 months.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'29855265': 2, '25435986': 2, '14707872': 1, '23155316': 1, '31970009': 2, '13038651': 1, '3369362': 1, '1478298': 1, '32899081': 2, '10903171': 1, '9160309': 1, '15018116': 1, '9675587': 1, '17476106': 1, '22394371': 1, '23906237': 1, '18127133': 1, '23426127': 1, '19448595': 1, '32602395': 2, '18686281': 1, '11979371': 1, '8214261': 1, '20393746': 1, '28758041': 2, '23627457': 1, '27286722': 2}", "similar_patients": "{'7478680-1': 1, '7328486-1': 1, '5984322-1': 1, '6970000-1': 1, '5516762-1': 1, '4246614-1': 1}"}