{"patient_id": 68280, "patient_uid": "5558358-1", "PMID": 28913091, "file_path": "comm/PMC005xxxxxx/PMC5558358.xml", "title": "A 27-kg mucinous cystadenoma of the ovary presenting with deep vein thrombosis", "patient": "The patient was a woman aged 53 years with an abdominal mass that caused left popliteal and femoral vein thrombosis. She claimed stepwise enlargement of the abdomen and initially thought she had put on weight. However, when swelling progressed in her left leg, she was admitted to an internal medicine clinic. Her condition was diagnosed as DVT and she was referred to us upon finding an abdominal mass in her abdominal ultrasound (USG) examination. Abdominal enlargement and distension were observed, and abdominal USG revealed a 40×50 cm abdominopelvic mass, probably originating from her left ovary, with multiple septations and solid areas. Tumor markers (CA 19-9, CA 125) were within the normal range. A malignant ovarian tumor was initially suspected because of the size, and a positron-emission tomography-computerized tomography (PET-CT) was performed. The PET-CT revealed an enormous heterogenic mass with low metabolic activity in the left ovary, a 5×5 cm mass in the right ovary, and bilateral urinary stasis. A laparotomy with midline incision revealed a smooth-surfaced mass that filled the entire abdomen originating from the left ovary and confirmed the 5×5 cm mass in the right ovary (). A detailed pelvic examination was performed because of the risk of borderline potential, and it did not indicate metastases. There was minimal free fluid in the pouch of Douglas. The patient had hypotension and bradycardia, and we quickly decided to operate in the lateral position to prevent hemodynamic derangements. The ovarian masses were sent for frozen sectioning. A hysterectomy and bilateral salpingo-oophorectomy was performed because of the giant size of the cystic mass, the presence of a contralateral ovarian mass, and the patient’s age. The cystic mass weighed 27 kg. The masses were diagnosed as benign ovarian MCA.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'25002945': 2, '24427377': 1, '23766763': 1, '25611279': 1, '25082433': 1, '34434586': 2, '24371705': 1, '19829881': 2, '20499763': 1, '11812936': 1, '28913091': 2}", "similar_patients": "{'8382553-1': 1, '2740117-1': 1, '4083665-1': 1}"}