{"patient_id": 66029, "patient_uid": "5385891-1", "PMID": 28428897, "file_path": "comm/PMC005xxxxxx/PMC5385891.xml", "title": "Acute Myeloid Leukemia with Basophilic Differentiation Transformed from Myelodysplastic Syndrome", "patient": "An 81-year-old man was admitted to our hospital because of bilateral pitting edema of his legs for about one month in October 2015. He was operated on for prostate cancer twelve years ago and also for Vater papilla cancer five years ago. He did not receive any further treatment. Physical examinations revealed only bilateral pitting edema of his legs, and no abnormalities of his thorax and abdomen were found. He was diagnosed as having minimal change nephrotic syndrome (MCNS) on the basis of his renal biopsy results in November 2015. He started immunosuppressive treatment with cyclosporine (CsA) and prednisolone (PSL), and he achieved complete remission for MCNS about one month later. Thus, CsA was stopped and his PSL dose was gradually tapered. During immunosuppressive treatment, he occasionally had fever of more than 38°C and felt general malaise due to normocytic anemia, as shown by laboratory tests. Thus, he was referred to our department for further examinations. Laboratory examinations revealed the following: white blood cell (WBC) count, 4.2 × 109/L with no abnormal cells; hemoglobin (Hb) level, 9.2 g/dL; platelet (Plt) count, 53.6 × 1010/L. A bone marrow smear showed 6.4% blasts and marked dysplasia of neutrophils and erythroid precursor cells. Flow cytometric analysis showed that the blasts were positive for CD13, CD33, CD34, CD56, and HLA-DR, which was consistent with myeloblasts. Chromosomal analysis by G banding showed additional add(7)(q22) in 2 out of 20 metaphase cells analyzed. These findings led to the diagnosis of myelodysplastic syndrome (MDS, refractory anemia with excess of blast-1) in accordance with the WHO 2008 classification [] and MDS with multilineage dysplasia in accordance with the 2016 revision of WHO classification []. On the basis of revised international prognostic scoring system [], he was classified as high risk. At that time, basophils were only 2.0% of all nucleated cells in the bone marrow. He received only one pack of red blood cell (RBC) transfusion as palliative therapy and felt better during oral PSL therapy.\\nIn February 2016, he complained again of general malaise. Some abnormal cells with many basophilic granules appeared in his peripheral blood and then gradually increased in number (). One month later, anemia and thrombocytopenia rapidly developed. Laboratory examinations revealed the following: WBC count, 2.5 × 109/L with 2% myeloblasts and 47% abnormal cells; Hb level, 5.1 g/dL; Plt count, 4.8 × 1010/L. Flow cytometric analysis of abnormal cells showed that these cells were positive for CD11b, CD13, CD33, CD38, CD123, CD203c, and CD294 and negative for CD34 and HLA-DR, which was consistent with basophils (). Serum histamine (8.67 ng/ml; normal range, 0.15–1.23) and tryptase (6.6 µg/L; normal range, 1.2–5.7) levels were slightly elevated. The bone marrow smear showed 30.4% myeloblasts and 16.8% mature basophils (). Flow cytometric analysis showed that the myeloblasts were positive for CD13, CD33, CD34, CD56, CD117, and HLA-DR (), which indicated the same phenotype as the blasts in the initial bone marrow examination. Fluorescence in situ hybridization (FISH) analysis showed neither fusion signals of the BCR and ABL genes nor those of the DEK and NUP214 genes. Chromosomal analysis by G banding showed monosomy 7 in 14 out of 20 metaphase cells and additional add(1)(q21) in 4 out of 20 metaphase cells analyzed (). Monosomy 7 was confirmed by FISH analysis (). The loss of chromosome 7 was found in myeloblasts and basophils of the bone marrow (), which showed that basophils were derived from myeloblasts. These findings indicated the diagnosis of AML with basophilic differentiation transformed from MDS. We did not check for basophilic granules by electron microscopy. He refused intensive chemotherapy and azacitidine treatment, and he was RBC-transfusion-dependent with 10 mg of oral PSL per day. In August 2016, he developed Klebsiella pneumoniae bacteremia complicated by solitary liver abscess. His bacteremia was treated with intravenous administration of tazobactam/piperacillin for six weeks. After his discharge, he had continued to receive regular RBC transfusion, but he suddenly died of bronchopneumonia at home in November 2016. An autopsy was not carried out. One week before his death, a laboratory examination showed the following: WBC count, 5.9 × 109/L with 3% myeloblasts and 49% mature basophils; Hb level, 7.0 g/dL; Plt count, 4.0 × 1010/L. These findings did not change over nine months after the transformation.", "age": "[[81.0, 'year']]", "gender": "M", "relevant_articles": "{'28092887': 1, '15481449': 1, '20975283': 1, '1404858': 1, '7734371': 1, '27069254': 1, '24941894': 1, '12506028': 1, '22740453': 1, '18328951': 1, '6731465': 1, '20209617': 1, '28428897': 2}", "similar_patients": "{}"}