{"patient_id": 122257, "patient_uid": "5767491-1", "PMID": 29344473, "file_path": "noncomm/PMC005xxxxxx/PMC5767491.xml", "title": "Intractable Epilepsy with Solitary Cerebral Calcification", "patient": "A 42-year-old, right-handed male was admitted to the epilepsy clinic with a history of drug-resistant seizures since the age of 18. His frequent seizures included psychic auras that often progressed to the loss of awareness and clonic movement of his left arm and leg. These episodes occurred while taking carbamazepine, valproate, and levetiracetam.\\nHe had no previous medical history of trauma, no history of eating raw fish or meat, and no pertinent family history. His neurological examination and laboratory studies, including eosinophil count and calcium levels, were normal. Brain magnetic resonance imaging revealed a slightly high signal change in the right amygdala and a small, calcified lesion (4.5 × 4.7 mm) in the right lateral temporal region (). A video electroencephalography (EEG) monitoring study demonstrated frequent interictal epileptiform activity localized in the right temporal region. Ictal EEG exhibited maximum amplitude over the right frontotemporal electrodes and ictal single-photon emission computed tomography (SPECT) showed hyperperfusion in the right anterior and mesial temporal regions. Brain 18 F-fludeoxyglucose positron emission tomography (FDG-PET) revealed hypo-metabolism in the right temporal region, including the mesial temporal area. A multidisciplinary epilepsy case review panel decided to perform invasive monitoring with subdural electrodes.\\nA right-sided craniotomy was performed to place a subdural electrode grid, as well as strip electrodes, over the basal, mesial, and lateral temporal regions. Platinum contact electrodes embedded in 0.5-mm-thick flexible silicone plates (AD-Tech Medical Instrument Corp, Racine, WI, USA) were used. A 64-channel video EEG recording device was used to obtain the measurements. Four days after electrode placement, the patient had five habitual seizures with automatisms featuring right hand fumbling but no aura. During these seizures, fast activity was observed to initiate in the right lateral temporal area just above the solitary calcified lesion (: electrode H15). From that point, activity spread into the basal region and then the entire lateral temporal region (). Five days after electrode placement, subclinical seizures initiating above the mesiobasal temporal lesion and spreading over the temporal region were detected via EEG. Six days after electrode placement, the patient underwent an anterior temporal lobectomy with partial amygdalohippocampectomy. Histological examination of the small, calcified lesion showed no specific findings apart from being a fibrocalcific nodule (). Examination of the amygdala showed deposits of corpora amylacea, but the hippocampus showed no abnormalities. The patient experienced no further events and has been seizure-free for 24 months without antiepileptic drugs.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'28060040': 1, '10644776': 1, '11094102': 1, '23880307': 1, '9741399': 1, '20331616': 1, '8052378': 1, '15269469': 1, '22242912': 1, '11595994': 1, '10840405': 1, '29344473': 2}", "similar_patients": "{}"}