{"patient_id": 115513, "patient_uid": "5234300-1", "PMID": 28144482, "file_path": "noncomm/PMC005xxxxxx/PMC5234300.xml", "title": "Sphenopalatine arteriovenous fistula complicating transsphenoidal pituitary surgery: A rare cause of delayed epistaxis treatable by endovascular embolization", "patient": "A previously healthy 46-year-old man was referred to our clinic because of visual symptoms and a nonfunctional pituitary adenoma with suprasellar growth that compressed the optic chiasm []. The tumor was resected via a transnasal, transsphenoidal microsurgical approach through the right nasal cavity. The tumor was tightly attached to the sellar diaphragm and there was a large opening to the suprasellar cistern after tumor removal. Tumor removal was macroscopically radical. Water-tight closure of the sella was achieved in layers using autologous fat tissue, collagen dural substitute, polyethylene sellar implant, fibrin glue, and repositioning of the saved remnants of the opened sphenoidal sinus mucosa. The nasal septum was realigned, as were the medial nasal turbinates on both sides. No bleeding from the sphenopalatine artery was encountered during the procedure. The patient had a momentary leakage of blood-tinted fluid from the nose when he was first mobilized from the supine to erect position. Four days post-peratively, as the patient was about to be discharged from our clinic to his local hospital, he had a brief transient episode of moderate epistaxis and was made to stay an extra night at the hospital. Early the next morning, 5 days postoperatively, the patient developed massive, life-threatening epistaxis from the right nasal cavity, as well as hematemesis. The patient was intubated, and a nasopharyngeal tamponade was applied. Computed tomography (CT) angiography did not reveal any injury to the internal carotid artery on either side. Digital subtraction angiography (DSA) of the right common carotid artery revealed irregularities in the wall of the right sphenopalatine artery and an arteriovenous shunt to a vein directed toward the internal jugular vein, with contrast agent extravasation at the fistula point []. A microcatheter was navigated into the sphenopalatine artery [], and embolization of the arteriovenous fistula was done using 0.5 ml glue (N-butyl-2-cyanoacrylate and Lipiodol in proportion 1:2). The microcatheter was removed. Angiography of the right common carotid artery did not show any remaining arteriovenous shunt or contrast agent extravasation; the posterior septal branch of the sphenopalatine artery was occluded [], indicating this branch as the lesion site. Angiography of the right internal carotid artery showed no sign of arterial injury or angiographic complications. Angiography of the left common, internal, and external carotid arteries revealed normal vessel anatomy. After embolization, all tamponades were removed and there was no active bleeding. The patient was stable overnight, he was successfully extubated the following day and he remained neurologically intact. On clinical follow-up, 2 months later, the patient was doing very well.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'15287315': 1, '21959481': 1, '19728100': 1, '9127026': 1, '23472732': 1, '24621700': 1, '22359145': 1, '10917369': 1, '16984839': 1, '23601117': 1, '9007854': 1, '12684974': 1, '3393664': 1, '10452481': 1, '28144482': 2}", "similar_patients": "{}"}