{"patient_id": 67316, "patient_uid": "5481882-1", "PMID": 28645253, "file_path": "comm/PMC005xxxxxx/PMC5481882.xml", "title": "A case report of thoracolumbar paraspinal myopathy as the cause of camptocormia in a patient with atypical parkinsonism", "patient": "A 63-year old female was admitted to the neurology department with a chief complaint of progressive forward and leftward flexion of the spine that was exacerbated during walking but lessened on recumbent position. Two years earlier, she had been diagnosed with a mild degree of lumbar spinal stenosis at L3–4 and L4–5 levels by an orthopedic specialist. Even though she still experienced intermittent radiating pain from the left hip down to her left leg, she was still able to do mountain climbing and carry out her usual activities of living. One month prior to her admission to the neurology department, she started to notice progressive forward and leftward flexion of the back and new-onset lower back pain. She went back to the orthopedic specialist for medical advice. Non-contrast-enhanced magnetic resonance imaging (MRI) of the lumbar spine revealed alterations of muscle signal intensity in the right paraspinal muscles at the L1–2 level on T2-weighted imaging (T2WI) (Fig. ), but no significant interval change of the known spinal canal stenosis. A facet joint injection of triamcinolone at right L4–5 level didn’t relieve her pain and it didn’t halt the progression of the spinal deformity. She was referred to the movement disorder clinic.\\nUpon examination, the patient did not have weakness, dysarthria or decreased sensation despite her history of infarction twenty years earlier in the territory of right middle cerebral artery (MCA) involving the right pre-rolandic area, corona radiata, and postcentral gyrus (Fig. ). Muscle tone and deep tendon reflexes of the left extremities were unremarkable. Her sensation to proprioception was intact in all four extremities. She had action tremors of both hands, moderate bradykinesia and rigidity on her left side, and postural instability during turning. Her gait was not wide-based and she had no difficulty performing finger-to-nose and heel-to-shin. With definite evidence of parkinsonism, we gave her a trial of levodopa/carbidopa. Initially, levodopa equivalent daily dose (LEDD) of 150 mg per day was prescribed. Over a week, it was gradually increased to 600 mg per day. Even though the medication improved her gait by increasing step length without causing serious side effects, the forward flexion of the spine only became more apparent (Fig. ). Serum creatine kinase (CK) was not checked at the time.\\nShe continued to experience severe back pain in the following months, besides which she developed erythematous pitting edema of and multiple bullae on both legs. She was subsequently admitted to the rheumatology. Her thyroid function was normal. CK was within normal limits. A repeat MRI scan of the spine, compared to the initial scan taken three months ago, showed diffuse enlargement and patchy enhancement of the paraspinal muscles on T1-weighted imaging (T1WI) from T4 through sacrum bilaterally (Fig. ). Electromyography (EMG) demonstrated a mild to moderate amount of ongoing denervation potentials in the thoracic and lumbosacral paraspinal muscles but no evidence of myopathic motor unit action potentials in either the paraspinal muscles or the lower extremity muscles – the left tibialis anterior, peroneus longus, and gastrocnemius. Atorvastatin, which she had been taking since five years ago, was discontinued as the possibility of drug-induced myopathy could not be ruled out. At discharge, she was on opioids for unremitting lower back pain.\\nA year later she was re-admitted to the neurology department for evaluation of focal atrophy of the back muscles on the right. The pain had subsided considerably for a year now. MRI of the lumbar spine again confirmed the presence of non-specific myopathic changes of thoracolumbar paraspinal muscles. Patchy contrast enhancement along myotendinous or myofascial junction on T1WI and diffuse enlargement of thoracolumbar paraspinal muscles were still seen. But the extent of contrast enhancement and that of muscle enlargement were less compared to the MRI taken one year ago. She finally underwent an ultrasound-guided gun biopsy of the paraspinal muscles.\\nThe biopsy specimen contained myofibers with moderate size variation. Degenerated, atrophic and regenerating fibers were abundant and mostly round in shape. Atrophic myofibers were not angular in shape. The increase in the number of internalized nuclei was seen in many myofibers. There was marked endomysial and perimysial fibrosis of the biopsied muscles but merely mild infiltration of inflammatory cells in endomysial and perivascular space (Fig. ). Overall, myopathic changes were evident, but the pathologist was unable to find clues with respect to the cause of fibrosis.\\nTwo years after the onset of camptocormia, as her clinical course was not consistent with idiopathic PD with camptocormia being the presenting symptom, fluorine-18 labeled N-3-fluoropropyl-2β-carboxymethoxy-3β-(4-iodophenyl)-nortropane (FP-CIT) positron emission tomography (PET) was done to confirm degenerative parkinsonism in this patient. The PET imaging revealed severely decreased radiotracer uptake in both putamina, even after taking into account the old infarct in the right MCA territory (Fig. ). The bilateral caudate nuclei were not spared.\\nSince she continued to experience back pain, follow-up spine MRI was done a year after the biopsy. Findings suggestive of active inflammation – contrast enhancement on T1WI and hyperintensity of the paraspinal muscles on T2WI – were still present albeit to a lesser extent. Newly identified hypointense signals on T1WI and T2WI were indicative of fibrotic changes. On account of persistent pain and MRI results indicative of the presence of ongoing inflammation, she was prescribed glucocorticoid, which she refused to take. Now merely two and a half years after the onset of camptocormia, she is in Hoehn and Yahr stage 4. The patient is still on levodopa currently at the LEDD of 420 mg per day. She hasn’t developed supranuclear gaze palsy, freezing of gait, blepharospasm, or gait ataxia. She has urinary dysfunction – urinary frequency starting a year before the onset of camptocormic symptom along with documented evidence of urinary retention (post-voiding residual volume > 200 ml). However, aside from urinary dysfunction, she has not developed other symptoms or signs of autonomic dysfunction (e.g., orthostatic hypotension and constipation).", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'880559': 1, '27445789': 1, '4115162': 1, '19592360': 1, '12112214': 1, '15924083': 1, '25896683': 1, '20300781': 1, '28645253': 2}", "similar_patients": "{}"}