{"patient_id": 114355, "patient_uid": "5088262-1", "PMID": 27803886, "file_path": "noncomm/PMC005xxxxxx/PMC5088262.xml", "title": "Bepotastine-induced urticaria, cross-reactive with other antihistamines", "patient": "A 17-year-old girl visited our clinic for itchy hives that had been aggravated by medication. Two years before, she had had itchy hives from time to time, which disturbed her school life. Using a single dose of medication as needed (Bepotastine besilate 10 mg, Talion, Dong-A ST, Seoul, Korea), her hives were controlled for hours or days. One month before her visit to our clinic, she felt that the medication was not working properly, and noted that her hives were aggravated and lasted longer after taking the usual medication.\\nShe denied other disease conditions. She avoided using nonsteroidal anti-inflammatory drugs, which had aggravated her hives on previous occasions.\\nThe patient was given an oral provocation test when she had no hives. Itchy hives appeared 20 min after administration of 10-mg bepotastine besilate, and the hives disappeared spontaneously in hours (). Various antihistamines of a different chemical class were given orally []. She showed a similar reaction to levocetirizine (Xyzal, UCB, Seoul, Korea). Chlorpheniramine (Peniramin, Yuhan, Seoul, Korea) provoked no skin reaction, but she complained of sleepiness that disturbed her studies.\\nTo find an effective antihistamine to control the hives without inducing an ADR, skin tests were planned with antihistamines available as a liquid []. In prick tests with 13 different antihistamines, only histamine as a positive control produced a positive wheal size of 30 mm × 20 mm. Intradermal tests produced negative results only to chlorpheniramine, ketotifen, and olopatadine (, ). Ketotifen 1 mg (Ketotifen Sama, Sama Pharm, Wonju, Korea) was administered orally, and no ADR was observed.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'27803878': 1, '19639729': 1, '19348661': 1, '10354055': 1, '11167712': 1, '31852144': 2, '20735291': 1, '22346270': 2, '17484732': 1, '24260733': 2, '27803886': 2}", "similar_patients": "{'6922401-1': 1, '6922401-2': 1, '3826602-1': 1, '3276789-1': 1}"}