{"patient_id": 70545, "patient_uid": "5714243-1", "PMID": 26510454, "file_path": "comm/PMC005xxxxxx/PMC5714243.xml", "title": "Mycobacterium avium subspecies hominissuis in Crohn’s disease: a case report", "patient": "The patient is a 21-year-old local female from the Midwest region of United States with a known history of Crohn’s disease for two years. The patient’s symptoms had been difficult to control in the past, and most recently she had been on a corticosteroid (prednisone 40 mg daily) in addition to a monthly Humira injection over the past six months. Over the past year, the patient continued to have severe colicky cramping abdominal pain, nausea and intermittent diarrhea. She was recently evaluated for worsening abdominal pain and cramping, and colectomy was considered because of her poor response to therapy. A recent colonoscopy was performed by the gastroenterologist, and active disease was seen in the cecum, rectum and sigmoid colon. The patient was also found to have eosinophilia with 15% eosinophils in her blood differential count. Because of the eosinophilia and history of drinking well water, a search for parasites such as Strongyloides was performed, and there was no parasite within the stool. The left and right colon biopsies showed features of active colitis including cryptitis, crypt abscesses and increased lymphocytic and eosinophilic infiltration in the lamina propria (A-C). Small, loosely formed granulomas were identified. GMS silver stain and acid-fast stain were performed, and there were apparent small oval/rod acid-fast bacteria within the histiocytes and the lamina propria (D). The histopathological features were consistent with inflammatory bowel disease (Crohn’s disease). There was no morphologic evidence of eosinophilic colitis.\\nA blood culture was sent to us and performed in specialized medium based on Middle brook 7H9 with supplements of oleic acid, albumin, dextrose and catalase, from BD Biosciences (OADC) and mycobactin J []. Briefly, the medium was prepared in our own laboratory, and blood culture was performed using the following method developed in our laboratory. One 4-ml purple-top tube of blood was centrifuged at 5000 g for 10 minutes in a 15-ml centrifuge tube to separate the plasma and the cellular components. The plasma was removed from the centrifuge tube and stored at −20°C in a freezer for MAP antibody titer testing for the presence of MAP using the whole cell extract of MAP. A sterile red blood cell lysis buffer (ammonium chloride buffer containing 0.8% ammonium chloride, 0.08% sodium bicarbonate, 0.037% disodium EDTA) was added to the centrifuge tube in 4× volume (10 ml), and the cellular blood components were resuspended in the red cell lysis buffer by turning the capped tube upside down multiple times until no visible clumps were present. The nucleated cells were collected by centrifugation at 6000 g for 10 minutes, and the lysed red cells and supernatants were emptied into a biohazard container. The nucleated cell pellet was resuspended in a 4 ml liquid medium of Middlebrook 7H9 supplemented with 10% OADC and mycobactin J at 2 µl/ml. Two aliquots of the resuspended nucleated cells in liquid medium were removed with sterile pipette and planted on two separate solid media plates, one for induction of the cell-wall deficient form of MAP (spheroplasts) and one for maintenance culture. The solid induction medium contained essentially identical components with the solid maintenance medium and liquid medium except for addition of 20% sucrose and 3% glycerol. After the blood culture was incubated for two weeks at 37°C, an aliquot of culture was removed, and an acid-fast stain was performed (). The cellular components of culture, including the nucleated cells from the blood and anything growing during the two-week culture period, were collected by centrifugation at 12 000 g for five minutes. The cultured material was washed with PBS buffer (pH 7.4) once and resuspended with 0.5 ml 100% acetone. The cultured material was collected by centrifugation at 12 000 g for five minutes and resuspended in 500 µl pH 7.6 TE buffer (10 mmol/L Tris, 1 mmol/L EDTA, pH 7.6) and 0.5% SDS. Proteinase K (five units) were added and incubated at 65°C overnight. The genomic DNA was isolated by phenol/chloroform/isoamyl-alcohol extraction and alcohol precipitation as described elsewhere []. The genomic DNA was used for PCR analysis using primers specific for IS900, IS901, IS1245 and 16s rDNA () [,]. The PCR amplification was performed in 50 μl volume using 94°C for 30 seconds, 55°C for 30 seconds and 72°C for 45 seconds for 40 cycles using the PCR Core-kit (Sigma Aldrich). The PCR amplicon was visualized on 1.2% agarose gel electrophoresis. The PCR amplicons were subjected to DNA sequencing analysis to Eurofins Genomics sequencing services, and the amplified DNA sequences were submitted for BLAST analysis against Genbank nucleotide sequences at NCBI ().\\nPCR primers for 16S rDNA and IS1245 produced distinct bands for the culture, and the PCR amplicons were sent for direct DNA sequencing. The amplicon sequence using 16s rDNA primers matched both MAP (100%, GenBank: CP010114.1) and MAH (100% GenBank AP012555.1), and the amplicon sequence using IS1245 primers also matched both MAP and MAH (99%, GenBank AP012555.1). However, PCR analysis using the primer set derived from IS900 was negative, indicating that the isolate was not MAP. Further testing with PCR primer sets for IS901 and IS1245 showed that only IS1245 was positive, confirming the identity of MAH ().", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'30345230': 1, '21908381': 1, '24612016': 1, '20678342': 1, '24577292': 1, '1208878': 1, '21084514': 1, '24501026': 1, '16891515': 1, '19058231': 1, '710845': 1, '3792780': 1, '17714674': 1, '15380962': 1, '17255438': 1, '2233945': 1, '17886288': 1, '19174807': 1, '21745597': 1, '6511878': 1, '23128233': 1, '29876352': 1, '3760132': 1, '26510454': 2}", "similar_patients": "{}"}