{"patient_id": 124323, "patient_uid": "5933581-1", "PMID": 29202683, "file_path": "noncomm/PMC005xxxxxx/PMC5933581.xml", "title": "Successful use of snare electrocautery via flexible fiberoptic\\nbronchoscopy for removal of an endobronchial hamartoma causing chronic lung\\natelectasis and mimicking malignancy", "patient": "A 63-year-old male presented to the outpatient department with complaints of cough\\nwith sputum for the past 4 years. His history revealed hospital admission elsewhere\\nfor lung disease 3 years ago, when chest computed tomography (CT) examination and\\nfiberoptic bronchoscopy showed an abnormality in the left upper lobe (). However, there was\\nno evidence of malignancy. The patient had no history of fever, dyspnea, hemoptysis,\\ndysphagia, loss of appetite or weight loss. On general examination, there was\\nabsence of pallor, cyanosis, clubbing, edema and peripheral lymphadenopathy. All\\nlaboratory test results were in the normal range except the neuron-specific enolase\\nlevel, which was increased to 30.27 ng/mL. Furthermore, chest CT was performed and\\nshowed a tightly endobronchial soft tissue with calcification located at the left\\nhilum and total atelectasis of the left upper lung, which was enlarged compared with\\n3 and 4 years ago (). Also, a large mass was visible blocking the left upper lobe\\nunder bronchoscopy. Although biopsy was successful, pathological examination of the\\nsmall specimen showed only histological inflammation and squamous metaplasia (). In view of the\\ncytomorphological features suspicious for squamous cell carcinoma and the\\nradiological features, we performed a second, interventional bronchoscopy with snare\\nelectrocautery to focus on the protrusive lesion in the left upper bronchial stem.\\nThe protrusive lesion was removed completely, despite a little bleeding (). To prevent\\nrecurrence of the neoplasm, the mass root was cauterized with argon plasma\\ncoagulation (APC). No complications related to interventional bronchoscopy were\\nobserved. Final pathological evaluation of the entire mass was not identical to the\\ninitial diagnosis and confirmed the mass as a hamartoma (). No additional treatment was\\nrequired, and the patient was discharged and followed at the outpatient clinic. Most\\nimportantly, chest CT examination after 2 months showed complete recovery of the\\nabnormality in the left upper lobe (). The patient’s condition remained stable for at least\\nthe following 12 months after interventional therapy.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'16863731': 1, '3726106': 1, '16887035': 2, '30719262': 2, '16772389': 1, '19716140': 1, '19947992': 1, '12114359': 1, '29202683': 2}", "similar_patients": "{'1552053-1': 1, '6348499-1': 1}"}