{"patient_id": 64460, "patient_uid": "5266149-1", "PMID": 28079787, "file_path": "comm/PMC005xxxxxx/PMC5266149.xml", "title": "Oral and vulvo-vaginal lichenoid reactions due to mitotane (Lysodren)", "patient": "We report the case of a 50 years old woman followed in the Department of Endocrinology at Brest University Hospital (France) for malignant adrenocortical carcinoma.\\nIn October 2013, the patient came to the emergency department for a superficial phlebitis of the left calf associated with dyspnea. Additional tests revealed a large mass of 6.6 cm long axis at the expense of the left adrenal gland. Faced with this suspicion of adrenocortical carcinoma, the patient underwent resective surgery, planned quickly. Pathological analysis confirmed the diagnosis of malignant adrenocortical carcinoma.\\nAs part of the treatment, the patient received mitotane (Lysodren) as adjuvant treatment. Six months after starting the treatment, she reported severe discomfort at vaginal and oral levels (causing difficulty feeding). An alteration of the mucous membranes was observed. Mitotane treatment also resulted in a central hypothyroidism after 1 year of treatment. This side effect was treated by levothyroxine sodium (Levothyrox). The mensual plasma dosage of mitotane confirmed the stable level of the drug between 14 and 20 nanograms per milliliter, as recommended.\\nThe initial diagnosis, established in the Endocrinology Department from the clinical data, was an oral candida fungus treated by flucytosine (antifungal for systemic use indicated in severe fungal infections) and fluconazole (antifungal indicated especially in the treatment of candidiasis). Due to lack of efficiency, patient was addressed in the Dermatology Department where a possible lupus was discussed. Immunological tests and vaginal and oral biopsy were performed. A presumptive diagnosis of lichen planus led to corticosteroids mouthwash prescription. Presentation of this case was made in the multidisciplinary lupus consult. This staff concluded that clinical and immunological examinations were not in favor of an induced lupus. The treatment then undertook was mouthwashes of lidocaine (local anesthetic) and prescription of Colchimax (consisting of methyl tiemonium, opium, and colchicine: antigout and antiinflammatory especially indicated to treat Behçet disease). One month later, treatments were suspended because of healing courses of lesions. Investigations have also been undertaken to rule out a deficiency origin. Vitamin supplements were prescribed.\\nFinally, biopsy performed at vaginal level revealed an active erosive lichen (Fig. ). Oral biopsy is not specific but by analogy the diagnosis was bipolar erosive lichen planus. The lichen was first treated with corticosteroids (prednisone) that have proven ineffective and badly tolerated by the patient. Then treatment with ciclosporine (Neoral: immunosuppressive therapy) was conducted to the same result. So, prescription of Acitretin (Soriatane: keratolytic agent indicated for the treatment of severe forms of lichen planus on failure of the usual therapeutic) without improvement.\\nThe patient was sent to the Pathology and Oral Surgery Department of where were objectified:\\nErosive lichenoid lesions on right and left cheeks (Figs. and ).\\nErosive lichenoid lesion of the right side edge of the tongue (Fig. ).\\nComplicated with pyogenic granuloma on left cheek (Fig. ).\\nErosive lichenoid eruptions associated with endovaginal synechia (Fig. ).\\nNow, the patient is treated – for its erosive lichen planus – by hydroxychloroquine sulfate (Plaquenil: indicated for the treatment of lupus erythematosus and steroid-resistant or refractory lichen planus) associated with corticosteroids mouthwash for OLP and clobetasol propionate (Dermoval) with cortisone for vulvo-vaginal eruptions. At its last consultation, the patient reported significant improvement in both oral and vaginal symptoms.\\nCurrently, discussion is ongoing to evaluate the benefit/risk balance for the maintenance or not treatment of mitotane, medication being not substitutable at the time.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'13709129': 1, '18358199': 1, '26120146': 1, '18806491': 1, '11100207': 1, '12218235': 1, '14140743': 1, '26305886': 1, '7997389': 1, '6737375': 1, '7398132': 1, '4279720': 1, '5924590': 1, '8463463': 1, '9252768': 1, '4434322': 1, '3470822': 1, '9267733': 1, '279340': 1, '27002491': 1, '21196843': 1, '3478637': 1, '4259599': 1, '17326749': 1, '2609215': 1, '15641994': 1, '17184272': 1, '22564889': 1, '10459117': 1, '2943991': 1, '6213747': 1, '13536249': 1, '12556721': 1, '19874335': 1, '6232357': 1, '3930581': 1, '2865950': 1, '26221968': 1, '26775162': 1, '6449324': 1, '5634694': 1, '15789104': 1, '4276191': 1, '18005023': 1, '15670173': 1, '4425629': 1, '2273123': 1, '6452095': 1, '6960307': 1, '13084978': 1, '16551738': 1, '2325710': 1, '10846126': 1, '19882000': 1, '4266310': 1, '6453230': 1, '5145426': 1, '2171414': 1, '2536146': 1, '8242539': 1, '15764042': 1, '8444050': 1, '20996826': 1, '26969077': 1, '6593665': 1, '16796633': 1, '20120430': 1, '15533219': 1, '28079787': 2}", "similar_patients": "{}"}