{"patient_id": 67626, "patient_uid": "5506470-1", "PMID": 28744381, "file_path": "comm/PMC005xxxxxx/PMC5506470.xml", "title": "A Case of Strongyloidiasis: An Immigrant Healthcare Worker Presenting with Fatigue and Weight Loss", "patient": "A 74-year-old female retired healthcare worker presented with abdominal pain and vomiting following a left inguinal hernia repair performed 7 days priorly. Symptoms began two days after her surgical procedure. Patient had a seven out of ten nonradiating, diffuse abdominal pain localized to the epigastric region described as burning in nature. It was accompanied by fever, nausea, and postprandial vomiting, which was clear and mucoid in nature, sometimes containing food particles. She did not have bowel movements since her inguinal hernia repair. Upon further inquiry, the patient mentioned that she had a decrease in appetite for all types of food for the past 6 months and began limiting her intake to liquids because they were easier to tolerate. The patient also noticed changes in stool caliber and noted an unintentional weight loss of 25 pounds in a one-month span. The patient stated that laboratory tests were unremarkable. A stool exam was not ordered since patient had no complaints of diarrhea. She had an esophagogastroduodenoscopy performed four months priorly due to similar symptoms and the results were essentially normal. The patient has a history of osteoarthritis. Surgical history includes umbilical hernia, a hysterectomy in 2012, and a left inguinal hernia in 2015. Family history includes diabetes mellitus and breast cancer. Patient is a retired home healthcare worker who resides in Grenada six months out of the year and frequently visits the United States. Patient has no other significant medical conditions and denies use of tobacco, alcohol, or illicit drugs. In review of systems, the patient complains of feeling dizzy and experienced a severe bout of malaise beginning around the time she began to lose weight. However, no signs of fever, pruritus, or erythema were noted. The patient was asked about any distinctive food choices or habits and she states that she plants and consumes her own vegetables in rural Grenada.\\nUpon examination, the patient was an elderly female of the appropriately stated age; she appears apathetic and fatigued. The patient was malnourished and in mild distress with vital signs reading: blood pressure of 135/90 mmHg, a pulse of 110 bpm, a temperature of 99.8°F, and a respiratory rate of 18 breaths per minute. Lungs were clear to auscultation bilaterally and normal S1 and S2 sounds were heard with regular rate and rhythm. The abdomen was soft, nondistended, tender to light, and deep palpation in the umbilical area but no masses or organomegaly was felt. Bowel sounds were normoactive in all 4 quadrants and a surgical scar from umbilical hernia was noted. Patient's left inguinal surgical site was tender to touch with mild swelling and no drainage.\\nThe abdominal X-ray and CT were ordered and suggested evidence of ileus and dilated stomach with small bowel distended up to 4.5 cm diameter without identifiable obstruction, respectively. No organomegaly or lymphadenopathy was noted. Upper GI follow-through was performed and impressions identified jejunal mural abnormality with thickening and loss of normal mucosal pattern, suggestive of broad region of infection or inflammation. Laboratory examination revealed an unremarkable absolute eosinophil count and blood percentage ().\\nPatient presented with an elevated white blood cell count of 11,000/mm3 which rose to 16,000 mm3, following days of admission which is related to the infected surgical site (). Tumor markers for CA-19-9, CEA, and CA-125 were also measured and were within normal limits to rule out malignancy.\\nThe patient was admitted for possible small bowel obstruction which was worked up with conservative treatment. Patient was placed on a regimen of nothing by mouth (NPO), lactated ringer 1000 mL intravenously at 125 mL/hr, NGT tube for intermittent decompression, and ketorolac 20 mg subcutaneously every 6 hours for pain. Another esophagogastroduodenoscopy was performed and the impression revealed duodenal mucosal thickening and diffuse redness. Biopsies were also taken: one sample from the antrum of the stomach and three samples from the duodenum which were submitted in formalin with the largest fragment measured up to 0.5 × 0.3 × 0.2 cm. Microscopic examination samples in the nonfundic type of gastric mucosal biopsy showed numerous parasites in the lumen of the glands (Figures and ). Parasite sections were noted in cross-sectional views and in other areas showing in long sections, which were identified as Strongyloides stercoralis. Eosinophils were identified in the infiltrate at 200x to 600x magnification, but a count was not taken. The diagnosis was confirmed with a stool ova and parasite, revealing rhabditiform larvae, which typically measure 200 to 300 microns by 10 to 20 microns [].", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'28210503': 1, '26923091': 1, '23350004': 1, '20698992': 2, '15571478': 1, '23900531': 1, '15173813': 1, '15635962': 1, '21509240': 1, '23875033': 1, '30898993': 1, '28279703': 1, '28744381': 2}", "similar_patients": "{'2925357-1': 1}"}