{"patient_id": 62119, "patient_uid": "5043219-2", "PMID": 27746737, "file_path": "comm/PMC005xxxxxx/PMC5043219.xml", "title": "Δ9-THC Intoxication by Cannabidiol-Enriched Cannabis Extract in Two Children with Refractory Epilepsy: Full Remission after Switching to Purified Cannabidiol", "patient": "A 7-year-old boy had a diagnosis of refractory epilepsy due to SCN1A mutations associated with Dravet syndrome. Prior to treatment with cannabinoids, he presented daily complex, focal, myoclonic, tonic, and absence seizures. In addition to severe myoclonic epilepsy, the child also presented behavioral and developmental delays, hyperactivity and impulsiveness, and autistic-like behaviors. The boy underwent anticonvulsant treatment for appropriate periods and with adequate doses, failing to respond to several drugs including stiripentol, valproic acid, oxcarbazepine, topiramate, levetiracetam, phenytoin, phenobarbital, and sulthiame. The patient was then started on an orally administered CBD-enriched extract, 16% CBD, 250 mg/day or 12.5 mg/Kg/day; divided in two doses of 125 mg; in addition to topiramate 3.75 mg/KG/day and valproate 24 mg/kg/day), which reduced seizures (from 1–2 a day to 1 a month) and improved general behavior, speech, understanding, and attention. After 3 months, however, the patient started to present ataxia, reduced attention, irritability, aggressiveness, and seizure worsening. An analysis of the cannabis extract detected 3.1% of Δ9-THC and 91% of CBD, proportions that were also confirmed through a hair test. The CBD-enriched extracts (which remained the same during the initial treatment) was replaced by 200 mg/day of purified CBD (divided in two doses of 100mg, oral solution with 99.6% CBD dissolved in corn oil (BSPG-Pharm, Sandwich, UK) and no Δ9-THC, which was later increased to 300 mg/day divided in two doses of 150 mg. This dose led to complete improvement of all intoxication symptoms after 1 week of treatment as indicated by clinical evaluation, EEG improvements, and complete seizure remission after 3 weeks of the new treatment. The child also had a clear improvement in most of the autistic-like symptoms over the course of 6 months, including poor communication (vocabulary and spelling), poor social interaction, and repetitive and limited behavior, which allowed the boy to start school and get involved in sports activities like swimming.\\nFollow up assessments at 1 year (Case A) and 1 year and 10 months (Case B) showed remission of seizures and clear progressive improvement of the remaining general symptoms with the use of pure CBD. The other medications remained stable before and during the time of transition from the cannabinoid extract to the purified CBD in both cases. Likewise, there were no changes in the dose or frequency of administration of the purified CBD oil. No side-effects were reported for any dose of CBD used and plasmatic levels of the adjuvant antiepileptics did not change during the trial in the two cases.", "age": "[[7.0, 'year']]", "gender": "M", "relevant_articles": "{'24897085': 1, '26976797': 1, '7413719': 1, '30258398': 1, '28861507': 1, '32390835': 1, '23311572': 1, '22824736': 1, '30793115': 1, '30250104': 1, '351429': 1, '25845492': 1, '18833429': 1, '30361897': 1, '20565726': 1, '34131459': 1, '27249079': 1, '33332002': 1, '26724101': 1, '26839983': 1, '29344464': 1, '26352816': 1, '24237632': 1, '27069631': 1, '32973998': 1, '34771132': 1, '29372545': 1, '30109642': 1, '26800377': 1, '18446323': 1, '22716148': 1, '26567560': 1, '25475762': 1, '17468935': 1, '32503116': 1, '30298064': 1, '26350340': 1, '26103034': 1, '27270959': 1, '29114823': 1, '28553229': 1, '32322680': 1, '20512271': 1, '30179535': 1, '26282273': 1, '22573629': 1, '26114620': 1, '27746737': 2}", "similar_patients": "{'5043219-1': 2}"}