{"patient_id": 73211, "patient_uid": "5904220-4", "PMID": 29450646, "file_path": "comm/PMC005xxxxxx/PMC5904220.xml", "title": "Evidence of amyloid-β cerebral amyloid angiopathy transmission through neurosurgery", "patient": "This 57-year-old British female was diagnosed with syringomyelia at age of 17 for which she underwent neurosurgery at age of 20. Subsequently at the age of 40, the patient was also diagnosed with an arteriovenous malformation involving the right insular region, which was initially treated with radiosurgery followed by intravascular coiling 2 years later. The patient presented acutely with a large intracerebral haemorrhage, centred in the left thalamus, but also involving the ventricles, and she died soon after. Post-mortem examination of the brain revealed widespread severe leptomeningeal and parenchymal CAA as the underlying cause of the haemorrhage. There were multiple additional micro-infarcts and micro-haemorrhages across the brain and there was focal leptomeningeal CAA-related inflammation. CAA was also present in cerebral deep grey nuclei (including the origin of the haemorrhage), midbrain parenchyma, and focally in the subcortical cerebral and cerebellar white matter (Fig. ). There were also widespread parenchymal Aβ deposits corresponding to Thal phase 5 and CERAD score 1, whilst neurofibrillary tangle tau pathology did not exceed Braak and Braak stage II, in keeping with low level Alzheimer’s disease neuropathological change [, ]. There was also Lewy pathology restricted to the brainstem, but no evidence of TDP43 proteinopathy. The APOE genotype was ε3/ε3. Next generation sequencing of the panel of 17 genes associated with different forms of dementia revealed no pathogenic mutations.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'32204380': 1, '23380991': 1, '26670299': 1, '29669601': 1, '26354483': 1, '31490337': 1, '27400367': 1, '31392412': 1, '21061402': 1, '33287898': 1, '1683421': 1, '28349199': 1, '22101365': 1, '27885490': 1, '25344093': 1, '8006664': 1, '19622727': 1, '33119726': 1, '30597599': 2, '8086126': 1, '7574475': 1, '22028219': 1, '25943889': 1, '26812492': 1, '29615128': 1, '32232565': 1, '2011243': 1, '1763890': 1, '32414028': 1, '31046829': 1, '11222803': 1, '27016065': 1, '24754000': 1, '26413742': 1, '30546139': 1, '34047818': 1, '33972773': 1, '34507620': 1, '16906426': 1, '24899047': 1, '24371306': 1, '28205009': 1, '33250056': 1, '29310723': 1, '31371707': 1, '22329859': 1, '30966865': 1, '22265587': 1, '23208308': 1, '29209767': 1, '34224730': 1, '11283320': 1, '33000167': 1, '28714976': 1, '23998997': 1, '1652394': 1, '15654038': 1, '18227992': 1, '21084494': 1, '27364252': 1, '24905840': 1, '33540845': 1, '30483944': 1, '12084879': 1, '33586018': 1, '27812816': 1, '10073510': 1, '31868945': 1, '32122460': 1, '23231422': 1, '26998632': 1, '21714827': 1, '20966215': 1, '27314593': 1, '31481130': 1, '29450646': 2}", "similar_patients": "{'5904220-1': 2, '5904220-2': 2, '5904220-3': 2, '6492172-1': 1, '6492172-2': 1, '6492172-3': 1}"}