{"patient_id": 68976, "patient_uid": "5610820-1", "PMID": 29082056, "file_path": "comm/PMC005xxxxxx/PMC5610820.xml", "title": "Successful Treatment of a 15-Year-Old Nonunion of a Midshaft Clavicle Fracture Causing Brachial Plexus Compression", "patient": "A 49-year-old man presents with progressive complaints in his left arm over the past two years. He experiences a tingling and a numb feeling in his entire arm especially when walking or driving. These complaints initiate in the hand, digits two to four in particular, and progress proximally over time.\\nFurthermore, the patient has an annoying sensation of two rubbing clavicular fracture parts. Fifteen years ago he fell from a height of five meters during work. As a result of this accident he sustained a midshaft clavicle fracture on the left side, which was treated conservatively.\\nPhysical examination revealed a drooping left shoulder, a visible thickening, and an abnormally shaped clavicle. Active and passive full range of motion of the shoulder was found.\\nNeurological examination showed symmetrical low reflexes and a normal sensibility. When raising the arm and keeping it elevated, tingling and numbness occurred.\\nX-rays showed a nonunion of a midshaft clavicle fracture with extension callus formation ().\\nAn MRI showed granulation tissue around the brachial plexus, without revealing an injury of the plexus itself ().\\nThe diagnosis was therefore a hypertrophic nonunion of a midshaft clavicle fracture causing compression of the brachial plexus, without damage to the plexus. We decided to perform an open reduction and internal fixation of the clavicle, using a precontoured locking plate (Perilock, Smith & Nephew, Warsaw, USA) ().\\nIntraoperatively, extensive preparation to free both ends of the clavicle from scar tissue was performed, both ends were trimmed to fit as well as possible, an autologous bone graft was performed (obtained from the resected parts), the medullary canal was opened, and the plate was fixed. At the first postoperative visit (six weeks) the tingling sensation had gone almost completely. Six months postoperatively, the patient reported no pain, and he had obtained a full range of motion. Despite these satisfactory results, complete healing of the fracture was not yet seen on the X-rays (). However, during the final check-up, 12 months after treatment, a complete healing of the clavicula fracture was observed ().", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'23824382': 1, '17308497': 1, '20990648': 1, '9179891': 1, '2760952': 1, '18101917': 1, '5793005': 1, '22419410': 1, '3708979': 1, '12378163': 1, '9619941': 1, '6345551': 1, '14090203': 1, '5666865': 1, '11776672': 1, '23827280': 1, '31467966': 1, '29082056': 2}", "similar_patients": "{}"}