{"patient_id": 119663, "patient_uid": "5574470-1", "PMID": 28890785, "file_path": "noncomm/PMC005xxxxxx/PMC5574470.xml", "title": "Staged approach for surgical management of a true femoral artery aneurysm combined with bilateral iliac artery aneurysms", "patient": "A 67-year-old man who was previously healthy was admitted because of a mass in his right groin. He was asymptomatic. Physical examination revealed a palpable, pulsating mass in the right groin. There was no history of distal embolization or trauma to the groin, and distal pulses were present in the right leg.\\nUltrasonographic examination of the belly and groin showed an aneurysm of the right common femoral artery and bilateral aneurysms of the common iliac arteries. Blood parameters and biochemical and coagulation profiles were all within their normal ranges. Contrast-enhanced computed tomography confirmed multiple dilatations of both common iliac arteries and the right femoral artery. In addition, the external iliac arteries were highly tortuous and small in caliber (). The thoracoabdominal aorta and popliteal arteries were of normal diameter, but the diameter of the left common femoral artery measured 2 cm.\\nInformed consent was obtained from the patient. The patient was treated with a staged procedure. In the first stage, the right femoral aneurysm was repaired in open surgical fashion. Under intratracheal general anesthesia, a vertical incision was performed in the right groin to expose the aneurysm. Operative findings confirmed that the aneurysm extended from the common femoral artery to the proximal parts of the deep and superficial femoral arteries (). Then, the patient underwent aneurysmectomy, placement of a knitted Dacron Y graft, and reconstruction of the superficial and deep femoral arteries (). The proximal parts of the deep and superficial femoral arteries were resected and excluded, and all nondiseased distal parts were anastomosed to the arms of the Dacron graft in an end-to-end configuration. Another, 10-mm Dacron graft was anastomosed to the body of the Y graft in an end-to-side configuration to create an access point for planned endovascular repair of the iliac aneurysms ().\\nIn the second-stage procedure, the bilateral iliac aneurysms were repaired with stent grafts. A stiff guide wire was used because of the tortuosity of the external arteries. Stented grafts were passed through the side branch of the Y graft. The internal iliac arteries were embolized with coils. After the endovascular repair, the side branch of the Y graft was ligated and resected. There were no intraoperative or postoperative complications. Microbiological cultures of the aneurysm wall were negative for bacterial infection.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'4270274': 1, '1433668': 1, '8861433': 1, '9633506': 1, '11483424': 1, '922623': 1, '1999868': 1, '9638996': 1, '28890785': 2}", "similar_patients": "{}"}