{"patient_id": 62818, "patient_uid": "5093286-1", "PMID": 27840764, "file_path": "comm/PMC005xxxxxx/PMC5093286.xml", "title": "Retroperitoneal Teratoma in an Adult: A Potential Pitfall in the Differential Diagnosis of Adrenal Myelolipoma", "patient": "A 32-year-old female patient presented with an incidental right adrenal mass pointed out on CT scan at medical checkup. The patient had no medical history. Results of complete blood count and routine biochemistry tests were normal. The endocrine function and tumor markers were also within normal ranges. According to imaging studies including CT and MRI (), a right adrenal mass of 5.1 × 3.6 × 3.4 cm was composed of fatty density area and calcification. Thus, clinical diagnosis of adrenal myelolipoma was made based on radiological findings.\\nBecause of its relatively large size and the patient's desire, she underwent gasless single-port retroperitoneoscopic adrenalectomy using the RoboSurgeon system []. The tumor was excised via a single port of 3 cm at the right flank through a retroperitoneal approach. Intraoperative bleeding was minimal, and the total duration of the operation was 144 minutes. No adverse events occurred postoperatively and she was discharged on day 5.\\nMacroscopically, the resected tumor contained multicystic and solid components including fatty tissue. The right adrenal gland was compressed but was not destructed by the tumor (). Microscopically, the wall of the cystic component was lined by keratinized squamous epithelium, and the solid component of the tumor was composed of a mixture of various mature components such as fat, nerve, cartilage, bone, and sebaceous glands (). Surgical margin was negative. Neither immature nor malignant components were identified. The tumor was pathologically considered as a mature cystic teratoma arising in the retroperitoneum adjacent to the right adrenal gland. She remains free of recurrence for 29 months after surgery.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'30559557': 1, '8814409': 1, '30214733': 1, '22587397': 1, '15112254': 1, '15333379': 1, '29137015': 1, '11211806': 1, '16249853': 1, '11727150': 1, '27840764': 2}", "similar_patients": "{}"}