{"patient_id": 114089, "patient_uid": "5066415-1", "PMID": 26975860, "file_path": "noncomm/PMC005xxxxxx/PMC5066415.xml", "title": "Non-Exposed Endoscopic Wall-Inversion Surgery for Gastrointestinal Stromal Tumor of the Stomach: First Case Report in Korea", "patient": "A 67-year-old woman visited our department for evaluation of a gastric mass. The mass was discovered during gastroscopy as part of a routine health checkup and was defined as a 2.0×1.5 cm subepithelial tumor at the greater curvature side of the fundus base (). Endoscopic ultrasonography revealed that the lesion originated from the 4th muscle layer (proper muscle layer) with a homogeneous and hypoechoic pattern ().\\nA computed tomography scan showed that the lesion protruded into the gastric lumen, with no evidence of distant or lymph node metastasis (). The patient was informed of several surgical treatment options and agreed to undergo NEWS.\\nNEWS was performed as follows. Under general anesthesia, the patient was placed in the supine position. A 12-mm camera port was inserted into the umbilicus. Subsequently, 5 mm trocars were placed in the right upper, left upper, and left lower quadrants, and a 12 mm trocar was placed in the right lower quadrant. Several serosal markings were made laparoscopically, and a circumferential seromuscular incision was made with electrocautery. After creating a flap, the seromuscular layers were vertically sutured in an interrupted manner using vicryl thread to invert the lesion into the gastric lumen (). The lesion was removed by endoscopic submucosal dissection (ESD) using a dual knife (Olympus, Tokyo, Japan), and the mucosal side was closed with clips. The detached lesion was removed perorally (). Potential air leakages or mucosal defects were investigated using laparoscopy.\\nThe elapsed time from the serosal markings to endoscopic removal of the lesion was 40 minutes (serosal markings, 2 minutes; seromuscular incision, 9 minutes; suture, 14 minutes; ESD with retrieval, 15 minutes). There were no complications, and the estimated blood loss was less than 50 mL. The surgical margin was clear and the capsule was covered with the mucosa and serosa. The final pathologic diagnosis was GIST of a very low risk. Immunohistochemical stains were positive for CD34 and CD117 ().\\nCeftriaxone was administered for 5 days and the patient’s diet was resumed 3 days after the procedure. Her condition improved, and she was discharged 10 days after the procedure.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'29301064': 1, '23974429': 1, '29354772': 1, '27298713': 1, '32581398': 1, '25394216': 1, '21394421': 1, '29085475': 1, '25087058': 1, '31270624': 1, '22989470': 1, '22098836': 1, '17624289': 1, '26975860': 2}", "similar_patients": "{}"}