{"patient_id": 65568, "patient_uid": "5358139-1", "PMID": 28348695, "file_path": "comm/PMC005xxxxxx/PMC5358139.xml", "title": "Complete Atrioventricular Block Presenting With Syncope Caused by Severe Hypothyroidism", "patient": "A 75-year-old man was a smoker with no history of coronary artery disease, hypertension and hyperlipidemia except diabetes, which was diagnosed 3 years ago. He presented in the emergency room with syncope. The patient was conscious and physical examination showed heart rate 22 beats/min, blood pressure 110/70 mmHg, temperature 36.5 °C. Heart sound was normal without murmur and bruits. Initial electrocardiogram (ECG) showed complete AV block and bradycardia with minimum heart rate of 22 beats/min (). A chest X-ray was normal with mild pulmonary edema. Laboratory findings revealed severe hypothyroidism with a thyroid-stimulating hormone (TSH) level > 100 mIU/L (normal range 0.27 - 4.2) and a free T4 of 0.16 ng/dL (normal range 0.93 - 1.7). Hemoglobin (10.7 g/L) was mildly reduced. Kidney and liver enzymes were elevated (AST 120 IU/L, ALT 46 IU/L, LDH 464 IU/L, BUN 31.8 mg/dL, Creatinine 3.3 mg/dL). Transthoracic echocardiography showed normal left ventricular systolic function and mild tricuspid regurgitation. A temporary pacemaker was inserted via femoral vein with a ventricular rate of 60 beats/min (). Coronary angiography revealed no significant lesion. He was treated with low-dose levothyroxine. In 4 days AV conduction was recovery and the patient had a sinus rhythm of 48 beats/min. Kidney and liver function had normalized. He was discharged on the seventh day of admission. In four week, ECG revealed normal sinus rhythm with full recovery (). The TSH level had decreased to and the free T4 level was normal.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'16441726': 1, '14818966': 1, '29974011': 2, '17923583': 1, '14133595': 1, '34179150': 2, '6133415': 1, '34396299': 1, '14874166': 1, '18335023': 1, '1987440': 1, '4695358': 1, '830262': 1, '28100579': 1, '13404721': 1, '28348695': 2}", "similar_patients": "{'8230540-1': 1, '6029737-1': 1}"}