{"patient_id": 70778, "patient_uid": "5733059-1", "PMID": 29312114, "file_path": "comm/PMC005xxxxxx/PMC5733059.xml", "title": "Truth of Floating Carotid Plaques", "patient": "A 59-year-old man was admitted to our institution due to dizziness and right tinnitus. Previous history was notable for hypertension, hyperhomocysteinemia, and coronary atherosclerotic disease, and the patient had received coronary artery bypass graft surgery. He took aspirin 100 mg/day and anti-hypertensive medications regularly. No obvious abnormality was found in head CT. The carotid ultrasound (GE LOGIQ9 duplex sonography with a 10L transducer) showed the endomembrane of bilateral carotid arteries thickening with multiple plaques formation; multiple plaques with heterogeneous echotexture in the distal segment of right common carotid artery with about 90% reduction in diameter; and the about 0.7 cm × 0.3 cm pedicle substances with homogeneous echotexture in the medial wall of the bifurcation of the distal carotid artery, moving with cardiac cycle (free-floating plaques) (Figures A,B).\\nConsidering unstable plaques in the right carotid artery is a high-risk factor for further vascular events, we performed the cardiovascular surgery immediately. The patient was treated with carotid endarterectomy under general anesthesia. During operation, we found atherosclerotic plaques in common carotid artery and the bifurcation of carotid artery which caused stenosis, a white, fragile, and brittle floating plaque with pedicel could be found in the bifurcation of carotid artery, with a size of about 0.7 cm × 0.3 cm (Figures C–E). Pathological examination revealed that the fibrous cap in the base of floating plaque was incomplete, in which lipid necrosis and calcification could be found, and tissue cells ingesting the lipids protruded from the fibrous cap (Figures A,B). The floating plaque consisted of tissue cells ingesting the lipids and cholesterol clefts, inside of lipid necrosis (Figures C,D). The patient passed the operation smoothly without any accidents and complications. There were no vascular events during a 6-month follow-up period.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'27231176': 1, '18984439': 1, '20174501': 2, '22023953': 1, '17384494': 1, '9071202': 1, '9282876': 1, '26078746': 2, '8859168': 1, '3065465': 1, '21215581': 1, '10436458': 1, '24902970': 1, '11023946': 1, '12932182': 1, '2261324': 1, '29312114': 2}", "similar_patients": "{'2824937-1': 1, '4463794-1': 1}"}