{"patient_id": 120653, "patient_uid": "5648989-3", "PMID": 29085559, "file_path": "noncomm/PMC005xxxxxx/PMC5648989.xml", "title": "Bone metastases as initial presentation of hepatocellular carcinoma", "patient": "This is a 74-year-old diabetic man, who is a current drinker (40 g alcohol daily) and occasional smoker. In January 2014, he complained of pain in the upper hemiabdomen and pain in the lumbosacral region which radiated to the lateral face of the right thigh. He also presented functional impotence of the right lower limb and dysesthesia. No anorexia, asthenia nor weight lose were present. He was ECOG PS 2.\\nBlood count, biochemistry, including liver function tests and AFP, were mostly within the normal range (AFP of 4.2 ng/mL, AST of 128 U/L, ALT of 93 U/L, ALP of 192 U/L, GGT of 459 U/L and bilirubin of 1 mg/dL). Abdominal ultrasound detected a 15-mm hypoecogenic liver focal lesion in the left lobe. The study was completed with a multiphasic abdomen-pelvis MDCT with the finding of a 40 mm × 39 mm focal liver lesion in the right lobe that could correspond with metastases (Figure -C). A pathological fracture with significant stenosis of the central spinal channel provoking compromise of neurological structures was detected in the body of the fourth lumbar vertebrae. Lumbar MRI confirmed this lesion and another very similar one in the second lumbar vertebrae (Figure and E).\\nThe Neurosurgery Team performed a cementation of the fourth lumbar vertebra after an intraoperative biopsy at 14-AUG-2014. The pathological description was compatible with a metastatic focus of HCC, with the following immunophenotypic profile: Cytokeratin AE1/AE3, cytokeratin 8, CD138 and TTF1 positivity, but hepatocyte, cytokeratin 7, CDX, synaptophysin, S100, P40 and P53 negativity (Figure ). This patient also presented with several very painful lesions in the dorsal spine.\\nThe patient was administered intrathecal perfusion of fentanyl, intravenous zoledronic bolus and external radiotherapy (total dose of 20 Gy) to ameliorate symptoms. In spite of all efforts, his quality of life was poor and he worsened very fast. He was so fragile that he was not a candidate for sorafenib drug therapy and home-based palliative care provided support during the last 5 mo of his life. He finally deceased on October 26, 2015.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'25332273': 1, '27932229': 1, '25220842': 1, '8741556': 1, '26064186': 2, '18720527': 1, '16610073': 1, '24901396': 1, '14508391': 1, '9862850': 1, '10766331': 1, '6314051': 1, '3031778': 1, '12702916': 1, '18650514': 1, '21965139': 1, '27539770': 1, '26194130': 1, '23787822': 1, '26994525': 1, '7165009': 1, '7139531': 1, '21277118': 1, '7611219': 1, '15793338': 1, '9576474': 1, '22424438': 1, '29085559': 2}", "similar_patients": "{'5648989-1': 2, '5648989-2': 2, '4461905-1': 1}"}