{"patient_id": 118835, "patient_uid": "5508439-1", "PMID": 28717278, "file_path": "noncomm/PMC005xxxxxx/PMC5508439.xml", "title": "Dihydroxyadenine stone with adenine phosphoribosyltransferase deficiency: A case report", "patient": "A 2-year-old female child born to a consanguineously married couple presented to us with a history of blood-stained undergarments, gross hematuria, and right flank pain. She had the previous history of one episode of febrile urinary tract infection which was treated with antibiotics elsewhere and had no family history of urolithiasis. Clinical examination was normal. Her blood investigations were as follows: hemoglobin 10.4 g/dl, total leukocyte count 15370 cells/cumm, serum creatinine 0.4 mg/dl, corrected serum calcium 9.3 mg/dl, serum uric acid 2.9 mg/dl, serum potassium 5.0 mEq/L, and serum bicarbonate 23.1 mEq/L. Urine analysis showed pH 6.5, 6–8 red blood cell, and 1–2 white blood cell. Urine culture showed no growth.\\nUltrasound kidneys, ureters, and bladder (KUB) revealed 5.2 mm lower calyceal renal calculus, 6.8 mm × 3.8 mm right pelviureteric junction calculus with right moderate hydronephrosis.\\nIn view of recurrent severe pain, she underwent right mini-percutaneous nephrolithotomy. Multiple yellow colored tiny fragmented stone were seen in all the calyces, which were siphoned out. The larger fragment at the PUJ was retrieved with a basket. Postoperatively, she had a mild drop in oxygen saturation, which was managed with oxygen supplementation for 4 h.\\nStone analysis by Fourier transform infrared spectroscopy showed a composition of 100% of 2,8-DHA. At the first follow-up visit, the child was advised further workup but was lost to follow-up for 5 months. She subsequently presented to us after 5 months when she noticed gross hematuria again. On ultrasound KUB, she was found to have right 3.6 mm renal calculus and 4.5 mm bladder calculus.\\nA repeat urine sample was analyzed. Light microscopy of the urine sediment showed 2,8-DHA crystals in urine which are brownish with a darker outline and spicules radiating from the center. Polarization of the 2, 8-DHA crystals revealed characteristic Maltese cross pattern [].\\nShe was started on allopurinol 10 mg/kg/day and increased daily intake of water. A subsequent ultrasound KUB showed no bladder calculus but persistence of a small 3 mm right renal calculus.\\nBlood was analyzed for mutation screening of the APRT gene which confirmed the location of the mutation at Exon 1 with “c.2T>C” variant. With a follow-up of 18 months on allopurinol, the child continues to be asymptomatic with a 2 mm right renal calculus. The younger sibling was evaluated and found to have no DHA crystals on urine polar microscopy.", "age": "[[2.0, 'year']]", "gender": "F", "relevant_articles": "{'23334384': 1, '5676523': 1, '30254853': 1, '30993240': 1, '33994690': 2, '20352011': 2, '33273797': 2, '31752739': 2, '25949358': 1, '32399606': 1, '28717278': 2}", "similar_patients": "{'6873418-1': 1, '2845193-1': 1, '7699657-1': 1, '7699657-2': 1, '8101663-1': 1}"}