{"patient_id": 118517, "patient_uid": "5482168-1", "PMID": 28680735, "file_path": "noncomm/PMC005xxxxxx/PMC5482168.xml", "title": "Pilocytic astrocytoma: A rare presentation as intraventricular tumor", "patient": "A 17-year-old old female, with no known comorbidity, presented with complaints of headache off and on for 1 month, which increased over a period of few days, associated with nonbilious, nonprojectile vomiting for 2 weeks. She presented to the emergency department and was referred to the neurosurgery service for further management upon evaluation of symptomatology. On examination, the patient was alert, awake, and oriented in time place and person. She denied any history of seizures, focal deficit, numbness, or any episode of unconsciousness.\\nGeneral physical examination was unremarkable with normal blood pressure and pulse rate. Motor examination was unremarkable, sensory examination was normal, no cerebellar signs could be elicited, and no gait abnormality was identified. Direct ophthalmoscopy was suggestive of mild papilledema with no evidence of disc cupping or atrophic changes and no blurring of vision. Visual acuity was within normal limits with normal color vision.\\nOn investigation, blood profile was normal. Radiological imaging consisting of magnetic resonance imaging (MRI) of the brain with and without contrast; on T1-weighted postcontrast images, a heterogeneously enhancing mass lesion identified within the lateral ventricles in the proximity of the foramina of Monro []. T2-weighted sequence showed isointense to hyperintense lesion containing abnormal signals, suggestive of calcification and mildly enhancing cysts of variable sizes. There was significant dilatation of the lateral ventricles bilaterally, with an interval increment in size. The rest of the brain parenchyma was normal with gray and white matter differentiation. No acute infarction or intracranial hemorrhage was seen. Major vessels showed normal flow voids and basal cisterns were preserved [].\\nAnesthesia evaluation was done, and after a written and informed consent, the patient underwent neuronavigation-guided (NNG) right-sided frontal craniotomy with excision of space occupying lesion (SOL) and left-sided frontal short tunnel extraventrivular drain (EVD) placement.\\nA linear incision was made. Intraoperative findings were of a grossly large intraventricular tumor which was moderately vascular containing cystic and necrotic components. The tumor was found to be occupying the septum pellucidum and extending into the lateral ventricles bilaterally. It was obliterating the foramen of Monro and third ventricle and causing biventricular hydrocephalus.\\nPostoperatively, the patient was uneventfully extubated; however, later in the recovery room patient had two episodes of generalized tonic–clonic seizure which were managed with intravenous antiepileptic medication.\\nPostoperative CT scan was done which was suggestive of pneumocephalus and postsurgical changes. Bilateral subdural collections were noted. Scan also showed diffuse cerebral edema with hydrocephalus and small intraventricular hemorrhage.\\nPatient was stepped down while EVD was removed on the fifth postoperative day after a successful challenge. Patient had an uneventful course during the hospital stay and was discharged with an early follow-up.\\nHistopathology showed multiple fragments of a neoplastic lesion comprising spindle-to-stellate-shaped cells arranged in alternating compact and loose areas []. The background was diffuse fibrillary. Individual tumor cells had elongated cytoplasmic processes and bland looking nuclei. Some areas exhibited multinucleation. There were associated thick walled, hyalinized blood vessels in the stroma along with areas exhibiting Rosenthal fibers and hyaline globules []. Other areas exhibited chicken wire type of capillary network with intervening round-to-oval cells having clear cytoplasm and rounded nuclei. Focal areas showed fragments of native glial tissue with admixed ganglion cells. Immunohistochemically, the tumor cells were diffusely positive for glial fibrillary acidic protein (GFAP) []. Synaptophysin stain was noncontributory. Proliferative index (Ki67 (Mib-1) was low (up to 1–2%). Features were consistent with PA, WHO grade I.\\nOn follow-up in the clinic, the patient presented with left-sided hemiparesis with power of 4/5, backache, and generalized lower limb tenderness. Follow-up CT scan showed interval decrease in hydrocephalus with the bifrontal diameter measuring 42 mm which was previously 55 mm in size. There was an interval reduction in the intraventricular hemorrhage; however, a slight interval increase in bilateral subdural collections was noted. Interval resolution of pneumocephalus with interval decrease in cerebral edema was also noted. Patient was followed up with serial MRI brain scans which showed progressive betterment supported by clinical condition.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'5540377': 1, '32103286': 2, '19271226': 1, '22167267': 1, '10603022': 1, '11958894': 1, '19373908': 1, '33249419': 1, '9256121': 1, '15977639': 1, '1528446': 1, '12943571': 1, '8943102': 1, '6633837': 1, '2809719': 1, '2603764': 1, '17618441': 1, '1163315': 1, '28680735': 2}", "similar_patients": "{'7082370-1': 1}"}