{"patient_id": 70116, "patient_uid": "5679186-1", "PMID": 29151814, "file_path": "comm/PMC005xxxxxx/PMC5679186.xml", "title": "De novo acute lymphoblastic leukemia-like disease of high grade B-cell lymphoma with MYC and BCL2 and/or BCL6 rearrangements: a case report and literature review", "patient": "The condition of a 69-year-old Japanese woman was good until she developed remittent fever for one week. She had no previous history of lymphoma and presented to our institution with fever and increasing systemic bone pain. A physical examination showed no lymphadenopathy or hepatosplenomegaly. Laboratory tests showed a white blood cell count of 4.7 × 109/L, hemoglobin level of 119 g/L, platelet count of 104 × 109/L, and lactate dehydrogenase (LDH) level of 12,623 IU/L. A peripheral blood smear revealed leukoerythroblastosis with 7.5% blastoid cells. F-18-fluorodeoxyglucose (FDG) positron emission tomography (PET) detected the relatively strong accumulation of FDG in the liver, spleen, vertebrae, and bilateral clavicles, humeri, ilia, and femora (maximum standardized uptake value (SUVmax) 4.8~13.0) (Fig. ). A BM examination revealed that more than 90% of nuclear cells were medium-sized blastoid cells with fine chromatin (Fig. ). A flow cytometric analysis showed that the cells were positive for CD10, CD19, CD20, HLA-DR, and surface IgMκ, but were negative for CD3, CD5, CD13, CD33, CD34, and TdT. The patient was tentatively diagnosed with mature B-cell leukemia and admitted to our hospital. She received R-hyper CVAD/MA (rituximab plus cyclophosphamide, vincristine, doxorubicin, dexamethasone/methotrexate, and cytarabine). Although her serum LDH levels decreased to approximately 1000 IU/L after two courses of the intensive regimen, blastoid cells remained in the BM. Therefore, we changed the regimen to dose-adjusted EPOCH-R (rituximab plus etoposide, prednisolone, vincristine, cyclophosphamide, and doxorubicin). After two courses of dose-adjusted EPOCH-R, leukemic cells remained and lost the expression of CD20. She died seven months after the diagnosis because of disease progression.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'15803153': 1, '8324225': 1, '22915650': 1, '3486584': 1, '1554791': 1, '2278969': 1, '25907897': 1, '1394109': 1, '34307232': 2, '33801599': 1, '8152251': 1, '8019967': 1, '20118770': 1, '12708908': 1, '17515125': 1, '26892631': 1, '1711639': 1, '26980727': 1, '23208313': 1, '14508797': 1, '17074591': 1, '18510704': 1, '19535347': 1, '12808911': 1, '2123067': 1, '31779973': 1, '8616793': 1, '16258503': 1, '25916698': 1, '21119107': 1, '25828391': 1, '19597184': 1, '23023713': 1, '25373508': 1, '17547754': 1, '11069032': 1, '12147652': 1, '28600333': 1, '16447707': 1, '21156254': 1, '6206131': 1, '8401180': 1, '24704206': 1, '24179151': 1, '27351033': 1, '29151814': 2}", "similar_patients": "{'8214895-1': 1}"}