{"patient_id": 124321, "patient_uid": "5932996-1", "PMID": 29744388, "file_path": "noncomm/PMC005xxxxxx/PMC5932996.xml", "title": "Airway management during general anesthesia in an intellectually disabled patient with undiagnosed tracheomalacia", "patient": "A 27-year-old male patient (155 cm, 75 kg) with grade 3 intellectual disability presented with the chief complaints of severe dental caries and generalized calculus deposition. The patient was capable of minimal communication, was uncooperative towards oral examination due to negative experience during previous dental treatments. He reported no significant medical history. At the first appointment, simple intraoral examination and panoramic radiography were performed, and chest radiographs were obtained in order to establish accurate diagnostic and treatment plans under general anesthesia (, ). Radiological findings showed clear lungs, heart of normal size, and absence of definite abnormal lung infiltration.\\nThe patient presented after 8 h of fasting. He was sedated with inhalation of O2 (50%) and N2O (50%) 4 L/min via mask as well as 4% sevoflurane gas (USP Baxter Inc.). After the loss of consciousness was confirmed, EKG, heart rate, blood pressure, respiratory rate, end-tidal carbon dioxide (CO2), body temperature, and entropy level were all monitored. Subsequently, the patient's SpO2 level declined to below 88–90%, and O2 (100%) 8 L/min mask ventilation was started. Three puffs of Ventolin Respiratory Solution (GlaxoSmithKline, Korea) were administered through the mask under the suspicion of an asthma attack. The patient had an episode of vomiting, and oral suction was performed. After that, SpO2 level recovered to 90–93%. A line was inserted, and atropine (Daewon Pharm. Co.) 0.5 mg i.v. and atracurium (Hana Pharm. Co., Ltd) 20 mg i.v. were administered for preventing bradycardia and muscle relaxation. Epinephrine agent (Jeil Pharm. Co., Ltd.) was administered using a cotton bud for nasal intubation, and the trachea was intubated with a 24 cm 6.5 endotracheal tube (Sewoon Medical Co.,Ltd.). However, since the patient's SpO2 level was relatively low at 91–93%, and the airway pressure was high, bronchoscopy of the trachea was performed. There was an area of narrowing, approximately 3 cm long, at the end of endotracheal tube, and pulsatory motion was observed (). The position of the endotracheal tube was adjusted upon deeper reinsertion, after which SpO2 level was maintained above 94%.\\nClinical and radiological evaluations of the patient showed missing #13, 21, and 23; severe dental caries of #16, 15, 14, 12, 11, 22, 24, 25, 26, 35, 36, 37, 45, 46, and 47; and mild caries of #27, 34, and 44. Upon consultation with the guardian, prosthodontic treatment in the patient was planned as follows: for the removable partial denture on maxilla with #17, and 27 abutments, and mandible with #34, and 44 abutments; and removal of all teeth of maxilla without abutments that were displaced due to severe dental caries, and posterior teeth of mandible without first premolars.\\nOn the day of the first operation, extraction of #16, 15, 14, 12, 11, 45, 46, and 47 and suture with Vicryl 4-0 (Ethicon Inc.,) were performed.\\nAfter the dental treatment, N2O and sevoflurane gas were turned off, and the patient went into recovery with inhaling of O2 8 L/min. Upon spontaneous respiration, the patient's SpO2 level decreased again to 85% and recovered to 95–99% with positive pressure ventilation. After the recovery of consciousness, extubation was attempted, but SpO2 level declined again to 88–90% and was maintained at 95–99% in the recovery room with O2 100% 4 L/min inhalation via nasal cannula. Total anesthesia time was 180 min, and total operation time was 100 min. The patient was discharged after 4 h of monitoring, during which, he maintained SpO2 94–95% at room air. Magnetic resonance imaging (MRI) was ordered for accurate diagnosis of the airway narrowing. MRI findings showed prominent aortic arch and focal indentation and luminal narrowing of trachea due to extrinsic compression between aortic arch and thoracic spine (, ).\\nThe procedure for general anesthesia was the same as the first visit. Bronchoscopy findings showed a pulsatory motion within the trachea, consistent with the findings of the bronchoscopy performed during the first treatment. Sufficient positive pressure ventilation was implemented during induction and recovery, in order to prevent the narrowing of the area affected by TM during spontaneous respiration, which resulted in stable vital signs including SpO2.\\nUnder the 2nd, 3rd general anesthesia, restorative treatment of #34, root canal therapy and crown preparation of #27, extraction of #22, 24, 25, 26, 35, 36, and 37.\\nOther dental treatments, including caries removal and restorative treatment of #34, 44, were relatively simple and administered on an outpatient basis. The observation of mandibular movement and the design of removable partial denture for the readjustment of articulation were also performed on an outpatient basis, due to greater ease of treatment with the patient's consciousness intact. The patient's fear of dental treatment reduced with each clinic visit, and the patient became very cooperative with greater understanding of the treatment process. He also adjusted well to the use of removable partial denture and showed good masticatory function and esthetic reconstruction on follow-up.\\nConsent: Informed consent was obtained from the guardian of patient for this case report.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'3723303': 1, '883758': 1, '12755319': 1, '15764786': 1, '8297572': 1, '1106378': 1, '4772168': 1, '7305769': 1, '13240074': 1, '169105': 1, '29744388': 2}", "similar_patients": "{}"}