{"patient_id": 65000, "patient_uid": "5322509-1", "PMID": 28251031, "file_path": "comm/PMC005xxxxxx/PMC5322509.xml", "title": "Olanzapine-induced Priapism in a Child with Asperger’s Syndrome", "patient": "Parents of the case gave written consent for publication. B, a verbal 9-year-old male, was referred to our outpatient unit by his mother with complaints of inattention, hyperactivity and impulsivity. Because he had difficulties remaining seated with talking excessively in the class and sometimes showed physical aggression toward his friends, his teacher punished him several times for disrupting the lesson. According to his mother, he was diagnosed with AS due to his severe impairment in social-emotional reciprocity and restricted interests when he was 6 years old. He was introverted and playing alone during childhood. At the beginning of the primary school he started to be interested in public buses and brochures. He always had one-sided monologue with his peers about his special interests. He also had clumsiness in motor activities.\\nThe patient's psychiatric assessment revealed concentration problems, short attention span, hyperactivity, temper tantrums and impulsivity. He was acting as driven by a motor, talking excessively and interrupting the clinician many times. He was frequently staring at the clinician’s mouth with no eye contact and his mimes were restricted. He was able to answer the clinician’s questions but he repetitively asked questions about his restricted interests in a monotonous voice. Conners rating scales also showed hyperactivity, impulsiveness and inattention. His IQ testing revealed normal intelligence level.\\nAfter clinical evaluation, the diagnosis of AS was confirmed with an additional diagnosis of attention deficit hyperactivity disorder (ADHD). We started methylphenidate (Ritalin, Novartis; Basel, Switzerland) treatment for ADHD and ADHD symptoms ameliorated with methylphenidate. However his mother complaint about his loss of appetite and on-going temper tantrums. Dietary and behavioral approaches were recommended but they failed to comply those interventions. So we added risperidone (Risperdal; Janssen, New Brunswick, USA) 0.5 mg/day for both symptoms (loss of appetite and temper tantrums). But new-onset diurnal enuresis occurred after the first day of risperidone and it continued 5-10 times a day until we stopped risperidone a week later. Hence we decided to add olanzapine 2.5 mg/day to cope with severe inappetence and temper tantrums.\\nThe patient's mother stated that he experienced prolonged and painless erections with a purplish colored penis that he never had before, beginning three days after olanzapine treatment was started. She stopped the treatment because of these penil erections. After ceasing olanzapine, he had never experienced erections. However his behavioral and appetite problems reemerged because of methylphenidate treatment and his mother told us that she decided to restart olanzapine because he began to benefit from olanzapine. But the same episodes occurred soon after olanzapine again and his mother had to stop the medication. There was no significant finding on urological examination, urine analysis and blood work. He had no other history of trauma, hematologic disease or any substance use. He didn’t have a priapism episode during methylphenidate treatment so we assumed this condition as priapism probably due to olanzapine.", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'9121183': 1, '23224472': 1, '29666039': 1, '11351123': 1, '15144518': 1, '6868212': 1, '19579947': 1, '9690708': 1, '11270930': 1, '12832606': 1, '7249508': 1, '28251031': 2}", "similar_patients": "{}"}