{"patient_id": 120526, "patient_uid": "5640091-1", "PMID": 29067215, "file_path": "noncomm/PMC005xxxxxx/PMC5640091.xml", "title": "Nivolumab-induced hypothyroidism and selective pituitary insufficiency in a patient with lung adenocarcinoma: a case report and review of the literature", "patient": "A 60-year-old male patient presented with soft tissue oedema in the right cervical region at the Ioannina University Hospital in 2014. The patient was a heavy smoker (with an exposure of 86 pack-years) and a social alcohol consumer. A whole-body CT scan identified a 2.6 cm mass in the right upper lobe of the lung along with abnormally enlarged N2 mediastinal lymph nodes without further evidence of distant metastases. Bronchoscopic biopsy established the histological diagnosis of adenocarcinoma, clinically staged as T2N2M0 NSCLC (stage IIIA). Molecular analysis did not identify estimated glomerular filtration rate-activating mutations or anaplastic lymphoma kinase translocation. As the tumour was deemed unresectable, concurrent chemoradiotherapy (54 Gy, 30 fractions) with weekly cisplatin at 40 mg/m2 resulted in partial remission by Response Evaluation Criteria In Solid Tumours version 1.1.\\nIn May 2016, a surveillance CT scan showed progressive disease with enlargement of the tumour and mediastinal lymphadenopathy and a new supraclavicular/cervical lymph node bloc. Second-line therapy with intravenous nivolumab (3 mg/kg once every two weeks) was initiated. The patient was fit (performance status (PS) 1) and tolerated the administration of nivolumab with no adverse effects and resulting stable disease at CT after seven cycles.\\nFollowing the 11th cycle of nivolumab, the patient developed symptoms of dizziness, gait instability, fatigue, anorexia, withdrawal, periodic confusion and reduced alertness. Physical examination disclosed ankle oedema and bradycardia with no focal neurological or other organ deficits. A brain CT scan ruled out central nervous system metastases. Worsening of his symptoms over the following 2 weeks prompted us to investigate serum thyroid function tests (TFTs): a markedly high value of thyroid-stimulating hormone (TSH) levels at 188 IU/L (reference range 0.38–5.33 IU/L), as well as low free T4 at 0.58 µg/dL (reference range 6.09–12.23 µg/dL) and T3 levels established the diagnosis of hypothyroidism most probably induced by nivolumab. The patient was commenced on escalating doses of levothyroxine sodium, gradually increasing from T4 50 mg to 100 mg per day within 2 weeks, and liothyronine (T3 25 mg per day). Nivolumab administration was discontinued.\\nSix weeks later, despite a slow and relative biochemical improvement of the patient’s TFTs (serum TSH at 20 IU/L), no clinical improvement was discernible. In fact, his symptoms deteriorated, as he developed marked fatigue, loss of appetite, joint stiffness, nausea and periodic abdominal pain. On physical examination, the patient was found to have hypotension, dehydration and skin exfoliative dermatitis. As his symptoms and signs were compatible with adrenocortical insufficiency, further hormonal investigation revealed low levels of plasma cortisol 42.3 nmol/L coupled to low levels of adrenocorticotrophic hormone (ACTH) 1.4 pg/mL (7.2–63.6 pg/mL). All other biochemical and haematological serum examinations of the patient were normal. Brain MRI was normal (see ), excluding metastatic involvement of the pituitary gland but not hypophysitis, which has also been described in the absence of pituitary gland enlargement.\\nThe results confirmed the clinically suspected adrenal insufficiency most likely caused by selective hypopituitarism induced by the therapeutic anti-PD1 blockade. Pituitary secretion of gonadotropins (luteinizing lormone (LH) and follicular stimulating hormone (FSH)) and serum testosterone were normal. The patient was commenced on hydrocortisone replacement therapy orally at 20 mg in the morning and 10 mg in the afternoon, while continuing levothyroxine sodium (175 mg/day) and liothyronine (25 mg/day). Therapy resulted in a gradual resolution of all symptoms and signs related to hypothyroidism and adrenal failure. At physical examination in March 2017, the patient had a PS of 0, was alert, afebrile, with normal blood pressure, good appetite and disappearance of skin exfoliation (see ). Regarding serum biochemistry, the TSH value was 0.94 IU/L, cortisol and ACTH within normal range (, ). A CT scan of the neck, chest and upper abdomen performed in April 2017 revealed stable disease in the neck, lung and mediastinum ().", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'31231575': 1, '31354967': 1, '28106152': 1, '22495490': 1, '30937112': 1, '26874776': 1, '24695685': 1, '25751110': 1, '30449786': 1, '28228726': 1, '30909965': 2, '30705667': 2, '33116365': 1, '24610577': 1, '33228240': 1, '33066179': 1, '34262010': 1, '25861234': 1, '28334791': 1, '29067215': 2}", "similar_patients": "{'6434613-1': 1, '6345097-1': 1, '6345097-2': 1}"}