{"patient_id": 115739, "patient_uid": "5271399-1", "PMID": 28176963, "file_path": "noncomm/PMC005xxxxxx/PMC5271399.xml", "title": "Expressive aphasia caused by Streptococcus intermedius brain abscess in an immunocompetent patient", "patient": "A 72-year-old female with a medical history of hypertension came to hospital for evaluation with word-finding difficulty, an expressive aphasia that began a few days prior. She denied headache, weakness, or blurred vision.\\nIn the Emergency Department, she was found to have a fever of 38.3°C, a heart rate of 96 bpm, and a blood pressure of 126/74 mmHg. On physical examination, she was alert, oriented to both self and place, and date and year. Her lungs were clear, and the dental examination was normal, with no lymphadenopathy. Naming, however, was impaired; she replied “football” when asked to name a stethoscope and answered “sunglasses” when shown a pair of glasses.\\nThe patient was able to spell the word “world” in the forward direction and made one mistake when spelling it backwards. Registration was 3/3, recall was 2/3, and both remote and recent memory were intact. Her speech was also fluent and coherent, and the cranial nerves were intact. She displayed a shoulder shrug of 5/5, and the strength in both the upper and lower extremities was 5/5. Tone and bulk were normal, and reflexes were in the 1 range. Toes were downgoing, and coordination was intact for both finger-to-nose and toe-to-finger. Sensation was intact to light touch, pinprick, vibration, and proprioception. Her gait was normal, steady, and narrow-based.\\nComputed tomography (CT) of the head () showed a left temporal lobe mass-like lesion, with surrounding vasogenic edema. Our differential diagnoses were wide, ranging from metastatic disease, brain abscess, cerebral infarction, lymphoma, high grade glioma, toxoplosmosis, demyelinating disease, or resolving cerebral contusion/hematoma.\\nThe patient was empirically started on courses of vancomycin, ampicillin, and ceftriaxone antibiotics. The next day, she was subjected to magnetic resonance imaging (MRI) of the brain with gadolinium contrast (), which showed a left temporal lobe septated rim-enhancing mass lesion, with bright restricted diffusion and diffuse surrounding vasogenic edema. Primary consideration was an abscess, especially with a dark rim of T2 signal, although other possibilities were also considered, including cystic glioblastoma, metastatic carcinoma, and lymphoma.\\nLaboratory findings revealed a white cell count of 11.3 K/UL; her human immunodeficiency virus test was negative, and echocardiogram ejection fraction was 65%, with no vegetation. Her chest radiograph showed no evidence of infection. Transesophageal echocardiogram was also done and showed no evidence of vegetation. The patient was seen by dental services and all teeth were found to be intact, with no evidence of decay or infection.\\nThe patient was also examined by the neurosurgery department and underwent stereotactic, left temporal craniotomy, with drainage and resection of abscess. Tissue culture grew S. intermedius. Brain biopsy showed abundant acute inflammatory cells (neutrophils) and necrotic materials, consistent with abscess (). As per the known sensitivity of S. intermedius, antibiotics were deescalated to intravenous ampicillin sulbactum.\\nThe patient was discharged to home on the ninth postoperative day, while continuing a course of intravenous antibiotics with the help of visiting nurse services. Our patient received 4 weeks of intravenous antibiotics as outpatient. Her expressive aphasia began to improve, and follow-up MRI of the brain () performed after 2 months showed left-sided craniotomy changes with interval collapse of the postoperative cavity and decreased surrounding edema and enhancement. The patient completely recovered from the expressive aphasia; however, the source of the pathogen was not detected, despite extensive examination.\\nOur case is unique as our patient was immunocompetent, she did not have any ear infection, dental infection, no recent head trauma, no surgeries, and echocardiogram was negative for any endocarditis. Nor she received chemotherapy or corticosteroids.\\nPatient has given written informed consent for publication of this case, including images. Consent is available with corresponding author (Misbahuddin Khaja).", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'25360205': 1, '25075836': 1, '11272029': 1, '32179070': 1, '10029431': 1, '948016': 1, '18425902': 1, '24477107': 1, '15578371': 1, '18310039': 1, '29565100': 1, '7708172': 1, '7803636': 1, '17963918': 1, '29142557': 1, '23607056': 1, '9932127': 1, '22852114': 1, '13393398': 1, '10846353': 1, '14669073': 1, '16720170': 1, '12893401': 1, '14616700': 1, '16310393': 1, '12145389': 1, '3060239': 1, '23187823': 1, '23193986': 1, '12761369': 1, '28176963': 2}", "similar_patients": "{}"}