{"patient_id": 72565, "patient_uid": "5856425-1", "PMID": 29560294, "file_path": "comm/PMC005xxxxxx/PMC5856425.xml", "title": "Basal Cell Carcinoma with Myoepithelial Differentiation: Case Report and Literature Review", "patient": "A 71-year-old man presented for evaluation of an asymptomatic red lesion of two months duration on his forehead. He previously had actinic keratoses on his face that were treated with cryotherapy; however, he had never had a non-melanoma skin cancer. His medical history was significant for a bradycardia (secondary to a first-degree atrioventricular block), hypothyroidism, mixed hyperlipidemia, and prediabetes (controlled by diet); his medications included atorvastatin and levothyroxine.\\nCutaneous examination of his face showed a 3 x 3 mm erythematous papule on the left side of his forehead (Figure ). The clinical differential diagnosis included basal cell carcinoma, an adnexal cyst, and an inflammatory papule. A shave biopsy was performed.\\nMicroscopic examination of hematoxylin and eosin stained sections of the lesion showed a tumor extending from the epidermis into the dermis and consisting of atypical basaloid cells, with peripheral palisading of the nuclei, in multinodular aggregation (Figure ). Some of the aggregates of tumor cells had basophilic cytoplasm. However, other aggregates of tumor cells contained eosinophilic cytoplasm or hyaline globules or both. The tumor cells surrounded collections of mucin.\\nImmunoperoxidase studies were also performed. Ber-EP4 staining was focally positive within the tumor, confirming the diagnosis of basal cell carcinoma (Figure ). Smooth muscle actin showed avid and diffuse positive staining of the tumor cells, thereby confirming myoepithelial differentiation (Figure ). Sox10 immunostaining was negative, excluding the possibility of myoepithelioma.\\nCorrelation of the clinical presentation, hematoxylin and eosin stained sections, and the immunoperoxidase studies established the diagnosis of basal cell carcinoma with myoepithelial differentiation. The tumor was excised in one stage using the Mohs micrographic surgery technique and the wound was treated with a side-to-side closure. There has been no recurrence at the one-year follow-up.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'26992461': 1, '31870221': 1, '21885942': 1, '479428': 1, '11795835': 1, '29860652': 1, '1714249': 1, '11801794': 1, '2476102': 1, '20602658': 1, '1928620': 1, '22668576': 1, '29560294': 2}", "similar_patients": "{}"}