{"patient_id": 115626, "patient_uid": "5255994-1", "PMID": 28182049, "file_path": "noncomm/PMC005xxxxxx/PMC5255994.xml", "title": "Tumor-induced hypophosphatemia", "patient": "A 48-year-old woman consulted an orthopedic surgeon in June 2013 with complaints of pain in both hip joints for 2 months. The pain progressively worsened over 2 months and led to a difficulty in standing up along with severe difficulty in walking. On clinical examination, there was marked proximal muscle weakness in the lower limbs. X-rays revealed severe osteopenia in both hip joints. The blood chemistry showed serum calcium to be 9.0 mg/dl, serum phosphorus - 2.1 mg/dl, serum alkaline phosphatase - 136 IU/ml, intact parathyroid hormone - 61.5 pg/ml, Vitamin D - 19.3 nmol/L, and serum thyroid-stimulating hormone - 10.3 mIU/L. Her renal and liver functions tests were normal. She was initially treated with oral calcitriol, oral calcium supplements (calcium carbonate 500 mg BID) along with parenteral cholecalciferol (6 lac IU) once a month, and thyroxin was added for 6 months. However, there was significant improvement neither in the proximal motor weakness nor the degree of pain. Her rechecked laboratories revealed high Vitamin D levels of 310 nmol/L with a more severe hypophosphatemia (1.5 mg/dl). These results prompted the primary care physician to stop Vitamin D supplements and she was initiated on teriparatide. She did not show significant clinical improvement even with this over the next 6 months. She needed support for walking and she stopped injection teriparatide in September 2014.\\nHer hip and thigh pain worsened progressively and she became bedridden. A magnetic resonance imaging (MRI) done at this point was suggestive of a left femoral neck insufficiency fracture, mild degenerative changes in both hip joints, and stress edema of both acetabulae. Twenty-four-hour urinary phosphorus was 901 mg (normal 500–1000 mg).\\nA few months later, in January 2015, she developed new symptoms in the form of tinnitus and heaviness of the left ear. An MRI brain and audiometry were done which was normal. Coincidentally, around this time, she was also started on oral phosphate supplements and within a week, she showed marked improvement. Her pain decreased and she was able to walk with support. Blood chemistry showed improvement in serum phosphorus level to 2.2 mg/dl within 2 weeks of starting the supplement.\\nShe was referred to our center for further evaluation of all her problems in March 2015. On evaluating her symptoms, persistent hypophosphatemia with no obvious cause, and persistent new-onset auditory symptoms, there was possibility of TIO. Somatostatin positron emission tomography (PET) scintigraphy was done which revealed a large lytic expansile lesion in left occipital bone including the clivus and occipital condyles with erosion of the mastoid and temporal bone []. Serum FGF-23 was tested, which was found to be very high - 725 RU/ml (normal <180 RU/ml).\\nAnother MRI brain with contrast confirmed a left occipitotemporal bone space occupying lesion (SOL) []. Angioembolization of the tumor was done on March 30, 2015, with polyvinyl alcohol particles, and left retromastoid craniotomy, and excision of the tumor was done on the next day. Her phosphate supplements were stopped perioperatively.\\nHistopathology of tumor was consistent with the diagnosis of a phosphaturic mesenchymal tumor []. Postsurgery, her serum phosphorus level improved fairly quickly, over 4–5 days. Her hip pain and weakness gradually improved. She started walking without support. We stopped all her treatment. A repeat FGF-23 done on the 10th day postsurgery showed a significant drop to 155 RU/ml. Serum phosphorus also improved to 2.6 mg/dl within 10 days and stayed at the same level even after a month postsurgery without any phosphate supplements.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'12711747': 1, '16160135': 1, '23346426': 2, '9659507': 1, '19441990': 1, '17657990': 1, '33438102': 1, '10962341': 1, '8592237': 1, '28182049': 2}", "similar_patients": "{'3533608-1': 1}"}