{"patient_id": 122711, "patient_uid": "5801602-1", "PMID": 29435218, "file_path": "noncomm/PMC005xxxxxx/PMC5801602.xml", "title": "Giant colonic diverticulum—a rare cause of acute abdomen", "patient": "A 63-year-old man was referred to the surgical emergency department because of severe abdominal pain, fever and abdominal distention. The patient complained of abdominal pain during defecation for about a week, as well as abdominal swelling and a sensation of weight during urination for 1 month. His medical history was unremarkable and he had never undergone a colonoscopy. The physical examination showed tenderness and rigidity in the left iliac fossa.\\nA plain abdominal X-ray presented a solitary, air-filled structure with smooth margins in the lower abdomen, while a chest X-ray revealed the presence of free air in the abdominal cavity (Fig. a). An abdominal computed tomography (CT) scan showed a large, 9 × 9.5 cm2, thin-walled, cyst-like lesion with air-fluid level adherent to the sigmoid colon as shown in Fig. b.\\nAt exploratory laparotomy, a large cystic mass was found adherent to the sigmoid colon (Fig. ) and Hartmann’s procedure was performed. The resected specimen of the GCD and sigmoid colon is shown in Fig. . The postoperative recovery was uneventful and the patient was discharged on postoperative Day 7.\\nPathological assessment of the specimen showed diverticulosis and a 8 × 7 × 6.8 cm3 ruptured diverticulum with extensive acute inflammation of serosal tissue, fibrous tissue and foreign-body giant cell reaction around fecal matter. A colorectal polyp with sites of tubular adenoma with focal high-grade dysplasia distal of the GCD was revealed.\\nIn accordance with the classification suggested by McNutt et al., the features of the specimen were consistent with type II GCD. Colostomy reversal was performed 4 months later.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'24288544': 2, '21369512': 1, '19830136': 2, '16447484': 1, '25681218': 1, '18353583': 1, '17102056': 1, '25574112': 1, '29435218': 2}", "similar_patients": "{'2726551-1': 1, '3830831-1': 1}"}