{"patient_id": 65259, "patient_uid": "5339492-1", "PMID": 28321341, "file_path": "comm/PMC005xxxxxx/PMC5339492.xml", "title": "Singleton Merten Syndrome: A Rare Cause of Early Onset Aortic Stenosis", "patient": "A 30-year-old male with a past medical history of early onset glaucoma, multiple trabeculectomies, delayed eruption of permanent dentition, progressive hand deformities (), psoriasis, recurrent nephrolithiasis, Achilles tendinitis, tendon rupture, foot deformities (), and hypoplastic toe nails presented for evaluation of dyspnea on exertion and palpitations. Symptoms have been ongoing for three months with gradual worsening. His family history was significant for premature coronary artery disease in his mother and aortic stenosis with aortic valve replacement when she was 31 years old.\\nPhysical examination showed grade 3/6 systolic murmur in the left second intercostal space, hallux valgus deformities in the feet (), and dysplastic dentition ().\\nThe patient underwent an echocardiogram which revealed moderate mitral annular calcification, mild aortic stenosis () with partial fusion of noncoronary and left coronary cusps, and calcified leaflets, with a peak gradient of 24.4 mm Hg and mean gradient of 13 mm Hg and peak velocity of 2.47 m/s. Thirty-day event recorder was unremarkable. Imaging revealed minimal hyperostosis at triceps insertion on the ulna. It also revealed right hallux valgus deformity and peritendinous calcification of bilateral patellar tendons. CT chest revealed minimal calcification of aortic arch and abdominal aorta, calcification of aortic valve, and ductus arteriosus remnant. Genetic testing revealed autosomal dominant IFIH1 mutation.\\nRepeat echocardiogram in one year showed moderate aortic stenosis with peak velocity of 3.16 m/s, peak gradient of 40 mmHg and mean gradient of 20 mmHg, and aortic valve of 0.98 cm2.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'26284909': 1, '25620203': 1, '25193816': 1, '30560918': 1, '23322711': 1, '25620204': 1, '28321341': 2}", "similar_patients": "{}"}