{"patient_id": 120100, "patient_uid": "5605360-3", "PMID": 28979858, "file_path": "noncomm/PMC005xxxxxx/PMC5605360.xml", "title": "Using humeral nail for surgical reconstruction of femur in adolescents with osteogenesis imperfecta", "patient": "A 16-year-old male with type III OI presented with left subtrochanteric peri-implant fracture after falling on the ground (September, 2014). His height and weight were 130 cm and 27 kg. He was diagnosed as type III (Silence classification)/Congenita A (Shapiro classification) during antenatal care period, and treated with intravenous bisphosphate therapy since the age of 19 mo. He had previous bilateral leg deformity and had been treated with bilateral femoral and tibial corrective osteotomy. The radiographs showed displaced left subtrochanteric fracture below osteotomy plate with varus angulation, and bilateral distal femur extension deformity (Figures , 4A, and 5A). The left and right medullary canal diameters were 8.6 and 9.0 mm respectively.\\nSurgical technique: After preoperative planning was discussed, bilateral staged femoral reconstructions were planned as: (1) osteotomy plate removal and humeral nail insertion (August, 2014) (Figure ); (2) corrective hinged osteotomy left distal femur with humeral nail (June 2015) (Figure ); and (3) corrective osteotomy right distal femur with humeral nail (March, 2016) (Figure ). All operations were performed using the same technique as mentioned above with Expert humeral nail (Synthes®, Inc.). The operative times were 2.5, 3.5, and 3 h respectively. The lengths of hospital stay were 4, 4, and 3 d. Estimated blood loss were 200, 500, and 350 mL, respectively.\\nPostoperative care and rehabilitation: After the first and second operation on left femur, due to bilateral deformity, the patient was allowed for 8-wk wheel chair mobilization, and followed by weight bearing as tolerated with full weight bearing after 3 mo postoperatively. The subtrochanteric fracture and osteotomy site both showed clinical union and radiographic union at 3-mo and 8-mo postoperatively (Figures and ). After the third operation on his right femur, the postoperative protocol was the same as case no.1 and no.2 due to complete fracture healing with good alignment on left femur. The clinical and radiographic union were shown at 3-mo and 5-mo postoperatively, respectively (Figure ). At the most recent follow-up (postoperative 10 mo after the third operation), the patient showed normal hip range of motion with pain-free weight bearing. No avascular necrosis of femoral head was found.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'15289686': 1, '31631172': 1, '16294137': 1, '27735980': 1, '16093940': 1, '18524987': 1, '18197039': 1, '16789446': 1, '20544187': 1, '33117556': 2, '8179649': 1, '22318831': 1, '27100300': 1, '7883920': 1, '28979858': 2}", "similar_patients": "{'5605360-1': 2, '5605360-2': 2, '7570779-1': 1}"}