{"patient_id": 66349, "patient_uid": "5407396-1", "PMID": 28451985, "file_path": "comm/PMC005xxxxxx/PMC5407396.xml", "title": "Prophylactic accessory renal artery coil embolization for prevention of type II endoleak following endovascular aneurysm repair: a case report", "patient": "A 76-year-old woman presented at our department with an abdominal pulsatile mass. She had hypertension (nifedipine 20 mg, candesartan 4 mg, indapamide 0.5 mg), dyslipidemia, congestive heart failure, and complete atrioventricular block. She had previously undergone an operation that included endovascular aneurysm repair and prophylactic accessory renal artery coil embolization for advanced uterine cancer. Enhanced computed tomography (CT) imaging revealed an abdominal aortic aneurysm (AAA) with a maximum diameter of 53 × 57 mm and a right ARA (4 mm in diameter) (Fig. ). Since open repair was considered risky due to her coexisting diseases, we decided to perform EVAR despite the presence of ARA.\\nUnder general anesthesia, bilateral transfemoral access was obtained via surgical cutdown, and 7Fr short sheaths were placed in both common femoral arteries. Prior to EVAR, the ARA was selectively catheterized with a 6Fr RDC guiding catheter and a 5Fr RDC catheter, and embolization was performed with two 0.018-in coils (Interlock, Boston Scientific, Marlborough, MA, USA). After coiling, the main body of the stentgraft (Aorfix™, Lombard Medical, Oxfordshire, UK) was deployed with its proximal end just below the renal arteries, and bilateral common iliac arteries were used as distal landing zones. We completed the procedures having seen no perfusion defect of the inferior pole of the right kidney from the right renal artery on completion angiography (Fig. ).\\nThe postoperative course was uneventful, and the patient was discharged 7 days later. Postoperative eGFR (58.4 ml/min) was not significantly different from preoperative (56.7 ml/min). After surgery, blood pressure was under control, and no additional blood pressure medicines were required. Postoperative enhanced CT showed that there was no endoleak. The distal portion of her right ARA from coils including the right kidney was well perfused (Fig. ).", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'26947527': 1, '18212689': 1, '16414380': 1, '11259702': 1, '23921247': 1, '25959546': 1, '33041485': 1, '23966574': 1, '17160802': 1, '22480767': 1, '28451985': 2}", "similar_patients": "{}"}