{"patient_id": 113462, "patient_uid": "5016500-1", "PMID": 27617247, "file_path": "noncomm/PMC005xxxxxx/PMC5016500.xml", "title": "Vulvar Abscess Caused by Methicillin-resistant Staphylococcus Aureus (MRSA) in a Postmenopausal Woman", "patient": "A 56-year-old Chinese woman, in 6-year postmenopausal state, visited to the outpatient of gynecology department with the chief complaint about a painful lump on the right side of the labium major. On examination, there were high fever with a body temperature of 38.9℃, pulse rate 120/minute and blood pressure 120/80 mmHg. Pelvic examination revealed an enlarged, firm, tender, swollen and inflamed of labium major on the right side (). Her laboratory work-up revealed low hemoglobin of 10.5 g/dL, elevated white blood cell count of 17,140 with increased erythrocyte sedimentation rate (ESR) 70. Her serum of hepatitis B, human immunodeficiency virus (HIV) and rapid plasma reagin (RPR) research laboratory tests were negative and postmenopausal state was confirmed by hormone test (estradiol [E2] < 10 and follicle stimulating hormone [FSH] = 67.1). Her urine and blood culture were sterile.\\nThe results of vaginal swab to detect sexual transmitted disease (Trichomonas vaginalis, Mycoplasma hominis, Mycoplasma genitalium, Chlamydia trachomatis, Neisseria gonorrhea and Urea plasma urealyticum) were negative but Klebsiella pneumoniae (K. pneumoniae) was discovered. Vulvar culture was identified as the presence of plenty of Staphylococcus aureus. After two days of antibiotics (cefotetan + metronidazole), she presented with cough and hemoptysis then she was transferred to department of respiratory. Chest computed tomography and bronchoscopy were performed with the result of bronchiectasis in left upper lung (LUL) field and Atelectasis in right middle lung (RML) field. Five days later, she was transferred back to gynecology department and consulted with infectious disease department then antibiotics were switched to ciprofloxacine and trimethoprim-sulfamethoxazole. After 11 days of antibiotics combined with conservative therapy, she completely recovered () from her symptoms and vaginal swab was negative.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'25580420': 1, '18757650': 1, '20506675': 1, '19857386': 1, '24973422': 1, '29354612': 1, '26357643': 1, '18486367': 1, '20925614': 1, '27617247': 2}", "similar_patients": "{}"}