{"patient_id": 70595, "patient_uid": "5716680-1", "PMID": 29226040, "file_path": "comm/PMC005xxxxxx/PMC5716680.xml", "title": "Creutzfeldt Cell Rich Glioblastoma: A Diagnostic Dilemma", "patient": "We present a 78-year-old male with a previous medical history of prostate cancer, which was treated with radiation therapy, who secondarily developed urethral strictures for which he had recently undergone a urethral stricture dilatation. He presented the following day with altered mental status, nausea, and lethargy. He had no previous symptoms of headaches or other neurologic deficits. He was physically active and had otherwise been in excellent health. His family history was positive for pancreatic cancer in his father. He did not smoke or consume alcohol. On admission to the hospital, he was hyponatremic with a sodium level of 120. After fluid resuscitation, his sodium normalized to 136. A computed tomography (CT) scan revealed a mass lesion in his right posterior temporal lobe for which neurosurgery was consulted. His encephalopathy improved and his neurologic exam at the time of consultation only demonstrated a superior quadrantanopsia in his left visual field that was consistent with confrontation testing. He was placed on intravenous steroids, anticonvulsants, and an MRI scan of the brain was performed, which revealed a 4.6 x 3.1 cm mass lesion in the right posterior temporal lobe with minimal mass effect and heterogeneous contrast enhancement (Figure ).\\nAfter a discussion with the patient and his family, the decision was made to proceed with an open biopsy after his hematuria had resolved. The patient had a CT scan of the chest abdomen and pelvis prior to discharge, which was negative for malignancy. The patient had an outpatient follow-up appointment with repeat MRI brain three weeks later, which revealed a progression of the mass, with an interval increase in size to 5.4 x 3.4 cm, with minimal worsening of the local mass effect and vasogenic edema while on oral steroids (Figure and Figure ).\\nOne week later, the patient underwent a craniotomy for resection of the tumor. The initial specimens were obtained and sent to pathology prior to resection. The intra-operative frozen diagnosis was read as a hypercellular lesion with rare mitotic figures, favoring inflammatory versus infectious process. The decision was then made to wait for the final diagnosis before removing the mass, and the patient was discharged home after an uneventful three days in the hospital.\\nThe histology of the lesion was unusual in that there was hypercellularity, conspicuous Creutzfeldt cells with multiple micronuclei, and abundant histiocytes on immunohistochemical evaluation (Figure ). Vascular proliferation and fibrin thrombi were identified. The proliferation index was relatively low in certain areas. Additional immunohistochemical and molecular data were sought to achieve a diagnosis. The atypical cells were negative for the IDH1 p.R132H mutant protein and a subset of lesional cells showed expression of p53. The expression of the ATRX protein was retained. Sections were sent for further analysis with fluorescence in situ hybridization (FISH) studies, which found no evidence for PTEN loss or epidermal growth factor receptor (EGFR) amplification. The absence of alterations in either of these genes failed to provide evidence for a diagnosis of glioblastoma, World Health Organization (WHO) grade IV. Therefore, the tissue was sent for analysis with a next-generation sequencing panel covering frequently mutated regions in 50 cancer-associated genes (Ion AmpliSeq™ Cancer Hotspot Panel v2; ThermoFisher). No somatic mutations were detected in the tissue examined. Although the histologic findings are unusual, and the molecular tests performed did not reveal a specific genetic alteration, a consensus review of the histologic features by three neuropathologists led to the final diagnosis of glioblastoma, WHO grade IV, with atypical histologic features.\\nThe patient was taken back to the operating room approximately four weeks later for a more definitive resection of the residual tumor, which was without complication, and postoperative imaging revealed the expected subtotal resection of the tumor (Figure ).\\nThe surgical specimen from the second surgical resection was also evaluated by three neuropathologists; the histologic features were similar to the initial biopsy with additional findings including cortical infiltration and subpial spread of the tumor cells, which provide additional evidence to support a diagnosis of glioblastoma, WHO grade IV.", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'12714687': 1, '8333553': 1, '29509313': 1, '21726504': 1, '15215326': 1, '20012068': 1, '12376918': 1, '11861758': 1, '8634482': 1, '18175128': 1, '29226040': 2}", "similar_patients": "{}"}