{"patient_id": 62765, "patient_uid": "5088665-1", "PMID": 27799058, "file_path": "comm/PMC005xxxxxx/PMC5088665.xml", "title": "Next-generation sequencing and a novel COL3A1 mutation associated with vascular Ehlers–Danlos syndrome with severe intestinal involvement: a case report", "patient": "A 38-year-old Italian woman presented to our Regional Center of Ehlers-Danlos Syndrome, Ospedale Maggiore Policlinico, Milan, Italy, with a previous diagnosis of vEDS. She referred an intestinal ischemic perforation of the sigmoid-rectum with stercoral peritonitis treated with resection of her sigmoid-rectum and creation of a stoma. She did not have familial history of vEDS. When she was 26-years old and had not yet had a clinical diagnosis of EDS she underwent an orthopedic intervention for alignment of the internal arch plus tarsal sinus arthrodesis of both feet.\\nWe applied next-generation sequencing (NGS) to investigate genomic regions of interest through target enrichment; it was performed by means of a HaloPlex Target Enrichment kit (Agilent Technologies). Probes for all coding exons, including intron–exon boundaries, were designed by the HaloPlex SureDesign website (). The nine genes included in the design were selected on the basis of their clinical characteristics (; Table ). The total region size was 100.336 kbp for an actual analyzed target of 99.718 kbp bases. Enrichment was performed according to the supplier’s protocol (version D.6, August 2014). A total of 225 ng DNA was digested in eight different restriction reactions during 30 minutes at 37 °C. The eight digestion reactions were combined into a single hybridization mix containing target-specific probes. Hybridization reaction was performed in a 3-hour reaction at 54 °C. Probes were labeled with biotin and designed to hybridize to both ends of the digested fragments, therefore generating circular fragments containing one nick. Then, the DNA probe hybrids were captured with streptavidin beads to eliminate linear non-target DNA fragments. In a second ligation reaction, the remaining nick was closed to complete circularization. The captured DNA was eluted from the beads and amplified by polymerase chain reaction (PCR) reaction, followed by a final purification reaction with AMPure XP beads (Beckman Coulter, Fullerton, CA, USA).\\nFinally, the concentration of each library was measured by TapeStation software and were diluted at 4nmol with TE. The final pool was obtained by mixing different genomic libraries and the ideal final concentration was 8 pM (ideal concentration for cluster density approximately 900/1000 K/mm2). Captured genomic libraries were sequenced to generate 2×150 bp paired end reads using the Illumina MiSeq.\\nTo understand the generated FASTQ files (a file that stores a biological sequence and its quality score), a workflow was set up by Galaxy software () []. FASTQ files were evaluated by quality and they were trimmed, aligned, and mapped to the human reference genome (GRCh38/hg38) using Burrows-Wheeler Aligner [, ]. Alignments including sorting, merging, indexing, and generating alignments in a per-position format were manipulated by SAM tools [, ] to generate a BAM (binary format for storing sequence) file. Local realignment, base quality recalibration, and variant calling were performed using Genome Analysis Toolkit (GATK) version 2.0 (Broad Institute, Cambridge, MA, USA) [] applying these quality parameters: coverage>20, base quality score>30, and mapping quality>20. Variants that did not pass these quality values were removed.\\nFinally, the Variant Calling Files (VCF) were filtered through different parameters such as genotype quality filters, gene feature filters (missense, splicing, frame shift), and functional impact filters using KGGSeq software []. The variants found with NGS target enrichment method were confirmed by Sanger method using BigDye Terminator Cycle Sequencing Kit (Applied Biosystems, Life Technologies) followed by capillary electrophoresis on an Applied Biosystems 3130xl (Applied Biosystems). Electropherograms were analyzed by Sequencher software v5.1.\\nTo investigate the pathogenetic properties of a missense variant, different types of software were used: SIFT, PROVEAN, PolyPhen-2, Mutation Taster, Grantham distance, and Align GVGD; these types of software are based on sequence homology, the physiochemical similarity between the alternate amino acids, effect of an amino acid substitution on the structure and function of a protein, and conservation level of the amino acid residue among species [–].\\nResequencing by target enrichment approach (HaloPlex technique) conducted using our custom panel (Table ) showed the presence of an undescribed mutation in exon 21 of COL3A1 gene at position 1493 leading to a nucleotide replacement (c.1493G>A, p.G498D) (). It was confirmed by Sanger method on a second DNA extraction. Moreover, a complementary DNA (cDNA) analysis extracted from fibroblasts culture was not feasible due to the extreme fragility of the clinical state of our patient. 343 Gly-X-Y repetitions (X and Y, any other amino acids)\\nFigure shows that c.1493G>A, p.G498D was a missense variant causing a substitution from Gly, a neutral amino acid, to aspartic acid, a polar amino acid, and it was located on the triple-helical region of the structure of the protein. Type III procollagen protein consists of 343 repetitions of Gly-X-Y (X and Y, any other amino acids) in each of three amino acids, which is a feature of collagen specificity. The mature type III collagen fibers consist of 3 alpha-1(III) chains. The mutation in one allele of COL3A1 resulted in qualitative or quantitative abnormalities of mature type III collagen protein (Fig. ) []. To evaluate the functional effect of mutation, we performed an in silico analysis using SIFT, PROVEAN, PolyPhen-2, and Align GVGD; all of these tools predicted that this change is causing the disease [–].\\nPolyPhen-2 software prediction, based on two datasets (Human Diversity and Human Variation), indicated that c.1493G>A, p.G498D is probably damaging for the structure of the protein with a score of 1.000 (sensitivity 0.00; specificity 1.00; Fig. ). In particular, the Gly at 1493 position was extremely conserved through different species. SIFT and PROVEAN software, which evaluate whether an amino acid substitution has an impact on the biological function of the protein, confirmed the pathogenicity of the missense variant. Align GVGD, relying on the biophysical characteristics of the amino acids, predicted that this variant was not tolerated C65 (GV 0.00; GD 93.77; Fig. ). It was impossible to analyze the effect of the mutation on the three-dimensional protein structure because at present there is no sequence homology reference to build the structure.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'21903627': 1, '20080505': 1, '19023163': 1, '22241780': 1, '31991693': 1, '24618473': 1, '22353005': 1, '9557891': 1, '19505943': 1, '23315928': 1, '19561590': 1, '16014699': 1, '33022848': 1, '19451168': 1, '31763130': 2, '31998505': 1, '10706896': 1, '20644199': 1, '32471395': 2, '23056405': 1, '27799058': 2}", "similar_patients": "{'7257228-1': 1, '6874507-1': 1}"}