{"patient_id": 68881, "patient_uid": "5603125-1", "PMID": 28951796, "file_path": "comm/PMC005xxxxxx/PMC5603125.xml", "title": "Iatrogenic IVC Perforation after Successful Catheter-Directed Thrombolysis", "patient": "A 47-year-old hairdresser lady referred to our center with documented diagnosis of extensive vein thrombosis involving the left iliofemoral system according to duplex ultrasound. The patient symptoms including abrupt-onset swelling and crushing pain of left leg began one week ago. Her detailed history lacked any medical admission or consumption of special drugs including hormonal contraceptives. For more delineation of thrombosis propagation we decided to evaluate her precisely using MR venography with gadolinium which revealed “filling defects in the left common and external iliac, common, and superficial femoral and popliteal veins in favor of acute extensive DVT.”\\nLaboratory data was not striking except the level of serum D-dimer (5297 mg/dl). Ongoing and annoying course of patient symptoms and massive burden of thrombosis, in addition to fear of future postthrombotic complications which possibly interfere with our patient occupation, altogether forced the treatment team to choose a definite therapy for her lower extremity DVT.\\nThe access site to the patient left iliofemoral DVT chosen to be ipsilateral popliteal vein with the patient prone on the angiographic table under ultrasound guidance. After successful cannulating the popliteal vein, contrast injection showed totally thrombotic occlusion of left common femoral and iliac veins but obviously patent IVC (). The next step was installation of ultrasound-based infusion system, Lysus Infusion System (EKOS corporation, Bothell, WA) which delivered alteplase via a catheter with one central lumen and three separate infusion ports (total dose 1 mg/hour). It combines high-frequency lower-power ultrasound with simultaneous catheter-directed thrombolytics to accelerate clot dissolution []. Also heparin was infused (250 U/hour) in conjunction.\\nIn the following day, the patient was brought back to angiography laboratory to perform follow-up venography which revealed dramatic resolution of clot burden and nice penetration of contrast toward patent IVC (). Also, this diagnostic view demonstrated etiologic background of patient nonevoked extensive DVT which was significant stenosis of common iliac vein (May-Thurner syndrome).\\nDuring catheter passage and wire exchange, before deploying of stent, unfortunately we encountered leakage out of caveofemoral junction (the distal edge of IVC) extensively (). At this critical moment, we decide to complete the stenosis stenting process, with this rational explanation that bleeding in venous system is benign and generally self-limiting. Thereafter, the patient returned to formal access supine position; the right venous femoral access was obtained quickly. We sent via this new venous route and previous popliteal vein access a BIB of size 24 and inflated it frequently in intervals of 5 to 25 minutes with hope of bleeding site sealing.\\nIn spite of patient stable hemodynamics, hemoglobin level dropped dramatically (6.5 g/dL from 11 g/dL at the beginning). Unsuccessful result of balloon inflations which was showed in subsequent injections () forced us to decide to reverse anticoagulant condition of our patient (due to alteplase and heparin infusion). We did not have aminocaproic acid as a specific antidote to fibrinolytic agents, so for coverage of all aspects of coagulation pathways we decided to prescribe fresh frozen plasma (FFP) and platelets, in conjunction with protamine sulfate and tranexamic acid.\\nFortunately, this courageous strategy in spite of fear of stent thrombosis and even our patient primary pathology itself (acute thrombosis) causes leakage to diminish significantly and in following balloon inflations to stop completely (). After this approximately 3-hour stressful process the patient transferred in a stable and satisfactory condition to ICU. Although the next day pelvic and abdominal CT angiography showed the extent of patient bleeding and of course patent iliac vein stent (), she passed an uneventful course in following days of admission.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'9308755': 1, '19641957': 1, '25729063': 1, '18524519': 1, '11228276': 1, '26853645': 1, '28951796': 2}", "similar_patients": "{}"}