{"patient_id": 63700, "patient_uid": "5153497-1", "PMID": 28025631, "file_path": "comm/PMC005xxxxxx/PMC5153497.xml", "title": "Amniotic Band Syndrome, Perinatal Hospice, and Palliative Care versus Active Management", "patient": "A 21-year-old female, G1P0, presented to our clinic for an initial prenatal visit at 17 weeks and 3 days. Her medical history was significant for hemoglobinopathy AS and QuantiFERON positive without evidence of active tuberculosis. The initial sonogram at 18 weeks and 5 days gestation identified an anterior placenta, missing part of the left tibia and fibula, absence of the left foot, and floating bands strongly suggestive of amniotic bands (), ending in a small extension of tissue of approximately 0.5–1.0 cm in length and 0.5 cm in width (Figures and ).\\nAt 21 weeks in the emergency department, the fetus was in breech presentation with oligohydramnios and premature rupture of membranes (PPROM). After appropriate counseling about the outcome, the patient declined immediate pregnancy termination and elected antepartum admission for expectant management of PPROM. Intravenous hydration and antenatal corticosteroids were started at 27 weeks, due to nonreassuring fetal status. A 750-gram male infant was delivered via classical cesarean section with an Apgar score of 6 and 7 at 1 and 5 minutes, respectively. The immediate neonatal course was complicated by immaturity as manifested by respiratory distress syndrome, leading to intubation and admission to the neonatal intensive care unit.\\nAfter thirty-six days of life, he is active and extubated, with equal breath sounds bilaterally, weighting 1120 grams and tolerating oral feeding while weaning from Total Parenteral Nutrition. Plans for future long-term care and physical therapy of his upper and lower limb abnormalities were initiated (Figures \\n–).", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'15067893': 1, '25552277': 1, '17602029': 1, '26918082': 1, '25926929': 1, '19380064': 1, '26549084': 1, '22441504': 1, '19830010': 2, '18978653': 1, '23671033': 1, '25569435': 1, '23272276': 1, '24883282': 1, '26894130': 1, '22397842': 1, '15057953': 1, '2839541': 1, '14245093': 1, '22134536': 1, '6537155': 1, '16601333': 1, '9710786': 1, '8209551': 1, '18948051': 1, '23248551': 2, '24426485': 1, '24787313': 1, '19829844': 1, '21063665': 1, '28025631': 2}", "similar_patients": "{'3519136-1': 1, '2740243-1': 1}"}