{"patient_id": 70283, "patient_uid": "5692121-1", "PMID": 29163952, "file_path": "comm/PMC005xxxxxx/PMC5692121.xml", "title": "In-office arthroscopy for the evaluation of chronic knee pain: A case report", "patient": "The patient, a 40-year-old male, presented to our clinic with a history of right knee pain predominately along the medial aspect. His medical history includes prior examinations and treatments by another physician for right knee pain which provided minimal relief. The patient’s pain originated 2 months prior, wherein he experienced moderate pain that became sharp when squatting and bending, as well as stiffness while sleeping. The pain subsided with extension of the extremity, but loading of the joint re-aggravated the pain. Physical examination showed good range of motion (ROM), slight patellofemoral crepitus, and no meniscal signs along the medial joint line.\\nMRI with no contrast was obtained, which demonstrated full-thickness chondral fissuring of the lateral patellar facet, mild abnormal signals of the proximal patellar tendon and Hoffa’s fat pad, and intact ACL and posterior cruciate ligament (PCL). The patient was treated with an ultrasound-guided injection of 2 cm3 of 1% lidocaine without epinephrine and 1 cm3 of Kenalog-40. He experienced immediate pain relief in his knee and was scheduled for clinical follow-up in 6 weeks.\\nThe patient first presented to our office approximately 6 weeks following last examination and treatment from previous physician. He presented with medial pain of the right knee that was sharp but minor in nature. The pain was predominately activity-related and the patient was able to ambulate on his own. The patient stated that he was active as a bodybuilder and was a professional fighter for the prior 12 years. Our physical examination showed an antalgic gait with the patient favoring the affected extremity. The patient also exhibited minimal focal tenderness below the medial joint line and a negative McMurray test. Patient’s ROM was 0–120°+ and the knee was stable in reverse pivot and varus and valgus stress. When positioned in deep flexion, the patient experienced pain along the medial side of the knee. I personally reviewed the previous MRI the patient received while under previous physician’s care. Upon examination and imaging review, the patient was prescribed a lidocaine cream for pain management, and Pilates for stretching exercises were recommended. The patient was subsequently scheduled for follow-up in 6 weeks.\\nThe patient returned to our office for 6-week follow-up visit. Approximately 2 weeks prior, he had experienced an injury to his right knee while teaching a kickboxing class, which had caused severe pain. The pain was severe enough in nature to cause difficulty and discomfort while sleeping. He had applied the previously prescribed lidocaine for the pain, but it offered only little relief to the knee. A physical examination was performed, which resulted in similar results as the previous examination—antalgic gait, minimal tenderness along medial joint line, medial pain in deep flexion, and no pain when in varus or valgus. We discussed the patient’s injury history and it was our recommendation to perform an in-office diagnostic arthroscopy (mi-eye 2™) due to the continued pain and discomfort with a negative MRI. The patient agreed with this recommendation and was scheduled to return for mi-eye 2 procedure in approximately 2 weeks with the goal to visualize pathology and develop a treatment plan.\\nUpon return for the in-office arthroscopy, the patient was positioned lying down with a “bump” placed under the right knee for flexion (). The procedure was performed in a sterile environment, and the knee portals were aseptically prepared. The patient was given an analgesic injection of 1% lidocaine (5 cm3). The mi-eye 2 was inserted into the right knee and immediately—within approximately 20 s—the intact ACL was visualized () and a tear of the mid-body of the medial meniscus was identified ( and ). Through the duration of the procedure, minimal saline was needed—approximately 4 cm3. Following visualization, we discussed the treatment options with the patient, who ultimately opted for surgical intervention.\\nThe patient was scheduled for surgery 2 days later to address the meniscus tear visualized with mi-eye 2. In addition to the mid-body tear of the medial meniscus, surgical findings included grade II changes to the medial and lateral edges of the patella and radial tear of the posteromedial aspect of the medial meniscus. The mid-body meniscal tear previously visualized using mi-eye 2 was confirmed ( and ) and the meniscus was debrided to a stable rim (). The patient was discharged following recovery from anesthesia and allowed for weight-bearing on his right knee as tolerated. He was scheduled for follow-up 3 weeks post-operatively.\\nFollowing 2 weeks of surgery, the patient reported good functional motility and resolution of medial-sided joint pain.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'8141016': 1, '25940362': 1, '23324431': 1, '29099885': 1, '24680307': 1, '26614425': 1, '24369076': 1, '24885678': 1, '24284049': 1, '8523352': 1, '19294964': 1, '24240983': 1, '21531866': 1, '32489839': 1, '19620451': 1, '32874887': 1, '26069597': 1, '17349476': 1, '19218558': 1, '21730207': 1, '10638766': 1, '29163952': 2}", "similar_patients": "{}"}