{"patient_id": 70783, "patient_uid": "5733126-1", "PMID": 29527371, "file_path": "comm/PMC005xxxxxx/PMC5733126.xml", "title": "ANCA-Negative Granulomatosis with Polyangiitis Presenting with Hypertrophic Cranial Pachymeningitis, Abducens Nerve Palsy, and Stenosis of the Internal Carotid Artery", "patient": "A 59-year-old Japanese man presented with a year history of nasal obstruction and a 2-month history of slight headache. Nasal examination showed swelling and crust formation of the bilateral inferior turbinate. CT scan revealed swelling of the mucosa in the bilateral ethmoid sinuses and soft-tissue filling in the right sphenoid sinus (Figures (a) and (b)). We initially diagnosed chronic rhinosinusitis and performed endoscopic sinus surgery (ESS) under general anesthesia. We opened the bilateral ethmoid and the sphenoid sinuses. During ESS, easy bleeding and granulomatous mucosa in the bilateral ethmoid sinuses was seen and resected (Figures (a) and (b)). Histopathological examination of the mucosa revealed necrotizing vasculitis with multinucleated giant cells (Figures (a) and (b)). We then examined the patient systemically. Brain MRI and chest CT scan showed no abnormal finding. Urinalysis revealed neither hematuria nor proteinuria. Bilateral ear drums were normal. No hearing or visual loss was identified. Negative results for serum proteinase 3- (PR3-) and myeloperoxidase- (MPO-) anti-neutrophil cytoplasm antibody (ANCA) were obtained from fluorescence enzyme immunoassay (FEIA). We diagnosed the limited form of GPA. Shortly after making this diagnosis, the headache resolved and nasal obstruction disappeared. The patient declined immunosuppressive treatment for fear of worsening of his diabetes mellitus. We started careful follow-up every 3 months.\\nEighteen months after the diagnosis of GPA, the patient presented with diplopia and sudden onset of severe right-sided headache. Nasal endoscopic examination revealed only slight edematous mucosa in the bilateral nasal cavity and the ethmoid sinus. The opening of the right sphenoid sinus was closed by the granulation covered with mucosa, and we could not look into the inside of the sinus. CT scan revealed a lesion of the right sphenoid sinus eroding the bone of the clivus and thickening of the dura mater (Figures (a) and (b)). Gadolinium-enhanced MRI of the brain showed thickening of the dura mater around the right cavernous sinus and clivus (Figures (a) and (b)). Magnetic resonance angiography (MRA) and cerebral angiography revealed narrowing at the C5 portion of the ICA (Figures (a)–(d)). Results for serum PR3- and MPO-ANCA were negative. We diagnosed HCP and right abducens nerve palsy, and stenosis of the intracranial ICA due to GPA extension. The patient did not show ischemic attack. Intravenous methylprednisolone (mPSL) pulse therapy was administered at 1g/day for 3 days, followed by oral prednisolone (PSL) at 30 mg/day and cyclophosphamide (CY) at 50 mg/day. The PSL dose was gradually tapered. The headache disappeared immediately. One year after the initiation of the treatment, the patient showed slight saddle nose deformity but did not complain of nasal pain and obstruction. Brain MRI and MRA showed a reduction in the thickness of the dura mater and improved blood flow in the ICA (Figures (e)–(g)). Although the patient still has right abducens nerve palsy, he has not complained of headache for 2 years under a medication with oral PSL at 7 mg/day and azathioprine at 25 mg/day.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'9096451': 1, '23045170': 1, '27166750': 1, '11867890': 1, '22954981': 1, '12966618': 1, '14976543': 1, '25791920': 1, '11579713': 1, '11493161': 1, '24271323': 1, '15480908': 1, '11198530': 1, '10935433': 1, '26327907': 2, '28012056': 1, '29527371': 2}", "similar_patients": "{'4448053-1': 1}"}