{"patient_id": 74474, "patient_uid": "5986062-1", "PMID": 29881577, "file_path": "comm/PMC005xxxxxx/PMC5986062.xml", "title": "Late diagnosis of a congenitally corrected transposition of the great arteries discovered at pacemaker implantation in a patient previously diagnosed with dextrocardia and situs solitus", "patient": "An asymptomatic 56-year-old man attended our institution for a routine follow-up of his pacemaker, implanted 20 years earlier for syncope and paroxysmal second-degree AV block with a 2:1 conduction. At that time, an electrophysiological study was performed showing an AH interval of 114 ms and a HV interval of 42 ms for conducted beats and confirming the diagnosis of suprahisian block. One-to-one AV conduction resumed during stress test. The patient had a prior diagnosis of dextrocardia and situs solitus.\\nThe pacemaker was programmed in a VDD pacing mode (ventricular pacing with atrial tracking), with a unipolar ventricular detection and pacing mode, and a bipolar atrial sensing feature. The pacemaker's pulse generator had previously been replaced twice.\\nThe spontaneous rhythm without pacemaker intervention showed a second-degree AV block with a ventricular rate of 36 bpm and typical features of dextrocardia: a negative P wave in lead I, and an R wave amplitude decreasing from V3 to V6 (Fig. ).\\nDuring pacemaker control, we observed a high impedance of 1460 ohm and pacing failure, with an absence of spikes even after programmed high pacing output energy of 6.5 V/1 ms pulse width. There was a complete sensing failure, which suggested a loss of lead integrity.\\nA posteroanterior X-ray was compatible with dextrocardia, with the pacemaker generator positioned in the right pectoral area and a clear lead fracture, probably at the level of the AV valve. We decided to replace the pacemaker with a dual chamber pulse generator and new atrial and ventricular leads. An active fixation ventricular lead was thus positioned in the ventricle, near the tip of the older lead and the atrial lead in the right atrial appendage. Satisfactory pacing and sensing parameters were obtained for both.\\nA 12-lead ECG revealed atrial and ventricular paced complexes with a monophasic R wave in lead V1 and right axis deviation, an unusual finding as the expected pattern during pacing should be a left bundle branch morphology (Fig. ). The postimplantation X-ray revealed a right lateral position of the atrial lead with the new ventricular lead descending toward the apex (Fig. ).\\nIn postimplantation of the new pacemaker, a transthoracic echocardiogram was performed. We observed a switch of the two ventricles: The ventricular lead was visualized inside a subpulmonary anatomic left ventricle, connected to a right atrium. The aorta arose from an anatomic right ventricle presenting a moderator band and a tricuspid valve slightly lower than the mitral valve, with the right ventricle connected to an anterior left atrium. While the subaortic right ventricle was hypertrophic, displaying dilatation and global hypokinesis, with a mild tricuspid regurgitation, the function of the subpulmonary left ventricle was normal. A chest computed tomography (CT) angiogram confirmed the incidental detection of a CCTGA and dextrocardia. Surprisingly, there were no other congenital malformations. Computed tomography and echocardiography confirmed a right lateral position of the new ventricular lead and a fracture of the older VDD lead, the tip being localized in a septal position, with a distal part of 55 mm (Fig. ). This lead has been left in place. Follow-up 2 months after implantation of the new leads was without any problems. Thereafter, the patient has unfortunately been lost for follow-up visits.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'6851033': 1, '26410005': 1, '24591676': 1, '26478232': 1, '3739921': 1, '4430094': 1, '18997168': 1, '12405433': 1, '23798952': 2, '29881577': 2}", "similar_patients": "{'3687892-1': 1}"}