{"patient_id": 67405, "patient_uid": "5488070-1", "PMID": 28695073, "file_path": "comm/PMC005xxxxxx/PMC5488070.xml", "title": "Reconstruction of delayed scleral flap melting with bovine pericardium after trabeculectomy with mitomycin C", "patient": "A 22-year-old Caucasian woman with juvenile glaucoma underwent a conventional trabeculectomy with mitomycin C 0.4 mg/mL OD. The mitomycin was applied beneath conjunctiva/Tenon’s capsule and scleral flap for 3 minutes after performing a 4x4 mm limbal-based scleral flap, and prior to sclerotomy. The surgery took place without any complications.\\nIn the immediate postoperative period, we observed a hyperfiltrating bleb without Seidel phenomenon. This led to hypotony refractory to conservative measures such as pressure patching, decreased of corticosteroids dosage and use of aqueous suppressants and three weeks after, she developed hypotony maculopathy with low visual acuity (VA = 20/60 OD) (Figure 1 ).\\nA surgical revision with 2 additional sutures in the scleral flap was performed. Three weeks later, the hypotony remained as well as the thin conjunctiva, so we decided for a conjunctival autograft from the inferior bulbar conjunctiva. The result was satisfactory and the hypotony resolved (Figure 2 ), although, in the early postoperative period, there was a history of minor blunt ocular trauma without further complications.\\nAfter two years, the patient attended our appointment due to low visual acuity. On examination, VA OD was 20/200, IOP was 5mm Hg with a thin, avascular and transudative bleb, visualizing the underlying uveal tissue with chorioretinal folds (Figure 3 ). Connective tissue diseases were excluded.\\nA new trabeculectomy revision was performed. During the procedure, it was not possible to identify the scleral flap (Figure 4 ), so we used 2 layers of Tutopatch® (a collagenous membrane derived from solvent preserved irradiated bovine pericardium) to close the fistula (Figure 5 ).\\nThe 2 layers of Tutopatch® were attached to each other with fibrin sealant and the graft sutured to the adjacent sclera with 10-0 nylon and covered by the conjunctiva (Figure 6 ).\\nA good clinical evolution occurred and after 2 months, IOP was 15 mmHg without Seidel phenomenon or changes in the fundus and VA was 20/20 OD (Figure 7 ). After 8 months of follow-up, the clinical situation remains stable.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'16938484': 1, '34461694': 1, '16276283': 1, '14717489': 1, '34336324': 2, '1739684': 1, '34084037': 2, '24874999': 1, '18997612': 1, '28695073': 2}", "similar_patients": "{'8294996-1': 1, '8095308-1': 1}"}