{"patient_id": 117653, "patient_uid": "5427761-1", "PMID": 28474659, "file_path": "noncomm/PMC005xxxxxx/PMC5427761.xml", "title": "An unusual case of spontaneous esophagopleural fistula", "patient": "A 34-year-old male was admitted with a 1-month history of cough, breathlessness, regurgitation during feeding, and chest discomfort. He was a known case of bipolar mood disorder and was on antipsychotics for the last 7 years. He had no smoking history. He had no history of any surgery in the past. There was no history of prior trauma or instrumentation. General survey was unremarkable. On chest examination, an enlarged right hemithorax with decreased movement of the right chest and stony dull note over the right hemithorax from the fourth, eighth, and ninth intercostal spaces downward along the midclavicular, midaxillary, and scapular lines, respectively were found. There was diminished breath sound on the right infrascapular and infraaxillary areas. The result of laboratory studies was normal. Sputum for acid-fast bacilli (AFB) was negative. Chest x-ray revealed right pleural effusion. On thoracocentesis, there was a dry tap. On ultrasonography of the thorax, there was minimal right pleural collection with internal echoes (not amenable for aspiration). On high-resolution computed tomography (HRCT) of the thorax, an encysted collection (7.9 cm × 8.5 cm × 10 cm) was noted in the right pleural space showing air and food particles in it with a linear fistulous communication from the distal esophagus, and on oral contrast administration, the contrast medium was seen to enter into the collection [Figures and ]. Esophagogram using gastrografin documented extravasation into the pleural cavity []. Finally, the upper gastrointestinal (GI) endoscopy confirmed a large fisulous tract measuring 9 mm at the distal esophagus without any mucosal abnormality. With the definite diagnosis of EPF, the patient was transferred to the department of cardiothoracic and vascular surgery (CTVS) where thoracotomy and closure of the fistula were performed. During the procedure, an incidental bronchopleural fistula was found and closed. The postoperative period was uneventful.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'7089274': 1, '32011485': 2, '5952106': 1, '34977260': 1, '13836659': 1, '16714652': 1, '8425452': 1, '28474659': 2}", "similar_patients": "{'7220033-1': 1}"}