{"patient_id": 116243, "patient_uid": "5322266-1", "PMID": 28250929, "file_path": "noncomm/PMC005xxxxxx/PMC5322266.xml", "title": "Ambiguous presentation of Mycobacterium avium complex-associated Rasmussen aneurysm", "patient": "A 77-year-old Asian man was admitted with a three-day history of episodic hemoptysis. The patient was a retired janitor, a non-smoker, and had experienced a chronic dry cough for two months prior to admission. He denied any systemic disease, but hyperglycaemia was detected during hospitalization. At initial hospitalization, chest radiography revealed left lower lung field opacity with a positive silhouette sign over the left heart border. Chest computed tomography (CT) showed left lingular lobe consolidation and a thick-walled cavity lesion over the left lower lobe accompanied by satellite micro-nodules in a tree-in-bud pattern (Fig. A). CT-guided biopsy indicated chronic granulomatous inflammation with caseous necrosis, multinucleated histiocytes, and acid-fast bacilli, consistent with mycobacterial infection. Four sputum smears were positive for acid-fast bacilli, but polymerase chain reaction testing for TB showed negative results. After treatment with empirical broad-spectrum antibiotics for suspected necrotizing pneumonia, the hemoptysis improved and the patient was discharged. Two days later, the patient revisited our emergency department because of relapsed hemoptysis. Chest radiography showed increased ground-glass opacity around the previously identified area of lung consolidation. Chest CT angiography (CTA) showed an increased alveolar opacity and a suspected aneurysm (Fig. B, arrow) in the consolidated left lingular lobe, which was enhanced to a greater extent in the aortic phase (Fig. B, arrow). However, the aneurysm could not be localized via catheter angiography in either the pulmonary or the bronchial arterial phase (Fig. C). All sputum and biopsy tissue cultures yielded Mycobacterium avium complex (MAC). ATT with ethambutol, rifampin, clarithromycin, and streptomycin was initiated. However, repeated massive hemoptysis led to haemodynamic instability, and cardiopulmonary-cerebral resuscitation was required two weeks post-ATT. Bronchoscopy revealed the source of the hemoptysis—at the left lingular division of the bronchi; external compression had caused narrowing of the orifice (Fig. A). Bronchial biopsy culture over the lingular lobe also yielded MAC. A second CTA showed a more evident aneurysm, with a clearly identified feeding vessel. Glue embolization was then performed (Fig. B). Despite cessation of hemoptysis, hypoxemic insult-related encephalopathy developed despite timely recovery of spontaneous circulation after resuscitation.", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'24624285': 1, '26854216': 1, '26744661': 1, '28250929': 2}", "similar_patients": "{}"}