{"patient_id": 64047, "patient_uid": "5216532-1", "PMID": 28070196, "file_path": "comm/PMC005xxxxxx/PMC5216532.xml", "title": "Airway autoimmune responses in severe eosinophilic asthma following low-dose Mepolizumab therapy", "patient": "A 62-year old non-atopic woman, with seven pack-year smoking history, and adult-onset asthma (diagnosed at 21 years) whose symptoms worsened at the age of 55 was seen in our clinic on February 22nd, 2010 with severe airway hyper-responsiveness (PC20 methacholine <0.03 mg/mL), mild airflow obstruction (FEV1 2.04 L, 75% predicted, FEV1/VC 75%), and chronic rhinosinusitis with polyposis. The eosinophilic nature of her asthma was confirmed by peripheral blood counts (peaked at 0.8 × 109/L in 2010) and sputum cellularity (eosinophils >3% of total cell count with free granules on multiple occasions). She did not have mutations for PDGFR-FIP1L1, c-kit, JAK2, or BCR-Abl or abnormal lymphocyte population or T cell receptor rearrangements. Her routine chemistry, total serum IgE, and tryptase were normal, as were her stool microscopy, antifungal precipitins, and autoantibody profile including cytoplasmic and perinuclear anti-neutrophil cytoplasmic antibodies. Computed tomography of thorax was unremarkable. She had two sinus polypectomies that did not improve her respiratory symptoms significantly. She has been prednisone-dependent since 2008. Methotrexate, hydroxyurea, and imatinib were not effective to wean her off prednisone (Fig. ). The patient was known to be compliant with her medications, and her inhaler technique was deemed adequate.\\nBy 2013, she required a daily dose of 2500 mcg fluticasone propionate, long-acting beta-2 agonists, muscarinic antagonists, and 20 mg prednisone to maintain an FEV1 of 1.76 L (65% of predicted), blood eosinophils 0.03 × 109 cells/L, and 4% sputum eosinophils (Fig. a). With four exacerbations in the preceding year, she was enrolled into a double-blinded placebo controlled Mepolizumab clinical trial (#MEA115575) (in which she received the active drug), followed by an open-label extension (#MEA115661). In the double-blinded trial, her FEV1 was 1.76 L at the start of the study (Feb-13) that dropped to 0.9 L at the end of the study (Aug-13), with no demonstrable steroid-sparing effect (Fig. a). In the open-label extension, she received nine monthly infusions of 100 mg s.c Mepolizumab, without an improvement in her FEV1, and two interim courses of intravenous solumedrol to manage her deteriorating symptoms. The anti-eosinophil effect of Mepolizumab was apparent from her depleting blood eosinophil levels and her sputum eosinophils being maintained below 3% until September 2013 (Fig. a). The initial drop in her FEV1 was therefore not eosinophil-driven, indicating the presence of alternative mechanisms. Furthermore, her lung function continued to deteriorate with increasing airway eosinophilia (not reflected in blood), and prednisone requirement that now doubled from a pre-study dose of 20–40 mg daily (Fig. b). The patient did not develop any circulating anti-Mepolizumab antibodies that could explain this.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'30310687': 1, '19264687': 1, '18981114': 1, '30949181': 1, '34876987': 1, '25323825': 1, '8454851': 1, '23610371': 1, '30525902': 1, '25199060': 1, '22310911': 1, '25236785': 1, '33917396': 1, '8864134': 1, '31190733': 1, '31743962': 1, '30088364': 1, '8393043': 1, '29682504': 1, '26194544': 1, '30912329': 1, '8344369': 1, '30498762': 1, '29611207': 1, '23585480': 1, '28070196': 2}", "similar_patients": "{}"}