{"patient_id": 72086, "patient_uid": "5829446-1", "PMID": 29515925, "file_path": "comm/PMC005xxxxxx/PMC5829446.xml", "title": "Tumor-Like Reaction to Polypropylene Mesh from a Mid-Urethral Sling Material Resembling Giant Cell Tumor of Vagina", "patient": "A 49-year-old woman presented to clinic due to pelvic pressure and dyspareunia. Her medical history was significant for Graves' disease and tricuspid regurgitation. Her surgical history was significant for a MiniArc sling for stress urinary incontinence four years prior to presentation, endometrial ablation for abnormal uterine bleeding two years ago, remote C-section, and a laparoscopic bilateral tubal ligation. During examination, a hard, tender, and immobile mass was palpated on the anterior wall of the vagina. The epithelium covering the mass was intact and there was no discharge or bleeding noted during the examination. Due to her complaints of urinary urgency and frequency, cystourethroscopy was initially performed. No abnormality was found in the urethra by evaluation using a 0-degree cystoscope. The intravesical cavity was without any abnormal findings using a 70-degree cystoscope and with complete evaluation of the entire bladder including all edges. An MRI revealed a lesion measuring 3.1 × 2.4 × 2.2 cm shown along the anterior wall of the vagina, adjacent to the base of the bladder ().\\nThe patient opted for removal of the vaginal mesh as dyspareunia had occurred after its placement. Vaginal excision of the mesh and surrounding mass was performed by making a vertical incision in the anterior vaginal wall, and cystourethroscopy confirmed the integrity of the bladder and urethra following the procedure. Specimens of the mesh and surrounding mass were sent to pathology for evaluation (). It consisted of red-pink soft tissue measuring 3 × 2.5 cm admixed with blood clot.\\nHistologically, specimens demonstrated a marked fibroblast reaction with large numbers of giant cells (). Many of these giant cells exhibited osteoclastic features. Osteoid-like substance and dystrophic calcifications resembling bone formation were noted in one specimen (Figures and ), and several giant cells were found to surround nonpolarizable foreign material (). The proliferative nature of the fibroblasts and giant cells suggested a neoplastic characteristic with benign proliferative reactions, possibly representing a giant cell tumor of soft tissue.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'26590136': 1, '5031245': 1, '27813288': 1, '15350385': 1, '10716152': 1, '26585967': 1, '22086260': 1, '23604537': 1, '18535753': 1, '29515925': 2}", "similar_patients": "{}"}