{"patient_id": 119825, "patient_uid": "5587032-1", "PMID": 28876415, "file_path": "noncomm/PMC005xxxxxx/PMC5587032.xml", "title": "Chronic lymphadenopathy caused by a Brazilian strain of\\nBartonella henselae", "patient": "A 10-year-old female girl from the countryside of Caldas, Minas Gerais State (21°55'26\"S\\n46°23'9\"W), Southeast region of Brazil, was presented to her pediatrician with a\\ntwo-month history of a non-painful right cervical nodule of 3 cm in diameter. She\\nreported a fever of 38 ºC during the initial days. At the time of presentation, no\\nfever, weight loss or other clinical signs were reported. Epidemiological data revealed\\nthat the patient had frequent contact with cats and, two months prior to presentation,\\nshe was scratched on the right forearm by a kitten from her farm. The patient denied\\ntaking any prescription, over-the-counter medication or illicit drugs. The patient’s\\npast medical and travel history were unremarkable. No other person in the household had\\nsimilar clinical signs. Physical examination revealed an enlarged left cervical lymph\\nnode of 2 cm in diameter without armpit adenopathy. No other abnormalities were\\ndetected. A biopsy of her right mass revealed chronic granulomatous adenitis suggesting\\nCSD. Tuberculosis test (PPD) and paracoccidioidomycosis serology were negative. She was\\nproperly treated for six weeks with 200 mg/day of doxycycline with lymph node\\nregression.\\nImmunofluorescence assays (IFA) detected IgG titers of 1:256 and IgM titers of 1:64 for\\nB. henselae and IgG titers of 1:256 and IgM titers of 1:32 for\\nBartonella quintana (IgG cut-off 1:64 and IgM 1:16 for both\\nspecies). Two years later, she had a new right cervical lymph node enlargement episode\\nwith no other concurrent symptoms. No laboratory abnormalities were detected, including\\nprotein electrophoresis and immunoglobulin analysis. Doxycycline treatment was initiated\\nat the same previously used dose, and clinical improvement of the lymphadenopathy was\\nobtained after a complete six-week treatment.\\nApproximately four years after her initial presentation, the patient was referred to and\\nhospitalized at the University of Campinas (UNICAMP) medical teaching hospital, State of\\nSão Paulo, Brazil, due to a new mass on the left cervical region.\\nPhysical examination revealed a 4 cm painless, soft, freely moveable mass on the left\\nanterior cervical region of the patient. Cervical scars () from previous suppuration and biopsies were also evident. No other\\nabnormalities were found during physical examination. Cell blood count and serum\\nchemistry were unremarkable. A computed tomographic (CT) evaluation of the neck revealed\\nanterior and posterior cervical lymphadenomegaly, with central necrosis and\\ncalcification, while CT evaluation of the abdomen exhibited mesenteric lymphadenomegaly\\nand splenomegaly, while no thoracic lymphadenopathy was observed. IFA-IgG for B.\\nhenselae and B. quintana were positive at 1:128.\\nHistopathology of the lymph node and surrounding skin indicated the presence of a\\nchronic granulomatous inflammatory process and under special stains (Giemsa and\\nWarthin-Starry) structures suggestive of Bartonella sp were found. A\\nfine needle aspirate of the affected cervical lymph node was also performed. Standard\\nand Bartonella-specific lymph node pus culture presented no isolate in\\nsolid agar supplemented with 5% sheep blood and grown in a 5% CO2 atmosphere.\\nAn aliquot of this material was submitted for Real Time PCR to test for the presence of\\nBartonella DNA using sequence-specific primers: 16s-23s rRNA\\ninternal transcribed spacer (ITS) region and phage-associated protein gene (pap31)\\nfollowed by DNA sequencing for bacterial identification, as previously described. The ITS and Pap31 DNA sequences amplified from the patient were 100% identical\\nto four and six DNA sequences of the B. henselae strain Brazil-1\\npreviously described in dogs, cats and a human from Brazil, respectively (). A definitive diagnosis of chronic\\nlymphadenopathy due to bartonellosis was undertaken. The patient was treated with\\nintravenous gentamicin (160 mg/day) for two weeks and oral erythromycin (2 g/day) for\\nsix weeks. After having been discharged, she continued on azithromycin (500 mg/day)\\ntreatment for one year.\\nThe patient has repeatedly sought medical attention due to spontaneous recurrent\\nepisodes of cervical lymphadenomegaly for the past two years with partial clinical\\nresolution during new azithromycin/doxycycline treatments or even without treatments.\\nDespite the prolonged antibiotic therapy, cervical lymphadenomegaly became persistent\\nand has never completely regressed making the possibility of reinfections unlikely.\\nNowadays, she is 20 years old and is still followed up at the UNICAMP outpatient clinic\\nbecause she maintains bilateral cervical lymph nodes enlargement. We have recently\\nreported that, in the same geographic region of this case report, contact with cats is a\\nmajor risk factor for Bartonella infection. In this case report, we describe a patient with an initial clinical\\nmanifestation of chronic cervical lymphadenopathy after a cat-scratch in her forearm.\\nMedical literature refers to patients with chronic lymphadenopathy as atypical CSD, but\\nsince the beginning of the clinical manifestation, she has had bilateral lymph nodes\\nenlargement. Later, mesenteric lymphadenopathy was also documented, similar to previous\\nreports as reviewed by Choi et al.. Despite the early diagnosis of bartonellosis, the infection failed to resolve\\neven upon prolonged and diverse antibiotic therapies, similar to a report by Simonton\\nand Rupar.\\nWe detected B. henselae DNA, so that IFA positive results to B.\\nhenselae and B. quintana should represent cross-reactions\\nin the serologic diagnosis as described before. The phylogenetic analysis indicated that this patient was infected with a\\nstrain of B. henselae different from the majority of strains that have\\nbeen previously identified infecting humans in the United States, Europe and Brazil\\n(Houston-1, SA2, Marseille, 90-615, URBHLIE 9, among others)\\n,\\n,\\n. The DNA fragments of the ITS region and Pap31 gene of B.\\nhenselae obtained from this patient showed 100% identity with the strain\\nBrazil-1 (), which has been described\\nmultiple times from infected cats and dogs in Brazil\\n,\\n. Furthermore, a growing number of human cases in Brazil were shown to be\\ninfected with the Brazil-1 strain, including blood donors, suggesting that this strain may be endemic in that country. Nonetheless, the\\nsame DNA sequence of ITS and Pap31 present in this patient have also been reported in\\nother B. henselae strains from cats, wild felids, and humans from the\\nUnited States, Europe and Southeast Asia. Three of our B. henselae\\nBrazil-1 isolates from cats have been deposited into the Instituto Adolfo Lutz Culture\\nCollection and are available to the scientific community. Future genome-wide sequencing\\nanalysis will be able to further characterize the relationship of this isolate with\\nother B. henselae strains reported in Brazil and in other countries\\naround the world.", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'16444416': 1, '8862597': 1, '8618486': 1, '22990968': 1, '20206113': 1, '18443019': 1, '25873511': 1, '18937735': 1, '11473990': 1, '17583666': 1, '25590435': 1, '19560291': 1, '26999057': 1, '27161220': 2, '24933445': 1, '10885985': 1, '21120356': 1, '26407443': 1, '28876415': 2}", "similar_patients": "{'4862072-1': 1}"}