{"patient_id": 114101, "patient_uid": "5067394-1", "PMID": 27777920, "file_path": "noncomm/PMC005xxxxxx/PMC5067394.xml", "title": "Bilateral Femoral Neck Stress Fracture in Child: A Case Report", "patient": "A 10-year-old boy, 147 cm tall and 40 kg weight, presented to our hospital with complaint of sustained bilateral hip pain for 4 weeks. The pain was getting worse while walking and spread throughout thigh. He showed positive sign of Patrick's test in bilateral hip and a slight limping gait and limited range of motion (ROM) on a physical examinations. The pain was relieved with rest and not occurred during night time. No history of trauma or underlying disease was reported. He practiced taekwondo as a hobby. Blood test results revealed no abnormalities, such as systemic disease or evidence of pyogenic coxitis.\\nRadiographs showed a sclerotic line along the left femoral neck and evidence of callus formation. A minute disruption of the medial cortex at the trochanteric area was detected on the right side (). A magnetic resonance imaging (MRI) was taken to help with the diagnosis, and T1-weighted images showed decreased signal intensity along the left femoral neck and on the medial cortex of the right femur. T2-weighted images showed high signal intensity in the same area ().\\nThe patient underwent conservative treatment with wheelchair ambulation and bed rest for 2 weeks. After 2 weeks, which was 6 weeks from the start of pain, he felt diminished bilateral hip pain and radiographs showed more sclerosis along the bilateral femoral neck, since then, partial weight-bearing ambulation with two crutches was permitted (). Ten weeks from the start of pain, he did not complain of any discomfort and showed full ROM bilaterally. Radiographs indicated nearly complete bony union at the previous fracture site (). Radiographs obtained 4 and 12 months after the initial pain developed showed complete healing of the stress fracture ().", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'14058330': 1, '9702680': 1, '17886531': 1, '5846775': 1, '11486694': 1, '22940712': 1, '12010306': 1, '32257020': 1, '25448537': 1, '8255640': 1, '24080772': 1, '27777920': 2}", "similar_patients": "{}"}