{"patient_id": 63937, "patient_uid": "5200825-1", "PMID": 28058155, "file_path": "comm/PMC005xxxxxx/PMC5200825.xml", "title": "Bilateral Papillophlebitis in a Patient with Mutation of Metilenetetrahydrofolate Reductase Enzyme", "patient": "A 48-year-old male patient was referred from an eye clinic after presenting with complaints of transient loss of vision in both eyes. It was learned that the patient’s symptoms started in both eyes at the same time, 3 weeks earlier. The patient had a 1-year history of hypertension and was being treated with an angiotensin II receptor antagonist and hydrochlorothiazide combination (valsartan/hydrochlorothiazide) plus an adrenoreceptor antagonist (doxazosin mesylate).\\nOn ophthalmologic examination, his BCVA was 0.6 (refraction values were cylinder -0.75, axis 180 D) in the right eye and 0.7 (sphere +0.50, cylinder -1.00, axis 175 D) in the left eye. His color vision evaluated by Ishihara test was 6/12 in the right and 10/12 in the left eye. Intraocular pressure measured by applanation was 14 and 16 mmHg in the right and left eyes, respectively. Anterior segment structures appeared normal and no cells were observed on slit-lamp examination. On fundus examination the optic discs of both eyes showed edema, indistinct margins and splinter hemorrhages extending from the disc to the periphery; intraretinal hemorrhage and cotton-wool exudates were also observed. No vitreous cells were detected. There were no signs of retinopathy like hypertensive arterial attenuation or artery-vein compression. On fundus fluorescein angiography, early hyperfluorescence at the optic disc and surrounding fields of hypofluorescence corresponding to areas of intraretinal hemorrhage were observed, but leakage consistent with vasculitis was not detected (). Central macular thickness on optic coherence tomography (OCT) was 260 µm in the right eye and 237 µm in the left. His visual field (Humphrey 30-2) showed larger blind spots in both eyes; superior altitudinal scotoma and inferior arcuate scotoma were detected in the left eye, while concentric scotoma was present in his right eye ().\\nThe patient’s clinical findings were consistent with papillophlebitis, and visual evoked potential analysis revealed bilateral extended latencies. The patient was evaluated for etiologic factors. His arterial blood pressure was 180/90 mmHg and the Cardiology department was consulted for additional treatment. The patient had no history of an injury in his mouth, and pathergy test was negative. Sedimentation rate, level of C-reactive protein, and levels of protein C and protein S were normal. There were no signs on hepatic imaging suggesting tuberculosis or sarcoidosis. Cranial magnetic resonance imaging revealed bilateral gliotic changes in the temporal and parietal regions. In terms of thrombophilic risk factors, a homozygous (T/T) mutation of the MTHFR (C677T) gene was detected in the patient’s genetic analysis. The A1298C locus of MTHFR was normal. The patient had no family history of consanguineous marriage. Although his folic acid and vitamin B12 levels were within normal limits, his homocysteine level was measured as 32.63 µmol/L, twice the upper limit of the reference range (5.5-15 µmol/L). The hematology and cardiology departments were consulted and treatment for hyperhomocysteinemia was started.\\nOver a 12-month follow-up period, the patient’s visual acuity reached 1.0 in both eyes. No neovascular signs were observed in the iris or angle on anterior segment slit-lamp examination. On fundus examination, regression of the optic disc edema and complete resolution of the intraretinal hemorrhage and cotton wool exudates were observed (). Central macular thickness was 179 µm in the right eye and 180 µm in the left eye on OCT at 1 year.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'9615905': 1, '10493566': 1, '4653856': 1, '11368701': 1, '10961793': 1, '1930994': 1, '28058155': 2}", "similar_patients": "{}"}