{"patient_id": 124379, "patient_uid": "5939026-1", "PMID": 29769773, "file_path": "noncomm/PMC005xxxxxx/PMC5939026.xml", "title": "Regular oral screening and vigilance: can it be a potential lifesaver?", "patient": "A 51-year-old male patient reported to the Department of Periodontology, Government College of Dentistry, Indore, with the chief complaint of swollen gums and difficulty in eating. History of present illness revealed that growth was present for 3 months, which gradually increased in size. Medical history revealed recurrent fever associated with weight loss, fatigue, and loss of appetite for the past 3 months. He had been advised analgesics and multivitamins for symptomatic relief at his village. Furthermore, he mentioned abdominal pain and dyspnea on exertion.\\nOn physical examination, the patient was found pale, anemic, hyperthermic, and cachexic. Submandibular lymph nodes were palpable and tender. Systemic examination revealed hepatomegaly and splenomegaly. Spoon-shaped fingernails were observed.\\nIntraoral examination revealed generalized gingival enlargement involving the buccal, palatal, and lingual region covering almost one-third of anatomic crowns in anterior and two-third in the posterior teeth [Figures –, and ]. The gingiva was enlarged, ulcerated, painful, and hemorrhagic with fresh bleeding spots signifying spontaneous bleeding. The color of the gingiva ranged from reddish to bluish red indicating cyanotic appearance. Large patches of ecchymosis were also observed over hard palate mucosa []. Moreover, the patient had fetor oris with poor oral hygiene. The patient had maxillary right posterior missing. No gingival enlargement was seen on edentulous area [].\\nRadiographic examination revealed no significant osseous changes with slight generalized horizontal bone loss []. Root stumps of 18, 28, and 38 were seen on radiograph. Furthermore, 27 and 38 were proximally carious with periapical radiolucency with respect to 27.\\nOn the basis of severity and extent of GO, gingival ulcerations, gingival bleeding, palatal ecchymosis, and systemic features, a provisional diagnosis of leukemia was made.\\nThe patient was immediately advised complete hemogram which revealed noticeably increased leukocyte count, reduced hemoglobin, and thrombocytes []. He was immediately referred to the Department of Oncology, Maharaja Yeshwantrao Hospital, Indore, for further investigation and opinion. The patient was diagnosed as AML (myeloblastic type) on the basis of findings of peripheral blood smear [Figures and ] and bone marrow biopsy. Liver function test, renal function test, screening of hepatitis, and HIV were also conducted []. Tests for HIV and hepatitis were negative. The differential white blood cell count and bone marrow biopsy showed 95% blast cells confirming diagnosis of AML []. The patient was hospitalized and treatment commenced. However, the patient's condition deteriorated in the next few days, and unfortunately, he succumbed on the 7th day after diagnosis.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'32575613': 1, '25721286': 1, '21093629': 1, '6967202': 1, '10673646': 1, '6576290': 1, '23677706': 1, '26380825': 1, '5298958': 1, '5312862': 1, '21093628': 1, '29769773': 2}", "similar_patients": "{}"}