{"patient_id": 113485, "patient_uid": "5018549-1", "PMID": 27621950, "file_path": "noncomm/PMC005xxxxxx/PMC5018549.xml", "title": "Renal Subcapsular Hematoma after Intravenous Thrombolysis in a Patient with Acute Cerebral Infarction", "patient": "A 74-year-old female patient was admitted to our hospital with acute left-sided weakness. She had a history of hypertension and myocardial infarction with coronary artery stent insertion. She had been taking 100 mg aspirin per day since coronary artery stenting. Her initial vital signs yielded a blood pressure of 107/60 and heart rate of 81 beats per minute.\\nInitial neurologic examination showed eyeball deviation to the right side, left-sided hemiplegia and visual extinction, and the National Institutes of Health Stroke Scale (NIHSS) score was 13. Brain computed tomography (CT) angiography showed occlusion of the right middle cerebral artery (MCA). Intravenous rTPA infusion was started 3 hours after symptom onset and a subsequent percutaneous cerebral angiogram was performed via right femoral artery access. A 5-Fr Revive IC catheter was introduced into the right internal carotid artery and mechanical thrombectomy with a Solitaire retriever was attempted on the occluded right MCA, which was successfully recanalized (). Follow-up brain MRI showed acute cerebral infarction in the right MCA territory (). Because there was severe hypokinesia of the left ventricle on transthoracic echocardiography, we planned to use anticoagulation to prevent stroke recurrence.\\nTwo days after the thrombolysis, the patient complained of vague right abdominal pain, and a laboratory test showed anemia. The patient's hemoglobin initially dropped to 9.5 g/dL from 13.1 g/dL. We did not observe oozing from the puncture site, abdominal or posterior pelvic wall hematoma or signs of gastrointestinal bleeding such as melena, hematochezia or hematemesis. We performed contrast-enhanced abdominal CT and found a right renal subcapsular hematoma with mild compression of the renal parenchyma (). We delayed anticoagulation due to the renal hematoma and started anticoagulation 12 days after thrombolysis, after we had confirmed the lack of further hematoma growth on follow-up non-contrast abdominal CT. A follow-up non-contrast abdominal CT scan one month later showed regression of the hematoma. The patient's neurologic symptoms had also improved, with an NIHSS score of 1 ().", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'25642650': 1, '8179080': 1, '19203556': 1, '21346835': 2, '11903175': 1, '17349702': 1, '25106063': 1, '21740762': 1, '2720767': 1, '24653804': 2, '27621950': 2}", "similar_patients": "{'3037002-1': 1, '3958581-1': 1}"}