{"patient_id": 62876, "patient_uid": "5097800-1", "PMID": 27843660, "file_path": "comm/PMC005xxxxxx/PMC5097800.xml", "title": "Low-Grade Appendiceal Mucinous Neoplasm Involving the Endometrium and Presenting with Mucinous Vaginal Discharge", "patient": "A 41-year-old female with no significant past medical history presented to her primary care physician with mucinous and bloody vaginal discharge. A pelvic ultrasound revealed thickened endometrium. An endometrial biopsy was performed and demonstrated mucinous epithelium of gastrointestinal origin. The patient underwent a colonoscopy and an esophagogastroduodenoscopy, which revealed no evidence of a primary tumor. She then underwent a diagnostic laparoscopy which showed diffuse peritoneal carcinomatosis of the diaphragm, anterior surface of the liver, omentum, pelvic peritoneum, and a mucinous mass lesion in the distal appendix. Initially, an appendectomy was performed. Slides from the appendectomy specimen were reviewed and demonstrated fibrous obliteration of the majority of the appendiceal lumen with a low-grade appendiceal mucinous neoplasm present at the tip of the appendix. No destructive desmoplastic invasion was identified. There was an area of possible microscopic perforation with rare strips of extra-appendiceal neoplastic epithelium and the final pathologic diagnosis was LAMN with a high risk of recurrence.\\nShe was referred to our institution for further surgical therapy where she underwent complete cytoreductive surgery with hyperthermic intraperitoneal chemotherapy. This included omentectomy, excision of mucin from the lesser sac and bowel surfaces, peritonectomy of the bilateral diaphragms and pelvis, hysterectomy, and bilateral salpingo-oophorectomy. Pathology demonstrated low-grade mucinous neoplasm diffusely involving the endometrial surface, ovaries, and other resected specimens. The neoplastic endometrial surface epithelium was histomorphologically identical in appearance to the peritoneal disease (Figures and ). There was no invasion of endometrial stroma. Immunohistochemical stains demonstrated that the neoplastic epithelium was positive for CK7, CK20, villin, and CDX-2 and negative for vimentin and PAX-8, indicating intestinal differentiation (Figures –). All immunohistochemical studies had appropriately positive external and internal tissue control staining. The patient continues to do well and is without evidence of recurrence 2 years after surgery.", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'18852679': 1, '18344868': 1, '28591173': 1, '25851710': 1, '19641451': 1, '17592571': 1, '33605928': 2, '19619832': 1, '12883241': 1, '20726408': 1, '20524864': 1, '21970481': 1, '17527072': 1, '25760906': 1, '30618002': 1, '27843660': 2}", "similar_patients": "{'8270028-1': 1}"}