{"patient_id": 117963, "patient_uid": "5446819-1", "PMID": 28258389, "file_path": "noncomm/PMC005xxxxxx/PMC5446819.xml", "title": "Inappropriate ICD Discharge Related to Electrical Muscle Stimulation in Chiropractic Therapy: A Case Report", "patient": "A 63-year-old female with a past medical history significant for hypertension, atrial fibrillation s/p ablation, hypertrophic cardiomyopathy s/p ICD placement, heart failure with an ejection fraction of 40%, left atrial appendage thrombus presented to the emergency department after an ICD shock while undergoing electronic muscle stimulation in chiropractic treatment. The patient’s medication list includes dabigatran, lisinopril, and metoprolol. The ICD shock was aborted upon ceasing the chiropractic manipulation. Upon arrival to the emergency department, her blood pressure was 146/98, heart rate 106, respiratory rate 19, and oxygen saturation of 100% on room air. The patient’s dual-chamber ICD with Durata, Biphasic waveform defibrillator leads was interrogated in the emergency room, which revealed that it was in DDDR mode with an A lead impedance of 460 Ohms, and a V lead impedance of 430 Ohms. The max track rate was set at 130 and paced AV delay was at 150. Detection criteria were 153 beats per minute (bpm) for VT-1 (monitor only), 200 bpm for VT-2, and 240 bpm for VF (ATP 3×, 550 V, 845 V, 890 V 2× for both VT-2 and VF). It further showed intermittent low-amplitude sinusoidal wave interference or noise from the chiropractic muscle stimulation, which resulted in false sensing by the ICD (Fig. ), which eventually lead to a shock (Fig. ). The patient converted to sinus rhythm after the shock (Fig. ). Physical exam was unremarkable and EKG revealed a paced rhythm with pre-atrial contractions. The patient’s hospital course was uneventful; she had two sets of negative troponin I, and eventually discharged home with the advice to avoid TENS therapy.\\nIn chiropractic therapy, low-output TENS is transmitted to relieve pain and/or spasm of the particular muscle or muscle group. Common side effects experienced by the patient in this setting include pins-and-needles sensation, muscle twitching, or even full muscle contraction, which may last up to 30 min. To differentiate between skeletal muscle over-sensing (pectoral myopotentials) versus inappropriate discharge relating to electromagnetic interference (EMI), a thorough analysis of the lead strips was performed. We believe external electromagnetic interference is the cause in our case as there is a patient history consistent with an encounter with an EMI source (TENS). In addition, there is noise seen in all sensing channels (Fig. ), a finding consistent with EMI. In Fig. , once the EMI had resolved and there was discontinuation of TENS, noise is absent. On the other hand, skeletal muscle over-sensing (pectoral myopotentials) usually only occurs when there is provocative skeletal isometric exercise involving the upper extremities/abdominal muscles, a scenario not surrounding our patient.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'23131066': 1, '22010117': 1, '21272746': 1, '18387436': 1, '29225838': 2, '23770170': 1, '19411677': 1, '24581928': 1, '16916859': 1, '28258389': 2}", "similar_patients": "{'5715425-1': 1}"}