{"patient_id": 64503, "patient_uid": "5274676-1", "PMID": 28182111, "file_path": "comm/PMC005xxxxxx/PMC5274676.xml", "title": "A Rare Case of Angina Pectoris with the Longest Ectopic Left Main Coronary Artery Arising from Right Sinus of Valsalva and a Prepulmonic Course", "patient": "A 35-year-old man, diabetic and hypertensive, presented with exertional angina CCS III despite guideline directed medical therapy. He was 153 cm tall and weighed 52 kg. His vitals were stable and cardiovascular system examinations were within normal limit. An electrocardiogram showed mild ST-T changes. His treadmill test was strongly positive for stress induced myocardial ischemia. Echocardiography revealed normal LV systolic function with an ejection fraction of 60% and trivial mitral regurgitation. Coronary angiogram was performed after proper consent through right radial route. We probed for left main coronary artery from its usual site but it was not visualized even on nonselective injection indicating anomalous origin. Finally it was selectively cannulated from right sinus giving type II LAD (left anterior descending artery) and LCx (left circumflex artery). There was discrete eccentric lesion with critical stenosis (type A lesion) in proximal and distal LCx responsible for his symptoms ().\\nIt measured 59-60 mm in length in various projections (Figures and ) by quantitative coronary analysis software (QCA).\\nRight coronary artery was visualized in its normal site which was super dominant (). Both LMCA and RCA arising from right sinus could not be well delineated on single injection and therefore MDCT angiogram was done few days later revealing anomalous origin of LMCA from right sinus. On volume rendered (VR) image, it was going up after its origin and, with a reverse U-turn, it was coursing anteriorly over the right ventricular outflow tract (RVOT) finally giving rise to LAD and LCX (). It was measuring 56 mm, thus confirming our diagnosis (). LAD had a large septal branch and was terminating before reaching apex; thus it was type II.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'19135743': 1, '25948346': 1, '31118833': 1, '31326903': 1, '4432809': 1, '14695580': 1, '23711450': 1, '3518378': 1, '22214607': 1, '28182111': 2}", "similar_patients": "{}"}