{"patient_id": 72126, "patient_uid": "5831236-1", "PMID": 29651356, "file_path": "comm/PMC005xxxxxx/PMC5831236.xml", "title": "Cerebellar Medulloblastoma in Middle-to-Late Adulthood", "patient": "A 51-year-old male, known case of DM type II on insulin therapy, presented with history of repeated vomiting associated with progressive gait imbalance over one-month period.\\nNeurological examination was normal apart from positive Romberg sign and ataxic gait. General physical examination and review of systems were essentially unremarkable.\\nThe initial laboratory and radiological work-up were not helpful. Brain CT scan at the emergency department showed abnormality of the 4th ventricle with a suspicious right middle cerebellar peduncle mass that warranted further assessment by MRI. An additional metastatic work-up to find a primary malignancy source was also negative.\\nBrain MRI before and after contrast (Figures , , and ) revealed an ill-defined lesion at the superomedial aspect of the right middle cerebellar peduncle distorting the upper aspect of 4th ventricle and the adjacent folia pattern. Another smaller lesion was also seen at the superior aspect of the vermis with perilesional high T2 and FLAIR signal. Both lesions showed an intermediate T2 and FLAIR signal intensity and faint, heterogeneous post-IV contrast enhancement, and relative restricted diffusion. Whole spine MRI () showed interrupted leptomeningeal contrast enhancement anterior to spinal cord with focal high T2 signal intensity. The overall findings were highly suggestive of drop metastasis (sugar coating).\\nThe histological features seen in our case did not show the classical architectural pattern of Medulloblastoma. On the contrary, there were angiocentric arrangement and peculiar perivascular accentuation () commonly seen in CNS lymphoma and other glial tumors such as ependymomas. The biopsy was composed of small round blue cells with hyperchromatic nuclei and indistinct cell borders. Many tumor cells were elongated and exhibited carrot-shaped cell morphology. Classical Homer-Wright rosettes were not present. The background cerebellar cortex was infiltrated by tumor cells, which also showed subpial accumulation and extension to the subarachnoid spaces. There was no evidence of large cell changes, significant cytological anaplasia, or desmoplasia.\\nImmunohistochemical studies showed focal GFAP positivity, diffuse weak positive staining for synaptophysin, and strong positivity for INI-1 and CD56. NSE and neurofilament protein immunohistochemical markers showed strong cytoplasmic staining in the majority of the tumor cells. Retinal S antigen was not available in our laboratory to perform. We did other immunohistochemical stains such as LCA (CD45) which was negative excluding the diagnosis of lymphoma. Pancytokeratin stain was nonimmunoreactive excluding a metastatic carcinoma. Immunohistochemical surrogate markers such as GAB1, YAP1, β-catenin, and Filamin A are reliable tools in subclassifying Medulloblastoma. β-catenin (nuclear pattern), YAP1, and Filamin A immunoreactivity characterize the WNT subtype, while GAB1 immunoreactivity indicates an SHH subtype. The non-SHH/non-WNT subgroup only shows cytoplasmic β-catenin staining while the remaining markers are nonimmunoreactive. In our case the tumor showed cytoplasmic β-catenin without nuclear immunoreactivity and GAB1 positivity. It was negative for YAP1. These results were compatible with a SHH molecular subtype. P53 immunohistochemical antibodies were our method to assess P53 mutation; the neoplastic cells were nonimmunoreactive, indicating that this tumor is TP53 wild type.\\nThe clinical stage of the disease and the status of the patient precluded any further surgical intervention. The patient then received a combination of chemotherapy and radiotherapy. Vincristine was the choice of chemotherapy, while radiotherapy with 15 fractions and total dose of 27 Gy was also given. The patient, however, continued to deteriorate and eventually passed away 2 months later.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'8605740': 1, '10080028': 1, '34660382': 2, '7964993': 1, '9263630': 1, '2921151': 1, '16583731': 1, '10878786': 1, '2323967': 1, '27157931': 1, '22981874': 1, '3302756': 1, '29651356': 2}", "similar_patients": "{'8477825-1': 1}"}