{"patient_id": 114071, "patient_uid": "5065917-1", "PMID": 27781116, "file_path": "noncomm/PMC005xxxxxx/PMC5065917.xml", "title": "Case Report of a Patient Undergoing Peritoneal Dialysis with Encapsulating Peritoneal Sclerosis Superimposed With Calciphylaxis", "patient": "Our patient was a 65-year-old man who received PD for 12 years due to a 20-year history of type 2 diabetes mellitus (DM). He was under long-term follow-up at Taichung Veterans General Hospital in Taichung, Taiwan. He had also received type A aortic dissection repair 15 years previously. He presented with poor appetite and a weight loss of 3 kg in 6 months, starting in January 2015. His serum albumin had dropped to 3.2 g/dL. His PD regimen was 1.5%*2L*2 + 2.5%*2L*2 + Icodextrin*2L*1 and the amount of daily ultrafiltration was 1000 ml. Weekly creatinine clearance was 65 L, and Kt/V was 1.6. The result of the peritoneal equilibrium test was at a high-average level. Blood urea nitrogen was 91 U/L and serum creatinine was 13.1 mg/dL. Even while taking three tablets of calcium acetate (667 mg) with each meal, his calcium level was 8.8 mg/dL, phosphate was 7.7 mg/dL, and intact parathyroid hormone was up to 675 pg/mL. He experienced peritonitis three times during the PD period (all cultures grew Staphylococcus aureus). Due to no apparent cause for his poor nutrition and poor appetite, we performed abdominal computed tomography (CT) to rule out EPS. Unsurprisingly, CT disclosed diffuse thin calcifications of the serosal surface of the small intestinal loops (arrow, ). We reviewed the patient’s kidney, ureter, and bladder (KUB) x-ray from three months before the CT, and noted EPS in the wall of small intestine (arrow, ). Therefore, EPS was diagnosed by the radiologists due to cachexia, very low serum albumin, low clearance of the peritoneum, and diffuse calcifications of the intestinal serosal surface. Moreover, there was abdominal dissection with diffuse calciphylaxis (arrowhead in , arrow in ), as well as skin ulcers over the lower extremities. For the diffuse calciphylaxis, we changed to sevelamer, two tablets per meal. For the EPS, the PD was changed to hemodialysis with low-calcium dialysate and exchange of 2 L of dialysate every two weeks. We also prescribed prednisolone 30 mg per day and colchicine 1 mg per day. However, questions were raised about the use of tamoxifen for EPS, as this seems to be contraindicated in a patient in a state of calciphylaxis. However, this dilemma has seldom been discussed in the current literature.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'9426423': 1, '20708299': 1, '25368126': 1, '15850603': 1, '20627865': 1, '11098928': 1, '26082852': 2, '31744097': 1, '26150908': 1, '9149031': 1, '18049305': 1, '9002086': 1, '23520041': 1, '25960299': 1, '23231493': 1, '27781116': 2}", "similar_patients": "{'4464369-1': 1}"}