{"patient_id": 73856, "patient_uid": "5952895-1", "PMID": 29398297, "file_path": "comm/PMC005xxxxxx/PMC5952895.xml", "title": "Disclosing the functional changes of two genetic alterations in a patient with Chronic Progressive External Ophthalmoplegia: Report of the novel mtDNA m.7486G>A variant", "patient": "The patient is a 62-year-old Portuguese Caucasian female followed at the Neurology Department of the Coimbra Hospital University Centre. The first clinical signs started at the age of 12 years old with slowly progressive ptosis of the right eyelid and later involvement of the other eyelid at the age of 45 years old. At this point, she was observed in the context of a corneal ulcer and complaints that she had “difficulties keeping her eyes open”. The disease maintained a slow progression and she was diagnosed with CPEO at the age of 55 years old, with the neurological examination revealing severe bilateral eyelid ptosis, ophthalmoplegia and dysphonia. There was no reported family history of CPEO or any other mitochondrial disorder.\\nBiological samples (peripheral blood, skin and muscle biopsies) were collected from the patient investigated in the present study during diagnostic investigation. There were no samples available from maternal relatives.\\nThe DNA samples of 200 adult healthy subjects of the same ethnic background were used as controls.\\nInformed consent was obtained from the participants, as recommended by the local Ethics Committee (CE-032/2014), following the Tenets of the Helsinki Declaration.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'21882289': 1, '8651648': 1, '20810132': 1, '33536863': 1, '17215725': 1, '15210164': 1, '22777720': 1, '19761752': 1, '8254046': 1, '21518805': 1, '25989140': 1, '9339712': 1, '16225398': 1, '25439728': 1, '1965208': 1, '20396601': 1, '2541333': 1, '7980504': 1, '18853457': 1, '22781547': 1, '31528195': 1, '11404121': 1, '25961690': 1, '12943225': 1, '20186009': 1, '27506553': 1, '1720544': 1, '22215542': 1, '25143630': 1, '24987493': 1, '20884012': 1, '2556354': 1, '16604074': 1, '25534324': 1, '22576106': 1, '21292040': 1, '20164463': 1, '21910628': 1, '34325999': 2, '9473477': 1, '23696415': 1, '7999111': 1, '18603265': 1, '17846276': 1, '17662684': 1, '2830540': 1, '25034047': 1, '17157191': 1, '19410662': 1, '20813205': 1, '17585048': 1, '2604380': 1, '12136116': 1, '12835509': 1, '21988835': 1, '2554297': 1, '20149659': 1, '9799119': 1, '17614276': 1, '8607814': 1, '18948205': 1, '26469001': 1, '14757869': 1, '14607091': 1, '21518804': 1, '29398297': 2}", "similar_patients": "{'8708152-1': 1}"}