{"patient_id": 123137, "patient_uid": "5830061-1", "PMID": 29507725, "file_path": "noncomm/PMC005xxxxxx/PMC5830061.xml", "title": "Desmoid fibromatosis of the chest wall", "patient": "A 70-year-old woman presented with a 12-month history of persistent pain in the right shoulder blade and paresthesia over the right upper breast. She underwent hookwire excision of a right breast lump in 2010, which showed fibrocystic disease with no dysplasia or malignancy. There was no other significant medical or trauma history. Examination of the right shoulder and chest wall was normal. A chest X-ray showed a 5 cm circumscribed mass in the right apex (Fig. A). A subsequent chest computed tomography (CT) scan confirmed a well-delineated, low-density 5 cm lesion arising from the chest wall in the right anterior upper lobe with abutment of the pleura with obtuse angle (Fig. B). A CT-guided biopsy demonstrated cores of tissue composed of spindle cells with eosinophilic cytoplasm and oval to elongated nuclei (Fig. ). Focal staining was positive with Beta Catenin, Smooth Muscle Actin, S100 Protein, and Desmin. The specimen tested negative for CD117, Calretinin, Melan A, DOG1, CD34, and AE1/AE3/CK8/18.\\nMagnetic resonance imaging (MRI) demonstrated a T1 isointense circumscribed mass and T2 markedly hyperintense and avidly heterogeneously enhancement in the right hemithorax apical region. There was no significant enlargement in the 6-week interval period. The mass was bulging into the first intercostal space and had a very broad site of direct abutment to the chest wall. There was no evidence of marrow infiltration. There was no abutment to the brachial plexus although they were in close proximity (Fig. C, D).\\nA right thoracotomy revealed a dusky, well-circumscribed mass with a smooth surface originating at the chest wall apex, with infiltration into the second rib (Fig. ). The first rib was free from tumour. The mass was excised with a segment of involved second rib. The lung was completely free from the mass. Immunostains confirmed previous biopsy findings. Histology showed features consistent with desmoid fibromatosis arising from the chest wall with extension into the skeletal muscle. The patient was referred to radiation oncology for adjuvant radiation therapy in view of microscopic positive margins. She remains well 3 months after the operation.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'18520808': 1, '11343935': 1, '30233754': 1, '21239240': 1, '15464474': 1, '11735163': 1, '29507725': 2}", "similar_patients": "{}"}