{"patient_id": 64193, "patient_uid": "5225638-1", "PMID": 28077165, "file_path": "comm/PMC005xxxxxx/PMC5225638.xml", "title": "Malignant transformation of a long-standing submental dermoid cyst to a carcinosarcoma: a case report", "patient": "A 42-year-old Sri Lankan Tamil man presented with a large cystic swelling in his submental region. There were no obvious intra-oral extensions. The cyst had enlarged gradually over 11 years but there was rapid enlargement over the last 2 months. Apart from discomfort and pain, which was of recent onset, he was asymptomatic.\\nA computed tomography (CT) scan showed a well-demarcated cyst in his submental region measuring 4×5.4×6 cm. A solid mass of 1.4×2.9 cm was also noted at the medial margin of the cyst wall and appeared suspicious. The adjacent soft tissues and his lymph nodes were uninvolved.\\nThe lesion was surgically removed under general anesthesia using a submental approach (Fig. ). On macroscopic examination, the lesion was well encapsulated with no obvious extracapsular invasion. The cut surface showed a large cyst with a growth into the lumen (Fig. ). Histopathology showed a characteristic dermoid cyst epithelial lining; regular orthokeratinized stratified squamous epithelium toward one area. It was interesting to note that there was gradual change of the dermoid cystic squamous epithelium from moderate to severe epithelial dysplasia which then transformed into an invading malignancy (Fig. ). Toward the growth, marked cytological atypia with numerous mitoses were observed. An immunohistochemical stain for cytokeratin (AE1/AE3) was positive only in the carcinomatous areas. The central sarcomatous area of the lesion was negative for immunohistochemical markers S-100 protein, smooth muscle actin, desmin, human melanoma black 45 (HMB-45), and leukocyte common antigen (LCA). A diagnosis of carcinosarcoma arising from a dermoid cyst was confirmed (Fig. ).\\nThe lesion was completely excised by surgery. Radiotherapy was started 4 weeks and 3 days after surgery, following complete healing of the surgical wounds. An equal dose of radiotherapy was administered to the primary site and bilateral neck to include level I to III (60 Grays, five fractions/week, leading to 6 weeks of treatment). Concomitant chemotherapy was not administered considering the microscopic nature of the primary disease, absence of distant metastasis in CT scan (neck and lungs), and potential side effects. Radiation-induced mucositis and dry mouth were the most significant complications of radiotherapy and were managed conservatively. He was free of recurrences at review at 18 months.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'29675626': 1, '7477788': 1, '20224730': 1, '7838461': 1, '19370280': 1, '7558497': 1, '4421295': 1, '30847438': 2, '33988139': 2, '16509974': 2, '13266349': 1, '8772780': 1, '5919415': 1, '10833149': 1, '31372357': 2, '33065489': 1, '28077165': 2}", "similar_patients": "{'8182605-1': 1, '6629271-1': 1, '6377216-1': 1, '1420311-1': 1}"}