{"patient_id": 67773, "patient_uid": "5519316-1", "PMID": 28744412, "file_path": "comm/PMC005xxxxxx/PMC5519316.xml", "title": "A Rare Case of Carcinoma in the Thyroglossal Duct Cyst of an Elderly Patient", "patient": "A 76-year-old male patient with no known co-morbidities presented with a swelling in front of the neck. The swelling was present for three months. It was gradually progressing in size and was associated with occasional pain. There were no significant pressure effects associated with the swelling. There were no symptoms suggestive of hypothyroidism or hyperthyroidism. On examination, there was a 6 x 5 cm swelling in front of the neck anterior to the thyroid cartilage, which was moving with deglutition and protrusion of the tongue (Figure ).\\nThe swelling was non-tender and had variegated consistency with some parts being cystic and others firm. Clinically, a diagnosis of the thyroglossal duct cyst (with a possible malignant change) was made. A computed tomography (CT) scan of the neck was taken which showed a well-defined heterogenous cystic lesion of 5 x 4.5 cm with multiple enhancing internal septations noted in the sub-hyoid region. A homogenously enhancing component of size 3 x 1.8 cm was noted within the above lesion (Figure ).\\nThe normal thyroid gland was visualized in the usual position; there was no significant lymph node enlargement. The swelling was noted to be abutting the hyoid and thyroid cartilage with no obvious erosions. An ultrasound-guided fine needle aspiration cytology (FNAC) was done from the nodule within the swelling, which showed an atypia of undetermined significance. The thyroid function tests were found to be within normal limits.\\nThe patient was taken for surgery. Intra-operatively, a 5 x 5 cm cystic swelling with solid components was found. The swelling was adherent to the hyoid bone, and a part of the hyoid bone was excised along with the entire thyroglossal tract. Two suspicious lymph nodes were isolated and sent for frozen section examination.\\nMicroscopic examination showed complex branching papillae with tumor cells having abundant eosinophilic cytoplasm, nuclear overlapping, nuclear cleaving and grooving, and the characteristic Orphan Annie eye nuclei with eccentric indistinct nucleolus (Figure ).\\nMitotic figures were frequent (2-3 / high-power field). Hemosiderin laden macrophages and foreign-body type giant cells were seen in the stroma. No normal thyroid parenchyma was seen. Both the lymph nodes were free of the tumor. A diagnosis of papillary carcinoma arising in the thyroglossal duct cyst was made.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'10234482': 1, '15068626': 1, '10625888': 1, '16538412': 1, '24457400': 1, '25785223': 2, '23318645': 1, '20062737': 2, '8519199': 1, '31168275': 1, '21526005': 1, '28744412': 2}", "similar_patients": "{'4345054-1': 1, '4345054-2': 1, '2803831-1': 1}"}