{"patient_id": 114031, "patient_uid": "5062143-1", "PMID": 27746604, "file_path": "noncomm/PMC005xxxxxx/PMC5062143.xml", "title": "Custom anatomic healing abutments", "patient": "A 45-year-old female patient reported to the Department of Prosthodontics, V.S Dental College and hospital, with the chief complaint of irregularly placed upper and lower front teeth []. On clinical and radiological examination, the patient was diagnosed with pathological migration of the maxillary and mandibular anterior teeth.\\nIntraoral examination revealed the soft tissue to be of thin gingival biotype,[] with the width of keratinized gingiva less in relation to the upper anteriors. Severe spacing was seen between the maxillary anteriors making the gingival margin contours irregular.\\nDue to the severity of the migration and the periodontal status of the teeth, the option of a conventional fixed partial denture was ruled out. The patient was given the option of an implant supported fixed partial denture or a removable partial denture. The patient opted for the implant supported fixed partial denture. After the treatment plan was explained to the patient in detail, for the first stage of treatment, it was decided to extract the maxillary central and lateral incisors followed by immediate implant (Hi-tech®, Lifecare®) placement []. Owing to the thin gingival biotype and inadequate width of attached gingiva, platelet-rich fibrin [] according to the recommendations by Choukran[] was also placed post, to obtain a good soft tissue profile and to establish primary closure.\\nSatisfactory healing at 14 days and at 2 months after implant placement can be seen in Figures and .\\nTo obtain an ideal gingival emergence profile and improve the esthetics, healing abutments customized [] with micro-filled composite (Charisma® Heraeus dental) were used after the second stage surgery.\\nThe implant abutments were surface treated with sand blasting of 150 µ grit to improve the bonding of the composite to the abutments. The micro-filled composites were highly polished to improve the contour and the emergence profile and also to keep plaque accumulation to a minimum. The custom abutments were placed for a period of 2 weeks after which an acceptable gingival profile was obtained. Presence of stippling in the interdental papilla indicated healthy peri-implant tissue [Figures and ]. Temporization was carried out with polycarbonate crowns to visualize the outcome of the final prosthesis [].", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'16504852': 1, '12705296': 1, '15635950': 1, '9358358': 1, '2640210': 1, '30202166': 1, '9421670': 1, '11405020': 1, '8666452': 1, '12608666': 1, '10218048': 1, '16903535': 1, '20386780': 1, '32655228': 2, '12617365': 1, '27746604': 2}", "similar_patients": "{'7335022-1': 1}"}