{"patient_id": 72374, "patient_uid": "5842519-1", "PMID": 29541281, "file_path": "comm/PMC005xxxxxx/PMC5842519.xml", "title": "CDKN2A founder mutation in pancreatic ductal adenocarcinoma patients without cutaneous features of Familial Atypical Multiple Mole Melanoma (FAMMM) syndrome", "patient": "A 63 year-old male patient diagnosed with PDAC was referred to the BC Cancer Agency’s Hereditary Cancer Program for hereditary cancer syndrome assessment due to a strong family history of PDAC (Fig. ). As the starting point for the genetic study of a family, this patient is considered the proband. The family history was noteworthy for the occurrence of PDAC in the proband and his brother, as well as an aunt and uncle on the maternal side. Diagnoses occurred between the ages of 63 and 69. Ancestry was reported as English on both sides.\\nThe proband presented with a three-month history of weight loss and epigastric discomfort. A computerized tomography (CT) scan showed a 2.9 cm lesion in the head of the pancreas. He was deemed to have locally advanced unresectable PDAC and began treatment with a combination of 5-fluorouracil, irinotecan, and oxaliplatin (FOLFIRINOX). His medical history included type 2 diabetes, hypertension, osteoarthritis, gout and hyperlipidemia. He reported being a non-smoker who consumes 6–8 alcoholic drinks per day.\\nThe proband’s brother presented with left upper quadrant pain and underwent an ultrasound as well as a CT scan which revealed the presence of a mass in the pancreatic head and uncinate process. He was deemed to have resectable PDAC and underwent a pancreaticoduodenectomy (Whipple) procedure. Pathology confirmed a 3.5 cm moderately differentiated PDAC. Margins were negative. He was treated with adjuvant gemcitabine for six months. He reported being a non-smoker, rarely consuming alcohol. He denied a significant prior medical history.\\nDuring the initial genetic consultation, the proband denied any history of breast, ovarian, colon cancer or melanoma in the family. There was no reported history of pancreatitis, multiple moles, lip freckling or gastrointestinal polyps. In this pancreatic-cancer prone family, none of the diagnoses occurred under the age of 50. The family history of cancer did not meet the current provincial guidelines for hereditary cancer genetic testing []. The patient was informed of the options of self-pay genetic testing through one of several genetic testing companies or banking DNA at the BC Cancer Agency should criteria change in the future. He elected to bank a DNA sample and consented to future research.\\nThe proband’s brother was referred to the Hereditary Cancer Program six months later at which time a research study had opened that offered index genetic testing to unselected, newly diagnosed cases of PDAC utilizing a commercial-grade genetic test provided by Color Genomics. The test is designed to assess clinically relevant pathogenic variants in 30 genes associated with hereditary cancer risk, including the hereditary breast and ovarian cancer and Lynch syndrome associated genes. Details of their assay are published []. After reviewing the advantages and limitations of multi-gene panel testing as well as the implications of possible results, he consented to the research study and provided a saliva sample for genetic testing. Genetic test results revealed a pathogenic missense variant in CDKN2A, c.377 T > A (p.Val126Asp). The pathogenic variant is associated with FAMMM syndrome, characterized by an inherited susceptibility primarily to melanoma but also to PDAC. No variants were detected in the remaining genes on the panel.\\nDue to an inherited predisposition to cancer being diagnosed in his brother, the proband was subsequently seen in follow-up, where he consented to genetic testing. His results were positive for the familial CDKN2A pathogenic variant.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'8885826': 1, '17047042': 1, '11506491': 1, '22162228': 1, '12925390': 1, '11815963': 1, '12454511': 1, '18981015': 1, '25394175': 1, '10956390': 1, '27030077': 1, '27646763': 1, '27241110': 1, '22636603': 1, '21150883': 1, '12072543': 1, '26892650': 1, '7666916': 1, '1439824': 1, '34959269': 1, '27899186': 1, '27296296': 1, '31673425': 1, '33334830': 1, '25356972': 1, '7647780': 1, '16234564': 1, '12730869': 1, '32113160': 1, '29541281': 2}", "similar_patients": "{}"}