{"patient_id": 72573, "patient_uid": "5857019-1", "PMID": 29643913, "file_path": "comm/PMC005xxxxxx/PMC5857019.xml", "title": "Hair Dye poisoning: “An early intervention”", "patient": "A 21 year old female was brought to the emergency department (ED) in a tertiary care facility with shortness of breath and stridor. She took about 150 ml-200ml of hair dye, six hours prior to presentation with suicidal intentions. On examination her pulse rate was 105 beats /minute, respiratory rate of 38 breaths/minute, blood pressure of 148/90 mmHg, with SpO2 of 95% at room air. She had a facial swelling extending up to the neck with mild stridor. Immediate Naso-gastric lavage was done and ENT consult was taken.\\nBed side Fiber Optic Laryngoscopy (FOL) was performed in ED, which showed significant laryngeal edema . Initial work up showed Hb 12.6 gm/dl TLC 8.7, Platelets 230,00, BUN 15 mg/dl creatinine 1.1 mg/dl, SGPT74 mg/dl and markedly raised CPK 54,023 IU/L depicted in . Patient was shifted to the monitoring area for observation.\\nTwelve Hours after admission, patients respiratory distress was worsening slowly with facial plethora and increase in stridor. Critical care team decided to electively intubate the patient, after family consent, for air way patency to avoid the risk and complications of emergency tracheostomy. Day-2 and 3, her condition deteriorated in terms of cervico-facial edema and CPK level mounted up to 95,041 IU/L.\\nCentral venous pressure guided intravenous hydration at a rate of 200ml/hour plus, bicarbonate infusion at a rate of 150 ml/hour for urine alkalization was continued. Intravenous dexamethasone 4 mg every 8 hourly was started from day-1 to reduce cervico-facial edema. Laryngeal edema was accessed daily via cuff-leak pressure test. Patient's renal functions remain stable as shown in , maintaining good urine output. Day-4, she showed signs of improvement in laryngeal edema and CPK levels started waning off.\\nDay-5, patient was successfully extubated following weaning protocol. Vocal responses progressively improved subsequently. Upon shifting to Ward, meeting with in-house Psychiatrist was arranged. Patient was discharged on Day-7 with no residual deficit.", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'34134811': 1, '33442283': 1, '18405138': 1, '6134132': 1, '19493406': 1, '32021006': 1, '19561974': 1, '33805260': 2, '7909678': 1, '22315744': 1, '21543462': 1, '12946497': 1, '25976581': 1, '22736909': 2, '25810799': 1, '26046254': 1, '16013020': 1, '29643913': 2}", "similar_patients": "{'3339251-1': 1, '8103253-1': 1}"}