{"patient_id": 123723, "patient_uid": "5882396-1", "PMID": 29538207, "file_path": "noncomm/PMC005xxxxxx/PMC5882396.xml", "title": "Case report: an unstable wide QRS complexes tachycardia after ablation of a poster-septal accessory pathway", "patient": "A 56-year-old man with regular narrow QRS complex tachycardia without any structural heart disease was referred to our center for electrophysiological study (EPs) and catheter ablation. This clinic operation was approved by the ethics committee of Zhejiang Province People's Hospital. Standard informed consent was given before the EP study. A baseline electrophysiological test demonstrated extraordinary antegrade and retrograde conduction. During ventricular stimuli, the earliest atrial activation occurred from the CS 9,10 region with no decremental property.\\nThe clinical tachycardia (total circle length, TCL = 370 ms) was repeatedly inducible after atrial S1S2 stimulation (450/300 ms) with A-H jumped 160 ms. The earliest retrograde atrial activation occurred from the CS9,10 region during the tachycardia (see Fig. A and B) V-A-V sequence was observed after ventricular overdrive pacing during tachycardia. Ventricular extrastimuli during His refractory period terminated the tachycardia (see Fig. C).\\nAblation was performed in and around the CS orifice but did not affect the VA retrograde conduction; then, ablation at the MV annulus was performed via retrograde way. No clinical tachycardia was induced by programmed stimuli after ablation. Isoproterenol was used intravenously and programmed stimuli was repeated. A wide QRS complex tachycardia (TCL = 220 ms) was induced by atrial S1S2 stimuli (430/250 ms) with complete right bundle branch block morphology and 1:1 VA conduction (see Fig. D); the earliest A wave was from His region. What is the mechanism of the tachycardia?\\nVT was first suspected and ruled out. The WCT was induced by supraventricular stimulation, which has reduced the possibility of ventricular arrhythmias. During differential diagnosis (ventricular overdrive-pacing, S1S1 200 ms), hemodynamic instability occurred and the tachycardia terminated spontaneously. Only 4 beats of ventricular stimuli were given. After ventricular overdrive-pacing, the CRBBB WCT turned to a narrow QRS tachycardia, which was described as Wedensky phenomenon. VT was excluded from the diagnosis.\\nA narrow QRS tachycardia with long RP interval could be atrial tachycardia (AT), atypical atrial ventricular node reentrant tachycardia (AVNRT), or a AVRT with slow access pathway. Only the last ventricular pacing captured atrium, and after that, a V-A-V pattern was observed. The possibility of AT was ruled out (see Fig. ).\\nWas it an atypical AVNRT with slow pathway retrograde conduction or a AVRT with post-septal slow AP retrograde conduction? We draw conclusions from the following measurements: First, on CS9,10, the V-A interval of tachycardia and the last ventricular pacing was 138 and 168 ms, respectively; Second, the H-A interval of tachycardia and the last ventricular pacing were almost the same. On the basis of these evidence, we inferred that the tachycardia was an atypical AVNRT (the mechanism of this case is described in Fig. ). After slow pathway modification, no tachycardia could be induced again.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'837513': 1, '307339': 1, '11583898': 1, '16731468': 1, '29538207': 2}", "similar_patients": "{}"}