{"patient_id": 114212, "patient_uid": "5075429-1", "PMID": 27800453, "file_path": "noncomm/PMC005xxxxxx/PMC5075429.xml", "title": "Giant Right Coronary Artery Aneurysm Mimicking a Mediastinal Cyst With Compression Effects: A Case Report", "patient": "A 32-year-old woman was referred to our department with a 5-month history of exertional dyspnea and a 2-week history of intermittent palpitation. She had consulted the emergency department of a local hospital for palpitations 4 weeks ago, but the palpitations subsided when she reached the hospital. During the next 2 weeks, her dyspnea increased and was almost persistent. She experienced fullness in the chest, frequent palpitations, and edema in the ankle and face, which was treated with hydrochlorothiazide. She was later referred to a cardiologist for further management. An echocardiogram revealed the presence of an extrapericardial large cystic lesion markedly compressing the right side of the heart. Computed tomography (CT) scan revealed a large heterogeneous cystic mass in the right anterior mediastinum ().\\nThe patient was referred to a subspecialty hospital for surgical management. A cardiologist examined her again. A second echocardiogram showed the same results as described above. Contrast-enhanced CT scan revealed a large, heterogeneous, enhancing, cystic mass in the right anterior mediastinum; it had a maximum diameter of 97 mm and showed peripheral calcifications (). Based on echocardiography and CT scan findings, differential diagnoses included hydatid cyst, mediastinal mass, and cystic lesion and dermoid cyst. With the diagnosis of mediastinal cyst or mass, surgical exploration (medial sternotomy) was performed. A huge cystic mass with a thick wall was noted. Its right margin was free but the left margin was adhered to the right atrium and ventricle and compressed these structures. Fresh red blood was aspirated. Other differential diagnoses that surfaced included aneurysm of the Valsalva sinus, giant right coronary artery aneurysm, pseudo-aneurysm of the aortic sinus, hemangiosarcoma, and cardiac tumor.\\nThe cardiologist and cardiac surgeon recommended further evaluation by CT angiography and coronary angiography. The mid sternotomy was closed. CT angiogram revealed a large aneurysm in the distal portion of the right coronary artery with an intact proximal portion (). Coronary angiography also showed the same results ().\\nCT angiography and coronary artery angiography provided the definite diagnosis of right coronary artery aneurysm. Under general anesthesia and by mid sternotomy, cardiopulmonary bypass was initiated by cannulation of two veins, namely, the right femoral vein and the innominate vein. Antegrade cold blood cardioplegia was infused in the aortic root. The right coronary artery was exposed and snared by silk. Next, the hard wall of the aneurysm was opened; substantial blood clot and debris were removed; and most of the aneurysm wall was resected. The distal part of the right coronary artery could not be identified. Absence of any communication to the cardiac cavity was confirmed. Last, the right coronary artery was ligated by a Prolene stitch. The patient was eventually weaned off the cardiopulmonary bypass without any complication. The rheumatology work-up that followed was unremarkable. The patient was discharged at the sixth postoperative day under good general condition. During the 2-year follow-up period, the patient has had no complaints.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'2299068': 1, '29362580': 1, '8347027': 1, '2598952': 1, '9470883': 1, '3984833': 1, '16532494': 1, '11450678': 1, '6847792': 1, '9832118': 1, '1359212': 1, '11517075': 1, '16467752': 1, '27800453': 2}", "similar_patients": "{}"}