{"patient_id": 120242, "patient_uid": "5621078-1", "PMID": 28989925, "file_path": "noncomm/PMC005xxxxxx/PMC5621078.xml", "title": "Genital tract cavernous hemangioma as a rare cause of postpartum hemorrhage", "patient": "A 30-year-old primiparous woman was transferred to our obstetric unit for delayed postpartum hemorrhage (PPH). She underwent vaginal delivery 3 weeks ago at a local obstetric clinic and gave birth to a healthy baby weighing 3,500 g at 40 weeks of gestation. She had no past or familial, medical, or surgical history of the condition. Medical records from the local clinic described massive bleeding from the episiotomy site, and her blood pressure was 80/50 mmHg. Five units of packed red blood cell were transfused. The physicians experienced difficulty in controlling the bleeding from the episiotomy site for 3 hours. Also, multiple sutures were placed at the episiotomy wound but oozing continued at every stitch. The episiotomy was resutured 3 times. The vaginal wall was compressed with Vaseline roll gauze. Although she no longer had severe bleeding after these procedures, vaginal spotting continued if vaginal wall compression was not applied. Physical examination revealed that the posterior and left sides of the vaginal wall were bulgy and bluish, and a small amount of bleeding continued from the median episiotomy suture site 3 cm above the hymen. There was no laceration on the cervix and vagina except for the episiotomy wound. The uterus was firmly palpated, and its cavity was clean on transabdominal ultrasonography. Her vital signs were stable. Her hemoglobin level was 10.5 g/dL. The other laboratory results, including the tests for liver function, electrolytes, urinalysis, C-reactive protein, and coagulation profiles, were normal.\\nShe received fluid therapy with intravenous hemostatic agents, and the vaginal wall was compressed again with a Vaseline gauze. On hospital day 3, vaginal bleeding continued, and we resutured and electrocauterized the episiotomy and applied various local hemostatic agents (Tachosil®, Takeda, Osaka, Japan; Cutanplast Sponge Standard®, Mascia Brunelli, Milano, Italy) on the bleeding point. The vaginal bleeding decreased significantly after the procedure, and the patient was discharged with antibiotics on postoperative day 3.\\nShe revisited our obstetric unit for evaluation of the episiotomy condition 2 weeks later. Contrary to our expectation, she still had vaginal spotting on a coin-sized elevated raw surface of the posterior vaginal wall. She recalled she had clitoromegaly and was diagnosed with clitoral hemangioma treated by clitoral wedge resection 12 years ago. During the prenatal period, she unintentionally did not mention the hemangioma to her doctor. We supposed that the bluish bulged vaginal lesion was related to the previous clitoral hemangioma. We recommended pelvic magnetic resonance imaging (MRI) for detection of a concealed hemangioma in the vagina and performed deep punch biopsy in the upper episiotomy site of the vaginal wall. Acute bleeding from the biopsy site was controlled by compression with a Vaseline gauze and the patient was promptly referred to a radiologist for vascular intervention as planned. Pelvic MRI revealed a 7.8-cm hemangioma with a long axis in the left vaginal area (). Pathologically, cavernous hemangioma was confirmed by the large dilated vessels lined by flattened endothelium. Many blood vessels were filled with red blood cells agglomerated together (). After superselection of the left vaginal artery, transarterial embolization (TAE) with Gelfoam was performed. (). Vaginal bleeding finally stopped on postembolization day 3, and she was discharged without acute complications. After 1 month, she was doing well, and vaginal bleeding had not recurred.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'32341835': 2, '22449390': 1, '19520486': 1, '16190606': 1, '18162811': 1, '2829759': 1, '7787330': 1, '9263427': 1, '9166336': 1, '16803506': 1, '8134569': 1, '18773216': 1, '12691317': 1, '28989925': 2}", "similar_patients": "{'7171545-1': 1}"}