{"patient_id": 89403, "patient_uid": "549543-1", "PMID": 15705194, "file_path": "comm/PMC000xxxxxx/PMC549543.xml", "title": "Long-term survival from gastrocolic fistula secondary to adenocarcinoma of the transverse colon", "patient": "A 24-year-old woman presented to the surgical clinic with epigastric pain, feculent vomiting and post-prandial diarrhoea of three months duration; she had lost over one stone in weight. She was previously healthy and was not taking any regular medications. There was no history of peptic ulcer disease, inflammatory bowel disease, trauma or previous abdominal surgery. She had been investigated two years previously by a gastroenterologist for intermittent left-sided abdominal pain at which time the clinical examination and blood tests were normal. Irritable bowel syndrome had been diagnosed, although no colonic imaging was performed. Both her maternal grandfather and great-grandfather had suffered from colonic cancer.\\nAn initial ultrasound scan of the abdomen revealed thickened bowel in the right upper quadrant with a dilated duodenum. A barium meal and follow through was then performed: this demonstrated a mucosal abnormality on the greater curvature of the stomach with a fistulous tract into the transverse colon (Figure ). Barium enema and colonoscopy were not performed. The presence of a mucosal abnormality on the greater curvature of the stomach was confirmed on upper gastrointestinal endoscopy although initial biopsies revealed no evidence of a malignant neoplasm. Her blood tests revealed: haemoglobin 9.5 g/dl, mean cell volume 71.6 fl and a white cell count 20.2 × 109/l; urea, electrolytes and liver function tests were all normal.\\nIn view of her symptoms, an exploratory laparotomy was undertaken. At surgery, a large mobile tumour of the distal transverse colon was identified; this was adherent to the greater curvature of the stomach, the mesentery and to several loops of jejunum. A radical en-bloc resection was performed involving a subtotal gastrectomy, transverse colectomy and small bowel resection (Figure ). The patient made an uneventful recovery from surgery. Histology revealed a poorly differentiated mucinous adenocarcinoma of colon without lymphatic involvement (Dukes' Stage B): this was adherent to and had penetrated the stomach wall. She received adjuvant 5-fluorouracil (420 mg/m2) and folinic acid (20 mg/m2) chemotherapy every four weeks for the following six months.\\nShe has been followed-up with two-yearly colonoscopy and five-yearly upper gastrointestinal endoscopy. She remains well with no signs of either local or distant recurrence more than ten years after initial diagnosis.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'8696540': 1, '3365608': 1, '2022806': 1, '30364055': 2, '14782139': 1, '30931133': 1, '10665346': 1, '13093981': 1, '7843491': 1, '7212049': 1, '13246952': 1, '3495892': 1, '3826905': 1, '27251299': 1, '5645674': 1, '14166212': 1, '26318125': 1, '20885896': 1, '9482688': 1, '24421939': 1, '26567877': 2, '17857925': 1, '1849120': 1, '33884916': 2, '15054525': 1, '7780232': 1, '21756322': 2, '20805940': 1, '13425286': 1, '25294185': 1, '7469180': 1, '13049075': 1, '13058049': 1, '8934400': 1, '22717958': 1, '7884178': 1, '24426741': 1, '26668809': 2, '15705194': 2}", "similar_patients": "{'3155123-1': 1, '6188725-1': 1, '4676660-1': 1, '8074477-1': 1, '4644322-1': 1}"}