{"patient_id": 72248, "patient_uid": "5835326-1", "PMID": 29501064, "file_path": "comm/PMC005xxxxxx/PMC5835326.xml", "title": "Adenocarcinoma and polyposis of the colon in a 20-year-old patient with Trisomy 13: a case report", "patient": "We present the case of a 20-year-old Caucasian woman with Trisomy 13 (non-mosaic) with colonic polyposis and adenocarcinoma of the colon. She was originally diagnosed with Trisomy 13 as an infant via karyotype that was ordered due to multiple congenital anomalies. Her medical history includes ventriculoseptal defect that was closed as an infant, seizure disorder, profound developmental delays leaving her without purposeful speech and requiring gastrostomy dependence for all nutrition, spastic quadriplegic cerebral palsy, cataracts, and urinary tract anomalies including horseshoe kidney, and frequent urinary tract infections. At her medical baseline she is on numerous antiepileptic medications, urinary tract prophylaxis, and vitamins. She lives at home with her father with home health nursing support.\\nShe was brought to the hospital on day of admission by her home health nurse due to bloody output from her gastrostomy tube and abdominal pain. Notably, she was discharged from the hospital 2 days prior after brief admission for Pseuodmonas aeruginosa and Escherichia coli urinary tract infection causing increased seizure frequency. At that time, she was started on a 14-day course of ciprofloxacin, which she was still taking at home. Her vital signs on admission were normal and she was apyretic. A physical examination was significant for abdominal distention and tenderness to palpation, hypoactive bowel sounds, and a decreased level of alertness compared to her neurologic baseline. Laboratory findings were significant for a white blood cell count of 21,900, but other hematologic and electrolyte results were normal. Urinalysis was positive for trace protein, small leukocytes, but negative for nitrite. Point-of-care gastroccult and hemoccult testing were positive. An X-ray of her abdomen was significant for pancolonic gaseous distention with a loop of large bowel, which was noted to be similar to baseline abdominal imaging (Fig. ). She was made non per oral, started on proton pump inhibitors, and previous ciprofloxacin and home medications were continued. Blood and urine cultures, Clostridium difficile, and other infectious testing for gastrointestinal pathogens returned negative results.\\nTwenty-four hours after admission, she developed an acute abdomen and signs of septic shock with white blood cell count increased to 26,300. Antibiotic therapy was broadened to intravenous metronidazole and vancomycin. Computed tomography of her abdomen with intravenous contrast revealed ascending ischemic colitis involving the cecum and ascending colon with pneumatosis and portal venous gas (Fig. ).\\nShe was taken to the operating room urgently and exploratory laparotomy revealed her cecum was not fixed in the right lower quadrant and the ascending and transverse colon had volvulized around the ileocolic pedicle. She had three areas of full-thickness necrosis in the ascending and transverse colon. The intervening segments of colon were viable. She had a normal ligament of Treitz. The left colon had proper fixation. Although there were no areas of perforation, there was murky ascites in the abdomen and pelvis. Because our patient was hypotensive requiring pressors during the case, the decision was made to perform a resection and bring out an ileostomy with creation of a Hartmann’s pouch. She completed a 10-day course of intravenous meropenem. She did well postoperatively, enteral nutrition was advanced slowly, and she was discharged home on postoperative day nine.\\nThe pathology report of her resected colon revealed ischemic necrosis and ulceration, as well as an incidental finding of a 2-cm adenocarcinoma. The resection margin was clear with all 16 lymph nodes negative for disease, indicating a diagnosis of stage 1 cancer of the transverse colon (T2N0M0). Microarray and karyotype of the malignancy revealed 47XX + 13 without any other identifiable cytogenetic abnormality. Pathology also noted numerous other tubular adenomas concerning for polyposis of the remaining colon. There was no family history of familial polyposis syndromes or colorectal cancers. She subsequently underwent completion proctocolectomy due to polyposis and risk of developing additional cancers in the future.\\nPathology of the proctocolectomy specimen confirmed polyposis with multiple tubular adenomas with high-grade dysplasia and benign lymph nodes. The postoperative course was complicated by small bowel obstruction due to an internal hernia around her ileostomy requiring surgical reduction, and portal vein thrombosis, which spontaneously resolved. Over 2 years after her completion proctocolectomy she is doing well without signs of local recurrence or metastasis.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'20514474': 1, '12671111': 1, '26663415': 1, '24923295': 1, '20878909': 1, '12734426': 1, '3233784': 1, '1698482': 1, '18794900': 1, '12810259': 1, '8389239': 1, '3035957': 1, '8646744': 1, '8504403': 1, '2208061': 1, '21476993': 1, '22104393': 1, '24124059': 1, '24510239': 1, '12205124': 1, '28544599': 1, '29501064': 2}", "similar_patients": "{}"}