{"patient_id": 68199, "patient_uid": "5553514-1", "PMID": 28825022, "file_path": "comm/PMC005xxxxxx/PMC5553514.xml", "title": "Arthroscopic Removal of Suprapatellar Fibroma of Tendon Sheath", "patient": "A 36-year-old male patient had complained a painless mass over the suprapatellar region of left knee for 2 months. He did not complain any systemic upset, and he did not recall any trauma history. Physical examination showed a palpable mass over a suprapatellar region of left knee, which was mobile and firm. The range of motion of the left knee was from 0 to 110 degrees. The joint line was not tender. All special tests including McMurray test, Lachman test, and grinding test of patella were negative.\\nX-ray examination of the knee showed no bony abnormality. Preoperative magnetic resonance imaging (MRI) of the left knee showed a suprapatellar mass measured 3 cm × 2 cm, hypointense in T1-weighted image (\\n) but hyperintense in T2-weighted image (\\n).\\nArthroscopic examination of left knee was performed under spinal anesthesia. The tumor was located at the suprapatellar region as shown in MRI. The isolated circumferential mass was grayish, and there was a stalk attaching to the superior pole of the patella (\\n). The tumor was excised through anterolateral and anteromedial portals (\\n). Pathology showed that the mass was covered by synovium on one side with the solid grayish white cut surface (\\n). Histology confirmed a bland-looking spindle-celled neoplasm with infarctive necrosis at the subsynovial region (\\n). The tumor had low cellularity, cleft-like vascular spaces and fibrous stroma in most areas. Cellularity increased toward the root of the tumor with rare typical mitoses. Scanty multinucleated giant cells were seen (\\n). Immunohistochemical studies showed that the spindle cells were focally positive for smooth muscle actin, negative for desmin, and CD34. Proliferation by Ki67 was approximately 10%. Overall features were compatible with intra-articular fibroma of synovial origin. The patient was reassessed at 6 months' time and did not complain of any symptom.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'2729499': 1, '16205171': 1, '8534305': 1, '3936333': 1, '18026968': 1, '31008967': 2, '9639118': 1, '3782572': 1, '91424': 1, '1626299': 1, '28825022': 2}", "similar_patients": "{'6494362-1': 1}"}