{"patient_id": 64915, "patient_uid": "5312982-1", "PMID": 28178125, "file_path": "comm/PMC005xxxxxx/PMC5312982.xml", "title": "Comprehensive swallowing exercises to treat complicated dysphagia caused by esophageal replacement with colon", "patient": "A 26-year-old woman was admitted to our department with dysphagia resulting from an anastomotic stricture following esophageal replacement with the colon. The patient was subjected to operation due to the presence of an esophageal stromal tumor in 2008. Following the operation, she was treated with continued balloon dilatation (14, 18 mm) for 40 days. There was no distinct improvement in the swallowing function by the patient. Six months following the operation, the patient underwent esophageal stent placement. Due to complications of the stent to remain stably positioned in the esophagus, the esophageal stent placement was unsuccessful. To circumvent these issues, the patient underwent an operation designed to repair the anastomostic stricture with paltysma myocutaneous flaps at the end of 2008. Despite the previously mentioned attempts to overcome the impaired swallowing function, the patient oral nutrient intake remained inadequate. The gastroscopy demonstrated that the anastomotic stricture presented with severe scarring. The diameter of the anastomosis was limited to approximately 0.5 cm. Following the gastroscopy, the patient repeatedly underwent endoscopic balloon dilations 7 times, as well as argon knife scar resections for 3 occurrences. Furthermore, the medical history of the patient indicates that during a gastroscopy conducted in 2010, the gastroscope could not pass the anastomosis due to the severe condition of the stricture. Moreover, the patient has been required to undergo feeding through a jejunum nutrient catheter since 2008.\\nThe clinical evaluation has 2 components: The clinical information collection, which included the feeding method, length of feeding time per meal, the condition of choke/reflux, and the integrity of the medical history, each completed by a doctor; The clinical swallow examination, which including orofacial function, laryngeal and pulmonary function, gag reflex and response, and a trial swallowing function, each completed by a speech-language pathologist.\\nThe following scores (levels 1–7) describe the FOIS:\\nLevel 1: No oral intake\\nLevel 2: Tube dependent with minimal/inconsistent oral intake\\nLevel 3: Tube supplements with consistent oral intake\\nLevel 4: Total oral intake of a single consistency\\nLevel 5: Total oral intake of multiple consistencies requiring special preparation\\nLevel 6: Total oral intake with no special preparation, but must avoid specific foods or liquid items\\nLevel 7: Total oral intake with no restrictions\\nThe VFSS involves the use of a fluoroscopic X-ray image along with various consistencies of barium sulfate to evaluate the physiology of the swallowing function during the oral, pharyngeal, and esophageal phases. To examine the swallowing function of the patient in the seated position, the X-ray posteroanterior and lateral views were performed by fluoroscopy. The examination has 4 major components: accumulating oropharyngeal residual bolus levels; observing laryngeal penetration and tracheal aspiration; observing upper esophageal sphincter (UES) motility; and observing oral and nasal reflux.\\nThe digital acquisition and analysis system of the videofluoroscopy is a type of method used to quantitatively analyze the VFSS video. By applying the video that was recorded during the VFSS and playing the video frame by frame, while observing the target organ (hyoid, larynx, UES), capturing the target frame (when the hyoid located at the lowest/highest point and the UES is maximally distended during swallowing), and measuring and calculating the illustrations using Image J software (National Institute of Mental Health, Bethesda, MD), the medical personnel can analyze the temporal and kinetic parameters to depict the swallowing ability of the patient in a more detailed manner. In this case, the parameters include the anterior hyoid excursion, superior hyoid excursion, UES opening, and pharynx constriction rate.[\\nA solid-state manometric assembly with 36 circumferential sensors was used (Sierra Scientific Instruments, Los Angeles, CA) to collect the pressure from the oropharynx to the upper esophagus during swallowing at rest.\\nPressure and timing data were initially analyzed using ManoView ESO 3.0 analysis software (Sierra Scientific Instruments). The pressure and temporal parameters examined included the pharyngeal maximum pressure (mm Hg), the duration of the pharyngeal pressure above baseline (millisecond), the duration of UES relaxation (millisecond), and the UES residual pressure (mm Hg).[\\nIn this case, the UES of the patient was absent due to prior surgical procedures. However, the presence of the anastomotic stricture replaced the role of the UES.\\nIn this training, assistive devices were utilized to enhance airway protection. The TRI-BALL-breathing exerciser device was used twice a day. The patient underwent exhalation and inhalation 50 times each. The Sounder training was utilized twice a day in which vocal sounds were exerted 20 times each. The next step included the Maneuver treatment, which was the super-supraglottic swallow exercise. Following the Maneuver treatment, the patient underwent training of the vocal cord motion. To do this, the palms of the hand were tightly pressed together while simultaneously exerting vocal sounds.\\nIn this training procedure, assistive devices were used to implement resistive training of the tongue muscle. Next, the Maneuver treatment was utilized, which consisted of the Masako Maneuver and an Effortful Swallow exercise. The 3rd portion of the muscle strengthening training exercise consisted of the VitalStim therapy system, which serves to stimulate the electrodes located on the suprahyoid and infrahyoid muscles twice a day for 20 minutes, 5 days a week.\\nThe modifications in swallowing involved in this training technique consisted of a deep inhalation that was tightly held, consumption of a small amount of food, lowering of the head, and intense swallowing while the head of the patient was lowered and breathing was withheld. This procedure was continued by the patient until swallowing was thoroughly completed. The exercise was conducted 10 times per week for 90 minutes each session, and the amount of food consumed was recorded for each meal.\\nThe patient was prohibited from decubitus for 1 hour after feeding. In addition, the patient was administered an acid inhibitor and gastro-kinetic agent.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'2596608': 1, '12065287': 1, '25685270': 1, '30547253': 1, '12172355': 1, '12778375': 1, '18682675': 1, '23834490': 1, '18027040': 1, '24583749': 1, '31278355': 1, '25488830': 1, '19439958': 1, '28178125': 2}", "similar_patients": "{}"}