{"patient_id": 68219, "patient_uid": "5554992-1", "PMID": 28831317, "file_path": "comm/PMC005xxxxxx/PMC5554992.xml", "title": "Synchronous Upper Squamous and Lower Adenocarcinoma of the Oesophagus: A Rarely Reported Case Treated with Palliative Chemotherapy and Stenting", "patient": "An 81-year-old lady presented for further evaluation of progressive dysphagia with associated weight loss. The patient reported a 4-month history of unintentional weight loss of 5 kg. She is a life-long nonsmoker with no past medical history other than hypertension and hypercholesterolaemia, for which she takes a statin and an amlodipine/valsartan combination. Bloods were all within normal limits except for a mildly elevated creatinine at 105 umol/l (Hb 13.5 g/dl, MCV 87.9 fl). Physical exam was noncontributory. In particular, there was no evidence of secondary metastatic disease.\\nAn oesophagogastroduodenoscopy (OGD) was carried out which was significant for two distinct oesophageal tumours. The first was found at 30–35 cms with an appearance of bulging mucosa (). A second tight stricture was seen at 40–46 cm abutting the oesophagogastric junction with extensive mass lesion extending into the fundus of the stomach (). The intervening oesophagus from 35 to 40 cm was normal in appearance as was the remainder of the OGD with the scope passing without difficulty to the second part of the duodenum. There was no endoscopic evidence of Barrett's oesophagus.\\nMultiple biopsies were taken and a staging CT of thorax, abdomen, and pelvis was performed. This confirmed the two separate tumours along with celiac adenopathy suggesting locoregional spread.\\nPET/CT showed that diffuse metabolic activity to a maximum of 14.2 SUV was evident at both tumour sites and there was associated gastric wall thickening compatible with extensive local spread of the distal mass. Large metabolically active lymph nodes at the level of the celiac axis measuring up to 15 mm were evident with a maximum SUV of 4.5 ().\\nAnalysis from the biopsies confirmed the presence of two histologically distinct masses. Specimen A from the mid-oesophagus showed high grade carcinoma with some features suggesting neuroendocrine differentiation (). Overlying squamous mucosa shows moderate to severe dysplasia. Immunohistochemistry showed positive staining for CK 5/6, P63, and CAM 5.2 confirming a diagnosis of SCC (). No histological evidence of Barrett's oesophagus was seen.\\nSpecimen B from the lower oesophagus showed invasive moderately differentiated mucinous adenocarcinoma which was HER 2 negative ().\\nProgressive dysphagia warranted a repeat OGD with the insertion of an oesophageal stent. demonstrates the lower oesophageal mass prior to stenting. A 12 cm partially covered Wallflex stent was placed across the lower malignancy (). The second stricture was not stented as it was felt that covering both strictures with one stent would offer a suboptimal result.\\nHer case was subsequently discussed at our hospital MDT. It was decided that radiation therapy was unsuitable in this case. A radiation field of at least 20 cms would be required to encompass both proximal and distal tumours along with the positive lymph nodes. Safe delivery of full dose radiation to this extent in combination with chemotherapy would not be feasible.\\nChemotherapy was commenced as per the standard CROSS regime of weekly paclitaxel and carboplatin as it was felt that these agents would treat both cancer types. This was administered for twelve weeks after which time a restaging CT scan was performed. This CT showed a slight increase in size of one of the previously noted celiac lymph nodes. As a result, the chemotherapy regime was switched to bolus fluorouracil (5 FU) and folinic acid. This was continued for three cycles. This treatment yielded a good outcome with the patient surviving for 15 months from initiation of treatment.", "age": "[[81.0, 'year']]", "gender": "F", "relevant_articles": "{'26609356': 2, '22737519': 2, '27760954': 1, '25539106': 1, '17054195': 1, '28831317': 2}", "similar_patients": "{'3371985-1': 1, '4655848-1': 1}"}