{"patient_id": 117779, "patient_uid": "5437425-1", "PMID": 28559838, "file_path": "noncomm/PMC005xxxxxx/PMC5437425.xml", "title": "Ten-Year Follow-Up after Bilateral Submacular Neovascular Membrane Removal in a Case of Autosomal Recessive Bestrophinopathy", "patient": "In December 2000, an 8-year-old Caucasian girl presented with a sudden loss of vision in her right eye. Visual acuity was 20/200 in the right eye and 20/20 in the left. Fundus examination revealed a pale, dot-like, subretinal lesion inferior to the foveola with subretinal fluid and subretinal hemorrhage along the inferior arcade (Fig. ). In the left eye, a yellowish subretinal material was present (Fig. ). Fluorescein angiography showed an area of hyperfluorescence with leakage at the center of the macula of the right eye, indicating the presence of a subretinal neovascular membrane (Fig. ). The left eye showed an area of hyperfluorescence without leakage, indicating staining of the retinal pigment epithelium (RPE) both around and inferior to the foveal center (Fig. ). A Stratus optical coherence tomography (OCT) (Carl Zeiss, Germany) performed at that time demonstrated intra- and subretinal fluid in the macula of the right eye.\\nElectrophysiological tests were performed, demonstrating a full-field electroretinogram with normal cone pathway responses but reduced rod responses. Electrooculogram was clearly abnormal, with an Arden ratio of 1: 1 in the right eye and 1: 2 in the left (online suppl. figure, see ). At that time, Best dystrophy was the differential diagnosis. The relevant family history was negative and family screening was unremarkable.\\nIn the absence of current-day options, i.e., photodynamic therapy (PDT) and anti-vascular endothelial growth factor (VEGF) agents, in December 2000, the therapeutic procedure of choice for such a case (type 2 subretinal membrane) was the removal of the submacular membrane through a 20-G pars plana vitrectomy (PPV). A successful removal was performed, and 3 months after surgery, she had 20/25 vision in the right eye. Postoperative fluorescein angiography revealed an area of staining fluorescence around the fovea, with no leakage.\\nIn July 2004 she returned showing an excellent result in the right eye, maintaining her postoperative 20/25 vision (Fig. ). On the other hand, the left eye had undergone a sudden decrease in vision, with a clinical picture resembling that of the right eye noticed 4 years earlier. Fluorescein angiography revealed the presence of a submacular neovascular membrane with hyperfluorescence and leakage at the foveal center (Fig. ), and Stratus OCT examination clearly revealed a type 2 membrane (Fig. ). At that time, PDT with verteporfin was performed without success. One month later, the subretinal membrane had grown, showing more subretinal hemorrhage. As her vision continued to deteriorate, she underwent a PPV with subretinal membrane removal in the left eye. Three months later, her vison was 20/30 in the left eye, showing no signs of subretinal membrane.\\nTen years later she returned, complaining of central vision deterioration in both eyes over the previous 12 months. Vision was 20/200 in both eyes. Fundus color retinography (Fig. ) and autofluorescence retinography were performed on both eyes, showing an area of hypoautofluorescence covering most of the posterior pole in both eyes. Spectral domain OCT revealed large amounts of fluid with many cystic spaces and appearance of retinoschisis in both eyes (Fig. ). A multifocal electroretinogram was performed showing decreased b waves in both eyes, being worse in the right eye.\\nIn the beginning of 2014, she had tried 4 bevacizumab injections in each eye and dorzolamide eye drops for the last 6 months, both without success.\\nAfter discussion with the patient (then aged 22) and her parents, a decision was made on an experimental, multimodal approach: another PPV with removal of the internal limiting membrane (ILM) plus C3F8 gas injection in the left eye. Four weeks after surgery, all retinal fluid had disappeared and her vision was 20/60. Four weeks later, she began to have intraretinal fluid again (Fig. ), although at a much lower level. At this point, a genetic examination to test her for bestrophin protein was requested, as ARB was suspected. These tests, performed by the Laboratory of Genetics of the Federal University of São Paulo, Brazil, confirmed a homozygous variation in the BEST1 gene (splice site c.768+1G>A).\\nThe vision in the left eye remained stable and the cystic space did not enlarge, so 1 year later, the patient decided to have the same procedure in the right eye. As with the left eye, all fluid resolved and the cystic spaces disappeared for a few months. Three months after surgery, fluid started to appear again, but at a much lower level than before surgery, and has remained so until the present, 1 year after surgery. The online supplementary figure shows preoperative and 1-year postoperative OCT for the right eye.", "age": "[[8.0, 'year']]", "gender": "F", "relevant_articles": "{'25389587': 1, '18179881': 1, '21961847': 1, '17386270': 1, '17417605': 1, '32504126': 1, '20349192': 1, '24459458': 1, '21320969': 1, '18985398': 1, '20195045': 2, '28559838': 2}", "similar_patients": "{'2854453-1': 1}"}