{"patient_id": 69836, "patient_uid": "5660827-1", "PMID": 29158931, "file_path": "comm/PMC005xxxxxx/PMC5660827.xml", "title": "Atypical Distant Metastasis of Breast Malignant Phyllodes Tumors: A Case Report and Literature Review", "patient": "A 57-year-old menopausal woman presented herself to our institution with a giant necrotic breast tumor and ipsilateral axillary lymphadenopathy (). Radical mastectomy with axillary node dissection and partial pectoral muscle resection was performed. Bulk size was 10,6 × 5,9 × 6,3 inches and it weighted 4.2 kg. The majority of the lesion was composed of a benign PT but a focal area presented a bulging high grade malignant PT with severity criteria: infiltrative borders, high mitotic count, marked stromal overgrowth, and marked stromal cellularity (). Axillary lymph nodes were disease-free. Postoperative PET-CT showed no distant metastasis.\\nFew weeks later, the patient came back with cervical and back pain. She also showed a delirious melancholic episode, successfully treated with neuroleptics.\\nThe spinal MRI revealed several paravertebral lesions: a right paravertebral soft tissue tumor extending from C3 to C5 causing spine displacement and a mass in T11-T12 causing mass effect on the conus medullaris (). The occurrence of a cauda equina syndrome indicated an emergency surgery. Histopathological analysis showed a high malignancy tumor proliferation with clusters of spindle shaped cells. The phenotype was unspecific but comparable to the breast tumor ().\\nShe then presented multiple and rapidly growing metastasis in soft tissues. Chemotherapy with Adriamycin was initiated but she died rapidly, 4 months after primary diagnosis.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'26625196': 1, '20703865': 1, '27765548': 1, '16570365': 1, '24747756': 1, '23895135': 1, '23792482': 1, '27586673': 2, '17931796': 1, '16760832': 1, '26943445': 2, '20573310': 1, '27806318': 1, '22909390': 1, '26856273': 1, '21609854': 1, '25104281': 1, '8387873': 1, '27661051': 2, '8608483': 1, '22381472': 1, '26070037': 1, '25227987': 1, '26437033': 1, '16998937': 1, '24062207': 1, '26464157': 1, '11735168': 1, '14563335': 1, '12789765': 1, '21841880': 1, '26287414': 1, '17562113': 1, '25038752': 1, '12296767': 1, '1655234': 1, '29158931': 2}", "similar_patients": "{'5512377-1': 1, '5044921-1': 1, '4670617-1': 1}"}