{"patient_id": 71134, "patient_uid": "5758239-1", "PMID": 29390537, "file_path": "comm/PMC005xxxxxx/PMC5758239.xml", "title": "ANCA positive relapsing polychondritis, Graves disease, and suspected moyamoya disease", "patient": "A 26-year-old woman was healthy until in October 2015, when both of her eyes suddenly became red, swelling, and painful. She complained about several episodes of redness and pain of auricles and eyes bilaterally for 9 months. The patient also suffered from fever and intermittent arthritis in both large and small joints including knee, wrist, elbow, hip, and metacarpophalageal joints. One week before hospitalization, she experienced another episode of pain, swelling, and redness of the left auricle. There was a past history of hyperthyroidism treated with PTU for 8 years.\\nPhysical examinations showed the injected sclera; the red, swelling, and painful ears, both in normal shape; the swelling and tender ankles. The neurologic examination was negative.\\nLaboratory tests showed a raised level of erythrocyte sedimentation rate (ESR, 76 (0–20) mm/h) and C-reactive protein (CRP, 81.7 (0–10) mg/L). Immunological tests showed the presence of perinuclear-ANCA and MPO were 312.5 (0–20) RU/mL, although HLA-B27, anti-ENA antibodies (ENA, extractable nuclear antigen), and antinuclear antibodies (ANA) were negative. Serum levels of free triiodothyronine (FT3), free thyroxine (FT4), and thyroid-stimulating hormone (TSH) were 5.56 (3.28–6.47) pmol/L, 16.75 (7.9–18.4) pmol/L, and 0.01 (0.34–5.6) uIU/mL, respectively. Thyroid hormone antibody (TRAB) was 5.16 (0–1.75) IU/L. The complete metabolic panel and thorax CT scan were normal. However, the CT revealed multiple ischemic foci in the deep white matter in the left frontal lobe. Therefore, brain magnetic resonance imaging (MRI) and magnetic resonance angiography (MRA) were further performed to exclude any cerebrovascular disorders. The result showed multiple abnormalities of large blood vessels (Fig. ).\\nWe diagnosed ANCA positive relapsing polychondritis, suspected moyamoya disease and Graves disease. The initial treatment was prednisone (30 mg/d) and oral CTX (100 mg/d). PTU was withdrawn and Iodine-131 (I131) therapy was applied. At months 10, CTX was stopped and azathioprine (AZA, 50 mg/d, adjusted according to liver enzyme and white blood cell nadir) was continued for maintenance; prednisone was gradually tapered to 7.5 mg/d. At months 12, the MPO-ANCA was reexamined and decreased to 197.5 (0–20) RU/mL (Table ). All symptoms were alleviated and inflammation markers returned to normal in 3 weeks after admission. No adverse events were observed. No flare has been found. Patient informed consent was given, and ethic committee approval is not necessary for this does not involve any animal or human trials.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'17395863': 1, '34451967': 2, '26414658': 1, '775252': 1, '24051104': 1, '22664738': 1, '714080': 1, '9367965': 1, '8489544': 1, '29390537': 2}", "similar_patients": "{'8402331-1': 1}"}