{"patient_id": 61962, "patient_uid": "5031825-1", "PMID": 27672454, "file_path": "comm/PMC005xxxxxx/PMC5031825.xml", "title": "Bronchoesophageal Fistula Stenting Using High-Frequency Jet Ventilation and Underwater Seal Gastrostomy Tube Drainage", "patient": "A 62-year-old man (weight 60 kg, height 170 cm, and BMI: 20.8 kg/m2), chronic smoker and working as a stone breaker for the past 40 years, complained of cough and hemoptysis since 15 years and progressive shortness of breath for last one year. His symptoms got exacerbated and he was admitted to our hospital. Both fiberoptic bronchoscopy () and computed tomography scan of the chest () showed the presence of a 7 mm by 8 mm BEF in the left main stem bronchus, 3.2 cm distal to the carina. The etiology was chronic tracheobronchitis secondary to chronic nontuberculous mycobacterium (NTM) infection caused by Mycobacterium fortuitum. Besides the BEF, the patient also had underlying pneumonia, pneumoconiosis, and mild chronic obstructive pulmonary disease.\\nThe patient was scheduled for the insertion of a Y-shaped covered self-expandable metal stent (CSEMS) (Micro-Tech Y-stent, Nanjing, China) through a rigid bronchoscope, under general anesthesia. Three weeks prior to the scheduled surgery, oral feeding was discontinued for both solids and liquids and a percutaneous endoscopic gastrojejunostomy was performed for enteral feeding. The patient also received total parenteral nutrition, intravenous fluids, antibiotics, and oxygen by face mask. Moreover, a thorough discussion between the interventionist and anesthetist was undertaken regarding the surgical procedure and its anesthetic implications.\\nIn the operation room, Ringer's lactate drip was started. Standard monitoring included pulse oximetry, electrocardiography, temperature, and invasive blood pressure monitoring via a left radial artery catheter. The gastrostomy tube was suctioned and connected to an underwater seal bottle containing a 10 cm column of water (). Topical anesthesia was achieved by atomization of the nasopharynx and oropharynx with 4 mL of lidocaine 2%. The patient was preoxygenated with 100% oxygen at 5 L/min via a tight-fitting face mask for 3 minutes. Thereafter, injection penehyclidine 0.5 mg, hydrocortisone 100 mg, and omeprazole 40 mg were administered, followed by induction with propofol 100 mg and sufentanil 10 mcg. The patient was gently ventilated manually to ascertain the ability to ventilate before giving the muscle relaxant. Simultaneously, we could observe few gas bubbles in the underwater seal bottle, but ventilation was not substantially compromised, thus indicating the efficacy of the gastric drainage system. Succinylcholine 40 mg was injected and eventually the trachea was intubated with the rigid bronchoscope. Additional lidocaine was applied to the tracheobronchial tree in a “spray-as-you-go” manner via the bronchoscope. Then, the HFJV machine (KR-IV [A], Nanchang GENE Medical Devices, Jiangxi, China) was connected to the ventilating port of the bronchoscope. Ventilation parameters included frequency 100/min, driving pressure 25 psi, I : E ratio 1 : 2, and FiO2 0.7. Anesthesia was maintained with an infusion of propofol 40–60 mcg/kg/min and remifentanil 0.15–0.2 mcg/kg/min. The case proceeded uneventfully, with serial blood gas analysis performed () to assess ventilation. No hypoxemia took place and patient remained hemodynamically stable throughout the procedure. However, transitory hypercapnia occurred (). This case was managed without the use of long acting muscle relaxant, as the patient did not have airway reflexes such as coughing and laryngospasm, patient remained apneic, and the condition for bronchoscopy was good during the intervention.\\nOnce the stent (size: 18 × 30 mm – L 14 × 30 mm – R 14 × 10 mm) was deployed and its correct position confirmed (), the bronchoscope was removed and HFJV stopped. An “i-gel” laryngeal mask airway (LMA) was inserted and conventional ventilation started. The patient was shifted to postanesthesia care unit, where emergence from anesthesia and recovery were quick and uneventful. On postoperative day 2, bronchoscopy showed correct position of the stent and patient was allowed to start oral feeding. Four days after the intervention, the patient was clinically stable and discharged from the hospital. One month later, the patient attended the outpatient department; he was asymptomatic and bronchoscopy showed that the CSEMS was in the correct position, sealing the BEF. The whole procedure including anesthesia induction and emergence took 55 minutes to be accomplished. Surgical time was 30 minutes.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'24356755': 1, '2479407': 1, '4014738': 1, '23235522': 1, '15329176': 1, '20531081': 1, '18496117': 1, '2286884': 1, '10232723': 1, '25342413': 1, '21128904': 1, '24023544': 1, '22474805': 1, '26147645': 1, '6367535': 1, '18349196': 1, '20849512': 1, '24635585': 1, '27672454': 2}", "similar_patients": "{}"}