{"patient_id": 74348, "patient_uid": "5976963-1", "PMID": 29862104, "file_path": "comm/PMC005xxxxxx/PMC5976963.xml", "title": "Atrial Fibrillation as a Rare Complication of the Use of Nifedipine as a Tocolytic Agent: A Case Report and Review of the Literature", "patient": "A 25-year-old African American woman, Gravida 7, Para 1, Aborta 5, presented at 29 weeks and 2 days with threatened preterm labor. The patient initially sought care at an outside facility where she received 0.25 mg of terbutaline SC for tocolysis and 12 mg IM of betamethasone for lung maturation. The patient was transferred to our tertiary facility with strong, regular uterine contractions. She underwent a transvaginal ultrasonogram which showed a normal cervical length of 3.4 cm. The patient was placed on continuous cardiotocographic monitoring and started on nifedipine (Procardia) 20 mg every 4 hours, with subsequent administration of the second dose of 12 mg IM betamethasone. Her pregnancy was complicated by opioid abuse, normocytic anemia (hemoglobin on admission 9.9 g/dL), and history of low transverse cesarean section for breech presentation. During the course of her hospitalization, she complained of heart palpitations and chest pain that radiated to her neck. On examination, her pulse palpated as irregularly irregular and vitals revealed a tachycardia into the 140 s. A twelve-lead ECG confirmed atrial fibrillation with rapid ventricular response. Cardiology was consulted. The patient was transferred to the intensive care unit and began on diltiazem drip and intravenous metoprolol for rate control. She received a total of six doses of nifedipine during her admission before discontinuation of the medication. Her symptoms occurred within 20 hours from the first dose of nifedipine. Work-up included an echocardiogram, lower extremities venous Doppler, troponin levels, thyroid function test, electrolytes, liver function tests, and a repeat urine drug test. All results were normal apart from borderline magnesium of 1.7 mg/dL (see for further results). The patient converted to normal sinus rhythm in less than 24 hours with a CHA2DS2-VASc score of 1 and anticoagulation with 81 mg aspirin was started. After transfer out of the intensive care unit the patient remained in sinus rhythm for the remainder of the hospitalization. Discharge medications included metoprolol 25 mg twice daily for rate control with close outpatient follow-up with MFM and cardiology.\\nThe pregnancy culminated with a repeat low-transverse cesarean section at 39-week gestation resulting in a live-born male infant with Apgar scores of 9 and 9 at 1 and 5 minutes, respectively, and birthweight of 3400 grams. Continuous cardiac monitoring for 24 hours following delivery showed sinus rhythm. Per cardiology recommendations she was continued on metoprolol for prophylactic rate control and 81 mg aspirin in the postpartum period until she was seen as an outpatient. During that visit, metoprolol was discontinued.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'19264820': 1, '18935998': 1, '19756951': 1, '16827771': 1, '15255467': 1, '1467047': 1, '11479246': 1, '15008777': 1, '13774531': 1, '7648682': 1, '27076563': 1, '29038214': 1, '15715601': 1, '23525630': 1, '16525566': 1, '16846586': 1, '21284967': 1, '17391834': 1, '25124429': 1, '23182072': 1, '9114764': 1, '20180735': 1, '28062018': 1, '9170474': 1, '15458713': 1, '22813360': 1, '12763484': 1, '21252800': 1, '22693322': 1, '3511708': 1, '12660001': 1, '19006111': 1, '32089726': 1, '9917222': 1, '15777455': 1, '29862104': 2}", "similar_patients": "{}"}