{"patient_id": 61825, "patient_uid": "5022198-1", "PMID": 27623960, "file_path": "comm/PMC005xxxxxx/PMC5022198.xml", "title": "Rare central venous catheter malposition – an ultrasound-guided approach would be helpful: a case report", "patient": "A 56-year-old Japanese woman who presented with severe pneumonia secondary to scleroderma was treated under ventilator support because of acute respiratory failure. A physical examination revealed fever with a body temperature of 100.7 °F (38.2 °C), tachypnea with a respiratory rate of 25 breaths/minute, blood pressure of 127/67 mmHg, pulse 120 beats/minute, and level of consciousness was normal. Arterial blood gas analysis revealed pH 7.419, partial pressure of carbon dioxide in arterial blood (PaCO2) 55.9 mmHg, partial pressure of oxygen in arterial blood (PaO2) 64.5 mmHg, and bicarbonate (HCO3-) 40.9 mmol/L. A laboratory test revealed the following data: leukocytosis at 20.6×10−3/μL, hemoglobin level of 8.5 g/dL, platelet count of 331×10−3/μL, an international normalized ratio (INR) of 1.64, serum creatinine level of 0.18 mg/dL, C-reactive protein level of 23.44 mg/dL, serum gamma-glutamyltransferase level of 139 IU/L, alkaline phosphatase level of 618 IU/L, and total bilirubin of 0.4 mg/dL. She had no prior relevant medical or surgical history.\\nA right CVC was inserted using a landmark technique to monitor CVP and administer medications. A double lumen 16 G catheter was inserted by an experienced internal physician using the Seldinger technique. With this approach, a resistance to guidewire advancement was met at a depth of 7 cm, but it was advanced further without resistance. CVC was fixed at 13 cm at the skin level, after free aspiration of blood. Continuous infusion of normal saline through CVC was initiated using an infusion pump. CVP and arterial waveforms were not observed following connection of the catheter to a pressure kit transducer. A chest X-ray was immediately arranged to confirm the catheter position (Fig. ). The catheter was found to have descended lateral to the right mediastinal margin without signs of either pneumothorax or pleural effusion. Thoracic computed tomography findings were suggestive of CVC malposition in her right IMA (Fig. ). An angiography performed using CVC confirmed the malposition in her right IMA (Fig. left). Selective right subclavian and right internal angiographies were performed with consideration of the injury to her right subclavian artery. Subsequently, embolization of her right IMA was performed with two interlocking detachable coils (IDC; Boston Scientific Japan, Tokyo, Japan). After coil embolization, her right IMA was occluded before successful removal of the catheter without further complications, such as acute bleeding (Fig. right). A few days later, she developed acute respiratory distress syndrome, and she died on the seventh day of intensive care unit (ICU) admission.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'21461874': 1, '9275887': 1, '18534801': 1, '22090752': 2, '10973022': 1, '29607221': 2, '20736674': 1, '11575395': 1, '18326129': 1, '28285584': 1, '24660160': 2, '20006207': 1, '20392598': 1, '15950856': 1, '16028323': 1, '11818994': 1, '17342519': 1, '27623960': 2}", "similar_patients": "{'5828353-1': 1, '3214515-1': 1, '3214515-2': 1, '3961022-1': 1}"}