{"patient_id": 61572, "patient_uid": "5008524-1", "PMID": 26656379, "file_path": "comm/PMC005xxxxxx/PMC5008524.xml", "title": "Renal Primitive Neuroectodermal Tumor", "patient": "A 31-year-old female patient was referred to our hospital because of left flank pain with nausea and vomiting for 1 week. History of hematuria was absent. Apart from appendectomy that was performed 5 years before, no accompanying disease was present. A physical examination revealed pain on percussion on left lumbar region.\\nAll of her laboratory data were within normal limits except for a dramatically increased number of leukocytes in urine (2724/μL). On ultrasonographic examination a large heterogeneous echo pattern mass without blood flow signal in left kidney area was noticed. A computed tomography (CT) scan revealed a 14.7 × 12.7 cm well-defined, unevenly mass lesion with both solid and cystic components and the tumor was not enhanced uniformly (Fig. ). Renogram indicated severely impaired glomerular filtration rate (14.1 mL/min) of the left kidney, and the glomerular filtration rate of right kidney was within normal range. No positive findings were revealed from chest x-ray.\\nTaken together with the result of physical examination, imaging, and laboratory tests, a preoperative diagnosis of cystic renal cell carcinoma and urinary tract infection was made. Anti-inflammatory therapy followed by a left radical nephrectomy was then carried out.\\nMacroscopically, a tumor measuring 13 × 8 × 6 cm in maximum diameter was noticed in the mid pole of left kidney. The cut section of the mass was grayish white with confined areas of solid and cystic components. The renal vein, urethra, lymph nodes, upper, and lower poles of the kidney were negative for malignancy. Histologically, small round undifferentiated tumor cells with scant cytoplasm and hyperchromatic nuclei were observed infiltrating into renal parenchyma (Fig. A). Formation of Homer-Wright rosettes was identified in several areas. Immunohistochemically, the tumor cells revealed strong expression of CD99 and Fli-1 (Fig. B). A minor proportion of the cells was positive for NSE, Ki-67, and CD117. The tumor was negative for CK, CD56, Syn, CgA, LCA, CK7, RCC, CD10, S-100, Des, EMA, and SMA. Taken with morphological pattern and immunohistochemical markers, a diagnosis of PNET was made. In addition, the presence of EWS/FLI-1 fusion products was detected by fluorescence in situ hybridization, confirming the diagnosis.\\nThe patient undergone 2 cycles of chemotherapy with VAC-IE protocol using vincristine, adriamycin, cyclophosphamide, alternating with ifosfamide and etoposide within 2 weeks of interval. The patient rejected receiving chemotherapy because of the severe side effect and remained free of recurrence or metastasis for 14 months.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'22503019': 1, '20198399': 1, '26029311': 1, '17366107': 1, '11123763': 1, '23800653': 1, '12390000': 1, '25960853': 2, '12594313': 1, '21747604': 2, '16904430': 1, '11176062': 1, '19157457': 1, '34712590': 1, '8084311': 1, '20852971': 1, '17601313': 1, '24943771': 1, '11464048': 1, '19940655': 1, '18723965': 1, '26034481': 2, '22534242': 1, '11859203': 1, '18308106': 1, '26656379': 2}", "similar_patients": "{'4448065-1': 1, '4411475-1': 1, '3130473-1': 1, '3130473-2': 1, '3130473-3': 1, '3130473-4': 1, '3130473-5': 1, '3130473-6': 1}"}