{"patient_id": 69037, "patient_uid": "5613689-1", "PMID": 29138703, "file_path": "comm/PMC005xxxxxx/PMC5613689.xml", "title": "Malignant Peripheral Nerve Sheath Tumor of the Inguinum and Angiosarcoma of the Scalp in a Child with Neurofibromatosis Type 1", "patient": "A 12.5-year-old girl with a history of neurofibromatosis type 1 presented in January 2015 with a right inguinal tumor mass causing pain and impairment of movement of the right leg. Magnetic resonance imaging showed a heterogeneous solid-cystic tumor mass with focal necrosis, measuring 9.6 cm in the greatest dimension. Tumor biopsy was performed. Histologically, the material comprised focally necrotic tumor fragments, composed of atypical spindle to polygonal cells showing high mitotic activity, forming fascicles with focal palisading (). Immunohistochemically, tumor cells were positive for S-100 and negative for desmin. Considering the aforementioned, the case was signed out as malignant peripheral nerve sheath tumor. The girl was treated with two cycles of chemotherapy according to the CWS protocol and one cycle of vinblastine. The control imaging scans showed an evident progression of the tumor, which was then surgically excised in June 2015. The resected tumor was histologically completely necrotic; thus the previous pathohistological diagnosis could not be confirmed.\\nOne year later, in June 2016, after falling down the stairs, a painful lesion of the right parietal region was found. Ultrasound and CT scans showed a soft tissue tumor measuring 3 cm in the greatest diameter, which was penetrating through the skull into epidural space. In July 2016 the tumor was surgically resected (Figures and ). Histologically, this tumor was composed of aberrant vascular, focally anastomosing spaces covered with atypical endothelial cells showing prominent nucleoli and high mitotic activity (Figures and ). Tumor infiltrated through the bone (). Immunohistochemically, the tumor cells were diffusely positive for CD31 (), CD34, and Factor VIII. The pathohistological findings were consistent with the diagnosis of angiosarcoma. This lesion of the scalp did not contain any spindle cell areas which could correspond to MPNST nor did it show connection to any peripheral nerve; therefore it was considered a de novo lesion, unrelated to previously diagnosed and treated MPNST of the right inguinal region.\\nIn September 2016 the patient presented with recurrent MPNST of the right inguinum, measuring 2,5 cm, which led to the reintroduction of chemotherapy according to CWS protocol. After the third cycle of chemotherapy, in December 2016, a MR scan was performed, showing no evidence of previously described tumor mass.\\nIn March 2017, 26 months after the initial diagnosis of MPNST of the inguinum and 9 months after the diagnosis of angiosarcoma of the scalp, the patient had no evidence of tumor masses. She is under the regular follow-up care.", "age": "[[12.5, 'year']]", "gender": "F", "relevant_articles": "{'3082508': 1, '1515988': 1, '12011145': 1, '25317349': 2, '17023791': 1, '26713314': 1, '10460655': 1, '3815265': 1, '23227439': 2, '26157490': 1, '18338507': 1, '11958899': 1, '29138703': 2}", "similar_patients": "{'4182008-1': 1, '4182008-2': 1, '4182008-3': 1, '4182008-4': 1, '3513847-1': 1}"}