{"patient_id": 119496, "patient_uid": "5564149-1", "PMID": 28879343, "file_path": "noncomm/PMC005xxxxxx/PMC5564149.xml", "title": "Delayed bleeding after implant surgery in patients taking novel oral anticoagulants: a case report", "patient": "A 74-year-old male patient was admitted to the Department of Advanced General Dentistry at Yonsei University College of Dentistry on 2014, for a chief complaint of loosening of the restoration that was covering his teeth (). The patient had experienced a stroke in 2000 and was taking warfarin, 2.5 mg PO bid, due to atrial fibrillation. In addition, the patient was taking medications for hypertension (candesartan, atorvastatin, spironolactone, and carvedilol). At the time of admission, his INR value was 4.76. Clinical examination and radiological findings indicated the presence of residual root in the maxillary right second molar while existing restoration of the maxillary left canine, first premolar, and second premolar had fallen out. The Department of Cardiology at our hospital was consulted to determine whether the patient was operable and whether warfarin could be discontinued or changed. The response to the consultation was that the patient could receive dental treatments, and, in case of a high risk of bleeding, heparinization on an inpatient basis or use of low molecular weight heparins (LMWH) on an outpatient basis would be possible. Accordingly, extraction of the maxillary right residual root and prosthetic treatment following crown lengthening on the maxillary left canine, first premolar, and second premolar was planned. The treatment plan for the maxillary and mandibular missing posterior teeth (maxillary left first and second molars and mandibular right second molar) was to be reestablished after treating the area of chief complaint.\\nWarfarin was discontinued from three days prior to the treatment, and from two days prior to treatment, LMWH (Enoxaparin, Clexane, Sanofi-Aventis, France), 60 mg bid. was injected subcutaneously. On the day of treatment, LMWH injection was discontinued and full-mouth supragingival scaling and extraction of the maxillary right residual root were performed. Crown lengthening was performed by ostectomy of the alveolar bone after flap elevation on the area around the maxillary left canine and first and second premolars. In addition, dental pulp extirpation was performed on the maxillary left canine and second premolar. After suturing the area with 4–0 vicryl suture, hemostasis was confirmed by gauze biting for 1 hr. Starting from the evening of the day of treatment, subcutaneous injection of LMWH and warfarin administration was initiated. LMWH was continued for two more days. On the following day, hemostatic status was confirmed while dressing the area and the stitches were removed after one week. Subsequently, endodontic and prosthetic treatments were completed without discontinuing warfarin.\\nAbout one year after treatment completion, implant placement was planned on the left maxillary first and second molars (). Since medication was switched from warfarin to 20 mg of rivaroxaban (Xarelto, Bayer HealthCare AG, Germany) two months earlier, consultation was requested on whether surgery was feasible and whether the medication should be discontinued, to which the response was to discontinue rivaroxaban from the morning of the day before the procedure and to restart as soon as possible afterwards. The day of surgery, his systolic and diastolic blood pressures were 133 and 80 mmHg, respectively. After local anesthesia on the left maxillary first and second molars using 2 ampoules of 2% lidocaine containing 1:100,000 epinephrine, two implants (diameter 5.0 mm and length 8.0 mm) were placed with full thickness flap elevation () and a healing abutment (diameter 5.5 mm) was screwed onto the implants (). After suturing with 4–0 vicryl suture, pressure was applied with gauze to stop the bleeding and the patient was discharged on the same day after confirming that the bleeding had stopped.\\nOn the day after the procedure, since there were no signs of infection or bleeding, the patient was instructed to restart rivaroxaban. On post-operative day (POD) 6, the patient visited the dental emergency room at our hospital around 4 AM for a chief complaint of spontaneous bleeding at the surgical site. Oozing bleeding in the area was observed, and pressure was applied with a gauze to stop the bleeding for about one hour, after which the patient was discharged after confirming that the bleeding had stopped (). On the same day, the patient visited our department again at about 5 PM for re-bleeding at the surgical site that had started about an hour earlier. However, the bleeding could not be stopped, despite applying pressure with gauze; therefore, oxidized regenerated cellulose (ORC) was applied to the bleeding area. After about an hour, the bleeding had stopped, but because of the possibility of continued bleeding, the decision was made to discontinue rivaroxaban for one day. On the next day (POD 7), the patient was admitted to the dental emergency room again at about 1 AM for bleeding in the same area. Slightly pulsating oozing bleeding was observed in the same area and the existing ORC was removed and new ORC was applied while simultaneously applying pressure with gauze to stop the bleeding. On POD 8, since no further bleeding was observed, the patient was instructed to restart rivaroxaban. One week thereafter (POD 14), the stitches were removed.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'26822674': 1, '26386350': 1, '23850368': 1, '24889878': 1, '26774397': 1, '26498769': 1, '26073481': 1, '22668425': 1, '28879343': 2}", "similar_patients": "{}"}