{"patient_id": 74421, "patient_uid": "5984462-1", "PMID": 29855279, "file_path": "comm/PMC005xxxxxx/PMC5984462.xml", "title": "Apatinib treatment for KIT- and KDR-amplified angiosarcoma: a case report", "patient": "A 67-year-old Chinese man appeared with a growing nodular, vascular tumor (enlarging from 0.5 × 0.5 cm to 4 × 3 cm in nine months) with pruritus and ulcers in the left parietal region of the scalp. The patient presented to the neurosurgery clinic of our hospital in November 2015. A computed tomography (CT) scan of the chest, abdomen, and pelvis showed no evidence of metastatic disease. The patient underwent macroscopic radical resection of the tumor and free skin graft repair. Histopathology analysis revealed diffuse distribution of tumor cells with an invasive growth pattern in the epidermis and dermis. Tumor cells were oval and spindle-shaped and showed obvious cellular atypia. Lumen-like structures and massive tumor necrosis was observed (Fig. ) as angiosarcoma of corium and subcutaneous with infiltration into the muscles and the soft tissues. Histoimmunnochemistry analysis revealed a typical vascular endothelium CD31 (+) and CD34 (+), and lymphatic endothelium D2–40 (+) with a high Ki-67 index (50%). A computed tomography (CT) scan of the chest, abdomen, and pelvis showed no evidence of metastatic disease. The patient refused to undergo adjuvant chemotherapy and/or radiotherapy as recommended. One month after surgery, 18F-FDG PET/CT scan showed evidence of metastasis to liver and bone, with local recurrence occurred two months later. The patient was hospitalized in May 2016 due to scalp angiosarcoma recurrence at six months post-surgery. The patient did not experience any systemic symptoms during the post-operative period. With respect to the patient’s medical history, the patient had a history of hypertension for five years, but denied any family history of malignancy. Physical examination showed pink nodules with ulceration in the parietal and frontal regions of the scalp, and nodular lesions anterior to the left ear. A CT scan of chest and abdomen showed multiple solid nodules in the lungs and liver. Radiotherapy was not considered necessary due to widespread recurrent and metastatic diseases. This patient refused chemotherapy.\\nConsidering that KDR gene amplification [], KDR gene mutation and strong KDR (VEGFR2) expression in angiosarcoma [, ] have been previously reported, apatinib was given after the patient provided written informed consent. Apatinib was administrated at a dose of 250 mg/day in May 2016, increasing to 675 mg/day after five days. Resected angiosarcoma tissue from the scalp was analyzed for gene mutations, and demonstrated KIT amplification (8 copies), KDR amplification (8 copies) (Fig. ), RB1 codon 251 arginine mutated to a stop codon, and TP53 codon 195 isoleucine mutated to threonine with a reduced copy number. After three weeks of apatinib treatment, the swelling of scalp and forehead was markedly reduced (Fig. ) and the CT scan of chest showed significant reduction of solid nodules and transformation of solid nodules into cystic nodules (Fig. ). Physical examination conducted in July 2016 showed no progressive disease, a closed pneumothorax of the right thoracic cavity was found after 10 weeks of apatinib administration, with suspected side-effects, such as glossodynia, odynophagia, upper abdominal pain, melena, hemoptysis, and delayed healing of the lesion of scalp after tumor regression. Medication was stopped for one week in order to promote the recovery of the left-sided pneumothorax after 11 weeks of administration of apatinib. The patient then received a reduced daily dose of 425 mg apatinib for three weeks. When closure of the pneumothorax of right thoracic happened, the medication had to be interrupted again, and disease progression was observed in scalp, and lungs and liver proven by CT scan. Further therapy was limited because of his severe comorbidities. The patient subsequently died after his partial response maintained for three months.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'25085632': 1, '16355214': 1, '16021678': 1, '25252913': 1, '22910841': 1, '19451436': 1, '20485168': 1, '27160228': 1, '19723655': 1, '11301153': 1, '33816318': 1, '12087132': 1, '20923544': 1, '16053668': 1, '21443688': 1, '32123305': 1, '31805975': 1, '22261812': 1, '24356634': 1, '26884585': 1, '10570428': 1, '29855279': 2}", "similar_patients": "{}"}