{"patient_id": 119715, "patient_uid": "5582498-1", "PMID": 28878647, "file_path": "noncomm/PMC005xxxxxx/PMC5582498.xml", "title": "Adenocarcinoma of the Lung Acquiring Resistance to Afatinib by Transformation to Small Cell Carcinoma: A Case Report", "patient": "A 65-year-old woman visited our hospital due to right chest pain and dyspnea on exertion. A chest radiograph revealed decreased permeability of the right lung (Fig. ). Computed tomography (CT) demonstrated a huge mass in the right upper lobe (Fig. ) and right pleural effusion. In addition, multiple masses were detected on the left lung, liver, and left adrenal grand, as well as mediastinal lymphadenopathy. Pathological examination of the right pleural effusion and a transbronchial biopsy from the right upper bronchus yielded a diagnosis of adenocarcinoma of the lung. Because an EGFR mutation (exon 21 L858R) was detected, treatment with afatinib was initiated.\\nMultiple tumors remarkably regressed in 1 month, but paronychia (grade 3) appeared in 2 months. Due to difficulties in daily life, the treatment was interrupted for 2 weeks. CT images 3 months after the initial treatment demonstrated growth of the tumors in the lung. We performed another transbronchial biopsy to determine the mechanisms of resistance to afatinib. Histopathological examination revealed a mixture of SCC and adenocarcinoma (Fig. ) harboring the same EGFR mutation as the initial biopsy specimen. Systemic chemotherapy consisting of cisplatin and irinotecan was administered, but no tumor regression was evident and carcinomatous pericarditis occurred. In addition, the patient complained of consciousness disorder and convulsions. Lumbar puncture identified adenocarcinoma cells in the cerebrospinal fluid. The patient was diagnosed with carcinomatous meningitis and erlotinib treatment was administered. However, no symptomatic improvement occurred and the patient died 5 months after the initial diagnosis. Autopsy was not allowed.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'23470965': 1, '22895139': 1, '26862733': 1, '21430269': 1, '26577492': 1, '25758528': 1, '22285168': 1, '27959700': 1, '25846096': 1, '30022837': 2, '28878647': 2}", "similar_patients": "{'6042494-1': 1}"}