{"patient_id": 61596, "patient_uid": "5009698-5", "PMID": 27585696, "file_path": "comm/PMC005xxxxxx/PMC5009698.xml", "title": "Intra-discal injection of autologous, hypoxic cultured bone marrow-derived mesenchymal stem cells in five patients with chronic lower back pain: a long-term safety and feasibility study", "patient": "The patient is a 41-year-old male with chronic lower back pain and bilateral radiculopathy more pronounced on the left side. In April 2009, a pretreatment MRI showed multilevel DDD from L3–L4 to L5–S1 levels, with disc protrusions at both L4–L5 and L5–S1 levels. At the L5–S1 level, the posterior disc height was measured at 5.8 mm and the protrusion at 6.5 mm (Fig. e left). After being explained the experimental nature of the proposed procedure, informed consent was obtained. In August 2009, this patient received an intra-discal injection of 35.9 million autologous, hypoxic cultured bone marrow-derived MSCs. Cells were injected into the posterior annulus fibrosus of the L5–S1 intervertebral disc. No complications occurred during the procedure and no adverse events were reported directly following the procedure. The patient returned for a follow-up examination in July 2014 consisting of a physical examination, completion of a quality of life questionnaire, and a lumbar MRI. The lumbar MRI post MSC transplantation showed no neoplasms or abnormalities surrounding the treated region. MRI measurement showed maintenance of the posterior disc height (5.8 mm) and a 48 % reduction of the disc protrusion from 6.5 to 3.4 mm (Fig. e right). Based on the quality of life questionnaire, the patient self-reported an overall improvement of 80–90 % post stem cell transplant in addition to an increase in strength and range of motion (Table ). No adverse events were reported due to the stem cell procedure based on the quality of life questionnaire and the physical examination.", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'34373704': 1, '20133815': 1, '34376494': 1, '24420906': 1, '8770872': 1, '27270495': 1, '24448028': 1, '31198585': 1, '33816523': 1, '30013600': 1, '27115513': 1, '32244936': 1, '30971109': 1, '30498909': 1, '33526926': 1, '27288632': 1, '25171110': 1, '23245607': 1, '31359164': 1, '27160012': 1, '28915718': 1, '30141058': 1, '22385573': 1, '9563104': 1, '27103465': 1, '20494814': 1, '27021233': 1, '29662795': 1, '23119226': 1, '27069485': 1, '15564918': 1, '33805356': 1, '34376495': 1, '27026621': 1, '18584218': 1, '16595436': 1, '28326305': 1, '11914152': 1, '32043007': 1, '30498908': 1, '33225992': 1, '26240729': 1, '29452287': 1, '25694901': 1, '22023622': 1, '31891121': 1, '26217065': 1, '31463441': 1, '32782864': 1, '15733747': 1, '29662757': 1, '34367292': 1, '30415465': 1, '24372326': 1, '28938891': 1, '12723977': 1, '32117935': 1, '32986582': 1, '32252152': 1, '31463452': 1, '31463457': 1, '26788424': 1, '27585696': 2}", "similar_patients": "{'5009698-1': 2, '5009698-2': 2, '5009698-3': 2, '5009698-4': 2}"}