{"patient_id": 124443, "patient_uid": "5943882-1", "PMID": 29480834, "file_path": "noncomm/PMC005xxxxxx/PMC5943882.xml", "title": "Percutaneous treatment for silicosis-induced pulmonary artery stenosis", "patient": "A 52-year-old man, ever smoker, presented with dyspnea for 2 years and progressive dyspnea for half a month was brought to our hospital. He had been a stonemason for 20 years and was diagnosed with silicosis for 13 years. On admission the physical examination showed a body temperature of 36°C, heart rate of 93/min, respiratory rate of 20/min, and blood pressure of 125/80 mm Hg. Heart border expanded to the left and he had an accentuated second pulmonic heart sound. The 6-minute walk distance was 390 m. The D-Dimer was 0.53 μg/mL. Arterial blood gases test indicated that partial pressure of oxygen was 60.3 mm Hg and partial pressure of carbon dioxide was 45.4 mm Hg in breathing room air. The concentration of brain natriuretic peptide was 378 ng/L. The results of the hematologic, biochemical tests, erythrocyte sedimentation rate, antinuclear antibody, antiphospholipid antibody, and vasculitis antibody were all within the normal range. Transthoracic echocardiography showed the enlarged right ventricle with a normal left ventricular function and an estimated right ventricular systolic peak pressure of 98 mm Hg. The computer tomography pulmonary angiography (CTPA) scan images were negative for pulmonary embolism. The images showed partially fibrotic lungs with a disseminated nodular pattern and enlarged bilateral hilar and mediastinal lymphnodes. These lymphnodes encompassed both of the central pulmonary arteries, causing abrupt stenosis (Fig. ). CTPA, performed to exclude malignancy because of the demonstrated multiple, partly calcified hilar and mediastinal lymph nodes on both sides. The ventilation/perfusion lung scan showed multiple ventilation-mismatched segmental perfusion defects in both lungs, especially the lower lobe. Pulmonary function tests showed severe combined obstructive and restrictive respiratory accompany with mild carbon monoxide diffusing capacity (DLCO) dysfunction. Right heart catheterization showed severe pulmonary arterial hypertension with a mean pulmonary artery pressure at 50 mm Hg, and pulmonary artery wedge pressure of 13 mm Hg.\\nPulmonary angiograms were performed to observe the stenosis of pulmonary artery. A 6F guiding catheter and 5F pigtail catheter were advanced into the pulmonary artery through the right femoral vein. The angiograms showed severe stenosis of the proximal upper right and lower left pulmonary artery. Moderate stenosis occured in a branch of the lower right pulmonary artery and a branch of the upper left pulmonary artery. In the upper right pulmonary artery, predilation of the stenotic lesion with 4 × 20 mm balloon was performed, then a 5 × 15 mm stent was placed. In the lower left pulmonary artery, predilation of the stenotic lesion with 2 balloons (4 × 40 mm and 7 × 40 mm) was performed, whereafter, a 8 × 40 mm stent was deployed. The branch of the upper left pulmonary artery stenosis was expanded repeatedly by using 7 × 40 mm balloon. The final angiograms showed a significantly increased pulmonary artery caliber of the lesion and normal distal flow (Fig. ).\\nAnticoagulation was administered after stent implantation. The clinical symptom of the patient was much improved in the fourth day and the 6-minute walk distance was 450 m 1 week later. The patient was discharged without adverse events.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'11719307': 1, '8958905': 1, '27894297': 1, '24043436': 1, '10867606': 1, '9731009': 1, '26837729': 1, '34646731': 1, '9603153': 1, '1734481': 1, '10931786': 1, '20146310': 1, '25946371': 1, '15831842': 1, '21521836': 1, '7741860': 1, '18412081': 1, '23080418': 1, '21422386': 1, '19559232': 1, '7449392': 1, '29480834': 2}", "similar_patients": "{}"}