{"patient_id": 125090, "patient_uid": "5998857-1", "PMID": 29848925, "file_path": "noncomm/PMC005xxxxxx/PMC5998857.xml", "title": "Dobutamine-induced takotsubo cardiomyopathy: A systematic review of the literature and case report", "patient": "A 74-year-old female was referred for evaluation of pain in the left arm. She reported no chest pain or dyspnea on exertion, but her past medical history was noteworthy due to hypertension, diabetes, and dyslipidemia. Her baseline electrocardiogram (ECG) showed sinoatrial node arrest without a significant ST-T change (, panel C). Her resting echocardiogram was normal, but to evaluate a possible regional wall motion abnormality (RWMA), DSE was performed. A standard dobutamine/atropine protocol was used with 10 mcg/kg/min dose increments at 3 min intervals. At stage 5, the dobutamine dose was increased to 40 mcg/kg/min and the patient experienced severe diaphoresis but no chest pain. ECG revealed a significant ST segment elevation in the anterolateral leads, along with premature ventricular couplet contractions (, panel D); in a concomitant echocardiographic image, we noticed an akinetic myocardium from the mid to apical part of the septum and a reduced left ventricular ejection fraction (LVEF) of 25% at the peak of the test (, panel B).\\nThe patient underwent an immediate coronary angiography; it showed normal epicardial coronary arteries, but a left ventriculogram revealed features suggestive of TCM (). Peak serum troponin I concentration was elevated to 7 µg/L. Our patient received diuretics, β-blockers, nitrates, and angiotensin converting enzyme (ACE) inhibitors and a follow-up echocardiography in 4 weeks, which showed a good systolic function with no resting RWMA.\\nThis systematic review was performed according to the Preferred Reporting Items and checklist for Systematic Reviews and Meta-Analyses (PRISMA) (6). We searched the Cochrane Library, MEDLINE (via PUBMED), and EMBASE (up to May 20, 2017) to identify relevant reports. The search terms were selected according to the Medical Subject Heading terms: “Broken Heart Syndrome”, “Takotsubo Syndrome”, “Transient Apical Ballooning Syndrome”, “Apical Ballooning Syndrome”, “Takotsubo cardiomyopathy”, “Inverted Takotsubo”, “Reverse Takotsubo” and “Dobutamine stress echocardiography.” These themes were combined with “Dobutamine” using “AND”. Also, we included “Case report” publications in any language and in title and abstract.\\nPreliminary searches resulted in 34 records. All records imported from Cochrane Library, MEDLINE, and EMBASE are shown in a table (Supplementary File 1). This table was used for study selection based on eligibility criteria.\\nDevelopment of TCM only after pharmacologic stress with dobutamine during stress echocardiography or myocardial perfusion scan or MRI Absence of other comorbidities that could precipitate or induce cardiomyopathy including Duchenne muscular dystrophy, heart transplant, subarachnoid hemorrhage, and consumption of chemotherapy agents Articles in English language\\nTwo expert cardiologists identified 21 relevant publications (22 patients; ). Data extraction of 22 patients was performed and demographic variables, clinical presentation, type of TCM, ECG findings, cardiac enzymes, and outcome of all patients were studied. Categorical variables are expressed as percentage and continuous variables as mean±SD. A written consent was obtained from our patient for publishing her medical records.\\nWe identified 22 patients from 21 articles of TCM associated with dobutamine stress imaging either echocardiography or myocardial perfusion scan (). The mean age of presentation was 64.86±11.64 years, with strong female predominance (n=19; 86%). The most common presenting symptoms were chest pain (n=13; 56%), dyspnea (n=2), and abdominal pain (n=1); six patients were asymptomatic. The dose of dobutamine given when symptoms began was 30-40 mcg/kg/min (n=16), 20 mcg/kg/min (n=1), 10 mcg/kg/min (n=1), 5 mcg/kg/min (n=1) and symptoms began during the recovery period in three patients. The most common type of TCM was the apical type (n=19); other types including inverted type (n=2) and midventricular type (n=1) were also seen. Patients younger than 55 years were more likely to have inverted type or midventricular type of cardiomyopathy. The mean cardiac troponin I level was 2.68±2.70 ng/dL, with normal value <0.01 ng/dL; however, the levels were not increased in two patients and were not available in five. ECG during peak stress revealed an ST elevation in most patients (n=15), no ST-T change (n=3), T wave abnormalities (n=2), ST depression (n=1), and left anterior fascicular block (n=1). A ventricular bigeminy was detected in two patients. Among three patients who did not evolve any ST-T change on ECG, two of them were asymptomatic. A complete resolution of any wall motion abnormality was achieved (n=20), except for a near complete resolution in one patient and death of one patient; patient developed pulseless electrical activity and could not be resuscitated. The patient’s family declined an autopsy. The diagnosis of LV apical ballooning syndrome with LVOT obstruction secondary to dobutamine stress testing was presumed (16).\\nTCM is rare and sometimes an incidental finding affecting nearly 2%-3% of people, mostly in postmenopausal women who are diagnosed with myocardial infarction. According to the Mayo Clinic criteria, we need all of the following four criteria for a diagnosis of TCM: 1) transient hypokinesis, akinesis, or dyskinesis of the LV mid-segments; 2) the absence of obstructive coronary disease or angiographic evidence of acute plaque rupture; 3) new ECG abnormalities or an elevation in cardiac troponin levels; and 4) the absence of pheochromocytoma or myocarditis (7).\\nDSE is a noninvasive test that evaluates the “inotropic reserve” of dysfunctional but viable myocardium at rest by the administration of an inotropic agent. The standard protocol for DSE is graded dobutamine infusion in five 3-min stages starting at 5 mcg/kg/min followed by 10, 20, 30, and 40 mcg/kg/min. Atropine in a divided dose of 0.5 mg to a total of 2 mg is also administered as needed to increase the heart rate. During transthoracic echocardiography, an improvement in global or regional contractile function (inotropic reserve) suggests viable myocardium (9). Dobutamine stress testing is generally safe and well tolerated. Although both cardiac (e.g., arrhythmia, chest pain, left ventricular outflow tract obstruction) and noncardiac side effects can occur, serious complications such as ventricular fibrillation and myocardial infarction are rare, occurring in one of every 2000 studies (10). One of the rare complications of DSE is TCM since the main proposed and widely accepted mechanism of TCM is an excess of catecholamine secretion; a condition that happens during DSE.\\nOur review showed that pharmacologic beta-adrenergic drug-induced TCM occurs in population similar to classic TCM, mostly in women aged 65 years or more. The most common presenting symptom in pharmacologic beta- adrenergic drug-induced TCM was chest pain and the most common ECG change was ST segment elevation; findings that were consistent with the International Takotsubo Registry study. However, in our review, six patients developed TCM without any symptoms; a finding that was inconsistent with classic TCM (11, 18). The troponin level was elevated in 11 (50%) patients with DSE-induced TCM, consistent with previous studies that showed troponin levels were elevated in nearly 87% of patients with TCM, with mean levels similar to those in patients with an acute coronary syndrome (12).\\nOur review along with previous studies showed that the most common type of wall motion abnormality is apical type, followed by inverted type in patients younger than 55 years (12, 13) or midventricular type of cardiomyopathy (14). A recent systematic review demonstrated that patients aged 45 years or less were less likely to have apical variant cardiomyopathy compared with patients aged 45 years or more (15). Although in most patients TCM occurred when the dose of dobutamine reached 30-40 mcg/kg/min, in three patients, it happened in the recovery period (5, 16, 17). Considering the outcomes, except for one patient, the wall motion abnormality was transient.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'34758739': 1, '10511646': 1, '21771988': 1, '32983711': 2, '34317243': 1, '20940170': 1, '20486954': 1, '16720686': 1, '17395321': 1, '26425489': 2, '18427659': 1, '19171392': 1, '30088490': 1, '17039532': 1, '19478706': 1, '19895453': 1, '19349635': 1, '22278117': 1, '19838460': 1, '32292605': 2, '27889211': 1, '34317244': 1, '17905663': 1, '19621070': 1, '27326074': 1, '17395683': 1, '26332547': 1, '22821248': 1, '30088491': 1, '17467826': 1, '17765820': 1, '21931096': 1, '15583228': 1, '24826217': 2, '26482629': 1, '28490198': 1, '18945727': 1, '34721025': 1, '23305309': 1, '29848925': 2}", "similar_patients": "{'7150708-1': 1, '4584264-1': 1, '7515549-1': 1, '4007740-1': 1}"}