{"patient_id": 117059, "patient_uid": "5391981-1", "PMID": 28469397, "file_path": "noncomm/PMC005xxxxxx/PMC5391981.xml", "title": "Leptomeningeal Carcinomatosis in Gastric Cancer: A Therapeutical Challenge", "patient": "We report a case of a 48-year-old female patient with LCp due to GC. The patient was admitted to the neurology department after complaining of persistent headaches and nausea. In addition, stenosis of the left subclavian vein was seen, which was managed with an intraluminal stent implantation. Clinical evaluation was remarkable for supraclavicular lymphadenopathy. Computer tomography imaging showed metastatic infiltrates in the liver, spinal column, lungs and lymph nodes. Brain magnetic resonance imaging (MRI) revealed leptomeningeal enhancement as well as malignant infiltrates at the frontal lobe and cerebellum. Cerebrospinal fluid (CSF) analysis was remarkable for atypical malignant cells with signet-ring characteristics. The patient underwent upper gastrointestinal endoscopy, which showed a suspicious malignant ulcer at the small curvature, although biopsies from the site were not pathognomonic. Further endoscopic procedures, including colonoscopy and bronchoscopy failed to demonstrate a primary tumor site. Due to burden of disease symptoms and conclusive findings in CSF, an individualized plan was discussed with the patient and relatives. We applied intrathecal (IT) chemotherapy with methotrexate and systemic chemotherapy with 5-fluorouracil, folic acid, oxaliplatin and docetaxel (FLOT protocol). The patient tolerated the therapy well. IT chemotherapy was repeated once weekly, overall 4 times, to reduce malignant cell burden in CSF. Nevertheless, our patient’s course was refractory to all therapeutic measures with worsening neurological symptoms and clinical condition. MRI was repeated, showing progressive widening of the third ventricle, compatible with CSF flow obstruction and hydrocephalus (). She received palliative care and died 2 months after diagnosis.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'20737197': 1, '25220842': 1, '25240821': 1, '21721878': 1, '6267573': 1, '20496139': 1, '16682732': 1, '15957966': 1, '24587686': 1, '33010147': 1, '10589750': 1, '32175115': 1, '23307258': 1, '23717798': 1, '28881161': 1, '26833129': 1, '9829723': 1, '26907633': 1, '21109151': 1, '15015782': 1, '29653576': 2, '19860003': 1, '18845838': 1, '12714889': 1, '19247177': 1, '19107449': 1, '14769837': 1, '26930718': 1, '25103421': 2, '18309694': 1, '15856426': 1, '25651787': 1, '31604716': 1, '10430430': 1, '6895713': 1, '25659581': 1, '1891020': 1, '28469397': 2}", "similar_patients": "{'5899345-1': 1, '5899345-2': 1, '5899345-3': 1, '4131164-1': 1}"}