{"patient_id": 120844, "patient_uid": "5661758-1", "PMID": 29123914, "file_path": "noncomm/PMC005xxxxxx/PMC5661758.xml", "title": "Persistent pit viper envenomation in a cat", "patient": "A 4-year-old female spayed, domestic mediumhair cat was examined at the University of Florida, College of Veterinary Medicine, small animal emergency service for evaluation of multiple bleeding puncture wounds and severe hemorrhage. This was an indoor/outdoor cat that lived in a wooded residential neighborhood in Gainesville, Florida, where pit vipers were known to be present. The owner first noticed the draining puncture wounds on the right forelimb and left hindlimb 36 h prior to evaluation that were presumed to be caused by bite injuries from another carnivore. The cat was treated initially at a local clinic where it was hospitalized overnight and its wounds were cleansed and the left rear paw bandaged. The cat was given meloxicam (Metacam; Boehringer) at 0.1 mg/kg subcutaneously (SC) once, long-acting buprenorphine (Symbadol; Zoetis) at 0.24 mg/kg SC once and an injection of cefovecin sodium (Convenia; Zoetis) at 8 mg/kg SC once. The next morning the cat was found in its kennel, bleeding profusely from its puncture wounds and severely weak and lethargic. Packed cell volume (PCV; reference interval [RI] 0.34–0.51) and total solids (TS; RI 60–75 g/l) showed severe anemia at 0.15 and 50 g/l, respectively, secondary to blood loss. At this point, the cat was referred to the emergency service for evaluation.\\nOn physical examination, the cat was obtunded and in lateral recumbency. It had weak femoral pulses, pale oral mucous membranes, sinus tachycardia, tachypnea and hypersalivation. There was active hemorrhage from the puncture wounds and hemorrhage in the surrounding soft tissues on the right antebrachium and the fifth digit of the left pelvic limb ( and ). The right forelimb was painful on palpation and had diffuse swelling. Doppler blood pressure measurement (Model 811-B, Doppler Ultrasound; Parks Medical Electronics) was immeasurably low. Initial diagnostics included a venous blood gas analysis (Stat Profile, pHOx Ultra; Nova Biomedical), which showed severe hyperlactatemia at 7.9 mmol/l (RI 0–2.5 mmol/l), hypokalemia at 3.0 mmol/l (RI 3.5–5.5 mmol/l) and hyperglycemia at 20.3 mmol/l (RI 3.9–6.7 mmol/l). An activated clotting time (ACT) (ACT-II; Medtronics) was markedly elevated at 762 s (RI 62–133 s) and the hemogram showed a normal platelet count and severe normocytic normochromic anemia with echinocytes in conjunction with a decreased plasma protein level ().\\nOwing to the appearance of the cat, the nature of the wounds in combination with the active bleeding and prolonged ACT, the most likely diagnosis was pit viper envenomation. It was given one vial of antivenom (VenomVet, F(ab)2; Antivenin Crotalidae Polyvalent, Instituto Biológico Argentino SAIC) intravenously over 30 mins and one unit of blood-typed feline packed red blood cells (pRBCs) at 8 ml/kg over 1 h without complication. A repeat ACT was 192 s (RI 62–133 s) after completion of the antivenom infusion, so a second vial of antivenom was administered at a constant rate infusion over 2 h without adverse reactions. The ACT normalized (32 s, RI 62–133 s) after administration of the two vials of antivenom, and hemorrhage from the puncture wounds subsided. The cat’s cardiovascular status improved based on attitude and signs of improved peripheral perfusion (pulse quality and capillary refill time). Repeat blood work showed resolved hyperlactatemia, hypokalemia, hyperglycemia and improved PCV (0.2; RI 0.34–0.51) and TS (60 g/l; RI 60–75 g/l). The cat was hospitalized overnight and no further signs of spontaneous bleeding were noted. It received 0.01 mg/kg of buprenorphine hydrochloride intravenously every 12 h during its stay in the intensive care unit.\\nApproximately 12 h later, the ACT was elevated at 253 s (RI 62–133 s), but owing to the absence of clinical bleeding, no additional antivenom was administered, and the cat was discharged to be monitored at home under the care of its owner, who was a veterinarian. On the morning of day 3, the owner noted that the puncture wounds had resumed bleeding. Upon recheck examination, the ACT was elevated at 435 s (RI 62–133 s), and external bleeding was noted from the puncture wounds present on the cat’s left hindlimb. The PCV and TS were 0.26 and 68 g/l, respectively. The cat was alert and otherwise stable, and was given a third vial of antivenom. Six hours later, the cat received a fourth vial of antivenom, as well as a second unit of cross-matched pRBCs owing to persistent bleeding and declining PCV and TS (0.18 and 52 g/l) with persistently prolonged ACT (604 s). By day 4 spontaneous bleeding ceased, but the ACT remained prolonged (), which prompted the administration of the fifth vial of antivenom over 3 h (Antivenin Crotalidae; Boehringer Ingelheim). A different type of antivenom was used because of its IgG immunoglobulin composition, allowing for its longer duration of action in the plasma space. Despite a persistently prolonged ACT, the cat was clinically normal and was kept overnight for observation. A hemogram () on day 5 showed a decreased platelet count, but clumping of platelets on the blood smear questioned the actual presence of thrombocytopenia. As the cat remained asymptomatic during the day, the decision was made to send it home again where it was to be confined to a restricted indoor environment.\\nThe cat was stable at home for the next 3 days but was returned to the hospital on day 9 because of relapsing hemorrhage from the puncture wounds, progressive lethargy and pale mucous membranes. At admission, the PCV and TS were 0.14 and 58 g/l, respectively, the ACT was >999 s and the platelet count was noted as adequate and without clumping on the blood smear. A third unit of cross-matched pRBCs and one empirical dose of phytonadione (6 mg/kg PO) was administered at the discretion of a new shift of emergency veterinarians. The following day (day 10), the PT and aPTT were >70 s and 83.9 s, respectively, and the hemogram () showed platelet count was 175,000 ×109/l (RI 160,000–502,000 ×109/l). Owing to the cat’s overall good appearance and normal appetite, it was sent home with phytonadione (6 mg/kg PO q24h) and gabapentin (25 mg/kg PO q12h) for sedation. The owner chose not to give either drug after the discharge, and the cat continued to improve, showing no further signs of bleeding. Repeat ACT, and PCV and TS showed improved values on days 14 and 21 with continued normal status thereafter.", "age": "[[4.0, 'year']]", "gender": "F", "relevant_articles": "{'23648179': 1, '25154358': 1, '22316324': 1, '23948058': 1, '23546712': 1, '26355585': 1, '18440263': 1, '12151473': 1, '11174238': 1, '31970163': 1, '10218750': 1, '7608308': 1, '29123914': 2}", "similar_patients": "{}"}