{"patient_id": 117429, "patient_uid": "5412751-1", "PMID": 28465994, "file_path": "noncomm/PMC005xxxxxx/PMC5412751.xml", "title": "Low-gradient Structural Valve Deterioration in a Patient of Cardiac Sarcoidosis", "patient": "This case is a 78-year-old male who underwent aortic valve replacement with a 23 mm Carpentier-Edwards Perimount pericardial bioprosthesis (Edwards Lifesciences, Irvine, CA, USA) for aortic valve stenosis 7 years ago at another hospital. He had a medical history of sarcoidosis treated with 10 mg of prednisolone. Pulmonary sarcoidosis was diagnosed in his 50s, and cardiac sarcoidosis was diagnosed by a myocardial biopsy at the time of the previous cardiac surgery. His echocardiography showed a thinned basal interventricular septum. He had a past history of thyroid cancer, and his thyroids and parathyroids were resected at the age of 45, and then after that, he had been prescribed with levothyroxine and alfacalcidol. The echocardiography 6 years after the previous operation showed a normal opening of his prosthesis with an effective orifice area index of 0.62 cm2/m2, a mean pressure gradient of 15 mmHg, and mildly reduced left ventricular function with an ejection fraction of 43%. Although he was asymptomatic, his transthoracic echocardiography 1 year later revealed the restricted motion of the prosthetic valve leaflets, with an effective orifice area index of 0.28 cm2/m2 and a mean pressure gradient of 28 mmHg. It also revealed depressed left ventricular function with an ejection fraction of 37%, moderate mitral insufficiency, and severe tricuspid insufficiency. Considering comparably early deterioration of his bioprosthesis valve and left ventricular function, we decided to perform a dobutamine stress echocardiography to differentiate structural valve deterioration from pseudo-aortic stenosis due to cardiac sarcoidosis. At the baseline, the aortic valve peak velocity and the stroke volume index were 3.8 m/s and 31 ml/m2. At a dose of 10 μg/kg/min of dobutamine infusion, they increased to 4.4 m/s and 41 ml/m2, respectively, and the mean pressure gradient across the bioprosthesis increased to 47 mmHg, as the effective orifice area index remained small at 0.29 cm2/m2. Therefore, he was diagnosed as having structural valve deterioration of bioprosthesis at aortic position. He underwent redo aortic valve replacement with a 20 mm ATS standard mechanical valve (ATS Medical, Minneapolis, Minnesota, USA), mitral annuloplasty with a 26 mm Carpentier-Edwards Physio II annuloplasty ring (Edwards Lifesciences, Irvine, CA, USA), and tricuspid annuloplasty with a 28 mm Edwards MC3 tricuspid annuloplasty ring (Edwards Lifesciences, Irvine, CA, USA). A transthoracic echocardiography at 6 months after the reoperation showed a recovery of left ventricular function with ejection fraction of 49%. Pathologic examination of the explanted prosthesis showed calcified deposit and desmoplasia in all the leaflets without an evidence of infiltration of monocyte [].", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'24603192': 1, '27443438': 1, '25583467': 1, '19576331': 1, '33841596': 1, '14566233': 1, '7810504': 1, '28465994': 2}", "similar_patients": "{}"}