{"patient_id": 70301, "patient_uid": "5694165-1", "PMID": 29177077, "file_path": "comm/PMC005xxxxxx/PMC5694165.xml", "title": "Acute pseudogout of the foot following Parathyroidectomy: a case report", "patient": "Our patient is an 80-year-old female with past medical history of well-controlled type 2 diabetes mellitus for 37 years, chronic kidney disease stage 3, monoclonal gammopathy of uncertain significance, chronic kidney disease stage 3 (stable for a decade), hypertension, obesity (BMI 39), GERD, hyperlipidemia, treated endometrial cancer, and primary hyperparathyroidism. She presented with an erythematous, painful, edematous left foot. Patient denied any history of smoking, alcohol, or illicit drug use. Patient denied any previous history of pedal complaints.\\nPatient had biochemical and radiographic evidence of primary hyperparathyroidism for 8 years and was being followed by both an endocrinologist and an endocrine surgeon. She had no clinical complaints related to her hypercalcemia, no history or ultrasonographic evidence for kidney stones, and excellent bone density. However, progressive hypercalcemia developed and prompted surgical intervention. Her pre-operative lab values are displayed in Table .\\nShe underwent a subtotal parathyroidectomy of grossly enlarged right superior parathyroid sand left superior parathyroid glands. A morphologically normal right inferior parathyroid gland and a mildly enlarged left inferior parathyroid gland (that appeared to be largely replaced by adipose) were left in situ. PTH levels were monitored throughout the procedure. An appropriate drop in PTH levels from 553 pg/ml (normal 12-75 pg/ml) baseline (right internal jugular) to 37 pg/ml was observed. Pathology revealed two enlarged, hyper-cellular glands. Her surgical procedure was without complication and she was discharged the day after surgery after an uncomplicated overnight stay. At discharge on post op day 1, PTH was 14 pg/dl and serum calcium was 8.3 mg/dl.\\nSeven days post operatively, the patient developed left foot pain, swelling, warmth, and inability to bear weight (Figs. and ). She denied any precipitating trauma. She had no prior history of cellulitis or Charcot neuroarthropathy. She denied any numbness, burning, or tingling to her feet or any symptoms of peripheral neuropathy. She noted that the foot pain became progressively worse, particularly with standing. She otherwise denied any fever, chills, nausea, vomiting, chest pain, shortness of breath, abdominal pain, or diarrhea. Her initial labs on readmission are shown in Table .\\nThere was radiographic evidence of soft tissue swelling with no findings concerning for osteomyelitis or Charcot neuroarthropathy (Figs. , , ). She was admitted with the presumed of cellulitis of the left foot and was started on intravenous antibiotics (Zosyn and Vancomycin).\\nThree days following her admission, a podiatry consult was placed for evaluation of the left foot. Upon physical exam patient had 2/4 dorsalis pedis and posterior tibial pedal pulses bilaterally, capillary fill time was within normal limits and the left foot was warm to touch compared to the right foot. Protective sensation was evaluated via 5.07 monofilament, which revealed intact sensation to bilateral feet. Vibratory sensation was evaluated via timed clanging tuning fork and was measured to be 19 s at the right first metatarsophalangeal joint and 20 s at the left first metatarsophalangeal joint. Thus, the vibratory sensation was within normal limits to bilateral feet. On focused evaluation of the left foot, it appeared the foot was erythematous, warm and markedly swollen. There was no lymphadenopathy noted. There were no portals of entry visualized and no open wounds identified. There was pain on palpation specifically over the dorsal midfoot laterally. There was no crepitus noted on range of motion of the midtarsal or tarsometatarsal joint and no pain on range of motion of the individual metatarsals. No crepitus or fluctuance noted.\\nOn initial assessment, the differential diagnosis of cellulitis versus Charcot neuroarthropathy was entertained. The patient did not improve on broad spectrum antibiotics though her white blood cell count did normalize. She denied any systemic symptoms. The diagnosis of septic arthritis at this point seemed unlikely. Given lack of evidence of neuropathy, the diagnosis of Charcot neuroarthropathy seemed less likely. Dermal thermometry was performed bedside and the recordings (Fig. ) were analyzed according to work of Armstrong et al. and Najafi et al. [–] The x-rays were reviewed and there were no notable findings. Patient denied a history of gouty arthritis or pedal osteoarthritis. She reported that she did not have foot pain prior to admission. On further assessment and review of recent parathyroidectomy surgical history, podiatry recommended a CT scan (Fig. ) for evaluation of the underlying osseous structures, an endocrinology evaluation due to patient’s persistent hypocalcemia, and a rheumatology consult for evaluation for pseudogout. Patient was made non weight bearing in a CAM (controlled ankle movement) walker at this time as well.\\nEndocrinology was consulted for her hypocalcemia, and the recommendation for calcitriol 0.25mcg BID, continue calcium citrate-vitamin D3 supplement 2 tabs TID, and to continue vitamin D3 1000 units daily. They also recognized that hungry bone syndrome is another documented outcome following parathyroid gland removal, but deemed it unlikely in this case.\\nUpon evaluation by the rheumatology team, the diagnosis of a crystalline arthritis was evident. The recommendations included starting 0.6 mg BID colchicine and then to continue with 0.6 mg colchicine daily until first post discharge follow up, 10 mg daily prednisone, and 100 mg daily allopurinol after acute symptoms resolved. They recommended a uric acid level be drawn, which returned as 7.5 mg/dL (normal 2.2–6.0 mg/dL). The CT scan revealed a constellation of findings suggesting sequela of midfoot and ankle gout arthropathy. At this point the diagnosis of gout versus pseudogout was discussed and it seemed that due to patient’s recent parathyroidectomy, pseudogout was more likely. NSAIDs were avoided in this case due to patient’s compromised renal status. The rheumatology team also felt a joint aspiration at this point was not necessary, and attempting treatment with pharmacologic therapy first was most appropriate.\\nAfter beginning pharmacologic treatment as recommended by both the endocrinology and rheumatology teams, calcium levels began to slowly normalize (Fig. ) and patient’s left foot pain began to decrease. The patient’s left foot edema reduced and the erythema resolved shortly thereafter. Patient at this point was transitioned to protected weight bearing of the left lower extremity in the CAM Walker with use of a walker and gait training with physical therapy.", "age": "[[80.0, 'year']]", "gender": "F", "relevant_articles": "{'5946796': 1, '4443543': 1, '3772928': 1, '3400660': 1, '1008620': 1, '8310084': 1, '8309855': 1, '3349673': 1, '25413713': 1, '7112087': 1, '3395029': 1, '25399385': 1, '1794338': 1, '2588110': 1, '9037217': 1, '22900177': 1, '25416203': 1, '181014': 1, '18327773': 1, '734313': 1, '27815654': 1, '12408424': 1, '28574939': 1, '8872757': 1, '4120363': 1, '28233117': 1, '29177077': 2}", "similar_patients": "{}"}