{"patient_id": 116684, "patient_uid": "5361995-1", "PMID": 28491377, "file_path": "noncomm/PMC005xxxxxx/PMC5361995.xml", "title": "Cryptococcal nasopharyngeal polypoid mass in a cat", "patient": "An indoor 9-year-old castrated male domestic cat was referred to the Veterinary Teaching Hospital (University of Montreal) with a 4 month history of increased upper airway noise. A 2 week course of amoxicillin/clavulanic acid resulted in no clinical improvement and the cat was referred for computed tomography (CT) imaging and rhinoscopy.\\nOn physical examination, there was no ocular or nasal discharge, or nasal deformity. The noise the owners reported was heard upon inspiration and originated from the nasal cavity or nasopharynx. The cat presented a breathing pattern compatible with inspiratory dyspnea with marked stertor. Ocular retropulsion and fundic examination were normal. Flow through nasal air columns was normal bilaterally and no polyp was seen on otoscopic or oral examination. A left parasternal grade II/VI holosystolic murmur was ausculted. Complete blood count and serum chemistry revealed a moderate eosinophilia (1600 cells/μl [range 100–790 cells/μl]) and hyperglycemia (16.08 mmol/l [range 3.95–8.84 mmol/l]). Fructosamine was measured and was normal (256 µmol/l [range 240–420 µmol/l]).\\nAfter induction of general anesthesia, a CT scan (16-slice helical; GE Lightspeed) of the nasal cavities, neck and chest revealed a well-defined homogeneous soft tissue mass measuring 2.1 cm in length by 1 cm in width that occupied the entire nasopharynx (), caudal to the nasal choanae. The caudal aspect of the mass extended to the most caudal aspect of the soft palate. Following administration of intravenous contrast medium (12 ml) (Isovue 300; ER Squibb), there was a mild enhancement of the contour, as well as heterogeneous uptake within the mass. A small amount of fluid was visible within the two compartments of the right tympanic bulla. A moderate amount of fluid was present inside the nasal cavities at their rostral and middle thirds. The presence of fluid was symmetrical between the two nasal cavities and was associated with a decrease of the normal contour, enhancement and number of the nasal turbinates. A small amount of fluid was also visible in the rostroventral aspect of left frontal sinus. Regional lymph nodes were normal. Diagnosis following CT scan was a nasopharyngeal mass most compatible with a polyp and associated with mild right otitis media and bilateral chronic inflammatory rhinitis. CT scan of the thorax was normal.\\nFollowing identification of a nasopharyngeal mass on CT scan, nasopharyngoscopy was performed using a 3.5 mm flexible endoscope (Olympus BF-160 5.3 mm). A well-defined pedunculated smooth, shiny, yellow-brown nasopharyngeal mass was identified caudal to the nasal choanae. An elliptical retrieval basket forcep was introduced through the working channel of the scope in order to grasp the mass. The forceps were inserted through the channel prior to retroflexion of the scope into the nasopharynx. Upon inspection, the mass was determined to be attached by a stalk to the left aspect of the nasopharynx, dorsal to the soft palate, and its removal was possible by grasping it at the level of the peduncle. The macroscopic appearance of the mass was most compatible with a polyp (). Severely inflamed nasal choanae were apparent after withdrawal of the mass. Bilateral rostral nasal biopsies were performed at the end of the procedure and immediately placed in neutral buffered formalin for histopathological analysis along with the mass.\\nHistopathology revealed that the mass was compatible with polypoid granulomatous pharyngitis. The polypoid mass was covered by a stratified squamous epithelium and was composed of a collagenous stroma severely infiltrated by macrophages associated with some clusters of neutrophils. Numerous round organisms with thick capsules (‘bubble soap’ appearance) measuring 10–30 μm in diameter were present in the cytoplasm of macrophages or free in the stroma and were compatible with fungi. Periodic acid–Schiff and Grocott’s methenamine silver stains revealed the presence of bodies with a narrow budding, suggestive of Cryptococcus (). Biopsies of the nasal turbinates revealed the presence of few neutrophils and eosinophils in the lumen of blood vessels and in the lamina propria without fungal elements in the tissues examined. A serum latex cryptococcal antigen agglutination test (LCAT; New York State Veterinary Laboratory, Cornell University, Ithaca, New York), was performed and a strong positive antigenic titre of 256 was found.\\nFollowing excision of the polypoid mass, audible stertor resolved and the respiratory pattern of the patient returned to normal. Treatment with itracona-zole (Sporanox 100 mg capsules; Janssen-Cilag) was initiated at a dose of 50 mg q24h for 4 months but was discontinued after only 1 month due to client error. Four months after the procedure, no recurrence of clinical signs was observed and a 32× decrease in the LCAT titre (titre of 8) was observed, indicating a positive response despite only 1 month of therapy. Itraconazole was restarted at the same dose for 4 months following the second LCAT titer. One year after diagnosis, the LCAT titer was negative and the cat remained free of clinical signs.", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'16364180': 1, '8182229': 1, '9258419': 1, '17002703': 1, '31249771': 2, '15984597': 1, '17761281': 1, '15552647': 1, '15771948': 1, '17092323': 1, '23813826': 1, '17002702': 1, '8143059': 1, '1588463': 1, '12148313': 1, '22511474': 1, '12395765': 1, '22511473': 1, '20850367': 1, '23176232': 1, '23661350': 1, '23943404': 1, '19306217': 1, '28491377': 2}", "similar_patients": "{'6584600-1': 1}"}