{"patient_id": 73473, "patient_uid": "5926516-1", "PMID": 29850320, "file_path": "comm/PMC005xxxxxx/PMC5926516.xml", "title": "Uterine Sarcoma Presenting with Sepsis from Clostridium perfringens Endometritis in a Postmenopausal Woman", "patient": "This case involves a 79-year-old female G5P3023 who presented with Clostridium perfringens sepsis. She was in her usual state of health until two days prior to admission to an outside hospital with mental status changes and low back pain. She had fevers and her family reported that she seemed confused and was slow in response. She reported postmenopausal bleeding and lower abdominal pain that began a few days prior to admission. Her past medical history included history of deep venous thrombosis of her left lower extremity on lifelong anticoagulation, hypertension, hyperlipidemia, insulin resistance, hiatal hernia, and early stages of dementia. Her past surgical history was noncontributory. Her obstetrical history was significant for five pregnancies with three vaginal deliveries, a stillbirth, and a spontaneous abortion.\\nOn admission to the outside hospital, the patient was febrile to 103°F and white blood cell count (WBC) was 12,500 cells/μL. A urinalysis was suggestive of a urinary tract infection so she was started empirically on vancomycin and ceftriaxone. Initial blood cultures grew gram positive bacilli, so metronidazole was added. CT of the abdomen and pelvis demonstrated an enlarged uterus with endometrial canal thickening and endometrial canal air with surrounding inflammatory stranding, suggestive of endometritis (). Final blood cultures returned on HD3 as Clostridium perfringens, with the source presumed to be endometritis. Her antibiotics were changed to IV ertapenem. Follow-up blood cultures on HD2 and HD3 showed clearance of her bacteremia. She underwent dilation and curettage with an endometrial culture. Pathology revealed fragments of adenocarcinoma in a background of necrosis and the endometrial culture also grew Clostridium perfringens, Bacteroides uniformis, and scant Peptoniphilus asaccharolyticus. The patient was clinically stable and was transferred to our tertiary care center for management of her adenocarcinoma in the setting of Clostridium perfringens endometritis and septicemia after seven days at the outside hospital and seven days on IV antibiotics. Over time at the outside institution, her mental status improved and was clinically stable.\\nOn evaluation after transfer, the patient felt well and denied pain or nausea. She was tolerating oral intake, voiding, having regular bowel movements, and ambulating. On exam, her vitals were normal and her BMI was 28.68 kg/m2. Her abdomen was soft, nondistended, and nontender with no rebound or guarding. Her extremities were warm and well perfused with significant venous stasis changes on bilateral lower extremities with associated skin breakdown. Her neurological exam was grossly intact. On pelvic exam, she had a smooth cervix and small 6-week sized mobile uterus, and no adnexal masses were appreciated. No purulent discharge was noted.\\nOn admission to our institution (HD 7), laboratory values were significant for normal electrolytes, INR of 3.4, and white blood cell count of 10,000 cells/μL. The IV ertapenem was continued. CT scan of the chest, abdomen, and pelvis was repeated, which showed a decrease in the gas component compared to the previous exam seven days earlier. The patient was clinically stable so preoperative planning was undertaken and included reversal of therapeutic anticoagulation. She received vitamin K on HD 7 with a repeat INR of 2.1. She was then given two units of fresh frozen plasma on HD 8 prior to surgery.\\nOn HD 8, she underwent a total laparoscopic hysterectomy and bilateral salpingo-oophorectomy. Given her recent clinical condition, decision was made prior to surgery to forego lymphadenectomy which was discussed with patient. Intraoperative findings revealed purulence draining from the cervical os. The uterus was enlarged and globular, but mobile. Her fallopian tubes and ovaries were normal in appearance. There were no adnexal masses or evidence of metastatic disease. The procedure was uncomplicated and estimated blood loss was 300 cc. Intraoperatively, she received one unit of packed red blood cells due to acute blood loss superimposed on chronic anemia. Her preoperative hemoglobin was 8.2. After the procedure, she was transitioned from IV ertapenem to IV ceftriaxone and oral clindamycin per infectious disease consultant recommendations to provide excellent coverage for clostridial bacteremia and enteric gram negative rods in the immediate postoperative setting. Postoperative course was uncomplicated and she was discharged to a skilled nursing facility on HD 10/POD 2. She was discharged on oral ciprofloxacin with a plan for three additional days of treatment and oral clindamycin for fourteen additional days.\\nA picture of the bisected gross specimen is shown in . The cervix is directly over the 8-9 cm marker of the ruler; the left tube and ovary are clearly visualized with the right tube visible at approximately 10 o'clock behind the necrotic intrauterine mass. Pathology revealed an undifferentiated uterine sarcoma mainly in the endometrium with invasion into the inner half of the myometrium. On gross examination, the endometrial cavity revealed an exophytic and friable mass (6.2 × 5.4 × 2.3 cm) located 2.2 cm from the lower uterine segment. Additional detached fragments of loose pink-tank, friable tumor mass (5.5 × 5.0 × 2.0 cm) were also submitted for histologic examination. The cervix, bilateral ovaries, and fallopian tubes were not grossly involved.\\nMicroscopically, the tumor was centered in the endometrium and was composed entirely of spindled to oval cells (Figures –). Mitoses were readily identified (, circles). There were large areas of necrosis. Differential diagnostic considerations included carcinosarcoma (malignant mixed Müllerian tumor/MMMT), endometrial stromal sarcoma (both low and high grade variants), adenosarcoma with sarcomatous overgrowth, and leiomyosarcoma. While there were a few mildly atypical glandular epithelial elements, no overtly carcinomatous component was identified, militating against the diagnosis of carcinosarcoma (Figures and ).\\nImmunohistochemically, the malignant cells demonstrated patchy positivity for cytokeratin AE1/AE3, ER (estrogen receptor), PR (progesterone receptor), CD10, cyclin D1, h-caldesmon, desmin, and SMA (smooth muscle actin) and were negative for myogenin, ALK, and DOG-1 (not shown). Fluorescence in situ hybridization (FISH) testing for JAZF1, PHF1, and YWHAE rearrangements was negative.\\nThe pathology slides of the dilation and curettage from the outside hospital were reviewed and compared to the hysterectomy specimen. While specimens did contain some mildly atypical glandular epithelial elements, they were detached and did not have an overtly malignant morphology. When evaluated in the context of the hysterectomy specimen, which contained no carcinomatous component, we interpreted that glandular component as fragments of benign cervix/endometrium.\\nThe patient was followed up in the office 5 weeks after surgery and had recovered well although still requiring intermittent nursing care at home. Adjuvant chemotherapy with gemcitabine and docetaxel was recommended at that time and arrangements were made to see a medical oncologist closer to her home. Ultimately, she was diagnosed with a second primary lung cancer a short time after her recovery which was not apparent on her imaging for this hospital admission. A few months later she died from what was thought to be diffuse metastatic disease with multiple lung masses by the physicians caring for her at that time.", "age": "[[79.0, 'year']]", "gender": "F", "relevant_articles": "{'4361157': 1, '11773832': 1, '20610901': 1, '34394798': 1, '15272405': 1, '20585368': 2, '204393': 1, '2885383': 1, '3578439': 1, '7746141': 1, '22793037': 1, '6355502': 1, '17720643': 1, '29850320': 2}", "similar_patients": "{'2878686-1': 1}"}