{"patient_id": 123352, "patient_uid": "5847977-1", "PMID": 29487101, "file_path": "noncomm/PMC005xxxxxx/PMC5847977.xml", "title": "Persistent wrist monarthritis: down to the bone", "patient": "A 30-year-old man presented to the Rheumatology clinic with a 3-year history of left wrist pain, swelling and reduced range of motion. It had started while lifting weights at the gym and due to persistence of the pain over a number of weeks; he sought medical attention and was referred to Orthopaedics at an outside institution. Initial imaging with MRI revealed possible avascular necrosis of the lunate (Kienbock’s disease) with management consisting of splinting and physical therapy to no avail. Given the non-response, he was seen at a second Orthopaedic practice where he proceeded to wrist arthroscopy, the report commenting on synovitis of the wrist joint and tenosynovitis of multiple tendons. Samples were not submitted for pathological review. The patient remained symptomatic and therefore sought the advice of a third Orthopaedic surgeon where he underwent an intra-articular steroid injection to the left wrist without benefit. Laboratory testing consisting of erythrocyte sedimentation rate (ESR), C reactive protein (CRP), Lyme disease antibodies, antinuclear antibody and rheumatoid factor were sent and all within the reference range or negative. Plain radiograph of the left wrist was unremarkable for any acute or chronic pathology. At that point, he was referred to the Rheumatology clinic for further assistance with management.\\nOn initial assessment, he reported ongoing pain centred over the dorsum of the left wrist that was present consistently throughout the day. He had tried various non-steroidal anti-inflammatory drugs (NSAIDs) and found naproxen 500 mg two times a day, alongside cold compresses and rest most effective, although this regimen did not completely resolve his pain. Symptoms were not worse in the morning and there was no stiffness. No other joints were involved and there were no systemic symptoms such as fever, chills, night sweats, rash suggestive of psoriasis or changes in bowel habit, such as diarrhoea. Of note, the patient is originally from Nepal and reported that approximately 7 years ago, a roommate had been diagnosed with tuberculosis (TB) and that at the time he was negative on testing. Examination was unremarkable save for the left wrist which revealed well healed arthroscopy scars, tenderness, fullness and warmth over the dorsum of the wrist, with range of motion restricted to 20° flexion and 40° extension.\\nDifferential diagnosis at that time included a systemic inflammatory arthritis such as rheumatoid arthritis or a seronegative spondyloarthropathy, chronic infection such as TB and less likely, crystal disease given the longevity of symptoms. Further laboratory testing again revealed ESR and CRP within the reference range. Additionally, antibody to cyclic citrullinated peptide was negative; however, interferon-gamma release assay (IGRA) for TB returned positive with chest X-ray negative. Assessment of the synovial fluid was negative for crystals or growth of bacteria, fungi or acid-fast bacilli (AFB).\\nAfter consultation with colleagues in Infectious Disease, repeat interval MRI of the left wrist was obtained revealing a well-defined intraosseous focus of abnormal signal in the dorsal lunate with adjacent productive bone and oedema, suggestive of an osteoid osteoma (). This was further characterised on CT scan which confirmed the presence of a 6 mm articular defect in the dorsal lunate, with a 4 mm density within it representing the calcified nidus and mild surrounding sclerosis, all in keeping with an osteoid osteoma ().", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'27252961': 1, '24093694': 1, '13108890': 1, '12324824': 1, '25709881': 1, '15124257': 1, '26564722': 1, '3693850': 1, '13424873': 1, '17950202': 1, '26757709': 1, '15002104': 1, '13120827': 1, '11301516': 1, '12787528': 1, '3805627': 1, '22052644': 1, '26579486': 1, '10870661': 1, '27809832': 2, '29487101': 2}", "similar_patients": "{'5096000-1': 1, '5096000-2': 1}"}