{"patient_id": 124454, "patient_uid": "5944668-1", "PMID": 29419702, "file_path": "noncomm/PMC005xxxxxx/PMC5944668.xml", "title": "Unilateral ectopic breast tissue on vulva in postpartum woman", "patient": "A 27-year-old woman, para 2, referred to the gynecology oncology clinic at King Fahad Medical City, Saudi Arabia on January 2017, with a history of right vulvar swelling for 9 months. She noted the mass first by herself during her last pregnancy at 18 weeks. It was gradually increasing in size especially during the postpartum period with no other symptoms. She had 2 pregnancies, ended by cesarean deliveries for obstetric indications. Her last pregnancy was singleton, uncomplicated during antenatal and she delivered at term. During postpartum period, she breast feed her baby and her menstrual period returned back after 35 days without any significant symptoms. She had no history of any medical illnesses or allergies. She denied the use of any medications. She has no family history of any malignancies.\\nHer body mass is 18.8 kg/m2. Abdominal examination was normal. External genital examination revealed a single ovoid, pedunculated mass coming from the inferior side of the right labia majora which measured about 6×4 cm. It was soft in consistency, freely mobile without abnormalities of the surrounding skin. There was no palpable inguinal lymphadenopathy. Vaginal and speculum exam revealed no abnormalities and no adnexal mass was detected. Basic blood work up and ultrasound of the pelvis were performed which revealed no abnormalities. At this point we decided to proceed with wide local excision.\\nEight weeks postpartum: The patient underwent wide local excision of the mass without any complications and the lesion was sent for histopathology (see Fig. ). The histopathological assessment revealed features of ectopic mammary tissue. The patient was discharged home the day following surgery with follow-up after 4 weeks. She discharged on oral analgesia and advice for wound caring and no restriction for breast feeding. Postoperatively, she developed a wound gapping that was managed conservatively successfully with the help of wound care team. She recovered completely and has gone back to her normal daily activity. Consent for publication of the report and the image was obtained from the patient.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'15098783': 1, '24066246': 2, '24222874': 1, '30412105': 1, '15089845': 1, '34851570': 1, '10094898': 1, '18630137': 1, '11958248': 1, '23904730': 1, '17701814': 1, '29419702': 2}", "similar_patients": "{'3770028-1': 1}"}