{"patient_id": 123554, "patient_uid": "5868873-1", "PMID": 29600201, "file_path": "noncomm/PMC005xxxxxx/PMC5868873.xml", "title": "Femoral Head Stress Fracture in Children: A Case Report", "patient": "The patient is a 12-year-old female, presented to the emergency department, and complaining of a right hip pain and a limp that had progressively worsened during the past 2 weeks. She had no history of any systemic disease; she lost weight over past months; and previously, she had an injury to hips. Moreover, the oral Vitamin D supplementation was correctly done. She stated that the pain had begun after 3 weeks in a holiday camp where the physical activity was intense.\\nOn physical examination, the range of the motion of the hip was painful. Laboratory test results (white blood cells and C- reactive protein erythrocyte sedimentation rate) were normal. The radiographs of the right hip () were also normal excluding the diagnosis of the slipped upper femoral epiphysis, septic arthritis, osteomyelitis, and Perthes’ disease. Bone scintigraphy showed an increased isotope uptake over the femoral head (). MRI showed, in the coronal plane with fat saturation, a low-intensity signal on T1- and T2-weighted spin echo images in the right femoral head. The lesion was linear, regular, and not enhanced with contrast injection. There was no intra-articular effusion, no soft tissue and no acetabular abnormalities. The diagnosis of stress fracture of the femoral head was established ().\\nThe patient was treated conservatively with bed rest and non- weight-bearing mobilization on the left side, for 1 month. After that, a protected weight-bearing using crutch was permitted for 2 months. The evolution was favorable with a pain-free hip. After 1 year, at the last follow-up, the patient was still asymptomatic and the MRI control was requested but the patient moved and was lost from sight.", "age": "[[12.0, 'year']]", "gender": "F", "relevant_articles": "{'15858094': 1, '12728434': 1, '16944140': 1, '21513858': 1, '16324970': 1, '22940712': 1, '24080772': 1, '10663588': 1, '29600201': 2}", "similar_patients": "{}"}