{"patient_id": 120448, "patient_uid": "5635607-1", "PMID": 27605662, "file_path": "noncomm/PMC005xxxxxx/PMC5635607.xml", "title": "An unusual presentation of arteriovenous malformation as an erosive midfoot lesion", "patient": "A 33-year-old Afro-Caribbean gentleman presented with a 5-year history of progressive chronic left foot pain. He had a road traffic accident in 2004, which resulted in plate fixation of his right femur but no history of direct impact or injuries to his left foot. He was otherwise fit and well.\\nHe complained of metatarsal discomfort when weight bearing, eased by simple analgesics but would recur on stopping medication. The pain was sharp and stabbing in nature and worsened with activity, limiting his daily routine (Fig. ).\\nOn clinical examination, a full complement of pulses were present bilaterally with a normal capillary refill. On palpation, no sensory changes or midfoot pain was detected. All foot joints and the patients gait were unremarkable. Doppler ultrasound (US) showed good biphasic signals in pedal pulses with an ABPI of 1.12.\\nLeft foot magnetic resonance imaging (MRI) scans demonstrated bony erosive changes (from 5 to 7 mm) in second and third tarsometatarsal joints and the navicular bone. The pattern of distribution made osteoarthritis from a prior accident, inflammatory arthritis and gout unlikely. Normal blood sugar levels ruled out diabetes and normal C-reactive protein and white cell count ruled out infective causes. The lack of signal dropout on fat saturation sequences raised suspicion of a synovial sheath tumour and biopsy was recommended. This was not conducted since going through normal bone could cause iatrogenic fractures, which in turn could destabilize the foot. Furthermore, if a sinister lesion were found it would have been difficult to conduct full clearance.\\nThe patient had CT scans conducted that showed erosive processes around the intermediate and lateral cuneiforms extending into the plantar aspect (Fig. ). These appearances were similar to the previous MRI taken 8 months ago. It was felt this could be due to joint-based erosive chronic inflammation and atypical infection such as TB. However, the patient had no TB symptoms and a recent negative Heaf test.\\nThe patient had an magnetic resonance (MR) angiogram and Doppler US to investigate the lesion further. MR angiogram demonstrated high signal in the intermediate and lateral cuneiform bones in keeping with vascular malformation (Fig. ). US confirmed an abnormal communication between metatarsal artery and vein at sites in foot where he experienced most pain. These images were discussed at a joint vascular and plastics MDT where a diagnosis of an AVM was concluded.\\nOur patient underwent sclerotherapy and under US guidance the nidus of the venous malformation was accessed and 1 ml of 1% sclerosant was injected. A compression bandage was applied post-operatively and 1 month later he reported marked improvement in symptoms.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'11549166': 1, '34630787': 1, '3966825': 1, '17634141': 1, '34290753': 2, '15284815': 1, '27605662': 2}", "similar_patients": "{'8276656-1': 1}"}