{"patient_id": 122271, "patient_uid": "5767995-1", "PMID": 29386805, "file_path": "noncomm/PMC005xxxxxx/PMC5767995.xml", "title": "Peri-implant plastic surgery techniques to hard and soft tissue augmentation in implant rehabilitation", "patient": "The 45-year-old male patient referred to the periodontology clinic due to severe pain in the fixed prosthesis region including the teeth 23, 24, and 26, and difficulty in chewing. Intraoral examination indicated severe inflammation along with mobility, deep periodontal pockets reaching to the apex (10 mm on average), and pus formation in the region. The periapical and panoramic radiographic analysis showed a radiolucency image on the related teeth which were previously applied endodontic treatment []. The clinical and radiographic diagnosis showed that the severe inflammation on the teeth 23, 24, and 26 in the left maxillary region occurred due to the endodontic-periodontal lesion. The teeth with lesion were extracted after the antibiotic treatment, and the infected area was curetted. Implant indication was placed on this region upon the patient's approval. A treatment protocol including implant rehabilitation and peri-implant plastic surgeries was prepared based on the patient's clinical and radiographic measurements. According to the protocol, this region was decided to be suitable for peri-implant plastic surgical approaches since it had a shallow vestibule due to heavy inflammation and a vertical bone defect before the implant placement. Upon the patient's approval, it was decided that the peri-implant plastic surgery procedures were carried out in multiple stages to minimize the possible complications in this complicated case. Peri-implant plastic surgeries were applied pre and during implantation.\\nSurgical procedures were carried out in two stages:First, the vestibule sulcus depth and the keratinized mucosa width (KMW) were increased through free gingival graft (FGG) on the area with shallow vestibule, and then, sinus augmentation was applied for the vertical ridge augmentation.\\nThe FGG technique was used to increase the shallow vestibule and to simplify the primer closure of the flap after the augmentations. Thus, the implant site was prepared for the augmentations. The site to which the bone augmentations and implants would be applied was prepared by a horizontal incision from the mucogingival junction line. The 25 mm × 5 mm FGG obtained from hard palate was placed in the site. The vestibular depth and adequate KMW were formed after 3 weeks.\\nSinus augmentation was applied in the 3rd month after the FGG, which reduced to 22 mm × 4 mm in the 3rd month []. Due to the absence of an intraoral component of the vertical ridge deficiency in the implant region, augmentation was performed on the maxillary sinus floor through a modified posterior Caldwell-Luc procedure.[] Then, the maxillary sinus floor was filled with freeze-dried bone allograft (FDBA) MinerOss, BioHorizons, Birmingham, AL, USA and a collagen barrier membrane BioMend, Zimmer, CA, USA [Figure –]. The incision margins were closed with 3–0 silk sutures to allow healing by first intention.\\nIn the 4th month after the sinus augmentation, new bone formation of 10 mm. In height was observed in computed tomography (CT), and then, vertical ridge augmentation was used together with the guided bone regeneration (GBR) in the same session as the implant surgery to decrease the CHS and the C/I ratio. In addition, the number and the size of the implants were maximized in this case to decrease the stress on the implants.[] For this reason, implants with 4.1 diameter were used in this case.\\nUnder local anesthesia, the full-thickness flap was lifted from the most distal part of tuber maxilla, the region of the tooth 27, to the canine tooth region, and 4 subperiosteal implants Zimmer Dental, Tapered Screw-Vent, 4.1 diameter, and 10 mm length were placed in the augmentation region based on the prosthetic planning [Figures and ].\\nImplants were inserted in the suitable position from the alveolar crest for the planned vertical regeneration. Dense polytetrafluoroethylene (d-PTFE) membrane Cytoplast, Osteogenics Biomedical Inc., Lubbock, TX, USA were fixed to the bone with pin on the lingual, and multiple cortical perforations were performed. FDBA was positioned around the implants, filling completely in the defect [Figure and ]. Finally, the d-PTFE membranes were completely fixed with buccal pin []. During the membrane removal after 6 months, vertical defects around the implants were satisfactorily filled with newly formed hard tissue [Figure and ].\\nProsthetic restorations were performed in the 1st month following the phase 2 surgery (membranes were also removed during this process) [Figure and ]. These prostheses solved the patient's functional, psychological, esthetic, and phonation problems. Despite not being ideal, the C/I ratio was close to 1/1, the optimum value. The patient had no functional, psychological, esthetic, or phonation problems during the 12 month follow-up [Figures and ].", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'23062138': 1, '18412577': 1, '17335361': 1, '15453224': 1, '2640211': 1, '26824087': 1, '18724848': 1, '24456001': 1, '29386805': 2}", "similar_patients": "{}"}