{"patient_id": 71147, "patient_uid": "5758487-1", "PMID": 29313164, "file_path": "comm/PMC005xxxxxx/PMC5758487.xml", "title": "Treatment of nonocclusive mesenteric ischemia with type B aortic dissection using intra-arterial catheterization after trauma surgery: case report", "patient": "An 83-year-old man was admitted to our hospital because of abdominal pain after a motor accident. Focused assessment with sonography suggested the presence of blood in the abdomen. Contrast-enhanced computed tomography (CT) was performed (Fig. ), which indicated intestinal perforation, acute AD, liver injury, renal hematoma, and pneumothorax. Intestinal resection (the 10 cm of ileum was resected about 50 cm from the ileoceacal valve) and splenectomy were performed, and other injuries were conservatively treated. On postoperative day 2, the patient experienced localized abdominal pain with defense and serum creatinine kinase (CK), lactate dehydrogenase (LDH), aspartate transaminase (AST), and lactate levels were elevated (Fig. ). Then, D-dimer was 6.9 μg. Follow-up CT within an hour after the onset of symptoms revealed a smaller superior mesenteric vein sign and segmental lack of enhancement in the intestinal wall and ascites without SMA occlusion; the CT values of ischemic intestinal wall were approximately 5 to 25 Hounsfield unit (HU); ileum was 5 to 25 HU and jejunum was 65 to 90 HU (Fig. a). Therefore, the patient was diagnosed with NOMI, localized peritonitis, and still reversible bowel ischemia. Although selective mesenteric arteriography and intra-arterial vasodilators were considered, the patient had type B AD including the SMA (Fig. b), and the insertion of a catheter was considered hazardous. Furthermore, he had acute respiratory distress syndrome, which made it difficult to perform laparotomy. We decided to perform selective mesenteric arteriography with the support of a vascular surgeon 5 hours after the onset of abdominal pain (Fig. a). The SMA was cannulated with an 150-cm long, 0.035-in. thick, angle-type Radifocus® guidewire (Terumo, Tokyo, Japan) and a 4-French Glidecath II® shepherd-hook CJ2 (Terumo, Tokyo, Japan). The infusion of papaverine 40 mg and normal saline 19 mL after arteriography restored the blood flow (Fig. b). We then started transcatheter papaverine infusion (28 mg/h) via the SMA from 5-French Anthron® P-U catheter 70 cm (Toray, Tokyo, Japan) and prostaglandin (30 μg/h) via the peripheral vein. Seven days post treatment, mesenteric blood flow improved (Fig. ) and intestinal wall enhancement was restored. We did not perform any additional operation, and the patient was discharged from our hospital.", "age": "[[83.0, 'year']]", "gender": "M", "relevant_articles": "{'12368735': 1, '26962730': 1, '18425546': 1, '23538008': 1, '19155403': 1, '17667501': 1, '11722048': 1, '26866378': 1, '929375': 1, '1116656': 1, '4433166': 1, '26806236': 1, '11877691': 1, '29313164': 2}", "similar_patients": "{}"}