{"patient_id": 66972, "patient_uid": "5450871-1", "PMID": 28443581, "file_path": "comm/PMC005xxxxxx/PMC5450871.xml", "title": "Bocavirus Viremia and Hepatitis in an Immunocompetent Child", "patient": "A previously healthy 2-year-5-month-old girl was admitted to our hospital with complaints of fever, vomiting, abdominal pain and runny nose for the previous 5 days. No diarrhoea or any rash was present. Her past medical history was unremarkable. She had never been hospitalized previously. There was no history of any medication usage or toxin exposure and no travel history. Because of respiratory distress, manifested by nasal flaring, intercostal, subcostal and suprasternal retractions, a respiratory rate of 80 breaths per minute and cyanosis, heated humidified high-flow nasal cannula (HFNC) therapy was used in our intensive care unit to reduce the work of breathing. At the time of admission, her laboratory findings were as follows; white blood cell count 13x109/L, absolute neutrophil count 2500, haemoglobin 9.2 g/dL platelet counts 330x109/L, C-reactive protein level 47.8 mg/dL, alanine aminotransferase level 4113 U/L, aspartate aminotransferase level 7055 U/L, total biluribin 0.8 mg/dL, direct biluribin 0.6 mg/dL, activated partial thromboplastin time 31.6 seconds, prothrombin time 24.9 seconds, international correction rate 2.38, albumin 25 g/L. The gamma-glutamyl transpeptidase and alkaline phosphatase were normal. Laboratory and clinical findings were consistent with hepatitis and bronchiolitis. Serological testing were as follows: mycoplasma IgM(-), IgG(-), HBsAg(-), AntiHbs(+), HAV IgM(-), HAV IgG(-), AntiHCV(-), AntiHIV(-), EBV IgM(-), EBV IgG(-), CMV IgM(-), CMV IgG(-), human herpes virus 6 (-) herpes IgM(-) herpes IgG(-). Varicella IgM(-), IgG(+). Lyme IgM(-), IgG(-) Rose Bengal and Wright tests for salmonella and brucellosis serology was negative. Blood culture was negative for bacterial infections. Stool and blood specimens were negative for enteroviral infections. No spesific causative agent of hepatitis was found after a through investigation. At the time of admission, a diagnostic PCR analysis of a nasopharyngeal aspirate (NPA) swab was performed (LightCyler 2.0; Roche, Germany). HBoV, human coronavirus group 1 and group 2, human metapneumovirus, influenza virus types A and B, and respiratory syncytial virus, adenovirus, parainfluenza virus 1-4 and Rhinovirus were searched for the diagnostic panel. NPA was positive for only HBoV, PCR analysis was negative for all other viruses. HBoV viral load was detected 8x106 copies per ml serum in blood samples concurrent with the NPA. The patient’s respiratory status was improved over three days to normal. The hepatitis did not become severe and with supportive medical treatment the patient was discharged four days after admission. The written informed consent for participating in this report was obtained from the parents of the child.", "age": "[[5.0, 'month']]", "gender": "F", "relevant_articles": "{'17215343': 1, '25078257': 1, '17342639': 1, '34291031': 1, '20336746': 1, '31754812': 1, '20833582': 1, '24390980': 1, '18842946': 1, '21227992': 1, '26245665': 1, '30766894': 1, '22238160': 1, '28443581': 2}", "similar_patients": "{}"}