{"patient_id": 124151, "patient_uid": "5907733-1", "PMID": 29721241, "file_path": "noncomm/PMC005xxxxxx/PMC5907733.xml", "title": "Syphilis infection in an HIV patient presenting with leukemoid reaction: Case report and review of the literature", "patient": "A 43-year old male patient was admitted in our hospital due to fever, chills and headache. He had been well until one month ago, when he had noticed a painless ulcer on the prepuce. A few days later, while the ulcer was healing, he experienced fever and fatigue. Ten days before admission he had noticed a disseminated maculopapular rash (). He reported multiple unprotected sexual contacts during the last three months.\\nConcerning his medical history and way of life, the patient was homosexual (MSM) and had been diagnosed HIV positive a decade ago. He was treated with abacavir, lamivudine, darunavir, ritonavir and dolutegravir on a regular basis and had not received any other medication during the last month. His viral load was undetectable and his CD4 count was 1144 cells/μL. He did not have a history of urticaria or any other allergic reaction in the past. One year before, he had presented with maculopapular rash of the palms and soles along with hearing impairment and a high VDRL titer in the serum. He was suspected to have otosyphilis and was treated with intravenous penicillin-G 24 million units/day for 14 days as an inpatient. He had a full clinical and serologic response. All blood and CSF results are shown in .\\nOn admission the patient was affected and ill-appearing on clinical examination. No signs of dehydration could be identified. There was a remarkable, although painless, enlargement of the inguinal, axillary and cervical lymph nodes, with a maximum diameter of 3cm. A maculopapular rash involving the trunk and the extremities was present. Despite a headache, neither nuchal rigidity, nor Kernig or Brudzinsky signs were present.\\nOn complete blood count (CBC), an extreme leukocytosis (WBC: 63,300/mL) was shown, with a lymphomonocytic prevalence. Blood nitrogen (BUN), creatinine and urine specific gravity were within normal limits. On cerebrospinal fluid (CSF) there were19 WBC (95% lymphocytes). CSF glucose and protein were within normal limits. Blood cultures were repetitively negative ().\\nBased on blood and CSF results, the patient was treated for neurosyphilis with 24 million units of intravenous penicillin G for 11 days. Despite an extensive work-up no other cause of leukocytosis, either infectious, or hematological or neoplastic could be identified. Leukocytosis gradually subsided, along with fever and rash. Two weeks later, the patient had fully recovered and was discharged. At his regular follow-up visit, three months later, he remained in excellent condition, with no residual symptoms.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'15108834': 1, '20592171': 1, '23994818': 1, '11287707': 1, '16962944': 1, '23233622': 1, '3142252': 1, '10671324': 1, '9528714': 1, '17314214': 1, '879114': 1, '19551882': 1, '29721241': 2}", "similar_patients": "{}"}