{"patient_id": 119133, "patient_uid": "5534014-1", "PMID": 28775839, "file_path": "noncomm/PMC005xxxxxx/PMC5534014.xml", "title": "Acute presentation of congenital diaphragmatic hernia requiring damage control laparotomy in an adult patient", "patient": "An 18-year-old otherwise healthy female patient presented to a local community hospital emergency department with a 3-day history of non-specific abdominal pain. While at the referring facility, the patients’ pain progressed rapidly to peritonitis. Initial evaluation at the referring facility included a CT scan, which demonstrated herniated large bowel into her thoracic cavity through a suspected anterior/retrosternal hernia (Fig. ). The patient was transferred to our institution for further management.\\nUpon arrival to our emergency department, the patient was febrile, obtunded and with a heart rate of 200 beats per minute. Her abdominal exam was consistent with peritonitis and her laboratory studies were consistent with shock and lactic acidosis. During evaluation by the surgical team, the patient required emergent intubation for progressive respiratory distress with ongoing fluid resuscitation for the treatment of shock. En route to the operating suite, the patient demonstrated rapid escalation in airway pressures, and cardiac arrest. After return of spontaneous circulation, a post-intubation chest radiograph demonstrated opacification of her left thoracic cavity and a coiled nasogastric tube within her stomach above her diaphragm (Fig. ). Her abdomen became progressively more distended, concerning for abdominal compartment syndrome. With ongoing bag-mask ventilation, the patient was rushed to the operating room for emergent laparotomy.\\nLaparotomy revealed intra-abdominal contents under pressure with turbid fluid. Manual reduction of the retrosternal diaphragmatic hernia contents revealed strangulated ascending and transverse colon with full thickness necrosis and an incarcerated yet viable stomach. The contents of the hernia (stomach, ascending and transverse colon) were carefully reduced and a 3 × 3 cm2 hernia defect was noted in the retrosternal position which was repaired primarily. The hernia sac was reduced and excised. An extended right hemicolectomy was performed in damage control fashion, leaving the bowel in discontinuity with a plan for re-exploration after further resuscitation.\\nThereafter, the patient was admitted to the ICU for further resuscitation. She was gradually weaned off vasopressors, and sedation was weaned revealing intact neurologic function. After normalization of her physiologic parameters, the patient was taken back to the operating room for planned re-exploration at which time a gastrostomy tube was placed, and further necrotic bowel margins were resected. She subsequently underwent two additional planned abdominal re-explorations resulting in restoration of intestinal continuity with an ileo-descending colon anastomosis and reconstruction of her abdominal wall utilizing a biologic mesh. Due to prolonged ventilator dependency and respiratory failure, a tracheostomy was performed on hospital Day 10. Her post-operative course was unremarkable and she was downgraded from the ICU on hospital Day 23, decannulated on Day 30, and was discharged on hospital Day 33 after tolerating a regular diet. She suffered no neurologic sequelae and has since resumed full activities of daily living.", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'34159404': 1, '15899350': 1, '22353349': 1, '33944824': 2, '24429051': 1, '29302452': 1, '18347869': 1, '28775839': 2}", "similar_patients": "{'8142769-1': 1}"}