{"patient_id": 72893, "patient_uid": "5885238-1", "PMID": 29742212, "file_path": "comm/PMC005xxxxxx/PMC5885238.xml", "title": "Accidental strangulation in children by the automatic closing of a\\ncar window", "patient": "A male patient, 2 years old, left unaccompanied inside a vehicle, was found\\nunconscious with his head caught in the window of the car. The child was taken to an\\nemergency room, where it was found that he had apnea, weak pulse, petechiae on the\\nface and a hematoma in the cervical region. The patient was reanimated with positive\\npressure ventilation and resumed spontaneous ventilation within a few minutes. The\\npatient underwent cranial and cervical tomography without changes and was\\ntransferred to the Hospital das Clínicas de Porto Alegre,\\nwhere he arrived unconscious, with hematemesis and cyanosis of the extremities and\\noral mucosa. He was admitted to the pediatric intensive care unit (ICU) with a\\nGlasgow Coma Scale score of 8, progressive worsening of torpor and respiratory\\ndysfunction. Orotracheal intubation was performed, and bleeding was visualized\\nthrough the tracheal tube. Under suspicion of an airway lesion due to local trauma,\\nfibrobronchoscopy was performed, which did not reveal any structural alterations. A\\nchest x-ray revealed bilateral pulmonary consolidations. The child's condition\\nevolved with progressive worsening and refractory hypoxemia, requiring increases in\\nthe inspired oxygen fraction (FiO2) and ventilator parameters, with a\\ndiagnosis compatible with ARDS. Protective mechanical ventilation (MV) was\\nperformed, with positive end-respiratory pressure (PEEP) values between 12 and\\n16cmH2O, associated with FiO2 values between 0.4 and 0.7.\\nThe child required progressively higher doses of vasoactive drugs. On the following\\ndays, a positive cumulative fluid balance was observed when a continuous infusion of\\ndiuretic was administered. This measure, together with keeping the child in a prone\\nposition to manage the pulmonary ARDS, allowed the reduction of his MV parameters.\\nAmong the other treatments instituted were hypertonic solution instillation aimed at\\nthe prevention of cerebral edema, because there was hypoxic ischemic injury in the\\nbrain without a definite time frame, and antibiotic therapy for probable aspiration\\npneumonia. The MV and tracheal tube were suspended on the seventh day after the\\ninjury, and the patient was maintained on noninvasive ventilation for 24 hours\\nimmediately after extubation, with progressive improvement and discharge from the\\nICU in 10 days without neurological or pulmonary sequelae. After 12 days of hospital\\nstay, he was discharged from the hospital in great condition ().", "age": "[[2.0, 'year']]", "gender": "M", "relevant_articles": "{'22408679': 1, '26331971': 1, '17650549': 1, '20930979': 2, '14647646': 1, '23385373': 1, '23688302': 1, '26972477': 1, '23823197': 1, '22913684': 1, '26035364': 1, '16355258': 1, '9201061': 1, '22125096': 1, '15559230': 1, '20168229': 1, '19667845': 1, '10577830': 1, '11919508': 1, '16549557': 1, '15145071': 1, '11450392': 1, '25647235': 1, '7375230': 1, '26635210': 1, '29742212': 2}", "similar_patients": "{'2938500-1': 1}"}