{"patient_id": 123500, "patient_uid": "5863395-1", "PMID": 29599598, "file_path": "noncomm/PMC005xxxxxx/PMC5863395.xml", "title": "Gingival Veneer Used as Prosthetic Solution for Esthetic-Compromised Malpositioned Dental Implant", "patient": "A 37-year-old female patient sought dental care due to dissatisfaction with the esthetics of the maxillary anterior teeth. During the anamnesis (interview), information about systemic conditions and the history of dental treatments was collected. On oral physical examination, the soft tissues, muscles, teeth, periodontal and occlusal relationships, and oral hygiene were examined. At the end of the clinical examination, asymmetries were observed in the shape and contour of the maxillary central incisor and irregularities in the gingival regular concave arch of the left maxillary central and lateral incisors []. For the improvement of dental esthetics, the patient was in the final stage of orthodontic treatment. The left maxillary central incisor had a temporary crown over a malpositioned implant []. A panoramic radiograph was requested for the analysis of the tooth and bone condition [].\\nTo fix the gingival gap and malpositioning of the implant, was proposed following treatments:increasing the clinical crown on the left maxillary lateral incisor, removal of the implant of the left maxillary central incisor with further bone grafting and insertion of a new implant, or the preservation of the tooth implant with the fabrication of a gingival veneer. For the improvement of dental esthetics, the placement of a crown on the maxillary central incisor and a resin laminate veneer on the right maxillary lateral incisor was accepted by the patient, with written informed consent.\\nOrthodontic treatment was finalized. First, the upper orthodontic brace was removed, and a new provisional crown on the left maxillary central incisor implant was made. Subsequently, the clinical crown of the right maxillary lateral incisor was increased to stabilize the periodontal tissues []. Then, lithium disilicate crowns were made (IPS e. max Press®, Ivoclar Vivadent, Liechtenstein, Austria) for the left and right maxillary central incisors, and a composite resin laminate veneer (Filtek® Z350 XT, 3M ESPE, Landsberg, Germany), shade A1, was made for the maxillary lateral incisor to restore form, function, and esthetics [].\\nFor the gingival veneer, alginate impressions (Jeltrate®, Dentsply, São Paulo, Brazil) were initially taken to obtain diagnostic casts with type IV dental stone (Herostone®, Coltene, Rio de Janeiro, Brazil). In the model, a relief was made with a #7 wax blade (Wilson®, Polidental, São Paulo, Brazil) from the middle thirds of the left maxillary central and lateral and the right maxillary central incisors until reaching the buccal vestibule. A custom tray was made in acrylic resin, shade 62 (Patter Resin® LS, GC America, Alsip, United States). It included the incisal and middle thirds of the buccal surface, the incisor region, and incisal third of the palatal surface of the anterior teeth. Using the custom tray, a polyether impression of the upper anterior was taken (Impregum medium® 3M-ESPE, Landsberg, Germany) and casted in type IV dental stone (Herostone®, Coltene, Rio de Janeiro, Brazil) to make the working model.\\nIn this clinical stage, the gingival color was chosen following the Tomaz Gomes System color scale (STG®, Vipi, São Paulo, Brazil) []. In the working model, the gingivae were waxed and confirmed in situ. After clinical tests, we proceeded to laboratory processing through standard inclusion in wax to obtain the gingival prosthesis in polymerized acrylic resin shade 2 (VIPI Cril Plus®, VIPI, São Paulo, Brazil). The prosthesis was properly finished and polished. Internally, its extensions filled the proximal niches, which favored retention and prevented the escape of air. Finally, we proceeded to the installation of the gingival veneer subject to adjustment in the proximal niches and analyzed the stability of the prosthesis through lip movements [Figures and ].\\nDuring the control phase, the patient was satisfied with the esthetics. It was observed that the gingival veneer was not compressing the periodontal tissues and did not require adjustments. Directions to maintain the stability of the prosthesis and oral hygiene were provided.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'9468881': 1, '23582029': 1, '17944343': 1, '18412584': 1, '22028520': 2, '8254547': 1, '6355438': 1, '17555415': 1, '15237873': 1, '15798679': 1, '20367089': 1, '18724851': 1, '12942065': 1, '23205684': 1, '12787218': 1, '20224828': 1, '18087924': 1, '12559054': 1, '20384705': 1, '23031725': 1, '2033531': 1, '24329765': 1, '25738090': 1, '3531473': 1, '26208567': 1, '9682546': 1, '11307386': 1, '18724847': 1, '18983316': 1, '14971258': 1, '29599598': 2}", "similar_patients": "{'3200029-1': 1}"}