{"patient_id": 68946, "patient_uid": "5608483-1", "PMID": 28948120, "file_path": "comm/PMC005xxxxxx/PMC5608483.xml", "title": "Oxidized Cellulose (Surgicel) Causing Postoperative Cauda Equine Syndrome", "patient": "A 52-year-old male presented in the emergency room with rapidly progressive weakness in both lower limbs along with significant back pain. At presentation, he had bilateral lower limb paresthesias. Motor strength was Medical Research Council (MRC) grade two: bilateral knee extension; grade three: right ankle dorsiflexion; and grade three: both extensor hallucis longus (EHL). The bowel bladder was not involved. A magnetic resonance imaging (MRI) scan showed L3-4 discitis with a significant compression of the thecal sac, as shown in Figures and 1b.\\nA computed tomography (CT) scan suggested the lytic destruction of the L3 and L4 bodies, as shown in Figures and 2b.\\nThe patient was ambulatory until a day prior to presentation. Considering the rapid course of neurological deterioration, an informed decision was made, in conjunction with the patient, for surgical intervention. A posterior decompression and stabilization from L1 to S1 was done. A biopsy was obtained and studied. Excessive bleeding was encountered from the L4 vertebral body defect. The lytic cavity was packed with Surgicel, which controlled the bleeding. After initial hemostasis was obtained, the OC was removed. This again led to significant bleeding and it was decided to leave the OC pack in the defect.\\nThe patient showed an improvement in lower extremity motor strength and paresthesias at an eight-hour postoperative examination.\\nDuring evening rounds (12 hours after surgery), the patient again complained of numbness in both lower limbs and on examination, presented with grade-two power (MRC) in the bilateral ankle dorsiflexion and EHL along with reduced perianal sensation. An urgent MRI scan demonstrated the compression of the thecal sac at L3-4, as shown in Figures , , and 3c.\\nThe finding was not suggestive of a hematoma collection. The site was re-explored on an urgent basis and a large coagulum of OC was found to be compressing the ventral aspect of the thecal sac. Upon removal, there was no residual bleeding from the vertebral body defect and the incision was closed in layers.\\nAfter re-exploration, the patient's neurological status improved. At two weeks post surgery, there was a complete recovery in the bilateral lower limbs.\\nThe biopsy confirmed tuberculosis. The patient was started on an antituberculosis regimen. At his last follow-up at two years, he is ambulatory with no complaints. His final X-rays of the lumbar spine show a stable construct, as shown in Figure .", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'15221572': 1, '9024819': 1, '20010084': 1, '11995773': 1, '34020706': 2, '17858245': 1, '4299796': 1, '2421194': 1, '9598861': 1, '25986180': 1, '28948120': 2}", "similar_patients": "{'8139863-1': 1}"}