{"patient_id": 120506, "patient_uid": "5637704-1", "PMID": 29046759, "file_path": "noncomm/PMC005xxxxxx/PMC5637704.xml", "title": "Copper deficiency, a new triad: anemia, leucopenia, and myeloneuropathy", "patient": "A 72-year-old female with known phlebotomy-dependent hemochromatosis, pernicious anemia, hypertension, hypothyroidism, and bipolar disorder presented with progressive generalized weakness, lower extremity numbness, tingling, abnormal balance, and a 26-lb weight loss over several months. Her family history was significant for colon cancer in paternal grandfather, and pancreatic and breast cancer in her sisters. She lived alone, smoked cigarettes, but denied alcohol consumption. Her medications included acetaminophen, aspirin, carbamazepine, cyanocobalamin, darbepoetin alfa, fluticasone nasal spray, levothyroxine, lisinopril, magnesium hydroxide, meclizine, metoprolol tartrate, pantoprazole, fluoxetine, quetiapine, and multivitamins. Physical examination revealed pallor, lower extremity hyporeflexia, and sensory ataxia.\\nLaboratory values checked at the time of presentation are displayed in . Her complete metabolic panel was essentially unremarkable. Bone marrow biopsy showed myelodysplasia with no megaloblasts, with normal iron stains ( and ). Esophagogastroduodenoscopy and colonoscopy showed normal findings.\\nHer copper level was undetectable at <5 (reference range 70–125 µg/dL). She was given intravenous followed by oral copper supplementation. Within 4–6 weeks of copper replacement, her macrocytic anemia and leukopenia resolved but neurological manifestation persisted. shows her laboratory values after copper supplementation. Her neurological symptoms started to alleviate in 5–6 months after copper supplementation but did not resolve completely. On subsequent outpatient visits over a year, her weight remained stable and she reported only mild generalized weakness.", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'32860129': 2, '34204322': 1, '19043262': 1, '14676057': 1, '12730448': 1, '33269182': 1, '32986748': 1, '19365170': 1, '32274050': 2, '16261334': 1, '18496230': 1, '33334078': 1, '24893235': 1, '15249607': 1, '21838703': 1, '15625652': 1, '32231018': 1, '34373815': 2, '32882911': 1, '32388476': 1, '17515548': 1, '34438910': 1, '24938531': 1, '32806787': 1, '23984326': 1, '32483693': 1, '33295922': 1, '30723637': 2, '15834043': 1, '31179300': 1, '20921535': 1, '32878163': 1, '31384820': 1, '33143143': 1, '21555737': 1, '11071596': 1, '28619730': 1, '17236184': 1, '33513921': 1, '18623212': 1, '9587151': 1, '19609919': 1, '19874945': 1, '29046759': 2}", "similar_patients": "{'7455096-1': 1, '6351007-1': 1, '8346274-1': 1, '7141722-1': 1}"}