{"patient_id": 67854, "patient_uid": "5526228-1", "PMID": 28790964, "file_path": "comm/PMC005xxxxxx/PMC5526228.xml", "title": "Numb Chin Syndrome Leading to a Diagnosis of Salivary Ductal Adenocarcinoma: A Case Report and Review of the Literature", "patient": "A 64-year-old man with a persistent pain in his lower front teeth, which made him dare not to chew for a few days, was diagnosed as pulpitis by his dentist. After a root canal treatment of teeth #42 to #32 [International Standards Organization Designation System (ISO System)], his toothache relieved a little. However, numbness on the left side of his chin occurred and progressed gradually to involve his entire chin and low lip. A month later, a throbbing pain with no trigger point attacked his chin, appearing several times every day, and lasting for hours. Chewing or touch could increase the pain intensity. The pain became so acute to affect his sleep. It was diagnosed as periodontitis and treated with antibiotics and analgesics, but the numbness and pain of the chin got worse. Magnetic resonance imaging (MRI) of the trigeminal nerves revealed a small vessel riding across the left trigeminal nerve and multiple patchy abnormal signals in pons, bilateral frontal and parietal lobes. To determine what exactly caused the trouble, he was then admitted to the neurology ward.\\nHe had no other symptoms such as headache, visual disorders, difficulties in swallowing, and speech, limb weakness, or numbness. No weight lost in the past months. His past medical history was uncontrolled hypertension. He smoked 20 cigarettes a day for 40 years and only drank a little alcohol occasionally.\\nOn physical examination, his teeth were black with enhancing accumulations of plaque calculus (Figure ). The oral mucosa appeared normal. His general physical examination was unremarkable with no cervical lymphadenopathy. Anesthesia was present over his chin and lower lip bilaterally while the sensation over the rest of his face was normal. His corneal reflexes and his bite force were normal. Examination of other cranial nerves and limbs including motion, sensation, and reflex was normal.\\nHemanalysis showed normal in full blood count, erythrocyte sedimentation rate, plasma glucose, urea and electrolytes, serum C reactive protein, creatinine, liver function, and immune indices. Syphilis antibody and tumor markers were all negative.\\nAccording to the symptoms, signs, and MRI result, a diagnosis of NCS due to the mental nerve inflammation induced by periodontitis was made. It was differentiated from the trigeminal neuralgia and central nervous system demyelinating disease such as multiple sclerosis. The MRI showed a vessel riding across but not compressing the trigeminal nerve, and pain and numbness affected the entire chin with no trigger point. These were inconsistent with typical trigeminal neuralgia. Central nervous system demyelinating diseases were also excluded by lack of supports such as other symptoms and signs of nervous system, normal cerebrospinal fluid, negative AQP-4 antibody and oligoclonal band, and normal evoked potentials (somatosensory, brainstem auditory, and visual). The character of the abnormal signals in the outpatient MRI was defined as ischemic lesions by a brain MRA + DWI + SWI performed after admission, which was also not thought to be responsible for the symptoms.\\nAfter the diagnosis was made, the patient was treated with pregabalin, prednisone, and vitamins. The pain relieved a little and the sensation over his chin and lower lip recovered to some degree, especially on the right side. Unfortunately, a week later, the symptoms became worse again and progressed gradually to a degree that painkiller was needed to help him fall asleep. He was sent to the dentist and found several lower front teeth loose and gingival sulcus swelling. The panoramic radiography of the jaw was normal (Figure ). It seemed to confirm the previous diagnosis.\\nHowever, considering the poor response to the treatment and the unusual looseness involving several of the lower anterior teeth, a mandibular computerized tomography (CT) scan was performed to exclude an underlying malignancy that was easily ignored in NCS. It revealed destruction in the body of mandibular bone and a mass in the surrounding soft tissue, which was considered as a possible malignancy, most likely to be the gingival cancer (Figure ). A positron emission tomography combined with computed tomography (PET-CT) from the cerebellum to the upper thighs showed increased uptake in the mandibular bone body especially in the left mandible (Figure ).\\nThe patient was then admitted to dental ward for surgery. On dental examination, a bony distention was palpable on the right mandibular symphysis, boundary clear, with mild tenderness. The sensation over the chin and lower lip was decreased. No limitation of mouth opening. Teeth #44 to #34 (ISO System) loose in II–III degree. None of the gum, bilateral parotid, or submandibular gland conduit mouth was swollen. No enlarged lymph node was palpable.\\nHe underwent a maxillofacial surgery and the tumor was resected. The histopathological examination showed infiltration of carcinoma cells with nest-like distribution in the fibrous tissue and bone (Figure ). The carcinoma cells, round and oval in shape and most in mitosis, were abundant of cytoplasm. The pathomorphological features revealed an epithelial malignant tumor, which was considered as a ductal adenocarcinoma derived from salivary gland with potentially low differentiation. Both of the two inferior alveolar nerves were invaded by tumor and metastases were discovered in the right submandibular lymph nodes.\\nThe patient then received chemoradiotherapy; however, he still developed widespread metastasis and died after 1 year from the onset of his chin numbness.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'1527668': 1, '20952218': 1, '24272965': 1, '18186008': 1, '18547831': 1, '1603345': 1, '24850119': 1, '9843068': 1, '28110186': 1, '9476279': 1, '2783852': 1, '25066261': 1, '1643620': 1, '28168238': 1, '12767882': 1, '17966244': 1, '18830167': 1, '27882251': 2, '9390679': 1, '10781749': 1, '20592385': 1, '28041759': 1, '26210355': 1, '28790964': 2}", "similar_patients": "{'5108848-1': 1, '5108848-2': 1}"}