{"patient_id": 115415, "patient_uid": "5223754-1", "PMID": 28061497, "file_path": "noncomm/PMC005xxxxxx/PMC5223754.xml", "title": "Cerebellar Hemorrhage due to a Direct Carotid–Cavernous Fistula after Surgery for Maxillary Cancer", "patient": "A 63-year-old female with left maxillary cancer was initially treated with arterial injection chemotherapy, which reduced the tumor size. Six months later, she underwent surgical treatment for recurrent cancer. The surgery included left maxillectomy and resection of the coronoid process of the mandible, inferior wall of the orbit, and part of the pterygoid process (). The left facial vein and left pterygoid plexus were sacrificed. Three days after surgery, her level of consciousness rapidly decreased. Computed tomography and magnetic resonance imaging showed hemorrhage in the left cerebellar hemisphere with surrounding edema (). Neurological examination revealed bilateral orbital bruits, left-sided chemosis and conjunctival hyperemia, and near-complete loss of vision in the left eye. She had left-sided cerebellar ataxia but no apparent muscle weakness. Left ICA angiography showed a left direct CCF with large fistulas. The drainage routes included the left petrosal vein via the left SPS, left inferior petrosal sinus (IPS), left superior ophthalmic vein (SOV), right SOV and right facial vein via the intercavernous sinus, right IPS, and right pterygoid plexus. There was stenosis of the posterior segment of the left SPS and narrowing of the left sigmoid sinus ostia. The left SOV, anterior segment of the left SPS, left cerebellar veins, and left petrosal vein were all engorged (). After confirming tolerance by performing a balloon occlusion test of the left ICA, we performed left SOV, SPS and cavernous sinus (CS) occlusion by transarterial and transvenous embolization. We also performed ICA occlusion with fistulas because of difficulty of occlusion of fistulas alone due to large and complex fistulas. The fistula and abnormal drainage disappeared after embolization (). The patient’s level of consciousness, chemosis, conjunctival hyperemia, and orbital bruits improved, but the left-sided vision loss persisted.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'3055384': 1, '1151456': 1, '1899502': 1, '8609550': 1, '7473990': 1, '22954738': 1, '29781369': 1, '34492753': 2, '6886790': 1, '12790286': 1, '15716626': 2, '32355838': 1, '6827334': 1, '21441738': 1, '28061497': 2}", "similar_patients": "{'8497722-1': 1, '2808568-1': 1}"}