{"patient_id": 124469, "patient_uid": "5946593-1", "PMID": 29760923, "file_path": "noncomm/PMC005xxxxxx/PMC5946593.xml", "title": "Finger drop sign—Characteristic pattern of distal weakness in Guillain-Barré Syndrome: A case report and review of the literature", "patient": "A 49-year-old woman with no known medical illness presented with 1-week history of worsening bilateral lower limb numbness and weakness. It is preceded by a short episode of febrile illness 2 weeks back associated with vomiting. Her condition deteriorated 3 days prior to admission with development of progressive bilateral hand clawing, facial weakness, slurred speech and dysphagia. The pattern of weakness was ascending in nature accompanied by numbness and burning sensation over the extremities.\\nOn examination, she was conscious. Bilateral lower motor neuron facial muscle weakness was noted resulting in mask-like facies. Her speech was slurred with palatal weakness suggestive of bulbar involvement. There was symmetrical upper extremity distal weakness characterized by severe finger extensor weakness (Medical Research Council (MRC) grade 2) in the presence of relatively normal wrist extension, wrist flexion and finger flexion. The weakness is most profound over the metacarpophalangeal and interphalangeal joints. The unopposed finger flexion resulted in a “finger drop” appearance ( and ). On a different note, such pattern of weakness is reversed over the toes. Differential flexor paresis is appreciated with up going of the toes (). There is an accompanying mild proximal upper and lower extremity weakness graded as MRC 4. Reflexes over the upper and lower limbs could not be elicited, and plantar responses were bilaterally in flexion. Sensory system examination showed hyperesthesia in the distal parts of the extremities.\\nNerve conduction study (NCS; ) was suggestive of AMSAN. A full blood count, renal and liver profile, electrolytes and serum B12 level were well within normal limits. Underlying connective tissue disease was ruled out with a negative antinuclear antibody (ANA). Her cerebrospinal fluid (CSF) examination revealed albumino-cytological dissociation (acellular with protein of 1.53 g/L). Serum anti-ganglioside antibodies (GQ1b, GT1a, GD1a, GM1) were not detected. She was promptly commenced on intravenous immunoglobulin (IVIG; 400 mg/kg/day) for 5 days. Unfortunately, she developed autonomic dysfunction with acute fluctuations in blood pressure and heart rate within the first 3 days of admission and soon went into respiratory paralysis requiring mechanical ventilation. Course of hospitalization was complicated with ventilator-associated pneumonia and she unfortunately succumbed to sepsis after 9 days of hospitalization.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'26323550': 1, '19934587': 1, '22694000': 1, '19364341': 1, '19587468': 1, '24163275': 1, '27418363': 1, '32443353': 2, '23927940': 1, '29760923': 2}", "similar_patients": "{'7253783-1': 1}"}