{"patient_id": 71080, "patient_uid": "5753530-1", "PMID": 29326768, "file_path": "comm/PMC005xxxxxx/PMC5753530.xml", "title": "Streptococcus Constellatus Spondylodiscitis in a Teenager: A Case Report", "patient": "We report the case of a 14 years old male teenager who presented with gradually worsening intermittent localized dull aching low back pain which was aggravated by prolonged standing, sitting or walking, for the past one year. It was associated with significant weight loss of more than 10kg during that period and loss of appetite. There was history of night sweats, evening rise of temperature as well as multiple episodes of sinuses over the lower back and gluteal region with pus discharge which had resolved for a few months prior to current presentation. There was no history of persistent cough, tuberculosis contact, high risk behaviour or trauma to the lower back. There were no altered bowel or bladder habits. There was no history of dental abscess or procedures done previously. He had no known past medical illness and no previous surgery, blood transfusion or trauma. He lived with his parents along with four siblings and there was no family history of tuberculosis or malignancy. Tuberculosis workout had been done in a district hospital and reported negative. He was referred to a tertially hospital with spine service when there was worsening of low back pain despite management with analgesia and physiotherapy.\\nOn examination, there was minimal tenderness over the lower lumbar region on palpation. There were no spinal deformity or gibbus. Range of motion of lumbar spine was restricted due to pain. Neurological examination revealed no motor or sensory deficit. Reflexes were normal over both upper and lower limbs. Examination of cardiovascular, respiratory and gastrointestinal systems revealed no abnormalities. Laboratory investigation revealed raised Erythrocyte Sedimentation Rate (ESR) of 69 mm/hr (the normal range is 0-22 mm/hr for men and 0-29 mm/hr for women), C-Reactive Protein (CRP) of 0.7 mg/dL (Normal values are below 3.0 mg/dL) and White Cell Count of 9.43× 109/L (Normal values range from 4.5 to 11.0 x 10^9/L). Mantoux test and sputum for Acid Fast Bacilli (AFB) were negative on three occasions. Chest radiograph was normal. Radiographs of the lumbosacral spine revealed collapse and reduction in joint space with erosion of end plates over L4-L5 region and loss of lumbar lordosis (). An MRI of the lumbosacral spine showed loss of L4-L5 disc space with minimal collection of extraneous material with adjacent paravertebral extension (). A CT guided biopsy of L4/L5 disc level yielded only obtained a small soft tissue sample which grew a pure culture of Streptococcus constellatus which was sensitive to penicillin and erythromycin biopsy was not repeated.\\nHe was treated with intravenous C-penicillin 4 mega unit 4-hourly for total duration of six weeks after consultation with infectious disease team. He recovered well with gradual resolution of back pain and his inflammatory markers returned to normal just two weeks after initiation of treatment. The patient achieved full recovery after completion of six weeks of intravenous antibiotics.", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'10415237': 1, '18812504': 1, '19629222': 1, '17129558': 1, '31827953': 2, '29326768': 2}", "similar_patients": "{'6885237-1': 1}"}