{"patient_id": 64652, "patient_uid": "5292372-1", "PMID": 28239500, "file_path": "comm/PMC005xxxxxx/PMC5292372.xml", "title": "A Pediatric Tumor Found Frequently in the Adult Population: A Case of Anaplastic Astroblastoma in an Elderly Patient and Review of the Literature", "patient": "A 73-year-old male presented after a fall with complaints of headaches and memory loss over the past year. The patient had a history of hypertension, hypothyroidism, and prostate cancer treated 22 years priorly. On presentation the patient was mildly confused but otherwise had no focal neurologic signs or symptoms.\\nComputed tomography (CT) of the head demonstrated a well-circumscribed partially hemorrhagic mass in the left temporal-occipital region. The mass caused effacement of the occipital horn and atrium of the left lateral ventricle as well as trapping of the temporal horn (). MRI of the brain revealed a heterogeneously enhancing, mixed cystic and solid mass (Figures , , and ). At this time, a differential diagnosis of glioblastoma multiforme or metastasis was proposed. A metastatic workup with CT of the chest, abdomen, and pelvis however was unremarkable. The patient and his family wanted a biopsy performed first for tissue diagnosis before they would decide on proceeding with a gross resection. A stereotactic biopsy was subsequently performed.\\nSections of the tumor showed a solid tumor comprised of epitheliod cuboidal-to-columnar cells with abundant eosinophilic cytoplasm and large nuclei with moderate to marked atypia. These cells demonstrated perivascular distribution in a pseudorosette pattern with broad cytoplasmic processes radiating toward the centrally placed blood vessels (). The tumor however was nearly completely devoid of any fibrillarity. A papillary appearance was noted in multiple foci. Areas of geographic necrosis and high mitotic index of up to 11 mitotic figures per high power field were noted.\\nImmunohistochemical stains performed showed neurofilament protein and NeuN stains to be negative within the tumor, consistent with a solid pattern of growth. The glial fibrillary acidic protein (GFAP) stain showed extensive cytoplasmic positivity (). The CAM 5.2 immunostain was negative and epithelial membrane antigen (EMA) was expressed in a membrane and focally dot-like pattern in a subset of tumor cells. The tumor was negative for IDH (R132H) mutant protein expression. A Ki67 immunohistochemical stain showed a labeling index of 9.8%. A D2-40 immunostain showed strong cytoplasmic positivity and CD99 was extensively expressed in a membranous pattern. Patchy OLIG2 staining was also noted. These histologic and immunohistochemical findings were consistent with a diagnosis of anaplastic astroblastoma.\\nThree weeks after the initial biopsy, a left occipital craniotomy for gross total resection was performed. The tumor was cystic, rubbery, and tan-yellow in appearance and demonstrated extension into the lateral ventricle. Histological analysis again demonstrated a solid tumor comprised of epitheliod cells with abundant eosinophilic cytoplasm, large nuclei, and a lack of fibrillarity. Numerous examples of tumor cells arranged in perivascular pseudorosettes were again noted. The immunohistochemical staining pattern was consistent with that observed from the tissue obtained during the stereotactic biopsy, confirming the diagnosis of anaplastic astroblastoma. Adjuvant radiotherapy of 60 gray in 30 fractions was administered to the patient. Clinically, the patient improved, demonstrating mild confusion with an otherwise nonfocal neurological exam. Two years after the initial resection however, the patient presented with worsening mental status and was found to have recurrence of this tumor. Repeat resection was performed which again demonstrated tissue consistent with anaplastic astroblastoma. During his postoperative course his mental status continued to remain poor. He was discharged to hospice care and later expired.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'10885653': 1, '10611218': 1, '22870162': 2, '15458607': 1, '17443288': 1, '19357852': 1, '7545227': 1, '18352788': 1, '16521483': 1, '17216265': 1, '16998280': 1, '25108699': 1, '17388956': 1, '17327764': 1, '18415663': 1, '34211891': 2, '19431125': 1, '16484017': 1, '28960623': 1, '2683559': 1, '15168232': 1, '19214707': 1, '2755581': 1, '1990478': 1, '24141003': 1, '17320647': 1, '11847049': 1, '10886687': 1, '19096646': 1, '30813777': 1, '21507653': 1, '15483362': 2, '17765957': 1, '17653728': 1, '28239500': 2}", "similar_patients": "{'3410171-1': 1, '2816349-1': 1, '8202384-1': 1}"}