{"patient_id": 89329, "patient_uid": "518976-2", "PMID": 15333137, "file_path": "comm/PMC000xxxxxx/PMC518976.xml", "title": "Valgus and varus deformity after wide-local excision, brachytherapy and external beam irradiation in two children with lower extremity synovial cell sarcoma: case report", "patient": "At the time of diagnosis this patient was a 9 year-old female with a one year history of pain and swelling about her left knee. She had experienced a fall and related all symptoms to the fall. She was seen in her local emergency room by her family physician; there was no diagnosis or treatment. Approximately one month prior to her representation, she was struck in the left knee by a basketball and developed worsening pain. She was seen by an orthopedic surgeon (December 1999) and was noted to have a valgus posture of both lower extremities, exaggerated on the left by external rotation and she walked with a mild limp. The left knee had no effusion but was hypersensitive to light touch over the lateral aspect where there was soft tissue swelling just below the knee. There was no obvious mass in the area, although firm palpation was difficult because of patient discomfort. Plain films were normal and an MR was ordered that revealed an apparent meniscal cyst in the lateral aspect of the left knee [Figure ]. Biopsy of the cystic structure was performed (November 1999) that revealed a high-grade synovial cell sarcoma. Metastatic work-up consisting of nuclear bone scan and CT of the chest were negative. Amputation was offered by the local care team that included a radiation oncologist because of their concern about possible contamination of the joint space and uncertain functional outcome. The patient was referred to St. Jude Children's Hospital for further evaluation and treatment.\\nAt the time of her evaluation after referral (January 2000), there was a well healed scar with no excessive swelling. There was mild tenderness on the lateral aspect of her left knee. Additional imaging studies showed abnormality at the site of prior surgery equivocal for residual tumor. There was no evidence of abnormality in the joint space. The tumor bed was explored. There was no physical evidence of compromise at the level of the joint space. She underwent wide local excision with placement of afterloading catheters. Six catheters were placed in a parallel array with 1 cm spacing. Radio-opaque clips were placed to delineate the tumor bed and assist in brachytherapy planning [Figure ]. The margins of the resection were involved with tumor, as demonstrated by field biopsies and assessment of the margins of resection. Satellite tumor nodules were present in the resection specimen. Four days after surgery the six afterloading catheters were loaded with 82 seeds representing 302 mCi of I125 (Figure). The dwell time of the implant was 62 hours and the patient received a total implant dose of 2480 cGy delivered at 40 cGy/hr. Two weeks later the patient began external beam irradiation at 180 cGy/day and received a course of treatment and total external beam dose of 5040 cGy using 6 MV photons with treatment delivered with two beams using a CT based treatment plan [Figure ]. Radiation therapy was completed in March 2000.\\nThe patient suffered moist desquamation corresponding to the radiation therapy portal that was predicted based on the treatment and the use of a tissue equivalent bolus material which was placed on the wound on alternating days during her course of external beam irradiation. She was able to return home on the last day of treatment. On routine follow-up, only 4 months after treatment, left leg appearing to be slightly longer than her right leg by less than 1 cm. No corresponding gait problems were reported. Nearly one year after treatment (January 2000) physical examination showed good range of motion at the left knee; however, there was significant valgus angulation. An MR study was reviewed by Orthopedic Surgery and was noted to show growth arrest laterally and predominantly involving the distal femoral physis [Figure ]. Based on these findings, the family was informed that an epiphysiodesis of the distal femoral physis would likely be required to prevent additional deformity. Due to the angulatory deformity, an osteotomy of the distal femur would be required. Because of high-dose irradiation and concerns about bone healing, osteotomy and epiphysiodesis were deferred until the three year evaluation was performed. At that time, the patient had a significant valgus deformity. The morbidity of the deformity was such that ambulation was difficult. The patient underwent a closing wedge correcting osteotomy, which was fixed with a contour plate. The patient subsequently fractured the plate secondary to early and unprotected weightbearing (against medical advice). She was placed in a cast and ultimately healed her osteotomy. She continues to have a significant limb length discrepancy and will require future lengthening procedures. She remains without evidence of disease nearly 4 years after treatment.", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'9181191': 1, '7559699': 1, '1938558': 1, '8416363': 1, '6863057': 1, '8407399': 1, '4946498': 1, '9614899': 1, '29854355': 2, '813276': 1, '1938557': 1, '11955738': 1, '10661350': 1, '8468983': 1, '1735225': 1, '11896115': 1, '9371387': 1, '8376572': 1, '165917': 1, '7917531': 1, '9747611': 1, '1995524': 1, '3367188': 1, '3350724': 1, '3314794': 1, '12784018': 1, '7878206': 1, '8128043': 1, '10889381': 1, '3819810': 1, '5487569': 1, '8892454': 1, '10359161': 1, '10717219': 1, '15333137': 2}", "similar_patients": "{'518976-1': 2, '5971379-1': 1}"}