{"patient_id": 120853, "patient_uid": "5662949-1", "PMID": 29118705, "file_path": "noncomm/PMC005xxxxxx/PMC5662949.xml", "title": "Oxaliplatin-Induced Hyperammonemic Encephalopathy in a Patient with Metastatic Pancreatic Cancer: A Case Report", "patient": "A 76-year-old man with no history of hepatitis B virus or hepatitis C virus infection had pancreatic adenocarcinoma with peritoneal dissemination. The clinical stage was IV (cT3N1M1). The main site of metastasis was the peritoneum, and there was no liver metastasis. With respect to his family history, his father had been diagnosed with pancreatic cancer. The level of serum carcinoembryonic antigen was 87.6 ng/dL (reference value, <5.0 ng/dL) and that of serum carbohydrate antigen 19-9 was 15,030 U/mL (reference value, <37.0 U/mL). The patient received a GEMOX regimen as first-line therapy as part of a clinical trial. GEMOX consists of gemcitabine (1,000 mg/m2) and oxaliplatin (100 mg/m2) on day 1, and administration is repeated every 2 weeks. The second cycle of GEMOX was administered as planned. However, the patient appeared to have difficulty performing daily activities on the night of admission. Two days later (day 3), he visited the emergency room complaining of drowsiness. His body temperature, pulse rate, and blood pressure were 37.1°C, 80 beats per min, and 133/74 mm Hg, respectively. His Glasgow Coma Scale (GCS) score was 14 (E4V4M6). Upon examination, asterixis was not present, nor were dehydration or constipation. Blood examination revealed a serum ammonia level of 202 µg/dL (reference value, 19–54 µg/dL). Levels of serum hepatic enzymes were mildly elevated (aspartate aminotransferase, 101 IU/L [reference value, 8–40 IU/L]; alanine aminotransferase, 69 IU/L [reference value, 8–40 IU/L]). Serum hemoglobin level was 12.8 g/dL (reference value, 13.4–17.6 g/dL) and it had not decreased compared with the usual level for this patient. Serum sodium, serum albumin, and serum cholinesterase levels were 136 mEq/L (reference value, 136–148 mEq/L), 3.8 g/dL (reference value, 3.9–4.9 g/dL), and 124 U/L (reference value, 165–470 U/L), respectively. Serum C-reactive protein and serum white blood cell count were 0.09 mg/dL (reference value, 0–0.5 mg/dL) and 6,000/µL (reference value, 3,900–9,000/µL), respectively. Serum blood urea nitrogen and serum creatinine levels were 24.5 mg/dL (reference value, 8.0–20.0 mg/dL) and 0.58 mg/dL (reference value, 0.60–1.10 mg/dL), respectively. Computed tomography revealed no liver metastasis or splenomegaly, but there was collateral circulation due to portal vein stenosis. Magnetic resonance imaging, cerebrospinal fluid examination, and blood culture revealed no abnormalities.\\nBased on these results, the patient was diagnosed with oxaliplatin-induced hyperammonemia. One day after hospitalization, his GCS score decreased to 6 (E1V1M4), which was his worst value. His consciousness disorder improved after administration of a nutritional supplement containing a high concentration of branched-chain amino acids for 5 days, and his level of serum ammonia improved to 79 µg/dL. The patient was discharged 13 days later and hyperammonemia has not recurred despite the absence of predictive medication. We considered hyperammonemic encephalopathy was a severe adverse event of chemotherapy and thus ceased administration of this regimen in his case.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'12372606': 1, '15908661': 1, '32601573': 2, '21561347': 1, '25302046': 1, '26975868': 1, '22330089': 1, '26126726': 1, '13193045': 1, '16436463': 1, '10778943': 1, '21715364': 1, '16921047': 1, '25420513': 1, '33991268': 1, '26942162': 2, '29118705': 2}", "similar_patients": "{'4773463-1': 1, '7317123-1': 1}"}