{"patient_id": 114792, "patient_uid": "5122669-1", "PMID": 27900075, "file_path": "noncomm/PMC005xxxxxx/PMC5122669.xml", "title": "Exertional Rhabdomyolysis after Spinning", "patient": "In June 2014, a 21-year old female Asian college student who was previously healthy but unfit presented with bilateral thigh pain and dark red-colored urine. Two days earlier, she had participated in a supervised spinning class, completing the 40-minute session without any noticeable discomfort. Despite mild post-workout limb soreness, she attempted a second session on the following day. Twenty minutes after the class started, her condition deteriorated. Worsening pain and weakness in both anterior thighs forced her to withdraw from the session. Later that evening, she noted variable brown urinary discoloration. She claimed to have been well-hydrated during the workout and indicated that she did not wear a rubber suit.\\nHer medical history was noncontributory. She denied intake of dietary supplements or drugs, specifically oral contraceptives and use of cigarettes or alcohol. No family history of neuromuscular or renal disease was elicited. A review of her systems revealed no abnormal findings (i.e., no fever, malaise, or muscular weakness). Her vital signs were age-appropriate, and her body mass index was 24.5 kg/m2. On physical examination, her thighs were tender and swollen, with restricted active and passive ranges of motion in hip and knee joints due to severe muscle pain. She was unable to fully extend her knees due to the pain.\\nHer laboratory values (with reference ranges) on the day of admission were: creatine phosphokinase (CPK), 16,370 IU/L (range, 20–200 IU/L); lactate dehydrogenase (LDH), 2,310 IU/L (range, 263–450 IU/L); aspartate aminotransferase (AST), 537 IU/L (range, 15–41 IU/L); and alanine transaminase (ALT), 160 U/L (range, 4–43 IU/L). Her renal function remained within normal limits (blood urea nitrogen [BUN], 8 mg/dL [range, 8–26 mg/dL] and creatine [Cr], 0.5 mg/dL [range, 0.4–1.0 mg/dL]). Urinalysis was negative for both myoglobin and hemoglobin. Her presenting history and laboratory findings confirmed a diagnosis of rhabdomyolysis. The patient was admitted for intravenous fluid resuscitation therapy and monitoring of fluid balance. Her CPK and liver enzyme levels declined thereafter, her pain diminished, and her urinary color returned to normal. At discharge on day 10, her laboratory values were: CPK, 460 IU/L; LDH, 459 IU/L; BUN, 10 mg/dL; and Cr, 0.5 mg/dL. At the one-week follow-up visit, her CPK (214 IU/L) and LDH (380 IU/L) levels were near normal ().", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'23106059': 1, '15774072': 1, '15211124': 1, '23750375': 1, '21311638': 1, '19571284': 1, '20417891': 1, '24946698': 1, '17909702': 1, '27900075': 2}", "similar_patients": "{}"}