{"patient_id": 74442, "patient_uid": "5985567-1", "PMID": 29881401, "file_path": "comm/PMC005xxxxxx/PMC5985567.xml", "title": "Case report presenting the diagnostic challenges in a patient with recurrent acquired angioedema, antiphospholipid antibodies and undetectable C2 levels", "patient": "A 64 y/o Caucasian female developed pain in her left leg in December 2008. A venous ultrasound identified a thrombus. Her use of supplemental estrogen was felt to be a contributing factor. She was placed initially on enoxaparin followed by warfarin for 6 months. Thereafter she received aspirin 81 mg daily.\\nIn January 2009, she developed mild facial and lip swelling initially attributed to facial trauma from a cat scratch. She went to the emergency department (ED) where she was treated with antihistamines and steroids and released. However, later that night she experienced oropharyngeal swelling and she returned to the emergency department. She was admitted to the intensive care unit for observation and treatment with antihistamines and systemic steroids. Evaluation by otorhinolaryngology during her admission revealed oropharyngeal edema, however, the remainder of her evaluation was unremarkable. She was discharged home 3 days later.\\nDuring the admission, an undetectable C4 level was identified. She was then referred to allergy/immunology for evaluation of angioedema and an undetectable C4 level. The family history for angioedema was negative. A review of her medication list to identify medications classically associated with an increased risk of angioedema revealed that she was taking aspirin 81 mg once daily but had not been on an angiotensin converting enzyme inhibitor. She was no longer on estrogen therapy. She had no history of diseases associated with C4 deficiency including Systemic Lupus Erythematous (SLE) and macular degeneration.\\nFurther laboratory workup after the undetectable C4 level had been confirmed, revealed low quantitative levels of C1 inhibitor and C1q. C1 inhibitor function was less than 40%. The clinical and laboratory data suggested a diagnosis of AAE. Further complement studies revealed an undetectable level of C2 (Table ). A C1q binding assay was positive although a C3d binding immune complex assay was negative. An initial C1q level was below the level of detection but a hemolytic C1q functional assay was normal, suggesting C1q consumption. C2 level and function were low, C3 level and function were normal, and C4 level was undetectable and function was zero (Table ). Free and bound IgG anti-C1 esterase inhibitor measured by enzyme-linked immunosorbent assay (ELISA) was negative. An assay for IgG anti-C1q antibody was negative. Assays for IgA or IgM anti-C1 inhibitor or anti-C1q antibodies were not available (Table ). An ANA, anti-SSA/SSB and dsDNA antibodies were negative. IgG, IgM and IgA anti-cardiolipin antibodies were positive. The titer for IgM anti-phosphatidyl serine antibody was 163.1 (normal < 22 MPS), and an IgA anti-beta 2 glycoprotein antibody level was 103.8 (normal < 20 AU). No lupus anticoagulant was detected. APS was diagnosed on March 2009.\\nSerum protein electrophoresis (SPE) with immunofixation was negative. Urine electrophoresis with immunofixation was positive for free monoclonal kappa light chains. Chest, abdominal and pelvic CT scans did not show adenopathy or organomegaly. She was referred to hematology/oncology. A bone marrow biopsy was normal on pathological analysis and flow cytometry. A positron emission tomography (PET) scan was negative. All these findings led to a diagnosis of MGUS.\\nThe patient had five more episodes of facial and oropharyngeal edema through July 2011, each requiring hospital admission. Acute treatment with 1000 units purified pdf-C1INH (Cinryze, Shire) was effective at curtailing episodes although on two occasions, a second dose was needed (Fig. ). Patient weighted around 81 kg during the times she received purified pdf-C1INH. After the fifth hospitalization the potential risks and benefits of prophylactic treatment were discussed with the patient. Because of her APS and recent history of DVT, it was mutually decided to initiate danazol therapy. Doses of 100 mg twice daily prevented further episodes. The dose was then decreased to the lowest effective dose of 100 mg in the morning and 50 mg at bedtime. On demand icatibant was prescribed in August 2011 when it received FDA approval but was not been administered due to success of other therapeutic interventions. Danazol was continued until March 2013.\\nIn January 2012, she began to experience night sweats and fatigue. Her physical examination revealed the presence of splenomegaly. Her CBC revealed anemia, leukopenia, and thrombocytopenia. Her LDH and beta-2-microglobulin were elevated. Serum protein electrophoresis revealed an elevation of alpha 2 globulin fraction, with an M- band present in the gamma region. Immunofixation revealed a monoclonal IgM-Kappa gammopathy. A bone marrow biopsy was performed for the second time. It showed infiltration by monoclonal lymphocytes. Immunoperoxidase stains identified CD5—CD10+ CD20+ and BCL6+ cells, consistent with follicular lymphoma. A PET scan was done and revealed strong spleen uptake. The patient was diagnosed with low-grade B cell non-Hodgkin’s lymphoma, stage IV-B in April 2012. Treatment options were discussed with the patient. It was elected to treat her with a single agent, rituximab. Treatment was initiated in May 2012 with four doses of rituximab at 375 mg/m2, as initial induction therapy. By the end of the induction phase she was not experiencing night sweats or fatigue and her anemia, leukopenia and thrombocytopenia had resolved. A post treatment PET scan was negative. The patient declined another bone marrow biopsy. Following successful induction therapy, a maintenance schedule with rituximab at 375 mg/m2 was given.\\nImmunologic re-evaluation after initiation of rituximab therapy, found that her anti-cardiolipin antibodies levels decreased. The C4 quantitation remained below normal levels, although the C1 inhibitor functional assay normalized. Because of persistently decreased C4 levels, C4-genetic analysis was done. The C4 protein concentration by radio immunodiffusion assay was 13.4 mg/dL. Immunofixation of EDTA plasma detected C4A3 and C4B1 protein allotypes. Quantitative real-time polymerase reactions for complement C4 gene copy numbers performed in three independent experiments revealed: Total C4 = 3, C4A = 1, C4B = 2. These results are compatible with heterozygous C4A deficiency, suggesting a genetic component for the low levels of C4 observed in this patient. A follow-up interview with the patient in July 2016 found that she remained lymphoma free and without recurrence of angioedema or any thrombotic events.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'15100659': 1, '11954019': 1, '27537564': 1, '18204284': 1, '22621628': 1, '24698717': 1, '1085645': 1, '27130715': 1, '22526593': 1, '8973615': 1, '26038300': 1, '26728240': 1, '11865013': 1, '22234447': 1, '12058892': 1, '24979840': 1, '27502238': 1, '10088953': 1, '20667117': 1, '3534579': 1, '22230421': 1, '16420554': 1, '921088': 1, '23921495': 1, '19167590': 1, '26795750': 1, '28284781': 1, '27273087': 1, '29881401': 2}", "similar_patients": "{}"}