{"patient_id": 120261, "patient_uid": "5621280-1", "PMID": 28905841, "file_path": "noncomm/PMC005xxxxxx/PMC5621280.xml", "title": "Lacrimal gland myxoma", "patient": "A 65-year-old Asian-Indian male presented to the Department of Orbit and Oculoplasty with complaints of painless protrusion of his right eye for the past 1 year []. He gave history of significant progression over the past 3 months. His past medical history was unremarkable and he had no other systemic complaints. On examination, his best-corrected visual acuity was 6/6; N6 (Snellen) in both the eyes. Exophthalmometry revealed a 4 mm axial, nonpulsatile proptosis in the right eye with significant resistance to retropulsion. Extraocular motility was full in both the eyes. Orbital rims on both sides were normal though there was difficulty in insinuation in the superolateral area. Valsalva manoeuver revealed no change in the degree of proptosis. Computerized tomography (CT) scan of the orbits was requested, which revealed a well-circumscribed, oval, isodense soft tissue lesion in the right lacrimal gland area, with displacement of the surrounding extraocular muscles, suggestive of a lacrimal gland lesion, possibly a pleomorphic adenoma. The optic nerve appeared normal. No bony erosion was noted [].\\nThe patient underwent excision biopsy of right orbital mass, through an upper eyelid skin crease incision. A 17 mm × 10 mm × 5 mm mass was excised from the superolateral region of the right orbit. It was cystic in appearance with gelatinous contents []. The lacrimal gland was not identified separately. Histopathologic examination showed a capsulated tumor with myxoid hypocellular material with fibrocytes, scattered blood vessels, and few inflammatory cells. Study of deeper sections of the mass revealed few scattered spindle cells and blood vessels in myxoid matrix. There was no atypia or abnormal mitotic activity []. These histopathologic features were consistent with the diagnosis of a myxoma. On the last follow-up, the patient's visual acuity was maintained at 6/6, and there was no recurrence of mass or proptosis.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'2039038': 1, '23613661': 1, '16682598': 1, '34352903': 1, '3674661': 1, '23861624': 1, '12701871': 1, '6677844': 1, '32257569': 1, '17467533': 1, '21939174': 1, '25927154': 1, '28905841': 2}", "similar_patients": "{}"}