{"patient_id": 65181, "patient_uid": "5333949-1", "PMID": 28293485, "file_path": "comm/PMC005xxxxxx/PMC5333949.xml", "title": "A Long-Term Survivor of Metastatic Pancreatic Adenocarcinoma: Free of Recurrence 12 Years After Treatment of Oligometastatic Disease", "patient": "A 62-year-old male nonsmoker presented to the emergency department with three months of persistent nausea, anorexia, jaundice, dark urine, and generalized pruritus with associated six-pound weight loss. Laboratory testing was consistent with obstructive jaundice, while abdominal ultrasound and computed tomography (CT) scan of the abdomen/pelvis revealed intra- and extrahepatic biliary ductal dilatation, a prominent pancreatic duct, and a suspicious peripancreatic lymph node without obvious mass in the pancreas.\\nEndoscopic ultrasound showed a 2.7 x 2.6 cm mass in the head of the pancreas, and fine needle aspiration was positive for adenocarcinoma. Staging showed resectable disease and no evidence of metastasis. Preoperative CA 19-9 was 81.1 U/mL (reference range: 0.0 – 37.0 U/mL) and CEA was 3.1 ng/mL (reference range: 0.0 – 3.0 ng/mL). He underwent diagnostic laparoscopy with pylorus-preserving Whipple procedure. Pathology revealed a moderately differentiated adenocarcinoma measuring 3.7 cm and invading into the pancreatic parenchyma and through the muscularis propria of the duodenum into the submucosa (Figure ). There was lymphovascular and extensive perineural invasion identified, margins were negative, and five out of 19 lymph nodes were involved with adenocarcinoma. The tumor was staged IIB (pT3 N1 M0). Adjuvant gemcitabine was started one month postoperatively at 1,200 mg/m2 weekly for three of four weeks.\\nAfter completing his first three weeks of chemotherapy, he was admitted with neutropenic fever and found to have developed liver lesions on CT abdomen. Three low attenuating masses were identified, the largest 3.1 cm in greatest dimension with subtle rim enhancement concerning for possible liver metastases (Figure ). The biopsy was not pursued but oxaliplatin was added to the palliative chemotherapy regimen at 100 mg/m2, while gemcitabine was continued at 1,000 mg/m2 every two weeks. Restaging CT scan 3.5 months after diagnosis of metastases noted a complete resolution of the liver lesions. He completed 22 infusions (over the course of about one year) of this therapy and was offered a treatment holiday thereafter when positron emission tomography (PET) scan showed no evidence of disease.\\nHe remained free of disease and off systemic therapy for five years at which point a re-staging CT chest showed a 6 mm nodule in the upper lobe of the right lung, which was felt to be isolated metastatic disease (Figure ). Radiotherapy was not considered as a local management approach due to the need for tissue diagnosis. Cardiothoracic surgery performed a video-assisted thoracoscopic right upper lobectomy when the nodule could not be located intraoperatively with pathology showing a well-differentiated mucinous adenocarcinoma (1 cm in size). Staining was consistent with pancreatic primary (CK7/CK20 positive, TTF-1, and CDX-2 negative) and margins were negative. Postoperatively, he was treated with five cycles of adjuvant gemcitabine, which was eventually discontinued due to transaminitis, with no additional therapy. He remained off treatment for six additional years, with surveillance CT scans approximately every six months showing no evidence of recurrence.\\nAbout 12 years after diagnosis of metastatic disease, the patient was admitted to the hospital and ultimately passed away from complications of ascending cholangitis associated with stricture at the biliary-enteric anastomosis site. The CT scan of the chest, abdomen, and pelvis during this hospitalization did not show evidence of disease recurrence. Biopsy of the stricture site showed no evidence of malignancy. Nucleic acids were extracted from microdissected paraffin sections of the pancreatic tumor as well as an adjacent benign lymph node. Next-generation sequencing libraries of the tumor and normal samples were constructed by the Yale Tumor Profiling Laboratory, using the Oncomine Comprehensive Assay (Life Technologies, ThermoFisher Scientific). This assay examines tumor DNA for mutations and/or amplifications in 134 cancer-related genes. The assay also examines tumor ribonucleic acid (RNA) for the presence of 183 fusion transcripts involving 22 oncogenic driver genes. Sequencing was performed using the Ion Torrent platform (ThermoFisher Scientific) and data were analyzed using Ion Torrent software as well as custom software developed by the laboratory. An activating mutation of KRAS (G12R) and a deleterious mutation of TP53 were identified in the primary pancreatic tumor. The primary tumor was also analyzed for DNA mismatch repair protein expression by immunohistochemistry and showed no abnormality; furthermore, the primary tumor showed no evidence of microsatellite instability in a direct polymerase chain reaction-based test. There was no inactivation of SMAD4. Notably, there was no evidence of a germline mutation in BRCA2 in either the tumor or the normal tissue sample. Pyrosequencing of KRAS codons 12-13 in the presumed metastatic lung tumor specimen confirmed the presence of a KRAS G12R mutation, providing strong evidence that this pulmonary lesion did indeed originate from the initial pancreatic primary tumor.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'1637212': 1, '16998247': 1, '21613821': 1, '22199336': 1, '16538219': 1, '25855536': 1, '20180029': 1, '31360192': 1, '19584151': 1, '26967456': 1, '21941491': 1, '28293485': 2}", "similar_patients": "{}"}