{"patient_id": 72816, "patient_uid": "5878936-1", "PMID": 29604954, "file_path": "comm/PMC005xxxxxx/PMC5878936.xml", "title": "An intramural uterine fibroid became submucosal in the puerperium – proposed probable mechanism: a case report", "patient": "A 25-year-old black African woman, gravida 1 para 1, presented on 15 May 2015 with a 5-day history of cramp-like lower abdominal pain radiating to her lower back. This was associated with a foul-smelling hydrorrhea, difficult micturition, and partial urinary retention that occurred 2 days ago. She had a past history of menorrhagia. She had four intramural uterine fibroids measuring 62, 64, 70, and 94 mm diagnosed with standard ultrasound scan in April 2013 during work-up for menorrhagia. She got pregnant in July 2014. A standard ultrasound scan done on 31 August 2014 at 10 weeks’ gestation identified four intramural uterine fibroids, including a left lateral intramural uterine fibroid of 150 mm (biggest) and a posterior intramural uterine fibroid of 70 mm (smallest; Fig. ). Her pregnancy was well followed up, without any complications. During pregnancy, her uterus had always an irregular shape and a high symphysis-fundal height (20 cm at the 14th week of gestation, 30 cm at the 24th week, 34 cm at the 28th week, and 40 cm at the 38th week). At the 38th week of gestation, two fibroids of 7 cm and 8 cm were palpated on the uterine corpus (the first anteriorly at the right side of the uterine corpus and the second anteriorly on the uterine fundus). At the left lateral side of her uterus, there was also a low situated large fibroid that could not be well palpated and measured. The presentation was cephalic with an unmovable fetal head. The fetal heart tones were normal. She delivered a baby girl, who weighed 3000 g, vaginally on 10 April 2015 at 41 weeks 6 days in the same health facility. A placenta examination revealed retention of parts of fetal membranes. They were removed manually during uterine exploration. During this procedure, no pedunculated submucosal fibroid was found. There were neither maternal nor neonatal complications.\\nOn physical examination at admission, her temperature was 38.5 °C. There was hypogastric tenderness. She had a myomatous uterus with a symphysis-fundal height of 16 cm. There was a foul-smelling vaginal discharge. On speculum and digital vaginal examinations, a mass of approximately 10 cm in diameter was present in her vagina, rendering examination of the cervix difficult.\\nThe diagnosis of an infected prolapsed pedunculated uterine fibroid associated with urinary retention was made. An indwelling urinary catheter was set up, as well as an intravenous drip. Antibiotic therapy was started intravenously with ceftriaxone (1 g twice daily) and metronidazole (500 mg thrice daily). Two days later, under general anesthesia, the almost necrotic fibroid was held with two big toothed forceps and easily twisted off per vaginal route, without any significant bleeding, which relieved her symptoms. On speculum and vaginal examinations, her cervix was normal and 4 cm dilated with the base of the fibroid’s pedicle located in the posterior uterine wall at 3 cm from the external cervical os. The fibroid was sent for pathology, which later confirmed uterine leiomyoma. Five days after fibroid removal, she developed a urethrovaginal fistula due to prolonged urethral obstruction.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'14999510': 1, '25032058': 1, '23008360': 1, '25444702': 1, '11396381': 1, '11304868': 1, '29058627': 2, '25272552': 1, '15223171': 1, '21144089': 1, '22563644': 1, '17901039': 1, '18372219': 1, '17267843': 1, '29604954': 2}", "similar_patients": "{'5651601-1': 1}"}