{"patient_id": 113944, "patient_uid": "5052961-1", "PMID": 27833231, "file_path": "noncomm/PMC005xxxxxx/PMC5052961.xml", "title": "Acute Dystonia After Single Dose of Bupropion", "patient": "The patient is a 34-year-old man with eight class education. He was referred to a psychiatrist on behalf of his company because of decreased job performance due to obsessive behavior.\\nThe patient was diagnosed with obsessive-compulsive disorder (OCD) in Axis I and border intelligence in Axis II accordance with Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition diagnostic criteria. Fluoxetine began with a 10 mg daily dose and had reached 60 mg/day 5 months later. Symptoms of OCD showed an appropriate response to treatment, but the patient complained of decreased libido, so bupropion was added to the treatment at a dose of 75 mg daily.\\nThe next morning, about 11 h after reception of the first dose of bupropion, the patient referred to the emergency room while complaining of muscle contractions in the right side of the face, neck, and shoulder. Biperiden was intramuscularly injected to the amount of 5 mg, and the patient was referred to a psychiatrist due to lack of response. The patient's head was in a state of extension. During the spasms episode, his eyes turned upward and the patient was unable to make eye contact. There were no other signs such as fever, and neurological tests were normal. There was no family history of head trauma, seizure or substance abuse, or family history of psychiatric disorders and movement disorders. With respect to previous psychiatric history and the diagnostic check, neither conversion nor malingering disorder was raised for the patient. Secondary acute dystonia diagnosis was connected to bupropion, and an abnormal involuntary movement scale (AIMS) was done. The AIMS score was 22. Thus, biperiden was intramuscularly injected to the patient to the amount of 7.5 mg and the patient's symptoms were resolved after about 30 min. Bupropion treatment was halted.\\nComplete blood count, Vitamin B12 level, folic acid level, ferritin, biochemistry, and screening for Wilson's disease were performed. Cranial magnetic resonance imaging was performed to rule out secondary causes of dystonia and showed no pathologic point. At follow-ups 24 h, 2 weeks, 4 weeks, 8 weeks, and 12 weeks later, no recurrence of symptoms of dystonia occurred. Treatment and follow-up of the patient in the outpatient clinic still continue, and the patient is under treatment with fluoxetine up to 50 mg/day.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'8276742': 1, '19555803': 1, '17578477': 1, '9723116': 1, '9640489': 1, '34041117': 2, '8094844': 1, '17218049': 1, '28507829': 2, '17478026': 1, '16062101': 1, '8909330': 1, '2890672': 1, '10473482': 1, '6406468': 1, '2594960': 1, '11847943': 1, '8354740': 1, '18562067': 1, '27833231': 2}", "similar_patients": "{'8138415-1': 1, '5429148-1': 1}"}