{"patient_id": 118760, "patient_uid": "5502331-1", "PMID": 28694907, "file_path": "noncomm/PMC005xxxxxx/PMC5502331.xml", "title": "Laparoscopic diaphragmatic hernia repair using expanded polytetrafluoroethylene (ePTFE) for delayed traumatic diaphragmatic hernia", "patient": "A 50-year-old man was transferred to our emergency department from a local orthopedic clinic due to abdominal pain and vomiting for 6 days. The patient had been admitted to a local clinic for 6 days following surgery for fracture of his wrist joint. Epigastric pain developed and the patient underwent esophagoduodenoscopy, which led to a diagnosis of acute peptic ulcer. Use of ulcer medication, including a proton pump inhibitor, did not result in symptom improvement, and so the patient was transferred. His vital signs were stable and he showed mild epigastric tenderness on physical examination. Laboratory parameters revealed electrolyte imbalance and dehydration with a potassium level of 2.9 mmol/l, chloride level of 87 mmol/l, blood urea nitrogen level of 46.9 mg/dl and creatinine level of 1.40 mg/dl. Chest X-ray () and computed tomography (CT) scan () showed herniation of the gastric body and antrum through the left diaphragm with organo-axial volvulus and obstruction at the pylorus level. To identify the cause of herniation, we rechecked his medical history and found that he had fallen a height of 5 m 15 months prior. The CT scan at that time () revealed a small defect of the left diaphragm without herniation, which we had missed. The patient’s symptoms improved after insertion of a nasogastric tube and hydration. The patient then underwent a laparoscopic examination (). The patient was placed supine in the reverse Trendelenburg position with the surgeon on the right side of the patient. A total of 4 ports were used: one 10 mm port at the umbilicus for the 30-degree rigid scope, one 12 mm and one 5 mm port at the right midcostal for working port and one 5 mm port at the left anterior axillary line for liver retraction. The gastric body and omentum were herniated through the defect in the left diaphragm. We reduced the herniated omentum and stomach using ultrasonic shear because a part of the omentum was attached to the diaphragm. After reduction, the defect in the diaphragm was about 6 × 5 cm in size and the rim of the defect was firm and fibrous. Therefore, we considered primary repair to be impossible and decided to perform the repair using a mesh. Hence we cut ePTFE more than 2–3 cm beyond the defect area, patched an ePTFE mesh on the defect and fixed it 18 times with an interrupted prolene 3-O suture. Recovery was uneventful and the patient was discharged at 5 days after the operation. The patient underwent a follow-up CT scan at 3 months after the operation, and there was no recurrence or symptoms related to the operation ().", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'30456575': 2, '17382006': 1, '19698091': 1, '23956912': 2, '14799666': 1, '19949964': 1, '33482880': 2, '18427332': 1, '19288159': 1, '24113484': 1, '4843862': 1, '28694907': 2}", "similar_patients": "{'3728532-1': 1, '7825218-1': 1, '6242806-1': 1}"}