{"patient_id": 72356, "patient_uid": "5840949-1", "PMID": 29527378, "file_path": "comm/PMC005xxxxxx/PMC5840949.xml", "title": "It Is Not Always Sepsis: Fatal Tachypnea in a Newborn", "patient": "A previously healthy full-term nine-day-old male presented to the pediatric ED with complaints of tachypnea, poor feeding, and decreased urine output for two days. Review of systems was significant for a sick contact with an upper respiratory infection. Otherwise, there were no reported fevers, upper respiratory symptoms, vomiting, diarrhea, seizure-like activity, skin color changes, rash, or recent travel of the infant. Birth history was unremarkable; he was born at a gestational age of 38 weeks via normal spontaneous vaginal delivery. APGARs were 9 and 9 at 1 and 5 minutes of life, respectively. Birth weight was 2610 grams, and New York State newborn screening was negative. All maternal serologies were normal, as was prenatal sonogram. The nursery course was uncomplicated, and the patient passed the critical congenital heart disease (CCHD) screening at 29 hours of life.\\nVital signs on presentation to the ED were temperature of 37.3°C, heart rate of 162 beats per minute, respiratory rate of 80 breaths per minute, blood pressure of 76/54 mmHg (right arm), and oxygen saturation of 95% on room air. The ED physical exam noted a newborn who appeared mildly dehydrated, with moderate distress as evidenced by retractions, tachypnea, and nasal flaring. There was no rhinorrhea and nasal congestion, and the lungs were clear to auscultation without any wheezing, rhonchi, or rales. Blood, urine, and CSF cultures were drawn, and ampicillin, cefotaxime and acyclovir were started. Nasopharyngeal viral swab was negative for respiratory viruses. CBC was normal for age, and CMP was significant for metabolic acidosis and hyperkalemia (). Chest X-ray was unremarkable (). The patient was then admitted to the pediatric intensive care unit (PICU) for worsening respiratory distress.\\nIn the PICU, patient was noted to have weak femoral pulses and no urine output after four hours from PICU admission. Vitals were significant for hypothermia (temperature of 34.8°C) and worsening tachypnea to 90 breaths per minute. Lower limb blood pressures at that time were undetectable (see for detailed exam). Alprostadil (PGE1) was started in the PICU. At initiation of PGE1, lactic acid level was 10.6 mg/dl. Critical coarctation of the aorta (CoA) was suspected, and 2D echocardiogram confirmed severe discrete coarctation of the aorta (). After initial stabilization with prostaglandin and dopamine drips, patient received surgical correction on hospital day 4. Despite all interventions, the patient eventually succumbed to a human metapneumovirus infection on postoperative day 35.", "age": "[[9.0, 'day']]", "gender": "M", "relevant_articles": "{'8784360': 1, '27160097': 1, '21987707': 1, '17344253': 1, '21829408': 1, '7285304': 1, '27390667': 1, '18838650': 1, '21820732': 1, '32213525': 1, '16297355': 1, '19064611': 1, '16905574': 1, '11994726': 1, '32675455': 1, '29527378': 2}", "similar_patients": "{}"}