{"patient_id": 124892, "patient_uid": "5983020-1", "PMID": 29881291, "file_path": "noncomm/PMC005xxxxxx/PMC5983020.xml", "title": "A large and aggressive fibromatosis in the axilla: a rare case report and review of the literature", "patient": "A 54-year-old female patient with no smoking or alcohol consumption history presented with a left axillary mass. She had undergone bilateral accessory breast resection 20 years earlier. This left axillary mass was first noted in 2012 but the patient declined treatment until December 2016. By then, the tumor had reached 10×8 cm2 limiting left upper arm motor function (). There was no pain or sensory complaints related to this large tumor.\\nUltrasound examination revealed two regular hypoechoic masses (5×3 mm2) in the left breast. Color doppler signal demonstrated absent blood flow. In addition, there was an irregular and inhomogeneous low echogenic mass in the subcutaneous soft tissue deep within the left axilla measuring 8 cm in longest diameter () with irregular borders and scant blood flow signal. Plain and contrast-enhanced magnetic resonance imaging (MRI) examination of breast revealed that a nodular and oval acoustic shadow with clear and smooth border in the upper inner quadrant of the left breast. In contrast, the mass within the left axilla revealed irregular borders and signal (). FDG-PET/CT showed that the saccharometabolism of the left axillary mass was inhomogeneous with increased standard uptake value (SUV) max value of 3.80. The lesion could not be easily separated from adjacent muscle including the musculi teres minor, the subscapalaris, and the scapula itself (). A core needle biopsy demonstrated fibrous tissue with glassy degeneration and focal vascular hyperplasia (). As these results precluded a definitive diagnosis, surgical excision was recommended and performed.\\nAt the time of surgery, the mass was extremely hard with an incomplete capsule and could not be easily separated from surrounding tissues (). Indeed, adjacent structures were deformed and displaced because of the tumor’s mass effect which reached deep to the clavicle and invaded the surrounding tissues including: pectoralis major, brachial plexus, subscapalaris, latissimus dorsi, teres minor, and scapula. Intraoperative pathology result suggested a spindle cell tumor () which was confirmed on permanent paraffin sections with infiltration into striated muscle (). Tumorous tissue was negative for Bcl 2; and positive for β-catenin, smooth muscle actin, vimentin, and CD34 (). Based on these findings, the patient was diagnosed with a left axillary AF.\\nAfter surgery, we asked for self- or family history of fibromatosis which were denied. The patient recovered soon without adjuvant medical or radiation therapy. After more than 1 year of follow-up, the patient remains in good condition, without cutaneous or muscle AF recurrence.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'28851389': 1, '25368668': 2, '29056131': 1, '31375508': 1, '22783521': 1, '29096658': 1, '33850503': 2, '31211075': 1, '28439797': 1, '12182989': 1, '10792318': 1, '28578783': 1, '11585292': 1, '27365524': 1, '26988832': 1, '28420393': 1, '28199014': 1, '29113152': 1, '28735069': 1, '27756360': 1, '28881160': 2, '28410293': 1, '29881291': 2}", "similar_patients": "{'4170978-1': 1, '5678687-1': 1, '8034791-1': 1}"}