{"patient_id": 113431, "patient_uid": "5012847-1", "PMID": 27621653, "file_path": "noncomm/PMC005xxxxxx/PMC5012847.xml", "title": "Real-time tests of multiple genome alterations take the first steps into the clinic: a learning example", "patient": "A 78-year-old female with a medical history of arterial hypertension, hypercholesterolemia, and lumbar disc herniations complained of lower back pain, occasional dry cough, and slight weight loss in the previous month (<5%). Subsequent investigations included a thyroid fine-needle aspiration biopsy (FNAB) which was suspicious for malignant lesion. At the time of biopsy, the patient was on the following medications: bisoprolol, lisinopril, and hydrochlorothiazide. Social history was positive for passive and active smoking (five cigarettes per day for 5 years).\\nFNAB showed micropapillary nests with cytological atypia interpreted as atypical papillary proliferation of the thyroid (Tyr-4). Five months later, she underwent surgical resection of the thyroid lesion, and the histology report confirmed the diagnosis of thyroid papillary carcinoma (galectin-3/cytokeratin 19/HBME-1 positive and TPO negative).\\nStaging magnetic resonance imaging scan of the spine, performed just before thyroidectomy, showed osteoblastic lesions in lumbar vertebral bodies and sacrum. A computed tomography (CT) scan performed 1 month later detected left pulmonary hilum and lower lobe metastases with massive mediastinal involvement. In particular, an infiltration of the superior lobar artery and the inferior pulmonary vein, as well as a compression of both principal and apical bronchi were observed. The upper-left segment was significantly impaired by lymphangitic carcinomatosis, and the lower lobe was partially atelectatic. Keeping in view the advanced stage of the disease and the clinical implications associated with thoracic involvement, radiometabolic treatment with iodine (I-131) was omitted to give priority to the management of lung lesions. The paper was published after obtaining the patient’s written consent.", "age": "[[78.0, 'year']]", "gender": "F", "relevant_articles": "{'15670202': 1, '24714776': 1, '17940185': 1, '12670889': 1, '21129611': 1, '15630448': 1, '15256229': 1, '12697856': 1, '24932084': 1, '19010912': 1, '20350999': 1, '25685581': 2, '21825258': 1, '24484647': 2, '25466451': 1, '26287849': 1, '25369542': 1, '24918610': 1, '24888229': 1, '15296034': 1, '20822998': 1, '26410084': 2, '9028370': 1, '19598221': 1, '21483012': 1, '23551194': 1, '7165009': 1, '25900221': 1, '22263102': 1, '22313412': 1, '23833300': 1, '23733758': 1, '26445938': 2, '26711930': 1, '25556681': 1, '24979348': 1, '21639808': 1, '27621653': 2}", "similar_patients": "{'4313001-1': 1, '4313001-2': 1, '4597458-1': 1, '3922635-1': 1, '4584122-1': 1}"}