{"patient_id": 71935, "patient_uid": "5821975-1", "PMID": 29854473, "file_path": "comm/PMC005xxxxxx/PMC5821975.xml", "title": "Multiple Culprit Coronary Artery Thrombosis in a Patient with Coronary Ectasia", "patient": "A 56-year-old male patient with a history of current tobacco use and previous coronary artery disease was admitted to the emergency room with acute coronary syndrome. He had previous percutaneous coronary intervention (PCI) history in mid left anterior descendent (LAD) and proximal right coronary artery (RCA) with bare metal stents in a context of unstable angina two years before in another facility and was on aspirin 100 mg daily. Clopidogrel had been used for one year and then discontinued. He arrived at the hospital within five hours and thirty minutes from the onset of severe chest pain associated with nausea and diaphoresis. His blood pressure was 130/80 mmHg, heart rate was 80 bpm, cardiac auscultation was unremarkable, and his Killip class was II.\\nAdmission ECG showed sinus rhythm with both anterior and inferior ST-segment elevation (). Oral loading doses of antiplatelets (aspirin 300 mg and clopidogrel 600 mg) were administered, and coronary angiography was performed emergently. Surprisingly, thrombotic occlusions of both proximal RCA () and mid LAD () were disclosed. Unfractionated heparin (100 UI/kg) and IIb/IIIa glycoprotein inhibitor (abciximab) were administered during the procedure, and the latter was continued up to 12 hours after the procedure. Both vessels were diffusely ectasic, and the occlusions occurred into pronounced ectasic spots. LAD thrombosis occurred just proximal to the previously implanted stent, and RCA thrombosis occurred in the proximal segment while the previously implanted stent was on the distal segment. There were only discrete collaterals from LAD to RCA after the first vessel was recanalized.\\nWe decided to intervene first on LAD due to the larger myocardium area at risk. Guidewire easily surpassed the occluded segment, and LAD was predilated with 2.0 × 15 and 2.5 × 20 mm noncompliant balloons (NCB) without flow restoration despite several inflations. Manual thrombus aspiration with Export catheter was performed, and such approach allowed much better thrombus clearance and vessel delineation (). Kaname 3.0 × 28 mm BMS was then implanted and postdilated with a 3.5 × 15 mm NCB. RCA intervention was performed in the same procedure, and the vessel had a similar behavior, with easy guidewire navigation and no flow restoration with balloon angioplasty (2.5 × 20 mm and 3.0 × 20 mm). Manual aspiration also allowed better vessel delineation (). Multilink 4.0 × 33 mm and Prokinetic 4.0 × 20 mm BMS were implanted in distal and medial segments, respectively, with overlapping and was postdilated with a 5.0 × 20 mm NCB. Angiographic success () was achieved, and IIb/IIIa glycoprotein inhibitor was maintained for 12 hours in continuous infusion.\\nThe patient was in sinus rhythm throughout hospitalization, and echocardiogram showed an ejection fraction of 34% with apical and septal akinesia. It did not show intracardiac thrombus or vegetation, making coronary embolization improbable as a cause of thrombosis. Outpatient hematologic evaluation was scheduled to investigate for possible thrombophilia. After a successful in-hospital evolution, the patient was discharged asymptomatic within six days. Discharge medications were aspirin 100 mg, metoprolol 50 mg BID, enalapril 10 mg BID, simvastatin 40 mg, clopidogrel 75 mg, and warfarin 5 mg. It was planned to use triple therapy for one month and then switch to dual therapy with clopidogrel and warfarin, indefinitely.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'19699333': 1, '19182293': 1, '19931780': 1, '34976380': 2, '6847792': 1, '26490017': 1, '4052280': 1, '12737785': 1, '29051141': 1, '15204172': 1, '29854473': 2}", "similar_patients": "{'8683674-1': 1}"}