{"patient_id": 115353, "patient_uid": "5216226-1", "PMID": 28101026, "file_path": "noncomm/PMC005xxxxxx/PMC5216226.xml", "title": "Transdifferentiation of Small Cell Carcinoma of the Urinary Bladder from Urothelial Carcinoma after Transurethral Resection of a Bladder Tumor, Intravesical Bacillus Calmette-Guerin Instillation, and Chemotherapy: A Case Report", "patient": "A 73-year-old man underwent transurethral resection of a bladder tumor (TURBT) for the first time in August 2010, at which time pathological examination of the surgical specimens revealed UC, pT1, G2. After TURBT, intra-arterial injection chemotherapy with epirubicin/cisplatin and intravesical BCG instillation were performed. In April 2011, he underwent a second TURBT for bladder tumor recurrence. As pathological examination again revealed UC, pTis, G3, intravesical BCG instillation was performed again.\\nIn September 2014, he underwent a third TURBT for bladder tumor recurrence on the right side of the bladder wall. Since pathological examination revealed UC, pT2, neoadjuvant chemotherapy with 2 courses of gemcitabine/cisplatin was performed beginning in October 2014. As a fourth TURBT and full-body CT scan revealed no more evidence of tumor in January 2015, he was closely followed up by cystoscopy and CT scan. However, in March 2015, cystoscopy revealed bladder tumor recurrence on the right side wall, and SCC was suspected by urine cytology. His serum neuron-specific enolase (NSE) level was 7.7 ng/mL (reference values 10.0 ng/mL). A full-body CT scan showed increased thickness of the urinary bladder wall on the right side with right hydronephrosis, but no obvious metastasis (Fig ). Hence, he underwent radical cystectomy and lymphadenectomy with construction of an ileal conduit in April 2015. His postoperative course was uneventful and serum NSE was 8.9 ng/mL before discharge, which was within reference range. Pathological examination revealed SCC with squamous cell carcinoma, pT3N0 (Fig ). There was no UC component. Thorough overview of all the series of specimens revealed that in the third TURBT specimen, UC made up the majority of the tumor, with a very small component of SCC that stained positive during synaptophysin immunostaining (Fig ). Ki67 counts increased over time (48% in the first TURBT specimen in 2010, 53% in the third TURBT specimen in 2014 and 90% in the cystectomy specimen in 2015). From these histopathological findings, it became clear that the bladder cancer had already changed to SCC at the time of the third TURBT.\\nAdjuvant chemotherapy was not performed. In June 2015, he noticed bilateral edema of the lower extremities. Serum NSE showed an increase to 262 ng/mL, and PET-CT scan showed pelvic lymph node metastases and peritoneal dissemination. He underwent chemotherapy with etoposide/carboplatin commencing in August 2015. The metastatic lesions demonstrated a partial response during the first 4 courses, but a full-body CT scan at the end of the fifth course showed new liver metastasis. The chemotherapeutic agent was changed to amrubicin from January 2016. However, after the first course of amrubicin, the patient developed intestinal perforation due to necrosis secondary to peritoneal dissemination, and he passed away in February 2016.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'26104942': 1, '25131883': 1, '6261916': 1, '31570346': 1, '23827737': 1, '27072610': 1, '26069250': 1, '22564397': 1, '31871155': 1, '27072176': 1, '25761779': 1, '28101026': 2}", "similar_patients": "{}"}