{"patient_id": 118109, "patient_uid": "5458407-1", "PMID": 28603541, "file_path": "noncomm/PMC005xxxxxx/PMC5458407.xml", "title": "Cytological features of adenocarcinoma admixed with small cell neuroendocrine carcinoma of the uterine cervix", "patient": "A 52-year-old Japanese woman visited our hospital complaining of abnormal genital bleeding. Laboratory tests revealed elevated tumor markers as follows: carcinoembryonic antigen, 25.1 ng/mL (reference up to 5.0); CA125, 48 U/mL (reference up to 35); and squamous cell carcinoma (SCC) antigen, 1.8 ng/mL (reference up to 2.0). Magnetic resonance imaging revealed a cervical mass (8.0 cm × 7.2 cm × 4.9 cm) and a cystic ovarian mass. Malignant cells were detected through scraping cytology and resected biopsy from the endocervical area. Cytological evaluation led to a diagnosis of suspected NEC of the uterine cervix. However, biopsy yielded a diagnosis of adenocarcinoma admixed with NEC.\\nSmear cytology of the uterine cervix revealed distinct atypical cells in a proteinaceous debris-filled background with no streaming artifacts []. The tumor cells were composed of two distinctly sized cells. The majority of the tumor cells were found to be of relatively smaller size than adenocarcinoma cells; these smaller cells presented predominantly as hyperchromatic crowded clusters with numerous single cells []. Most clusters were loose and occasionally showed a partial molding arrangement. The most abundant cells, those with a high nuclear/cytoplasmic (N/C) ratio or lacking cytoplasm, were generally 1–2 times larger than the size of neutrophils. Nuclei of solid cell clusters were oval, thin-edged, often delicate, and generally small to moderate or slightly large in size. Analysis of the chromatin pattern of the nuclei indicated a mixture of euchromatin and coarsely granular chromatin with inconspicuous nucleoli.\\nIn contrast, tumor cells possessing unevenly distributed larger nuclei were observed admixed with SCNEC cells and were arranged in a tight, glandular-like pattern []. The nuclei were 2–4 times larger than those of neutrophils and round to oval in shape. Their chromatin was granular, and the nuclei exhibited a moderate degree of anisokaryosis. Some of the nuclei contained prominent nucleoli. No abnormal keratinization was observed in any of the specimens. On the basis of these cytological findings, NEC was suspected.\\nHistologically, the tumor was comprised two adjacent components of almost equal area, containing either small-sized or moderately sized cells []. The smaller cells exhibited a scant cytoplasm, and their nuclei were either round or elliptical with nuclear molding. Tumor cells exhibited nuclear hyperchromasia and inconspicuous nucleoli. In contrast, the area with moderately sized cells was found to be composed of solid, papillary, and tubular patterns accompanied by amorphous material and necrotic debris. These tumor cells harbored a thick cytoplasm, and the nuclei showed karyomegaly and were oval to elongated in shape, with prominent nucleoli. Immunohistochemically, areas showing a tubular pattern were positive for cytokeratin (CK) 19 []. All neuroendocrine markers and MUC6 were negative in areas showing a tubular pattern (data not shown). We performed immunohistochemical staining of three neuroendocrine markers: CD56 (1B6, 1:800; Leica Biosystems, UK), synaptophysin (DAK-SYNAP, 1:400; Dako, CA, USA), and chromogranin-A (DAK-A3, 1:800; Dako); two squamous markers: CK14 (LL002, 1:320; Leica Biosystems) and p40 (polyclonal, 1:12,000; Calbiochem, Germany); two glandular markers: CK19 (RCK109, 1:400; Dako) and MUC6 (CLH5, 1:800; Leica Biosystems); and a human papillomavirus surrogate marker: p16 (G175-405, 1:800; BD Biosciences PharMingen, CA, USA). We found that the specimen was strongly positive for synaptophysin and CD56 in areas harboring smaller cells [Figure and ], with no observable staining for chromogranin A (data not shown).\\nIn both tumor areas, mitotic figures were frequently observed, and almost all tumor cells were intensely stained immunohistochemically with p16 []. No tendency toward keratinization was observed, and none of the cells expressed p40 and CK14 (data not shown).", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'22833092': 1, '15047210': 1, '63316': 1, '8870009': 1, '18677758': 1, '25325935': 1, '11993694': 1, '23273245': 1, '17718130': 1, '28603541': 2}", "similar_patients": "{}"}