{"patient_id": 62940, "patient_uid": "5101373-1", "PMID": 27847652, "file_path": "comm/PMC005xxxxxx/PMC5101373.xml", "title": "Orthodontic Protocol Using Mini-Implant for Class II Treatment in Patient with Special Needs", "patient": "We report the case of a female patient, 1.55 m, 49 kg, 25 years old, with suggestive medical history for congenital nystagmus, severe scoliosis, and visual disability. Further information about the patient, such as past medical history, allergies, medication, and social and family history, is shown in .\\nTreatment started with passive lip seal, acceptable facial asymmetry, and closed nasolabial angle. There was prevalence of horizontal growth (). The intraoral evaluation revealed the presence of severe crowding in both upper and lower arches, upper canine in buccal-version, and left upper lateral incisor palatal tipped in corssbite position. There are half cusp (1/2) class II malocclusion on the right side and 3/4 cusp class II on the left side and overjet of 2 mm and overbite of 5 mm ().\\nAfter assessing the panoramic radiography and teleradiography (), the patient was diagnosed with maxillary retrusion, thus causing natural compensatory proclination of upper incisors. Mandible was normal with lower incisors well positioned in the symphysis ().\\nThe options given to the parents of patients were exodontia of third upper molars and first upper premolars (teeth 14 and 24) even with the prevalence of horizontal growth, considering that the amount of crowding would fill the extraction space and the retraction of the anterior quadrant would be small, thus not aggravating the overbite. However, parents refused this option because of the high number of extractions and the potential lack of patient cooperation during surgical therapy. The second option, approved by the parents, was distalization with pendulum supported in mini-implant as skeletal anchorage. As such, the main objectives of the treatment would be achieved: distalization of first upper molars toward Class I position and improvement of dental and facial esthetics.\\nThe treatment had a few steps. First, exodontia of teeth 18 and 28 was requested subsequently under local anesthesia (2% lidocaine hydrochloride with 1 : 50,000 norepinephrine hemitartrate); then, 2 titanium mini screws (SIN, São Paulo, Brazil) of 1.6 cm in diameter and 8 mm in length were installed in the hard palate area, not parallel to each other. After installation, an alginate molding was made and forwarded to the production of the pendulum's anchorage unit, where it would be bonded with photoresin ().\\nAfter 1 month from the start of distalization of first upper molars, fixed orthodontic appliances were bonded to the upper and lower arches: Roth prescription (Iceram, Orthometric, Marília, SP, Brazil), 0.022′′ × 0.0028′′ slot with 0.014′′ Flexy Super Elastic, Orthometric, wire. A bracket was not bonded to tooth 22 for lack of space in the dental arch (). In the fifth month of treatment, the first molars were in Class I, with accentuated buccal torque () and decreasing upper and lower crowding. In this step, the pendulum was removed along with the anchorage unit. Then, space opening for tooth 22 started, with spring (JS) produced with a 0.018′′ steel wire. In the tenth month of treatment, the remaining spaces were closed with chain elastics and with the installation of a 0.019′′ × 0.025′′ steel wire in the upper arch, improving the torque in the first upper molars (); a 0.018′′ steel wire was installed in the lower arch. Folds (offset) were applied in the area of teeth 33 and 43, seeking the proper lateral movement ().\\nAfter 11 months from the start of the treatment, the intercuspation procedure began. By the end of intercuspation and occlusal adjustment, the orthodontic fixed appliance was removed and retainers were produced. A Hawley plate was installed in the upper arch and a 3 × 3 fixed retainer was installed in the lower arch. Orthodontic therapy lasted 12 months (Figures and ).\\nIn the first posttreatment control, one month after the removal of the fixed appliance, the upper anterior teeth were rebonded for the repositioning of tooth 22, which presented lingual relapse () due to the lack of patient cooperation in using the upper removable retainer. Releveling lasted 3 months, and after removal a fixed retainer was installed on teeth 21, 22, and 23 ().", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'18271770': 1, '10730669': 1, '15673149': 1, '25766191': 1, '10893467': 1, '25662539': 1, '25926898': 1, '31687219': 1, '22045879': 1, '10715093': 1, '23957665': 1, '8972811': 1, '25096027': 1, '11029730': 1, '24713558': 1, '20889058': 1, '19962600': 1, '24989773': 1, '19705953': 1, '8746177': 1, '17276871': 1, '10822887': 1, '25881381': 1, '9511535': 1, '19617584': 1, '10822888': 1, '27847652': 2}", "similar_patients": "{}"}