{"patient_id": 70081, "patient_uid": "5676273-1", "PMID": 29152291, "file_path": "comm/PMC005xxxxxx/PMC5676273.xml", "title": "Spontaneous cholecystocolic fistula: an uncommon complication of chronic cholecystitis", "patient": "A 52-year-old hypertensive female patient presented to the outpatient department of a university hospital with a history of intermittent right upper quadrant abdominal pain for 4 years which had been increasing in severity for the past 1 month. This was not associated with fever, vomiting, or jaundice. She did not give any history of weight loss, and her bowel habit was also normal. She had undergone emergency appendectomy 1 year back for acute appendicitis. On examination, there was no icterus and she was afebrile. Examination of the abdomen did not reveal tenderness, and there was no guarding, rigidity, or rebound tenderness.\\nThe hemogram revealed a hemoglobin level of 10.8 g% with packed cell volume of 33.8%; a white cell count of 5750/mm3 with 75% neutrophils, 21% lymphocytes, and 3% eosinophils; and a platelet count of 109,000/mm3. Liver function test was also normal (total bilirubin level: 17 μmol/L, direct bilirubin: 5 μmol/L, aspartate transaminase: 17.0 U/L, alanine transaminase 13.0 U/L, alkaline phosphatase: 214.0 U/L, amylase: 63.0 U/L, gamma-glutamyl transpeptidase: 54.0 U/L and lactate dehydrogenase: 301.0 U/L). Plain abdominal radiograph revealed normal findings. Abdominal ultrasonography revealed a calculus measuring approximately 17.2 mm within the lumen of the gallbladder. A provisional diagnosis of symptomatic cholelithiasis was made.\\nThe patient was planned for laparoscopic cholecystectomy. During laparoscopy, a fistulous tract was evident between the fundus of the gallbladder and the transverse colon. Hence, the initial laparoscopic approach for cholecystectomy was converted to open via a right subcostal incision. The cholecystocolic fistula was excised along with primary repair of colonic defect. The Calot's triangle was dissected, and the gallbladder was separated off the gallbladder fossa. The cystic artery and the cystic duct were isolated, ligated, and cut. A 2 cm × 2 cm large calculus was noted in the fundus along with two smaller calculi within the gallbladder lumen (Figs , , ).\\nThe patient's hospital stay was uneventful, and she was discharged without any complications on the third postoperative day. Histopathological examination of the specimen revealed lympho-plasmacytic infiltrates in the lamina propria and fibrosis in the subserosa, features suggestive of chronic cholecystitis.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'17004870': 1, '31620501': 1, '19705508': 1, '8983583': 1, '19089311': 1, '7280941': 1, '9174858': 1, '11443421': 1, '8198337': 1, '20890009': 1, '29152291': 2}", "similar_patients": "{}"}