{"patient_id": 118258, "patient_uid": "5465705-1", "PMID": 28611643, "file_path": "noncomm/PMC005xxxxxx/PMC5465705.xml", "title": "Uncommon Presentation of Idiopathic Intracranial Hypertension in a Patient with Polycystic Ovary Syndrome: A Case Report", "patient": "A 17-year-old single female of Arab origin presented to the emergency department with a 2-day history of double vision in primary gaze and when looking to the left side. The double vision would disappear when looked to the right side or upon closing one of her eyes. She was referred to neurology for further evaluation. Further questioning revealed she had multiple episodes of bilateral transient visual obscuration during the last week. Those episodes were short lasting (few seconds) and precipitated by changing position from lying to sitting or standing. She also reported mild left shoulder pain for 1 week prior to her presentation. The patient denied any history of headache, decreased visual acuity, photophobia, vomiting, tinnitus, dizziness, neck pain, loss of sensation, or loss of motor functions. She had menstrual irregularities and was diagnosed with polycystic ovary syndrome a year earlier and was started on metformin for that reason. She denied taking any other medications including tetracycline, vitamins, hormones, cosmetic supplements, or herbs. She was nonsmoker, denied recent trauma, and denied family history of similar complaints.\\nOn examination, she was conscious and oriented with normal vital signs. She was lying comfortably on the bed, with no pain or distress. Body mass index was 31. Chest and heart were normal and abdomen was soft, not tender with no palpable organomegaly, or masses. Higher mental function, visual acuity, and visual fields were normal. Fundus examination revealed bilateral moderate papilledema with obscuration of major retinal vessels (Frisén grade 3). She had esotropia with limited left eye abduction, but the right eye movement was normal. Vertical and intorsion movements were normal in both eyes. There were no signs of affection of other cranial nerves. Motor, sensory, and cerebellar examinations were unremarkable as well as deep tendon reflex and gait. Computed tomography and computed tomographic venography were normal with no masses or structural abnormalities. Lumbar puncture was done while the patient was relaxed in the lateral decubitus position with hips and legs extended. The opening pressure was 550 mm H2O. Examination of cerebrospinal fluid (CSF) composition showed normal cell count and differential, glucose, and protein. Other laboratory investigations including complete blood counts, electrolytes, blood glucose, liver functions, renal functions, and thyroid stimulating hormone were normal. After ruling out secondary causes, the diagnosis of IIH was confirmed and the patient was started on acetazolamide 500 mg twice a day. She reported full recovery of her double vision and visual obscuration within 3 days after lumbar puncture and treatment initiation. The patient was maintained on acetazolamide 1,000 mg twice a day after discharge and decreased to 500 mg twice a day after normal fundus examination on the second month of follow-up. During 1 year of follow-up, the patient had no admissions and never had recurring symptoms. Fundus examination showed mild papilledema 1 month after discharge, which became normal with no papilledema at 2 months and 8 months after discharge. However, mild bilateral papilledema without symptoms were seen at 12 months after discharge as the patient stopped the medication by her own and was instructed to resume acetazolamide 500 mg twice a day and to continue follow-up.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'25038131': 1, '23278763': 1, '20637991': 1, '21211218': 1, '24278732': 1, '12455560': 1, '23513506': 1, '27255412': 1, '3395261': 1, '23966248': 1, '16556239': 1, '25099098': 1, '19019397': 1, '28611643': 2}", "similar_patients": "{}"}