{"patient_id": 117487, "patient_uid": "5417292-2", "PMID": 28503606, "file_path": "noncomm/PMC005xxxxxx/PMC5417292.xml", "title": "MECP2 Duplications in Symptomatic Females", "patient": "Patient 3 is a 3-year-old girl born to a 30-year-old mother and a 36-year-old father. Parents are healthy and nonconsanguineous. They have no more children and no spontaneous abortions. The family history is unremarkable. After an uneventful pregnancy, the patient was born at full term without complications with a birth weight of 4200 g (percentile > 97). The height and the cranial perimeter at birth and the Apgar scores are not known. Newborn hearing screening was normal. Early neuromotor development is referred as normal or lightly slow, walking at 17 months of age. Social interaction is also referred as unremarkable in the first year of life. However, since the age of 2 years a delay in the development of both expressive and receptive language was noted. Otherwise her general health is good; she had only an episode of acute viral bronchiolitis requiring hospitalization for supportive care without further complications at the age of 17 months. At the age of 28 months, she was first assessed in a neuropediatric setting because of the delayed language development. On examination, her weight was at the percentile 97, her height was at the percentile 75 to 90, and her cranial perimeter was at the percentile 90. She showed no dysmorphic features. She had a midline diastema. General examination showed no more anomalies. Neurological examination showed moderate delay in the development of both expressive and receptive language with jargon aphasia, lack of comprehension of verbal commands, and very hyperkinetic behavior with continuous aimless moving and very short attention span. Eye contact was present although very short; she was smiling and tended to imitate motor behaviors. She showed stereotypies in form of hand and arm waving in periods of high excitement; however, she showed no manual stereotypies typical of Rett syndrome. Electroencephalography and a brain magnetic resonance imaging showed no abnormality. A neuropsychological assessment at the age of 37 months showed moderate developmental delay (developmental quotient 60), with no significant discrepancies between verbal and manipulative scales; low task persistence, poor planning capacity, lacking trial and error strategies, no verbal self-regulation in manipulative tasks, and presence of jargon aphasia during free play were also observed. She has been newly reassessed at the neuropediatric setting at the age of 38 months. She attends regular infant school with educational psychology and speech and language therapy, she has shown modest progress, she is able to use 20 to 30 single words and interacts better with her peers. Multiplex Ligation-dependent Probe Amplification analysis for the Xq28 region (SALSA P245-B1, P015-E1, P049-B2, and P061-B2 probemix by MRC-Holland) showed a de novo 80 kb duplication confirmed by 400 k array comparative genomic hybridization analysis including a part of the gene MECP2 (exons 2 to 4) and a part of the gene IRAK1 (exons 1 to 11; ). Due to the small size of the duplication, karyotype was normal, and fluorescent in situ hybridization showed no signal on autosomal chromosomes. Likewise, microsatellite analysis did not report information on the origin of the duplicated chromosome X. A random X chromosome inactivation with a ratio of 45:55 was demonstrated.", "age": "[[3.0, 'year']]", "gender": "F", "relevant_articles": "{'25037250': 1, '15741994': 1, '21326285': 1, '15338277': 1, '20236124': 1, '24914495': 1, '21934280': 1, '10713889': 1, '20177701': 1, '21653732': 1, '33170557': 1, '20425814': 1, '23658194': 1, '30788845': 1, '34502518': 1, '19057379': 1, '22877836': 1, '24458799': 1, '24472397': 1, '18385275': 1, '20236119': 1, '20004760': 1, '22522176': 1, '28503606': 2}", "similar_patients": "{'5417292-1': 2}"}