{"patient_id": 71780, "patient_uid": "5815745-1", "PMID": 29390333, "file_path": "comm/PMC005xxxxxx/PMC5815745.xml", "title": "Atypical hemangioma mimicking mixed hepatocellular cholangiocarcinoma", "patient": "A 59-year-old male patient presented with a habit of heavy drinking (700 mL/day) for more than 40 years, history of atrial fibrillation for approximately 6 years, and a 28-year history as a known carrier of Hepatitis B (HBV). He had consulted a doctor for weakness and dizziness 2 months earlier. Entecavir and compound glycyrrhizin capsule therapy were administered immediately. The serum level of aspartate aminotransferase (ALT) was 142 U/L (normal range, 5–40 U/L), and alpha-fetoprotein (AFP) was 17.03 ng/mL (normal, <20 ng/mL). Serum HBV DNA was detected, and the viral load reached 4.7 × 105 copies/mL. Plain CT revealed a space-occupying lesion in segments 2 and 3 of the liver, which was suspected to be a liver neoplasm.\\nA laboratory workup on admission showed that the serum level for total bilirubin was 27 μmol/L with 18 μmol/L of unconjugated bilirubin; ALT was 46 IU/L; alanine aminotransferase (AST) was 42 ng/mL; laminin was 64.5 ng/mL (normal range, 0.0–50.0 ng/mL); albumin/globulin ratio was 1.1 (normal, 1.5–2.5); and alpha-fucosylated glycosidase was 54 U/L (normal, 10–35). All other liver function tests were within normal limits. Serum AFP increased to 374.9 ng/mL (normal, <20 ng/mL), and serum ferritin was 789.6 ng/mL. Other tumor markers, including carcinoembryonic antigen, carbohydrate antigen 125, carbohydrate antigen 199 (CA199), and prostate-specific antigen, were within normal limits. Repeat testing for HBV DNA was negative; serum hepatitis B virus surface antigen (dilution) was 2444.80 IU/L; and anti-hepatitis B virus core antibody was 12.85S/C.\\nAbdominal ultrasonography (US) revealed multiple cystic dark regions in the liver. The largest was 9.5 mm in size with thin walls and an enhancement effect. A well-defined, heterogeneously hypo-echoic mass (4.7 × 3.6 cm) was found in the left, lateral liver (Fig. ). The boundary and vascular network were not clear. There was no obvious abnormality in the spleen, pancreas, or gallbladder.\\nMRI showed that the well-marginated lesion (5.6 × 5.9 cm, in segments 2 and 3 of the liver) had slightly low signal intensity on T1-weighted images and slightly high signal intensity on T2-weighted images (Fig. ). Magnetic resonance diffusion-weighted imaging revealed slightly high signal intensity with nonuniform internal signal. Dynamic contrast-enhanced MRI showed no obvious uptake in the corresponding area during the hepatobiliary phase or the arterial phase. The image showed progressive opacification from the periphery to the center, then presented nodular enhancement during the portal and delayed phases; the central area demonstrated hypo-intensity. Based on these features, we considered the lesion to be a liver neoplasm (Fig. ).\\nTo rule out the possibility of a hemangioma, Tc-99m red blood cell (RBC) SPECT was performed beginning 60 minutes after the injection of Tc-99m RBC. Liver blood pool tomography revealed a round area of homogeneously increased radioactivity in the left hepatic lobe proximal to the hilus hepatis, except in the central area. The result suggested atypical hemangioma (Fig. ).\\nAn initial diagnosis of HCC-CC was offered based on the history and imaging findings. The imaging findings were highly suggestive of ICC. However, the patient's clinical symptoms were not obvious. The patient lacked the following symptoms of biliary tract obstruction: jaundice, weight loss, abdominal pain, fever, pruritus. The level of CA199 was within the normal limit.[ Meanwhile, the fluctuation of viral load and the high level of AFP suggested HCC. Based on the patient's history of HBV, the possibility of acute exacerbations of chronic hepatitis B could not be ruled out.\\nTo confirm the diagnosis, the patient underwent an ultrasound-guided percutaneous biopsy of the liver lesion. Histopathological examination of the liver lesions revealed nodular cirrhosis (Fig. ) and atypical hyperplasia of liver cells with cavernous hemangioma (Fig. ), where numerous old Schistosoma japonicum eggs were found (Fig. ). In addition, in the cavernous hemangioma, the results of immunohistochemistry revealed positivity for a cluster of differentiation 34 and hepatocyte paraffin, negative for AFP, cytokeratin 19, cytokeratin 7, and glypican-3 (Fig. ).\\nBased on the results of the histopathological examination, the final diagnosis was nodular cirrhosis with atypical cavernous hemangioma. This diagnosis allowed the patient to avoid unnecessary surgery for hepatic resection. The patient's recovery after liver puncture was uneventful, and he was discharged on the seventh postoperative day. On review after 2 months, he was well, and the MRI reexamination showed that the lesion had not significantly changed (Fig. ).", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'23796395': 1, '26769568': 1, '24407728': 1, '11592607': 1, '21760772': 2, '31277198': 2, '7607271': 1, '12511158': 1, '12886146': 1, '15815209': 1, '22102394': 2, '22451237': 1, '8593211': 1, '29390333': 2}", "similar_patients": "{'6635132-1': 1, '3132476-1': 1, '3132476-2': 1, '3304655-1': 1}"}