{"patient_id": 65082, "patient_uid": "5328352-1", "PMID": 28452678, "file_path": "comm/PMC005xxxxxx/PMC5328352.xml", "title": "A new treatment for frostbite sequelae; Botulinum toxin", "patient": "In April 2013, in Northern Norway, a 24 year-old Caucasian healthy male soldier participated in a qualifying ski march to become a combat officer in the Norwegian Defence Forces. He was wearing full winter protection gear including wind protectors over his gloves. Earlier that day the weather conditions were fine with an air temperature around −5°C and a light southerly breeze. During the ski march, he felt warm and took of his gloves. The weather deteriorated rapidly in the afternoon. Air temperatures dropped to around −15°C and a forceful wind was now blowing towards his right side. Although he noticed a chilling of his hands from the wind, he still felt subjectively warm. After approximately 90 minutes, he decided to put on his gloves again and noticed that the skin of his hands had turned a blue-grey colour. His fingers felt numb with loss of finger dexterity. Having put on his gloves, he continued marching. After 2 hours, he felt a burning pain in his hands and noticed that the fingers were swollen and that blisters had developed on his fingers, especially on the right hand side. Strongly motivated to pass the test, he did not seek medical attention and continued the march. His fingers became more painful and he felt loss of sensation. After the exercise, he was diagnosed with second-degree frostbite injuries to his hands and was treated conservatively. The blisters were covered with paraffin gauze and a dry bulky dressing was applied. The wound dressings were continued until the wounds had healed. Due to cold hypersensitivity and pain when exposed to even a mild cold challenge, he was assigned to indoor duties.\\nIn 2014, he wanted to qualify for a higher rank in a combat group. The training for this takes place in Northern Norway with more than 6 months of winter during which temperatures may reach −40°C. In the autumn of 2014 he reported that his fingers still became rapidly cold, pale and totally numb as soon they were exposed to cold, even at a temperature of +5°C. He felt a constant pain and loss of sensation in his fingers resulting in reduced finger dexterity. He was deemed unfit for outdoor military service and had to leave the combat unit.\\nIn May 2015, he was referred to the outpatient clinic for Plastic Surgery at the University Hospital North Norway. He was diagnosed with sequelae from frostbite. To exclude other pathological conditions further investigations were carried out. Angiography of the upper extremities showed open arteries on the lower arms, but all digital arteries were described as very thin with no dilatation after heat stimulation or hand/finger movements. No other pathology was found.\\nDynamic Infrared Thermography (DIRT) [] was performed to test the patient’s response to a cold challenge. This involved measuring the skin temperature of the dorsal aspect of both hands before, immediately after and for 3 minutes following a mild cold challenge (1 min. immersion of the hand in water at 20°C). During the immersion, each hand was covered by a thin plastic bag to avoid it becoming wet. The skin temperatures were measured with a high definition infrared camera. The patient was wearing outdoor winter clothing to stimulate peripheral vasodilation. Prior to the cold challenge, the patient reported that he felt warm. Additional obtained facial thermographic images showed the nose was vaso-dilated, presumably due to open arterio-venous anastomoses. DIRT showed a rapid onset of cooling and slow rewarming of the fingers after the cold challenge, similar to the slow warming subjects reported by Brandstrom []. However, in our patient we performed a mild cold challenge, resulting in a clear difference between the right and left hand, the right hand being cooler.\\nQuantitative Sensory Testing (QST) [] indicated a loss of function with regard to non-painful stimuli in the mechanical and thermal domain (cold-, mechanical-, and vibration detection threshold). These findings corresponded well with the patients’ symptoms, namely loss of sensation in his fingers and reduced finger dexterity.\\nThe soldier was interested in receiving treatment. He was informed on the off label use of BTX-A to treat vasospastic disorders and nociceptive/neuropathic pain disorders. He consented to a treatment with BTX-A. Each 100 unit vial of BTX-A (Allergan, Inc. Irvine, CA) was prepared in a standard manner with a concentration of 40 units/ml. The injections were administered at the neurovascular bundles in the palm of each hand at the level of the metacarpophalangeal joints (60 Units BTX-A per hand). This resulted in a dose of 12 units of BTX-A just at or proximal to the annular pulley A1 of the flexor tendon sheath of each finger.\\nAt 3 weeks follow up the patient reported that he had less pain, warmer hands and improved sensory function, based on his own subjective evaluation. In November 2015, during the winter period, the patient reported improved cold tolerance and was able to perform normal outdoor activities. Angiography, DIRT and QST were repeated and the results were compared to the pre-treatment results.\\nAngiography showed that the digital arteries were more dilated and more clearly visible (). DIRT showed rapid and improved rewarming of all fingers compared to the pre-treatment examination although the rewarming of the right hand was still a bit slower compared to the left hand at all time points during the examinations (). QST showed a normalisation of sensory function apart from a marginal reduction of the ability to detect vibration (). Based on the encouraging results it was agreed to repeat the treatment. The same procedure with the same dose of BTX-A of 60 U (40U/per ml) per hand was used as during the first treatment.\\nAt 6 weeks follow-up in January 2016, the patient reported even further improvement. The only side effect of both BTX-A treatments was a temporary weakness of the intrinsic muscles of each hand, the lumbrical and interosseous muscles to the 2–5 finger and the flexor pollicis breves, the opponents and adductor muscles of the thumb. This transitional weakness lasted about 3 weeks.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'21097571': 1, '17255677': 1, '24070118': 1, '18785360': 1, '23478565': 1, '21868066': 1, '23370086': 1, '24764516': 1, '34574580': 1, '32655415': 1, '25154574': 1, '10459266': 1, '28993756': 1, '19734516': 1, '26575137': 1, '16291301': 1, '11668074': 1, '10998831': 1, '7635648': 1, '22370242': 1, '28452678': 2}", "similar_patients": "{}"}