{"patient_id": 72886, "patient_uid": "5884805-1", "PMID": 29644100, "file_path": "comm/PMC005xxxxxx/PMC5884805.xml", "title": "Persistent urine leakage around a suprapubic catheter: the experience of a person with chronic tetraplegia", "patient": "A 48-year-old airline pilot was hit by a rogue wave while swimming; he hit the water head/face first, causing hyperextension of his neck. He was subsequently drowned and unconscious in the water. There was no movement in both upper and lower limbs. After he was pulled from the water and resuscitated, he was breathing spontaneously initially but developed respiratory distress two days later and a tracheostomy was performed. Subsequently, examination revealed no motor or sensory function below Cervical-4. (C-4 American Spinal Injury Association Impairment Scale grade: A tetraplegia). This patient underwent anterior discectomy and fusion of C-4/C-5 vertebra five days after his injury. Post-operatively, he required a prolonged period of ventilation. Eventually, he was weaned off, the delay being due to recurrent chest infection. In 2008, this patient underwent implantation of a Synchromed II Medtronic programmable pump for intrathecal administration of baclofen to control spasticity. In March 2009, ultrasound scan showed normal kidneys with good cortical thickness; no calculi, focal scarring or hydronephrosis; normal bladder; no bladder wall thickening, diverticula or calculi (Fig. ). This patient had an indwelling urethral catheter. The urethral catheter was getting blocked frequently and he would develop autonomic dysreflexia. Therefore, suprapubic cystostomy was performed in September 2009. During subsequent catheter changes, size of the suprapubic catheter was increased to Foley catheter size 24 CH. In the early months after suprapubic cystostomy, bladder washouts with Opti-Flo—R 50 ml were used on alternate days to maintain patency of the suprapubic catheter. Despite using bladder washouts, this patient experienced frequent blockages of the suprapubic catheter resulting in autonomic dysreflexia episodes, often requiring an admission through Accident & Emergency Department for catheter changes. In 2010 after a catheter change due to partial blockage, debris was removed from the suprapubic catheter and sent for analysis. Constituents: Calcium phosphate: 87% (Carbapatite); Magnesium ammonium phosphate: 13%. Methenamine hippurate 1 g tablet once-daily, was prescribed, along with ascorbic acid 500 mg three times daily, in an effort to make urine more acidic.\\nThis patient developed occasional urine leakage around the suprapubic catheter from early 2012. Patency of catheter was checked; the urine bag was kept below suprapubic cystostomy stoma; the drainage tube connecting a suprapubic catheter to a urine bag was kept above the bag thus ensuring gravity drainage of urine from the urinary bladder. Urine leak around the suprapubic catheter persisted. This patient was prescribed propiverine hydrochloride 15 mg three times a day; as urine leak persisted, instead of propiverine, oxybutynin tablets (5 mg three times a day), then oxybutynin transdermal application was prescribed. Leakage of urine continued. There was occasional bleeding around the suprapubic catheter. A beta-3 adrenoceptor agonist, mirabegron, 50 mg once daily, was prescribed in addition to oxybutynin. This patient continued to have leakage around the suprapubic catheter on several occasions. The leakage of urine was occasionally accompanied with autonomic dysreflexia and a rise in blood pressure, necessitating his carers to give him nifedipine sublingually. The leakage of urine was sufficient to either completely wet all the bed clothes and pillows under his legs or soak through several incontinence sheets every evening, an awful lot of work for the carers besides extra laundry to wash. As a result of urine leakage from the suprapubic site, it became necessary to have incontinence sheets both above and below to try and prevent soiling of the bedclothes, pillows, blankets and duvets, etc. Leakage of urine around the suprapubic catheter started to become progressively more frequent, and despite very careful positioning of the catheter drainage bag whilst either seated or lying, once urine leakage started it could continue for several hours despite a suprapubic catheter being patent. Although the patient had very limited levels of sensation, the leakage of urine was occasionally accompanied by abdominal pain. The leakage of urine started to have a significant impact on quality of life, and patient’s confidence being out with his friends and family.\\nIn October 2014, Computed Tomography of pelvis showed the urinary bladder to be completely collapsed around the balloon of a suprapubic catheter (Fig. ). An indwelling urethral catheter was used in addition to a suprapubic catheter, to try and alleviate leakage when the bladder was undergoing spasms. In March 2015, ultrasound scan of the urinary tract revealed normal kidneys. Attempts to fill the bladder failed due to leakage of urine around the suprapubic catheter. Urine leakage around the suprapubic site continued. In August 2015, ultrasound scan of the urinary tract confirmed presence of both urethral and suprapubic catheter balloons within the urinary bladder (Fig. ). This scan ruled out misplacement of urinary catheters for persistent leakage of urine around a suprapubic catheter.\\nBecause of persistent leakage of urine from suprapubic site, this patient started to reduce considerably his fluid intake. The problems became so severe that the carers were being required to work much more through early evening and frequently through the night, which was not sustainable. The constant leakage, checking of the catheter site region, repositioning of the catheter drainage bag, etc. and replacement of dressing around the suprapubic site, as well as changing all the incontinence sheets started to become too much for the carers. During the evening time in particular, quality of life was reduced significantly. Even with severely reduced intake of fluids, once the bladder spasms started and urine leakage occurred, leakage of urine around a suprapubic catheter would continue for several hours. Video-urodynamics was not performed as there was leakage of fluid around suprapubic catheter when the bladder was filled with saline. In September, 2015, following regular urology outpatient clinic visit cystoscopy revealed small contracted bladder. This patient was admitted, and arrangements were made for cystoscopy. Botox 300 units diluted to 10 ml was injected, 0.5 ml at 20 sites in the bladder. Following Botox injection in September 2015, leakage of urine became rather less frequent, but still continued on occasion. The patient always used a “Cath-Grip” to secure the catheter to his abdominal area, and since October 2016 he had stopped swapping which side of his abdomen the Cath-Grip was placed on when doing routine changes. For some reason, when a suprapubic catheter was routed across the right-hand side of patient’s abdomen, the leakage of urine was much more frequent. A small clamp is used occasionally to artificially block the catheter and allow the bladder muscle to expand; normally for about one hour at a time. Despite all these efforts, it was felt necessary to repeat the Botox injection after a period of just more than one year. In October 2016, Botox, 300 units, diluted to 20 ml, and one ml was injected submucosally in 20 sites in the urinary bladder. After the repeat operation in October 2016, leakage of urine steadily improved. Careful positioning of the drainage bag was still very important. If there were any restrictions in the tube, such as small kinks, or, if the tube was routed “up and over” patient’s leg or knee, the leakage of urine would still occur. However, because of the increased confidence, the patient started feeling much more able to get on with his life, and go out and about. It is likely that a further injection of botulinum toxin will be required in early 2018. This will be predicted by leakage/bypassing once more becoming more frequent.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'28119887': 1, '23367677': 1, '19823191': 1, '26676285': 1, '23192860': 1, '17619722': 1, '22032689': 2, '29644100': 2}", "similar_patients": "{'3212915-1': 1}"}