{"patient_id": 71372, "patient_uid": "5781300-1", "PMID": 29361925, "file_path": "comm/PMC005xxxxxx/PMC5781300.xml", "title": "Long-term progression-free survival in an advanced lung adenocarcinoma patient harboring EZR-ROS1 rearrangement: a case report", "patient": "A 57-year-old man with a 20-pack-year smoking history presented to the hospital in March 2013 with a persistent cough for 2 months and a palpable right cervical mass for 4 days. Enhanced computed tomography (CT) showed a 9 × 11 mm nodule in the lower lobe of the left lung and multiple enlarged lymph nodes (Fig. ). The serum levels of carcinoembryonic antigen (CEA) were 21.86 μg/L (Fig. , lower panel). A cervical lymph node biopsy confirmed the diagnosis of lung adenocarcinoma. The biopsy sample was genotyped negative for EGFR and KRAS mutations using an amplification refractory mutation system (ARMS)-polymerase chain reaction (PCR) method and negative for ALK rearrangement by fluorescent in situ hybridization (FISH). At that time, ROS1 rearrangement was not detected because of the lack of a detection method and no targeted drug available in clinical practice. The patient’s clinical stage was determined as cT1aN3M0 (stage IIIB). Accordingly, he received first-line chemotherapy with six cycles of pemetrexed (500 mg/m2) and cisplatin (75 mg/m2), achieving a partial response (Fig. ). Maintenance therapy consisted of nine cycles of pemetrexed (500 mg/m2) every month (Fig. ). Assessment of CEA levels and a lung CT scan were performed every 2–3 months during the follow-up period. In March 2016, the patient showed a marked increase in serum CEA levels from 1.78 μg/L to 10.21 μg/L, and a CT scan showed pulmonary disease progression with an enlarged 31 × 15 mm nodule (Fig. ). The patient was treated with four cycles of pemetrexed (500 mg/m2) and cisplatin (75 mg/m2) at a local hospital. At last, the pemetrexed-based regimen for this patient resulted in a PFS of 42 months.\\nThe patient was referred to our hospital because of disease progression. Following admission, a positron emission tomography (PET)/CT scan revealed a 32 × 17 mm nodule in the left lower lobe with intense uptake of 18F–fluorodeoxyglucose and multiple hypermetabolic lymph nodes (Figs. and ). To understand the histological and molecular evolution of cancer tissues, a secondary biopsy was performed by endobronchial ultrasonography with a guide sheath (EBUS-GS), which confirmed the diagnosis of adenocarcinoma by immunohistochemical staining. Target-capture sequencing on an Illumina platform was performed in a laboratory certified by the College of American Pathologists using a next-generation sequencing (NGS) method across a 123 gene panel. Tumor samples showed activating mutations in EZR-ROS1, as well as the concomitant alterations NQO1(P187S), TYMS (− 6 bp non-frame shift deletion), UGT1A1(G71R), XRCC1(Q339R), CYP2D6(P34S), DPYD (I543V), and MTHFR (A222V). The tumor was therefore identified as ROS1-driven lung cancer, and the patient was immediately started on second-line therapy with crizotinib (250 mg/twice daily), which targets ROS1 rearrangements. Within 3 months of crizotinib treatment, the patient had achieved excellent radiological partial remission (Fig. ) according to the Response Evaluation Criteria in Solid Tumors version 1.1 (RECISTv1.1). In April 2017, serum CEA levels were increased, and a lung CT scan showed an enlarged nodule (Fig. ). The PFS on crizotinib was determined as 6 months. Lorlatinib, a third-generation macrocyclic ALK/ROS1-TKI (100 mg/once daily), was used as third-line therapy after obtaining consent from the patient. After 3 months, the patient achieved a favorable response (Fig. ), which was maintained at the time of publication.\\nWritten informed consent was obtained from the patient for the publication of this case report.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'27544536': 1, '27738334': 1, '26698910': 1, '26124486': 1, '18778756': 1, '24048066': 1, '23722170': 1, '26122839': 1, '26554404': 1, '25567908': 1, '29219616': 1, '23352032': 1, '24819116': 1, '11114734': 1, '25667280': 1, '18375392': 1, '28404761': 1, '22341744': 1, '23514723': 1, '22153832': 1, '34128116': 1, '28431340': 1, '28520527': 1, '25264305': 1, '22215748': 1, '26144315': 1, '23810364': 1, '18506025': 1, '33893073': 1, '29228562': 1, '27328934': 1, '31132294': 1, '25301630': 1, '27119128': 1, '29361925': 2}", "similar_patients": "{}"}