{"patient_id": 64535, "patient_uid": "5282431-1", "PMID": 28194180, "file_path": "comm/PMC005xxxxxx/PMC5282431.xml", "title": "Passage of an Anterior Odontoid Screw through Gastrointestinal Tract", "patient": "A 78-year-old man, with a history of anterior screw fixation of an odontoid type II fracture after falling from a two-meter height eight years ago (), presented with newly occurred dysphagia. Additionally, ventral fusion of C6/C7 to C7/Th1 had been performed after traumatic fracture 32 years ago (visible on Figures and ). Anterior odontoid screw placement had been chosen as less invasive method due to concomitant cardiac insufficiency with valvular defects and advanced stage of coronary heart disease. The operation report states that position of the cannulated spongiosa screw had to be changed once but was strongly fixated. It is likely that the odontoid fracture was not reduced well with this surgery technique, as a five-millimeter dorsal migration of the odontoid process three weeks after the operation () led to halo fixator installation, which had to be refixed once, for 16 weeks. The patient did not continue follow-up until dysphagia occurred.\\nX-ray imaging of the symptomatic patient eight years after operation disclosed a ventral migration of the odontoid screw (). Subsequent magnetic resonance imaging (MRI) revealed dorsal abduction of the odontoid process with the screw head reaching into the prevertebral soft tissues with unclear distention. Pharyngeal stenosis was excluded by fluoroscopic swallow examination (). The patient was neurologically asymptomatic besides complaining about neck tension, and he was further mobilized with a foam cervical collar. Elective operative screw removal via a ventral approach was scheduled.\\nWhen the patient was hospitalized in our center for revision surgery, four weeks after the migration was first diagnosed, a preoperative planning computed tomography (CT) was performed. The screw could not be detected anymore, the eight-year-old fracture gap was not consolidated, and the odontoid process was not dislocated (). Immediately performed chest and abdomen X-rays displayed the missing screw in the left upper abdomen, presumably descendent colon, without signs of free peritoneal air (). Otorhinolaryngologic examination described a granulated pharyngeal spot without infection signs. Two days later the screw was excreted noteless.", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'8416239': 1, '8470016': 1, '20881465': 1, '31583170': 2, '29631150': 1, '2588054': 1, '25828487': 1, '25271495': 1, '22585352': 1, '7033229': 1, '9310032': 1, '1118566': 1, '19847769': 1, '24206537': 1, '4434035': 1, '17621200': 1, '1988587': 1, '25983835': 2, '25058011': 1, '12461406': 1, '19809606': 1, '4077905': 1, '28194180': 2}", "similar_patients": "{'6763670-1': 1, '4431022-1': 1}"}