{"patient_id": 62870, "patient_uid": "5097441-1", "PMID": 27814750, "file_path": "comm/PMC005xxxxxx/PMC5097441.xml", "title": "Development of rhabdomyolysis in a child after norovirus gastroenteritis", "patient": "The patient, an ethnically Japanese 2-year-old boy, was referred to our hospital with dysstasia and transaminitis. In Fig. , representative clinical manifestation and laboratory data are shown. The boy was well since birth until the onset of illness. On the first day, he developed a fever and was treated with acetaminophen suppositories. On the second day after onset of illness, his family took him to a nearby clinic because of the persistent fever, along with diarrhea and vomiting. Additionally, the child was unable to stand. A rapid diagnostic test for influenza A and B viral antigens yielded negative results. Although the fever subsided on the third day, the child was still unable to stand and was taken to the clinic again (Fig. ). Physical examination showed muscle weakness in the lower extremities. Blood examination revealed high levels of transaminases, indicative of rhabdomyolysis. Thus, the child was admitted to our hospital.\\nOn admission (11 January 2012), there was no fever, and the child was awake and alert. Vital signs were normal, except for slight tachycardia. Examination of the chest and abdomen revealed no abnormalities. There was no swelling, warmth, or tenderness of the joints or muscles of the extremities. Muscle weakness and blunted deep tendon reflexes were noted in the lower limbs. The child had been able to walk independently prior to the onset of this illness; however, he was now unable to stand up or maintain a stable sitting position (Fig. ).\\nNormal white blood cell (WBC) and slight increase of C-reactive protein were observed. Serum electrolyte levels were normal. Blood urea nitrogen (BUN) and serum creatinine (Cr) were within normal limits. Normal serum levels of bilirubin, cholinesterase, and ammonia were observed, as well as normal blood levels of glucose lactate and acidosis. The child also presented a normal coagulation profile. Serum levels of aspartate aminotransferase (AST) (2, 334 U/L), alanine aminotransferase (ALT) (823 U/L), lactate dehydrogenase (LDH) (4, 291 U/L) and creatine kinase (CK) (100, 637 U/L) were elevated (Fig. ). The levels of the three main isoforms of serum CK (MM, MB, and BB) were 100, 0, and 0 %, respectively, indicating a muscular rather than cardiac origin of rhabdomyolysis. High serum and urinary levels of myoglobin (3, 680 ng/mL and 11, 000 ng/mL, respectively) were also observed (Fig. ). Qualitative urinalysis yielded a positive occult blood test; however, the urinary sediment revealed no red blood cells.\\nTo understand the viral cause of the presented patient’s symptoms, we systematically tested for a battery of viruses. From a stool sample taken upon admission, the norovirus genogroup was determined by real-time quantitative reverse transcription (RT)-PCR []. For the detection of norovirus GI, primers COG1F and COG1R and probes RING1-TP(a) and RING1-TP(b) were used. For the detection of norovirus GII, primers COG2F/ALPF and COG2R, and probe RING2AL-TP were used []. Norovirus GII was moderately detected (3.7× 107 copies/g feces); however, norovirus GI was not. To analyze the genotype of the detected norovirus GII strain, the partial capsid gene products were amplified by PCR using the primer sets COG2F/G2-SKR (387 bp) [] ().\\nThe genotype of the norovirus was characterized by direct nucleotide sequencing of the partial capsid gene and was then identified with norovirus GII.4 Den_Haag_2006b variant according to the Norovirus Genotyping Tool Version 1.0 ().\\nA pharynx swab taken upon admission was examined for enteroviral subgroups (coxsackieviruses, echoviruses, and enteroviruses) by RT-PCR; however, none was detected. A stool sample taken on the fifth day after illness onset, examined by the latex agglutination test, was negative for both rotavirus and adenovirus infections. Additionally, results of serum tests for HBs antigen and HCV antibody were negative. Serum test results for IgM antibodies against Epstein-Barr virus, herpes simplex virus, and cytomegalovirus were negative. Soon after admission, we attempted to isolate pathogenic bacteria from a stool sample by conventional methods; however, none was found. From these bacterial and viral laboratory results, the most plausible causative pathogen for rhabdomyolysis was norovirus.\\nTreatment was initiated with intravenous administration of bicarbonate Ringer’s solution and oral administration of the diuretic acetazolamide. On the sixth day after onset of illness, we found that the therapies could be discontinued without the development of renal failure or disseminated intravascular coagulation. On the seventh day, the deep tendon reflexes became normal, and the child moved his legs often in the supine position. On the eighth day, serum and urinary myoglobin levels had improved to 238 ng/mL and <10 ng/mL, respectively. The patient was able to maintain a stable sitting position and was discharged from the hospital (Fig. ).", "age": "[[2.0, 'year']]", "gender": "M", "relevant_articles": "{'25881021': 1, '8729203': 1, '32674489': 1, '19529963': 1, '11793103': 1, '24981041': 1, '24508246': 1, '23514289': 1, '17079586': 1, '17207065': 1, '15243049': 1, '27814750': 2}", "similar_patients": "{}"}