{"patient_id": 66796, "patient_uid": "5438545-1", "PMID": 28526001, "file_path": "comm/PMC005xxxxxx/PMC5438545.xml", "title": "Postoperative full abduction in a patient of Duane retraction syndrome without an abducens nerve: a case report", "patient": "A 6-month-old boy presented with esotropia which had been noticed in early infancy. He was born at the age of 38 weeks with a birth weight of 3.2 kg. The delivery and perinatal period was uneventful. He did not have a family history of strabismus.\\nOn ophthalmological examination, he fixed and followed a 5-inch toy with either eye, better with the left eye. Krimsky method showed 35 prism diopters (PD) of right esotropia in the primary position (Fig. ). He showed limited abduction (Fig. ), palpebral fissure narrowing on attempted adduction and a small upshoot in the left eye. Cycloplegic refraction showed +3.50 diopters (D) sph in the right eye and +3.25 Dsph in the left eye. No additional abnormal findings were discovered following slit lamp and fundus examination. Glasses to fully correct the hyperopia, 7.5 PD base out prisms in both eyes and occlusion of the right eye 30 min a day were prescribed.\\nMRI was conducted using a 3 tesla system (Intera achieva; Philips Medical Systems, Best, the Netherlands) with a SENSE head coil. Thin-section T2-weighted imaging was performed at the brainstem with 1.4 mm of section thickness for the abducens nerve and the oculomotor nerve, and with 0.25 mm of section thickness for the trochlear nerve. Coronal T2-weighted imaging of the orbit was performed with 2 mm of section thickness. Left abducens nerve was not identified and extraocular muscles in both orbits were normal in size (Fig. ).\\nOne month later, esotropia decreased to 10 PD with correction in the primary position with alternate prism cover test. Two months later, esotropia increased to 30 PD, and further increased to 40 PD 3 months later. He underwent bilateral medial rectus recession of 6.0 mm at the age of 9 months. He remained orthotropia with full abduction in both eyes (Fig. ) 2 years postoperatively.", "age": "[[6.0, 'month']]", "gender": "M", "relevant_articles": "{'22035580': 1, '24767241': 1, '7498569': 1, '26059662': 1, '20349902': 1, '15305529': 1, '32820345': 1, '24676697': 1, '15814908': 1, '10530981': 1, '11304819': 1, '25331612': 1, '16213389': 1, '15492732': 1, '22332212': 1, '24453144': 1, '14566314': 1, '19683185': 1, '24763870': 1, '2645234': 1, '15629829': 1, '8859088': 1, '28526001': 2}", "similar_patients": "{}"}