{"patient_id": 115308, "patient_uid": "5206318-1", "PMID": 28053814, "file_path": "noncomm/PMC005xxxxxx/PMC5206318.xml", "title": "A Concurrence of Adenocarcinoma with Micropapillary Features and Composite Glandular-Endocrine Cell Carcinoma in the Stomach", "patient": "A 53-year-old man presented with a 6-month history of epigastric pain and diarrhea to Gangneung Asan Hospital in May 2006. A chest radiograph and electrocardiography showed no abnormalities in the thoracic organs. Computed tomography of the abdomen revealed a mass-like lesion, measuring 3 cm in the anterior wall of the antrum. Colonoscopic findings were unremarkable. Endoscopy revealed no pathological finding in esophagus but showed two separate ulcerofungating and ulcerated lesions that had a tendency to bleed easily on touch in the anterior and posterior walls of the mid antrum. The remaining mucosa showed moderate atrophic change. The serum levels of carcinoembryonic antigen (CEA) and cancer antigen 19-9 were elevated to 8.1 ng/ml (normal range, 0~6 ng/ml) and 40.5 U/ml (normal range, 0~31 U/ml), respectively. Endoscopic biopsy revealed a histological diagnosis of poorly differentiated carcinoma. The patient underwent a subtotal gastrectomy with gastrojejunostomy (Billroth II).\\nOn gross examination, the resected stomach showed two separate ulcerofungating (3.5×3.0×0.5 cm) and ulcerated tumors (3.0×2.8×0.8 cm) in the anterior and posterior walls of the mid antrum, respectively (). The tumors were located 3 cm apart from each other.\\nHistologically, the larger tumor was composed of an invasive micropapillary carcinoma component with tight clusters of micropapillary aggregates lying in the clear and empty spaces (50%) admixed with moderately differentiated adenocarcinoma components (50%; ). The tumor extended to the subserosa. Immunohistochemically, expression of epithelial membrane antigen (EMA) and MUC-1 () was observed at the stromal edge of the micropapillary tumor cells. These cells were also positive for CK7 and CEA expression, while they were negative for CK20, thyroid transcription factor 1, estrogen receptor, and progesterone receptor expression. The lining cells of most clear spaces around the micropapillary clusters of the tumor cells were negative for D2-40, CD34, and factor VIII-related antigen (). A few true lympho-vascular tumor emboli were also noted in the peripheral portion of the tumor.\\nAn intermixed area of the adenocarcinoma and goblet cell carcinoid was noted (). The other tumor was composed of a solid sheet of atypical carcinoid-like, well-differentiated neuroendocrine carcinoma components (50%; ) showing frequent mitotic figures of more than 20/10 high-power fields and extensive necrosis, adenocarcinoid (goblet cell carcinoid; 30%; ), and adenocarcinoma components (20%). Intermingled or transitional areas between these components were noted. On immunohistochemistry, the neuroendocrine components were positive for CD56, synaptophysin, chromogranin, and CK (). The adenocarcinoma cells were positive for CEA (), but negative for neuroendocrine markers. The adenocarcinoid components were positive for both CEA () and neuroendocrine markers, and the goblet cells were positive for alcian blue staining (amphicrine differentiation). The tumor was found to have invaded through the muscularis propria into the subserosa. The mucosa surrounding the tumor showed marked intestinal metaplasia. One regional lymph node showed a metastatic lesion of poorly differentiated endocrine carcinoma.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'21164291': 1, '19771255': 1, '2031532': 1, '31637369': 1, '8302807': 1, '20396549': 1, '8535813': 1, '20854075': 1, '3544888': 1, '16241995': 1, '15154007': 1, '28053814': 2}", "similar_patients": "{}"}