{"patient_id": 118551, "patient_uid": "5487311-4", "PMID": 28698838, "file_path": "noncomm/PMC005xxxxxx/PMC5487311.xml", "title": "Tuberculosis in kidney transplant recipients: A case series", "patient": "A 67-year-old Caucasian male with ESRD, secondary to diabetes mellitus on hemodialysis for 2 years received a DDKT in 2015 (4 antigen mismatch, PRA 0%, A2 to B kidney). He received induction with alemtuzumab and solumedrol and was maintained on tacrolimus, mycophenolate mofetil, and prednisone. His pre-transplant CXR showed calcified lung nodules, and he had a negative interferon gamma release assay (quantiferon gold). He presented two and a half months’ post-transplant with two weeks of intermittent fever, malaise, progressive dyspnea and lower extremity swelling. He was diagnosed with bilateral lower extremity deep vein thrombus and pulmonary embolism for which anticoagulation was initiated. Due to intermittent fevers, computed tomography (CT) of the chest was done that showed a few scattered sub centimeter non-calcified pulmonary nodules and a 2 cm right paratracheal lymph node concerning for granulomatous disease. Fungal testing including serum galactomannan, serum cryptococcal antigen, beta-D-glucan levels and urine histoplasma antigen, was negative. Bronchoscopy was performed with AFB stain positive in the bronchoalveolar lavage (BAL). AFB and non-necrotizing granulomas were seen on trans-bronchial lung biopsy. MTB complex polymerase chain reaction (PCR) was positive in both the BAL and blood, and cultures from both grew MTB. Sputum cultures later grew pan susceptible MTB. He was discharged on a four-drug regimen with RIPE. Two weeks later, he was readmitted with recurrence of fever, altered mental status and partial loss of vision. Repeat CT of the chest showed worsening bilateral pulmonary infiltrates.\\nMoxifloxacin was added to his regimen. ATT drug levels were obtained and found to be therapeutic. Sputum, urine and blood cultures returned negative for AFB. Neurology work up including magnetic resonance imaging of the brain and lumbar puncture was negative. Patient developed AKI with serum Cr of 3 mg/dL. Ethambutol dose was decreased from 1600 mg daily to 1600 mg every 36 h and pyrazinamide dose was lowered from 2000 mg daily to 2000 mg thrice weekly. Ethambutol was subsequently discontinued due to worsening visual changes and amikacin was added to the treatment regimen of isoniazid, rifampin, pyrazinamide and moxifloxacin. His IS was ultimately tapered to prednisone alone due to worsening of TB with persistent fever and progressive pulmonary infiltrates. Renal allograft function continued to decline likely due to tapering off IS and aminoglycoside toxicity ultimately leading to allograft failure. He was started on hemodialysis 4 mo after initiation of ATT and died three months later.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'24280089': 1, '10764337': 1, '19476429': 1, '9158022': 1, '33391900': 2, '23435454': 1, '8260667': 1, '32978858': 1, '33506075': 1, '22496318': 1, '21467129': 1, '8562750': 1, '19320593': 1, '11702898': 1, '9827281': 1, '23429859': 1, '25882369': 1, '23465000': 1, '34210287': 2, '6194175': 1, '27010173': 1, '31720390': 1, '25303140': 1, '11532111': 1, '22883346': 1, '21749641': 1, '34899926': 1, '10688146': 1, '15712081': 1, '9154896': 1, '28698838': 2}", "similar_patients": "{'5487311-1': 2, '5487311-2': 2, '5487311-3': 2, '7769496-1': 1, '8252204-1': 1}"}