{"patient_id": 122047, "patient_uid": "5752819-1", "PMID": 29308372, "file_path": "noncomm/PMC005xxxxxx/PMC5752819.xml", "title": "A Case of Oral Squamous Cell Carcinoma in a Nontobacco Habitué", "patient": "A 53-year-old female patient reported to the Department of Oral Medicine and Radiology, with a complaint of a nonhealing ulcer on the left buccal mucosa. The patient was edentulous and a denture wearer for 10 years. She gave a 6 months history of loosening and impingement of her upper denture which caused discomfort while eating. As a result of the trauma caused by the loose denture, an ulcer developed over the left buccal mucosa which gradually increased in size and caused the patient severe pain because of which she had a limited mouth opening.\\nThere was no history of any deleterious or pernicious habits and no relevant medical history.\\nThe intraoral examination was difficult due to restricted and painful mouth opening which was <2½ cm. A single well-defined, ulceroproliferative lesion could be visualized, measuring approximately 1 cm × 2 cm in dimension, present over the left buccal mucosa, extending into the left posterior gingivobuccal sulcus [].\\nThe margins of the ulcer were everted; floor showed slough, and surrounding mucosa appeared erythematous. The ability of the patient to inflate her cheeks suggested that the left buccinator was negative for tumor infiltration. Palpation confirmed findings of the inspection and further revealed that the ulcer had indurated borders, bled easily, and appeared fixed to the underlying mucosa.\\nA single left submandibular lymph node was palpable, mobile, and tender and measured approximately 1 cm × 1 cm in dimension.\\nComplete hemogram, blood glucose, liver, and kidney function tests were normal. Fine-needle aspiration cytology of the clinically palpable lymph node showed reactive hyperplasia.\\nIncisional biopsy revealed a well-differentiated squamous cell carcinoma (i.e., by Broder's histopathological grading system) []. A wide excision of the lesion along with modified radical neck dissection was performed. Clear margins were obtained and the lesion was diagnosed as stage II buccal carcinoma according to the STNMP staging system.[]\\nThe patient was advised a monthly follow-up regime of 5 years with no evidence of recurrence to date.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'20019356': 1, '23306239': 1, '24381743': 1, '21884150': 1, '832234': 1, '19018119': 1, '29308372': 2}", "similar_patients": "{}"}