{"patient_id": 62125, "patient_uid": "5043624-1", "PMID": 27687142, "file_path": "comm/PMC005xxxxxx/PMC5043624.xml", "title": "Pseudoaneurysm of the anterior tibial artery after interlocking tibial nailing: an unexpected complication", "patient": "A 28-year-old male patient was diagnosed with a complete right lower leg fracture (AO/ASIF 42-B1) after a skiing accident. The fracture was reduced using an Expert Tibia Nail (Synthes, Switzerland) in Austria without reduction of the fibula fracture. Two proximal medial–lateral, two distal medial–lateral, and one distal anterior–posterior interlocking screws (Fig. ) were inserted. After an uncomplicated initial postoperative course and normal mobility, the patient presented with intermittent edema of the proximal lateral lower leg 6 weeks after surgery. Deep vein thrombosis was ruled out using ultrasound, and the patient was admitted for surveillance of a potential compartment syndrome. In addition, a distal interlocking screw was removed due to its close proximity to the distal tibial–fibular joint. The patient was discharged 3 days later after his symptoms had improved.\\nFour weeks later, the patient was readmitted for reoccurring swelling of the proximal lower leg and additional pain and numbness of his dorso-medial foot (Fig. ). Due to the intermittent nature of his complaints combined with neurologic symptoms, a CT angiography was performed which revealed a pseudoaneurysm of the anterior tibial artery in close proximity to the level of the proximal interlocking screw insertion (Fig. ). Subsequently, surgery for vascular repair and fracture reduction of the fibula was performed. The vascular surgeons resected the aneurysm’s sac entirely and bridged the anterior tibial artery using the greater saphenous vein as an autologous graft (Fig. ). Intraoperative angiography (Fig. ) and postoperative Doppler ultrasound showed normal arterial blood flow. The fibular fracture was treated with standard AO/ASIF plating. Unfortunately, the patient’s peroneal nerve was affected intraoperatively. Electromyography confirmed a proximal peroneal paralysis with paresthesia of the dorsal foot and impaired dorsiflexion. After the patient was discharged, regular follow-up examinations showed improving peroneal nerve function and bone consolidation. One year after the initial fracture, the tibial nail was removed (Fig. ), and the function of the peroneal nerve had recovered completely.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'18780187': 1, '7634708': 1, '2341435': 1, '8560025': 1, '8027889': 1, '23878785': 1, '32715171': 1, '18924081': 1, '15249964': 1, '29158648': 1, '25245711': 1, '19263308': 1, '7354504': 1, '18600310': 1, '2075945': 1, '25583638': 1, '16131685': 1, '26732387': 1, '27687142': 2}", "similar_patients": "{}"}