{"patient_id": 72935, "patient_uid": "5889237-1", "PMID": 29636944, "file_path": "comm/PMC005xxxxxx/PMC5889237.xml", "title": "Successful management of extremely high-output refractory congenital chylothorax with chemical pleurodesis using 4% povidone–iodine and propranolol: a case report", "patient": "A fetus of a healthy 36-year-old G5P3313 mother was first diagnosed with hydrops fetalis, pleural effusions, abdominal ascites, skin edema, and polyhydramnios at a referral community hospital at 31 weeks gestational age by ultrasound (see Fig. ). The pregnancy had been uncomplicated to date. Three fetal thoracoamniotic shunts were subsequently placed in addition to an amnioreduction of 2000 mL at another referral center. Maternal screen for congenital infections and fetal–maternal hemorrhage was negative, and amniocentesis for karyotype and fluorescence in situ hybridization (FISH) was unremarkable (Table ). Due to deteriorating condition, the 2165-gram female neonate was born by cesarean section at 33-week gestation at our institution, 2 weeks after the intrauterine thoracic shunts were placed. At delivery, APGARs were 4, 6, and 7, and the infant was intubated as part of resuscitation and stabilization. Due to severe respiratory distress, the infant was placed initially on conventional ventilation followed by high-frequency oscillation (HFOV) with 20 parts per million of inhaled nitric oxide. Bilateral chest drainage catheters were placed less than one hour after delivery, and 28 mL of clear yellow fluid was drained from the left hemithorax. Initial pleural fluid analysis did not appear chylous, (see Table ) but as the neonate was nourished, the fluid analysis became typical of a chylothorax. Initial serum measurements showed hypoproteinemia (1.6 g/dL) and hypoalbuminemia (<1.0). The neonate had substantial chest tube output, reaching as much as 306.5 mL/kg/day. To account for these losses, albumin, electrolytes, platelets, FFP, and pRBCs were given as needed on several occasions. Dopamine and dobutamine were also given for hypotension and oliguria that was due to renal hypoperfusion. Due to concerns for infection, the neonate was started on empiric antibiotics three separate times during her stay; these were discontinued once all cultures were negative from blood and pleural fluid. Renal, liver, and thyroid functions were monitored throughout her stay and remained normal. Octreotide, parenteral nutrition, and a medium-chain triglyceride (MCT)-enriched diet were trialed for control of chylothorax without improvement. Sildenafil was begun on DOL (day of life) 18. Despite some decrease in chest tube output while on sildenafil, the neonate became increasingly edematous and developed worsening respiratory status (Figure ). On DOL 30 in light of progressive cardiorespiratory deterioration the decision was made to attempt bilateral pleurodesis with 6 mL of 4% povidone–iodine indwelling for 5 h. She tolerated the procedure well with fentanyl for analgesia. Follow-up thyroid and renal studies were all normal. The chest tube output ceased after pleurodesis (Figure ). By DOL 41, the chest tubes were all removed and there was no reaccumulation of fluid. A chest CAT SCAN on DOL 22 was inconclusive for lymphangiectasia. Due to continued edema and continued suspicion of lymphangiectasia not visualized on CT, propranolol was started on DOL 40 at 0.5 mg/kg/day Q8H and increased the dose to 2 mg/kg/day Q8H over 9 days. The patient diuresed, and her weight remained stable after beginning propranolol. She did not experience any episodes of hypoglycemia or bradycardia secondary to the propranolol. On DOL 50, the neonate was successfully extubated and was placed on CPAP. She was discharged home on DOL 64 with 125 mL oxygen via nasal cannula and propranolol with the intent to allow the infant to outgrow of the dose slowly. On follow-up by age 6 months, the patient was no longer requiring oxygen and is growing and developing normally for her corrected age of 12 months. She slowly weaned off propranolol by 1 year and has not demonstrated any signs of recurrence of the pleural effusions. Her weight is in the 50th percentile, length between the 50th and 75th percentile, and head circumference in the 75th percentile on the IHDP low birth weight premature girls' growth curve. At a 6-month evaluation, she is showing mild truncal hypotonia, but since that time this has resolved appears to be developing normally.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'22185327': 1, '22561614': 1, '12528166': 1, '22036228': 1, '10492271': 1, '28453894': 1, '27561730': 1, '18246745': 1, '32071591': 1, '26815877': 1, '23257321': 1, '32477564': 2, '23766715': 1, '32953553': 1, '25693013': 1, '19381502': 1, '24573572': 1, '16188789': 1, '19879510': 1, '24372911': 1, '24446440': 1, '25480460': 1, '34353975': 1, '14602705': 1, '22743651': 1, '31832377': 1, '22670153': 1, '20456345': 1, '26419497': 1, '21576548': 1, '25917021': 1, '10667039': 1, '10802499': 1, '16492955': 1, '21470038': 1, '28507428': 1, '29636944': 2}", "similar_patients": "{'7233883-1': 1}"}