{"patient_id": 115998, "patient_uid": "5301087-1", "PMID": 28203189, "file_path": "noncomm/PMC005xxxxxx/PMC5301087.xml", "title": "A Mystery of Bilateral Annular Choroidal and Exudative Retinal Detachment with No Systemic Involvement: Is It Part of Vogt-Koyanagi-Harada Disease Spectrum or a New Entity?", "patient": "A 68-year-old Caucasian male who was otherwise fit and healthy, presented to the emergency ophthalmology unit as he had noticed a bilateral, gradual, painless loss of vision over the past 2–3 weeks. Prior to this, he reported that he had experienced a mild headache which had settled with simple analgesia. The patient denied malaise, nausea, vomiting, neck stiffness, or abdominal pain. On presentation, his Snellen visual acuity was 6/60 in the right eye and hand movement in the left. Intraocular pressure was 16 mm Hg in both eyes. Slit-lamp examination of the anterior segments showed granulomatous keratic precipitates with significant shallowing of the anterior chambers, mild anterior chamber cell activity, and few areas of posterior synechiae (Fig. ). There was evidence of a nonsignificant cataract and mild vitritis. Dilated fundus examination showed extensive annular CD and ERD with no signs of clinical vasculitis or retinitis (Fig. ). Optic coherence tomography scans showed bilateral extensive subretinal fluid at the left macula and less so at the right (Fig. ).\\nB-scan ultrasonography confirmed extensive choroidal detachments in 4 quadrants with no associated scleral thickening or masses affecting the choroid or sclera (Fig. ). Ultrasound biomicroscopy confirmed shallow anterior chambers with no ciliary body mass or other pathology in either eye. Indocyanine green chorioangiography showed multiple areas of choroidal hypoperfusion (Fig. ). Fundus fluorescein angiography showed pooling of fluorescein in late frame in the subretinal space (Fig. ). The patient was admitted and underwent urgent chest X-ray and blood tests to investigate for the presence of possible infections or inflammatory causes. His chest X-ray was normal; however, inflammatory markers were high (ESR and CRP). An inflammatory etiology was suspected and the patient was treated with high-dose intravenous prednisolone (1 g of intravenous methylprednisolone for 3 days).\\nA good response was observed and both CD and ERD were noted to resolve over a period of 1 week. The patient was further investigated with MRI of the brain, and CT scans of the thorax, abdomen, and pelvis to exclude possible malignancy or inflammation. Detailed hematological, immunological, microbiological, and biochemical workup failed to identify any specific etiology to explain his condition.\\nFollowing intravenous methylprednisolone, treatment was continued with a slowly tapering course of oral prednisolone. Four weeks after his initial presentation, visual acuity was observed to have improved in both eyes, to 6/18 in the right eye and 6/36 in the left. Anterior chamber depth was restored and the retina remained flat. Autofluorescence images highlighted bilateral macular retinal pigment epithelium changes, more prominent in the left eye with obvious damage to photoreceptor/retinal pigment epithelium complex (Fig. ), which could explain the limited visual recovery.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'5796093': 1, '11336942': 1, '14963715': 1, '29681837': 2, '20159229': 1, '28203189': 2}", "similar_patients": "{'5903130-1': 1}"}