{"patient_id": 71202, "patient_uid": "5764012-1", "PMID": 29321025, "file_path": "comm/PMC005xxxxxx/PMC5764012.xml", "title": "Diagnostic challenges of prolonged post-treatment clearance of Plasmodium nucleic acids in a pre-transplant autosplenectomized patient with sickle cell disease", "patient": "This is a case of a 32-year old Nigerian man with homozygous SCD. Despite receipt of hydroxyurea, he continued to experience monthly priapism and three to four hospitalizations for vaso-occlusive pain crises per year. He reported a history of several malaria infections including a severe episode that led to acute chest syndrome and heart failure requiring intensive care unit monitoring and red cell transfusions. The patient travelled from Nigeria to the USA (arriving on day-32) in preparation to receive a non-myeloablative allogeneic HSCT from his fully human leukocyte antigen-matched brother. As part of his pre-transplant evaluation on day-18 (2 weeks after entering the USA from Nigeria), blood was obtained for malaria thick and thin smears and for Plasmodium multiplex PCR; all testing was reported as negative. On day-4, the patient developed fever as well as diffuse bilateral lower rib cage and upper abdominal pain. He was admitted on day-1 for a vaso-occlusive pain crisis. On day 0, the patient developed fevers to 39.1°C and a decrease in absolute haemoglobin from 8.2 to 5.8 g/dL. Possible intraerythrocytic parasites were observed initially from routine cell count and differential smears, and repeat malaria blood smears were positive for immature (ring form) and mature trophozoites and schizonts of P. falciparum at 2.9% parasitaemia (Fig. ). Parallel testing with a multiplex malaria PCR ([–]; limit of detection (LOD) defined as 700 parasites/mL of whole blood) was also positive (Fig. a). Treatment with artemether–lumefantrine (20/120 mg, Coartem®) was started on day 1 after consultation with the clinical team and pharmacy. The patient was supported with RBC transfusions and defervesced by day 3 with 0.93% parasitaemia. Between days 5 and 6, his parasitaemia levels rose from 0.20 to 0.42%, respectively (Fig. a). In response, he was immediately started on atovaquone/proguanil (Malarone®) for 7 days due to concerns for artemether–lumefantrine resistance. Reflex testing by the Centers for Disease Control and Prevention did not reveal genetic markers on the kelch 13 gene that was consistent with artemisinin resistance. The patient remained clinically well with < 0.05% parasitaemia and was discharged after three doses of atovaquone/proguanil (day 8). Blood smears were negative by day 10, but the multiplex malaria PCR assay remained positive on day 17. Because of his scheduled transplant and slow parasite clearance, he received a course of doxycycline for 3 days. The multiplex malaria PCR assay became negative between days 25 and 31. The patient proceeded with the allogeneic HSCT on day 41 and engrafted fully with donor red cells without recurrence of malaria during the transplant process. He has returned to Nigeria and has remained clinically well.\\nRetrospective testing was performed on 12 preserved whole blood samples using a quantitative reverse transcription PCR (qRT-PCR) that targets the highly expressed Plasmodium 18S rRNAs (LOD: 20 parasites/mL of whole blood [, ]). qRT-PCR demonstrated ~ 420 estimated parasites/mL of whole blood in the initial day-18 screening sample that was previously reported negative by peripheral blood smears and multiplex PCR (Fig. b). Parasite burden as measured by qRT-PCR decreased over time following treatment with positive results detected more than 1 month after treatment initiation. Additional molecular testing targeting the gametocyte-specific spliced PF3D7_0630000 mRNA [] showed gametocyte detection on days-18 through 11 (Fig. b). Gametocyte load was highest at the peak of infection (days 0–5).", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'20852127': 1, '23170194': 1, '22403305': 1, '23929949': 1, '27768886': 1, '19384231': 1, '15159369': 1, '20530796': 1, '25911365': 1, '11965279': 1, '24838112': 1, '22099364': 1, '18616395': 1, '24025776': 1, '11992295': 1, '34194041': 1, '15583293': 1, '18192399': 1, '15004078': 1, '25216364': 1, '28526032': 1, '15381808': 1, '27217420': 1, '29321025': 2}", "similar_patients": "{}"}