{"patient_id": 118022, "patient_uid": "5449369-1", "PMID": 28567452, "file_path": "noncomm/PMC005xxxxxx/PMC5449369.xml", "title": "Laparoscopic cholecystectomy in a case of situs inversus totalis: a review of technical challenges and adaptations", "patient": "A 20-year-old female presented with dyspepsia and pain in her left, upper abdomen for the past five days. The pain was insidious in onset, originated in the left hypochondrium with radiation to the left shoulder, was constant and dull aching in nature, aggravated with fatty foods, and was relieved with analgesics and antacids. There was no history of fever, jaundice, vomiting, urinary complaints, altered bowel habits or weight loss. The menstrual history of the patient was regular. She had experienced a similar episode around three months prior, which was relieved by conservative medical therapy. She did not give any history of any medical or surgical comorbidities and had no significant drug history.\\nThe general examination of the patient was essentially normal with no signs of jaundice, fever or anemia. When examining the abdomen, there was mild tenderness from deep palpation in the left hypochondrium, with normal bowel sounds. The rest of the abdominal examination was unremarkable. Examination of the cardiovascular system revealed an apex beat in the right, 5th intercostal space in the right, mid-clavicular line.\\nThe patient's routine blood investigation revealed a normal complete blood count, normal liver and kidney function tests, normal thyroid function test and normal glycemic status. The urine examination also did not reveal any abnormalities. The ultrasonography of the abdomen showed as follows: 1) A gallbladder, small in size, with a thickened wall and situated on the left side. The lumen was filled with multiple, small calculi with posterior acoustic shadowing; 2) The liver situated on the left side, normal in size, with a homogenous parenchymal echo pattern. The intrahepatic biliary channels were not dilated; 3) The common bile duct was normal in size and diameter without any intraluminal lesions; 4) The spleen was normal in size and shape without any focal lesions and situated on the right side; and 5) Features were consistent with situs inversus. The electrocardiograph showed a right axis deviation while the chest x-ray (posteroanterior view) showed dextrocardia, the left hemidiaphragm slightly raised compared to the right side and a fundic gas shadow, of the stomach, on the right side, all findings consistent with situs inversus totalis (). The findings were re-confirmed with a computed tomography of the abdomen and the diagnosis was established to be a case of cholelithiasis in a patient with situs inversus totalis ( and ).\\nAfter obtaining necessary anesthetic fitness, the patient was scheduled to undergo an elective laparoscopic cholecystectomy. The procedure began by adjusting the theatre equipment, including the carbon dioxide insufflator, the diathermy set and the monitor, which were placed on the left side of the patient, almost mirroring their normal positions. The patient was then positioned in the reverse Trendelenberg position after adequate anesthesia. The primary surgeon and the first assistant stood on the right side of the patient, whereas the second assistant was on the left side. A total of four ports were made - the two 10 mm ports were placed in the infraumbilical and subxiphoid regions, respectively and the two 5 mm ports were placed in the left hypochondrium in the left mid-clavicular line and in the left anterior axillary line at the level of the umbilicus ().\\nThe technical challenges anticipated included creating a pneumoperitoneum from the left side, dissection of the Calot's Triangle with the right-handed surgeon using the non-dominant hand and chances of the surgeon's arms crossing during retraction of the Hartmann's pouch. The pneumoperitoneum was induced using a Veress needle through the infraumbilical incision, by the surgeon on the left side of the patient, as done conventionally. An inspection of the abdominal cavity was done and the diagnosis of situs inversus was confirmed. The camera was maneuvered from the infraumbilical port by the first assistant and the fundus of the gallbladder was retracted by the second assistant, with a toothed grasper, from the 5 mm port in the left, anterior axillary line. In order to prevent the primary surgeon from crossing arms while retracting the Hartmann's pouch from the right side of the patient, the assistant retracted it from the left side. This not only prevented the primary surgeon from crossing arms, but also enabled him to dissect the Calot's Triangle with his right hand using Maryland dissecting forceps inserted through the subxiphoid/epigastric port. The cystic duct and artery were identified and dissected free from the surrounding structures. They were clipped using titanium clips, the applicator being introduced through the 10 mm epigastric port. The gall bladder was dissected from the gall bladder fossa using a hook diathermy and was delivered outside through the epigastric port. Adequate hemostasis was ensured and the port sites were closed with non-absorbable sutures ().\\nThe estimated operating time was around 70 minutes and the postoperative period was uneventful. She was discharged on the second postoperative day and the sutures were removed on the seventh postoperative day, in the outpatient department. She followed up one month after surgery and was found to have recovered well. She has not developed any postoperative complications to date.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'14959744': 1, '15774004': 2, '1834260': 1, '8480178': 1, '32886654': 1, '23816750': 1, '24124340': 1, '1388070': 1, '20529478': 1, '6540028': 1, '11569514': 1, '8763185': 1, '28567452': 2}", "similar_patients": "{'555757-1': 1}"}