{"patient_id": 119306, "patient_uid": "5551293-1", "PMID": 28840069, "file_path": "noncomm/PMC005xxxxxx/PMC5551293.xml", "title": "Hydrocephalus as the sole presentation of primary diffuse large B-cell lymphoma of the brain: Report of a case and review of literature", "patient": "A 22-year-old man was referred to this hospital with manifestations of shunt malfunction and history of ventriculoperitoneal shunt (VPS) at another center. The symptoms of increased intracranial pressure appeared the previous year with unusual behavior, speech disturbance, and hallucination before admission in the previous center. His symptoms improved with shunting but recurred after 4 months. Shunt revision was performed and he was discharged with modified Rankin Scale (mRS) 2. The symptoms recurred 2 months later. He had no adenopathy and bone marrow aspiration was negative. Full paraclinical evaluations and all laboratory tests were highly suspicious of histiocytosis even though CD1 test was negative. Cerebrospinal fluid (CSF) analysis was normal (WBC: 4, RBC: 668, Glc: 5, Pro: 54), and CSF culture and cytology was negative. He was treated with corticosteroids and another shunt was placed in the contralateral ventricle under antibiotic coverage. The reports of magnetic resonance imaging (MRI) provided from the previous hospital denoted a communicating hydrocephalus and no space occupying lesion all along the brain and spinal cord. After 3 months, he was admitted in our hospital. The mentioned information was all the data that were delivered from the previous center to our hospital.\\nIn physical examination, he was conscious and awake but hardly cooperative and sometimes even unresponsive to painful stimuli. Brain computed tomography (CT) scan showed cystic dilatation of left temporal horn surrounded by perilesional edema []. Brain MRI showed hydrocephalus with periventricular changes without focal enhancement. There was cystic expansion of the left temporal horn with fine wall enhancement and perilesional edema []. Whole spine contrast-enhanced MRI was normal.\\nHe underwent craniotomy to explore the presumably dilated temporal horn. There was no abnormality in the extradural and subdural region in the exposed area of the temporal region. The arachnoid was shiny and no granulomatous change or focal thickening of the arachnoid was visible. Trans sulcal approach in between the middle and low temporal gyri preformed to enter the cystic/expanded lesion. Entering the dilated/isolated temporal horn, nests of shiny debris infiltrating the ependymal layer of the dilated horn could be stripped off and removed as much as possible []. The choroid plexus was coagulated enough, and washing the collapsed cystic component could maintain slow CSF flow. Pathology report confirmed the diagnosis of DLBCL []. The patient was referred to neuro-oncologist with discharge mRS = 2. He improved significantly after two doses of chemotherapy using Methotrexate, but deteriorated and died 2 months later with tumor seeding in the 4th ventricle, brain stem, and cervical spine.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'19913281': 1, '8638443': 1, '2812271': 1, '21933751': 1, '10659013': 1, '24012385': 1, '16479118': 1, '12180120': 1, '22459053': 1, '21613254': 1, '17134117': 1, '12506165': 1, '26725352': 1, '20079653': 1, '22409828': 1, '22703636': 1, '12242968': 1, '23335087': 1, '21479535': 1, '28840069': 2}", "similar_patients": "{}"}