{"patient_id": 64867, "patient_uid": "5307411-1", "PMID": 28188513, "file_path": "comm/PMC005xxxxxx/PMC5307411.xml", "title": "Breast metastasis of pulmonary pleomorphic carcinoma: a case report", "patient": "The patient was a 66-year-old woman with a chief complaint of a mass in the right breast. She had become aware of the mass and visited a physician. A lung tumor was noted on CT, and the patient was referred to our department for suspected double cancer (lung and breast cancers). The patient was diagnosed with double cancer (right breast and left lung cancers) on close examination. Her medical history was unremarkable, but she had smoked 20 cigarettes/day from age 20 to 64 years old. Her first menstruation was at 13 years old and 52 years old at menopause. She had two deliveries. She had no relevant family medical history.\\nA hard mass of 2 cm in size was palpated in the B region of the right breast. The mass was mobile. The surface was relatively smooth, and the boundary was relatively unclear. The axillary and supraclavicular lymph nodes were not palpable. Blood counts and biochemistry findings were within normal ranges. CEA was high (9.3 ng/mL), but CA15-3, proGRP, and CYFRA were within their normal ranges. Serum G-CSF was as high as 84.0 pg/mL (standard value ≤39.0 pg/mL).\\nMammography showed a shadow of an intense irregular mass in the inferior medial region of the right breast and highly suggestive of malignancy as BI-RADS category 4. The left breast was categorized as BI-RADS category 1 (Fig. ). In mammary ultrasonography, an extensive lesion of 12 × 24 × 17 mm was observed in the right B region. The mass was lobular with a clear coarse boundary. The internal echo was hypoechoic and heterogeneous (partial hemorrhage was suspected), and the posterior echo was enhanced (Fig. ). The lesion was hypervascular on color Doppler (data not shown). In MRI of the mammary gland, a mass of 24 mm in size was detected in the right B region. The time-intensity curve was steep, and contrast enhancement was observed from an early phase (Fig. ). Chest CT showed an irregular tumor in the left upper lobe, which was suspected to be lung cancer (Fig. ). There was no liver metastasis. Bone scintigraphy showed no abnormal accumulation suggesting metastasis.\\nHistologic findings on needle biopsy specimens of the lung tumor suggested that the lesion was poorly differentiated carcinoma. Assuming that the tumor originated from the lung, it was considered likely to be pleomorphic carcinoma. However, its histology was similar to that in a biopsy specimen collected from the right mammary gland (see below), indicating possible metastasis of the mammary tumor.\\nHistologic findings on needle biopsy specimens of the mammary tumor suggested that the lesion was assumed to be carcinoma. Spindle cell carcinoma and metaplastic carcinoma were possible, but the histology of the tumor was similar to that observed in the left lung biopsy specimen, suggesting that the lesion had the same origin as that of the lung tumor.\\nIn a preoperative histological examination after diagnosis, the histology of the tumors in the mammary gland and lung were found to be similar, but there was a possibility that the mammary tumor was spindle cell or metaplastic carcinoma, and the lesions were initially diagnosed as double cancer of primary breast cancer and non-small cell lung carcinoma (cT2N1M0 Stage IIA).\\nSurgery for the lung tumor of left upper lobectomy and lymph node dissection was performed first. Histologically, the lung tumor had dyscohesive proliferation of spindle, oval, or polygonal cells and scattered multinucleated giant cells (Fig. ). Immunohistochemically, these tumor cells are partially positive for AE1/AE3 (Fig. ), and negative for TTF1 and ER (Fig. ). In addition, the tumor had a few foci of squamous cell carcinoma. Furthermore, the patient had intrapulmonary and lymph node metastasis. If the tumor originated from the lung, these findings suggested pleomorphic carcinoma, but the histology was similar to that of the needle biopsy specimen of the right mammary tumor; therefore, the possibility of breast cancer metastasis could not be ruled out. Assuming primary lung cancer, the diagnosis was LU, B1 + 2, 38 × 37 × 60 mm, pl0, D0, G4, Ly0, V1 (EVG), PLC (not tested), pm1, and pN2a-1(6/9).\\nAfter surgery for the lung tumor at 1 month after the initial examination, surgery on the mammary gland was performed. The white blood cell count was within the normal range at the time of the first examination, but markedly increased after the lung surgery and remained at a high level. Preoperative chemotherapy was initially planned for the mammary tumor, but surgical treatment was selected based on the clinical course and histopathological diagnosis. After surgery of right mastectomy and full thickness skin graft, the mammary tumor was diagnosed as right breast cancer (cT3N0M0, Stage III). Axillary lymph node dissection was omitted.\\nThe mammary lesion was thought to be a solid tumor that was exposed to the skin. Histopathological findings for the surgically excised mammary specimen are similar to those of the lung tumor (Fig. ). However, a histologic appearance of squamous cell carcinoma is not identified. There were no typical features of conventional breast cancer and ductal carcinoma in situ. Immunohistochemically, mammary tumor cells are partially positive for AE1/AE3 (Fig. ), and negative for ER (Fig. ), PgR, HER2. Ki-67/MIB1 index of tumor cells are ≥90%.\\nIn the course after mastectomy, lower abdominal distension occurred during the hospital stay. A 12-cm giant mass was detected in the pelvis on imaging and diagnosed as a metastatic ovarian tumor. Bilateral pleural effusion, peritoneal dissemination, and findings suggesting bone metastasis were also observed. Chemotherapy with paclitaxel and carboplatin was performed about 1 month after mastectomy, but the ovarian tumor size was not reduced. Systemic conditions aggravated with disease progression, and the treatment was discontinued after the second cycle. The white blood cell count was abnormally high during the course, then transiently decreased after chemotherapy, but subsequently increased again (Fig. ). Palliative care was performed for disease aggravation, but the patient died about 5 months after the first examination (about 3 months after mastectomy).", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'17574296': 1, '30147894': 1, '20387526': 1, '8019724': 1, '300638': 1, '34071184': 2, '24560348': 1, '28188513': 2}", "similar_patients": "{'8226557-1': 1}"}