{"patient_id": 74662, "patient_uid": "5997433-1", "PMID": 29900082, "file_path": "comm/PMC005xxxxxx/PMC5997433.xml", "title": "Tuberculous Arthritis of the Elbow Joint: An Uncommon Location with a Diagnostic Dilemma", "patient": "A 78-year-old African-American female presented to the hospital with complaints of worsening right elbow pain and swelling for six months. She described the pain as a dull ache that worsened with movement and, over time, was unable to fully move the arm. She denied any history of trauma or any other joint involvement. She had a past medical history of stage IIIC ovarian Mullerian tumor with peritoneal carcinomatosis, requiring abdominal hysterectomy with bilateral salpingo-oophorectomy and neoadjuvant chemotherapy with paclitaxel and carboplatin, which was completed two years ago. She was born in the United States and was a retired accountant. She denied any travel outside the country or exposure to TB cases in the United States. Her medications included meloxicam and alendronate.\\nOn initial presentation, her vitals were significant for a temperature of 102.6 F, a respiratory rate of 22 breaths/minute, a pulse rate of 87/minute, and blood pressure of 124/66 mm Hg. The physical examination was remarkable for right elbow erythema, swelling, effusion, and tenderness to palpation. Her range of motion was restricted to only five degrees of flexion and extension at the right elbow joint. The laboratory evaluation revealed leukocytosis of 12.3 x 103/µL, a uric acid level of 7.1 mg/dL, a C-reactive protein of 115 mg/L, and an erythrocyte sedimentation rate of 104 mm/h. An X-ray and computed tomography (CT) of the elbow joint demonstrated bony erosive changes, joint space narrowing, and large effusion in the elbow joint. Magnetic resonance imaging (MRI) of the elbow joint revealed large joint effusion, synovitis, and osteomyelitis of the surrounding bones (Figure ). Blood cultures were drawn and the patient was started on intravenous vancomycin and piperacillin-tazobactam for presumptive pyogenic septic arthritis. She underwent incision and drainage of the right elbow after an unsuccessful attempt at arthrocentesis. Preliminary blood and surgical cultures were negative for bacterial growth. She was discharged home with empiric intravenous antibiotic therapy for six weeks, home wound care, and occupational therapy.\\nThe patient’s symptoms initially improved but about three weeks later, she returned to the hospital with worsening right elbow pain and swelling. Acid-fast bacillus (AFB) cultures sent at the time of initial incision and drainage became positive for acid-fast bacilli (Figure ), and her antibiotics were switched to azithromycin, meropenem, and doxycycline to cover for atypical mycobacteria. A deoxyribonucleic acid (DNA) probe of the acid-fast bacilli was positive for Mycobacterium tuberculosis (MTB), and the patient was started on four-drug anti-tuberculosis therapy, including rifampin, ethambutol, isoniazid, and pyrazinamide with pyridoxine. Final culture results confirmed the presence of the Mycobacterium tuberculosis complex and susceptibilities revealed a non-resistant MTB strain. She was then evaluated for disseminated disease with a CT chest, abdomen, and pelvis. Her CT chest results were remarkable for multiple left, upper lobe nodules and left lower lobe air-space consolidation (Figure ). The patient denied ever having any symptoms of cough, shortness of breath, hemoptysis, and weight loss. She did report having night sweats and chronic fatigue. Bronchoscopy was performed and bronchoalveolar lavage fluid cultures were positive for MTB. She was diagnosed with active TB of the lungs and the elbow joint, possibly as a reactivation of latent TB. The HIV test was negative. The patient was discharged home on the four-drug anti-tuberculous regimen for 12 months under the supervision of the health department. At a four-month follow-up visit, the patient showed significant improvement in her symptoms.", "age": "[[78.0, 'year']]", "gender": "F", "relevant_articles": "{'17224322': 1, '3721650': 1, '21369528': 2, '9498144': 1, '11964626': 1, '14760492': 1, '25517822': 1, '21420161': 1, '4906108': 1, '29900082': 2}", "similar_patients": "{'3046561-1': 1}"}