{"patient_id": 63848, "patient_uid": "5178354-1", "PMID": 28053799, "file_path": "comm/PMC005xxxxxx/PMC5178354.xml", "title": "Gliosarcoma with Primary Skull Base Invasion", "patient": "A 44-year-old woman presented with difficulty opening her right jaw, swelling in the right cheek and temple region, and right retro-orbital pressure. She had no history of radiation therapy or tobacco use. Family history was significant for multiple malignancies, including second- and third-degree relations with leukemia, prostate cancer, breast cancer, and ovarian cancer. She denied any family history of neurologic disease—including central nervous system neoplasms.\\nA presumed diagnosis of sinusitis was made, and a short course of steroids and antibiotics was initiated. Three months later, the patient's symptoms had not improved but rather had expanded to include severe headache and retroauricular pain with cervical radiation, as well as V2 distribution paresthesia. She presented to an outside emergency department, where head CT identified a 6 cm right temporal lobe mass growing through and destroying the greater wing of the sphenoid bone and invading into the infratemporal fossa. She was subsequently referred to our institution for further work-up and treatment.\\nOn examination, the patient was noted to have a firm right temporal mass, mild right proptosis, and right V2 paresthesias, but no other appreciable neurologic deficits. Brain MRI demonstrated marked growth, approximately 1 cm, over the one-week interval, with increased midline shift, mass effect, and vasogenic edema. The extracranial extension was better delineated with clear extension into the orbit, maxillary sinus, and invasion of the right pterygoid, masseter, and temporalis muscles (). CT-guided biopsy of the temporal extracranial component was performed and histopathology revealed a tumor consistent with high-grade glioma versus GS, and an expedited operative resection was recommended.\\nThe patient was taken to the operating room for a right frontotemporal craniotomy, subtemporal exploration, tumor resection, and temporal lobectomy. During exposure, a firm and encapsulated tumor invasive through the temporal bone was encountered below the temporalis muscle (), which was debulked extracranially throughout infratemporal fossa and dissected off the periorbita, isolating the intracranial components (). After elevation of the frontotemporal bone flap and opening of the dura, the posterior tumor margin was identified and noted to be infiltrating adjacent cortex. An anterior temporal lobectomy with partial resection of the superior temporal gyrus and sparing of the mesial structures was completed to remove all intraparenchymal tumor and expose the portion invasive through the skull base at the inferomedial triangle between V1 and V2. The remaining bone was then drilled away and the lateral wall of the cavernous sinus was mobilized, exposing the lateral tumor margin and allowing for a gross total resection, including resection of all involved dura. The skull base was repaired in layers with pericranium, DuraGen, and abdominal fat graft.\\nThe procedure was well tolerated and the patient recovered without complaints of jaw motion difficulties or new facial numbness. Routine MRI performed on postoperative day one revealed no evidence of residual enhancing tumor (), and the patient was dismissed from the hospital on postoperative day three. Follow-up included close clinical and radiographic evaluations, as well as an adjuvant treatment plan of external beam radiation, 76 Gy in 30 fractions.\\nPathology revealed a malignant neoplasm with variable morphology and extensive infiltration of adjacent fibroadipose and muscle tissue. Gliofibrillary cytoplasmic processes and cerebral parenchymal investment consistent with infiltrative glioma were widely observed, with foci of necrosis surrounded by vaguely pseudopalisading tumor cells (). The infiltrative glioma areas were also noted to alternate with mesenchymal-pattern areas of fibrotic stroma comprised of tumor cells with elongated, spindle-shaped nuclei (). Other characteristic GB features included positive immunohistochemical staining for glial fibrillary acid protein, which was notably absent from mesenchymal-predominant regions (GFAP, ). In parallel, reticulin staining showed a dense pericellular deposition pattern in mesenchymal regions and was negative in GFAP-positive areas (). Malignant cells were negative for mutant IDH1-R132H protein, with retained ATRX expression and no IDH1 or IDH2 mutation detectable by pyrosequencing. Methylguanine-DNA methyltransferase (MGMT) promoter methylation was not detected by a methylation-specific PCR-based assay.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'24332268': 1, '27169763': 1, '31921679': 1, '27157931': 1, '20448433': 1, '1669254': 1, '7932823': 1, '10666371': 1, '20957407': 1, '26443480': 1, '26354773': 1, '23743158': 1, '16866302': 1, '4068129': 1, '16147587': 1, '18780813': 1, '908941': 1, '23266723': 1, '24355182': 1, '19883237': 1, '17405263': 1, '9724117': 1, '28053799': 2}", "similar_patients": "{}"}