{"patient_id": 119072, "patient_uid": "5532355-1", "PMID": 28758087, "file_path": "noncomm/PMC005xxxxxx/PMC5532355.xml", "title": "Severe Ulnar Nerve Injury After Bee Venom Acupuncture at a Traditional Korean Medicine Clinic: A Case Report", "patient": "In April 2015, a 52-year-old right-handed man visited our clinic presenting with a right claw hand, decreased sensation below the right elbow, and decreased motor strength in the 4th and 5th digits of the hand. Previously, the patient had pain in the right elbow, and had received more than 10 bee venom acupunctures on the medial side of the affected elbow and forearm, at a TKM clinic. Immediately after the procedure, he experienced severe pain and swelling of the right elbow. Although the pain subsided several days after the acupuncture, he had developed weakness of the right 4th and 5th finger flexors, and a sensory change on the ulnar dermatome of the right hand. When the patient was referred to our clinic 7 days after acupuncture, the strength of the 3rd and 4th lumbricals and interosseous muscles of the right hand were graded 1 out of 5 by a numeric rating scale.\\nA right ulnar motor nerve conduction study 2 weeks after the injury, showed low amplitude of compound muscle action potentials and slow nerve conduction velocity at the elbow segments, indicating potential focal segmental demyelination, axonal damage, and Wallerian degeneration.\\nA right ulnar sensory nerve conduction study showed low amplitude of sensory nerve action potentials (SNAPs) (). Electromyography revealed abnormal spontaneous activity and a decreased interference pattern at the right abductor digiti minimi muscle and the first dorsal interosseous muscles, and abnormal spontaneous activity at the right flexor carpi ulnaris (). The patient underwent steroid pulse therapy for 4 weeks since his first visit, and also received electrical stimulation therapy at an outpatient clinic.\\nMagnetic resonance images of the right forearm, hand, and wrist were obtained 1 month after the injury. Swelling of the right ulnar nerve at the cubital tunnel was observed (). Ultrasonography showed diffuse right ulnar nerve swelling, and the cross-sectional area in transverse view at elbow level was 13 mm2. On the other hand, left side cross-sectional area was 8 mm2. There was subluxation of the right ulnar nerve escaping the cubital tunnel to the anterolateral area of the forearm during elbow flexion (). An electrodiagnostic study was conducted 4 months after the injury. There was decreased right ulnar motor conduction velocity at the elbow segment and no response of SNAP at the right dorsal ulnar nerve (). A giant and long duration polyphasic motor unit was found in the right forearm and hand muscles innervated by the ulnar nerve (). Thus, although there was evidence of regeneration of the denervated muscles, complete recovery was not indicated by the electrodiagnostic study ().", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'23431334': 1, '20558236': 1, '15841281': 1, '32685232': 1, '15551936': 1, '28758087': 2}", "similar_patients": "{}"}