{"patient_id": 117030, "patient_uid": "5387910-1", "PMID": 28251229, "file_path": "noncomm/PMC005xxxxxx/PMC5387910.xml", "title": "Oronasal fistula post-septoplasty", "patient": "A 55-year-old gentleman presented with a history of nasal regurgitation and hyper-nasality post-septoplasty. The original surgery was carried out in another institute under general anesthesia 2 months prior to his presentation to our clinic. The fistula was unnoticed intra-operatively, and the patient’s symptoms began on the third postoperative day, after which he underwent multiple failed attempts at closure under local anesthesia at the other institution. He denied having any other nasal or oral procedures in the past, and had not been treated for any infections in the same area. The in-office examination revealed a 3-mm oronasal fistula starting just off the midline on the right side of the hard palate, and ending in the right nasal floor adjacent to the mid-septum (Figures ). There were no signs of a submucosal cleft palate, cleft palate, high arched palate, cleft lip, ulceration, or any current or reported previous infections in the area. A noncontrasted CT scan of the paranasal sinuses was performed, and showed a bony defect in the hard palate corresponding to the site of the oronasal fistula, as seen on the clinical examination, and an absence of the majority of the vomer bone posteriorly ().\\nHe underwent a surgical repair of the oronasal fistula using multilayer reconstruction under a general anesthetic. Initially, the fistula tract was resected transorally and transnasally utilizing nasal endoscopy. Then, a palatal mucoperiosteal flap was raised on the left based on the greater palatine vessels. Irradiated fascia lata Tutoplast® (RTI Surgical, Inc., USA) was placed as the first layer covering the fistula on the oral side, and the mucoperiosteal flap was rotated and advanced as the second layer. The flap was sutured to the surrounding mucosa with absorbable sutures, followed by the application of BioGlue® (CryoLife, Inc., USA) over the flap to further support and seal the reconstruction (). The nasal surface of the fistula was also reconstructed using a free mucosal graft harvested from the left nasal cavity floor, after removing the mucosa surrounding the fistula site on the nasal aspect. The intraoperative endoscopic examination of the surrounding area revealed the absence of a large portion of the bony vomer, with intact mucosa. The nasal reconstruction was also held in place with BioGlue® and absorbable packing. During the 6-month postoperative follow-up period, this patient’s symptoms resolved, with no evidence of recurrence upon examination ().", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'20153276': 1, '19884667': 1, '34934600': 1, '31377721': 1, '7990643': 1, '18876514': 1, '25831658': 1, '20599092': 1, '3864952': 1, '21713216': 1, '11176613': 1, '28251229': 2}", "similar_patients": "{}"}