{"patient_id": 64787, "patient_uid": "5299683-1", "PMID": 28179029, "file_path": "comm/PMC005xxxxxx/PMC5299683.xml", "title": "Severe Chikungunya infection in Northern Mozambique: a case report", "patient": "A previously healthy 40 year old male of Makonde ethnicity, resident in Pemba for the past 11 years with no other known past medical history except controlled hypertension was admitted to Pemba Provincial Hospital on April 16th, 2014, complaining of 2 days of fever, chills, malaise, general weakness and prostration, with no headache, arthralgia or myalgia.\\nUpon admission, the patient was immediately tested for malaria as per the national algorithm using a Rapid Diagnostic Test (Malaria Ag P.f, SD BIOLIN, Alere) and found to be negative (see Table ). Physical examination showed an axillary temperature of 38.2 °C, blood pressure of 110/75 mmHg and an undifferentiated skin rash. Neither skin nor mucosal haemorrhages nor oedema were present. Table shows the results of all laboratory tests. A full blood count and clinical chemistry measurements showed leukocytosis [white blood count (WBC) = 15.7 × 103 cell/mm3], lymphocytosis [Lymphocytes (Ly) = 6.9 × 103 cell/mm3], severe thrombocytopenia [Platelets (PLT) = 33 × 103 cell/mm3), anaemia [Haemoglobin (Hgb) = 9.8 gr/dL] and an elevated level of Alanine Amino Transferase (ALT = 245 U/L). Blood levels of glucose and urea were slightly elevated. The laboratory did not have the capacity to perform a blood culture. Despite treatment with broad spectrum antibiotics, the patient’s condition progressively worsened over the following 2 days, with a continuing high fever and the development of headache, dizziness, symmetrical polyarthralgia and melaena. On day two after admission the Hgb had dropped to 6.2 g/dL and the platelet count had increased slightly to 56 × 103 cell/mm3. On day three the patient worsened and he was admitted to the intensive care unit where he received 3 units of whole blood. Deterioration continued on day four and the patient became comatose. Neither an electroencephalogram (EEG) nor brain scan were performed, as these technologies are not available in most hospitals in Mozambique, including Pemba Provincial Hospital. Malaria tests performed on days one, three and four were all negative. Results of a urine test performed on day four found that cyto-chemical parameters were within the normal range (pH = 6.8, specific density = 1025, nitrite, protein, ketone, bilirubin and blood all negative, leukocytes = 4/μL and red blood cells = 2/μL). Urine culture was negative. During hospitalization the patient was treated with the following antibiotics: ceftriaxone, ciprofloxacin and ampicillin.\\nThe broad spectrum antibiotic therapy was continued since leukocytosis and lymphocytosis persisted. On day five the patient began to recover and woke from coma. Blood pressure remained controlled throughout the admission.\\nThe patient’s clinical presentation improved progressively and on day seven the Hgb level was 8.8 g/dL, the leukocyte count and ALT level had dropped to 16.4 × 103 cell/mm3 and 155 U/L, respectively, and the platelet count had increased to 182 × 103 cell/mm3. He was discharged from hospital on the same day with intermittent low grade melaena, but with neither epigastric pain nor hematemesis. On day 12 he returned for a follow-up visit and presented a normal leukocyte, lymphocyte and platelet count, the Hgb had increased to 10 g/dL, but the ALT was still slightly elevated at 155 U/L. The patient reported continuing intermittent low grade melaena.\\nOn day 40, the patient complained of malaise and intermittent low grade melaena and was transferred to a private hospital in Maputo City, the capital of the country, where he was followed up as an outpatient. On day 44 various tests were performed, including full blood count, chest X ray and clinical chemistry, but all were normal (see Table ). Upper gastrointestinal endoscopy showed no evident cause of melaena: the oesophagus, stomach and duodenum were normal. Colonoscopy was also normal.\\nBlood samples were sent to the Centre for Emerging and Zoonotic Diseases of the National Institute of Communicable Disease in South Africa for Dengue testing. No serological evidence of Dengue was found using an in house developed haemagglutination inhibition test (HAI) and a commercial Dengue IgM capture Enzyme Linked Immunoabsorbent Assay (ELISA, Panbio, Australia). In addition, the sample was submitted to a wider arboviral screen, and was positive for CHIKV using the CHIKV HAI and commercial IgM ELISA for CHIKV (Eurommune, Germany). These findings clearly point to a recent infection by CHIKV. The patient was treated with antacids and antibiotics. At the follow up visit on day 60 he had completely recovered and was without melaena or any other remaining sequelae.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'26643534': 1, '30856200': 1, '19439849': 1, '23029573': 1, '19842379': 1, '22301475': 1, '25955774': 1, '5355242': 1, '17448932': 1, '26473605': 1, '18227590': 1, '26305812': 1, '19716149': 1, '20436958': 1, '27208636': 1, '25734165': 1, '26488312': 1, '20507772': 1, '18256441': 1, '4688831': 1, '17978079': 1, '23912863': 1, '25541718': 1, '18835614': 1, '19274635': 1, '19535840': 1, '19893613': 1, '19259263': 1, '712084': 1, '18598641': 1, '18290551': 1, '19710977': 1, '18061059': 1, '26060423': 1, '26626342': 1, '25657139': 1, '25806915': 1, '22693937': 1, '21265260': 1, '23764023': 1, '30208017': 1, '26986769': 1, '18325255': 1, '22348166': 1, '27088710': 1, '17479933': 1, '18694529': 1, '30897135': 1, '29415070': 1, '19581242': 1, '18679124': 1, '25078691': 1, '26517488': 1, '26793440': 1, '28179029': 2}", "similar_patients": "{}"}