{"patient_id": 114156, "patient_uid": "5071684-1", "PMID": 26928044, "file_path": "noncomm/PMC005xxxxxx/PMC5071684.xml", "title": "Adequacy of Rifampin Absorption after Jejunostomy Tube Administration", "patient": "A 61-year-old man was admitted to our regional tropical and infectious diseases unit with vomiting, back pain, and urinary retention on a background of fever and weight loss. He became confused and developed impaired consciousness, and was diagnosed with tuberculosis meningitis on a clinical and radiologic basis. Neurologic impairment included dysphagia, and a PEJ tube was placed for nutritional support and medication administration. Local discussions between the medical staff and pharmacy staff raised concerns that jejunal administration may lead to impaired drug absorption, raising the possibility of treatment failure and the development of drug resistance.\\nThe patient was 8 weeks into the continuation phase of his daily-dosed therapy and thus had reached the fully induced metabolic steady state. Over 8 hours after and 6 hours before any food or enteral feeding solution was given, and 24 hours after the previous dose, 600 mg rifampin solution (100 mg/5 ml; Rifadin; Sanofi, Guildford, UK) and 300 mg isoniazid oral solution were administered via PEJ tube. Serum samples were collected immediately before dose administration and at 1, 2, 4, and 6 hours after dose administration. Rifampin concentrations were assayed by high-pressure liquid chromatography at the Antimicrobial Reference Laboratory (Bristol, UK) (Table ). These values equated to a Cmax of 18 μg/ml and area under the curve from 0–6 hours (AUC0-6) of 50.1 μg/ml.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'5145008': 1, '22411614': 1, '16028152': 1, '25345599': 1, '4945790': 1, '24200276': 1, '9925057': 1, '4558400': 1, '23629715': 1, '22252827': 1, '9144738': 1, '18391026': 1, '4087830': 1, '23689725': 1, '11744833': 1, '9243044': 1, '20550762': 1, '10496301': 1, '346286': 1, '17724157': 1, '19386087': 1, '7028436': 1, '19432554': 1, '26928044': 2}", "similar_patients": "{}"}