{"patient_id": 64710, "patient_uid": "5297019-1", "PMID": 28173787, "file_path": "comm/PMC005xxxxxx/PMC5297019.xml", "title": "First time identification of Pandoraea sputorum from a patient with cystic fibrosis in Argentina: a case report", "patient": "A 9-year-old boy who was diagnosed with CF at 29 months (heterozygous genotype F508del; sweat test positive: Na 74 mEq/l and Cl de 63 mEq/l.), was transferred to our CF unit with a 5 years history of chronic bronchopulmonary colonization with Pseudomonas aeruginosa and Staphylococcus aureus. When the first microbiological cultures (always sputum samples) were performed in our laboratory in July 2014, P. sputorum was detected together with S. aureus, but was initially reported as S. maltophilia (Fig. ). Previously, his pulmonary function test revealed a forced expiratory volume in 1 s (FEV1) of 83%, and the preceding respiratory exacerbations were treated empirically with ceftazidime, amikacin and with aerosolized tobramycin. From the time of the first isolation of P. sputorum and during the next 2 months, his clinical condition worsened and exacerbations with increased cough and secretions were observed. The patient was treated with trimethoprim-sulfamethoxazole (4/20 mg/kg/day) plus ciprofloxacin (15 mg/kg/day) and with aerosolized colistin (2 million units twice daily), however, his lung function declined (FEV1 45%). In June 2015, the patient showed exacerbations with a dramatic deterioration of his pulmonary function (FEV1 27%). A combined therapy for three-weeks of imipenem (80 mg/kg/day), amikacin (40 mg/kg/day), and inhaled colistin was initiated. Consequently, his clinical condition improved with a significant reduction in sputum volume and cough (FEV1 40%). Five months later, his clinical condition was stable. In April 2016, a new respiratory sample was positive for P. sputorum, confirmed by MALDI-TOF MS, together with with S. aureus and P. aeruginosa.\\nOur laboratory records indicated that sputum cultures during patient’s exacerbations and/or routine follow-up visits until July 2015, showed colonies of NFGNB without any clear phenotypic differences and S. aureus. Conventional identification of purple colonies recovered on B. cepacia complex selective agar plates (BCSA; Britania S.A, Argentina) was performed to some NFGNB colonies. We used a combination of phenotypic tests [] like oxidase activity, DNase, carbohydrate oxidation-fermentation, lysine and arginine decarboxylase, and motility tests. After these tests, isolates were reported as NFGNB (n = 2), S. maltophilia (n = 2), B. cepacia complex (n = 1) and S. aureus (n = 7). Later, one of the Gram-negative isolates was identified as Bordetella hinzii with a high identification confidence level (99% probability) using VITEK2 automatic system (bioMérieux, France). Due to the inaccuracy of biochemical tests, we decided to reassess the identification of all NFGNB isolates (n = 5) by Matrix Assisted Laser Desroption Ionisation-Time of flight (MALDI-TOF) mass spectrometry (MS), using an Ultraflex MALDI TOF/TOF instrument and the MALDI Biotyper 3.1 software (Bruker Daltonics, Bremen, Germany). The five isolates were identified as Pandorea sputorum at species-level (score >2). Hierarchical cluster analysis based on MALDI-TOF MS spectra comparison clustered together, clinical isolates and the reference strain P. sputorum DSM 21091T, while P. apista, P. pnomenusa, P. pulmonicola and P. norimbergensis were in a separate branch (Fig. ). In addition, genetic relatedness was determined by fingerprinting analysis like BOX-PCR (Interspersed repetitive element) and ERIC-PCR (enterobacterial repetitive intergenic consensus) [], revealing indistinguishable patterns among all our clinical isolates (data not shown). Finally, a subsequent full characterization through PCR and sequencing of 16S rRNA gene was performed using the corresponding universal primers (27 F and 1492R), previously published []. Sequence analysis of a 1400-bp fragment of the 16S rRNA gene of one of patient’s isolate (P. sputorum HP020) was performed. The corresponding sequence (GenBank accession KX258224) showed 99% of similarity with P. sputorum DSM21091T (GenBank accession CP010431), which confirmed the results obtained by MALDI-TOF MS analysis. The phylogenetic relationship among them was investigated by using MEGA 6.0 software () (Fig. ).\\nAntibiotic susceptibility testing was performed using a disk diffusion method according to the recommendations of the committee of CLSI []. Susceptibility patterns were also identical for all isolates. In the absence of interpretive susceptibility criteria for strains of Pandoraea, results were interpreted using CLSI criteria for “other non-Enterobacteriaceae” isolates. The microorganism was resistant to amikacin, ceftazidime, cefepime, meropenem, gentamicin, aztreonam and colistin and susceptible to imipenem and trimethoprim-sulfamethoxazole. Minimum inhibitory concentrations (MIC, mg/L) were estimated by Vitek2 Compac® for amikacin (≥64), ceftazidime (≥64), cefepime (≥64), ciprofloxacine (≥4), colistin (≥16), meropenem (≥16), gentamicin (≥64), piperacillin-tazobactam (≥128), imipenem (≤0,25) and trimethoprim-sulfamethoxazole (TMS, ≤ 1/20), which confirms the susceptibility profile.", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'14555458': 1, '22170922': 1, '21233507': 1, '25356323': 2, '30717798': 1, '16569848': 1, '31781066': 1, '16597863': 1, '21908092': 1, '17562501': 1, '26176630': 1, '31695454': 2, '10858399': 1, '31477148': 1, '29056926': 1, '11724860': 1, '19475140': 1, '18650348': 1, '11230429': 1, '18065662': 1, '11934487': 1, '21127160': 1, '20375354': 1, '31640582': 2, '16081953': 1, '23135937': 1, '28173787': 2}", "similar_patients": "{'4184697-1': 1, '6805617-1': 1, '6821047-1': 1}"}