{"patient_id": 69827, "patient_uid": "5660775-1", "PMID": 29158932, "file_path": "comm/PMC005xxxxxx/PMC5660775.xml", "title": "Gastric and Rectal Metastases from Malignant Melanoma Presenting with Hypochromic Anemia and Treated with Immunotherapy", "patient": "In 2004, an 80-year-old Caucasian male underwent bilateral cordectomy for Tis carcinoma in the left cord and microinvasive T1 carcinoma at the right one. In the same year, he was diagnosed with prostatic carcinoma (Gleason score 3 + 3) which was treated with radiation therapy for a final total dose of 64 Gy. Since then, he has been controlled regularly on a 6-month basis. His family history was negative for cancer, but he suffered from mild hypertension that has been treated with a sartan drug for 17 years, and he also suffered from mild dyslipidemia without any medication besides dietary control.\\nIn January 2014, he was admitted at the dermatologic unit of our institution for a pigmented cutaneous lesion at the occipital region of the scalp and an ulcerated lesion in the left temporal region, which were both radically excised. The pathologist reported a BRAF, c-KIT, and N-RAS wild-type lentigo maligna melanoma in the occipital scalp, while the ulcerated lesion at the temporal region was classified as an actinic keratosis. Full skin and ocular examinations, chest X-rays, and abdominal sonogram excluded the presence of clinical detectable neoplastic deposits. Due to his medical history, the patient was admitted to a three-month follow-up program. In January 2015, for the appearance of a swelling in the left parotid gland, he received an MRI and a subsequent biopsy, which led to a diagnosis of pleomorphic adenoma.\\nIn May 2014, he was diagnosed with hypochromic, iron-deficiency anemia in the absence of overt clinical signs of bleeding and normal urine analysis. Fecal occult blood test was strongly positive. The patient was put on oral iron therapy without positive results for three months and therefore was referred to the endoscopy unit for upper and distal gastrointestinal tracts examination. Esophagogastroduodenoscopy showed the presence of several nonbleeding, bluish to black, gastric lesions of a few millimeters in diameter (Figures and ). Such lesions were present in the whole stomach with an increased frequency in the corpus and the antrum but were absent in the esophageal tract and the duodenal level until Treitz's ligament. Biopsy of the three lesions was performed without significant bleeding. Morphologically, the lesions appeared suggestive for metastatic melanoma. Pan-colonoscopy was performed two days later and showed no widespread injuries except for two 5 mm wide, brownish, nonbleeding areas 2 cm away from each other at the rectal mucosa about 15 cm from the anal verge. Biopsy was suddenly performed although the morphological features of these rectal lesions were consistent with mucosal angiodysplastic lesions similar to those often found after radiation therapy for prostate tumors. Pathology examination of both gastric and rectal specimens reported the presence of HMB45, MelanA-S100+, Cd68 negative, infiltrating malignant melanoma. PET/TC scan showed a metastatic lesion in the lumbar spine and the left clavicle, with the latter being biopsied. Pathology reported metastatic melanoma to the bone. PSA and serum chemistry tests were within the normal limits. Careful skin mapping as well ocular examination failed to show presence of cutaneous melanoma. In April 2015, rectal lesions were endoscopically treated with argon plasma coagulation, while gastric lesions were left untreated. The patient was subsequently referred to the Medical Oncology Unit and, after we obtained written informed consent, we started immunotherapy with ipilimumab 3 mg/kg every three weeks. After 3 months, he showed rapidly progressing disease with the appearance of melena and worsening of anemia. Therefore, ipilimumab was stopped and in July 2015 pembrolizumab was started at the dose of 2 mg/kg every three weeks. Reevaluation of the disease after three months showed a PET/TC-documented stabilization of the disease and a significant improvement of clinical conditions and hemoglobin levels with a dramatic reduction of transfusion needs. Pembrolizumab was very well tolerated with mild gastrointestinal and cutaneous toxicity, easily managed with low dose steroids. Pembrolizumab was given for eight months till March 2016 when progressive disease to the liver and the brain was recorded. Unfortunately, the patient died 4 months later due to massive liver progression.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'27957022': 2, '29683150': 1, '11513180': 1, '32528771': 2, '15850009': 1, '30002219': 1, '23413546': 1, '10750731': 1, '22367443': 1, '11437044': 1, '21618149': 1, '22096701': 1, '24576592': 1, '27894673': 1, '33717209': 2, '665907': 1, '26115796': 1, '20525992': 1, '34256852': 2, '18245522': 1, '12167578': 1, '29158932': 2}", "similar_patients": "{'7282360-1': 1, '8278729-1': 1, '5139850-1': 1, '7925946-1': 1}"}