{"patient_id": 62002, "patient_uid": "5034575-1", "PMID": 27659187, "file_path": "comm/PMC005xxxxxx/PMC5034575.xml", "title": "A case report of simultaneous orthotopic liver transplantation and jejunectomy", "patient": "A 47-year-old male patient was admitted with esophagogastric hemorrhage secondary to portal hypertension derived from decompensated cirrhosis. At the initial consultation, his chief complaint was hematemesis and two episodes of melena. His past medical history was viral hepatitis B with HBsAg + and HBcAb + for more than 10 years, and his surgical history included splenectomy and periesophagogastric devascularization for portal hypertension, hypersplenism and splenomegaly, and cholecystectomy for gallstones one year before, at a different hospital. His vital signs were as follows: temperature, 36.7 °C; blood pressure, 120/68 mmHg; respiratory rate, 20; and heart rate, 84. He had scleral icterus in both eyes. Physical examination showed negative chest and cardiac findings. Tenderness and rebound pain was marked, and shift dullness was remarkable. His blood work results were as follows: white blood cell count, 16.6 × 109/l; red blood cell count, 2.47 × 1012/l; platelet cell count, 183 × 109/l; and hemoglobin, 67 g/l. Stool hemoccult test results were positive (+++). His liver function profile was as follows: total bilirubin, 84 μmol/l; ALT, 319; AST, 347; albumin, 32.3 g⁄l; C-reactive protein, 107 mg/l; alpha-fetoprotein, normal; carcinoembryonic antigen concentration test, normal; and amylase, unremarkable. The patient’s coagulopathy parameters were as follows: PT, 19.3 s; PT%, 43.6 %; fibrinogen, 1.4 g/l; APTT, 120.9 s; and TT, 21.3 s.\\nParacentesis fluid revealed serosanguinous ascites, and bacterial culture showed that no bacteria were present. Enhanced computerized tomography results showed hepatic nodular regeneration, moderate ascites, a dilated bowel, and emboli in the portal vein and the superior mesenteric vein that extended to the distal and tributary veins (Fig. ). Melena and hematemesis reoccurred after administering coagulants including thrombase and tranexamic acid, which were administered for a few days. The patient was moved to transplant surgery to await a donated liver.\\nTwo days later, the liver from a 35-year-old deceased male with ABO-compatibility was available, and liver transplantation and thrombectomy were planned. After entry into the abdominal cavity, approximately 2.5 l of ascites was removed using suction. The abdominal cavity was explored; the liver had several nodules, the spleen and gall bladder had been excised, complete occlusion of the portal vein and the superior mesenteric vein (Grade III-IV) was found, and two segments of the proximal jejunum were purplish-black in color. A short distal vein arcade was fully occluded, and there was intestinal necrosis with intestinal tone and no perforation (Figs. and ). Ascites culture results were negative, which suggested that there was no bacterial translocation. Intra-operative ultrasound confirmed the permeability of the superior mesenteric artery, which had a palpable pulse. Further histology results showed nodular hyperplasia that excluded small cancer. Orthotopic LT was then performed using a piggy-back caval anastomosis, and portal vein eversion was then conducted to remove the thrombi in the portal and superior mesenteric veins. These veins were cavernous, with numerous small thrombi that were flushed out via blood flow. Portal venous blood flow was restored and confirmed intra-operatively using a Doppler ultrasonic flow meter (data not shown), and 25 units of plasma and packed red cells were transfused. Approximately 100 cm of gangrenous jejunum was subsequently resected from Treitz’s ligament, and an end-to-end anastomosis of the jejunum was performed to maintain intestinal continuity. The patient recovered fully, although a fistula occurred, which resolved upon draining.\\nMedications such as the following were administered: immunosuppressive therapy to treat immune rejection, potent broad-spectrum antibiotics to treat potential infection, anti-coagulant agents to treat re-embolism, and lamivudine and immunoglobulin to prevent hepatitis B viral infection recurrence. The allograft functioned well, and ALT, AST and bilirubin levels decreased daily, while albumin levels increased. Thirteen days after OLT, a fistula occurred in the anastomosis, and laparoscopic surgery was performed again to allow suction and access to the abdominal cavity. A 4-cm mushroom-shaped tube was inserted into the near jejunum to allow drainage, and a feeding tube was also inserted into the distal intestine. After about 3 weeks, the patient was recovering well. Seventy months after surgery, the patient’s allograft was functioning well and his medical history has been uneventful.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'1998400': 1, '11807371': 1, '15644039': 1, '10960436': 1, '8178342': 1, '3892734': 1, '20035521': 1, '19399912': 1, '11922544': 1, '12006685': 1, '10830225': 1, '11759648': 1, '22778970': 1, '1741649': 1, '12482145': 1, '20066733': 1, '15013345': 1, '27659187': 2}", "similar_patients": "{}"}