{"patient_id": 73543, "patient_uid": "5931945-1", "PMID": 29721632, "file_path": "comm/PMC005xxxxxx/PMC5931945.xml", "title": "Acute lower limb ischemia and intestinal necrosis due to arterial tumor embolism from advanced lung cancer: a case report and literature review", "patient": "A 55-year-old man presented to a local hospital, complaining of acute severe pain in his right lower leg. He was diagnosed with acute lower limb arterial embolism and underwent endovascular intervention: percutaneous aspiration of thrombus and balloon angioplasty of right distal superficial femoral artery (SFA) (Fig. ). After intervention, he began taking of clopidogrel and acetylsalicylic acid and heparinisation was started. The next day, he developed reocclusion of distal SFA and was transferred to our hospital.\\nWhen he was transferred to our hospital, his right lower limb showed completely irreversible ischemic changes: pallorous and cold skin, loss of sensation, muscular rigidity of the right ankle, non-dopplerable right dorsalis pedis, and posterior tibial pulses with only the right femoral pulse above the inguinal ligament palpable. He had no medical history of chronic peripheral arterial occlusive diseases. He had well-controlled hypertension and diabetes mellitus. Eight months prior, he had been treated with chemoradiotherapy in another hospital for unresectable lung cancer: squamous cell carcinoma, located in the right median and inferior lobes of the lung.\\nHis white blood cell count was 21,350/μl. Other blood chemistry values were serum high-sensitivity C-reactive protein: 24.93 mg/dl; creatinine: 2.49 mg/dl; creatinine kinase: 18,375 U/l; myoglobin: 34,155 ng/ml; and PT-INR: 1.00; APTT 32.4 s. Abdominal contrast-enhanced computed tomography (CT) scan showed partial infarction of the spleen and right kidney (Fig. ) and no aortic disease which would develop embolism. The electrocardiogram showed sinus rhythm. We saw no findings of thrombus, vascular disease, or shunt in the echocardiogram. Since limb salvage was impossible, above-the-knee amputation was performed. Based on these clinical findings, we diagnosed acute lower limb ischemia due to emboli, probably of cardiac origin; he was postoperatively treated with an anticoagulant (rivaroxaban).\\nOn postoperative day (POD) 1, he started his meal. However, on POD5, he became unable to eat because of abdominal distention. On POD8, the patient developed severe, constant abdominal pain. Abdominal contrast-enhanced CT scan showed diffuse intestinal and mesenteric emphysema (Fig. ). A small branch of superior mesenteric artery has partially embolised, but the distal vessel had good blood flow. We saw no obvious mesenteric arterial occlusion. He underwent emergency laparotomy for small bowel necrosis. The small bowel was segmentally and diffusely necrotic and was perforated at the proximal jejunum (30 cm from Treitz ligament). However, the mesenteric arterial pulsations were visible and palpable throughout the small intestine. The proximal jejunum 20 cm from Treitz ligament and distal ileum 60 cm from terminal ileum were intact. We resected approximately 400 cm of necrotic small bowel. The remnant small bowel was anastomosed.\\nHistopathological examination of the resected specimen revealed ischemic changes and submucosal arterial thrombosis, including denatured cells (Fig. ). Immunohistochemically, they were positive for cytoketatins, AE1/AE3, 34βE12, and CK5/6 (Fig. ). A postoperative CT scan showed that a lobulated 6.5-cm tumor in the right lung had directly invaded the inferior pulmonary vein and left atrium (Fig. ). In retrospect, X-ray examination of the chest on admission showed a similar finding. Subsequent embolism was thought to be caused by the advanced lung cancer.\\nHe was withdrawn from central-vein nutrition with no complications on POD 22 after bowel resection. After the care and additional amputation of the femoral stump, he was transferred to a rehabilitation hospital in good condition on POD 84 after his initial amputation, continuing taking rivaroxaban according to the treatment of chronic atrial fibrillation.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'1309415': 1, '10853691': 1, '8441280': 1, '25800770': 1, '16229795': 1, '22983997': 1, '709545': 1, '33134642': 1, '5828218': 1, '1495305': 1, '13774740': 1, '29721632': 2}", "similar_patients": "{}"}