{"patient_id": 121528, "patient_uid": "5716655-1", "PMID": 29234619, "file_path": "noncomm/PMC005xxxxxx/PMC5716655.xml", "title": "Delayed Pulmonary Artery Rupture after Using BioGlue in Cardiac Surgery", "patient": "A 56-year-old woman was referred to the emergency room (ER) because of an abrupt onset of chest pain, 8 hours before her presentation to the ER. Three months previously, she underwent aortic valve replacement and graft replacement of the ascending aorta at another hospital because of severe aortic regurgitation with an ascending aortic aneurysm. Her medical history showed no evidence of connective tissue disease. A 12-lead electrocardiogram showed ST elevation in leads V4–V6. During her stay in the ER, cardiopulmonary resuscitation was done for 3 minutes because of pulseless electrical activity. Coronary angiography (CAG) was performed to check for coronary artery disease; however, the findings were non-specific. She was referred to Gangnam Severance Hospital after CAG. Contrast-enhanced computed tomography (CT) revealed extravasation of dye from the main pulmonary artery (MPA), suggesting rupture of the MPA, and a 77-mm hematoma around the ascending aorta ().\\nThe patient underwent emergency surgery to repair the pulmonary artery and to evacuate the hematoma. In the operative field, no active bleeding was found around the prosthetic ascending aorta graft; however, there was a 1.5-cm longitudinal tear on the MPA. Around the tearing site, the tissue was soft and friable, and brownish foreign material was densely adhered to the vessel. However, the other neighboring tissue was firm and did not show inflammation or necrotic changes, so the tear was repairable without the use of other materials, such as pericardium or a Gore-Tex membrane (). After reviewing the medical records from the patient’s previous operation, we found that the brownish material around the tearing site was BioGlue (CryoLife Inc., Kennesaw, GA, USA). After blocking back-flow with a Foley catheter in the MPA, the necrotic MPA tissue was resected and repaierd with contiunous 3-0 Prolene sutures.\\nThe patient was extubated on postoperative day 14 and moved to the general ward on postoperative day 21. Her follow-up chest CT showed a patent and firm pulmonary artery, and she was discharged without any other complications.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'15173746': 1, '12892806': 1, '21232993': 1, '15854927': 1, '22872707': 1, '11515890': 1, '22730865': 1, '7574966': 1, '29234619': 2}", "similar_patients": "{}"}