{"patient_id": 123549, "patient_uid": "5868189-1", "PMID": 29599962, "file_path": "noncomm/PMC005xxxxxx/PMC5868189.xml", "title": "Brown bowel syndrome, an unusual cause of sigmoid volvulus", "patient": "A frail 79-year-old gentleman, Mr X, presented to the emergency department (ED) complaining of a five day history of abdominal pain and constipation associated with progressive abdominal distention and one day history of feculent vomiting.\\nHis past medical/surgical history was significant for an open cholecystectomy performed 20 years ago, umbilical hernia repair over 50 years ago, type 2 diabetes mellitus, COPD and a recent admission (2 months previously) with a sigmoid volvulus which was decompressed at endoscopy.\\nHe was not prescribed any regular medication and was allergic to penicillin and paracetamol.\\nHis family history was non-contributory.\\nMr X reported a history of excessive alcohol intake, 16–20 units per week, and was an ex-smoker of 20 years.\\nVitals in ED were all within normal limits.\\nOn examination Mr. X was comfortable at rest. His abdomen was distended and tympanic but non-tender and bowel sounds were normal. There was a large reducible peri-umbilical hernia.\\nBloods are illustrated in Fig. .\\nMr. X had a plain film abdominal x-ray taken in ED which displayed dilated loops of bowel, Fig. . CT abdomen and pelvis was performed which showed an abrupt transition point in the sigmoid colon and a twisting of the sigmoid colon consistent with a volvulus, Fig. .\\nIn light of these findings, Mr. X was admitted to the surgical ward and kept nill-per-oral with naso-gastric tube in situ.\\nAt sigmoidoscopy, the volvulus was successfully decompressed. The mucosal lining was pink and healthy in appearance, Fig. . Mr. X improved following this intervention.\\nUnfortunately on the fifth day of Mr. X’s admission, he became acutely unwell with left iliac fossa pain and vomiting. Repeat sigmoidoscopy revealed a blue mucosa which appeared ischaemic with no visible peristalsis. Attempted decompression was unsuccessful, Fig. .\\nMr. X underwent a sub-total colectomy and ileostomy formation secondary to ischaemic sigmoid volvulus and a diffusely dilated colon.\\nThe resected portion of sigmoid colon measured 18 cm in circumference. The muscularis propria showed increased amounts of intracellular lipofuscin, which was perle’s stain negative, and both PAS and PAS/D positive, Fig. .\\nThese findings supported a diagnosis of intestinal lipofuscinosis.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'372082': 1, '2811578': 1, '24024146': 1, '31093414': 2, '11985575': 1, '22164974': 1, '24503572': 1, '2294870': 1, '18278576': 1, '491765': 1, '29599962': 2}", "similar_patients": "{'6476017-1': 1}"}