{"patient_id": 67381, "patient_uid": "5485603-1", "PMID": 28651636, "file_path": "comm/PMC005xxxxxx/PMC5485603.xml", "title": "Adult cancer-related hemophagocytic lymphohistiocytosis – a challenging diagnosis: a case report", "patient": "A 54-year-old white man with a past medical history of right maxillary sinus adenoid cystic carcinoma with metastatic lesions to lung and vertebrae, hypertension, hypothyroidism, and nonalcoholic steatohepatitis presented to our emergency room in June 2016 with mental status changes accompanied by abdominal pain, dyspnea, and fever. He was not on active therapy for his malignancy. He previously received a trial regimen of coenzyme Q10, 12 g every 3 days, from October 2015 to April 2016. His past medical history was remarkable for two prior episodes of ascites and 3 months of progressive liver dysfunction and coagulopathy (Table ). He had atorvastatin-induced myalgias leading to its discontinuation in April 2016 although his creatine kinase levels were not elevated. He was taking increasing doses of acetaminophen (2 grams daily) prior to admission. His physical examination vital signs were stable with one recorded febrile episode. In general, he appeared ill and lethargic, and was only oriented to person. He exhibited diminished bibasilar breath sounds, ascites with guarding, hypoactive bowel sounds, right lower quadrant tenderness, and hepatosplenomegaly.\\nLaboratory data were remarkable for hyperferritinemia, hypofibrinogenemia, anemia, and thrombocytopenia along with elevated transaminases and coagulopathy (Table ). A peripheral blood smear showed neutrophilia, monocytosis, and reticulocytopenia. No microangiopathic changes were seen. Extensive platelet clumping was noted.\\nImaging studies revealed small pleural effusions, ascites, and hepatosplenomegaly with no evidence of portal hypertension or splanchnic thrombosis. We were suspicious of HLH in light of laboratory and physical examination findings. Additional differential diagnosis workup – infectious, autoimmune, acetaminophen levels – yielded unremarkable results, including: serology for hepatitis A virus (HAV), hepatitis B virus (HBV), hepatitis C virus (HCV), hepatitis E virus (HEV), cytomegalovirus (CMV), Epstein–Barr virus (EBV), herpes simplex virus (HSV), alpha 1-antitrypsin levels, and antinuclear, anti-mitochondrial, anti-smooth muscle, and transglutaminase antibodies (immunoglobulin A (IgA) and immunoglobulin G (IgG)). ADAMTS 13 activity was >34%. HLH-specific laboratory studies were sent, including soluble CD25 (sCD25), NK cell activity studies, and bone marrow biopsy.\\nHe continued to deteriorate with multiple organ failure including renal failure, myocardial injury, and respiratory failure requiring intubation. Empiric therapy, considering the evidence of liver injury and the possibility of HLH, with N-acetylcysteine on a 20-hour intravenous protocol and dexamethasone 8 mg intravenously administered three times daily was initiated. HLH chemotherapy was not done during this time as hepatotoxicity risk outweighed benefits and a definite diagnosis was not confirmed.\\nAs an attempt to expedite the evaluation of possible HLH, we isolated mononuclear cells from peripheral blood and evaluated expression of surface markers in cytokine-producing NK cells and cytotoxic NK cells by flow cytometry. We compared the profile with normal controls. The results, available after 36 hours, were remarkable for an increased expression of CD69 in cytotoxic NK cells, and decreased NKG2A in cytokine-producing NK cells in our case. The expression of CD69 and NKG2A in NK cells was evaluated in four other normal donors and the results were similar to the one acquired in parallel to the HLH sample (Fig. ). No differences in protein expression of other markers were observed by flow cytometry (data not shown). These findings included similar surface levels of OX40, GITR, 4-1BB, TIM-3, PD-1, CTLA-4, LAG-3, and ICOS in CD8+ CD3+ T cells, as well as effector (CD127+, FoxP3-) and regulatory (CD127-, FoxP3+) CD4+ CD3+ T cells; similar expression of NKp44, NKG2C, NKG2D, 4-1BB, NKp30, and NKp46 in NK cells (CD56+ CD3-); and similar expression of CD28, CD27, ICOS, Eomes, Blimp-1, Bcl-6, T-bet, Ki-67, and cMyc in naïve (CCR7+ CD45RA+), effector (CCR7- CD45RA+), effector memory (CCR7-CD45RA-), and central memory (CCR7+ CD45RA-) CD4+ and CD8+ T cells. The frequency of all the evaluated immune cell populations was also similar, when comparing cells from our patient with those ones from a healthy control.\\nOur patient’s bone marrow biopsy was performed 10 days after admission and delayed due to severe coagulopathy and demonstrated normocellularity (40 to 50%), megakaryocytic hypoplasia, and clusters of foamy histiocytes with ingested marrow cells. Fifteen days after admission, he fulfilled multiple HLH-2004 diagnostic criteria including hyperferritinemia, fever, splenomegaly, cytopenias, hemophagocytosis on biopsy of bone marrow, elevated CD25, and decreased NK cell activity by standardized studies (Table ).\\nHe steadily recovered with the steroid therapy instituted for 12 days and supportive measures. He was weaned off intubation and sedation. However, he refused further interventions for HLH, namely etoposide-based therapy and continuation of steroid treatment; he chose palliative care and died 2 weeks later.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'26637718': 1, '23527958': 1, '27244347': 1, '23678006': 1, '25940575': 1, '16937360': 1, '21828139': 1, '23577835': 1, '24651135': 1, '6354720': 1, '24715892': 1, '23206255': 1, '24290661': 1, '34339730': 1, '21881043': 1, '28651636': 2}", "similar_patients": "{}"}