{"patient_id": 119892, "patient_uid": "5590348-1", "PMID": 28904821, "file_path": "noncomm/PMC005xxxxxx/PMC5590348.xml", "title": "Endoscopic transnasal suprasellar approach for anterior clinoidal meningioma: A case report and review of the literature", "patient": "A 56 year-old female who is a known case of hypertension, dyslipidemia, and glaucoma, presented with long-standing decreased vision in her left eye. She had no headaches, no seizures, and no focal motor or sensory symptoms. Her systemic evaluation was irrelevant. On examination, she was conscious, alert, and oriented. Her vitals were within normal ranges. Ophthalmological assessment revealed limited vision to hand motion perception, afferent pupillary defect, superior, inferior, and temporal pallor of the optic disc in the left eye, with fully intact vision and findings in the right eye. She was otherwise neurologically intact.\\nBrain Magnetic Resonance Imaging (MRI) revealed a small oval-shaped suprasellar extra-axial lesion measuring 9 × 10 × 11 mm attached to the left ACP and part of planum sphenoidale. It was compressing the extracanalicular left ON and extending to the optic canal. The lesion was abutting the supraclinoidal segment of the left ICA.\\nThe patient underwent endoscopic transnasal resection of the extra-axial lesion. After intubation, a lumbar drain was inserted in lateral position. Then, the patient was kept in the supine position and the head was fixed with Mayfield pins (15° right side rotation to the surgeon side, 15° lateral tilt to the right side, minimal flexion). Neuronavigation using Computed Tomography (CT) and Magnetic Resonance Imaging (MRI) with contrast was implemented. Endoscopic partial middle and superior turbinectomy, middle meatal antrostomy, and partial ethmoidectomy were done on the left with exposure of a large Onodi cell on the left. This provided ample exposure of the left ON and orbital apex. Vascularized nasoseptal flaps were raised on both sides. Posterior nasal septectomy and complete removal of the sphenoid sinus face was then done bilaterally. Sphenoid sinus mucosa and bony septae were all removed. The sellar floor, prechiasmatic sulcus and planum sphenoidale were drilled and opened with the aid of Kerrison bone punches and 3 mm burr drill. Dura was coagulated to decrease flow to the tumor. The tumor was identified after opening the dura, and central debulking was done. Resection of the tumor was started medially to laterally using the arachnoid plane. Small residual portion of tumor was left on the ON because of absence of clear separation between the tumor and the nerve. Then, the optic canal was opened using a 3 mm diamond drill to expose the intracanalicular nerve and tumor extension. The intracanalicular tumor was resected from proximal to distal. Defect reconstruction was done in a multilayer fashion with fascia lata, vomer bone, the bilateral nasoseptal flaps and a Merocel® nasal pack [].\\nLumbar drain was left in place and the patient had no intraoperative complications. Patient was extubated and transferred to High Dependency Unit, vitally stable within the normal ranges. She was started on Dexamethsone 4 mg intravenously every 6 hours, and Ceftriaxone 1 gram intravenously twice daily, with instructions given to keep the head elevated at 30° and the lumbar drain was set to drain 10 milliliters/hour. The lumbar drain was removed and the patient was discharged home later on the 4th day postoperatively. Histopathological evaluation revealed a meningioma, transitional variant, World Health Organization (WHO) grade 1.\\nTwo weeks after surgery, the patient was re-admitted because of nasal discharge. The nasal discharge was minimal amount of clear fluid with no signs of central nervous system infection. She underwent endoscopic exploration for suspicion of cerebrospinal fluid (CSF) leak. Intraoperatively, no clear site of a leak was identified, but a small mucosal defect in the superior edge of the repair was identified. The edges were freshened and grafted with a free mucosal graft from the nasal floor. The patient was discharged 2 days after the second procedure. The patient was followed in the outpatient clinic for more than 12 months with no evidence of a CSF leak. Visual field and acuity assessment by ophthalmology service confirmed her vision status remained stable with no worsening or improvement in both eyes, with no new complaints or tumor recurrence on follow up brain MRI.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'22482925': 1, '24657254': 1, '24678782': 1, '23568697': 1, '2230967': 1, '19374499': 1, '20847907': 1, '18037043': 1, '11830775': 1, '22547557': 1, '24231561': 1, '25666770': 1, '25533175': 1, '11554661': 1, '11550313': 1, '26141355': 1, '21368690': 1, '20979895': 1, '23271222': 1, '5861144': 1, '25050671': 1, '17367062': 1, '22900847': 1, '18509587': 1, '28904821': 2}", "similar_patients": "{}"}