{"patient_id": 121416, "patient_uid": "5704412-1", "PMID": 29217884, "file_path": "noncomm/PMC005xxxxxx/PMC5704412.xml", "title": "How Harmful Can Herbal Remedies Be? A Case of Severe Acute Tubulointerstitial Nephritis", "patient": "A 60-year-old male presented with a history of decreased urine output and pedal edema of 1-week duration. He noted a decrease in urine output about 1 week back, which progressed to complete anuria in 2–3 days. There was no history of fever or rash but he developed edema in the course of 3-day period. There was no history of dysuria, gross hematuria, or abdominal pain. He was a known case of Type 2 diabetes mellitus (Type 2 DM) and systemic hypertension for 3 years and he was on tablet metformin (500 mg) and glimiperide (2 mg) combination twice a day and tablet atenolol (50 mg) and amlodipine (50 mg) combination once in a day for 2 years. He denied the intake of nonsteroidal anti-inflammatory drugs (NSAIDs) or any other over-the-counter drugs but has taken hyponidd one tablet once daily for 7 days before the onset of his symptoms. The physical examination revealed normal temperature, pulse rate of 90/min, and blood pressure (BP) of 170/100 mmHg in all the four limbs with bilateral pitting pedal edema. Systemic examination was normal. Fundus examination did not revealed any abnormality.\\nAt the time of admission, urea was 177 mg/dl and serum creatinine was 9.1 mg/dl. There was no previous laboratory record available for renal function. Urine analysis showed numerous red blood cells (RBCs), with numerous white blood cells (WBCs) with no WBC or RBC cast and no eosinophills. Proteinuria was present, 2+ on dipstick, but as his output was <10 ml/day, quantification of proteinuria was not done. A renal ultrasound demonstrated normal-sized kidneys (right 10.1 cm and left 10.3 cm) without evidence of hydronephrosis or nephrolithiasis. Other investigations were as follows: hemoglobin (Hb): 10.9 g/dl, total leukocyte count: 12450/cmm, differential leukocyte count: P88 L10E2, peripheral platelet count: 4.1 lakhs, bilirubin: 0.8, serum albumin: 3.6, serum globulin: 3, serum glutamic pyruvic transaminase: 42, serum glutamic oxaloacetic transaminase: 32, serum calcium: 7.8, serum phosphate: 4.4, serum uric acid: 4.8, HIV negative, Hepatitis B surface antigen negative, and anti-HCV negative. Urine culture was sterile. Anti-neutrophil cytoplasmic antibodies were negative, and C3, C4 levels were normal, and antinuclear antibody and antiglomerular basement membrane antibody testings were not done. As the patient is a known diabetic and there were no previous renal function reports, our first differential diagnosis was acute on chronic kidney disease.\\nWe kept the second possibility as severe acute tubular necrosis, and as urine showed proteinuria and RBCs, rapidly progressive, glomerulonephritis was considered as the third possibility.\\nBP control was achieved over the next 2 days with oral medications and hemodialysis was done. A kidney biopsy was performed on the 3rd day of admission. The biopsy showed areas of interstitial edema with marked infiltration composed of mononuclear cells, eosinophils, few polymorphs, and macrophages []. The infiltrates surrounded individual tubules. Evidence of tubulitis and destruction of tubular epithelium with detached necrotic tubular cells and casts in lumen of tubules were consistent with acute tubulointerstitial nephritis. Mild interstitial fibrosis (15%–20%), along with patches of atrophic tubules and hyalinosis of arterioles, were also present. The glomeruli were unremarkable in light microscopy except for mild mesangial hypercellularity, and immunofluorescence microscopy was negative for IgG, IgM, IgA, C3, C4, C1q, kappa, and lambda. Offending drug was withdrawn immediately, and renal replacement therapy was started in the form of hemodialysis. The patient remained anuric, so on the 6th day, oral steroids were started at 1 mg/kg dose, 60 mg/day for 1 week, and then tapered and stopped at 28 days. After about 20 days of the onset of symptom (after 1 week of steroids), he started to have urine output, which progressively increased. The patient was discharged after 1 more week when he became dialysis independent and his urine output became normal. At discharge, his creatinine was 3.1 mg/dl and urine was showing 1+ protein and 5–10 WBCs, and there was no RBCs. At 2 months, his creatinine is still 1.8 mg/dl.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'31139079': 1, '26425622': 2, '20517290': 1, '34232214': 2, '4176988': 1, '24644542': 1, '12825841': 1, '14671029': 1, '33827472': 2, '11473672': 1, '7249508': 1, '18185501': 1, '29217884': 2}", "similar_patients": "{'8028177-1': 1, '8270600-1': 1, '4528898-1': 1}"}