{"patient_id": 114267, "patient_uid": "5081501-1", "PMID": 27790407, "file_path": "noncomm/PMC005xxxxxx/PMC5081501.xml", "title": "Treatment of a Giant Serpentine Aneurysm in the Anterior Cerebral Artery", "patient": "A 54-year-old woman presented with dull headache for 3 months. On brain computed tomography (CT), a large mass was identified in the left frontal lobe (). Cerebral angiography revealed a GSA in the left ACA (). Because of the tortuosity of the cerebral artery and the possibility of ischemic injury to perforating arteries, balloon test occlusion was not performed. She was treated with in situ \"side-to-side\" anastomosis of the distal ACA, followed by occlusion of the entry channel via an endovascular approach using detachable coils (). The local ethics committee approved the retrospective use of the patient's data.\\nBypass was performed via a unilateral interhemispheric approach (). A small craniotomy (4 × 4 cm) was performed at the right frontal bone, including the superior sagittal sinus. A U-shaped incision was then made in the dura, followed by arachnoid dissection of the parasagittal area. After locating the genu of the corpus callosum, a pair of distal ACAs believed to be pericallosal arteries was located just above the genu, and in situ \"side-to-side\" anastomosis was performed. The patency of anastomosis was confirmed using micro-Doppler examination.\\nOne day after bypass surgery, transient right hemiparesis was noted. However, she eventually recovered. Thromboembolic infarction was not detected on magnetic resonance imaging (MRI), and cerebral angiography revealed patency of in-situ bypass flow. Four days after bypass surgery, endovascular occlusion of the GSA entry channel was performed. Additionally, right internal carotid artery (ICA) angiography was performed under general anesthesia, and it revealed patency of in-situ bypass flow (). A 6F Envoy guiding catheter (Codman, Raynham, MA, USA) was introduced into the left ICA, and endovascular occlusion was initiated.\\nThe perforating artery was located in the entry channel of the GSA. It is believed to be associated with the lenticulostriate artery; therefore, it should not be sacrificed. The inner lumen of the GSA was gradually widened distally; however, the lumen suddenly narrowed. Occlusion of only the entry channel appeared difficult. Furthermore, the starting point of the GSA was not clear. Therefore, endovascular occlusion was divided into 2 steps (). After setting the working angle, an Echelon-10 microcatheter (eV3 Neurovascular, Inc., Irvine, CA, USA) was advanced in the lumen of the GSA. In the initial step, the widest part of the GSA distally was loosely packed using large coils. In the next step, using this packing as a support, the proximal narrow part of the GSA between the distal perforator of the entry channel and the beginning of the aneurysm was densely packed using coils. After occlusion of the entry channel, left ICA angiography revealed exclusion of the GSA, collateral flow via bypass, and retrograde contrast filling of the GSA ().\\nFollow-up CT performed 5 days after treatment revealed disappearance of the vascular channel and peripheral rim enhancement. Her modified Rankin Scale score at discharge was 0. Follow-up imaging studies performed 4 and 7 months after treatment revealed gradual reduction of the mass effect and patency of bypass flow (). No complications were noted over a period of 1 year after surgery.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'1514425': 1, '8747955': 1, '12779205': 1, '18671649': 1, '7639128': 1, '19409006': 1, '33816185': 1, '830809': 1, '24745711': 1, '11354420': 1, '26623241': 1, '8146737': 1, '2429217': 1, '22692589': 1, '18482754': 1, '16322902': 1, '21135720': 1, '27790407': 2}", "similar_patients": "{}"}