{"patient_id": 122966, "patient_uid": "5819635-1", "PMID": 29479392, "file_path": "noncomm/PMC005xxxxxx/PMC5819635.xml", "title": "Conversion of Atrial Fibrillation to Sinus Rhythm During Coronary Intervention: Complex Interplay of Arrhythmic and Ischemic Substrate", "patient": "A 77-year-old male with a history of coronary artery disease, prior coronary artery bypass graftsurgery, bioprosthetic aortic valve replacement and paroxysmal AF presented with worsening shortness of breath on exertion for 1day. Patient did not have any chest pain, palpitation, dizziness, diaphoresis or nausea. Physical examination was significant for normal temperature, blood pressure of 110/70 mm Hg, irregular heart rate of 88 - 100 bpm, respiratory rate of 14/min with oxygen saturation of 95% at room air. Heart sounds were irregular with grade 1/6 ejection systolic murmur at right second intercostal space. Lungs were clear to auscultation. There was no evidence of edema of the extremities, and the rest of the physical examination was normal. His troponin I, serum potassium and magnesium were normal. He had an insertable loop recorder (ILR), (Reveal LINQ LNQ11Medtronic) which showed a new AF event for 36 h. The patient was brought to cardiac catheterization laboratory for coronary angiography with a view to PCI if necessary, and direct current cardioversion. Along with patent grafts and known disease in the respective coronary arteries, new critical and severe stenotic lesions involving the ostium and distal segment prior to the posterior descending branch of large dominant RCAwere detected (). These lesions were addressed in a stepwise manner with standard interventional balloon dilatation techniques. Interestingly, the patient’s rhythm converted to atrial flutter which converted to sinus rhythm upon PCI of the proximal ostial lesion restoring Thrombolysis in Myocardial Infarction (TIMI) grade 3 flows through the previously occluded segment as well as throughout the remainder of the vessel (, ). He has remained free from any symptoms in sinus rhythm for more than 9 months as confirmed by regular follow-up of ILR.", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'12914607': 1, '12225706': 1, '24550531': 1, '9247512': 1, '3791600': 1, '24190540': 1, '11602545': 1, '1577030': 1, '9416928': 1, '21184550': 1, '20006130': 1, '2330889': 1, '29479392': 2}", "similar_patients": "{}"}