{"patient_id": 64584, "patient_uid": "5288440-1", "PMID": 27853881, "file_path": "comm/PMC005xxxxxx/PMC5288440.xml", "title": "A suspected case of rocuronium–sugammadex complex-induced anaphylactic shock after cesarean section", "patient": "A 36-year-old primigravida (body weight, 65 kg; height, 167 cm) with no history of drug allergy or surgery underwent an elective cesarean section because of placenta previa. General anesthesia was scheduled to secure the patient’s condition in case of massive bleeding. General anesthesia was induced with 350 mg thiopental and 70 mg rocuronium. After uneventful tracheal intubation, anesthesia was maintained with 1% sevoflurane and 50% nitrous oxide until delivery (Fig. ). A neonate weighing 2774 g was delivered with Apgar scores of 8 and 9 at 1 and 5 min, respectively. After delivery, anesthesia was changed to total intravenous anesthesia with propofol, remifentanil, and supplemental bolus fentanyl. Immediately after ligation of the placenta, 1 g flomoxef sodium was intravenously infused to prevent surgical site infection and 5 U oxytocin was slowly infused intravenously 5 min after delivery. A final bolus of 200 μg fentanyl was infused approximately 15 min prior to the end of the operation. No additional rocuronium injection was required throughout the operation. The uneventful operation was completed in 66 min. The patient woke up approximately 10 min after the completion of the operation, and extubation was performed immediately following infusion of 200 mg sugammadex. Immediately after extubation, systolic arterial blood pressure suddenly fell to less than 40 mmHg, and the low level persisted despite fluid infusion and ephedrine administration. The patient complained of dyspnea and subsequently became unconscious. Manual mask ventilation and reintubation were successfully performed without rocuronium. Subsequently, her entire body became flushed, and transthoracic echocardiography revealed left ventricular collapse with no right ventricle dilatation, pericardial effusion, or aortic dissection. Arterial blood gas analysis revealed hemoconcentration compared with that at the beginning of the operation. Hemoglobin concentration was elevated from 10.9 to 16.1 g/dl, and hematocrit was elevated from 33.7 to 49.3%. We suspected a severe allergic reaction and continued shock treatment. Large amounts of intravascular fluids, repeat intravenous bolus of 0.1 mg epinephrine, and intravenous doses of 100 mg hydrocortisone, 20 mg famotidine, and 5 mg chlorpheniramine maleate were administered. After approximately 20 min, systolic arterial blood pressure had improved to over 100 mmHg and heart rate was normalized. No further anaphylactic reactions or other complications occurred. Mother and child were discharged on the seventh postoperative day. The results of blood tests revealed that the serum tryptase level at the time of the event was significantly elevated to 21.5 μg/l (normal range 2.1–9.0 μg/l) followed by a rapid decrease to 1.7 μg/l in a period of 24 h, strongly suggesting an anaphylactic reaction []. There was no significant increase in the serum histamine level (0.32 ng/ml, normal range 0.15–1.23 ng/ml).\\nWe initially suspected the causative agent to be sugammadex because cardiac collapse occurred immediately after its administration. The patient was readmitted to our hospital 4 weeks after the event to undergo skin tests to detect the causative agent. The skin tests were performed by a dermatologist in the intensive care unit. First, a skin prick test of sugammadex was performed, resulting in no change. Then, intradermal skin tests with different concentrations were performed with 0.04 ml of each sample and produced 3–4 mm wheals. The diameter of wheal and flare was not increased by tests with sugammadex diluted 1:1,000, 1:100, or undiluted. Next, we performed an intradermal skin test using undiluted rocuronium (10 mg/ml) in consideration of the historical high incidence of rocuronium-induced anaphylaxis. This test was performed 40 min after the sugammadex tests. Surprisingly, 2 min after rocuronium administration, her vital signs rapidly progressed to a shock state. Systolic arterial blood pressure fell from 140 to 70 mmHg and heart rate increased from 70 beats/min to 140 beats/min. Her entire body showed generalized redness and she became dyspneic. Suspecting a possible allergic reaction, we started rapid management with intravenous fluid infusion, oxygen, and epinephrine. Her cardiorespiratory condition fully recovered in 20 min and there was no recurrence of the anaphylactic reaction.\\nThe results of the intradermal skin tests were inconsistent with our expectations that sugammadex would reveal positive. We speculated that the rocuronium–sugammadex complex was the possible causative agent of the anaphylactic reaction. Hence, additional skin tests were performed by allergy specialists at the university hospital. First, a skin prick test with histamine as a positive control was performed and revealed a positive reaction with enlarged wheal reaction (from 9 × 5 to 30 × 30 mm) and itching paresthesia. Then, skin prick tests with rocuronium–sugammadex complex of different concentrations were conducted by pre-mixing sugammadex and rocuronium in test tubes (1:1 volume ratio). The diameter of wheal and a flare was not changed by each test with the complex diluted 1:1,000 and 1:100. However, a markedly positive persistent flare and enlarged wheal response with itching paresthesia was recorded at the test site with 1:10 diluted complex (from 8 × 6 to 35 × 24 mm), which was comparable to the histamine positive control. No subsequent intradermal test with the complex was conducted because even a skin prick test was positive. Two weeks later, a skin prick test with undiluted rocuronium was performed, resulting in no change. An additional intradermal test with undiluted rocuronium revealed enlarged wheal, but it was not accompanied by itching paresthesia and change of vital signs. Based on the results of the skin tests, we ultimately concluded that the rocuronium–sugammadex complex was the causative agent of the anaphylactic reaction.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'21732999': 1, '24844201': 1, '10486634': 1, '34349361': 1, '16867045': 1, '34150563': 2, '34834412': 1, '25405395': 1, '23335568': 1, '16100238': 1, '24829421': 1, '29041919': 1, '25349529': 2, '16436139': 1, '29921087': 1, '15777287': 1, '24257386': 1, '19858877': 1, '29352376': 1, '21320089': 1, '33329823': 1, '15041585': 1, '34361989': 1, '24787350': 1, '34575019': 1, '30481948': 2, '29335892': 1, '30225721': 1, '27853881': 2}", "similar_patients": "{'4209027-1': 1, '4209027-2': 1, '4209027-3': 1, '8207837-1': 1, '6781209-1': 1}"}