{"patient_id": 114741, "patient_uid": "5121550-1", "PMID": 27904865, "file_path": "noncomm/PMC005xxxxxx/PMC5121550.xml", "title": "Giant true Brachial Artery Aneurysm after Hemodialysis Fistula Closure in a Renal Transplant Patient", "patient": "A 61-year-old male was admitted to our department complaining of pain and paresthesia in the left upper limb associated with massive swelling. He was a heavy smoker and had a past medical history remarkable for hypertension and bilateral polycystic kidney disease. The patient started hemodialysis in 2003 from a distal radiocephalic AVF on the left arm. After spontaneous fistula thrombosis 1 year later, a new radiocephalic AVF for hemodialysis was created on the right arm. In 2005, he received a successful cadaveric kidney transplant in the right iliac fossa and since then had been administered with immunosuppressive drugs (cyclosporine 20 mg and mycophenolate mofetil 2,000 mg daily) and corticosteroids (methylprednisolone 4 mg daily) to avoid renal rejection. The patient lamented a small swelling of the left arm persisting for 2 years, which in the last 4 months went through an important increase in size, associated with mild paresthetic symptoms.\\nThe patient's past medical history was negative for injective drug abuse, upper-limb trauma, and brachial artery access for endovascular procedures.\\nOn physical examination, he had a left arm circumference of 41 cm, compared to the contralateral arm of 26 cm, with a pulsing ovoid swelling on the medial aspect, 3 cm above the medial epicondyle at the level of the armpit (Fig ).\\nThe mass resulted tight, pulsatile and incompressible, and painful on palpation along with mild distal edema. Bilaterally, the supraclavicular and axillary lymph nodes were not palpable. The right and left radial and ulnar pulses were both palpable. An ultrasound duplex scan of the left upper-limb arterial system revealed a giant true aneurysm of the brachial artery in presence of parietal thrombosis with turbulent flow seen along the vessel.\\nThe patient underwent surgical treatment under general anesthesia. He was placed in the supine position with abducted left upper limb. An incision was made over the axilla, and the BAA was isolated with proximal and distal brachial artery control.\\nThe aneurysm, entrapping the median nerve, was resected, and an interposition reversed basilic vein graft was used to restore the blood flow in the arm (Fig ). Intraoperative ultrasound duplex scan examination of the vein graft showed patency and good functioning. The limb was warm with good capillary filling, the patient had relief of pain and numbness, and the radial and ulnar arteries were palpable distally. The patient was discharged 2 days after the operation, not presenting local or systemic complications.\\nHistological findings on the surgical sample submitted to hematoxylin and eosin stain showed atherosclerotic wall degeneration with fibrous and calcific tissue and intraluminal thrombus (Fig ).\\nThe 1-month follow-up clinical examination revealed no pain or neurological deficit, but radial and ulnar pulses were still present. An ultrasound duplex scan showed patency of the vein graft.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'32596260': 2, '22384777': 1, '22627962': 1, '9786253': 1, '2346371': 1, '12083730': 1, '31802273': 2, '27531094': 1, '32758209': 2, '20701723': 1, '20629969': 1, '33815750': 1, '7552541': 1, '21532220': 1, '20978587': 1, '25769577': 1, '34666737': 1, '30761382': 1, '32888880': 1, '14677739': 1, '25198824': 1, '27904865': 2}", "similar_patients": "{'7315194-1': 1, '7430811-1': 1, '6892993-1': 1}"}