{"patient_id": 116390, "patient_uid": "5337822-1", "PMID": 28286628, "file_path": "noncomm/PMC005xxxxxx/PMC5337822.xml", "title": "Hemophagocytic Lymphohistiocytosis, an Unclear Nosologic Entity: Case Report of an Adult Man with Rising of Amylase and Lipase and Spinal Cord Infiltration", "patient": "A 57 years old man was hospitalized in February 2015 in our Internal Medicine Division due to fever and pancytopenia. He was in a healthy condition until one year before (February 2014) when he was hospitalized for unknown origin fever (FUO). On that occasion the total-body computerized axial tomography (CAT) showed a mediastinum lymphadenopathy, a hepatomegaly with normal bile ducts and a splenomegaly (maximum diameter 18 cm). The bone marrow histology detected an aspecific mild trilinear hyperplasia, signs of dyserythropoiesis, slight excess of lymphoid cells with cytotoxic phenotype; the axillary lymph node biopsy showed a fatty involution. Because of worsening pancytopenia and cholestasis appearance he underwent splenectomy and liver biopsy. Histological exams showed a splenic tissue with a T cytotoxic lymphocyte proliferation without immunohistochemical and morphological malignancy signs, while the hepatic parenchyma was characterized by plasmacells and eosinophils, areas of spotty necrosis and Mallory bodies. After splenectomy and a therapy based on large spectrum antibiotics and immunoglobulins, in a few weeks the patient made a total recovery, when the fever disappeared and the blood examinations normalized. Eight months later (February 2015), at admission to our Division he presented a blood pressure of 100/50 mmHg, a heart frequency of 82 per minute, body temperature 38.7°C, mucocutaneous pallor, a diffused reduction of vesicular murmur and the liver was palpable 3 cm from costal margin. Blood tests were as follow: hemoglobin (Hb) 9.6 g/dL, red blood cells (RBC) 3.25×106/µL, white blood cells (WBC) 2.11×103/µL with 2.8% of neutrophils and 87% of lymphocytes, platelets (PLT) 22×103/µL, ferritin 17813 ng/mL (n.v. 8-252 ng/mL), albumin 2.3 g/dL, LDH 541 U/L (n.v. 84-246 U/L), total bilirubin (T-bil) 2 mg/dL (direct 1.43 mg/dL), AST 108 U/L (n.v. 15-37 U/L), ALT 130 U/L (n.v. 12-78 U/L), gammaglutamyltranspeptidase (GGT) 109 U/L (n.v. 5-55 U/L), alkaline phosphatase (ALP) 204 U/L (n.v. 50-136 U/L), PT-INR 1.15, aPTT 1.49 Ratio, fibrinogen 115 mg/dL (n.v. 200-400 mg/dL), d-dimers 3.99 ug/mL (n.v. <0.5 ug/mL), reactive C-protein 55.4 mg/L (n.v. <2.9 mg/L), amylase 148 U/L (n.v. 8-53 U/L), lipase 2201 U/L (n.v. 73-393 U/L), creatinine 1.07 mg/dL, estimated glomerular filtration rate (eGFR) 77 mL/min, triglycerides 530 mg/dL. Every serological and cultural test for virus, bacteria and parasites were negative. A lymphadenomegaly at hepatic hilum and in peripancreatic zone was the lonely CAT alteration. Therefore, a bone marrow biopsy was performed, while the patient appeared icteric (T-bil 18 mg/dL, mostly direct), with a continuous feverover 38.5°C, and he presented a further reduction of leucocytes to 1.2×103/µL, a risingferritin to 28545 ng/mL, a worsening coagulation parameters, and persistently high enzymes of cholestasis and pancreatitis. The histological analysis described an interstitial infiltration of histiocytes CD 68 ++ with some hemophagocytosis signs.\\nConsequently, the diagnosis of the HLH was made and the patient started therapy according to guidelines HLH-2004 with Etoposide exclusion because of bone marrow hypocellularity, and in addition to large spectrum antiobotics and immunoglobulins at 400 mg/kg/die for 5 days. In the following weeks the fever disappeared and the patient improved from a clinical and hematochemical point of view. In 8 weeks the patient had totally recovered and he continued with maintenance therapy. After about 6 months he was submitted to our Unit with paresthesias, hypotonia and muscle atrophy of the lower limbs, predominantly the left side, which evolved to paresis. On admission, blood tests showed only hyperferritinemia (5189 ng/mL). The CAT, compared to the previous one, presented a numerical and volumetric increase in the lateral cervical lymphadenopathy, with evidence of lymph nodes also in hepatic hilum, peripancreatic and left supraclavicular regions. PET-CAT showed a diffuse hyperaccumulation of the radiopharmaceutical in the liver, laterocervical and retro-clavicular left region, hepatic hilum, and bone marrow. Therefore, the patient underwent excisional biopsy of lateral cervical left lymph node, that showed a structure subverted by widespread proliferation of histiocytic elements CD68+, comprising focal aspects of hemophagocytosis and many T-lymphocytes (). The brain magnetic-resonance-imaging (MRI) was negative for injury, while spine MRI showed pathological tissue at the level of the cauda equina and leptomeninge covering the spinal cord cone, mainly in the vertebral body L3, and intervertebral space L2-L3 (). These findings were interpreted as histiocytic infiltration of the lumbar subarachnoid space. The bone marrow biopsy described a hypercellular bone marrow with a zonal increase, in the interstitial region, of the proportion of histiocytes, positive for CD68 (PGM1), some of large size with aspects of erythrophagocytosis (). During the hospital stay, despite treatment, the patient presented a recurrence of all laboratory abnormalities of previous hospitalization and a rapid clinical deterioration as well as high fever, jaundice, stupor and death.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'24646466': 1, '24343738': 1, '21344776': 1, '24581757': 1, '23560006': 2, '24218764': 1, '16937360': 1, '27298397': 1, '25469675': 1, '1992519': 1, '25157895': 1, '25512183': 1, '25596259': 1, '20008237': 1, '24710079': 1, '9772064': 1, '25758828': 1, '9212839': 1, '22106034': 1, '28286628': 2}", "similar_patients": "{'3611908-1': 1}"}