{"patient_id": 123591, "patient_uid": "5869576-1", "PMID": 29606944, "file_path": "noncomm/PMC005xxxxxx/PMC5869576.xml", "title": "Extensive Lepromatous Lymphadenitis Preceding Lesions on the Face and Earlobes: An Unusual Presentation of Leprosy in Singapore", "patient": "A 31-year-old Filipino female presented to the emergency department with a high-grade fever over a 2-week period. This was accompanied by tender swellings in the groin bilaterally that resulted in difficulty walking. She was seen by her family practitioner twice during this episode and was prescribed a 1-week course of oral augmentin, followed by another 5-day course of oral moxifloxacin. Despite the antibiotics, her condition continued to worsen. Ten days from fever onset, she developed a rash over her hands and legs, associated with circumoral numbness. However, no swallowing problems or breathing difficulty were reported. Over the next 4 days, the rash spread to her face and ears associated with markedly tender swellings in her armpits.\\nShe has no significant medical history and has been working in Singapore as a domestic helper in the same household for the past 8 years. She is single, with no sexual activity nor gynecologic issues. She has not returned to her native country in the past 3 years.\\nOn systemic enquiry, there was no loss of weight or night sweats, no joint swellings or arthralgia, no alopecia, and no dry eyes or mouth. There was also no personal or family history of autoimmune disease (Fig. ).\\nOn examination, her temperature was 39.2°C, pulse rate 120 beats per minute, and blood pressure 130/80 mm Hg. The significant findings concerned the skin, which revealed an erythematous papulonodular eruption scattered over the extensor surfaces of both upper and lower limbs. There were multiple indurated plaques on the face over the nasal bridge, the brow, the outer maxillary area and both earlobes and pinna. This was associated with ankle edema, tender, enlarged and matted cervical, axillary, and inguinal lymph nodes. The rest of the physical examination was unremarkable. The differential diagnoses considered included tumid lupus erythematosus, sarcoidosis, cutaneous amyloidosis, lymphoproliferative disease, Sweet syndrome, and Hansen disease.\\nRoutine investigations revealed leukocytosis of 36.18 × 109/L, an erythrocyte sedimentation rate of 80 mm/h and a C-reactive protein level of 159 mg/L. HIV testing, antinuclear antibody, C3, C4, and double-stranded DNA levels were normal. Serum alkaline phosphatase was elevated at 316 IU/L with otherwise normal liver transaminases. Her albumin level was 34 g/L.\\nIn view of the persistent high fever and multiple enlarged lymph nodes with elevated serum alkaline phosphatase, she underwent a computed tomography scan of the neck, thorax, abdomen and pelvis, which showed no intra-abdominal or hepatobiliary source of infection, or abscesses, but revealed multiple enlarged and necrotic lymph nodes in the axilla and inguinal regions consistent with the initial examination findings.\\nCloser examination revealed bilaterally thickened greater auricular nerves and lateral peroneal nerves, which further raised the suspicion of leprosy. Complete examination of the central nervous system did not reveal any sensorimotor loss (Fig. ).\\nSkin biopsy was performed and histological examination showed a diffuse inflammatory infiltrate within the dermis and subcutaneous tissue, sparing the epidermis. The inflammatory infiltrate was composed of lymphocytes, histiocytes, foamy macrophages, and neutrophils. Some of the inflammation involved the nerves and adnexal structures. Large numbers of acid-fast bacilli were identified on Fite and Ziehl-Neelsen stains. These features are consistent with the diagnosis of lepromatous leprosy with erythema nodosum leprosum.\\nShe was started on multidrug therapy comprising of rifampicin, dapsone, and doxycycline. Due to the lack of availability of clofazimine, doxycycline was used as an interim third agent before clofazimine was obtained 2 days later. Prednisolone at 1 mg/kg was also started empirically. Of note, there was no evidence of Lucio phenomenon as she did not have skin erosions or ulcers.\\nShe has recovered well on follow-up in the outpatient setting. The skin lesions, peripheral edema, and tender lymphadenopathy have improved.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'7851011': 1, '6754406': 1, '15081655': 1, '8992997': 1, '16687695': 1, '4948218': 1, '17090777': 1, '34934715': 1, '29606944': 2}", "similar_patients": "{}"}