{"patient_id": 63573, "patient_uid": "5139859-1", "PMID": 27942311, "file_path": "comm/PMC005xxxxxx/PMC5139859.xml", "title": "Duodenal Lipoma as a Rare Cause of Upper Gastrointestinal Bleeding", "patient": "A 52-year-old woman was admitted to our hospital because of melaena existing for one day, abdominal distension and vomitus. Anamnestic, there were no other complaints. There were no signs of hemodynamic shock. Physical examination showed abdominal distension but no other abnormalities. Her hemoglobin level was 5.7 mmol/l (9.18 g/dL). Gastroscopy revealed a submucosal tumor of the bulbus duodeni of 1.0 x 2.0 cm in diameter, with a central bleeding stigma (). Endoscopic ultrasonography (EUS) showed a hypo-echogenic lesion in the bulbus duodeni, but the intestinal layer of origin remained unknown. The differential diagnosis was gastro-intestinal stromal tumor (GIST) and lipoma. Biopsies taken during the EUS were inconclusive. Computed Tomography of the abdomen revealed a hypodense lesion with the density of fat (-41 Hounsfield unit), leading to the diagnosis of intraluminal lipoma of the duodenum ().\\nThe patient underwent a duodenotomie 28 days after initial presentation. The lipoma was resected (). The postoperative period was uneventful. The patient was discharged home on the fifth postoperative day. Macroscopic inspection at the pathology department showed a pink-orange colored, soft, elastic, and lobulated tumor with a size of 1.7 x 1.5 cm. Microscopy revealed a normal duodenal mucosal layer. The muscularis mucosa was missing in some places. In the underlying stroma, mature fat-tissue was seen with reactive fibrotic septa. No lipoblasts, hyperchromatic nuclei, or reticular vascular network was seen (, ). These features are characteristic for a duodenal lipoma.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'8364788': 1, '19204441': 1, '6615219': 1, '16509883': 1, '31337193': 2, '34507195': 1, '14652572': 1, '28892976': 1, '1078626': 1, '27437304': 1, '17122972': 1, '13934160': 1, '2028956': 1, '2122666': 1, '27942311': 2}", "similar_patients": "{'7137560-1': 1}"}