{"patient_id": 72624, "patient_uid": "5859504-1", "PMID": 29560286, "file_path": "comm/PMC005xxxxxx/PMC5859504.xml", "title": "PAN3–PSMA2 fusion resulting from a novel t(7;13)(p14;q12) chromosome translocation in a myelodysplastic syndrome that evolved into acute myeloid leukemia", "patient": "A 74-year-old female patient was in April 2016 referred to our hospital because of thrombocytopenia. Blood analysis showed hemoglobin 10.8 g/dL, thrombocytes 31 × 109/L, and white blood cells 3.8 × 109/L with a normal differential count. Examination of a bone marrow biopsy showed 16% CD34-positive cells and dysplasia affecting mainly the megakaryocytic lineage, and the patient was diagnosed with myelodysplastic syndrome with excess of blasts 2 (MDS-EB 2). Cytogenetic analysis at this time showed the karyotype 46,XX,t(7;13)(p14;q12) (see below). No treatment was given.\\nOne month later, examination of a new bone marrow aspirate showed 55% blasts and she was diagnosed with AML. Treatment with 5-azacytidine 5 days every 4th week was begun. However, a bone marrow aspirate after 6 monthly courses of 5-azacytidine showed 70% blasts, and because of disease progression she was now changed to intensive chemotherapy with age adjusted “3+7” (daunorubicin 50 mg/m2 day 1–3 and cytarabine 200 mg/m2 day 1–7), followed by one course of consolidation chemotherapy with mitoxantrone 10 mg/m2 day 1–5 and etoposide 100 mg/m2 day 1–5. In April 2017, 2 months after consolidation therapy, a new bone marrow aspirate again showed more than 50% blasts indicating AML recurrence. She was therefore started on decitabine 20 mg/m2 for 5 days every 4th week and after four courses, a new bone marrow biopsy showed 3–5% CD34+ cells. After another 2 months, a bone marrow biopsy still showed 5% CD34+ cells. Decitabine is continued and the patient is at the time of writing enjoying an active life in remission from her leukemia.\\nBone marrow cells were cytogenetically investigated by standard methods [, ] and karyotyped according to the International System for Human Cytogenomic Nomenclature guidelines [].\\nAs part of our standard cytogenetic diagnosis of cases where AML is suspected, initial interphase FISH analyses of bone marrow cells were performed using the Cytocell multiprobe AML/MDS panel (Cytocell, ) looking for -5/del(5q), -7/del(7q), del(20q), deletion of 17p13 (TP53), MLL rearrangements, PML-RARA fusion created by t(15;17)(q24;q11), RUNX1-RUNX1T1 created by t(8;21)(q22;q22), and CBFB-MYH11 generated by the inversion inv(16)(p13q22).\\nFurther FISH analyses were performed using PAN3 and PSMA2 home-made break apart/double fusion probes. The BAC clones were purchased from BACPAC Resources Center (). For the PAN3 gene on chromosome 13, the BAC clones were RP11-179F17 (accession number AL356915, position: chr13:28039868–28234287; band: 13q12.2; GRCh38/hg38 Assembly) and RP11-502P18 (accession number AL138712, position: chr13:28234288–28396806; band: 13q12.2–13q12.3; GRCh38/hg38 Assembly); they were labelled green. For the PSMA2 gene on chromosome 7, the BAC clones were RP11-111K18 (accession number ac010132, position: chr7:42801009–42967488; band: 7p14.1) and RP11-1081H3 (position: chr7:42923006–43086522; band: 7p14.1); they were labelled red. BAC DNA was extracted and probes were labelled with Fluorescein-12-dCTP (PerkinElmer, Boston, MA, USA) and Texas Red-5-dCTP (PerkinElmer) in order to obtain green and red signals, respectively, using Abbott’s nick translation kit (Des Plaines, IL, USA) and hybridized according to the companyʼs recommendations (). FISH mapping of the clones on normal controls was performed to confirm their chromosomal location. Fluorescent signals were captured and analyzed using the CytoVision system (Leica Biosystems, Newcastle, UK).\\nTotal RNA was extracted from the patientʼs bone marrow at the time when MSD was diagnosed using miRNeasy Mini Kit (Qiagen Nordic, Oslo, Norway). The RNA quality was evaluated using the Agilent 2100 Bioanalyzer (Agilent Technologies, Santa Clara, CA, USA) and 1 µg of total RNA was sent to the Genomics Core Facility at the Norwegian Radium Hospital, Oslo University Hospital () for high-throughput paired-end RNA-sequencing. The RNA sequencing data were analyzed using the FusionCatcher software in order to discover fusion transcripts [, ] ().\\nThe primers used for PCR amplification and sequencing are listed in Table . The procedures of reverse transcriptase-polymerase chain reaction (RT-PCR) and direct sequencing of the PCR products were previously described []. For amplification of the PAN3–PSMA2 fusion transcript, the primer sets PAN3-957F1/PSMA2-206R1 and PAN3-1005F1/PSMA2-168R1 were used. For amplification of the putative reciprocal PSMA2–PAN3 fusion transcript, the primer set PSMA2-21F1/PAN3-1241R1 was used. For amplification of the PAN3 and PSMA2 transcripts, the primer sets PAN3-957F1/PAN3-1241R1 and PSMA2-21F1/PSMA2-206R1 were used, respectively. The PCR cycling involved initial denaturation at 94 °C for 30 s, followed by 35 cycles of 7 s at 98 °C, 30 s at 55 °C, 30 s at 72 °C, and a final extension for 5 min at 72 °C.\\nG-banding analysis of the bone marrow cells at diagnosis of MDS-EB2 yielded a karyotype with a single clonal abnormality: 46,XX,t(7;13)(p14;q12)[2]/46,XX[23] (Fig. a). G-banding analysis of a short-term cultured bone marrow aspirate drawn 4 months afterwards showed two cytogenetically related clones. In the first, two cells carried the chromosomal translocation t(7;13)(p14;q12) together with a der(13)ins(13;?)(q12;?). In the second subclone, ten cells carried a dic(19;20)(p13;q13) together with the two above-mentioned aberrations. The resulting karyotype was 46,XX,t(7;13)(p14;q12),der(13)ins(13;?)(q12;?)[2]/45,idem,dic(19;20)(p13;q13)[10]. G-banding analysis of a new bone marrow sample 9 months after the diagnosis yielded the karyotype 45,XX,t(7;13)(p14;q12),der(13)ins(13;?)(q12;?),dic(19;20)(p13;q13)[2]/46,XX[8]. Thus, G-banding analysis of bone marrow cells aspirated on several occasions indicated that t(7;13)(p14;q12) was the primary cytogenetic abnormality.\\nFISH analysis with multiprobes of the AML/MDS panel did not show -5/del(5q), -7/del(7q), del(20q), deletion of TP53, MLL rearrangements, or PML-RARA, RUNX1-RUNX1T1 or CBFB-MYH11 fusion (data not shown).\\nUsing the FusionCatcher software on the fastq files of RNA sequencing data, 24 fusion genes were found (data not shown), among them fusion of PAN3 from chromosome band 13q12 with the PSMA2 gene from 7p14.\\nPCR with the primer combinations PAN3-957F1/PSMA2-206R1 and PAN3-1005F1/PSMA2-168R1 amplified 337 and 250 bp long cDNA fragments, respectively (Fig. b). Direct sequencing of the PCR products verified the presence of PAN3–PSMA2 (Fig. c). The fusion point was identical to that found by analysis of RNA sequencing data using FusionCatcher software (Fig. c). In the PAN3–PSMA2 transcript, exon 6 of PAN3 (nt 1152 in sequence with accession number NM_175854 version 7) was fused out-of-frame to exon 2 of PSMA2 (nt 90 in NM_002787 version 4) (Fig. c, d).\\nNo cDNA amplified product was obtained when PSMA2 forward and PAN3 reverse primers (primer set PSMA2-21F1/PAN3-1241R1) were used, suggesting that the PSMA2–PAN3 fusion transcript was absent or not expressed (Fig. b). Both normal PAN3 (primer set PAN3-957F1/PAN3-1241R1) and PSMA2 (primer set PSMA2-21F1/PSMA2-206R1) cDNA fragments were amplified from the cDNAs of the patient suggesting that both genes are expressed in the bone marrow (Fig. b).\\nUsing break apart/double fusion homemade probes for the PAN3 and PSMA2 genes (Fig. e–i), interphase FISH analysis was performed on cells from the second bone marrow sample with the karyotype 46,XX,t(7;13)(p14;q12),der(13)ins(13;?)(q12;?)[2]/45,idem,dic(19;20)(p13;q13)[10].\\nA green (PAN3 probe), a red (PSMA2 probe), and two yellow fusion signals were seen in 48 out of 68 examined nuclei (Fig. i).", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'24068373': 2, '32384149': 1, '32273716': 1, '19407829': 1, '22578774': 1, '21098271': 1, '24672775': 1, '23477519': 1, '16357831': 1, '11264187': 1, '23119097': 1, '24450649': 1, '26596971': 1, '19145068': 1, '8816488': 1, '32231866': 1, '23932717': 1, '23495936': 1, '22867997': 1, '24872509': 1, '19168282': 1, '24646765': 1, '27911437': 1, '27447436': 1, '24880344': 1, '27959731': 1, '24880343': 1, '20064152': 1, '12886257': 1, '21174539': 1, '24957528': 1, '28179318': 1, '7966316': 1, '25850516': 1, '23337855': 1, '27667292': 1, '23877199': 1, '33537240': 1, '25798834': 1, '29560286': 2}", "similar_patients": "{'3839954-1': 1}"}