{"patient_id": 116580, "patient_uid": "5353427-1", "PMID": 28465904, "file_path": "noncomm/PMC005xxxxxx/PMC5353427.xml", "title": "Three-Dimensional Trans-Thoracic Echocardiography of Esophageal Achalasia: Description of a Case", "patient": "A 75-year-old man was taken to our Institution for intense effort dyspnea. He also had intermittent nausea and vomiting accompanied by recurrent cough. Substernal discomfort or fullness after eating there was. Physical examination evidenced jugular venous distension and difficulty to swallow. Rough breath and bilateral basal wheezes were listened at thoracic auscultation. 12-leads ECG showed sinus rhythm with pulse rate at 95 beats/min. Left axial deviation and diffuse disorders of repolarization were also seen. Chest X-ray revealed massively dilated esophagus along the right cardiac border []. CT of the chest showed esophageal body dilatation filled with food remaining that compressed the left atrium []. The esophageal manometry evidenced body esophageal a-peristalsis, with low amplitude of esophageal body contraction and failed relaxation of LES after water swallow. Left atrial compression induced by an extrinsic structure was seen at two-dimensional-trans-thoracic echocardiography (2D-TTE). This structure has an elongate form and was filled of liquid drinking to differentiate esophagus from any cardiac formation []. Diastolic mitral inflow pattern showed an E/A waves ratio = 1.1; DT measured 210 msec.; IVRT was 87 msec. Three dimensional echocardiography (3D-TTE) pointed out the extracardiac roundish esophageal cavity compressing left atrium, clearly separated from the heart structures []. The same evaluation performed in parasternal approach (at level of aortic root) consented to identify the pulmonary trunk and its subdivision in right and left pulmonary arteries [].", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'23877351': 1, '20600038': 1, '30582093': 1, '10150628': 1, '22652169': 1, '17140925': 1, '22509433': 1, '23346296': 1, '14961794': 1, '21904543': 1, '28465904': 2}", "similar_patients": "{}"}