{"patient_id": 124434, "patient_uid": "5942246-1", "PMID": 29755634, "file_path": "noncomm/PMC005xxxxxx/PMC5942246.xml", "title": "Mitroflow Aortic Bioprosthesis Failure in Type B Aortic Dissection: Preventive Left Main Stenting in Transapical Transcatheter Aortic Valve Implantation Strategy", "patient": "An 80-year-old woman was admitted at emergency department for pulmonary edema. She was previously diagnosed with chronic type B aortic dissection arising from a Kommerell diverticulum and in 2008 she underwent aortic valve replacement (Mitroflow n° 23, Sorin, Saluggia, Italy) without correction of the aortic dissection (stable diameters, visceral perfusion from both lumens). Five years later, central severe aortic regurgitation appeared with moderate to severe mitral regurgitation, with reduced ejection fraction (EF) and pulmonary hypertension. In that occasion, chest X-rays was remarkable for the calcification of the vascular knobs ( A-D).\\nThe case was discussed by our internal Heart-Team. The estimated operative risk of the conventional redo aortic valve replacement was 32.5% (EuroSCORE II). A transcatheter strategy (TAVI) was evaluated but the transfemoral route and other transarterial ways were discarded due to aortic dissection. The transapical route was then chosen and a valve-in-valve TAVI performed (SAPIEN XT n° 23, Edwards Lifesciences, Irvine, CA).\\nWe were conscious of risk of myocardial ischemia after a valve-in-Mitroflow procedure due to the peculiar design of this prosthesis (pericardial mounted outside the stent to optimize flow) and the unfavorable aortic root anatomy (narrow Valsalva sinuses and short distance between Mitroflow annulus and left coronary ostium). This structure may cause possible dislocation of Mitroflow pericardial leaflets overlapping coronary ostia during balloon expansion or TAVI valve deployment: so TAVI was done after protection of the left coronary artery with two intracoronary wires. Although without electrocardiographic alterations, considering the encumbrance of the Mitroflow leaflets, a protruding 5 × 20 mm bare metal stent was implanted in the left main (). Postoperative echocardiogram showed the correct positioning of the TAVI bioprosthesis with acceptable transprosthetic gradients and good EF (peak gradient 30 mm Hg, mean gradient 19 mm Hg, EF 53%). Postoperative course was uneventful. At 3 years follow-up, patient was in good clinical conditions. Echocardiogram showed the absence of aortic bioprosthesis failure (peak gradient 36 mm Hg, mean 21 mm Hg) and absence of left ventricular dysfunction (mean gradient 16 mm Hg, EF 55%) and mild to moderate mitral regurgitation. The bare metal stent previously implanted in the left main protruding in the aortic root was normally positioned ().", "age": "[[80.0, 'year']]", "gender": "F", "relevant_articles": "{'27776914': 1, '23052028': 1, '23797741': 1, '25661576': 1, '29100646': 1, '22078426': 1, '29755634': 2}", "similar_patients": "{}"}