{"patient_id": 113673, "patient_uid": "5038106-1", "PMID": 27730041, "file_path": "noncomm/PMC005xxxxxx/PMC5038106.xml", "title": "Giant metastasizing malignant hidradenoma in a child", "patient": "An 8-year-old girl presented to a district hospital in November 2008 with a painless lemon-sized scalp swelling since three months. It was flesh colored with intact overlying skin, and was excised. The mass recurred and was re-excised 11 months later in October 2009. She presented a year later to our referral hospital with another recurrence at the margins. Histopathology records of the previous excisions were not available. She underwent excision of the lesion at our hospital in November 2010 and the histopathology of the excised specimen revealed recurrent hidradenoma of scalp. In August 2011, she had recurrence yet again and underwent excision of lesion with wide margins. The pathology of the specimen showed evidence of bilateral high parietal bone erosion, osseous infiltration, and extradural extension. Histopathology of excised scalp tumor with periosteum revealed skin-covered tumor mass composed of several nodules of tumor cells, which had eosinophilic to clear cytoplasm with round to ovoid nuclei. Cytoplasmic vacuoles representing intracellular lumina formation, an important histopathologic feature, was observed. Mitotic figures and foci of vascular invasion were noted. The tumor tissue was infiltrating the periosteum and reaching up to the resected margins [Figures and ]. Hence, diagnosis was changed to malignant hidradenoma. Craniotomy of bilateral parietal bones was done after the final diagnosis of malignancy.\\nThe patient presented with recurrence yet again in 2012 []. The flesh-colored, ulcerated scalp mass had grown to a larger size measuring approximately 13 × 10 × 12 cm. Computed tomography and magnetic resonance imaging done between June and August 2012 revealed a large heterogeneously enhancing mass in the left parieto-occipital region with epidural component and invasion of left transverse sinus []. There were distant metastases into spine, sacrum, both humerii and lungs. Her tumor was staged as stage IV.\\nChemotherapy was started with 5Fluorouracil (5FU) and cisplatin, but was discontinued after two cycles due to poor response. She also received 20 Gy of RT in 5 sequences in September 2012 with no visible improvement. The patient was advised palliative care in view of extensive disease and deteriorating condition. Her parents decided to take her back to their native village and never returned for follow-up thereafter.", "age": "[[8.0, 'year']]", "gender": "F", "relevant_articles": "{'1656281': 1, '25075376': 1, '13199772': 1, '16703755': 1, '13260595': 1, '6297408': 1, '19252473': 1, '7512435': 1, '14839609': 1, '19970710': 1, '19753272': 1, '20441512': 1, '15606845': 1, '9107287': 1, '27730041': 2}", "similar_patients": "{}"}