{"patient_id": 64557, "patient_uid": "5286472-1", "PMID": 28197355, "file_path": "comm/PMC005xxxxxx/PMC5286472.xml", "title": "A Case of Crossed Left Renal Ectopia Identified during Colostomy Reversal", "patient": "The patient is a 48-year-old male with a history of Hartmann's procedure for diverticular stricture causing large bowel obstruction. Permission was obtained from the patient to allow discussion and publication of his case. At the time of initial exploration, he was noted to have both kidneys on the right hand side with the left kidney crossing over and lying at approximately the level of the anterior superior iliac spine (ASIS) in the retroperitoneal space, as seen on pre-op CT (see Figures , , and ). Ureteral stents had been placed for the initial surgery due to the degree of inflammatory changes, but the ureters were not isolated at the time of Hartmann's procedure. The patient represented for colostomy reversal approximately 16 weeks later, again, with preoperative cystoscopy and ureteral stent placement. The operation was started robotically but was soon converted to an open laparotomy incision due to the complex pelvic anatomy and need for further adhesiolysis (see ). In mobilizing the rectum to perform the colostomy reversal, the ureteral stent for the left ectopic kidney was palpated crossing behind the rectum in the presacral space. The ureter was completely identified along its course and care was taken to avoid injury. The colorectal anastomosis was then completed using the double purse-string technique. The Firefly device was used to ensure that there was good perfusion to the anastomosis and on-table colonoscopy was performed up to the level of the anastomosis with no air leak identified. The patient did well postoperatively and was seen at follow-up without complication.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'17079816': 1, '23094188': 2, '23599575': 2, '7094783': 1, '11245130': 1, '28197355': 2}", "similar_patients": "{'3474232-1': 1, '3628252-1': 1, '3628252-2': 1, '3628252-3': 1, '3628252-4': 1}"}