{"patient_id": 63614, "patient_uid": "5142394-1", "PMID": 27965771, "file_path": "comm/PMC005xxxxxx/PMC5142394.xml", "title": "Asthma in the elderly patient", "patient": "A 72 years old man is seen at the Emergency Department (ED) for a recent onset of dyspnea, cough and wheezing following what seems to be an upper airway viral infection. He had a past medical history of hypertension, benign prostatic hypertrophy and dyslipidemia. He took a diuretic and a statin. Two years ago, he was seen at the ED for what was considered a mild exacerbation of Chronic Obstructive Pulmonary Disease (COPD) and treated with inhaled bronchodilators and an antibiotic but had no measurement of expiratory flows on that occasion. He had stopped this medication due to fear of side effects. On questionnaire, he often had exercise intolerance and occasional symptoms of cough and wheezing at night or if exposed to respiratory irritants. He had a smoking history of about 8 pack/years. On arrival, his forced expiratory volume in 1 s (FEV1) was 45 % of predicted value (p.v.), with a FEV1/ forced vital capacity (FVC) ratio of 55. A few hours after receiving bronchodilators and oral corticosteroids, his FEV1 had improved to 70 % p.v. On discharge, he was offered a short-course of prednisone and started on a short-acting inhaled bronchodilator on demand plus a medium dose of inhaled corticosteroid. One month later, his FEV1 was 96 % p.v.\\nThis case of asthma in an elderly patient, probably exacerbated by a viral respiratory infection illustrates common management problems in these patients such as confusion with chronic obstructive pulmonary disease (COPD) and poor patient report of chronic troublesome symptoms, often attributed to aging. It also shows the need to confirm the degree and reversibility of airway obstruction by objective means to confirm the diagnosis and offer an appropriate treatment. Careful record of symptoms patterns, smoking history, lung function tests and assessment of treatment response helps to assess the patient condition and treatment needs.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'3285641': 1, '18046878': 1, '28503545': 1, '20186367': 1, '22929091': 1, '19484848': 1, '6458920': 1, '5727191': 1, '8814386': 1, '20406090': 1, '21454398': 1, '23729278': 1, '21807404': 1, '21395876': 1, '27709465': 1, '17967288': 1, '15684304': 1, '10836348': 1, '1496497': 1, '24958604': 1, '11243948': 1, '18252914': 1, '17890479': 1, '1914608': 1, '29343223': 1, '21087988': 1, '19944265': 1, '31131265': 1, '21546232': 1, '12020182': 1, '33095890': 1, '30785345': 1, '29206130': 1, '19638566': 1, '23490307': 1, '25152804': 1, '23535086': 1, '21872730': 1, '3946922': 1, '25582135': 1, '18415822': 1, '16597074': 1, '33837534': 1, '10199998': 1, '10855601': 1, '24007766': 1, '16608960': 1, '11256556': 1, '21702660': 1, '7705125': 1, '12097765': 1, '11379803': 1, '19114162': 1, '20816547': 1, '26113674': 1, '21435854': 1, '27965771': 2}", "similar_patients": "{}"}