{"patient_id": 64339, "patient_uid": "5244452-1", "PMID": 28116091, "file_path": "comm/PMC005xxxxxx/PMC5244452.xml", "title": "Pulmonary benign metastasizing leiomyoma presented as acute respiratory distress", "patient": "A 76-year-old woman was admitted in intensive care for acute respiratory distress. She complained of an increasing and isolated dyspnoea developed over the previous months. Her medical history included heavy smoking habits (75 pack-years, given up 6 years prior to admission), ischaemic coronaropathy, and a total hysterectomy 4 years previously for postmenopausal metrorrhagia. It had revealed multiple subserosal uterine benign leiomyomas with no evidence of extrauterine involvement at that time.\\nOn admission, she was severely hypoxemic with a saturation of 91% when breathing 6 L/mn of oxygen. Chest X-ray showed a right, unilateral massive pleural effusion associated with bilateral parenchymal nodules. Biology was unremarkable. A pleural chest tube was rapidly inserted disclosing an exudate (49 g/L of proteins) with 80% lymphocytes. Clinical improvement was dramatic and chest high-resolution computed tomography (HRCT) confirmed the presence of bilateral, well-defined lung nodules with one of them reaching 15 cm in diameter (Fig. ). Fiberoptic bronchoscopy disclosed an important extrinsic compression with no other abnormality.\\nThoracic surgery was indicated for histological diagnosis and control of lung external compression. Four bulky, purplish red, soft, and smooth tumours were excised from the right upper and lower lobes. Microscopic examination (Fig. ) demonstrated fascicles of eosinophilic spindle cells with bland nuclei and inconspicuous mitotic activity (less than one mitotic figure per 10 high-power fields). The cells were strongly positive for smooth muscle actin (SMA), desmin, and caldesmon as well as for oestrogen and progesterone receptors. No necrotic zone was observed. The initial uterine lesion was reviewed and diagnosis of leiomyoma confirmed, with no histological feature suggestive of malignancy, excluding the hypothesis of a metastatic leiomyosarcoma and suggesting the diagnosis of BML.\\nDuring follow-up, the remaining pulmonary nodules slowly but markedly increased in size and respiratory symptoms recurred. Aromatase inhibitors were started to control their growth but patient's respiratory condition continued to worsen. Another surgery was performed to excise three pulmonary nodules. All of them displayed histological characteristics similar to those of the nodules previously removed. Pulmonary condition was then stabilized but 9 months later the patient was diagnosed with a new BML localization as an osteolytic right trochanteric lesion. Surgery was undertaken to ensure a preventive osteosynthesis. Again, pathological examination revealed characteristic BML features.\\nAfter a follow-up of 45 months, our patient is presently doing well with no pulmonary symptom and no new lesion.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'30510824': 2, '24977035': 1, '21353035': 1, '25047270': 1, '23465706': 1, '22270431': 1, '29119020': 1, '28116091': 2}", "similar_patients": "{'6232788-1': 1, '6232788-2': 1}"}