{"patient_id": 64850, "patient_uid": "5306980-1", "PMID": 28255474, "file_path": "comm/PMC005xxxxxx/PMC5306980.xml", "title": "A Case of Eosinophilic Esophagitis Accompanying Familial Mediterranean Fever", "patient": "A three-year-and-nine-month-old female patient was referred to our hospital with frequent vomiting, abdominal pain, and episodes of food impaction from 1.5 years ago. She was the first child of healthy nonrelative parents. Her parents did not have allergic history and her delivery was at the age of 35 weeks because of preterm labor. Birth body weight was 2000 g, birth height was 46 cm, and head circumference at birth was 34 cm.\\nShe had a history of poor appetite and poor weight gain from infancy. At the age of 3 years when she was first brought for evaluation, her physical examination was as below:\\nBody weight was 12 kg (between 5 to 25 percentiles) and head circumference was 95 cm (50−75 percentiles).\\nLaboratory Findings Revealed. Lab findings were as follows: WBC count: 7280; Hb = 12.2; platelets: 201000; MCV = 79.4 (other indices of CBC were at normal range for age). Biochemistry, liver function, urine analysis/culture, and sediment tests were all normal.\\nHer abdominal ultrasound did not show any abnormal finding. Evaluation of frequent vomiting and food impaction was performed by upper GI series which showed mild prominence of gastric mucosal pattern and stoppage of barium at pyloric canal. Small bowel follow through and upper endoscopy were both normal. Macroscopic appearance of esophagus, stomach, and duodenum was normal but histological appearance revealed 50–70 eosinophils per hpf of esophagus (EOE).\\nStomach and duodenum did not have special pathologic changes. She was given the treatment for EOE, namely, elimination of some foods based on the skin prick test (elimination of milk and dairy products) and proton pump inhibitors administration (PPI).\\nAfter the start of treatment significant improvement was observed in appetite, food refusal, and food impaction, but she still had episodes of abdominal pain which was accompanied with fever lasting 3 days every 3-4 months. When we asked parents about a history of fever they indicated a history of low grade fever less than 38.5 Celsius most of the time, detected by parents before diagnosis of EOE, but they believed it was related to viral infection according to previous general physician examinations. They also mentioned rare cases of fever above 39.5 Celsius. There were no other significant findings in history and exam as the family history was negative for inflammatory bowel disease (IBD) or any other inflammatory diseases and no oral ulcer or arthropathy was found in exam.\\nSubsequently the patient was evaluated for infective diseases and then inflammatory diseases including SLE, IBD, and hyper-IgD syndrome but all studies were negative. At last she was screened for FMF mutation which showed heterozygote mutation at codon V7216A.\\nColchicine was started for the patient and clinical response was observed regarding her abdominal pain and periodic fever. At the end of two months follow-up her endoscopy revealed 2-3 eosinophils per hpf of specimen, her gastrointestinal complaints subsided, and her weight gain was improved.", "age": "[[3.0, 'year'], [9.0, 'month']]", "gender": "F", "relevant_articles": "{'26464521': 1, '25793039': 1, '5340644': 1, '119593': 1, '25332561': 1, '10501441': 1, '15329438': 1, '658478': 1, '12518127': 1, '9669733': 1, '27330494': 1, '9552132': 1, '23056796': 2, '21547384': 1, '20890251': 1, '27306106': 1, '28255474': 2}", "similar_patients": "{'3446153-1': 1}"}