{"patient_id": 66787, "patient_uid": "5438011-1", "PMID": 29043126, "file_path": "comm/PMC005xxxxxx/PMC5438011.xml", "title": "Page kidney of renal allograft following blunt trauma", "patient": "A 66-year-old male with comorbidity of diabetes mellitus and polyneuropathy underwent a living donor renal transplantation in 2013. A left-sided kidney was placed in the right iliac fossa. There was primary renal function and baseline creatinine was 83 mmol/L.\\nThe patient presented with a one-day history of accidentally tripping and sustaining a fall on his way home from a football match. Though the impact of the fall was on the same side as his renal allograft, his presenting complaint was pain over the right chest wall. On examination, his pulse rate was 90/min and blood pressure was 164/72 mmHg. There was tenderness over the right chest wall but the abdomen was soft and the transplanted kidney was non-tender. A urine dipstick test was negative for red blood cells. There was no decrease in hemoglobin levels (Hb 11.9 gm/dL, WCC 10.3). Serum creatinine increased to 302 mmol/L. An ultrasound scan of the abdomen revealed an increased echogenicity of the kidney with a high resistive index of 0.96 and a perinephric hematoma which was 2.5 cm deep. A CT scan confirmed the presence of hematoma limited to the subcapsular space over the anteromedial surface of the kidney (). The patient was managed conservatively for 2 days as there was no decrease in hemoglobin levels. Creatinine levels deteriorated over the next 48 hours to 453 mmol/L and the patient’s blood pressure continued to increase to 196/90 mmHg. On the 3rd day of admission, he developed mild tenderness over the transplanted kidney and an ultrasound was repeated. This showed an increase in the size of the subcapsular hematoma to 11 × 4 cm mainly anterior to the kidney and compression of the kidney parenchyma and vasculature (). The resistive index increased further with a reversal of diastolic flow but no direct compression of the renal blood vessels (). There was no associated hydronephrosis.\\nThe transplanted kidney was explored immediately and a large perinephric hematoma was evacuated. There was a small laceration on the anterior surface of the transplanted kidney which was not actively bleeding. A drain was inserted, topical hemostatic agents were applied, and the wound was closed. The patient recovered and creatinine levels returned to baseline (99 mmol/L) within 3 days.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'3287745': 1, '23985460': 1, '7609120': 1, '18386812': 1, '9141025': 1, '22096723': 1, '11733642': 1, '19543099': 1, '8488410': 1, '14368713': 1, '24072145': 1, '21168685': 1, '20981200': 2, '18444936': 1, '19167799': 1, '23220837': 1, '29043126': 2}", "similar_patients": "{'2955227-1': 1}"}