{"patient_id": 68751, "patient_uid": "5591963-2", "PMID": 28928996, "file_path": "comm/PMC005xxxxxx/PMC5591963.xml", "title": "Immune-Mediated Autonomic Neuropathies following Allogeneic Stem Cell Transplantation in Acute Myeloid Leukemia", "patient": "A 51-year-old woman with AML secondary to myelodysplastic syndrome with associated myelofibrosis underwent matched-related donor allogeneic SCT after Cy/TBI conditioning at first remission. She received cyclosporine and steroids for immunosuppression. Approximately 8 months after her SCT she developed orthostatic hypotension, confirmed by an autonomic reflex screen which showed significant adrenergic failure with mild cardiovagal and probable distal postganglionic sudomotor impairment. Heart rate responses to deep breathing and Valsalva maneuver were reduced. The quantitative sudomotor axon reflex tests were normal for all sites except marked reduction at foot. Nerve conduction studies (NCS) demonstrated reduced right ulnar and peroneal compound muscle action potential amplitudes, reduced right ulnar motor nerve conduction velocity, prolonged right peroneal motor distal latency, and borderline reduced right sural sensory nerve conduction velocity. Prolonged bilateral blink responses were also noted. Needle examination revealed scattered fibrillation potentials in both proximal and distal muscles. Mildly enlarged motor unit potentials with reduced recruitment were noted in predominantly lower extremity muscles and thoracic paraspinal muscles. Overall, NCS findings were consistent with a diffuse neurogenic disorder with demyelinating features. Antibodies to ANNA-1, amphiphysin, Purkinje Cell (PCA-1), striated muscle, N and P/Q type calcium channels, acetylcholine receptor binding, neuronal K+ channel, GAD-65, P/Q type calcium channels, and ganglioside were all undetectable. Serum protein electrophoresis did not reveal monoclonal protein. An extensive infectious diseases work-up including HIV and hepatitis panel was also negative. CSF analysis showed an elevated protein at 93 mg/dl, with otherwise normal parameters. Fludrocortisone and compression stockings were initiated, and she was treated with a five-day course of IVIG at 0.4 gm/kg daily and then switched to daily plasmapheresis and prednisone at 1 mg/kg. Plasmapheresis was slowly tapered off to three and then 2 times per week as symptoms improved. Steroids were tapered over 2 weeks. She responded to this therapy within 2 weeks and eventually orthostatic symptoms resolved by the end of the hospitalization. A posttreatment autonomic reflex screen showed normal heart rate responses to deep breathing and Valsalva maneuver and normal quantitative sudomotor axon reflex tests at all sites except the foot. Her leukemia eventually relapsed after four months and she passed away subsequently from an unrelated cause. summarizes the results of clinical, laboratory tests, treatment, and its response in the two cases.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'19153734': 1, '20846944': 1, '17502891': 1, '20736188': 1, '24273223': 1, '22915190': 1, '22906617': 1, '25708217': 1, '1464013': 1, '21179533': 1, '28928996': 2}", "similar_patients": "{'5591963-1': 2}"}