{"patient_id": 120920, "patient_uid": "5668514-1", "PMID": 28845578, "file_path": "noncomm/PMC005xxxxxx/PMC5668514.xml", "title": "Patient harboring a novel PIK3CA point mutation after acquired resistance to crizotinib in an adenocarcinoma with ROS1 rearrangement: A case report and literature review", "patient": "A 66-year-old woman experiencing a cough, but no hemoptysis or fever, was evaluated. A chest computed tomography (CT) scan taken in March 2015 revealed a 24 mm tumor in the right lower lung. Space occupying lesions were found on physical examination two years previously, but no significant medical history was reported. Imaging examinations, including brain magnetic resonance imaging and positron emission tomography-CT, were normal. Blood laboratory testing showed a carcinoembryonic antigen level beyond the normal limits (Fig \\n).\\nPathology of a needle biopsy of the tumor on the left clavicle revealed an adenocarcinoma (April 13, 2015) (Fig , Table ), and the tumor was stage IIIB. The neoplastic cells stained positive for thyroid transcription factor -1 (clone, SPT24), NapsinA (clone, OTI3E5), cytokeratin 7 (CK7; clone, EP16), and negative for P63 (clone, UMAB4), and CK5/6 (clone, D5/16B4) (all dilutions, 1:100) (Table ). No EGFR or ALK mutations were detected by PCR in a formalin-fixed, paraffin-embedded tumor specimen. Chemotherapy was administered with pemetrexed (0.75 g) and carboplatin (550 mg) on April 15, 2015 and May 7, 2015. A CT scan revealed that the pulmonary lesions had stabilized (Fig ). Second-line chemotherapy with pemetrexed (0.75 g), carboplatin (550 mg), and bevacizumab (375 mg) was administered from May 28, 2015 (Fig ). Two cycles of chemotherapy later, a partial response of the pulmonary lesions was observed on a CT scan. After another two cycles of second-line chemotherapy, the patient received pemetrexed (0.75 g) and bevacizumab (375 mg) as maintenance therapy from August 24, 2015 (Fig ). After four cycles of maintenance therapy, progression of the pulmonary lesions was observed on a CT scan on November 20, 2015.\\nIn order to consider new therapeutic strategies, next-generation sequencing was performed on the blood sample. A variant of the ROS1 translocation, CD74-ROS1 fusion, was detected (Fig , Table ). The patient was administered oral crizotinib from January 20, 2016, and a partial response of the pulmonary lesions was subsequently observed on a CT scan on March 3, 2016. Unfortunately, chest tightness and shortness of breath occurred in June 2016. A CT scan on July 8, 2016 showed that the pulmonary lesions had rapidly progressed (Fig ), indicating acquired resistance to crizotinib. Nedaplatin and apatinib were respectively administered, but the patient's condition continued to deteriorate. Next-generation sequencing was carried out on blood samples once more, and a novel point mutation (p.L531P) of the PIK3CA gene was detected (Fig , Table ).\\nThis mutation activated the mTOR signaling pathway, therefore everolimus, an mTOR signaling pathway inhibitor, was administered, however the disease had substantially progressed and the patient died on August 16.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'24349229': 1, '25733882': 1, '22997455': 1, '24890451': 1, '18815398': 1, '24163740': 1, '15118073': 1, '26273395': 1, '25056707': 1, '20966921': 1, '28055103': 1, '22818212': 1, '22919003': 1, '34976987': 1, '25351743': 1, '25264305': 1, '22215748': 1, '15118125': 1, '23724914': 1, '32871626': 1, '27068398': 1, '26673800': 1, '25688157': 1, '27401242': 1, '28845578': 2}", "similar_patients": "{}"}