{"patient_id": 72786, "patient_uid": "5875168-1", "PMID": 28954036, "file_path": "comm/PMC005xxxxxx/PMC5875168.xml", "title": "Yolk sac primary tumor of mediastino: a rare case in a young adult", "patient": "A 38-year-old man admitted at Hospital do Servidor Público Estadual “Francisco Morato de Oliveira”, complaining about dyspnea to efforts and dry cough for 1 year. Upon physical examination, a reduction of vesicle murmur in left hemithorax was observed. Systemic arterial hypertension and hyperuricemia were the preexisting conditions.\\nThe thorax radiography upon admission showed homogeneus densification of anterior mediastinum, suggesting round contouring mass and pleural reaction of septate aspect of left hemithorax (). The following exam, thorax tomography, showed anterior mediastinal mass with post-contrast heterogenous highlight and predominantly peripheral, measuring 9.1x14.6x11.6cm, therefore, showing broad contact with aortic arch, pulmonary artery trunk, sternum and thoracic wall (). Still, there was stroke to left and laminar to right, as well as, pericardic effusion (). We did not observe abnormalities in computed tomography scans of abdomen and skull.\\nThe patient was followed-up in the thoracic surgery unit, and exams were requested to clarify the clinical picture. Exams showed elevated and rising alpha-fetoprotein (greater than 170mg/mL), without elevation of other serum tumor markers. Ultrasonography of testicle sac did not show changes.\\nNeoadjuvant chemotherapy was initiated with bleomycin, etoposide and cisplatin, there was an increase of serum alpha-fetoprotein level. We decided to change scheme for combination of paclitaxel, ifosfamide, and cisplatin (TIP) in case of clinical response associated with reduction tumor marker.\\nPatient underwent thoracic surgery for resection of mediastinal mass. After the surgery, he evolved with septic shock with pulmonary focus, and he was transferred to intensive care unit. After stabilize, the patient underwent new exams to disease restaging, and he was referred to clinical oncology to continuing the chemotherapy.\\nThe macroscopy observed the mediastinal mass with extensive necrotic-hemorrhagic areas infiltrating the pulmonary parenchyma by contiguity with focal vascular permeation. The resected fatty mediastinal mass as well as pericardium and surgical margins free of cancer.\\nThe histopathology showed reticular area with glandular-like structures and prominent nucleus in direction to the lumen. There was surrounded vessels by fibrous tissue located in cystic space coated by neoplastic cells radially lined forming a Schiller-Duval body, pathognomonic findings of yolk sac tumor, therefore, confirming the diagnosis of GCT of primary yolk sac tumor of mediastinum ().", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'14761815': 1, '27144043': 2, '15590027': 1, '11919246': 1, '21351701': 1, '6050380': 1, '25399910': 2, '20452116': 1, '33284891': 1, '16847526': 1, '28954036': 2}", "similar_patients": "{'4239375-1': 1, '4837257-1': 1}"}