{"patient_id": 63641, "patient_uid": "5147552-1", "PMID": 27848115, "file_path": "comm/PMC005xxxxxx/PMC5147552.xml", "title": "Cryotherapy: A viable tool to remove broncholiths under flexible bronchoscopy", "patient": "A 65 year old man with a history of tobacco abuse, Agent Orange exposure, childhood asthma and obstructive pulmonary disease was seen in the pulmonary clinic for evaluation of chronic cough productive of yellow sputum for several years. Removal of triggers improved symptoms some, leading to a suspected diagnosis of upper airway cough syndrome. Therefore, he was treated with flunisolide nasal spray, plus ranitidine for suspected GERD, while continuing inhaled formoterol/mometasone in addition to tiotropium for his underlying obstructive lung disease. Nevertheless, he returned with persistent cough, subsequently undergoing high resolution computed tomography (HRCT) of the chest, which noted focal right upper lobe (RUL) bronchiectasis, reticular nodular changes and suggestion of a broncholith in the anterior RUL bronchus [Figure ]. The patient did not follow up for results and after multiple attempts to contact him, he was reached and reported modest improvement in the cough. One year later he returned reporting worsening cough. Repeat chest computed tomography showed progression of the previous noted findings. He underwent bronchoscopy, demonstrating at the entry to the RUL a calcific endobronchial tumor obstructing the anterior segment [Figure ]. Under anesthesia with use of a supraglottic airway and Olympus BF-1T180 therapeutic bronchoscope (Center Valley, PA) the calcific endobronchial tumor was removed using a 1.9 mm ERBE cryotherapy probe (Marietta, GA). The tumor was frozen for 6 seconds at its tip avoiding touch of the normal surrounding mucosa and pulled en-block with the bronchoscope removing the great majority of the tumor. The tumor measured 10 mm by 6 mm [Figure ]. Upon re-examination there was a very small amount of residual partially embedded calcific tumor (around 2-3 mm in diameter) noted on the medial aspect of the airway mucosa in the region of the previously removed tumor. The cryotherapy probe was again utilized but with only a 3 second freeze time and again we removed en-block the residual tumor. There was no significant bleeding or any mucosal damage noted [Figure ]. Pathology showed mucocalcific material consistent with a broncholith. The patient failed to return for follow-up 4 weeks later, but did present again 5 months later in pulmonary clinic. He reported his cough had significantly improved. Repeat CT chest no longer showed the obstructing RUL broncholith. Repeat bronchoscopy noted the RUL anterior segment to be patent. There was no recurrence of previously removed broncholith and only a white discoloration of the airway mucosa at the site, presumed to be a scar.\\nBroncholithiasis refers to calcified or ossified material in the lumen of the tracheobronchial tree. The most common postulated mechanism of formation is erosion and later extrusion into the bronchial lumen of a calcified necrotic bronchopulmonary lymph node []. The calcification is felt to occur after an inflammatory process, commonly following granulomatous inflammation due to Mycobacterial or fungal infections [-]. There are also rare reports of silicosis causing broncholithiasis [, ].\\nPatients may be asymptomatic, but when symptoms are present they are nonspecific and can include; cough, hemoptysis, chest pain, wheezing, sputum production and fever. Lithoptysis has also been reported [, ]. Complications of broncholithiasis include massive hemoptysis, bronchoesophageal fistulas and aortotracheal fistulas [-]. Recurrent or post obstructive pneumonias are also a known complication of broncholithiasis [, , ].\\nImaging is abnormal in patients with broncholithiasis. In a case series [] of 15 patients, both radiograph and computed tomography of the chest were abnormal. On radiograph, abnormalities included calcified lymph nodes near a bronchus, atelectasis, calcified granulomas or pulmonary infiltrates. CT features included atelectasis in patients with peribronchial or endobronchial lymph nodes, bronchiectasis distal to the obstructing lymph node, dense consolidation or patchy parenchymal infiltrates. Air trapping, though rare, is described. Lim et al [] also noted additional imaging findings that included airway distortion and mucoid impaction. Most cases of broncholithiasis involve the right bronchial tree [-]. Bronchoscopy can be used as a diagnostic tool for classification of broncholiths (intraluminal, extra luminal or mixed) and for ruling out a lesion due to a calcified malignancy, which could be mistaken as a simple broncholith [, ]. Bronchoscopic findings can include bleeding, airway narrowing, extrinsic compression, stone like material in the airway lumen and anthracosis []. The bronchoscopic sensitivity to detect broncholiths is reported at 56% in one case series []. Sensitivity remains low, as the nodes have been noted to be peribronchial, obscured by blood and in addition they may be hidden by bronchial distortion due to edema and inflammation.\\nThere are no current guidelines for the management of broncholithiasis. Therapeutic considerations include; size, location, degree of attachment to bronchial walls and association with vascular and mediastinal structures [, ]. Historically, surgical intervention was the preferred treatment [] for all. Later it was felt that endoscopic removal should be attempted first, with thoracotomy reserved for patients with complications due to the broncholith []. Indications for surgical treatment include symptoms, persistent or massive hemoptysis, bronchiectasis, bronchial stenosis, stenosis and suppurative lung disease [, -]. Surgical options for removal include segmentectomy, open thoracotomy and lobectomy [, ].\\nRemoval of broncholiths can also be safely accomplished by flexible or rigid bronchoscopy []. Nollet et al [] utilized rigid bronchoscopy with use of neodymium-doped yttrium aluminum garnet (Nd-YAG) laser photocoagulation. Laser techniques can be utilized to shatter large stones that obstruct part of the airway. Further, treatment of the surrounding granulation tissue with laser photocoagulation therapy in patients with obstructive symptoms, even without the removal of the broncholith, can improve symptoms []. Previously thought of as unsafe and near impossible to remove imbedded broncholiths with flexible bronchoscopy [, ], recent reports have shown that flexible bronchoscopy can be a safe and effective option for removal of loose in addition to partially imbedded broncholiths [, , ]. Olsen et al [] noted a 100% (23 of 23) and 46% (48 of 104) success rate of removal of lose and partially eroding broncholiths respectively. It was concluded that the degree of attachment was a factor in successful bronchoscopic removal, but unfortunately this report does not describe the specific techniques utilized to remove these broncholiths, with no mention to use of cryotherapy. Nevertheless, they do state that use of rigid bronchoscopy for removal was noted to have a higher rate of complete removal than using the flexible bronchoscope (67% vs. 30%). Reported complications of bronchoscopic removal include massive hemoptysis and complications due to loss of the broncholith in the trachea []. On review of 46 patients, Lim et al [] concluded that surgery should be considered for extraluminal and mixed broncholiths, while bronchoscopy can be utilized to remove intraluminal broncholiths. In 2007 Reddy et al [] reported the first case of broncholith removal using cryotherapy during flexible bronchoscopy with only minimal bleeding noted. They concluded that cryotherapy could be used to remove broncholiths that cannot be extracted with a flexible forceps. In 2012 Lee et al [] also performed cryotherapy-assisted removal of broncholiths in two patients. One was performed using the repeated freeze-thaw method while in the other case the broncholith was frozen and the pull-out method was utilized. The case in which the freeze and pull-out method was performed did require Argon Plasma Coagulation (APC) to control minor bleeding. Our case employed a freeze pull-out method, without damage to the mucosal wall or significant bleeding. When considering bronchoscopic removal of a broncholith, capabilities for rigid bronchoscopy should be available [], which was also immediately available in our case. Massive hemoptysis is considered a contraindication for bronchoscopic removal and complicated cases of broncholithiasis should be managed surgically []. As such, immediate thoracic surgical support should also be available at the time of bronchoscopy. Additionally, the time of freezing and feasibility to remove the broncholith with a pull-out method requires experience and the ability to assess that the retracting force is not too excessive, such as to damage the wall by pulling on a broncholith that is too embedded in the bronchial wall. The freeze time before attempting to pull should be in direct proportion to the size of the lesion and its proximity to normal mucosa. As noted, we used two different times in our case, longer (6 seconds) in our initial attempt and shorter (3 seconds) to remove the residual broncholith fragment.\\nFinally, the decision to pursue a bronchoscopic approach should also include careful examination of the chest tomography images and the relation of the broncholith with surrounding structures, particularly vessels.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'15854981': 1, '23236321': 2, '23356409': 1, '28955230': 1, '17998368': 1, '4068733': 1, '10921717': 1, '9440598': 1, '1922254': 1, '1186271': 1, '28885328': 1, '10070571': 1, '28912719': 1, '10471594': 1, '28769810': 1, '29979430': 1, '15906961': 2, '642158': 1, '4412251': 1, '1853800': 1, '23169093': 1, '5560505': 1, '22927537': 1, '12412703': 1, '28928665': 1, '2500015': 1, '3753073': 1, '27848115': 2}", "similar_patients": "{'3517948-1': 1, '3517948-2': 1, '3891421-1': 1, '3891421-2': 1}"}