{"patient_id": 70177, "patient_uid": "5682635-1", "PMID": 29158915, "file_path": "comm/PMC005xxxxxx/PMC5682635.xml", "title": "Parafoveolar retinoblastoma regression with foveal preservation following intra-arterial chemotherapy documented on hand-held optical coherence tomography in a newborn", "patient": "A 3-week-old girl, with a family history of maternal unilateral retinoblastoma, presented for evaluation of leukocoria right eye (OD). On examination, visual acuity was fix and follow in both eyes (OU) and intraocular pressures were normal OU. External examination documented obvious leukocoria OD. Fundus evaluation OD revealed a white macular tumor measuring 16.0 mm in largest basal dimension and 6.1 mm in thickness, and with overlying mild vitreous seeding and surrounding extensive serous retinal detachment. Fundus evaluation of the left eye (OS) detected a solitary mass measuring 2.0 mm in basal dimension and 1.0 mm in thickness, located within 2.0 mm from the foveola. A diagnosis of bilateral familial retinoblastoma, group D OD and group B OS, was rendered and treatment with intravenous chemoreduction (CRD) using vincristine, etoposide, and carboplatin was initiated. Following therapy with individual tumor consolidation, all retinoblastomas were regressed.\\nAt 6-months follow-up, the right eye remained under control, but the left eye revealed a subtle recurrence of the juxtafoveal tumor (Fig. a) and HH-OCT (iVue Optovue, Fremont, CA) revealed an intact macula with adjacent tumor recurrence (Fig. b), measuring 2750 µm in diameter and 792 µm in thickness. The recurrence was 615 µm from the foveola. Treatment with intraarterial chemotherapy (IAC) using Melphalan 5 mg was performed and complete tumor control was achieved with 1 cycle (Fig. c), leaving a concave scar of 2750 µm in diameter and 120 µm in thickness, located 663 µm from the foveola. In addition, there was underlying choroidal thinning and preservation of the foveal microanatomy documented by HH-OCT OS (Fig. d). The findings remained stable on last follow-up at 2 years following IAC.", "age": "[[3.0, 'week']]", "gender": "F", "relevant_articles": "{'30334950': 1, '33920538': 1, '23104902': 1, '26458476': 2, '25014750': 1, '27239455': 1, '26158440': 1, '28318638': 1, '24656794': 1, '31602297': 1, '15609518': 1, '25922867': 1, '25014847': 1, '25827539': 1, '1957169': 1, '29158915': 2}", "similar_patients": "{'4652249-1': 1, '4652249-2': 1, '4652249-3': 1, '4652249-4': 1, '4652249-5': 1, '4652249-6': 1}"}