{"patient_id": 61574, "patient_uid": "5008532-1", "PMID": 27583848, "file_path": "comm/PMC005xxxxxx/PMC5008532.xml", "title": "A rare case of primary peripheral epithelial myoepithelial carcinoma of lung", "patient": "A 58-year-old man was referred to our hospital for a routine health check. He denied symptoms, including chest pain, cough, and dyspnea. He was a nonsmoker. Physical examination revealed normal breathing sounds in both lung fields. Laboratory findings were within normal limits. His pulmonary function tests revealed normal performance. Chest computed tomography (CT) displayed an anomalous soft tissue mass with slightly lobular borders in the peripheral segment of the left lower lobe and closed to the visceral pleura (Fig. A and B). The mass measured 1.2 cm diametrically. There was no evidence of bronchial or vascular invasion. The bronchoscopic examination showed nothing in trachea and bronchus. The patient, however, refused to have the CT-guided percutaneous aspiration examination.\\nAs a diagnosis was not established, surgery was scheduled. We approached the tumor by using video-assisted thoracic surgery (VATS). The surgery was performed in the lateral decubitus position. Grossly, the tumor was solitary, well-circumscribed, and unencapsulated endobronchial lesion, measuring 1.3 × 1.1 × 1.2 cm. A microscopic examination revealed that it was circumscribed, although the tumor borders may show single cells or clusters of cells proliferating away from the main tumor mass (Fig. ). The inner tubular layer showed epithelial cell characteristics, whereas the outer layer exhibited myoepithelial cell characteristics. Immunostaining for P40, P63, and cytokeratin 5/6 was positive. However, the anaplastic lymphoma kinase-V, thyroid transcription factor-1 (TTF-1), synaptophysin, chromogranin A, and napsin A were negative (Fig. ). The postoperative course was ordinary. The patient was discharged 3 days after the operation with no complication. He has been followed up for 8 months without evidence of recurrence.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'29987577': 2, '24570870': 2, '22546111': 1, '19365889': 1, '26474503': 1, '18973918': 1, '26774826': 1, '9158714': 1, '29489660': 1, '4340536': 1, '20214352': 1, '20884075': 1, '21798017': 1, '12683896': 1, '22629483': 2, '19262250': 1, '19369010': 1, '17414103': 1, '22209183': 1, '32859224': 2, '17562240': 1, '24672694': 1, '32093457': 1, '7511356': 1, '24485468': 1, '11717540': 1, '26508939': 2, '23619585': 1, '26170995': 1, '22695014': 1, '24389442': 1, '22934215': 2, '17258020': 1, '26302736': 1, '26744686': 1, '11353064': 1, '27583848': 2}", "similar_patients": "{'4620345-1': 1, '3352177-1': 1, '3423864-1': 1, '3928267-1': 1, '7456004-1': 1, '6037657-1': 1}"}