{"patient_id": 67400, "patient_uid": "5487393-1", "PMID": 28701963, "file_path": "comm/PMC005xxxxxx/PMC5487393.xml", "title": "Hoarding Disorder: A Case Report", "patient": "We present a case of a 52-year-old married man, who has the sixth grade, and works as a mechanic. He has no previous history of medical conditions. As a psychiatric background, he reported depressive symptoms following the death of his only son 22 years ago.\\nThe patient was referred to treatment at the psychiatry department of Hospital de Braga for the first time by his family doctor for collecting various objects, predominantly stones, papers, and damaged pieces of cars that were deposited unorganized in the patient’s house. The patient collected these items because he thought they were valuable and/or usable in the future, but recognized that the collection was exaggerated. He could not discard any of these items, even if he never used them when needed. He reported to get anxious when someone else discarded some of these items. This behavior had started about 20 years earlier and it worsened with time. Despite, the thoughts of the possible use of these items were the reason why he could not throw out the possessions, these thoughts were not considered intrusive, repetitive, or egodystonic. The garage, attic, and surroundings of his house were cluttered with these objects (Figure ). The clutter in his house is classified in to seven categories according to the clutter image rating (, ).\\nOn admission, in the mental status examination, it was observed that the patient was vigil, calm, and oriented; his mood was depressed; his speech was organized, logic, and coherent; and there were no psychotic symptoms.\\nA psychotherapeutic plan for the patient was designed. The goals were to understand and educate the patient on his symptoms and beliefs, so he could understand the need of treatment. Cognitive restructuring of the beliefs and exposure to non-acquire and discard the objects saved were also explored. Along with the psychotherapeutic plan, a pharmacological treatment with fluvoxamine 100 mg id and trazodone 150 mg id was made, to treat the coexistent depressive symptoms and insomnia. During the first 6 months of treatment, the patient continued to buy and collect objects. Then, fluvoxamine was gradually augmented to 100 mg tid and quetiapine 200 mg was added to the treatment plan, with progressive improvement in the symptoms and the patient being able to sell/recycle most of the items after 9 months of this treatment (Figure ). The patient is currently medicated with quetiapine 100 mg id for insomnia and organized the spaces cluttered (Figure ). The patient and his wife were very gratified with the results.\\nThis study was performed in accordance with the provisions of the Declaration of Helsinki 2008 and was approved by the ethics eommittee of Hospital of Braga. We obtained informed written consent from the patient authorizing publication of clinical case and his photographs. His anonymity has been preserved.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'20336803': 1, '27067344': 1, '16112837': 1, '18849909': 1, '8871366': 1, '18597855': 1, '25639467': 1, '19687130': 1, '26213378': 1, '21193171': 1, '25483118': 1, '20336805': 1, '11560692': 1, '19548272': 1, '21770000': 1, '24722633': 1, '20189280': 1, '14624821': 1, '23609401': 1, '18495084': 1, '30171515': 1, '19457476': 1, '23565098': 1, '28701963': 2}", "similar_patients": "{}"}