{"patient_id": 122159, "patient_uid": "5758956-1", "PMID": 29326826, "file_path": "noncomm/PMC005xxxxxx/PMC5758956.xml", "title": "Collision tumor consisting of a colorectal adenocarcinoma and dissemination of a gastric adenocarcinoma", "patient": "A 78-year-old male presented with severe anemia and loss of 10% of body weight over 1 month. The patient’s medical history included diabetes mellitus and angina pectoris. His abdomen was soft and exhibited no tenderness on examination. Laboratory findings revealed a hemoglobin concentration of 10.6 g/dl. Serum carcinoembryonic antigen and carbohydrate antigen 19-9 levels were 12 ng/ml and 100.3 U/ml, respectively. An esophagogastroduodenoscopy revealed a Bormann type II tumor located in the lesser curvature of the lower body of the stomach. A colonoscopy also revealed a tumor with ulceration in the rectum (15 cm above the anal verge). Abdominal computed tomography revealed that the mass in the lower body of the stomach was associated with regional enlarged lymph nodes, whereas the wall thickness of the rectum showed no regional enlarged lymph nodes. Distant organ metastasis including liver metastasis and peritoneal dissemination was not observed in preoperative radiological findings. Thus, the TNM stages of the gastric cancer and colon cancer were preoperatively classified as T3N1M0 stage IIIA and T3N0M0 stage IIA, respectively, according to the 8th International Cancer Control (UICC) guidelines. Therefore, the patient underwent distal gastrectomy and rectectomy including dissection of each regional lymph node. In the operative findings, distant organ metastasis including liver metastasis and peritoneal dissemination were not observed. The patient’s postoperative recovery was uneventful, and he was discharged from the hospital after 11 days.", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'2031532': 1, '23808938': 1, '6735363': 1, '34222449': 2, '20649736': 1, '15737041': 1, '26635955': 1, '11937308': 1, '12352297': 1, '20872204': 1, '11957106': 1, '33304806': 1, '17949502': 2, '9823866': 1, '181131': 1, '9070483': 1, '7448709': 1, '12454811': 1, '26943405': 2, '3969962': 1, '25178338': 1, '29326826': 2}", "similar_patients": "{'2164962-1': 1, '8223825-1': 1, '4747933-1': 1}"}