{"patient_id": 114729, "patient_uid": "5120642-1", "PMID": 27844446, "file_path": "noncomm/PMC005xxxxxx/PMC5120642.xml", "title": "Severe Infliximab-Induced Alopecia and Scalp Psoriasis in a Woman with Crohn’s Disease: Dramatic Improvement after Drug Discontinuation and Treatment with Adjuvant Systemic and Topical Therapies", "patient": "A 23-year-old female with a history of Crohn’s disease had previously presented to another dermatologist for evaluation of alopecia. She had been treated with azathioprine, and her hair loss began 8 months after adding infliximab therapy.\\nAt that time, her scalp examination showed diffuse alopecia and an erythematous plaque with superficial scaling (Fig. ). A punch biopsy of the scalp was performed, and histopathologic examination revealed chronic folliculitis and perifolliculitis with dermal scarring and naked hair shafts in the dermal stroma. These histopathologic findings were consistent with a diagnosis of folliculitis decalvans.\\nInfliximab infusions were discontinued, and the patient was prescribed oral minocycline (100 mg twice daily) to treat her folliculitis decalvans. During the subsequent month, her alopecia progressed, and she developed pruritic lesions that covered her scalp. She presented to us for a second opinion.\\nHer scalp examination now demonstrated psoriasiform changes characterized by well-defined erythematous plaques with an overlying white silvery scale (Fig. ). The diagnosis of alopecia and scalp psoriasis secondary to infliximab treatment was suspected. Severe seborrheic dermatitis and/or scalp infection was also included in the differential diagnosis.\\nInitially, adjuvant topical interventions were initiated. The patient applied betamethasone lotion twice daily. In addition, mineral oil was covered with a shower cap on the scalp overnight. Each morning, either 5% coal tar, 2% ketoconazole, or 6% salicylic acid shampoo was used to wash the scalp. The twice daily oral minocycline was maintained, and a bacterial culture of her scalp was performed.\\nTwo additional bacterial cultures of her scalp (monthly, over the subsequent months) were performed to assess for the possibility of associated infection; the patient continued the oral minocycline therapy during this time. The scalp bacterial cultures grew Acinetobacter species, Acinetobacter baumanii, and Acinetobacter radioresistens, respectively—each of the organisms was susceptible to minocycline. However, since the variants of Acinetobacter continued to persist while she received minocycline treatment, consultation with an infectious disease specialist determined that the isolated bacteria were commensal species, and the oral antibiotic was discontinued.\\nThe patient’s alopecia and scalp psoriasis both remarkably improved. Indeed, at her 4-month follow-up visit there were no scalp scales and all of her hair had returned (Fig. ). Her topical scalp therapies were tapered and subsequently discontinued. Neither her alopecia nor scalp psoriasis recurred.\\nUstekinumab was initiated to treat her Crohn’s disease, and her inflammatory bowel disease remains well controlled. In addition, she has not developed either alopecia or scalp psoriasis.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'20580412': 1, '23052429': 1, '31308623': 1, '19462433': 1, '24831323': 1, '29292715': 1, '26641955': 1, '22935567': 1, '24681837': 1, '25830994': 2, '21453886': 1, '22676386': 1, '27738572': 2, '17300238': 1, '24174369': 1, '14699361': 1, '21188019': 1, '8977716': 1, '21995665': 1, '34840997': 1, '21957906': 1, '20875336': 1, '27844446': 2}", "similar_patients": "{'5059146-1': 1, '4371673-1': 1, '4371673-2': 1}"}