{"patient_id": 115561, "patient_uid": "5241851-1", "PMID": 28163434, "file_path": "noncomm/PMC005xxxxxx/PMC5241851.xml", "title": "Aortic and pulmonary artery calcification: An unusual manifestation of twin-to-twin transfusion syndrome", "patient": "The mother was a 24-year-old primigravida with twin gestation (monochorionic diamniotic) of spontaneous conception. An ultrasound examination at 20 weeks of gestation showed TTTS, and hence, laser photocoagulation of placental vascular anastomoses was done. Postprocedure, the donor fetus developed hydrops fetalis and the recipient fetus showed a high middle cerebral artery peak systolic velocity. Subsequently, the donor fetus showed ventriculomegaly on neurosonography though hydrops had significantly reduced. Both twins developed polyhydromnios possibly giving the diagnosis of twin reversed arterial perfusion sequence. Bipolar cord occlusion of the donor twin was done as per the parents' decision. Thereafter, the recipient twin showed calcifications in ascending aorta and proximal portion of the pulmonary artery with high-velocity flow in both vessels on fetal ultrasonography. Pericardial effusion was consistent and persisted throughout the entire gestation. Fetal echocardiography of the recipient twin showed hyperechogenicity in the root of the pulmonary artery and aorta, excluding the valves and extending beyond the sinotubular junction in the aorta. The antegrade flow was seen across pulmonary artery and aorta with high velocity, and also calcifications were noted in the distal descending aorta. Institutional delivery was advised and regular monitoring was carried out till delivery. Baby was delivered by cesarean section at a gestational age of 32.1 weeks, with the weight of 1840 g.\\nSerum calcium was 9.4 g/dl with ionic calcium of 1.18 mmol/L. Chest X-ray was unremarkable. Neonatal echocardiography was performed in the Neonatal Intensive Care Unit (NICU), which showed calcification of the main pulmonary artery and descending thoracic aorta with a maximum gradient of 10 mm Hg, a small patent ductus arteriosus, and a patent foramen ovale. Serial echoes showed no increase in the flow velocities across the great vessels. Cardiac computed tomography showed calcification of the great vessels (both aorta and pulmonary atery). There were no calcifications elsewhere in the body.\\nGenetic studies for Idiopathic Arterial Calcification of Infancy (IACI) were negative. Initially, bisphosphonate was planned as therapy but was withheld in view of no progression of calcification or deterioration of clinical status. The neonate was closely monitored in the NICU and discharged with a good weight gain on day 25 of life. The baby has been asymptomatic and follows-up regularly with blood pressure monitoring. Following Figures and shows calcifications in descending aorta and pulmonary artery while shows cardiomegaly in fetal heart.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'12574984': 1, '7386204': 1, '3839656': 1, '10962042': 1, '11438948': 1, '8068474': 1, '2251001': 1, '7724139': 1, '2240100': 1, '2002975': 1, '12181221': 1, '28163434': 2}", "similar_patients": "{}"}