{"patient_id": 113618, "patient_uid": "5031075-1", "PMID": 27656197, "file_path": "noncomm/PMC005xxxxxx/PMC5031075.xml", "title": "An alternative technique for direct implantation of an anomalous left coronary artery arising from the pulmonary artery with complex coronary arteries", "patient": "A 1-month-old female was admitted to our institution with high fever, cough and poor feeding caused by respiratory syncytial virus infection. Two-dimensional and color-flow Doppler echocardiography demonstrated a grossly hypokinetic and dilated left ventricle with mild-to-moderate mitral regurgitation, in addition to reversal of flow from the anomalous left coronary artery into the pulmonary artery (PA) that constituted a left-to-right shunt. Cardiac catheterization and computed tomography coronary angiography showed the single right coronary arising from the aorta and retrograde filling of the left coronary artery with a very short main coronary trunk that originated from the rightward posterior sinus of the PA (Fig. ).\\nCardiopulmonary bypass with bicaval and distal aortic cannulation and mild hypothermia were established. Both pulmonary arteries were dissected and looped. Cardioplegic spikes were inserted into both the ascending aorta and the pulmonary trunk (PT), and a left side vent was placed through the right upper pulmonary vein. The aortic crossclamp was placed high, and cardioplegic solution was delivered simultaneously into the aortic root and the PT using a bifurcated cardioplegia delivery system to maximize protection of the left ventricle, after bilateral pulmonary arteries were snared tightly to prevent perfusion steal into the pulmonary bed from the PA cannula. The ascending aorta was transected at a high level more than 10 mm above the sinotubular junction, and the main PA was transected just below the bifurcation. The left coronary artery originated from the rightward posterior sinus of the pulmonary sinus with a single orifice and a very short main trunk. The coronary button was harvested with a generous cuff of the pulmonary sinus wall, and the proximal portion of the coronary artery was mobilized with preservation of branches. A trap-door incision was made in the ascending aorta higher than the aortic commissure (Fig. A), and the coronary cuff was sewn with a 7-0 polypropylene suture, starting at the bottom of the J-shaped incision and the inferior end of the cuff. After partial resection of the superior edge of the J-shaped aortic flap, the superior excess cuff was folded inside and covered with the bay window-like bulged coronary channel (Fig. B). The proximal aortic stump was anastomosed to the ascending aorta with a 6-0 polypropylene suture. The anterior wall of the transverse section of the ascending aorta was anastomosed to the inner edge of the folded-down cuff (Fig. C). The defect in the main PA was reconstructed with a generous fresh autologous pericardial patch.\\nThe patient's postoperative course was uneventful, and echocardiography revealed trivial mitral regurgitation after weaning off cardiopulmonary bypass. She had an uneventful postoperative recovery and no kinking and overstretching of the translocated left coronary artery (Fig. D).", "age": "[[1.0, 'month']]", "gender": "F", "relevant_articles": "{'8041183': 1, '24480257': 1, '12822613': 1, '12297175': 1, '7598626': 1, '27656197': 2}", "similar_patients": "{}"}