{"patient_id": 113397, "patient_uid": "5009572-2", "PMID": 27625895, "file_path": "noncomm/PMC005xxxxxx/PMC5009572.xml", "title": "Iatrogenic spinal hematoma as a complication of lumbar puncture: What is the risk and best management plan?", "patient": "An 83-year-old man with a history of coronary artery disease status postquintuple coronary artery bypass grafts on no anticoagulation, or antiplatelet agent, initially presented to an outside hospital for evaluation of severe, sudden-onset headache with a subsequent diagnostic LP performed in the Emergency Department. Shortly after this intervention, the patient developed severe lower back pain and bilateral lower extremity weakness. Imaging with MR of the thoracic and lumbar spine demonstrated a thoracolumbar supposedly epidural hematoma for which the patient was admitted for nonsurgical management, which by report resulted in some improvement of lower extremity weakness. However, persistent motor deficits, and increasing difficulty ambulating with a rolling walker prompted a transfer to our tertiary care center for evaluation and potential intervention.\\nMRI performed at 3 weeks after symptom onset demonstrated a large subdural hematoma spanning from T7 to the sacrum, which exerted a considerable mass effect on the thoracic cord and cauda equina []. As a result, the patient urgently underwent laminectomies of T7 through S1, with coincidental observation of a congenitally narrow spinal canal and lateral recess stenosis–the combination of which did not allow for any expansion of the dura. With decompression, the dura bulged nicely but remained discolored with a densely packed subdural collection. After five small durotomies at regular 2.5-inch intervals, subdural clot mobilization and suction-irrigation allowed for retrieval of a large amount of blood, with the nerve roots and proximal cord well mobilized. Microscopic primary durotomy closures were performed without leakage on Valsalva maneuver.\\nPostoperatively, the patient demonstrated resolution of the underlying hematoma without evident caudal nerve root compromise. After titration off pain management and steroids, he was discharged to an acute rehabilitation facility on hospital day 8. At 6-months, strength and sensation in the lower extremities recovered without any residual deficit. Repeat MRI demonstrated complete resolution of the intrathecal hematoma (not shown).", "age": "[[83.0, 'year']]", "gender": "M", "relevant_articles": "{'9054268': 1, '6736390': 1, '572011': 1, '15121964': 1, '15374561': 1, '430734': 1, '29459315': 1, '154073': 1, '946103': 1, '19214034': 1, '10625917': 1, '32553867': 1, '11437143': 1, '12391473': 1, '10483835': 1, '637434': 1, '24445973': 1, '29796797': 1, '3767019': 1, '19340782': 1, '7207553': 1, '4525944': 1, '18534309': 1, '14873634': 1, '12520314': 1, '6572224': 1, '17828560': 1, '4841881': 1, '31489213': 2, '8538335': 1, '6869865': 1, '2770992': 1, '30847402': 1, '10963974': 1, '442392': 1, '29285409': 2, '24472820': 1, '16434344': 1, '19282180': 1, '27625895': 2}", "similar_patients": "{'5009572-1': 2, '5735427-1': 1, '6711277-1': 1}"}