{"patient_id": 68795, "patient_uid": "5594464-2", "PMID": 28893260, "file_path": "comm/PMC005xxxxxx/PMC5594464.xml", "title": "Long-lasting complete response status of advanced stage IV gall bladder cancer and colon cancer after combined treatment including autologous formalin-fixed tumor vaccine: two case reports", "patient": "A 64-year-old man with stage IV colon cancer underwent right hemicolectomy on May 12, 2006. As he did not visit a hospital, he was not aware of the symptoms until a very late stage of colon cancer. During surgery, he was diagnosed as T4b, N3, H0, P1, M1, with 11 metastases of 28 para-aortic lymph nodes and direct abdominal wall invasion accompanied by ascites (Fig. ) and he underwent non-curative (R2) resection. He received first-line adjuvant chemotherapy (tegafur 400 mg/uracil 75 mg; 8 courses) until February 2008. However, the therapy was subsequently replaced with bevacizumab in combination with oxaliplatin, fluorouracil, and leucovorin (FOLFOX4: 13 courses) owing to an increase in the size of the remaining para-aortic lymph nodes. From May 2008, he was administered the third round of adjuvant chemotherapy comprising 12 courses of capecitabine (300 mg/day). However, a new 4-mm mass appeared on CT of the left lung in August 2008 and was confirmed in July 2009 (Fig. ). Chemotherapy was continued until he experienced cerebral infarction in February 2009. After rehabilitation, he was administered AFTV (prepared as reported in [], using paraffin-embedded autologous primary and lymph node-metastasized colon cancer instead of breast cancer) in August 2009, and he received radiation to the increasing para-aortic lymph nodes (50 Gy/25 frac/5 weeks). After the radiation therapy, he was administered a second course of AFTV in July 2010. The CA19-9 level decreased gradually, and the para-aortic lymph node metastases disappeared (confirmed in 2015; Fig. for the lymph node and Fig. for the CA19-9 level). The mass observed in the left lung also disappeared without direct radiation therapy. Combined treatments with conventional chemotherapy, two courses of AFTV, and radiation helped to resolve his condition, and there has been no recurrence for more than 5 years.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'11474495': 1, '18488776': 1, '22612596': 1, '8189262': 1, '17594719': 1, '11985784': 1, '10951337': 1, '15014006': 1, '29576883': 1, '11956904': 1, '11000584': 1, '8000995': 1, '18777956': 1, '15275738': 1, '7585045': 1, '23511564': 1, '9874470': 1, '15853665': 1, '23734861': 2, '26003804': 1, '23523316': 1, '26421012': 1, '25430811': 1, '12019035': 1, '9740690': 1, '31788270': 1, '28893260': 2}", "similar_patients": "{'5594464-1': 2, '3694459-1': 1}"}