{"patient_id": 67355, "patient_uid": "5484213-1", "PMID": 28640105, "file_path": "comm/PMC005xxxxxx/PMC5484213.xml", "title": "Glomerulonephritis and granulomatous vasculitis in kidney as a complication of the use of BRAF and MEK inhibitors in the treatment of metastatic melanoma", "patient": "A 55-year-old woman was hospitalized in the nephrology unit of Huriez Hospital, Lille, in January 2016. She had no previous history of any major disease. She had been diagnosed a superficial spreading type melanoma of the right thigh in March 2015, with BRAF V600E mutation. In September 2015, a CT-scan detected a pulmonary metastasis. She was then treated with encorafenib (450 mg once a day per os), a new BRAF inhibitor, and binimetinib (45 mg twice a day per os), a MEK inhibitor.\\nThe treatment started in November 2015, when serum creatinine concentration was 0.77 mg/dL. In January, the laboratory testing measured a serum creatinine concentration of 2.8 mg/dL, prompting transfer to our nephrology department. On arrival the patient's BP was 130/70 mm Hg, and her heart rate and temperature were 88 bpm and 37.6 °C, respectively. She weighed 74 kg. She only complained of having experienced joint pain in the previous few weeks, but examination revealed no arthritis. Otherwise, examination results were completely normal. She did not present any rash or skin lesions on the previous days. Her recent medical history did not record new events. Three days before she arrived, she took ibuprofen 200 mg twice a day. She did not take any other medication.\\nThe patient's serum creatinine concentration was 2.8 mg/dL, with blood urea 114 mg/dL, sodium level 133 mmol/L, and potassium level 5 mmol/L. Albumin level was 33 g/L and calcium level 8.4 mg/dL. C-reactive protein level was 1.23 mg/dL. She had a leucocyte count of 11,000/mm3 including 8700 polynuclear neutrophils and 1500 lymphocytes without polynuclear eosinophils.\\nUrine analysis showed a 1 g/day proteinuria, without leucocyturia or hematuria.\\nSerum protein electrophoresis was normal. Plasma tests for antineutrophil cytoplasm antibody and antiglomerular basement membrane antibody were negative. The test for antinuclear antibodies was negative.\\nA kidney biopsy was performed. Light microscopy revealed 6 glomeruli, including one that was globally sclerotic, with endocapillary proliferation in half of them. Four showed extracapillary proliferation with a granulomatous reaction. Several arterioles exhibited acute necrotizing arteritis with fibrinoid necrosis and a perivascular infiltrate that had a granulomatous appearance with palisading epithelioid macrophages. Major tubular necrosis was also present. Immunofluorescence was weakly positive for C1q and C3 staining, with focal and segmental endomembranous deposits. It was strongly positive for fibrinogen in the crescents. Immunostaining for kappa, lambda, IgG, IgA, and IgM was negative.\\nElectron microscopy, in one glomerulus without crescent, showed podocytes with cytoplasmic swelling and vacuolization. There was also focal interdigitating foot-process effacement. We did not find any debris or deposit in the subendothelial space.\\nEncorafenib and binimetinib were then stopped the 5th of January. The patient's serum creatinine decreased subsequently to 1.5 mg/dL at the beginning of February with a proteinuria stable at 1.2 g/24 hour. The patient did not receive steroids.\\nStarting March 2016, she was subsequently treated with pembrolizumab, an immunotherapy targeting program cell death 1. From March to July 2016, serum creatinine level was around 1.1 mg/dL, and there was a resolution of proteinuria. However, there was neither improvement nor worsening of the cancer lesions with pembrolizumab. Therefore, in July 2016 dabrafenib and trametinib, alternative BRAF and MEK inhibitors were introduced, and pembrolizumab was stopped. In October 2016, serum creatinine was 1.0 mg/dL and urine analysis showed no proteinuria.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'27861332': 1, '21393075': 1, '12632429': 1, '31604452': 2, '28242136': 1, '23020132': 1, '24737576': 1, '31231568': 1, '26182194': 1, '27371224': 1, '32580351': 1, '26503355': 1, '26985376': 1, '31687241': 2, '17942568': 1, '12631105': 1, '20591883': 1, '19961364': 1, '28640105': 2}", "similar_patients": "{'6800898-1': 1, '6788031-1': 1}"}