{"patient_id": 123320, "patient_uid": "5846219-1", "PMID": 29552535, "file_path": "noncomm/PMC005xxxxxx/PMC5846219.xml", "title": "Ameboma of Colon Simulating Colonic Adenocarcinoma", "patient": "A 70-year-old gentleman presented to our hospital in the Department of Medicine with complaints of the right lower quadrant abdominal pain, abdominal distension, and constipation for the past 2 days. He also had complaints of moderate-to-high-grade fever, with chills and rigors. Past and personal history was not significant. Abdominal examination revealed an ill-defined mass in the right iliac fossa which was tender on palpation. No abnormality was detected on per rectal examination. Laboratory investigations revealed leukocytosis with neutrophilia. Ultrasonography of the abdomen showed dilated bowel loops with no intraperitoneal collection and normal solid viscera. Contrast-enhanced computerized tomography scanning of the abdomen showed irregular mural thickening of the cecum and ascending colon till hepatic flexure []. The approximate length of involvement of the colon was 12–13 cm and maximum thickness was 2.7–2.8 cm. Adjacent mesocolonic fat stranding and haziness were seen with subcentimetric lymph nodes. Distal ileal loops appeared prominent (2.7–2.8 cm in diameter) with “small bowel fecal sign” []. These features were suggestive of neoplastic etiology of the cecum and ascending colon.\\nColonoscopy was planned for biopsy. After bowel preparation, the patient complained of severe abdominal pain and developed generalized tenderness and involuntary guarding. The patient had tachycardia and a toxic look. Erect X-ray chest of the patient revealed air under the right dome of diaphragm. The patient underwent emergent laparotomy. Intraoperatively, there was 1.5 l of purulent fluid with fecal staining along with an approximately 0.5 cm perforation noted in the anterior wall of cecal mass. The ascending colon appeared thickened. Right hemicolectomy was performed and end ileostomy with transverse colon as distal mucus fistula made. The recovery of the patient was uneventful and the patient underwent restoration of bowel continuity after 6 weeks.\\nGrossly, serosa was covered with exudates and showed a healed perforation. There were numerous ulcers in the ascending colon. Thirteen lymph nodes were isolated and had diameter ranging from 0.5 to 1.5 cm. Microscopic examination revealed numerous flask-shaped ulcers in cecal mucosa reaching up to the submucosa. At places, there were transmural ulcerations. Ulcers were covered with necrotic debris with mixed inflammatory infiltrate. In necrotic debris, numerous trophozoites of E. histolytica were seen which were periodic acid-Schiff (PAS) stain positive [Figures and ]. The appendix showed obliterative appendicitis with serositis. Thirteen lymph nodes isolated from mesentery showed reactive hyperplasia. No evidence of malignancy was noted. A final diagnosis of ameboma was made.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'16495594': 1, '25250235': 2, '30693215': 2, '14997156': 1, '19332922': 1, '12685960': 1, '8969667': 1, '16610001': 1, '11361280': 1, '24403882': 2, '12700377': 1, '29552535': 2}", "similar_patients": "{'3884178-1': 1, '6329265-1': 1, '4166798-1': 1}"}