{"patient_id": 113468, "patient_uid": "5016740-1", "PMID": 27609734, "file_path": "noncomm/PMC005xxxxxx/PMC5016740.xml", "title": "Life-threatening hemorrhage from acquired hemophilia A as a presenting manifestation of prostate cancer", "patient": "The patient was a 66-year-old male with a medical history of schizophrenia, who presented with a 1 month history of inability to ambulate secondary to right thigh pain and swelling that progressively worsened over 2 weeks. There was no history of trauma to the leg or intravenous drug abuse. The patient denied taking any prescribed or over-the-counter medications. There was no personal or family history of bleeding disorders. Physical examination was remarkable for hard and swollen right mid-thigh area. Computed tomography (CT) scan of right lower extremity showed heterogeneous enlargement of the musculature of the anterior compartment of the right thigh () and an enlarged prostate (). Concern for compartment syndrome led to immediate surgical intervention and a large hematoma was evacuated from the right thigh. Tissue biopsy confirmed the diagnosis of hematoma. Postoperatively, the patient started bleeding profusely from the incision site, requiring multiple units of packed red blood cell transfusions and fresh frozen plasma for hemostasis as an emergency measure. Laboratory analysis revealed that aPTT was prolonged at 65 s (reference range 25–38 s) with normal PT 12.8 (reference range 11.7–13.9 s) and International normalized ratio (INR) 1.0 (reference range 0.9–1.1). Further investigation with mixing studies revealed time-dependent inhibitor of fVIII. fVIII inhibitor level was elevated at 140.9 Bethesda units (reference range ≤ 0.4) and fVIII activity was <1% of normal (reference range 50–180%), thus establishing a diagnosis of acquired fVIII deficiency. After confirmation of the diagnosis, hemostatic fVIII inhibitor bypassing agent recombinant activated factor VIIa (rfVIIa) was infused, however; the patient experienced recurrent bleeding requiring activated prothrombin complex concentrate (aPCC) to stabilize the bleed. Prednisone 1 mg/kg/day and cyclophosphamide 2 mg/kg/day were initiated in addition to supportive care to suppress the production of inhibitor.\\nFurther workup to diagnose the underlying etiology revealed significantly elevated prostate-specific antigen (PSA) level at 131 ng/ml (reference range 0.05–4 ng/ml), and a diagnosis of prostate cancer was made (, ). Serum human immunodeficiency virus, hepatitis panel, erythrocyte sedimentation rate, and antinuclear antibody were negative. In addition to normal alkaline phosphatase, CT scan of chest, abdomen, and pelvis with intravenous contrast did not show any evidence of bony metastasis or lymph node involvement. In light of high bleeding risk and patient's overall critical condition, decision was made to treat locally advanced prostate cancer with hormonal therapy alone. The patient was started on luteinizing hormone-releasing hormone analogue leuprolide and antiandrogen therapy with bicalutamide. The patient had a prolonged hospital course complicated by hemorrhagic shock, acute upper gastrointestinal bleeding secondary to severe erosive esophagitis, and small bowel obstruction. The patient continued to improve and was eventually discharged to a skilled nursing facility after 35 days of hospitalization.\\nThree weeks after the discharge, the patient was readmitted due to minor bleeding from the surgical wound, requiring one dose of aPCC and local application of aminocaproic acid. The patient was discharged in stable condition after 2 days of inpatient stay. The patient had a follow-up positron emission tomography–computed tomography (PET-CT) scan with F-18 fludeoxyglucose (FDG), which confirmed an irregularly enlarged prostate gland 5.5 cm×5 cm (compared to 7.6 cm×7.0 cm, 7 months ago) extending into inferior portion of urinary bladder, suggesting prostate cancer. There were not any hypermetabolic abnormalities elsewhere suggesting evidence of metastasis.\\nAt 3 months follow-up, no further hemorrhagic episodes were noted. The patient's aPTT was 30.6 s and the PSA level (1.3 ng/ml) had normalized. FVIII inhibitor was non-detectable and fVIII activity level had increased to 170% (). The patient continues to remain asymptomatic with regular follow up in our outpatient hematology and oncology clinic.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'9063379': 1, '15385040': 1, '11434702': 1, '33591907': 1, '22379585': 1, '9723568': 1, '22517903': 1, '26679396': 1, '9831424': 1, '22682137': 1, '8128430': 1, '32110407': 2, '7573000': 1, '11844135': 1, '17461924': 1, '12394692': 1, '9423795': 1, '14962206': 1, '6792737': 1, '9245226': 1, '2496636': 1, '10192458': 1, '17880429': 1, '27609734': 2}", "similar_patients": "{'7026807-1': 1}"}