{"patient_id": 64237, "patient_uid": "5236055-1", "PMID": 28091937, "file_path": "comm/PMC005xxxxxx/PMC5236055.xml", "title": "Ocular mycobacteriosis—dual infection of M. tuberculosis complex with M. fortuitum and M. bovis", "patient": "A 38-year-old Indian male presented with decreased vision in the left eye for 3 months. His vision was 6/6 in the right eye and 3/60 in the left eye. The intraocular pressure with Goldmann applanation tonometery was 16 and 18 mmHg in the right and left eye, respectively. Examination of the right eye was normal. Examination of the left eye revealed clear cornea with 2+ cellular reaction, 1+ flare, 1+ vitritis, and a large elevated mass lesion with massive exudation (Fig. ). Fundus flourescein angiography revealed early blocked fluorescence in the lesion, network of retinal vessels forming retinal angiomatosis proliferans (RAP) lesions with late pooling of dye. We kept a strong possibility of tubercular choroidal granuloma with associated RAP lesion based on the above clinical findings.\\nPatient was a farmer by occupation. Past history revealed treatment with pulse dose of intravenous steroids followed by oral steroids at 1 mg/kg body weight, dexamethasone intravitreal implant (Ozurdex, Allergan), and co-trimoxazole for presumed ocular toxoplasmosis. This long-term use of systemic steroids at a high dosage leads to an immunosuppressed state thereby leading to a disseminated form of infection. Past investigations like complete hemogram, VDRL, HIV, HBsAg, Toxo IgG /IgM, and Mantoux test were normal. At our center, examination by internist revealed normal examination except for erythematous area with small pustule on the sternal aspect of chest. Contrast-enhanced computed tomography (CECT) of chest showed loculated pericardial effusion in anterior part along with small foci of subsegmental collapse and bronchiectasis in the left upper lobe, paracardiac part of the right medial lobe and left lingual along with few subcentimeter lymph nodes in the right paratracheal chain. Sternal pus sample was drawn which showed acid-fast bacilli (AFB) on Ziehl-Neelsen staining, and Mycobacterium tuberculosis complex (MTBC) was detected by gene expert.\\nThe patient was started on antitubercular treatment (ATT), i.e., rifampicin 600 mg, isoniazid 300 mg, pyrazinamide 1500 mg, ethambutol 800 mg, and pyridoxine 10 mg. In view of presence of dexamethasone implant (Ozurdex, Allergan), oral steroids were not given. Intravitreal bevacizumab was given for RAP lesion. In the next 2 months, there was a gradual resolution of exudative detachment with BCVA improvement. Complete resolution of the sternal lesion was noticed. Two weeks later, he presented with drop in vision and re-appearance of exudation. Clinical impression of paradoxical worsening was made. He was put on oral steroids along with ATT owing to worsening in next 3 days despite treatment. Two weeks later, 25-gauge diagnostic vitreous surgery was done. Large number of AFB on Ziehl-Neelsen stain and auramine-rhodamine stain were noticed. The conventional mycobacteria growth indicator tube (MGIT) 960 system also showed positive growth. The presence of MTBC was confirmed by multiplex polymerase chain reaction (PCR) [], Gene Xpert, and line probe assay (LPA). It was reported as sensitive to rifampicin by Gene Xpert and sensitive to both rifampicin and isoniazid by LPA. On subculture from MGIT bottle onto Lowenstein-Jensen (LJ) medium, it grew nontubercular mycobacteria (Fig. ) confirmed by acid-fast staining. Subsequently, standard biochemical tests were carried out along with further subculture on 2 LJ slants and Mac Conkey medium. The organism was found to be a rapid grower and formed tiny pink colonies on Mac Conkey (Fig. ). Presumptively, the organism was identified as M. fortuitum using standard biochemical reactions like nitrate reduction and 68 °C catalase. For further confirmation, the isolate was subjected for PCR targeting M. fortuitum complex specific SOD gene primers and yielded a PCR product of 275 bp as described previously [] (Fig. c). For PCR, 5 ml eluted DNA from culture of M. fortuitum and patient’s vitreous fluid (VF) sample was used. For PCR amplification with 1× PCR buffer (10 mM Tris with 15 mM MgCl2), 200 mM deoxynucleotide, 1 mM of each primer (forward primer 5′CCAAGCTCGATGAGGCGCGG 3′ and reverse primer 5′CCGATCGCCCAGGTCTGT3′), and 1 unit of Taq polymerase (Bangalore Genei, Bangalore, India). Following cycling conditions were used denaturation at 95 °C for 5 min, 35 cycles consisting of denaturation at 94 °C for 15 s, annealing at 60 °C for 15 s, and extension at 72 °C for 10 min. DNA extracted from ATCC M. fortuitum was used as positive control, and PCR grade water was used as negative control. Positive results yielded 275 bp PCR product in positive control, DNA extracted from M. fortuitum culture and DNA extracted from patient’s VF as shown in Fig. . PCR product of M. fortuitum was confirmed by sequencing. Interestingly, the subculture made onto the solid LJ medium (Fig. ) from the MGIT positive tubes showed presence of relatively moist colonies within 3 days of incubation. These colonies of a “rapid-grower” on LJ slopes, along with the fact that the patient was not responding to conventional ATT, were strong pointers towards a dual infection. The rapid grower formed tiny pink colonies on Mac Conkey agar (Fig. ) and were presumptively identified as M. fortuitum on the basis of nitrate reduction and 68 °C catalase. They were later confirmed using PCR targeting specific primers for M. fortuitum [] (Fig. ). When the LJ sloped were allowed to incubate for extended period, rough buff-colored colonies also appeared along with M. fortuitum colonies after 14 days of incubation. As this second etiological agent was already known to belong to MTBC (by Gene Xpert and LPA), specific PCRs for common agents of MTBC were carried out. It was confirmed as M. bovis using specific Hup B gene, as described previously [] (Fig. ). On 24-locus MIRU-VNTR typing [], using reference database and analysis available at , the MTBC isolate was found to be of the CAS-Delhi type.\\nOral levofloxacin 500 mg twice a day was added, since the rapid growers like M. fortuitum is found to be sensitive to flouroquinolones (third generation) in addition to the ATT []. PET scan revealed intense FDG uptake in the affected eyeball and left supraclavicular, mediastinal, right upper, and lower paratracheal and bilateral hilar lymph nodes. In view of the poor response to treatment, he was investigated to rule out immunosuppression. His CD4 count was very low (2.8%, absolute count—51/μl), with absolute lymphocyte count of 1807/μl. Repeat HIV and HIV-1 proviral DNA were negative. Steroids were stopped, and ATT was continued for a total duration of 1 year. However, we were not able to save the eye anatomically and functionally. At 9 months of follow-up, the left eye had no light perception with phthisis bulbi and the other eye was normal. Repeat PET scan revealed no FDG uptake in the previously involved tissues. Oral isoniazid and rifampicin were continued, while oral levofloxacin was stopped.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'23514226': 1, '31355123': 2, '30863706': 1, '31636998': 2, '33964902': 1, '31939389': 1, '25517825': 1, '16507489': 1, '22516536': 1, '8747438': 1, '31239722': 1, '34444201': 1, '26502690': 1, '17005759': 1, '26106601': 1, '28091937': 2}", "similar_patients": "{'6791014-1': 1, '6637434-1': 1}"}