{"patient_id": 68315, "patient_uid": "5559932-1", "PMID": 28840049, "file_path": "comm/PMC005xxxxxx/PMC5559932.xml", "title": "Recalcitrant Lateral Premalleolar Bursitis of the Ankle Associated with Lateral Ankle Instability", "patient": "A 66-year-old woman complained of an intractable swelling of the right ankle and difficulty in wearing shoes on the affected side because of the swelling. She had a medical history of type 2 diabetes, hypertension, and dyslipidemia. The patient had become blind due to diabetic retinopathy at the age of 35 years. After an inversion sprain of her right ankle which occurred two years previously, which was treated conservatively by her local doctor, she began to feel discomfort in the ankle. She noticed that the anterolateral part of the ankle gradually got swollen. The patient visited a nearby orthopedic clinic about a year after the episode of ankle sprain and was diagnosed with lateral premalleolar bursitis. Conservative treatment including several aspirations and corticosteroid injections failed to reduce the size of the bursitis, and the patient was referred to our hospital for surgical treatment. Physical examination revealed a fluctuant mass 5 × 8 cm in size, over the anterolateral part of the right ankle (). There was no local heat or redness. A callus was formed just over the surface of the mass on the right foot and at the same position on the left foot. Tenderness was localized around the anterior talofibular ligament (ATFL), and instability and apprehension were evoked by the anterior drawer test. Clear yellowish fluid was aspirated from the mass and was cultured, but no organism growth was observed.\\nPlain radiographs revealed no apparent abnormality except for a round soft tissue shadow corresponding to the lesion in the anterolateral aspect of the ankle. Varus and anterior instability were obvious with stress radiography (). Magnetic resonance imaging (MRI) of the right ankle displayed a homogeneous multicystic lesion in contact with the anterolateral capsule of the ankle joint that had isointensity on T1-weighted, high intensity on T2-weighted, and high intensity on short T1 inversion recovery (STIR) images, indicating fluid collection in the lateral premalleolar bursa. MRI also showed unstrained ATFL and fluid collection in the sheath of the extensor digitorum longus (EDL) tendon (). These clinical findings and her past history prompted us to consider that chronic ankle instability and the disrupted capsule due to the past ankle sprain might have contributed to the recalcitrant bursitis with the disrupted capsule working as a check valve.\\nWe performed bursectomy and ATFL repair for this case. In the operating room, ankle arthrography was performed before the surgery. Contrast medium was injected into the right ankle joint and the joint was passively moved to spread the medium. The arthrogram showed contrast medium leaking from the anterior aspect of the joint into the tendon sheath of the EDL and the distal tibiofibular syndesmosis and from the posterior aspect of the joint into the tendon sheath of the flexor hallucis longus (FHL) and the tibialis posterior indicating ruptures of the joint capsule of the ankle joint (). No leakage into the bursa was observed. Following the arthrography, indocyanine green was injected into the lateral premalleolar bursa percutaneously so that the margin of the bursa to be resected could be easily visualized. The indocyanine green injection was performed under arthroscopic observation of the ankle joint; however, leakage of the indocyanine green into the joint was not observed. Arthroscopy also revealed the tear of ATFL on the fibular side and a disrupted posterior capsule leading to exposure of the FHL tendon. Next, we performed open bursectomy with a transverse skin incision just above the bursa. The thin cutaneous layer around the bursa was stripped off with particular attention to the dorsal cutaneous nerve. When the underside surface of the bursa was being dissected from the underlying extensor retinaculum, the bursa was found to communicate with the tendon sheath of the EDL through a fistula 5 mm in diameter (). The fistula and inner side of the tendon sheath were stained with indocyanine green confirming a communication between the bursa and the tendon sheath. The bursa was completely removed and the fistula was closed with a few absorbable sutures. We then repaired the ATFL according to the modified Broström-Gould method using suture anchors. Postoperatively, full weight bearing was allowed immediately with a soft ankle brace. Activity without a brace was allowed at 12 weeks after the surgery. The surgical wound healed without complications. Histological investigation of the resected specimen revealed hyalinized fibrous tissue with proliferation of microvessels and granulation tissue and the migration of inflammatory cells, compatible with chronic bursitis. The patient was followed up for 17 months without recurrence of bursitis. The patient was satisfied with the result and had no difficulty wearing shoes and no functional disability at the latest follow-up", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'4011891': 1, '1941580': 1, '10789798': 1, '8816552': 1, '10653553': 1, '22389747': 2, '33282667': 1, '6864631': 1, '28190095': 1, '4916772': 1, '7436561': 1, '11206827': 1, '28840049': 2}", "similar_patients": "{'3286309-1': 1, '3286309-2': 1, '3286309-3': 1, '3286309-4': 1}"}