{"patient_id": 121909, "patient_uid": "5739045-1", "PMID": 29302305, "file_path": "noncomm/PMC005xxxxxx/PMC5739045.xml", "title": "Lemierre syndrome: a diagnostic dilemma in paediatric patients", "patient": "A 7-year-old male child presented with a 1-week history of fever, cough and earache at a local district hospital. The child had previously been investigated for hypernasal speech by the speech and language therapy team, with normal palatal studies. There was no other previous medical or family history of note.\\nThe initial chest radiograph revealed a possible diaphragmatic hernia and the patient was transferred to our institution for further investigation. The chest radiograph on arrival demonstrated a large air filled cavity at the left lung base. Further smaller cystic cavities were seen medially at the left base and right mid zone. The possible differential diagnoses included lung abscesses or diaphragmatic hernia (Fig. ).\\nThe child underwent a CT scan which demonstrated a large left sided empyema with an air fluid level (Fig. ). The left lower lobe was collapsed with a multiloculated fluid collection. The appearances were suggestive of a necrotic lung abscess. The suggestion was that a Staphylococcus species was the most likely organism to account for the pattern of infection.\\nA further finding on the CT was of a large thrombus within the left pulmonary vein extending into the left atrium and a segmental left lower lobar pulmonary embolus (Fig. ). The left hemidiaphragm was intact. The abdomen and pelvis showed no further source or complication of sepsis.\\nThe patient underwent a left thoracotomy the day after admission. This revealed a bronchopleural fistula at the left lung base. A pleural debridement and insertion of a serratus anterior muscular flap to seal the fistula was undertaken. The thoracic cavity was washed out with warm saline.\\nPost operatively, two left sided chest drains were left on free drainage. There were persisting smaller cavities within the left lung. Serial chest radiographs over the next 7 days demonstrated a persisting, increasing left pneumothorax and worsening consolidation of the left lung (Fig. ). On the 8th post-operative day, the child suffered an acute respiratory deterioration with a reduction in oxygen saturations. The chest radiograph revealed a new right-sided tension pneumothorax which required emergency drainage (Fig. ).\\nAn otolaryngology review commented on discharge from the left ear. The microscopy results from the ear swab taken showed heavy growth of a gram negative bacterium, with pus cells.\\nCT of the head with contrast revealed opacification of the left mastoid air cells with multiple ring enhancing abscesses throughout the brain, the largest of which in the left cerebellar hemisphere, measuring 4.4 × 2.9 cm in maximal axial dimensions (Fig. ). There was non occlusive thrombus of the left internal jugular vein and superior sagittal sinus (Fig. ). A repeat CT thorax revealed persisting left lung abscesses, a left sided collection and a new post drainage large, right-sided haemothorax.\\nThe cerebellar brain abscess was drained surgically, with pus sent for microscopy and culture. This returned gram negative coliform organisms and pus cells. The antibiotic therapy was modified to account for the new microbial sensitivities. The appearances of both the brain and chest improved over the next 10 days with complete resolution of the intracerebral abscesses and thrombosis (Fig. ). There was a slower resolution of the chest. The patient was discharged from our institution after 16 weeks.", "age": "[[7.0, 'year']]", "gender": "M", "relevant_articles": "{'12441902': 1, '17762792': 1, '18358967': 1, '19944898': 1, '10551214': 1, '9392400': 1, '29302305': 2}", "similar_patients": "{}"}