{"patient_id": 125076, "patient_uid": "5998284-1", "PMID": 29915652, "file_path": "noncomm/PMC005xxxxxx/PMC5998284.xml", "title": "Case report: giant cell arteritis in a patient with carotid atherosclerosis – a diagnostic dilemma", "patient": "An 81-year-old gentleman with past medical history of diabetes, hypertension, and peripheral vascular disease presented to the emergency department with acute onset right-sided vision loss. The patient had been in his usual state of health 4 weeks prior when he experienced transient visual loss in his right eye and later started having left-sided headache along with difficulty in chewing food. He underwent a color-duplex ultrasound as outpatient for the evaluation of his symptoms which showed undetectable blood flow indicative of complete occlusion in right internal carotid artery and critical stenosis of more than 70% in left internal carotid artery (ICA). Bilateral common (CCA) and external carotid arteries (ECA) were patent though diffusely atherosclerotic with an estimated plaque burden more than 50% (,)).\\nBased on the carotid duplex findings, he was diagnosed to have symptomatic carotid stenosis secondary to wide-spread atherosclerosis. His right ICA was not considered amenable to surgery and after a discussion with vascular surgery, he underwent a left carotid endarterectomy with no immediate complications. However, he continued to have persistent symptoms with progressive deterioration. He also noticed weight loss, anorexia and morning stiffness in his shoulders. On the morning of presentation, he lost complete vision in his right eye while experiencing blurry vision in his left eye. He was examined by his ophthalmologist who detected ischemic optic changes highly suggestive of GCA and thus referred him to the emergency department with recommendations to be immediately started on high dose IV corticosteroids.\\nHis vitals, on presentation, were as follows: BP 126/72 mm Hg, Pulse 92/min and afebrile. Detailed examination revealed cachexia along with left temporal and shoulder girdle tenderness. Pulses were diminished in all extremities except left dorsalis pedis which was absent. Bilateral carotid bruits were also appreciated. Visual acuity was noted to be 0/20 and 2/20 in the right and left eyes respectively. Pupillary reflex was absent on right side while sluggish on left side. Rest of the neurological system was grossly intact. Initial blood workup showed ESR of 90 mm/hr and CRP of 9.06 while complete blood cell count and metabolic profile was normal. CT head didn’t show any acute abnormality apart from mild cortical atrophy. He was started on IV pulse corticosteroids after a discussion with rheumatology and neuro-ophthalmology teams which led to remarkable improvement in his vision and headache within 24 h of treatment. His blood glucose levels were found to be elevated likely due to steroids but were managed aggressively with insulin therapy with good response. He completed 3-day course of IV pulse steroids after which he was put on once daily oral prednisone at a dose of 1mg/kg body weight. Plan was made to keep him on a slow steroid taper after stabilization with future immunosuppressive therapy.\\nTo confirm the diagnosis, bilateral temporal biopsy was scheduled. Carotid ultrasound was repeated to assess the vasculature in view of the recent carotid endarterectomy. It showed left common and ICA dissection which was confirmed on CT angiogram and MRA of the neck. At this point, it was decided to delay the biopsy and heparin infusion was administered. Subsequently, left carotid angioplasty and stenting were performed with no immediate complications. The patient continued to improve in terms of headache, jaw claudication and left-sided vision changes. However, he was unable to regain vision in his right eye due to irreversible optic ischemia. After the patient’s condition had stabilized, he was discharged with advice to follow closely with rheumatology, vascular surgery, and ophthalmology as outpatient. He was also placed on short term dual antiplatelet therapy along with a statin. He underwent a bilateral temporal artery biopsy as outpatient which confirmed active GCA.", "age": "[[81.0, 'year']]", "gender": "M", "relevant_articles": "{'2202311': 1, '9292252': 1, '34086132': 1, '23051717': 1, '21282494': 1, '25041449': 1, '24988557': 1, '28651377': 1, '18807597': 1, '12469046': 1, '9559737': 1, '21350282': 1, '29982782': 1, '17180298': 1, '18668559': 1, '29915652': 2}", "similar_patients": "{}"}