{"patient_id": 116095, "patient_uid": "5309177-1", "PMID": 28203560, "file_path": "noncomm/PMC005xxxxxx/PMC5309177.xml", "title": "Spontaneous reduction of small bowel herniation through the foramen of Winslow: importance of a timely approach", "patient": "A 32-year-old female with no previous operation history, presented to the Emergency Department with acutely developed epigastric and right upper quadrant pain with a 5-hour duration. The patient was transferred from a local clinic for proper management of bowel herniation. The abdominal pain was associated with nausea and vomiting. The character of abdominal pain was continuously sharp and squeezing.\\nPhysical examination showed direct tenderness without guarding or peritoneal irritation. Bowel sounds were normal with no bowel distention. Laboratory examination was unremarkable except leukocytosis (16,000/µL).\\nAbdominal CT performed in a local hospital had revealed a small bowel herniation through the foramen of Winslow (). The patient underwent an urgent exploratory laparoscopy using one 12-mm umbilical port and two 5-mm working ports in the left lateral and right lateral abdominal walls. After pneumoperitoneam was established, we traced the small bowel from the terminal ileum to the Treitz ligament. There was a moderate amount of hemorrhagic fluid in the intraperitoneal cavity. The previously indicated small bowel herniation site by the abdominal CT was not detected. However, severe congestion consisting of about 30 cm of the small bowel was noted in the mid jejunum, suspected to be the impacted lesion. Injured segments of small bowel were extracted through a mini laparotomy made using the extended umbilical port. Segmental resection of the small bowel with side to side anastomosis was performed. After a hemovac was inserted in the perihepatic space, the abdominal wall was closed, and the operation was completed.\\nNo complications occurred during the postoperative period. The patient started on a clear liquid diet on postoperative day 4, and was discharged on postoperative day 6. Mucosal ischemic change with submucosal edema was shown on pathologic findings of the resected small bowel. At the first follow-up, the patient reported no complication.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'23973900': 1, '22477713': 1, '24968416': 2, '26900313': 1, '25831158': 1, '24966401': 1, '24138889': 1, '25361659': 1, '6060774': 1, '33768335': 2, '26943685': 2, '28203560': 2}", "similar_patients": "{'4744601-1': 1, '3855188-1': 1, '7994464-1': 1}"}