{"patient_id": 119211, "patient_uid": "5538099-1", "PMID": 28808371, "file_path": "noncomm/PMC005xxxxxx/PMC5538099.xml", "title": "Efficacy of Osteopathic Manipulative Treatment Approach in the Patient with Pulmonary Fibrosis in Critical Care Outpatient Department", "patient": "A 48-year-old male presented with complaints of exertional breathlessness, pain in and around the neck region, dry cough sometimes, and increased frequency of the stool passage (7–8 times/day) approached critical care outpatient department. The pain was described as dull ache stretch type of feeling. He also described the feeling of tiredness throughout the day. The patient had a history of 5 years pulmonary tuberculosis, nondiabetic, nonasthmatic with no history of any exposure to environmental pollutants and no any relevant surgical history. His personal history depicted him as a smoker, nonalcoholic, with loss of appetite, no weight loss and had normal sleep. No significant family history was present.\\nHe underwent multiple investigations such as X-rays and contrast-enhanced computed tomography and revealed dense areas of fibrosis affecting the right and left upper lobes with calcified mediastinal lymph nodes. The patient was referred by the chest physician to the Physiotherapy Department for the complaint of pain in and around the neck region. The patient had been treated by antitubercular drugs in the past. At present, he has been prescribed bronchodilators and nonsteroidal anti-inflammatory medications. No other treatment options were found to relieve his symptoms.\\nOn presentation, his blood pressure was 134/86, pulse was 82 beats/min, and he was weighing 70 kg. His nasal cavity showed no deviated nasal septum, no polyp, and no sinus tenderness; throat and oral cavity examinations did not show any congestion or tonsillar enlargement. Percussion revealed impaired resonance in the supraclavicular areas more on the right side. Auscultation revealed decreased breath sounds and fine crepitations. He scored 3 on a patient-reported modified Medical Research Council (mMRC) dyspnea scale.\\nAgainst the background of overall diagnosis the osteopathic findings found were reduced lung motility on the right side, sphincter-like areas of tightness and tenderness, supraclavicular region tightness more on right than left side, base of occiput restriction, and increased peristalsis. The remaining assessment was normal.\\nThe OMT techniques were chosen for their effectiveness in addressing pulmonary dysfunction. The techniques chosen were all major diaphragms’ release [], sacral release, occipitoatlantal release [], sphincter-like areas’ release, PF release [], pulmonary balance, pleurovertebral ligament release [], mid-cervical [], posterior aponeurosis release [], pelvic diaphragm release [], thoracic outlet release [], hyoid diaphragm release [], and first rib muscle energy technique. The plan was made for 2 sessions/week for 4 weeks. On the following consultation, it was found that the patient got relief from the individual symptoms, mMRC was decreased from 3 to 1, and the overall improvement in 13-item shortness of breath with daily activities (13iSOBDA). The changes in 13iSOBDA and mMRC at the end of each week of intervention (WoI) are displayed in . The follow-up to see the retention of improvement in the patient was not possible as he was not available further 4 WoI due to inevitable circumstances at the critical care outpatient department.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'33816036': 1, '15710659': 1, '26386894': 1, '31312558': 1, '5210737': 1, '11526878': 1, '16809633': 1, '28808371': 2}", "similar_patients": "{}"}