{"patient_id": 71919, "patient_uid": "5820626-1", "PMID": 29568657, "file_path": "comm/PMC005xxxxxx/PMC5820626.xml", "title": "Use of Extracorporeal Membrane Oxygenation in Postpartum Management of a Patient with Pulmonary Arterial Hypertension", "patient": "A 20-year-old female, with a known diagnosis of PAH and von Willebrand Disease (vWD), presented to the clinic at 13 weeks of gestation. She was diagnosed with PAH at the age of 5 and had undergone blade followed by balloon atrial septostomy and then subcutaneous (SC) treprostinil was started. On repeat heart catheterization at 14 years of age, tadalafil and bosentan were added to her regimen. At 16 years of age, her care was transitioned to an adult Pulmonary Hypertension (PH) center. An echocardiogram (ECHO) done at that time demonstrated a right ventricular systolic pressure (RVSP) of 88 mm Hg. Bosentan was changed to macitentan due to noncompliance with monthly liver function testing. She was continued on SC infusion of treprostinil at a dose of 38 ng/kg/min, tadalafil 40 mg daily, macitentan 10 mg daily, spironolactone 25 mg daily, digoxin 125 mcg daily, and warfarin.\\nDespite physicians' recommendations and multiple counseling sessions, the patient became pregnant, citing religious reasons for this decision. On affirmation of her desire to continue her pregnancy, all teratogenic medications such as spironolactone, digoxin, warfarin, and macitentan were stopped while tadalafil and treprostinil were continued. In addition, she was admitted and transitioned from SC treprostinil to intravenous epoprostenol. She did well on this regimen until 25 weeks of gestation when she presented to the emergency department with complaints of recurrent hemoptysis and acute respiratory distress. She had a respiratory rate of 25/min, blood pressure (BP) of 110/65 mm Hg, and oxygen saturation of 86% in room air. While chest examination was unremarkable, with equal and no additional breath sounds bilaterally, a systolic grade 2/6 murmur was auscultated at the left sternal border and a jugular venous distension of 10 cm was noted on her cardiovascular exam.\\nThe patient was supported with 10 liters (L) of nasal cannula oxygen and an arterial blood gas was obtained, which showed a pH of 7.47, pCO2 of 27 mm Hg, and pO2 of 147 mm Hg. Additional laboratory tests, consistent with her history of vWD, revealed thrombocytopenia with a platelet count of 75 κ/μL. She was hence admitted to the intensive care unit (ICU) for close monitoring. Following admission, her ECHO showed a RVSP that had increased from 80 mm Hg, noted on her ECHO at 13 weeks of gestation, to 120 mm Hg (Figures and ). In light of these findings and her presentation with acute decompensated PAH, a maternal-fetal specialist team was consulted and she was placed on continuous electronic fetal monitoring. Concurrently, betamethasone and magnesium sulfate were administered for expedition of fetal development and seizure prophylaxis, respectively. In addition, a team of specialists, including neonatal intensivist and cardiovascular surgeon, were assembled.\\nIt was on continuous fetal monitoring at 26 weeks of gestation that fetal bradycardia was discovered, with acceleration and moderate variability between 100 and 110 beats/minute, but no decelerations. Due to concern of further decompensation and imminent danger to the patient and the fetus, an emergent caesarian section was undertaken.\\nDue to significant thrombocytopenia, the procedure was undertaken under general anesthesia and a healthy male infant was successfully delivered. However, during the closure of the hysterotomy, the patient developed ventricular tachycardia and went into cardiac arrest. Following 15 minutes of successful cardiopulmonary resuscitation (CPR), she was placed on mechanical ventilation. Due to precipitation of RHF, the patient was placed emergently on femoral-femoral venoarterial (VA) ECMO for life support. Using the Seldinger technique, a 17-French arterial cannula and a 21-French multistage venous cannula were inserted, and full ECMO support at a flow rate of 3.79 L/min was initiated, in addition to multiple vasopressors, including 5 μg/kg/min of dobutamine, 0.04 units/min of vasopressin, and 9 μg/kg/min of norepinephrine and milrinone. A Swan Ganz catheter was simultaneously placed at the time of ECMO insertion. Her hemodynamics showed a PAP of 139/85 mm Hg, central venous pressure of 11 mm Hg, pulmonary artery wedge pressure of 10 mm Hg, and cardiac index (CI) of 2.1 L/min/m2. The patient had a prolonged stay in the ICU and required continuous inotropes and chronotropes support. Her hospital course was further complicated by recurrent pericardial effusions and consequent cardiac tamponade, for which a pericardial window was undertaken along with hemoptysis that required bronchoscopy and cauterization.\\nThe use of ECMO and reinitiation of PAH specific therapy slowly improved the patient's hemodynamic parameters ( and ). PAH specific therapy initially was limited to intravenous epoprostenol, but, upon normalization of LFTs, macitentan was initiated and as PA pressure gradually trended down to 80 mmHg and her blood pressure improved, sildenafil was added. Her requirement for vasopressors declined and she was gradually weaned off. Simultaneously, ECMO flow rates and support through VA ECMO continued to decrease and she was finally removed from ECMO support on postoperative day (POD) 24. With better control of PA pressures along with aggressive diuresis, ventilation improved and her fraction of inspired oxygen (FiO2) requirements declined. However, due to prolonged intubation and unsuccessful weaning from mechanical ventilation, a tracheostomy was performed on POD 30. A subsequent ECHO demonstrated a RVSP of 69 mm Hg, cardiac output of 4.3 L/min, and CI of 2.5 L/min/m2. After switching back to SC treprostinil, she was discharged from the hospital on POD 101, on the following regimen: ambrisentan 10 mg daily, SC treprostinil 30 ng/kg/min, sildenafil 20 mg three times daily, spironolactone 50 mg daily, and digoxin 62.5 mcg daily.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'9626847': 1, '32578471': 1, '19332472': 1, '24299971': 1, '25314091': 1, '25248040': 1, '22282544': 1, '26401246': 1, '22785004': 1, '25825011': 1, '24015346': 2, '26318161': 1, '20374595': 1, '22139549': 1, '23100080': 1, '26825433': 1, '23060536': 1, '19223169': 1, '27154158': 1, '19713419': 1, '19147605': 1, '24355641': 1, '29568657': 2}", "similar_patients": "{'3757840-1': 1, '3757840-2': 1, '3757840-3': 1}"}