{"patient_id": 118607, "patient_uid": "5492742-1", "PMID": 28701846, "file_path": "noncomm/PMC005xxxxxx/PMC5492742.xml", "title": "Rare Presentation of Congenital Diaphragmatic Hernia in a Sexagenarian", "patient": "A 55-year-old man presented to the emergency department of a private hospital with complaints of acute onset of chest pain and shortness of breath. There was no significant past medical or surgical history. Taking the age and symptoms into account, he was immediately subjected to an electrocardiogram, which was normal except for right axis deviation. The cardiac enzymes were within normal limits. This was followed by a chest X-ray which was reported as left-sided tension pneumothorax for which intercostal chest drainage (ICD) was done. As the patient continued to be symptomatic, he was referred to our institute for further management 6 h later.\\nHe presented to our casualty with breathlessness and chest pain along with a nonfunctioning ICD in situ. He was tachypneic with a respiratory rate of 25/min, a heart rate of 120/min, and his blood pressure was normal around 110/70 mm Hg. However, his oxygen saturation was well maintained in room air. Examination revealed a tracheal shift to the right and a tympanic note on percussion of the left hemithorax. He had characteristic findings on auscultation of the chest, with absent breath sounds in the left hemithorax, and the heart sounds being better heard on the right side. We also noticed gurgling bowel sounds in the left side. The abdomen was scaphoid, and there was no tenderness or organomegaly. On suspicion of herniation of abdominal contents into the chest, a nasogastric tube was inserted, and around 2 L of gastric contents were drained. This led to a dramatic improvement in his symptoms. A chest X-ray was followed which revealed marked mediastinal shift to the right along with massively dilated bowel loops in the left hemithorax [].\\nAn emergency contrast-enhanced computed tomography of thorax and abdomen was done. This revealed a defect in the diaphragm with herniation of the stomach, spleen, and small bowel into the left hemithorax and mediastinal shift to the right []. Thus, the clinical and radiological findings were suggestive of a diagnosis of left-sided diaphragmatic hernia. Although the ICD was in the left hemithorax, there was no evidence of visceral injury or pneumothorax. Hence, the ICD was removed, and the patient was planned for elective diaphragmatic hernia repair.\\nThe diaphragmatic hernia was approached abdominally through an extended left subcostal incision. There was a circular smooth-edged defect of size 5 cm in the posterolateral aspect of the left hemidiaphragm. The spleen, stomach, and small bowel were found herniating into the left hemithorax. The stomach was dilated, and the left lung was collapsed. The adhesions between the spleen and chest wall were released, and the contents were brought back into the abdomen. The diaphragmatic defect was closed with continuous 2-0 prolene in two layers, leaving an intercostal drain in situ. Postoperative period was uneventful.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'20385735': 1, '16308030': 1, '12476861': 1, '22204220': 1, '15107395': 1, '11998818': 1, '3171843': 1, '19371550': 1, '28701846': 2}", "similar_patients": "{}"}