{"patient_id": 70713, "patient_uid": "5727958-1", "PMID": 29233117, "file_path": "comm/PMC005xxxxxx/PMC5727958.xml", "title": "Elizabethkingia miricola as an opportunistic oral pathogen associated with superinfectious complications in humoral immunodeficiency: a case report", "patient": "A 35-year-old woman was recently admitted to our center and diagnosed with common variable immunodeficiency and infectious complications (streptococcal pharyngitis and recurrent pneumonia, predominantly pneumococcal). Previously, following examination by a general practitioner, she received empirical antibacterial therapy, consisting of high dose amoxicillin (1000 mg t.i.d.) plus clavulanate (200 mg t.i.d.), followed by cefadroxil (500 mg b.i.d.), ceftriaxone (1000 mg q24h), and azithromycin (500 mg q24h). Her medical history included recurrent, multiple ulcers in the oral cavity (a case report timeline is shown in the Additional file : Figure. S1). The patient had periodontitis with gingival recession and was spitting out blood after brushing her teeth (Additional file : Figure. S2). Before hospitalization, she experienced mucosal pyogenic granulomas and easy bleeding, without coagulation factor deficiency. Nonsurgical cleaning below the gum line was ineffective. At the time of admission, cold agglutinin and Raynaud phenomenon were observed (Additional file : Table S1). Progressive microvascular complications of hyperviscosity with life-threatening symptoms were observed, including progressive weakness and focal neurologic signs with paresthesia, headaches, and positive Kernig’s and Brudzinski’s signs (meningismus). Examination of her cerebrospinal fluid and magnetic resonance imaging showed no abnormalities. Following treatment with crystalloids, no rouleau formation was observed.\\nLaboratory data showed a normal B cell count, but undetectable IgG (< 50 mg/dl) and IgA (< 1 mg/dl) (Additional file : Table S1). Behcet disease, X-linked CD40/CD40L mutations and secondary agammaglobulinemia were excluded according to ESID criteria for common variable immunodeficiency (CVID) []. Her initial IgM concentration was very high (1789 mg/l) and increased to 2235 mg/l, with hyperviscosity-like syndrome and neuropathy. The presence of < 1% lymphoplasmacytic cells in her bone marrow and the absence of monoclonal protein excluded lymphoma and Wiskott-Aldrich syndrome, respectively. Because her severe humoral immunodeficiency and meningismus suggested a bacterial origin of her symptoms, a strict microbiological assessment was performed.\\nBacteria were cultivated on brain heart infusion (BHI) agar, thioglycolate-soy agar, nutrient agar and blood agar at 37 °C for 24–48 h under aerobic and anaerobic conditions (GasPakTM). Single cell colonies were processed using an extraction protocol [] and bacterial strains were identified by MALDI-TOF MS. All analyses were performed with an Ultraflextreme mass spectrometer (Bruker Daltonics, Germany) using the Biotyper 3.1 software and database containing 4613 entries [].\\nMicroorganisms taken from the oral cavity with bacterial swabs were cultivated for 24 h under aerobic conditions. Gram-positive strains were isolated, with the dominant strain being the potentially pathogenic Staphylococcus aureus. Oral streptococci were also isolated, including Streptococcus salivarius, S. sanguinis, S. gordonii and S. oralis, all of which were considered commensal, non-periodontopathogenic bacteria []. Apart from streptococci, Rothia mucilaginosa and Neisseria spp., we found a rare Gram-negative species, Elizabethkingia miricola (Table ). Its identification with MALDI-TOF MS was later confirmed by 16S rRNA analysis.\\nChromosomal DNA was isolated [], and a ~500-bp fragment of the 16S rRNA gene was amplified using the universal primers, 16S_Start 27F (5’-AGAGTTTGATCMTGGCTCAG-3′) and 16S_Stop 519R (5’-GWATTACCGCGGCKGCTG-3′). The products were sequenced by Sanger’s method, and the sequences were aligned using SeqAssem ver.07/2008. Homology with known sequences was searched using the EzTaxon database (). The 522 bp sequence of the clinical isolate showed the highest homology (99.37%) with the 16S rRNA gene sequence of Elizabethkingia miricola GTC862T, exhibiting three different nucleotides in a 475 bp fragment. The strain isolated has been deposited in the Polish Collection of Microorganisms (E. miricola PCM 2858).\\nAntimicrobial susceptibility of the clinical isolate was tested by Vitek 2 (bioMérieux, Marcy l’Etoile, France) and by the disc diffusion method. The isolate E. miricola PCM 2858 was susceptible to ciprofloxacin (MIC 0.25 mg/L), levofloxacin (MIC 0.25 mg/L), and trimethoprim-sulfamethoxazole, but resistant to all the other drugs tested (Table ).\\nFollowing the diagnosis of CVID and the identification of the bacteria, the patient was started on levofloxacin (750 mg/day for 21 days) and IgG replacement therapy with intravenous immunoglobulins (IVIG; 0.4 g per kg body weight every week for 3 weeks to achieve a trough IgG level, measured before the next infusion, of at least 500 mg/dl). Complete eradication of E. miricola and complete healing of the mucosal ulcerations were observed 48 days after initial IVIG replacement therapy, when a stable IgG level of 500–800 mg/dl was first achieved.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'33828538': 1, '31466280': 1, '18842380': 1, '30225179': 1, '28098550': 1, '19435424': 1, '27185741': 1, '26041903': 1, '19649263': 1, '16922927': 1, '33947893': 1, '25447398': 1, '26337359': 1, '25309532': 1, '34351459': 1, '18671931': 1, '9064486': 1, '21169462': 1, '25595771': 1, '19793900': 1, '27913093': 1, '27033632': 1, '12916723': 1, '23018816': 1, '27211564': 1, '12612546': 1, '23540130': 1, '26306443': 1, '26607230': 1, '34568756': 1, '29233117': 2}", "similar_patients": "{}"}