{"patient_id": 72579, "patient_uid": "5857131-1", "PMID": 29548338, "file_path": "comm/PMC005xxxxxx/PMC5857131.xml", "title": "A dural metastatic small cell carcinoma of the gallbladder as the first manifestation: a case report", "patient": "A 78-year-old man was admitted to our hospital with the sole complaint of visual disturbance. There was no known past medical history or family history. He was a heavy smoker (more than 30 cigarettes per day) and a heavy drinker. On admission, a mass was identified in the right hypochondriac region by abdominal palpitation, and he had left hemianopia and topographical disorientation on neurological examination. Brain computed tomography (CT) showed a dural-based extra-axial mass, suggesting meningioma (Fig. a). The mass measured 50 × 55 × 65 mm. Brain magnetic resonance imaging (MRI) revealed hyperintensity on the T2-weighted image (T2WI) (Fig. b) and hypointensity on the T1-weighted image (T1WI) (Fig. c), which are also typical radiological findings of meningiomas. However, marginal hyperintensity on the diffusion-weighted image (Fig. d), hemosiderosis inside the tumor on the T2*WI (Fig. e), and heterogeneous enhancement on the gadolinium enhancement-T1WI (Fig. f) were atypical findings of meningioma. Therefore, we considered meningioma mimics and examined systemic disease, including a tumor, infectious disease, and non-infectious disease. Aspartate aminotransferase (85 IU/ml [normal, < 40 IU/ml]), alanine aminotransferase (55 IU/ml [normal, < 40 IU/ml]), and tumor markers, including carcinoembryonic antigen (133.1 ng/ml [normal, < 5 ng/ml]) and soluble interleukin-2 receptor (743 U/ml [normal, < 519 U/ml]), were all elevated. A non-contrast CT of the abdomen confirmed a poorly marginated, lobulated mass in the gallbladder fossa, with central necrosis (Fig. a). A contrast-enhanced CT demonstrated that the tumor was marginally enhanced (Fig. b) and was fed by multiple nutrient blood vessels, including the right hepatic artery. There was an invasion of the liver and engagement of the lymph nodes along the common hepatic artery, the hepatoduodenal ligament, and around the abdominal aorta. There was no ascites retention or pulmonary metastasis. Clinically, the patient was diagnosed with gallbladder carcinoma clinical stage IV according to the Union for International Cancer Control (UICC seventh edition), regardless of whether there was intracranial metastasis or not. The patient rejected a brain biopsy and fine needle aspiration. He opted for the best supportive care and died of the malignancy 2 months later.\\nAn autopsy was conducted after written informed consent was obtained from the patient’s relatives. Macroscopically, the gallbladder tumor was yellow myxoid; it had spread to the liver and had adhered to the hepatoduodenal ligament, resulting in severe stenosis of the descending duodenum. Microscopically, the tumor had grown in diffuse sheets, was trabeculae, had a rosette arrangement of cells, and was extensively necrotic, as shown by hematoxylin and eosin staining (Fig. a). Tumor cells were small, with a round-to-fusiform shape, scant cytoplasm, finely granular nuclear chromatin, and absent or inconspicuous nucleoli. SCC of the gallbladder was diagnosed. Moreover, the diagnosis was immunologically confirmed using routine neuroendocrinal markers, including synaptophysin (Fig. b), chromogranin A (Fig. c), neural cell adhesion molecule (Fig. d), cytokeratin AE/AE3 (Fig. e), and Ki-67 (Fig. f). In the dura matter, SCC had invaded diffusely and some tumor cells were inside the dural vessels (Fig. ).", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'12514791': 1, '19241421': 1, '26823665': 1, '21738825': 1, '5268194': 1, '1516000': 1, '3974247': 1, '22402723': 1, '16215816': 1, '12860755': 1, '21319152': 1, '11417967': 1, '11419971': 1, '20821343': 1, '29548338': 2}", "similar_patients": "{}"}