{"patient_id": 115125, "patient_uid": "5175024-1", "PMID": 28058302, "file_path": "noncomm/PMC005xxxxxx/PMC5175024.xml", "title": "A trombosis story and PRES", "patient": "A swelling on the left arm of a 5-year-old girl diagnosed as common B ALL with a lower risk group who was hospitalized for an induction therapy (protocol#: ALL IC BFM-2009) attracted our attention. Her physical examination revealed an irritable patient with a moderate health state, and an open state of consciousness. Her vital findings were within normal limits. On the examination of her left arm, red-colored skin, diffuse edema (circumferences of the left, and right arms were 28 cm, and 17 cm, respectively), painful, and warm skin were observed. Doppler US of the left upper extremity was reported as “stagnation of venous blood flow at the junction the left cephalic, and subclavian veins, and presence of a thrombus with a diameter of 7 mm.” Her hematological, and biochemical examination results were within normal limits. However we had not necessary facilities to perform laboratory tests so as to reveal the etiological factors of thrombus. Low-molecular weight heparin (LMWH) (enoxaparine sodium 100 U/kg/g, SC) was initiated as a thrombolytic treatment. At the same night the patient experienced tonic-clonic convulsions. Her convulsions were controlled with phenobarbital (15 mg/kg/g, IV). Cranial computed-tomograms obtained to reveal the cause of convulsions were unremarkable. On cranial magnetic resonance (MR) venograms, no-flow phenomenon was observed within the left transverse sinus (, arrow). However diffusion MRI revealed the presence of blood flow inside the transverse sinuses without any thrombi. In fact contrast agent was not seen only on venograms obtained at that moment of observation. (, arrows). During her monitorization, her cardiac apex beats per minute rised to 236 bpm which necessitated electrocardiographic (ECG) examination which was evaluated as supraventricular tachycardia. Adenosin at a dose of 0.05 mg/kg was administered, however heart rhythm did not normalize which necessitated a second dose with resultant normalization of the rhythm. Blood pressure remained at high levels (ABP, 145/110 mmHg), so antihypertensive treatment (amlodipine 5 mg/g, and metoprolol 1 mg/kg/g, oral) was initiated. Cranial MRI demonstrated bilateral, and symmetrical subcortical hyperintense lesions in occipital areas on T2-weighted, and flair images. Lesions were reported as unrelated to the metastases of the primary disease, but consistent with PRES ().\\nDuring monitorization of the patient, swelling on his left arm decreased in size, and serial Doppler US examinations revealed that thrombus remained in the same location but regressed The clinical status of the patient under antihypertensive treatment gradually improved, her blood pressure, and symptoms were kept under control. Control cranial MRI obtained three weeks later revealed disappearance of parenchymal lesions (). The patient is still under our follow-up protocol, and her chemotherapy still continues without any clinical complaints.", "age": "[[5.0, 'year']]", "gender": "F", "relevant_articles": "{'24056293': 1, '18403560': 1, '16804111': 1, '18079186': 1, '8118029': 1, '14678808': 1, '16320222': 1, '19956935': 1, '28058302': 2}", "similar_patients": "{}"}