{"patient_id": 71600, "patient_uid": "5804640-1", "PMID": 29457088, "file_path": "comm/PMC005xxxxxx/PMC5804640.xml", "title": "Successful pulmonary embolectomy for massive pulmonary embolism during pregnancy: a case report", "patient": "A 35-year old primigravida (height 150 cm; weight 60 kg) presented with exertional dyspnea at 23 weeks of gestation. A contrast-enhanced computed tomography (CT) scan showed bilateral pulmonary artery thrombi and deep venous thrombus in the lower limb (Fig. ). A transthoracic echocardiography revealed a right ventricular thrombus (Fig. ). She was referred to our hospital at 28 weeks of gestation after insertion of IVC filter and heparin administration. Fetal development was normal. Due to the mobility of right ventricular thrombus and the risk of cardiac arrest, an emergency thrombectomy was planned. An intracardiac echography probe (AcuNav™; Siemens AG, Munich, Germany) was inserted via the right femoral vein to monitor the umbilical artery pulse wave via Doppler, in addition to transabdominal fetal monitoring. After induction of anesthesia, the patient’s blood pressure was undetectable; hence, emergency cardiopulmonary bypass (CPB) was performed via median sternotomy, followed by cardiac resuscitation. While switching to extracorporeal circulation approximately 10 min after the hemodynamic collapse, the fetal heart rate decreased to approximately 80 beats per minute. Immediately after establishing extracorporeal circulation, the fetal heart rate recovered rapidly and remained stable throughout the procedure, while the CPB average perfusion pressure was maintained above 70 mmHg. Thrombectomy and tricuspid valve plication were performed under cardiac arrest (Fig. ). Catecholamines and nitric oxide were administered at a concentration of 20 ppm to treat hypotension and pulmonary hypertension, respectively, during withdrawal from CPB. The patient was admitted to the intensive care unit without chest closure. Total time for surgery, anesthesia, cardiopulmonary, and aortic cross clamp was 345, 483, 208, and 147 min, respectively. The total volume of hemorrhage, transfusion, infusion, urine, and water balance was 1470, 3600, 2150, 1520, and +657 ml, respectively. Chest closure was performed on postoperative day 3 and extubation on postoperative day 6. Heparin administration was resumed after confirming postoperative hemostasis. At 32 weeks of gestation, magnetic resonance imaging (MRI) was performed to assess the fetal brain function; no remarkable changes were observed. The patient was discharged with subcutaneous injection of heparin calcium, due to persistent lower limb thrombus.\\nShe was readmitted at 38 weeks of gestation. Labor was induced at 40 weeks using oxytocin, after discontinuation of heparin. Epidural anesthesia was administered to protect the thoracic wound site and reduce the cardiac load. An epidural catheter was placed between the L3-L4 vertebrae, after confirming the recovery of hemostatic function by measuring activated partial thromboplastin time. Continuous epidural ropivacaine 0.1% with 2 mcg/ml fentanyl was administered through patient controlled epidural analgesia. Analgesia was adequate throughout labor, with no hemodynamic changes. A healthy male infant weighing 3446 g (+1.07 SD) was delivered by vacuum extraction with an Apgar score of 8/8. Total delivery time was 3 h and 37 min, with total blood loss of 928 ml. No remarkable changes were observed in the neonate’s brain on CT and MRI just after delivery. The patient was prescribed oral warfarin for anticoagulation, and both mother and child were discharged without complications.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'12038939': 1, '20410515': 1, '10683360': 1, '24630768': 1, '15321583': 1, '16215350': 1, '10881866': 1, '10546719': 1, '19224782': 1, '9677799': 1, '21440145': 1, '19889451': 1, '29457088': 2}", "similar_patients": "{}"}