{"patient_id": 67778, "patient_uid": "5519992-2", "PMID": 28748053, "file_path": "comm/PMC005xxxxxx/PMC5519992.xml", "title": "Allogeneic stem cells derived from human exfoliated deciduous teeth (SHED) for the management of periapical lesions in permanent teeth: Two case reports of a novel biologic alternative treatment", "patient": "A 12-year-old male patient reported to the Department of Pedodontics and Preventive Dentistry with a chief complaint of fractured upper front tooth. The patient had a history of trauma to tooth #11 two years back. Upon clinical examination, the patient was asymptomatic, and the tooth #11 with Ellis class IV fracture exhibited no response to thermal and electric pulp testing. Radiographically open apex in association with periapical lesion of approximately 2 mm in diameter was seen in #11 (). To promote faster healing, we planned to attempt and achieve regeneration of periapical tissues and pulp by tissue engineering technique with his parental consent. Access opening was prepared and the necrotic pulp tissue was removed (). The root canal was thoroughly irrigated with normal saline solution and dried using absorbent paper points. Then, the scaffold PerioGlas® (bioglass) was introduced into the canal, followed by homing of SHED () and the cavity was sealed with a glass-ionomer cement of 5 mm thickness. The patient was scheduled for review examination and advised to call if he felt pain. The patient returned after 7 days; he was asymptomatic, reporting no pain to percussion tests (). In the 30-day review, the patient was asymptomatic, and showed no signs of pain. The radiograph showed complete resolution of periapical radiolucency and the closure of apex with thickening of dentinal walls in relation to tooth #11 which continued until the 365-day follow-up period (Figures 6c and 6d). Electric pulp testing was found to be positive for the treated tooth #11 from the 3-month recall to 12-month follow-up.", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'18397751': 1, '24589847': 1, '28883315': 1, '24295512': 1, '17878074': 1, '24992862': 1, '12716973': 1, '24082571': 1, '17347663': 1, '4505760': 1, '22595129': 1, '5218749': 1, '14718284': 1, '31214643': 2, '34646323': 1, '34461987': 1, '18076582': 1, '22980193': 1, '34206203': 1, '21054950': 1, '16007337': 1, '28748053': 2}", "similar_patients": "{'5519992-1': 2, '6538901-1': 1}"}