{"patient_id": 62907, "patient_uid": "5099473-1", "PMID": 27847665, "file_path": "comm/PMC005xxxxxx/PMC5099473.xml", "title": "An Unusual and Complicated Course of a Giant Cell Tumor of the Capitate Bone", "patient": "The posteroanterior (PA) radiograph of a 51-year-old female patient showed an intraosseous lytic lesion of the right capitate bone () that was associated with a marked radionuclide uptake in all carpal bones using bone-granulocyte scintigraphy () and magnetic resonance imaging (MRI) demonstrated low to intermediate signal intensity of the lesion without soft-tissue extension (). Due to these findings, an osteomyelitis of the capitate bone was suggested by the radiologist. At first, free intraosseous sample was taken that revealed a benign GCT in histological examination. The chest radiograph did not show pulmonal pathology. Second, intralesional curettage and packing of the cavity with cancellous iliac crest bone grafts combined with a fusion of the third carpometacarpal (CMC III) joint using a 2,0 mm titanium plate (Medartis, Basel, Switzerland) were performed.\\nOne year after, the PA and lateral radiographs showed union of the CMC III joint fusion without hardware failure, but there was pronounced destruction at the proximal pole of the reconstructed capitate bone and at the distal facet of lunate bone, and a positive ring sign associated with distinctive volar tilt of scaphoid bone in the absence of an injury after the second procedure (). Third, the CMC III joint fusion plate was removed and the midcarpal joint completely excised. The histological examination did not show recurrence of GCT but revealed pronounced midcarpal osteoarthritis (OA). Intraoperatively, a nonunion at the waist of scaphoid bone was seen. Postoperatively, computed tomography (CT) scans showed complete union of CMC III joint fusion associated with sufficient osseointegration of cancellous bone grafts at the capitate bone and additionally the humpback deformity due to a nonunion at the waist of scaphoid bone (). Fourth, an open 4CF with excision of the entire scaphoid bone using a corticocancellous iliac crest bone graft and two cannulated headless titanium compression screws (Medartis, Basel, Switzerland) was performed. One 2,2 mm screw was transversely inserted into triquetrum bone, and the second 3.0 mm screw was longitudinally inserted into the reconstructed capitate bone in an antegrade manner breaching the articular surface of lunate bone. Intraoperatively, there was a safe subchondral placement of the longitudinally inserted compression screw at the lunate bone ().\\nOne year after 4CF, a migration of the longitudinally inserted compression screw into radiocarpal joint with erosion of the articular surface at the distal radius was present (). The patient declined a total wrist fusion (TWF), and a TWA using the relatively new angle-stable Maestro™ Wrist Reconstructive System (WRS, Biomet, Warsaw, Indiana/USA) with the use of a scaphoid augment distally was performed (). After that, the course was uncomplicated.\\nAt the 3-year follow-up (including 1-year follow-up after TWA), the radiographs did not show recurrence of GCT, the TWA was not loosened, and there were no signs of impingement nor instability with terminal ranges of motion (Figures -). Pain improved from 8 to 2 in visual analog score (0–10 points). Patient-rated wrist evaluation (0–100 points) improved from 88 to 37. Wrist extension and wrist ulnar deviation improved from 20° to 45° and from 20° to 30°. Wrist flexion and wrist radial deviation were equal to preoperative. The forearm motion arc with 90° supination and 90° pronation was 100% to the opposite forearm (). The patient reported that she would have the motion-preserving TWA again.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'17951122': 1, '34381640': 1, '8583047': 1, '11553835': 1, '17349382': 1, '7876470': 1, '28567152': 2, '25609279': 1, '26612635': 1, '21606782': 1, '11418922': 1, '21373912': 1, '20706639': 1, '893983': 1, '3734580': 1, '22305735': 1, '23160552': 1, '21354359': 1, '25430717': 1, '28660002': 2, '23978709': 1, '23449142': 1, '17013643': 1, '1600665': 1, '20494748': 1, '23129931': 1, '24179718': 1, '7806795': 1, '27021635': 1, '7365216': 1, '3872579': 1, '27094617': 1, '25723579': 1, '2249533': 1, '22763052': 1, '21872406': 1, '25139054': 1, '3712049': 1, '27217681': 1, '24179722': 1, '26710734': 1, '25294736': 1, '3805057': 1, '16945730': 1, '25364638': 1, '27163074': 2, '24875525': 1, '21246807': 1, '27847665': 2}", "similar_patients": "{'4849252-1': 1, '5470063-1': 1, '5420185-1': 1}"}