{"patient_id": 121463, "patient_uid": "5707843-1", "PMID": 29204394, "file_path": "noncomm/PMC005xxxxxx/PMC5707843.xml", "title": "Paraneoplastic Pemphigus with Underlying Retroperitoneal Inflammatory Myofibroblastic Tumor: A Case Report and Review of the Literature", "patient": "A 31-year-old man presented to our clinic with fever and painful mucocutaneous erosions. He had a history of oral lesions for 20 months. The patient was being treated with tenofovir for hepatitis B virus infection since 2 years ago. Physical examination revealed severe erosions of the oral mucosa, lips, conjunctiva, and genitalia together with generalized flaccid blisters, lichen planus-like, dusky and targetoid skin lesions. Paronychial and nail involvement was also observed [Figure and ].\\nHistopathological examination of lesional specimen revealed focal suprabasilar acantholytic cleft, many apoptotic cells, basal layer damage, infiltration of dermal lymphocytes, and pigment incontinence. Direct immunofluorescence (DIF) evaluation of perilesional specimen showed intercellular suprabasal deposition of IgG and linear deposition of C3 along dermoepidermal junction. These findings were consistent with PNP [Figure –].\\nDue to a history of flank pain from one month ago and for evaluation of underlying malignancies, an abdomino-pelvic computed tomography scan (CT scan with contrast) was done. It revealed a large, hyper-enhanced, retroperitoneal mass (110 × 84 mm) with adherence to the left renal artery and vein. A CT-guided core needle biopsy showed a lesion composed of haphazardly arranged bland spindle cells with high vascularity and an intense inflammatory reaction rich in lymphocytes with a lesser number of plasma cells, eosinophils, and occasional mast cells []. Immunohistochemistry study showed positivity of the spindle cells for SMA, Alk and Ki-67 (maximally 4–5%) and negative staining for LCA (only positive in infiltrated lymphocytes), CD34 (only positive in vascular walls), vimentin, desmin, CD99, CKAE1/AE3, and EMA. These findings were consistent with the diagnosis of an IMT. Chest CT scan and serum protein electrophoresis were normal. A surgery was done for tumor excision but it could not be removed due to its adhesion to vital vessels; chemotherapy was also not possible because of the poor general condition of the patient.\\nHBV. DNA viral load was <5 IU/ml. We started oral prednisolone (30 mg/day), mycophenolate mofetil (MMF) (2 g/day) and IVIG (400 mg/kg/day for 5 consecutive days). The erosive lesions became crusted after 7 days and the patient had partial improvement. IVIG was administered for 7 other cycles (every month). The patient showed a gradual clearance of the cutaneous lesions with post inflammatory lichenoid hyperpigmentation and satisfactory improvement of mucosal lesions []. He subsequently underwent surgery for resection of the tumor with nephrectomy and five other courses of IVIG were administered due to a minor relapse, while the gradual tapering of prednisolone was continued and MMF discontinued. He was in remission on a minimum dose of prednisolone (10 mg/day) on his last follow-up visit (16 months after surgery).", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'25369175': 1, '10735959': 1, '19837393': 1, '17683379': 1, '15063382': 1, '17614814': 1, '17728520': 2, '29204394': 2}", "similar_patients": "{'2693830-1': 1}"}