{"patient_id": 117102, "patient_uid": "5398020-1", "PMID": 28469324, "file_path": "noncomm/PMC005xxxxxx/PMC5398020.xml", "title": "Leptomeningeal carcinomatosis in a patient with gallbladder carcinoma", "patient": "A 55-year-old manual laborer came to our emergency department with a 15-day history of new onset severe holocranial headache that was worse early morning; He did not have a past history of headaches. The headache had worsened and increased in intensity over the past few hours. It was associated with several episodes of vomiting and blurring of vision since day 1. He complained of diplopia on looking to the right. Prior to this, he had been in good health and had been able to work well. He had no known comorbidities. Other than a 6th nerve palsy on the right side, there was no apparent abnormality on general physical examination.\\nFrom the history and examination, it was clear that there was raised intracranial pressure, the etiology was not certain. Differentials considered at the time were tuberculous or fungal meningitis, carcinomatous meningitis, a space-occupying lesion in the brain. Magnetic resonance imaging (MRI) of the brain was done, which was reported as normal aside from raised intracranial tension. Lumbar puncture was clearly contraindicated.\\nMeanwhile, the patient's neurological symptoms worsened; he developed a VII nerve lower motor neuron palsy and started becoming drowsy. He was started on intravenous Mannitol, hypertonic saline, and dexamethasone. With best possible medical therapy for raised intracranial pressure, his headache persisted and Cushing reflex was present. A neurosurgical consultation was sought and an emergency external ventricular drainage was performed. The patient had significant relief of his headache with the procedure. Cerebrospinal fluid (CSF) from the external ventricular drainage under sterile precautions was sent for biochemical, microbiological, and pathological analysis [].\\nCytospin smears of CSF were paucicellular and showed few atypical cells scattered singly and in clusters with eccentrically placed nuclei, granular chromatin, occasional with prominent nucleoli and vacuolated cytoplasm containing mucin, some resembling signet ring cells []. CSF tumor markers showed cancer antigen (CA)-19-9 to be very high. Carcinoembryonic antigen (CEA) in the CSF was elevated as well.\\nBecause these are quite specific for intra-abdominal malignancy, computed tomogram (CT) of the abdomen [] done at this time revealed a primary gallbladder malignancy infiltrating the surrounding liver. An ultrasound-guided fine-needle aspiration (FNA) smears from the gallbladder [] showed cellular smears with cohesive clusters, few acinar structures, and few irregular monolayered sheets of polygonal cells with moderate anisokaryosis, occasional prominent nucleoli, and moderate amounts of eosinophilic-to-vacuolated cytoplasm. The background contained necrotic debris and mononuclear inflammatory cells. The patient was offered chemotherapy and radiotherapy. A ventriculoperitoneal shunt (VP) was inserted for relief of raised intracranial pressure. The patient opted for palliative therapy.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'6947665': 1, '20439847': 1, '6336971': 1, '28913746': 1, '21960896': 1, '12894314': 1, '22866265': 1, '3947276': 1, '2086737': 1, '10870198': 1, '15527109': 1, '15813508': 1, '10448666': 1, '28469324': 2}", "similar_patients": "{}"}