{"patient_id": 65932, "patient_uid": "5378864-1", "PMID": 28396755, "file_path": "comm/PMC005xxxxxx/PMC5378864.xml", "title": "Diagnosis of myxedema coma complicated by renal failure: a case report", "patient": "An 84-year-old Japanese woman with renal failure of unknown cause for a few years, and who was not taking any medications and supplements, presented to a primary care clinic with generalized pain of a few days’ duration, without abnormal mentation. She was initially diagnosed with deterioration in renal failure due to dehydration and was referred to and treated with amlodipine 2.5 mg, furosemide 40 mg, and calcium polystyrene sulfate 10 g without dialysis at the Department of Nephrology in our hospital. Over the following 6 weeks, her activities of daily living deteriorated and finally she became comatose and was taken to the Emergency Department.\\nOn initial physical examination, the patient was pale, with a body temperature of 36.6°C. Her initial blood pressure was 133/72 mmHg, her heart rate was 56 beats/min, and her oxygen saturation was 92%. She demonstrated very slow mentation (Glasgow Coma Scale: 8, Japan Coma Scale III-100) and was somnolent, but able to be aroused. Her mucous membranes were dry, there was no thyroid goiter, her heart sounds were distant, her lungs were clear, and her abdomen was not distended. Her lower extremity pulses were weak and pretibial nonpitting edema was present. However, her renal function was not worse than that on her previous admission.\\nLaboratory investigations on admission showed hypothyroidism, mild anemia, elevated serum creatine kinase concentration, and impaired renal function (Table ). Liver function and electrolytes were within normal ranges; that is, she was not hyponatremic. Blood gas analysis showed slight hypocapnia, but her oxygen level was within normal range. Blood ammonia was also within normal range, and thyroid antibodies were detected (Table ). Ultrasonography showed normal echoic findings with normal size and small nodules of thyroid (Fig. ). An X-ray (Fig. ) and a computed tomography scan (Fig. ) showed slight cardiomegaly and pleural effusion, but no abnormalities in the lung fields. An electrocardiogram revealed all waves were low voltage (Fig. ).\\nThese findings suggested myxedema coma. The patient was started on treatment with oral levothyroxine sodium hydrate (100 μg/day) and intravenous hydrocortisone sodium succinate (100 mg every 8 h), in case of coexisting adrenal insufficiency. The patient was administered sufficient oxygen to treat her relative hypoxemia. Dialysis was not implemented. There was no evidence of hypotension, hypothermia, or hyponatremia. Her mental condition improved dramatically within a few days along, with the normalization of thyroid hormone. Treatment with glucocorticoid and oxygen was gradually tapered off, and the patient was discharged 3 weeks later with only oral medication. Following treatment, her serum creatine kinase concentration decreased from 839 to 56 mg/dL, as did her creatinine level from 4.47 to 4.26 mg/dL.", "age": "[[84.0, 'year']]", "gender": "F", "relevant_articles": "{'9892334': 1, '11423759': 1, '10522555': 1, '18254932': 1, '18173846': 1, '26759401': 1, '2773973': 1, '11195231': 1, '17127141': 1, '8325287': 1, '355980': 1, '34789203': 2, '21941682': 1, '8652222': 1, '24574542': 1, '10090135': 1, '8659492': 1, '26424958': 1, '24518183': 1, '28396755': 2}", "similar_patients": "{'8596363-1': 1}"}