{"patient_id": 62316, "patient_uid": "5055949-2", "PMID": 27747111, "file_path": "comm/PMC005xxxxxx/PMC5055949.xml", "title": "Magnifying Endoscopic Features of Follicular Lymphoma Involving the Stomach: A Report of Two Cases", "patient": "A 45-year-old man was diagnosed with stage II1 follicular lymphoma with duodenal, ileal, colorectal involvement and lymphadenopathy of the mesenteric lymph nodes. Lymphoma progression with axillary and inguinal lymph node swelling was noted one year later, but the patient was kept under active surveillance (i.e., watch and wait). Two years after the initial diagnosis, gastric involvement was diagnosed. Esophagogastroduodenoscopy performed six years after the diagnosis revealed whitish depositions in the duodenum (). Multiple erosions in the gastric body and angle were also observed (Figures and ). No erosions were observed in the greater curvature of the gastric body (). However, magnifying endoscopic observations using narrow-band imaging showed that the gastric pits were only partially preserved (), whereas they were heavily destroyed for the most part (). Branched abnormal vessels were also seen in areas where the gastric pits were absent. Helicobacter pylori titer was negative in this patient. Biopsy samples from the gastric lesions showed a diffuse infiltration of small- to medium-sized lymphoma cells, in addition to the existence of granulation tissue and lymphoid follicle (Figures , , and ). Immunohistochemistry confirmed the diagnosis of gastric follicular lymphoma, with staining positive for CD20 (), CD10 (), and BCL2 (). Staining for CD3 expression was negative () in the neoplastic lymphoid cells. Pathological analysis found that epithelial cells were preserved in biopsy samples taken from the gastric mucosa where intact gastric pits were observed (Figures and ). In contrast, epithelial cell loss was observed in biopsy samples taken from areas with damaged or absent gastric pits (). Esophagogastroduodenoscopy performed eight years after the initial diagnosis revealed an increased number of gastric erosions and spontaneous bleeding from the gastric mucosa (). Because lymphoma progression was prominent in the stomach, rituximab monotherapy was initiated to prevent gastric bleeding.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'8988720': 1, '6193858': 1, '21443666': 1, '23583995': 1, '10800987': 1, '24118642': 1, '23119230': 1, '21561531': 1, '19214900': 1, '18067068': 1, '20084529': 1, '26170988': 1, '32039061': 2, '18295982': 1, '21383289': 1, '12461620': 1, '12856675': 1, '24513028': 1, '24369830': 1, '21908506': 1, '31280472': 1, '21959077': 1, '17285496': 1, '22925305': 1, '23197888': 1, '18534580': 1, '25092073': 1, '20078662': 1, '27747111': 2}", "similar_patients": "{'5055949-1': 2, '6945307-1': 1}"}