{"patient_id": 65276, "patient_uid": "5340088-1", "PMID": 28293534, "file_path": "comm/PMC005xxxxxx/PMC5340088.xml", "title": "Near-infrared fundus autoflorescence imaging in solar retinopathy", "patient": "A 33-year-old female patient of Latvian descent reported with a history of decreased bilateral visual acuity. Initially the patient’s history was unremarkable, but during her second visit she acknowledged that for spiritual purposes she had been observing the sun with the naked eye regularly for many minutes over the past 8 years. Her uncorrected distance visual acuity (UCVA) was 0,9 in both eyes. A color fundus image disclosed a small round whitish discoloration in the fovea of both eyes (Figure 1 ). A discrete discontinuity in the inner and outer segment junction (IS/OS), cone outer segment layer (COST), and retinal pigment epithelium layer (RPE) in the fovea of both eyes was noted on SD-OCT along with a streak of increased reflectivity in the choroid and sclera corresponding in size and location to the whitish discoloration on the color fundus image probably caused by focal RPE atrophy (Figure 2 ). No changes were found on short-wavelength fundus autofluorescence (SW-FAF) (Figure 3 ). However, on near-infrared fundus autofluorescence (NIA) small spots of hypoautofluorescence in both maculae corresponding in location to the white discoloration in the color fundus image and the IS/OS to RPE layer retinal layer disruption on SD-OCT were found (Figure 4 ). The hypoautofluorescent spots were also similar in size to the white discoloration in the color fundus image. The anterior segment examination was normal in both eyes. Based on these results we diagnosed the patient with solar retinopathy and advised her to discontinue looking at the sun with the naked eye.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'32204617': 1, '3328915': 1, '16877429': 1, '26558217': 1, '109869': 1, '20066766': 1, '25363853': 1, '28293534': 2}", "similar_patients": "{}"}