{"patient_id": 62241, "patient_uid": "5051160-1", "PMID": 27785229, "file_path": "comm/PMC005xxxxxx/PMC5051160.xml", "title": "A Pancreatic Solid Pseudo-Papillary Tumor Detected After Abdominal Injury", "patient": "The patient was a 14-year-old Asian girl with no abnormal perinatal, medical or surgical history. She presented to the emergency medical centre for outpatients with abdominal pain and vomiting 3 h after being struck in the abdomen by a basketball. She had a slight fever but her other vital signs were stable. Her abdominal examination was revealed spontaneous pain and tenderness in the left upper quadrant. Plain abdominal radiography revealed abdominal intestinal gas and blood examination indicated moderately elevated serum amylase level. Hospitalisation was deemed necessary and she was transferred to our university hospital. She was hospitalised 4 h after injury. Blood tests were repeated () and they indicated an increase in white blood cell count and serum amylase level. However, other blood test results were normal. Free air and the colon cutoff sign were absent on abdominal radiography. However, abnormal bowel gas, which indicates paralytic ileus was observed in the abdomen X-rays. Computed tomography (CT) of the abdomen and pelvis was performed to rule out traumatic intra-abdominal injury (). CT revealed a cystic mass measuring 55 mm at the pancreatic body and tail () with associated heterogeneous internal density and smooth rim enhancement (). We diagnosed the patient with acute pancreatitis complicated by pancreatic pseudocyst, hematoma or tumor. Intravenous administration of urinastatin and gabexate mesilate was initiated and continued till 11 days after the onset of illness, after which oral administration was feasible. MRI was performed at 4 days after the onset of illness (). T2-weighted MRI revealed a mass measuring approximately 50 mm at the pancreatic tail with associated heterogeneous high intensity that indicated an encapsulated solid and cystic mass with areas of hemorrhagic degeneration (). The mass showed minimal contrast enhancement on dynamic contrast-enhanced MRI in the early arterial phase; the contrast enhancement gradually increased in the late phases (). The mass was diagnosed as SPT of the pancreas based on these MRI findings. Profound increases in CEA, CA 19-9, AFP and neuron-specific enolase (NSE) levels were not observed on investigation (). SPT of the pancreas has low-grade malignant potential; therefore, we performed total-body CT to confirm the absence of metastases. The patient underwent central pancreatectomy at 28 days after the onset of illness. Final pathology revealed SPT that was 41 mm in greatest dimension. Tissue sections showed extensive hemorrhage, necrosis and granulation tissue. Solid portions of the tumor revealed sheets of uniform round or oval nuclei and a vacuolated cytoplasm. The tissue in the cystic region of the tumor assumed a pseudo-papillary appearance projecting into the space filled with hemorrhagic and necrotic debris. The patient recovered from surgery and was discharged with no reports of hepatic dysfunction.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'10721808': 1, '12451561': 1, '15761986': 1, '14615569': 1, '9786298': 1, '11320522': 1, '11768829': 1, '10512945': 1, '15922212': 1, '11833495': 1, '27785229': 2}", "similar_patients": "{}"}