{"patient_id": 73132, "patient_uid": "5899866-1", "PMID": 29805813, "file_path": "comm/PMC005xxxxxx/PMC5899866.xml", "title": "Stenotrophomonas maltophilia Necrotizing Soft Tissue Infection in an Immunocompromised Patient", "patient": "A 39-year-old otherwise healthy male with newly diagnosed mixed-lineage acute monocytic and B-cell lymphoblastic leukemia was transferred to our institution for initiation of chemotherapy. Prior to transfer, he had received intrathecal methotrexate and oral dexamethasone, as well as vancomycin and cefepime for neutropenic fever and positive blood cultures growing gram-positive cocci. At our institution, the patient was started on GRAALL (Group for Research on Adult Acute Lymphoblastic Leukemia) 2003 chemotherapy. He received cefepime and vancomycin for persistent neutropenic fevers. Eventually, cefepime was switched to meropenem due to development of multifocal pneumonia during his hospital course. Shortly thereafter, liposomal amphotericin was initiated for presumed invasive pulmonary aspergillosis after a bronchoalveolar lavage (BAL) from a diagnostic bronchoscopy revealed a positive galactomannan antigen; however no organisms were seen on gram stain or identified on culture. He was treated with vancomycin for 8 days and meropenem for 17 days, after which he defervesced. Nevertheless, fevers recurred on hospital day 20 and shortly after; blood cultures returned with gram-negative rods at which point vancomycin and cefepime were reinitiated.\\nThree days later (hospital day 23), the patient reported pain and developed swelling and erythema of his left forearm. On physical examination, the left forearm was swollen, tense, and erythematous, but there were no areas of fluctuance, subcutaneous crepitance, or bullae noted. Duplex ultrasound of the upper extremities showed no evidence of deep vein thrombosis. However, given the acute onset of pain and swelling, orthopedic surgery was consulted for possible necrotizing infection and compartment syndrome. Laboratory testing disclosed a c-reactive protein (CRP) of 12.90 mg/dL, a white blood cell count of less than 0.1 × 109/L, a sodium of 142 mmol/L, a glucose of 110 mg/dL, a hemoglobin of 7.2 g/dL, and a creatinine of 0.96 mg/dL, yielding a LRINEC score of 2 []. It was felt, partly due to this low score, that the patient had a severe cellulitis without necrotizing infection or compartment syndrome. Moreover, based on the patient's clinical picture and the available data at the time, invasive testing for compartment syndrome was deemed unnecessary by the orthopedics service. No additional imaging was ordered at this point. Within 10 hours, the swelling and pain had progressed to his entire left upper extremity () and the patient developed hypotension. He was then transferred to the intensive care unit for refractory septic shock and severe metabolic derangement. At this time, laboratory studies were notable for a CRP of 18.80 mg/dL, a white blood cell count of 0.2 × 109/L, a sodium of 142 mmol/L, a glucose of 116 mg/dL, a hemoglobin of 5.9 g/dL, and a creatinine of 1.06 mg/dL yielding a LRINEC score of 6. The patient continued to clinically decline rapidly despite broadening of his antibiotic regimen (vancomycin, meropenem, gentamicin, and amphotericin B) and was taken to the operating room by the orthopedic surgery service due to concern of a rapidly progressing NSTI.\\nIn the operating room, the entire left upper extremity was prepped, and an initial incision was made over the dorsum of the hand. Exploration of the surrounding tissue revealed necrotic fat, hemorrhagic changes, and gross edema. The expressed fluid was tan but did not have the classic “dishwater” appearance of necrotizing fasciitis, nor was it malodorous. The fascia was thickened and opaque. A counterincision was then made proximally over the biceps muscle in the proximal brachium (). This region displayed the same tan drainage with associated fat necrosis, and thrombosed vessels were also appreciated in the subcutaneous tissue. Regions of the thickened, diseased-appearing fascia were excised, revealing that the underlying musculature appeared necrotic, noncontractile, and nonviable.\\nAt this point during the procedure, the anesthesiologist noted that multiple vasopressors were being used to maintain the patient's blood pressure, and there was concern that he was clinically deteriorating. Given the extensive involvement of, essentially, the entire limb and the concern that the bacterial load could not be adequately controlled in this hemodynamically unstable patient, the decision was made to proceed with an emergent glenohumeral amputation. The deltoid muscle remained healthy-appearing and contractile, and thus a lateral-based flap composed of the deltoid and overlying skin and soft tissue was planned. Once the amputation was performed, the wound was copiously irrigated using several liters of normal saline to minimize the remaining bacterial load. Hemostasis was subsequently achieved, a drain was placed, and the flap closure was completed. The patient's hemodynamic status improved during closure, and he was transferred back to the intensive care unit for continued care.\\nThe previously drawn blood culture returned on postoperative day (POD) 0, growing Stenotrophomonas maltophilia in both aerobic and anaerobic cultures, at which point trimethoprim-sulfamethoxazole was initiated. Pathology of the surgical specimen confirmed the diagnosis of a NSTI, and multiple tissue cultures grew only S. maltophilia. Despite appropriate antibiotic therapy and surgical intervention, the patient remained persistently bacteremic and in refractory shock despite aggressive medical therapy. On POD1, new necrotic skin areas were noted at the surgical site, and cardiothoracic surgery was consulted to evaluate further surgical intervention. The team decided against this, given the patient's very poor prognosis. After discussion with the family, the patient was transitioned to comfort care and passed away shortly thereafter.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'16231248': 1, '17219003': 1, '17200840': 1, '31591126': 1, '15241098': 1, '18621440': 1, '27330667': 1, '10078777': 1, '18190323': 1, '28611889': 1, '7978724': 1, '32448864': 1, '7494032': 1, '9457429': 1, '23677405': 1, '34043457': 1, '21532474': 1, '12594869': 1, '2313082': 1, '17334747': 1, '17487860': 1, '16490133': 1, '12018671': 1, '9217834': 1, '29805813': 2}", "similar_patients": "{}"}