{"patient_id": 61860, "patient_uid": "5025574-1", "PMID": 27633779, "file_path": "comm/PMC005xxxxxx/PMC5025574.xml", "title": "Unusual evolution of leiomyosarcoma of the rectum: a case report and review of the literature", "patient": "We describe the case of a 30-year-old man from the north of Morocco with no medical or surgical history and no family history of rectal disease. His dietary habits were characterized by a well-balanced consumption of meat and vegetables. He presented with a 1-year history of rectorrhagia and constipation.\\nA digital rectal examination and rectoscopy revealed a mass in a left posterolateral position in his rectum approximately 6 cm from his anal margin that extended up to 10 cm; the tumor was not mobile. The rest of his physical examination was normal. During rectoscopy, the tumor was biopsied and histological analysis gave no evidence of malignancy. An abdominal and pelvic magnetic resonance imaging revealed an approximately 7.5-cm heterogeneous mass in his rectum. The tumor presented a parietal pedicle with an implantation base of 4 cm and invaded the fascia and the perirectal tissue. There was no evidence of distant metastasis (Figs. and ).\\nOn biologic examination, his hemoglobin was 10 g/dl and his white blood cells were 7000. His renal function was correct and creatinine clearance was 120 ml/minute. Hepatitis B and C serology was negative. He was hospitalized in our surgical department when he defecated spontaneously the tumor mass.\\nMacroscopic pathology examination showed a large fleshy lobulated mass measuring 8 × 5 × 3 cm, with foci of hemorrhage. Microscopic examination revealed a cellular tumor arranged in interlacing bundles of spindle-shaped cells, with a marked cellular pleomorphism, a large and hyperchromatic nuclei, and abundant eosinophilic cytoplasm. Mitotic figures (12 per 10 high-power fields) and atypical mitotic figures were also noted. Immunohistochemistry revealed that neoplastic cells expressed desmin, h-caldesmon, and smooth muscle actin, and exhibited negative staining for CD117, CD34, and S-100. Subsequently, a diagnosis of grade II leiomyosarcoma was retained (Figs. and ).\\nHe had an anterior rectal resection 15 days later; there were no stigma of macroscopic tumor perioperatively. An anatomopathologic examination did not find any residual malignancy.\\nThis case was discussed in a multidisciplinary meeting. Because of the initial tumor size and the differentiation degree, postoperative pelvic radiotherapy was indicated for the purpose of improving local control. Three-dimensional radiotherapy of the tumor bed was delivered using three fields (anterior, lateral left, and lateral right), the total prescribed dose was 50 Gy in 2 Gy per fraction, and the treatment duration was 36 days. At the end of radiotherapy, he had follow-up consultation every 3 months. At 1-year post-radiotherapy he is doing well and has no symptoms. Magnetic resonance imaging of his pelvis performed at 6 months post-radiotherapy showed no sign of recurrence (Figs. and ).", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'9658321': 1, '23174934': 1, '33363931': 1, '29657702': 2, '14782098': 1, '3595691': 1, '6743978': 1, '32257499': 2, '13972668': 1, '10706916': 1, '3709322': 1, '15199725': 1, '24884620': 2, '872710': 1, '26036460': 1, '2323283': 1, '34143361': 2, '15543403': 1, '8363480': 1, '3251232': 1, '9471564': 1, '28285584': 1, '6052911': 1, '27633779': 2}", "similar_patients": "{'7125469-1': 1, '8212316-1': 1, '5890090-1': 1, '4038827-1': 1}"}