{"patient_id": 113605, "patient_uid": "5028653-1", "PMID": 27668209, "file_path": "noncomm/PMC005xxxxxx/PMC5028653.xml", "title": "High-intensity focused ultrasound combined with hysteroscopic resection to treat retained placenta accreta", "patient": "A 33-year-old woman presented with intermittent vaginal bleeding, menorrhagia and dysmenorrhea after a cesarean section at 38 gestational weeks in October 2010. The patient was diagnosed as submucosal myoma based on ultrasonography and was transferred for further evaluation and management on July 28, 2011. The obstetrics history of the patient included 1 cesarean section and 1 artificial abortion. She also received a myomectomy in 2003. She had irregular menstrual cycles, menorrhagia and severe dysmenorrhea. There was nothing remarkable about her general appearance or nutritional state. Her vital signs were stable. On physical examination, the abdomen was soft and the previous operation scar was noted. A fist-sized uterus was palpated and vaginal spotting was noticed on pelvic examination. There was a 3.2×2.0×1.5-cm hyperechogenic shadow in the endometrial cavity on transabdominal and transvaginal ultrasonography, and a thickened posterior uterine wall (). Both adnexae were intact. Initial laboratory findings were normal, including serum beta-human chorionic gonadotropin, with the exception of hemoglobin, which was 10.9 mg/dL. Based on the history and sonographic findings, an endometrial polyp or an endometrial problem with a submucosal myoma with degeneration was suspected.\\nUnder intravenous propofol sedation, we attempted to remove the uterine mass with hysteroscopic resection (RIWO Resectoscopes, Richard Wolf GmbH, Knittlingen, Germany). However, because of bleeding from the tumor site, the mass could not be removed completely (). Pathologic examination of several pieces of tumor mass from the hysteroscopic procedure revealed necrotic chorionic villi with calcification.\\nEven though she had stable vital signs after the procedure, her vaginal bleeding continued and additional management was required. In addition, the patient refused methotrexate treatment because she anticipated future pregnancies. Combination therapy with HIFU and curettage was recommended for the first management approach. Radiological images, such as MRI, were necessary to obtain more information prior to HIFU treatment. Subsequently, HIFU was performed using an ultrasound-guided HIFU tumor therapeutic system (Model JC, Chongqing Haifu Tech, Chongqing, China). The ultrasound machine (MyLab, Esaote, Genoa, Italy) had been used for real-time monitoring of the HIFU procedure. A urinary Foley catheter was inserted into the patient's bladder and connected with sterile degassed water through an infusion set to control the bladder volume and to correctly set the uterine position. Vaginal packing was performed to prevent contamination of the circulating degassed water. During the procedure, the patient was placed in the prone position on the system under conscious sedation. Total energy of HIFU ablation was 24552 J with 250 W of power and the ablation time was 10 minutes. After HIFU treatment, no additional vaginal bleeding or complications were observed. A hysteroscopic resection was performed to remove ablated placental tissue and prevent endometrial adhesion after 7 days later because she anticipated future pregnancies. There was no bleeding in hysteroscopy, because that might be due to coagulation necrosis of the lesions. No abnormal vaginal bleeding or discharge was seen after the procedure. The patient was stable postoperatively. The lesion was not seen in MRI finding 3 months later after HIFU combined with 2nd hysteroscopic resection ().", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'14500272': 1, '15842208': 1, '22914422': 1, '14526297': 1, '23836523': 1, '15045519': 1, '24741124': 1, '16825079': 1, '22024264': 1, '24768979': 1, '22196664': 1, '22403170': 1, '24769010': 1, '20889281': 1, '22811848': 1, '27668209': 2}", "similar_patients": "{}"}