{"patient_id": 121559, "patient_uid": "5719922-1", "PMID": 28516757, "file_path": "noncomm/PMC005xxxxxx/PMC5719922.xml", "title": "Gastric Perforation Caused by an Intragastric Balloon: Endoscopic Findings", "patient": "A 47-year-old woman with a body mass index (BMI) of 30 kg/m2 and a weight of 77 kg was admitted to the hospital because of mild epigastric pain. She had undergone IGB (Endball) insertion for weight loss 7 weeks prior, but had not been administered a proton-pump inhibitor (PPI), which is necessary after balloon insertion for at least one month. She had no history of other medication intake, such as non-steroidal anti-inflammatory medications, and she had not undergone any previous abdominal surgeries. She had no other known disease. Before presenting to our hospital, she visited another clinic where she had undergone chest radiography, during which a small amount of free air was seen (). Physical examination showed mild tenderness, and her laboratory test results were unremarkable. Abdominal computed tomography showed the balloon within the stomach, with intraperitoneal free air (). The provisional diagnosis was gastric perforation. Upper gastrointestinal endoscopy (GIF-Q260J; Olympus, Tokyo, Japan) was performed using carbon dioxide (CO2) gas to decompress the balloon and to attempt endoscopic closure of the defect. A 0.8-cm gastric ulcer covered with food particles was noted on the anterior wall of the lower gastric body (). After food particles were removed with a clip device (HX-110LR; Olympus, Tokyo, Japan), a definite perforation was observed at the ulcer base (, ). However, endoscopic closure could not be performed because the ulcer margin showed fibrosis and inflammation. The balloon was punctured and 500 mL of clear fluid was drained. It was difficult to remove the balloon; therefore, we decided to leave it in the stomach. The patient was transferred to the emergency surgery team. Laparoscopic primary repair was performed, and an omental patch was applied to the perforation. Irrigation and washing of the abdominal and pelvic cavities was done and a hemovac was inserted. Endoscopy was performed 7 days after surgery. The perforation was repaired (). Biopsy for histologic detection of Helicobacter pylori was positive. The eradication of H. pylori was then performed. The decompressed IGB was retrieved endoscopically. She was discharged in a stable condition 12 days later and was prescribed PPI.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'11531875': 1, '22372801': 1, '20352525': 1, '16197790': 1, '29852729': 2, '30410952': 1, '26645496': 1, '25828245': 1, '26992895': 1, '30261711': 1, '31713150': 1, '28516757': 2}", "similar_patients": "{'6283766-1': 1}"}