{"patient_id": 67330, "patient_uid": "5482914-1", "PMID": 28660220, "file_path": "comm/PMC005xxxxxx/PMC5482914.xml", "title": "F-18 FDG PET/CT Imaging of Eccrine Sweat Gland Carcinoma of the Scrotum with Extensive Regional and Distant Metastases", "patient": "A 96-year-old man with a 5-year history of end-stage renal disease and hypertension was admitted to Division of Nephrology with a complaint of left leg edema. Lower extremity ultrasonography showed no definitive evidence of deep vein thrombosis. Physical examination revealed extensive ill-margined erythematous papules and nodules with crusted and eroded surfaces involving multiple sites on the groin, scrotum, penis, left pelvic wall, left hip, and left thigh. Large inguinal lymph nodes were palpated.\\nAdditionally, the patient had a 3-year history of erythematous skin rash of the scrotum, which had progressed during the two months prior to admission. The patient was referred to Division of Dermatology to undergo a biopsy of the genital area. Punch biopsy of the genital skin lesion showed a tumor located in the dermis, which was composed of malignant cuboidal cells arranged in solid lobules and tubules (). Small cystic lumina were noted within the infiltrative nests (). The cells had hyperchromatic nuclei with small nucleoli and moderate pleomorphism. Immunohistochemically, the tumor cells were diffusely positive for epithelial membrane antigen (EMA) and carcinoembryonic antigen (CEA; figures and ). The tumor cells were negative for HMB-45 and S-100 protein. The patient was diagnosed with eccrine carcinoma.\\nThe patient was referred for F-18 FDG PET/CT imaging to assess the extent of the disease. The procedure was performed 60 min after intravenous injection of 7.4 MBq/kg of F-18 FDG and 8 hours of fasting, using a Gemini TF PET/CT scanner (Philips Medical Systems, Cleveland, OH, USA). The maximal intensity projection image () demonstrated extensive abnormal FDG-avid lesions in the body. Transaxial CT () and PET/CT fusion images () revealed enhanced nodular thickening and FDG uptake in all the clinically observed skin lesions (arrows). The maximum standardized uptake value (SUVmax) of these lesions ranged from 3.1 to 13.9. Multiple FDG-avid metastatic lymph nodes were also observed in the mediastinum, retroperitoneal space, pelvis, and inguinal region ()Z. Extensive FDG-avid liver (), lung (), and bone () metastatic lesions were also evident.\\nEccrine carcinoma is traditionally managed with surgery, especially in the early stages. In the current case, wide surgical excision was ruled out because F-18 FDG PET/CT imaging successfully revealed an advanced disease stage. Chemotherapy and radiation therapy were considered. After receiving one week of palliative radiation therapy, the patient suffered from anemia, hypoproteinemia, and liver failure, which was possibly caused by the systemic metastases. Eventually, he expired from complications of radiation therapy.", "age": "[[96.0, 'year']]", "gender": "M", "relevant_articles": "{'24758677': 1, '11298720': 1, '19893399': 1, '11218189': 1, '21637067': 1, '11260623': 1, '11762625': 1, '10655575': 1, '23816943': 1, '13260595': 1, '11298716': 1, '8128411': 1, '16882175': 1, '16424700': 1, '1249938': 1, '28660220': 2}", "similar_patients": "{}"}