{"patient_id": 65897, "patient_uid": "5376440-1", "PMID": 28409043, "file_path": "comm/PMC005xxxxxx/PMC5376440.xml", "title": "Rare Presentation of Primary Extramedullary Plasmacytoma as Lip Lesion", "patient": "A 65-year-old male presented to the Ears, Nose, and Throat clinic in September 2015 with complaints of a nonhealing lower lip sore for the past 3 years. The slow growing lesion was described as a burning sensation with scabbing and occasional bleeding. It was slowly increasing in size. The patient had a greater than 50-year history of smoking tobacco (not chewing) which he quit about 7 months prior to his visit. He also complained of unintentionally losing 3 lbs in the last 2 weeks. He denied any fevers or chills. He had no other complaints.\\nPhysical examination was significant for a single lesion on the lower lip 1.5 × 1 cm. A biopsy was performed and sent to pathology. The patient was worked up thoroughly for evidence of multiple myeloma/light chain disease. Laboratory testing was significant for no anemia, normal serum calcium, normal serum albumin, normal total protein, and normal creatinine. There was no Bence Jones protein in urine. Bone survey was done which was negative. Bone marrow biopsy showed <5% plasma cells, ruling out plasmacytoma of the bone. No monoclonal gammopathy was seen, which precluded immunofixation order. Kappa to lambda ratio was normal.\\nHematoxylin-eosin staining of the lip biopsy revealed a dense plasmacytic infiltration in the deep dermis (see ). Immunohistochemical panel included CD3, CD20, and CD138 immunohistochemical stains as well as kappa and lambda light chain in situ hybridization. The superficial dermis and the epidermis were not seen to be involved. Immunohistochemistry was positive for CD138 (see ) and revealed that most plasma cells were lambda positive and with rare kappa-positive plasma cells (see Figures and ).\\nBased on the ISCL/EORTC Proposed on TNM Classification of Cutaneous Lymphoma our patient was staged at T1aN0M0. The patient was treated in November 2015 with radiation therapy as follows: 3000 cGy in 15 fractions using 3D conformal technique to his lower lip and level I lymph nodes and he received 2000 cGy boost bringing his total dose to 5000 cGy in 25 fractions. He responded well to treatment. At his last follow-up, there was no evidence of multiple myeloma or light chain disease.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'26930256': 1, '15692063': 1, '28050154': 1, '10629591': 1, '22261675': 1, '15807675': 1, '24999652': 1, '10337993': 1, '22710899': 1, '28409043': 2}", "similar_patients": "{}"}