{"patient_id": 64328, "patient_uid": "5244002-1", "PMID": 28154580, "file_path": "comm/PMC005xxxxxx/PMC5244002.xml", "title": "Systemic Inflammatory Response and Severe Thrombocytopenia after Endovascular Thoracic Aortic Aneurysm Repair", "patient": "A 92-year-old man was admitted to emergency department for dyspnea and asthenia. His medical history included chronic kidney disease, noncritical carotid artery stenosis, chronic obstructive pulmonary disease (GOLD stage I), and arterial hypertension. After admission, the patient reported epigastric pain radiating to the back many weeks previously. He showed normal body temperature (36.6°C) and heart rate (90 beats/min), with elevated arterial pressure (170/100 mmHg) and a pulse oximetry of 90%. On physical examination, he presented an area of dullness at the lower half of the left hemithorax with abolished vesicular murmur in the same area. Peripheral arterial pulses were symmetric. Routine laboratory data showed normocytic-normochromic anemia (Hb 105 g/L) with increased reticulocyte percentage (2.40%), neutrophilic and monocytic leukocytosis (WBCs 11,120/μL, neutrophils 9,340/μL, and monocytes 1,390/μL), and an increase in inflammatory markers (CRP 251 mg/L). The chest X-ray was compatible with left pleural effusion. The patient was initially treated with oxygen therapy, intravenous corticosteroid, and antibiotic treatment with partial improvement of the dyspnea and increase in oxygen saturation. Eleven days after the admission, the patient reported worsening of the dyspnea and a second chest X-ray showed complete opacity of the left lung field ().\\nContrast chest CT-scan revealed a descending thoracic and proximal abdominal aortic aneurysm, with maximal axial diameter of 7 cm, presenting a thick parietal plaque (17 mm) with ulcerative aspects and hyperdensity on the left anterolateral side compatible with intramural hematoma (). The patient was promptly operated on by vascular surgeons with an endovascular repair of the thoracic aortic aneurysm (TEVAR) by the placement of endoprosthesis (Zenith TX2 TAA endovascular graft, Cook Medical, Bloomington, IN, USA). Three weeks after surgical treatment, the patient developed progressive thrombocytopenia with lowest value of 14,000/μL: these values were not correlated to low molecular weight heparin treatment, since the platelet factor 4/heparin antibodies were negative, excluding a heparin induced thrombocytopenia. A disseminated intravascular coagulation was also excluded (normal INR, fibrinogen, and antithrombin-III) []. Laboratory findings showed leukocytosis during the first postoperative day (WBCs 14,180/μL) with WBCs up to 18,000/μL during the second postoperative day; furthermore, there was an increase in CRP values. The patient presented fever with a peak of 38°C despite negative blood, urine, and bronchial aspirate cultures. Plasma concentrations of TNF-α and IL-6 were elevated, respectively (25.4 ng/L (normal values: 0.0–8.1 ng/L) and 37.9 ng/L (normal values: 0.0–5.9 ng/L)). As empiric therapeutic approach to thrombocytopenia, we first started corticosteroid therapy (prednisone 50 mg/bid) for two weeks without significant improvement in platelet count. After this unsuccessful therapy, we used danazol, a weak androgen that has been shown to be effective in the treatment of immune and idiopathic thrombocytopenic purpura and in thrombocytopenia in patients with myelodysplastic syndrome [, ]. After 12 days of treatment with danazol (200 mg/bid), PLT values increased up to 53,000/μL. The patient was discharged and admitted to a long-term care facility.", "age": "[[92.0, 'year']]", "gender": "M", "relevant_articles": "{'17766272': 1, '24215532': 1, '23953340': 1, '12410570': 1, '10527435': 1, '12664219': 1, '21215940': 1, '20643821': 1, '26926930': 1, '25115430': 1, '9374927': 1, '20530003': 1, '8970935': 1, '17698634': 1, '25579873': 1, '19222477': 1, '28154580': 2}", "similar_patients": "{}"}