{"patient_id": 72178, "patient_uid": "5832162-1", "PMID": 29666711, "file_path": "comm/PMC005xxxxxx/PMC5832162.xml", "title": "Creutzfeldt-Jakob Disease Presenting as Expressive Aphasia and Nonconvulsive Status Epilepticus", "patient": "A 60-year-old male with a past medical history significant only for benign prostatic hyperplasia presented to our Emergency Department (ED) with chief complaints of gradual onset of progressively worsening speech difficulty (predominantly word finding with stuttering) and confusion (inability to recognize his family members).\\nHis symptoms started four weeks priorly, beginning with constitutional symptoms of headache, fatigue, and vertigo. This slowly led to intermittent confusion, slurred speech, and intermittent spasms of his right upper and lower extremities. His spasms and weakness resulted in a fall from a tractor one week into the course of his symptoms fortunately without significant trauma nor loss of consciousness. His family gave additional potentially relevant information of a recent visit to Mexico where he stayed for four months before returning home. He was asymptomatic upon return to the USA, but symptoms started approximately four weeks later. Interestingly, while in Mexico, he worked in the cattle manure industry which he does locally as well. He was relatively healthy at baseline without any previous surgeries and no family history of diabetes, seizure, dementia, nor neurodegenerative conditions.\\nHe initially visited an urgent care center with these complaints ten days prior to this hospital encounter. At that time, he was found to have a normal neurological examination, brain MRI, and carotid Doppler. He was discharged home with a working diagnosis of transient ischemic attack. His symptoms continued to worsen however, thus motivating him to present to the ED for further evaluation.\\nUpon arrival to the ED, he complained of photophobia, neck pain, and vertigo but was afebrile. His initial physical examination included vital signs: pulse 85 beats per minute, blood pressure 135/78 mmHg, temperature 98 F, and a respiratory rate of 18 per minute. Initial neurological examination was unremarkable except for persistent word finding difficulty. Initial lab work is summarized in table format (). A noncontrast head computed tomography (CT) scan was negative for any acute intracranial pathology. Initial CSF analysis was inconclusive for any acute infectious etiology although he had a mildly elevated protein level of 65 mg/dl (). He was admitted to the neurology unit and diagnosed with a complex migraine and treated with intravenous (IV) ketorolac, sumatriptan, and promethazine. A neurology consult was obtained and an EEG ordered.\\nInitial EEG on his second hospital day showed focal seizures emanating from the left frontal region () and he was started on oral levetiracetam (loading dose of 1 gram followed by 750 mg PO twice daily thereafter). He started complaining of right upper extremity weakness and on repeat physical exam was found to have diminished deep tendon reflexes of his right upper extremity (RUE) with weakness in pronation and fine motor activity. On hospital day #3, he developed intermittent myoclonic jerking of his RUE with a fine, persistent tremor. At this point intermittent focal seizure activity was thought to be precipitated from his minor head trauma related to his fall. Differential diagnoses, though less likely, included an infectious etiology which was excluded with negative microbiology, a stroke despite a normal MRI, or other common metabolic causes including electrolyte abnormalities, ammonia, toxins, and liver and kidney dysfunction. Medications were also considered which could potentially lower seizure threshold, and tramadol and diphenhydramine were discontinued.\\nOver the next few days he gradually became drowsier and confused with worsening of his expressive aphasia and development of cerebellar dysfunction on exam. His dose of levetiracetam was increased to 1 gm twice daily. Initial MRI of brain during this hospital encounter was performed which did not show any acute intracranial lesion except mild cerebral and cerebellar substance loss ().\\nHis cognition and right upper extremity shaking/tremor rapidly worsened and, on hospital day #4, EEG was significant for persistent focal seizures in left hemisphere despite being on levetiracetam (). He was started on lacosamide 200 mg twice daily in addition to the ongoing levetiracetam increased now to 1 gm three times daily. Continuous EEG was started at this point to closer monitor effectiveness of therapies. A repeat MRI brain with contrast on hospital day #5 showed developing cytotoxic edema in the left frontal and parietal lobe with punctate calcified lesions in right cortex () which was considered likely due to persistent seizure activity. Given the initial CSF result showing elevated proteins (65 mg/dl), ongoing myoclonus, and the newly developed vasogenic edema on MRI, the decision was made by neurology at this point, to start a 3-day course of pulse dose steroids (solumedrol 1 gm IV/daily) for possible autoimmune encephalitis (AE) while awaiting the finalized autoimmune workup [, ].\\nUnfortunately, despite the increasing doses of antiepileptics and the high dose steroids, the patient continued to decline neurologically. Continuous EEG revealed persistent epileptogenic activity with bilateral hemispheric discharges (left > right) (). Valproic acid (500 mg orally three times daily) was added to his regimen and lacosamide increased to 200 mg three times daily. His initial CSF (collected on the first hospital day) was sent for oligoclonal bands and infectious encephalopathies which all eventually came back negative (). Acyclovir was started empirically for possible viral encephalitis but subsequently discontinued two days later when CSF resulted negative.\\nDuring the next few days (hospital days nine to eleven) he remained globally aphasic with RUE flaccidity. He would awaken but was unable to follow commands. A repeat MRI showed persistent ribboning in the left hemispheric region () and EEG () showed “diffuse epileptiform discharge suggestive of encephalopathic state with presence of continuous left frontal and sometimes synchronized bifrontal sharps spikes with a more generalized appearance, which was concerning for nonconvulsive status epilepticus.” Perampanel was added to his antiseizure regimen at dose of 4 mg twice daily. Efficacy of perampanel has been established as an adjunct treatment for partial-onset seizures with or without secondary generalization and primary generalized tonic-clonic seizures in idiopathic generalized epilepsy as well as for treatment of refractory seizures. This patient was having refractory seizures; therefore, this medication was added [].\\nAt this point CJD was considered among other possible etiologies such as paraneoplastic encephalitis, meningeal carcinomatous, infectious cerebritis, and primary CNS angiitis given his continued deterioration and refractory status epilepticus. Computed tomography angiogram (CTA) excluded the primary central nervous system (CNS) angiitis. A repeat lumbar puncture was performed with additional CSF tests ordered including Epstein-Barr virus (EBV), acid fast bacilli (AFB), fungal culture, Zika virus, 14-3-3 protein, neurocysticercosis antibodies, and an autoimmune and paraneoplastic panel.\\nEventually phenobarbital (16.2 mg twice daily) was started yet he continued to deteriorate remaining aphasic with flaccid paralysis in RUE and lost his ability to protect his airway requiring intubation on hospital day #11. His EEG remained without any significant improvement. On hospital day #13, while awaiting results from his repeat CSF analysis, neurology felt it was prudent to again trial high dose steroids (solumedrol 1 gm IV daily) for potential AE which continued for the next 5 days without obvious efficacy.\\nHe remained in a persistent coma at this point and lost reflexes to even deep painful stimuli while cEEG showed continuous episodic sharp wave from left frontal and synchronized bifrontal discharge was obvious on lowering his sedation (). Seizures were refractory to extensive antiseizure medication regimen including keppra 1500 mg twice daily, lacosamide 200 mg three times daily, perampanel 4 mg twice daily, phenobarbital 120 mg twice daily, and valproic acid 1 gm twice daily.\\nOn hospital day #23, his course was complicated by development of ventilator associated pneumonia, for which he was started on vancomycin and cefepime. Cultures from bronchoalveolar lavage were negative.\\nHis neurological condition did not improve with EEG persistently showing frequent generalized epileptiform discharges (). Repeat MRI brain () showed extensive and persistent worse cortical ribboning particularly around the left hemisphere, and involving right frontal, and limited involvement of the basal ganglia without any acute infarct on diffusion weighted imaging (DWI) (suggestive of cytotoxic edema from prolonged seizure activity and early CJD). Tissue diagnosis from brain biopsy was discussed but, given hospital policy and limitations, deemed not possible.\\nOn hospital day #26, his CSF finally resulted from the national laboratory positive for 14-3-3 protein, tau protein, and Real-Time Quaking-Induced Conversion (RT-QuIC) proteins, confirming prion disease. Before giving his family the news of the results, and for prognostication purposes, his sedation was held for several hours. On physical exam, he lacked any withdrawal response to painful stimuli but maintained cough and gag reflexes with a minimal, sluggish pupillary reflex. EEG () at that time showed a worsening seizure activity pattern which initially started as focal left frontal lobe diffuse spike-wave complexes but now had progressed into generalized epileptiform discharges with development of nonconvulsive status epilepticus (NCSE).\\nA family conference was held discussing the patient's terminal diagnosis and a decision was made to transition the patient to comfort care with compassionate extubation. He died shortly after extubation with family at bedside. The county health department was involved in his case and investigations were performed at the local manure plant to test for potential cow involvement, usually seen in variant (vCJD), which was unremarkable. However, our patient's age of disease onset, typical EEG (PSWC), absent pulvinar sign on MRI as well as lack of past medical/surgical and family history was not consistent with vCJD. Thus, he was diagnosed with probable sCJD. His remains were cremated, and his ashes taken to Mexico by family preventing final genetic testing to be performed.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'18782431': 1, '25122149': 1, '20640903': 1, '23971649': 2, '21364356': 1, '20619659': 1, '28248914': 1, '21471469': 1, '2642613': 1, '11066181': 1, '21172857': 1, '3900429': 1, '10976638': 1, '10517931': 1, '23833837': 1, '20430517': 1, '15380138': 1, '24487337': 1, '22268564': 1, '27072062': 1, '8628468': 1, '17620554': 1, '26646926': 1, '10805327': 1, '11585394': 1, '22499277': 1, '12810484': 1, '33276270': 1, '29023170': 1, '16437565': 1, '25434587': 2, '9576547': 1, '18668637': 1, '25860342': 1, '10443888': 1, '19608827': 1, '7874620': 1, '15883321': 1, '26906964': 1, '4633062': 1, '16442343': 1, '29666711': 2}", "similar_patients": "{'3766118-1': 1, '4255969-1': 1}"}