{"patient_id": 114452, "patient_uid": "5100165-1", "PMID": 28058004, "file_path": "noncomm/PMC005xxxxxx/PMC5100165.xml", "title": "Testicular cancer in Down syndrome with spinal cord metastases", "patient": "A 22-year-old male patient with Down syndrome was referred to our center with a vast left scrotal mass that had progressively increased in size over a period of 8 months. On physical examination, a large painless left testicular mass measuring about 15 cm × 12 cm was found.\\nThe preoperative levels of tumor markers were 1456 ng/mL of alpha-fetoprotein (AFP), 99.89 IU/L of beta-human chorionic gonadotropin (B-HCG), and 230 U/L of lactate dehydrogenase.\\nA chest X-ray [] and chest computed chromatography with intravenous contrast showed multiple lung nodules of variable size in both lungs [Figures and ].\\nAbdominal and pelvic computed tomography identified multiple inguinal and para-aortic lymph nodes [], and magnetic resonance imaging (MRI) revealed a left testicular mass, suspected to be a mixed germ cell tumor [].\\nThe patient underwent a left radical inguinal orchiectomy, and the histopathological report showed a unifocal yolk sac tumor measuring 17.5 cm × 14 cm invading the epididymis. No spermatic cord, tunica albuginea, or lymphovascular invasions were seen. The neoplastic cells were positive for AFP and CD117, and negative for B-HCG, placental alkaline phosphatase, neuro-specific enolase, and CD30.\\nThe postoperative period was uneventful.\\nSixteen days later, the patient presented at the emergency room with weakness in both lower limbs that had begun 2 days previously, decreased oral intake, and nausea.\\nOn physical examination, the patient was conscious but dehydrated. Neurological examination revealed a loss of sensory and motor functions of both lower limbs. A dorsal spine MRI was performed and showed soft tissue metastases compressing the dorsal spine at the level of D9–D12. Decompression surgery was performed (D9–D12 decompression), and an epidural biopsy was taken. The morphological features of the biopsy tissue favored a yolk sac tumor, establishing the diagnosis of metastases from the primary testicular tumor.\\nThe patient was moved to the oncology department for chemotherapy, where he received two cycles of etoposide with granulocyte colony-stimulating factor, with a 20% reduction in dose for the last cycle.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'9677053': 1, '6284333': 1, '18542765': 1, '24204171': 1, '20573041': 1, '11268309': 1, '21311714': 1, '11024504': 1, '28058004': 2}", "similar_patients": "{}"}