{"patient_id": 63875, "patient_uid": "5187467-1", "PMID": 28070436, "file_path": "comm/PMC005xxxxxx/PMC5187467.xml", "title": "The “Pearls” of Multidisciplinary Team: Conquering the Uncommon Rosette Rash", "patient": "A 5-year-old girl presented with 4-day history of a widespread painful rash and pyrexia. The erythematous papular rash started from the retroauricular area and spread all over the body (). After 2 days, this rash transformed into painful blisters. A recent contact with chickenpox was also noted.\\nOn admission to paediatric ward, she was apyrexial, in pain, but hemodynamically stable with a widespread erythematous rash and multiple ruptured blisters on her torso and back. She was diagnosed with chickenpox along with a secondary bacterial infection and started on intravenous Clindamycin due to history of penicillin allergy. She was given oral morphine for her pain.\\nHer blood tests showed CRP 29, WCC 3.9, and a lymphocyte count 1.0. A wound swab and blood culture showed no growth. She received IV antibiotics for 4 days and was then discharged on oral Clindamycin and regular pain relief.\\nShe attended 6 days after the first admission complaining of sore skin under the axilla. As she remained apyrexial and systemically well, she was discharged home with further 5 days of oral Clindamycin. Her wound swab grew a heavy growth of Staphylococcus aureus sensitive to flucloxacillin. Clindamycin was continued.\\nShe was readmitted 10 days after her initial presentation with new blistering lesions associated with desquamation in the axilla and groin and over the buttocks. She remained apyrexial and her pain had settled. Intravenous Aciclovir was added after a discussion with Infectious Diseases team, assuming it to be a persistent Varicella Zoster infection. She was reviewed by Dermatology team due to new blistering lesions on Aciclovir and diagnosed with linear IgA disease also known as chronic bullous disease of childhood. This was based on the presence of blistering rash with rosette appearance and string of pearl lesions (). She was started on oral Dapsone, potent topical steroid, and a topical antibacterial cream and Aciclovir discontinued. Clindamycin was continued for another week. Her skin lesions quickly got better with no new blistering lesions. On Dapsone, she has had no further blistering lesions. Currently she is on continuing monitoring for Dapsone and will continue to be on it for the foreseeable future. Family were made aware of the side effects of Dapsone. She is having regular blood tests to look out for Dapsone related haemolysis and hepatitis. Three months after initial presentation, pink coloured papules were noted at the sites of blisters on chest and anterior axillary fold and behind the left ear. These were diagnosed as keloid scars. Due to that, she has intralesional steroid injection for these keloid scars at a later date.", "age": "[[5.0, 'year']]", "gender": "F", "relevant_articles": "{'21605812': 1, '21716539': 1, '17014638': 1, '20579597': 1, '3056993': 1, '11705681': 1, '22137235': 1, '21925008': 1, '22137232': 1, '20137744': 1, '22137225': 1, '28070436': 2}", "similar_patients": "{}"}