{"patient_id": 64480, "patient_uid": "5268100-1", "PMID": 28149484, "file_path": "comm/PMC005xxxxxx/PMC5268100.xml", "title": "Maxillary peripheral keratocystic odontogenic tumor. A clinical case report", "patient": "A 32-year-old male presented a lump located in the anterior region of the left upper jaw. The patient had noticed a clear growth and self-reported three months of evolution. The patient’s primary concern was not only the increasing gum size itself, but also its esthetic ramifications, as the growth became visible upon smiling.\\nThe intraoral examination revealed a whitish lump with a soft surface located between the upper left lateral incisor and the upper left canine (22 and 23). On palpation, the lump was fluctuant and not painful (Fig. ). Teeth 22 and 23 were vital. A cone beam computed tomography (CBCT) was performed, revealing a well-defined, unilocular radiolucent lump of 4 mm in diameter, which was causing erosion of the vestibular cortical area.\\nClinical and radiological aspects led to a presumptive diagnosis of non-inflammatory odontogenic cyst causing cortical perforation in the maxilla, which was also consistent with a gingival cyst of adult and keratocyst odontogenic tumor.\\nA cystectomy was performed under local anesthesia without conducting a root canal treatment of adjacent teeth, and the obtained material was sent for histopathologic testing.\\nA full-thickness incision was made, preserving the papilla to avoid future gum recession (papilla-base incision), beginning on the mesial part of 22 and ending on the distal part of 23. This incision continues with a vertical incision on the distal area of 23, passing the deformity, and penetrating the mucogingival junction to have better visibility and access. A full-thickness flap was carefully elevated to avoid tearing the flap or the cyst capsule. Once localized, the cyst was removed via curettage of the bone tissue.\\nAfter removal, the cyst was placed in 10% formalin and was sent to a pathological anatomy lab for histologic diagnosis. Subsequently, the flap was repositioned using a 6/0 non-absorbable suture.\\nThe patient was prescribed antibiotic treatment (one tablet of amoxicillin/clavulanic acid 875mg/125mg every 8 hours for 7 days), as well as nonsteroidal anti-inflammatory drugs (600mg of ibuprofen; one tablet every 8 hours for 3 to 5 days). The patient was told not to brush in areas near the incision for the first 24 hours, and to use mouthwash with 0.12% chlorhexidine twice a day for two weeks. In addition, the patient was prescribed a soft, cold diet to avoid heavy chewing for at least two or three days. The stitches were removed two weeks later.\\nThe histopathological findings revealed a cystic lesion with a loose connective tissue wall, an inner lining of well-defined simple squamous epithelium (4-8 cells in thickness), basal cells arranged in a palisaded pattern with a superficial parakeratinized focally corrugated surface. The epithelium was focally detached from the connective tissue, and keratin was found inside the cystic le-sion. The collected data established a peripheral keratocyst odontogenic tumor as the diagnosis (Fig. ).\\nPeriodic check-ups were carried out after one month, three months, six months and one year post-surgery, as well as a CBCT, which confirmed no signs of recurrence (Fig. ). The patient was asked for their informed consent to publish their case, giving this consent.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'18353202': 1, '16332245': 1, '26225042': 1, '22248962': 1, '32071461': 1, '18812605': 1, '18718792': 1, '19158536': 1, '27011939': 2, '25481228': 1, '7518070': 1, '292958': 1, '12296595': 1, '15599351': 1, '24332158': 1, '2455006': 1, '25136427': 1, '7518071': 1, '26827060': 1, '22949600': 1, '24482721': 1, '33154804': 2, '26545201': 1, '1056987': 1, '28149484': 2}", "similar_patients": "{'7600203-1': 1, '4784071-1': 1}"}