{"patient_id": 119008, "patient_uid": "5525486-1", "PMID": 28272066, "file_path": "noncomm/PMC005xxxxxx/PMC5525486.xml", "title": "Unusual presentation of chondroblastoma mimicking Trevor's disease", "patient": "A 16-year-old boy presented with pain and swelling over medial side of the left knee with the inability to extend the knee since 2 years. The swelling has slowly increased in size, especially during the past 6 months. Pain aggravates on walking and sitting cross-legged. No other swelling was found. There was no history of fever, weight loss, or loss of appetite. Past history was unremarkable. On clinical examination, the swelling was 3 cm × 4 cm in size, hard in consistency, well-defined margins, immobile, tender on deep palpation with normal overlying skin with no compressibility and reducibility. There was a flexion deformity of 30° of the knee joint with further flexion to 90°. There was no limb length discrepancy or coronal plane deformity of the knee. Anteroposterior and lateral radiographs of affected knee [] revealed the presence of a bony growth arising from the medial part of tibial epiphysis extending into the joint cavity consistent with the clinical diagnosis of Trevor's disease. On the basis of clinical examination and radiographic findings, the diagnosis was felt definitively to be osteochondroma. Therefore, magnetic resonance imaging (MRI) was not performed. The patient underwent surgical excision of the mass under regional anesthesia using medial parapatellar approach, and send for histopathological examination. On gross examination, the lesion was 4 cm × 4 cm in size reddish in color, bony hard in consistency []. Histopathologically, the lesion consists of sheets of chondroblasts with dystrophic calcification surrounding individual cells giving the classical “chicken wire” appearance characteristic of chondroblastoma []. Full extension was achieved intraoperatively [] and above knee plaster of Paris (POP) slab was applied in full extension. Postoperative lateral radiograph of knee confirmed the entire removal of the lesion []. Sutures removed at 2 weeks postoperatively, and knee range of motion (ROM) was initiated with full ROM at 4 weeks postoperatively.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'15972914': 1, '15580741': 1, '13295331': 1, '16131877': 1, '33546632': 2, '18591609': 1, '15422019': 1, '18453666': 1, '12477480': 1, '9810528': 1, '9005917': 1, '8981897': 1, '6841410': 1, '28862242': 1, '28272066': 2}", "similar_patients": "{'7866645-1': 1}"}