{"patient_id": 62645, "patient_uid": "5080486-1", "PMID": 27818818, "file_path": "comm/PMC005xxxxxx/PMC5080486.xml", "title": "Total Hip Arthroplasty for Implant Rupture after Surgery for Atypical Subtrochanteric Femoral Fracture", "patient": "A 74-year-old female had a past medical history of Adult Still's disease and she had been treated with steroids for 23 years at the Department of Collagen Disease. Treatment of osteoporosis with bisphosphonates was initiated 4 years ago and the drug was switched to denosumab 1 year ago. She felt pain in the left femoral region 3 months before injury and underwent plain radiography. Breaking and a slightly radiolucent line were observed in the lateral subtrochanteric femoral cortex, and she was diagnosed with atypical incomplete subtrochanteric femoral fracture (). Then we measured bone turnover markers. Bone resorption and bone formation markers were suppressed (TRAP5b: 154 mU/dL, BAP: 11.2 μg/L, and PINP: 11.2 ng/mL), and serum levels of calcium (9.2 mg/dL) and phosphate (3.2 mg/dL) and the concentration of intact parathyroid hormone (65 pg/mL) were normal. Conservative treatment was planned, the drug was changed from denosumab to teriparatide, and she started walking with 2 crutches. There was a reduction in pain, but she fell and was unable to move her body, so she was transported to our hospital by ambulance. On plain radiography, transverse fracture accompanied by a spike was noted on the medial side. Atypical subtrochanteric femoral complete fracture was diagnosed (), and invasive osteosynthesis with a long femoral nail (Gamma3 long nail, Stryker) was performed (). Full weight-bearing exercise was applied as much as possible in treatment following surgery. Gait with a T-shape cane became stable and the patient was discharged 1 month after surgery. However, left thigh pain appeared again 2 months after surgery, and nail breakage and opening of the fracture region due to delayed union were observed on plain radiography (). In reoperation, the implant was removed, and total hip arthroplasty through the posterior approach was performed. For the acetabular component, a dual mobility cup (MDM X3, Stryker) was used. For the femoral side, a distal fixation-type long stem (Restoration HA, Stryker) was used. As a modification of the surgery, varus of the proximal bone fragment was prevented using the Blocking Pin Technique (φ2.4 mm Kirschner wires) (Figures and ) [], and the stem was placed in the optimal position. The resected autologous femoral head was trimmed and transplanted into the bone defect formed between the screw insertion region and nonunion region. To fix the nonunion region, a condylar locking plate (LCP-DF, Synthes) for the opposite side was inverted and used, and osteosynthesis was also applied (). Low-Intensity Pulsed Ultrasound (LIPUS) treatment was initiated immediately after surgery. At the same time, administration of a PTH preparation was initiated. Weight-bearing exercise was initiated one week after surgery as treatment following surgery. She became able to walk with a cane 2 months after surgery and was discharged. Callus formation was observed 5 months after surgery and bone union was achieved at 6 months. Although radiolucent line at the lateral femoral cortex can still be seen, there was the callus formation in the three directions except for the lateral cortex (Figures and ). As of 2 years after surgery, there has been no problem with the implant (total hip arthroplasty and materials of osteosynthesis), and the patient's physical activity level returned to that before injury.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'20865463': 1, '30402317': 2, '25574411': 2, '24700046': 1, '19071238': 1, '26713309': 1, '24788502': 1, '23324969': 1, '26270747': 1, '23365544': 1, '22669553': 1, '23874247': 1, '23671316': 1, '19550237': 1, '21350886': 1, '20436006': 1, '24786905': 1, '23712442': 1, '23516032': 1, '27818818': 2}", "similar_patients": "{'6171208-1': 1, '4276684-1': 1, '4276684-2': 1}"}