{"patient_id": 65945, "patient_uid": "5379633-1", "PMID": 28376845, "file_path": "comm/PMC005xxxxxx/PMC5379633.xml", "title": "Rare adrenal gland incidentaloma: an unusual Ewing’s sarcoma family of tumor presentation and literature review", "patient": "A 57-year-old man presented to the First Hospital of Jilin University (Changchun, China) with the main complaint of abdominal swelling for 2 months. In addition to the mild percussion pain in the right kidney region, no other symptoms were noted during a physical examination. His past medical history was unremarkable. Computed tomography (CT) scan of the abdomen revealed a nearly-circular mass measuring about 8.1 × 10.6 cm arising from the right adrenal gland (Fig. ). The CT also showed heterogeneous density, both solid and cystic components and calcification of the mass. The lesion showed heterogeneous enhancement and relatively sharp margination on Contrast-enhanced CT (Fig. ). Contrast-enhanced CT scan further defined the large mass was located between the liver and kidney with characteristics consistent with the soft tissue. Vena cava, right renal vein were compressed and displaced. No obvious metastasis was apparent.\\nThe patient underwent open surgery under general anesthesia. A 10.0 cm × 8.0 cm × 6.0 cm mass was found during laparotomy. The tumor was located above the left renal vein and the right renal vein without venous involvement. Due to firmly adhesion with the surrounding tissue, tumor dissection was difficult. Intraoperative blood loss was 800 mL and the tumor was completely removed eventually. Postoperative histopathology showed a monotonous population of small round blue cells with occasional Homer-Wright-type rosettes (Fig. ). The results confirmed the diagnosis of PNET. The immunohistochemical staining was performed supporting the previous diagnosis, which was positive for CD99, FLI-1, NeuN, CGA and VIMENTIN (Fig. ), while negative for EMA, SYN and LCA.\\nThe patient was scheduled for adjuvant chemotherapy with adriamycin, cyclophosphamide, ifosfamide and etoposide. At his follow-up, 5 months after surgery, CT scan results demonstrated a metastatic lesion arising from the right abdominal wall. Unfortunately, the patient died for cancer metastasis one year later after surgery.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'9738572': 1, '20564643': 1, '16554591': 1, '16917000': 1, '26393682': 1, '1848471': 1, '26363896': 1, '26847175': 1, '20151425': 1, '23714257': 1, '24330865': 2, '22981088': 1, '2551479': 1, '21747604': 2, '27197626': 1, '34917301': 1, '24518722': 1, '20430773': 1, '15692148': 1, '20981347': 1, '24158076': 1, '23853184': 1, '8929472': 1, '11498544': 1, '24235803': 2, '25307073': 1, '7503935': 1, '17126256': 1, '8163272': 1, '25251206': 1, '22656426': 1, '21681923': 1, '25387699': 1, '10210585': 1, '25435942': 2, '17163788': 1, '10799198': 1, '19841938': 1, '20152770': 1, '11567233': 1, '16771733': 1, '21267687': 1, '24276043': 1, '28376845': 2}", "similar_patients": "{'4246623-1': 1, '3822357-1': 1, '3867215-1': 1, '3130473-1': 1, '3130473-2': 1, '3130473-3': 1, '3130473-4': 1, '3130473-5': 1, '3130473-6': 1}"}