{"patient_id": 66742, "patient_uid": "5435926-1", "PMID": 28097802, "file_path": "comm/PMC005xxxxxx/PMC5435926.xml", "title": "Genomic analysis and clinical management of adolescent cutaneous melanoma", "patient": "The 15-year-old female described had blonde hair, blue eyes, skin phototype II on the Fitzpatrick Classification Scale (Fitzpatrick, ) and a history of multiple (>50) benign skin naevi. Her mother had a history of uveal melanoma, and her maternal grandmother had pancreatic adenocarcinoma (Figure A). She presented in February 2011 with an enlarging symmetric raised light brown papule on the right lower posterior chest wall at the level of the costal margin, which measured less than 1 cm in diameter. The lesion was removed by shave excision at her local hospital and was found to be a non-ulcerated cutaneous malignant melanoma, Clark's level IV, Breslow thickness 0.9 mm and 6 mitoses/mm2 (Figure B). As the lesion extended to the excision margins, wide local excision was undertaken with subsequent clear margins. Ultrasonography revealed no pathological regional lymph nodes and she underwent active multimodality 6-monthly surveillance. Two and a half years later in October 2013, a 0.8 mm pigmented lesion appeared in the centre of the existing wide local excision scar (Figure C). Dermoscopic examination revealed a homogeneous pattern and reflectance confocal microscopy showed atypical dendritic cells in the dermo-epidermal junction (Figure D). This lesion was diagnosed as melanoma in situ, which was completely excised. In March 2014, no abnormalities were detected on surveillance clinical examination or ultrasonography and serum s-100 levels were recorded as normal at 0.13 μg/l (normal <0.15 μg/l). However, 2 months later, during a separate clinic consultation for acne treatment, an enlarged lymph node was detected in the right axilla and serum s-100 levels were now elevated to 0.7 μg/l. A PET/CT scan revealed avid FDG uptake in multiple liver and bone metastases as well as right axillary lymph nodes (Figure A). A single asymptomatic parietal lobe brain metastasis was also identified on imaging (Figure B). Three cutaneous metastases were evident, one of which was excised. Molecular analysis of the excised metastasis using PCR revealed a BRAF\\n mutation. In July 2014, she was commenced on systemic therapy with the BRAF kinase inhibitor, vemurafenib. Ten days into therapy, she experienced arthralgia, blepharitis, meibomian gland inflammation (presenting with suppuration from the sebaceous gland at the rim of the eyelids and treated with topical and oral antibiotics), as well as a widespread cutaneous rash necessitating interruption of treatment (Erfan et al., ; Figure ). Treatment was reintroduced 2 weeks later at a 25% dose reduction. Repeat cross-sectional imaging 2 months later showed a response in all the nodal and liver lesions (Figure C). There was also response in the parietal lobe lesion, but a new brain metastasis within the amygdala was now evident (Figure B). Vemurafenib was therefore stopped and, following a 3-week washout, immune checkpoint inhibitor therapy with ipilimumab was commenced. Following the second cycle, she was admitted to hospital with migraine and unsteadiness of gait and neuroimaging revealed widespread multiple brain metastases (Figure B). Her symptoms improved with corticosteroids and whole-brain radiotherapy. In December 2014, combination MAP kinase inhibitor therapy with dabrafenib and trametinib was commenced. Treatment was associated with pyrexia necessitating brief interruption of dabrafenib, but subsequent resumption of the combination regimen. At the end of March 2015, she was readmitted with a sudden-onset severe headache. Imaging revealed bleeding and perilesional oedema into two existing brain metastasis and the appearance of a further new brain metastasis. She died from progressive metastatic melanoma 2 months later.", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'23977234': 1, '23395590': 1, '22641210': 1, '27268795': 1, '8528263': 1, '21874003': 1, '19505943': 1, '26091043': 1, '15858468': 1, '22525407': 1, '27193390': 1, '1090894': 1, '23744867': 1, '16034049': 1, '27020388': 1, '26432245': 1, '26826718': 1, '25128977': 1, '27535533': 1, '24210187': 1, '1439824': 1, '25268584': 1, '34356109': 1, '19917835': 1, '29024734': 1, '19451168': 1, '23945592': 1, '19536874': 1, '23803469': 1, '7581459': 1, '16792745': 1, '26359337': 1, '3377516': 1, '27353949': 1, '24686846': 1, '27364504': 1, '25409260': 1, '24857134': 1, '25505254': 1, '30207590': 1, '30591049': 1, '23392294': 1, '30872112': 1, '24807163': 1, '21907230': 1, '24686849': 1, '22772081': 1, '22428965': 1, '28097802': 2}", "similar_patients": "{}"}