{"patient_id": 71062, "patient_uid": "5751825-1", "PMID": 29298659, "file_path": "comm/PMC005xxxxxx/PMC5751825.xml", "title": "Cardiac manifestations of PRKAG2 mutation", "patient": "A 23 year-old female with history of WPW, HCM, and pseudotumor cerebri was referred to our center for further evaluation and treatment of persistent angina. The patient had a history of WPW syndrome, for which a catheter ablation had previously been performed. The patient had been experiencing frequent angina both at rest and with exertion. During hospitalization at the referring facility for a ventriculoperitoneal shunt repair, the patient suffered a NSTEMI and was immediately transferred to our center.\\nOn admission, electrocardiogram showed normal sinus rhythm with left atrial enlargement, left ventricular hypertrophy with repolarization abnormalities, and an incomplete right bundle branch block. The patient’s echocardiogram revealed a dynamic left ventricle with an ejection fraction of 70–75% and end-diastolic septal thickness of 2.2 cm without presence of systolic anterior motion of mitral valve. A cardiac magnetic resonance imaging study confirmed prominent hypertrophy in the apical and septal regions. Given her persistent angina, a coronary angiogram was performed that revealed severe coronary bridging with compression of the proximal to mid LAD with near complete compression of all the septal perforator branches. In addition, the left ventricle was noted to be spade-shaped with substantial hypertrophy in mid to apical regions.\\nThe presence of HCM in the setting of previous WPW syndrome raised suspicion for an underlying genetic disorder. In addition, patient reported a family history of an uncle with WPW. Genetic testing using Illumina next generation sequence analysis revealed a missense Arg302Gln mutation in the PRKAG2 gene, confirming the clinical diagnosis of glycogen storage cardiomyopathy. This missense heterozygous mutation on exon 7 replaces arginine with glutamine at codon 302 of the PRKAG2 gene. The PRKAG2 gene consists of 560 amino acids with a molecular mass of approximately 63kd []. The patient was also found to have a heterozygous CACNB2 mutation on exon 4, which is of unclear clinical significance.\\nThe patient underwent an unroofing of the LAD and a radical extended myomectomy of septal muscle through a left ventricular apical approach. The atrial and ventricular muscles were noted to have significantly increased thickness during the surgery, which was previously observed on the echocardiogram. The patient was also found to have an abnormal papillary muscle attached to the anterior mitral leaflet, which was surgically resected. Post-surgical transesophageal echo showed a pseudo normal diastolic left ventricular filling. There were no post-operative complications. At 3-month follow up, the patient remained symptom-free with significantly improved exercise tolerance.\\nHistology of the myocardial tissue revealed sub-sarcolemmal glycogen storage on Hematoxylin and Eosin (H&E) stain as well as Toluidine Blue stain (Fig. ). The vast cytoplasmic glycogen accumulation was further confirmed on electron microscopy (Fig. ). Glycogen storage in the tissue was also noted by a positive Periodic acid–Schiff (PAS) stain and digestion of glycogen with diastase. These findings further confirmed the clinical diagnosis.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'32934851': 2, '11827995': 1, '17916581': 1, '11407343': 1, '32450815': 1, '34290697': 1, '33193677': 1, '32461842': 2, '15766830': 1, '31783652': 1, '15350834': 1, '34574906': 1, '19920047': 1, '31865466': 1, '33567616': 1, '26496977': 1, '25173338': 1, '22874472': 1, '28431061': 1, '7657794': 1, '31724174': 1, '32933021': 1, '34307193': 1, '12745102': 1, '33919129': 1, '34722426': 2, '34853793': 1, '34880858': 1, '34046015': 1, '14729328': 1, '34716504': 1, '33515326': 1, '33806855': 1, '32794656': 1, '18158359': 1, '34341398': 1, '12782567': 1, '29298659': 2}", "similar_patients": "{'7484682-1': 1, '8554157-1': 1, '8554157-2': 1, '7243656-1': 1}"}