{"patient_id": 120223, "patient_uid": "5618856-1", "PMID": 28979031, "file_path": "noncomm/PMC005xxxxxx/PMC5618856.xml", "title": "Perianal Eccrine Syringofibroadenoma", "patient": "A 31-year-old married male presented with painless, multiple, flesh-colored moist nodules and plaques on the perianal region that had persisted for 6 months. He reported that the skin lesion developed few months after a single episode of a painful swelling which was associated with pus discharge. The patient took treatment from local doctor following which swelling and discharge subsided. A month later, the patient had relapse of the painful lesions along with multiple painless swellings which gradually increased in size and were slow responsive to oral antibiotics. There was no history of unprotected sexual exposure other than spouse. There was no associated lymphadenopathy.\\nCutaneous examination revealed multiple, moist coalescing, firm, flesh-colored nodules in the perianal region []. There were also multiple atrophic linear scars seen around medial aspect of both gluteal folds [].\\nThe patient was referred to the surgical department and showed no evidence of any hemorrhoids or pilonidal sinuses on evaluation. Upper GI endo scopy and colonoscopy examination was normal. Stool routine analysis and culture were normal. Pus culture from the discharge showed Staphylococcus aureus.\\nRoutine blood investigations were within normal limits including serum iron and ferritin levels. The patient was also negative for HIV and venereal disease research laboratory serological tests. The patient however had slight elevation of blood sugar levels and had not been investigated prior for diabetes.\\nTwo biopsies were taken, one from single fleshy nodule and other was taken from a painful nodule. The patient was started initially oral doxycycline initially for 2 months followed by a course of oral amoxycillin+ clavulanic acid after pus culture sensitivity for the next 2 months following which lesions showed partial regression. No similar lesions were reported among family members.\\nOn histopathological examination, thin anastomosing strands of uniform, small, epithelial cells arising from the epidermis to the dermis were observed []. The cells were embedded in a cellular fibrous stroma and exhibited a latticed pattern characteristic of ESFA. Luminal structures were observed within the strands, and there were no cytological abnormalities []. Due to financial constraints, we could not perform immunohistochemistry.\\nIn the second biopsy from the painful nodule, we visualized dense suppurative neutrophilic inflammation in the dermis with overlying sinus wall formation in the epidermis [Figure and ].", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'19318801': 1, '10971334': 1, '18342718': 1, '9092743': 1, '10495392': 1, '33487730': 1, '9529546': 1, '13933264': 1, '28979031': 2}", "similar_patients": "{}"}