{"patient_id": 121814, "patient_uid": "5731176-1", "PMID": 29279708, "file_path": "noncomm/PMC005xxxxxx/PMC5731176.xml", "title": "Metachronous Development of Meningothelial Meningioma, Basal Cell Carcinoma, and Glioblastoma Multiforme in a Patient with Pancreatic Incidentaloma", "patient": "A 61-year-old male patient with an unremarkable family history and known PI (Fig. ) was referred to our clinic with short-term complaints of speech disturbances and progressive weakness of his right extremities. The magnetic resonance imaging (MRI) demonstrated a complex space-occupying process localized in the left temporopolar region (Fig. ). A total removal of the tumor was performed using an extended pterional approach. The histological examination revealed an MMG (WHO grade I; Fig. ). The patient recovered well after the intervention and was scheduled for regular follow-up (Fig. ). No additional radiotherapy was performed. Two years later, the patient was operated on because of a persistent nonhealing skin ulcer of the occiput. A radical excision of the lesion was made. The histological result was consistent with that of a BCC (Fig. ). No further treatment was administered following the intervention. One year later, the patient was readmitted with a 1-month history of progressive disorientation and gait and visual disturbances. The MRI demonstrated a heterogeneous right occipital lobe tumor (Fig. ). A gross-total removal of the lesion was performed using intraoperative contrast enhancement with Fluorescein Na (Fig. ). The histological and microarray studies revealed the typical picture of a primary GBM (WHO grade IV; Fig. , Fig. ). The patient recovered well and underwent adjuvant chemoradiation in standard doses and regimens. No data on any tumor recurrences were found on the subsequent neuroimaging studies (Fig. ).", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'230047': 1, '18308040': 1, '19130153': 1, '34123356': 1, '5007275': 1, '9192811': 1, '21735373': 1, '1715047': 1, '12531614': 1, '14871962': 1, '17665342': 1, '15931312': 1, '29279708': 2}", "similar_patients": "{}"}