{"patient_id": 72069, "patient_uid": "5828938-2", "PMID": 29527248, "file_path": "comm/PMC005xxxxxx/PMC5828938.xml", "title": "Use of Hyaluronic Acid–Based Biological Bilaminar Matrix in Wound Bed Preparation: A Case Series", "patient": "A 58-year-old woman with diabetes and peripheral neuropathy was admitted through the emergency department to the hospital with a necrotizing soft-tissue infection of her left foot and advanced osteomyelitis of her left middle toe. After receiving surgical debridement, including a toe amputation, and intravenous antibiotic therapy in combination with proper wound care, she was admitted to the LTAC with residual soft-tissue necrosis including the extensor tendons (a).\\nThe patient was taken to the OR for surgical debridement of her foot including tendons (b). eHAM was applied (c) over the defect to cover her tendons and combined with NPWT. After 1 week, the silicone layer came off and the wound was dressed twice daily with wet and moist dressing using quarter strength Dakin's solution. The affected extremity was kept elevated until it was ready for skin grafting 2 weeks later. A meshed split-skin autograft was applied to the wound with NPWT for a week to secure the graft. During the following week, dressing changes were done daily until the wound was completely healed (d).", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'22630331': 1, '24287235': 1, '23897393': 1, '8130320': 1, '17518666': 1, '25945447': 1, '22610405': 1, '24664163': 1, '16808803': 1, '25115371': 1, '20139336': 1, '21564554': 1, '24698215': 1, '17880270': 1, '19165111': 1, '32867241': 1, '13680307': 1, '7879362': 1, '23145905': 1, '24684743': 1, '6792993': 1, '30591894': 1, '2465358': 1, '19442142': 1, '3646670': 1, '19742179': 1, '22186577': 1, '22721977': 1, '22652473': 1, '25879233': 1, '19438299': 1, '26072551': 1, '7009690': 1, '12654015': 1, '28121897': 1, '626301': 1, '24962375': 1, '26574754': 1, '10231509': 1, '29527248': 2}", "similar_patients": "{'5828938-1': 2}"}