{"patient_id": 65999, "patient_uid": "5384845-1", "PMID": 28405535, "file_path": "comm/PMC005xxxxxx/PMC5384845.xml", "title": "Signet Cell in the Brain: A Case Report of Leptomeningeal Carcinomatosis as the Presenting Feature of Gastric Signet Cell Cancer", "patient": "A 56-year-old obese Hispanic woman presented to the hospital with a three-week history of intermittent headaches and visual loss. Her past medical history was significant for migraine headache and hypothyroidism.\\nUpon arrival, her vital signs were blood pressure (BP) of 136/85 mmHg, pulse of 85/minute, and respiratory rate of 15/minute. A complete physical examination including a thorough neurological examination did not show any focal cranial or peripheral neurologic deficit.\\nInitial laboratory studies revealed hemoglobin of 12.8 g/dL, white cell count of 12 x 103/uL, and normal levels of serum electrolytes, urea, and creatinine. Magnetic resonance imaging (MRI) and magnetic resonance angiography (MRA) of the brain without contrast were done to rule out acute stroke, and they did not show any acute infarction or hemorrhage. On the second day of admission, she developed sudden deterioration in mental status with confusion, drowsiness, left lateral gaze palsy, and generalized stiffness. This prompted repeat MRI brain with and without contrast that showed infarction in the distribution of right posterior inferior cerebellar artery (PICA) along with communicating hydrocephalus. She was intubated and underwent lateral ventriculostomy placement to relieve the increased intracranial pressure. Cerebrospinal fluid (CSF) analysis was negative for infection while cytology was negative for atypical cells. She subsequently underwent ventriculoperitoneal (VP) shunt placement and was discharged to a rehabilitation facility after she showed clinical improvement.\\nTwo months later, the patient presented again with worsening confusion, headache, nausea, and vomiting. An MRI of the brain with and without contrast revealed supratentorial and infratentorial leptomeningeal enhancement as seen in Figures -. This finding raised concern for metastatic seeding of the meninges from a distant primary site of malignancy.\\nThe CSF analysis this time was significant for elevated protein (143 mg/dl), 4500 red blood cells, and 21 nucleated cells. The CSF cultures were negative for any bacterial or viral infection. The CSF cytology revealed atypical cells concerning for malignancy (Figure ).\\nAn MRI of the cervical, thoracic, and lumbar spine with contrast showed leptomeningeal enhancement that further increased the suspicion for metastatic seeding. The patient did not have any chronic cough, shortness of breath, vaginal bleeding, abdominal pain, or chronic diarrhea that would suggest an obvious focus for underlying malignancy. Computed tomography (CT) imagings of the chest, abdomen, and pelvis with contrast were performed. The CT abdomen showed a thickened gastric lining with surrounding enhancement of the omentum. Based on the CT finding, an upper gastrointestinal (GI) endoscopic examination was done, that revealed a 15 mm pyloric ulcer with raised edges as seen in Figure . An endoscopic ultrasound showed diffuse thickening of the gastric wall with an 8 mm lymph node in the gastrohepatic ligament.\\nA biopsy of the ulcer was suggestive of signet ring adenocarcinoma of the stomach (Figure ).\\nGiven the diffuse leptomeningeal spread and extensive intra-abdominal involvement of the tumor, the overall prognosis was poor. The patient's family opted for palliative and comfort measures only, and the patient was discharged home with hospice care.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'14769837': 1, '15015782': 1, '21673879': 1, '31604716': 1, '21796558': 1, '10395835': 1, '9576299': 1, '12714889': 1, '24587686': 1, '28405535': 2}", "similar_patients": "{}"}