{"patient_id": 116913, "patient_uid": "5379234-1", "PMID": 28435647, "file_path": "noncomm/PMC005xxxxxx/PMC5379234.xml", "title": "Helical Tomotherapy® is a Safe and Feasible Technique for Total Scalp Irradiation", "patient": "An 81-year-old man presented with recurrent angiosarcoma in the form of multicentric hemorrhagic lesions throughout the scalp, mostly located on the right temple and nape. Some nodules were painful when examined and subject to spontaneous bleeding. A year earlier, the patient had undergone surgical resection of a skin lesion in the right parietal region, positive at pathologic examination for angiosarcoma. A total body CT-scan was performed for staging assessment, suggesting involvement of cervical lymph nodes and liver metastases. Given the advanced stage of disease, the patient was considered eligible for palliative irradiation of the scalp followed by chemotherapy. We decided to deliver a total dose of 30 Gy in 10 fractions to the whole scalp, using HT IGRT/IMRT. The planning CT scan was obtained with a 2.5-mm slice thickness and the patient in supine position wearing a head-neck-shoulder mask. The treatment plan was created with the Pinnacle Phillips Treatment Planning System, delineating brain, brainstem, and optical structures as organs at risk (OARs), and the whole scalp as planning target volume (PTV). The plan was optimized to achieve an adequate target coverage ensuring that delineated OARs, eyes, lenses, brain and optic chiasm, received maximum doses of 19.7 Gy, 1.73 Gy, 29.6 Gy, 22.9 Gy, and 20 Gy, respectively. A megavolt CT (MVCT) scan was performed prior to each fraction, in order to ensure optimal target coverage and setup accuracy. After eight fractions, clinical examination and MVCT showed substantial reduction in the size of the scalp lesions () and the patient reported considerable relief of initial symptoms. Given this rapid response and considering the patient’s good compliance, we decided to extend the treatment by adding another 20 Gy delivered in 10 fractions. We performed a new planning CT-scan with the same immobilization systems and protocols used for the first one and re-planned the treatment. The maximum doses for the second part of the treatment were 17 Gy to the brain, 4.2 Gy to the eyes, 9 Gy to the optical nerves, 1.3 Gy to the lenses, and 13.6 Gy to the chiasm. The patient completed the radiotherapy course presenting a substantial reduction in the size of the lesions and no significant side effects. Twelve months after the end of radiotherapy, the patient was undergoing chemotherapy due to systemic progression of disease.", "age": "[[81.0, 'year']]", "gender": "M", "relevant_articles": "{'24932825': 1, '31642033': 1, '32582811': 1, '22806620': 1, '32680542': 1, '22314000': 1, '20210254': 1, '34889306': 2, '34272971': 1, '19881033': 1, '2504182': 1, '25097563': 1, '30680884': 1, '15817349': 1, '16112468': 1, '12810835': 1, '24927727': 1, '28435647': 2}", "similar_patients": "{'8663818-1': 1}"}