{"patient_id": 116043, "patient_uid": "5303805-1", "PMID": 27761566, "file_path": "noncomm/PMC005xxxxxx/PMC5303805.xml", "title": "Rapid-onset obesity, hypothalamic dysfunction, hypoventilation, and autonomic dysregulation in Saudi Arabia", "patient": "A 7.5 year old female presented with a progressive fatigue, bluish discoloration of the skin and fever for few days. There were no symptoms of cough, chest pain, headache or upper respiratory tract infection. Patient’s past history was significant to recurrent episodes of shortness of breath, interrupted breathing, fever, and bluish skin discoloration, which seems to have approximately 2 months prior to this hospitalization. The patient’s mother reports a rapid weight gain, which started around the age of 5 years. Breasts enlargement at the age of 4 years and acne development was also noticed 2 months prior to this hospitalization. In addition, there has been a history of slow mental function and weak memory with very poor school performance. This has been accompanied with history of worsening fatigue, sleepiness, cold intolerance, and excessive sweating. Also, her pain threshold seems to be altered. She does not complain or cry when she get needle phlebotomy. The father and mother are not related. The patient has 3 sisters and one brother and none has similar symptoms.\\nOn physical examination, she looked well with no apparent respiratory distress despite bluish discoloration of lips and her SpO2 of 75% on room air. She was obese with weight of 45 kilogram (kg), height of 126 centimeter (cm) and body mass index (BMI) of 28. Tanner stage was 3 with early puberty signs. Rest of physical exam was unremarkable with normal muscle power and neurological exam.\\nHer initial laboratory investigations showed normal complete blood count (CBC), C-reactive protein (CRP), erythrocyte sedimentation rate (ESR), and Chest x ray (CXR). However, she had a marked hypernatremia with serum sodium (Na) of 186 millimole/liter (mmol/l). In addition, arterial blood gas (ABG) was consistent with chronic hypoventilation as noted of elevated arterial partial pressure carbon dioxide. (PCO2) of 50 millimeter mercury (mm hg), normal acidity (pH) of 7.36 and bicarbonate (HCO3) of 29 mmol/l. Renal and pelvic ultrasound, electrocardiogram, echocardiogram and contrasted brain magnetic resonance imaging (MRI) were normal. She had a very high prolactin level (197 nanogram per liter (ng/l), normal range 3.3-24) and normal thyroid and cortisol levels. Overnight polysomnogram was carried out later and showed severe hypoventilation with mean end tidal CO2 (EtCO2) of 56 mmhg, maximum EtCO2 of 68 mm hg and patient spent 100% of total sleep time with EtCO2 >50 mm hg ().\\nLowest oxygen (O2) saturation was 65% especially during Rapid eye movement sleep and patient had intermittent hypopneas. All these events of sleep disordered-breathing were corrected using bi-level positive airway pressure (BiPAP) in spontaneous/timed (S/T) mode with inspiratory positive airway pressure (IPAP) of 16 centimeter of water pressure (CWP), expiratory positive airway pressure (EPAP) of 6 CWP, back up respiratory rate of 15/minute and inspiratory time (I-time) of 1 second. This was delivered through small nasal mask with minimal leak and patient tolerated it well. She continued to tolerate being on BiPAP therapy during a year of follow up.", "age": "[[7.5, 'year']]", "gender": "F", "relevant_articles": "{'12640453': 1, '30584530': 1, '18675942': 1, '10613788': 1, '17606542': 1, '7475740': 1, '33542648': 1, '21691246': 1, '2752827': 1, '8860075': 1, '14320765': 1, '27761566': 2}", "similar_patients": "{}"}