{"patient_id": 124013, "patient_uid": "5898148-1", "PMID": 29682077, "file_path": "noncomm/PMC005xxxxxx/PMC5898148.xml", "title": "Intracerebral Hemorrhage with Multiple Intracranial Arterial Stenoses in a Synthetic Cannabinoid “Spice” User", "patient": "A 23-year-old male was admitted to the emergency unit with sudden altered consciousness, and no preceding symptom was reported. Physical examination revealed a Glasgow Coma Scale score of 12/15 (E3, M5, V4). The pupils were isochoric with positive light reflex. There was neither a sign of trauma nor a specific sign of other disorders that could result in altered mental status.\\nThe medical history obtained from the relatives revealed the use of “Spice,” called “Bonzai” in Turkey, for over a year. He was a heavy smoker (two packs a day) but had no regular alcohol consumption. This information was confirmed by the patient after recovery, and he stated that he has been using spice for a year, particularly 3–4 times a week for 7 months and 5–6 times a week in the past 4 months, and he had never used any other illicit substance. A urine screening test (Alere Triage® TOX Drug Screen), including ten distinct drug classes, was performed and the results were negative for all substances.\\nThe patient had alcohol (approx. 100 ml) while smoking spice on the day of the event. Cranial computed tomography (CT) showed a 6 cm × 5 cm × 4 cm sized right frontal intracerebral hematoma without a subarachnoid component, extending into the lateral ventricles []. An external ventricular drainage was applied in the intensive care unit. In the following day, diagnostic cerebral angiography showed multiple intracranial arterial stenoses (MIAS). There was neither aneurysm nor arteriovenous malformation nor cerebral venous sinus thrombosis []. The mental status of the patient improved gradually within a week, and the several CT scans showed total resolution of the hematoma after 20 days. During the patient's hospital stay, no other complication occurred, and he was discharged with full recovery.", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'19335127': 1, '23316832': 1, '30689138': 1, '20117892': 1, '25655145': 1, '23836028': 1, '26320200': 1, '24212384': 1, '26019183': 1, '20566335': 1, '25673061': 1, '24119618': 1, '23251274': 1, '30842917': 1, '22995694': 1, '25928069': 1, '25059999': 1, '30022308': 1, '22691010': 1, '21512186': 1, '22989695': 1, '22776442': 1, '29682077': 2}", "similar_patients": "{}"}