{"patient_id": 117916, "patient_uid": "5443135-1", "PMID": 28573131, "file_path": "noncomm/PMC005xxxxxx/PMC5443135.xml", "title": "Severe cognitive dysfunction and shrinking lung syndrome in systemic lupus erythematous", "patient": "A 49-year-old woman, born and residing in the north of Brazil, was brought to medical attention by relatives who reported her rapid cognitive decline over the last 4 months. According to them, the patient had initially presented short-term memory loss followed by psychomotor retardation and diminished patient-environment interaction, ultimately becoming bedridden and fully dependent for basic daily activities. A short while after symptom onset, the patient sought medical attention and ischemic stroke was diagnosed, and she was discharged with the prescription of acetylsalicylic acid. She was reportedly alternating between periods of partial cognitive recovery and the worsening of symptoms. Dyspnea developed and worsened over a few weeks until it was present even at rest. Her past medical history included hypertension, insulin-dependent diabetes mellitus (DM), and dyslipidemia. She reported an episode of arthralgia (without arthritis) 5 years ago, which improved after the use of prednisone for a few months.\\nPhysical examination showed a pale patient with a respiratory rate of 44 breaths per minute; the pulse rate was 144 beats per minute; blood pressure was 120/90 mmHg, and the axillary temperature was 36.4°C. The patient had alopecia without other noticeable skin lesions. There was a marked cognitive impairment without other neurological findings. The remaining examination was normal.\\nOn a previous brain magnetic resonance imaging (MRI), there was hyperintense T2 signal on the periventricular white matter without signs of ischemia or previous strokes ().\\nA chest x-ray () and thoracic computed tomography (CT) () revealed the elevation of diaphragm domes with minimal pleural effusion, and laminar atelectasis consistent with a reduced lung volume. Arterial blood gas: pH = 7.47, pO2 = 57 mmHg, HCO3 = 20 mEq/L, pCO2 = 28 mmHg, and SpO2 = 87% while breathing ambient air. Electrocardiography showed sinus tachycardia. The total blood cell count showed hemoglobin = 9.4 g/dL (reference value [RV]: 12.3-15.3 g/dL], leukocytes = 2,930/mm³ (RV: 4.4-11.3 × 103/mm3) (62% neutrophils, 7% lymphocytes) and 264,000 platelets/mm3 (RV: 150-400 × 103/mm3). The inflammatory markers such as C-reactive protein and erythrocyte sedimentation rate were elevated.\\nAdditional laboratory workup revealed: urinalysis with proteinuria (1300 mg/24 h (RV: 28-141 mg/24 h) with normal cell counts and without casts; urea = 35 mg/dL (RV: 5-25 mg/dL); creatinine = 0.46 mg/dL (RV: 0.4-1.3 mg/dL); blood glucose = 140 mg/dL (RV: 70-99 mg/dL); aspartate aminotransferase (AST) = 29 U/L (RV: 9-36 U/L); and alanine transaminase (ALT) = 32 U/L (RV: 10-31 U/L). Kidney ultrasonography was consistent with parenchymal disease because of the increased echogenicity of the cortex. The brain CT showed mild hypodense areas that were poorly delimitated at the periventricular white matter topography. The cerebral spinal fluid examination revealed 2 cells/mm³, 14 red blood cells/mm3, and protein of 72.8 mg/dL (RV: < 40 mg/dL). India ink and cultures were negative. Serologic tests were negative for HIV, syphilis, and hepatitis B and C. Testing for cryoglobulins was negative.\\nSince the patient’s pulse and respiratory rates remained elevated over the following days, a pulmonary angiotomography was performed, which ruled out the diagnosis of pulmonary embolism and showed hypoinflated lungs and laminar atelectasis, predominantly in the lower lobes. Diaphragm domes were elevated, especially at the right side, where, along with a tiny pleural effusion, they caused partially restrictive atelectasis of the lower and middle lobes (). Normal determination of creatine kinase fraction MB (CK-MB), troponin and creatine phosphokinase (CPK), an electrocardiogram and an echocardiogram ruled out the diagnosis of myocarditis. Thyroid hormones were also normal. The echocardiogram showed left atrium = 32 mm, ejection fraction = 66%, septum = 9 mm, and posterior wall = 9 mm. Left and right ventricle sizes were normal. The aortic valve was slightly thickened and presented a mild reflux. Anemia attributed to a chronic disease was confirmed after dosage of iron and vitamin B12.\\nAntinuclear antibody determination was 1:1280 showing a nuclear homogeneous pattern and anti-dsDNA was positive: ELISA > 200 IU/mL (RV: negative < 20 UI/mL), confirmed by Crithidia luciliae indirect immunofluorescence test. Anti-Sm, anti-Ro (SSA), and anti-La (SSB) were negative. (Anti-P, anti-cardiolipin, and lupus anticoagulant were not tested.) Complement levels were low (C3 = 39 mg/dL [RV: 90-180 mg/dL], C4 = 6 mg/dL [RV: 10-40 mg/dL]).\\nThe patient was diagnosed with systemic lupus erythematosus (SLE) with pulmonary, hematologic, and neuropsychiatric involvement. Renal dysfunction could be either attributed to SLE or to the patient’s associated conditions (DM and hypertension).\\nPulse therapy with methylprednisolone was administered (1g/day for 3 days) and the patient was started on prednisone (60 mg/day) as well as hydroxychloroquine (400 mg/day) afterwards. Her cognitive impairment improved remarkably, but she still showed signs of psychomotor retardation. The respiratory rate improved (26/min without oxygen supplementation) and the white blood cells rose to normal levels. The patient was discharged and referred to a tertiary hospital for outpatient follow-up.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'24836585': 1, '18585760': 1, '20700566': 1, '22440383': 1, '23588411': 1, '14278816': 1, '8508281': 1, '6663599': 1, '22813546': 1, '23378468': 1, '15668428': 1, '20458332': 1, '21431288': 1, '18050188': 1, '18975345': 1, '24668539': 1, '22301521': 1, '17664231': 1, '7945494': 1, '23836074': 1, '7373620': 1, '10807075': 1, '11296200': 1, '28573131': 2}", "similar_patients": "{}"}