{"patient_id": 120629, "patient_uid": "5647538-1", "PMID": 29056777, "file_path": "noncomm/PMC005xxxxxx/PMC5647538.xml", "title": "Relapsing granulomatosis with polyangiitis with severe lung and upper respiratory tract involvement successfully treated with rituximab", "patient": "A 35-year-old woman was admitted to our department in August 2012 due to recurrent respiratory infections, nasal congestion and purulent nasal discharge without improvement after antibiotics. The patient also suffered from ulcerated subcutaneous nodules identified as pyoderma gangrenosum, fever, weakness, arthralgia and arthritis for 6 months before hospitalization. The physical examination revealed inflammatory granulomatous tissue with crusts in the nose, nasal septum perforation and skin ulceration on the leg.\\nLaboratory tests were significant for normocytic normochromic anaemia (haemoglobin 10.2 g/dl), mild leucocytosis (white blood cells 11.3/l), thrombocytosis (PLT 437 G/l), erythrocyte sedimentation rate (ESR) 42 mm/h (normal range 2–0 mm/h) and C-reactive protein (CRP) 37 mg/dl (normal range 0–5). Urine test and creatinine level were normal. Blood test revealed positivity for PR3-ANCA antibodies (cANCA 1 : 40, anti-PR3 41 RU/ml, positive > 20 RU/ml). Nasal cultures were positive for Staphylococcus sp. Computed tomography (CT) of the chest showed bilateral solid nodules with cavitation ().\\nBased on clinical presentation with upper and lower respiratory tract involvement, typical lung changes on CT and presence of cANCA antibodies, the granulomatosis with polyangiitis (GPA) was recognized. Its’ clinical activity was assessed using a disease-specific activity index the Birmingham Vasculitis Activity Score modification for GPA (BVAS/GPA = 5 points). The patient was treated with glucocorticoid pulses (methylprednisolone 3 × 1,0 g i.v.) and pulses of cyclophosphamide (CYC) in dose 15 mg/kg/infusion, according to EUVAS recommendations with frequency of administration: initial 3 pulses every 2 weeks, then every 3 weeks. Prophylaxis against infection with Pneumocystis jirovecii with trimethoprim/sulfamethoxazole was also administrated. After 6 months of treatment (total dose of CYC 7.0 g i.v.), skin changes have healed, but ANCA titers increased (cANCA 1 : 320) and control CT imaging revealed persistent pulmonary infiltrations ().\\nConsidering the patient’s age and the desire to have another child, it was decided to change the immunosuppressive treatment to mycophenolate mofetil (MMF). Unfortunately, the control CT of the chest performed after the subsequent 3 months of MMF treatment revealed a significant progression of lung nodules (). CYC was administrated again to the total dose of 11.8 g i.v. The activity of the disease remained high (BVAS/GPA = 8 points) with new clinical symptoms – strawberry gingivitis, mild polyneuropathy, progression of sinuses involvement with destruction of the maxillary sinus bone structures () and orbital pseudotumor causing stare of the left eyeball ().\\nLaboratory test preformed that time showed anemia (Hgb 9.8 g/dl), thrombocytosis (PLT 425 G/l), high CRP (149 mg/l). There were no laboratory symptoms of renal involvement (creatinine concentration and urine tests were normal). Nasal, blood and bronchoalveolar lavage cultures were negative. Due to resistance to cyclophosphamide, the rituximab (RTX) was administrated in total dose of 2.0 g i.v. (2 × 1.0 g every 2 weeks). During assessment 6 months after RTX infusion, the clinical remission was noted (BVAS/GPA = 0 points), the PR3-ANCA titres decreased significantly (anti-PR3 11 RU/ml), laboratory tests were within normal ranges and chest CT revealed significant regression of the pulmonary infiltrations ().\\nFor remission-maintenance 2.0 grams of RTX were administrated. Two months later the patient was hospitalised due to soft tissue swelling in the left half of the face covering the area around the nose and left eye causing limitation of vision in this eye. Moreover, ophthalmological examination revealed purulent infection of the lacrimal sack in left eye. In laboratory tests elevation of acute inflammatory markers (CRP 42 mg/l, ESR 32 mm/h) was observed. Cultures from lacrimal sac were positive for Pseudomonas aeruginosa. Antibiotic therapy and drainage of the lacrimal sack were administrated with good response. Four months later (6 months after second rituximab infusion) the activity of the disease was assessed, and patient was still in clinical and radiological remission (BVAS/GPA = 0 points). Methotrexate (25 mg/week orally) was administrated for maintenance of remission. One year later (in May 2016) the patient started to complain about purulent nasal discharge and fever. Elevated inflammatory markers (CRP 60 mg/l, ESR 56 mm/h), mild anaemia (Hgb 10.6 g/l) and increased level of PR3-ANCA antibodies (cANCA 1 : 160, PR3 29 RU/ml) were observed in laboratory tests. Nasal cultures were positive for both Pseudomonas aeruginosa and Staphylococcus aureus. Radiological studies have shown a new lung infiltration and significant progression of destructive lesions in the bones of the head ().\\nGranulomatosis with polyangiitis relapse was recognised (BVAS/GPA = 2 points). Due to previous resistance to CYC and good response to RTX, it was decided to re-infuse this biologic drug in a schedule different than the one used before (375 mg/m2 of body surface area, once a week for the next four infusions). After the third of four infusions, the purulent inflammation of the lacrimal sac reappeared. Cultures from the lacrimal sac showed Staphylococcus aureus infection. Antibiotic therapy was administrated for 14 days (amoxicillin with clavulanic acid) and a fourth infusion of RTX was given without further complications. After six months, the patient was in clinical remission, but several purulent infections of the lacrimal sac reappeared during that time. The patient was treated with methotrexate (25 mg/week) and small doses of glucocorticoids to maintenance the remission. Prophylaxis against Pneumocystis jirovecii infection with trimethoprim/sulfamethoxazole was continued. Nasal cultures were repeated in case of any symptoms of infection and if results were positive for Staphylococcus aureus or Pseudomonas aeruginosa, antibiotic therapy was administrated.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'24173434': 1, '26137431': 1, '24487486': 1, '20350658': 1, '21569519': 1, '27872452': 1, '18688911': 1, '18021517': 1, '28852482': 1, '20647199': 1, '12465154': 1, '14872460': 1, '25372085': 1, '21447122': 1, '27338776': 1, '11879541': 1, '20647198': 1, '16224107': 1, '22730028': 1, '29056777': 2}", "similar_patients": "{}"}