{"patient_id": 123536, "patient_uid": "5867010-1", "PMID": 29478290, "file_path": "noncomm/PMC005xxxxxx/PMC5867010.xml", "title": "Two-Year Follow-Up Magnetic Resonance Imaging and Spectroscopy Findings and Cerebrospinal Fluid Analysis of a Dog with Sandhoff's Disease", "patient": "A 13-month-old 3.8 kg, spayed female red Toy Poodle was presented with a 10-month history of progressing intention tremor, ataxia, and suspected blindness. The head tremor initially was observed at 3 months of age, and ataxia appeared a few months later. An absent menace response in both eyes was documented at 10 months of age, although the dog was able to chase dropping cotton balls and displayed intact visual placing responses.\\nThe diagnosis of SD was made from a blood sample obtained when the dog was 14 months of age by detection of deficient β-N-acetylhexosaminidase A and B activity in leukocytes and by identification of the same homozygous mutation (HEXB: c.283delG) as that previously detected in toy poodles with SD., In the absence of effective treatment for SD, euthanasia was proposed but the owner did not consent, instead preferring supportive care with an anti-inflammatory dosage of prednisone (0.5 mg/kg/day) and periodic medical re-evaluations, including MRI, MRS, and CSF analysis. At each MRI, MRS, and CSF analysis, the dog underwent physical, neurologic, blood, and cardiac examination (ECG and ultrasound) before anesthesia to evaluate safety, and informed consent was obtained. The follow-up investigation plans for MRI, MRS, and CSF analysis were each ethically evaluated and approved by Nihon University (Animal Medical Center Management and Ethics Committee). Finally, we performed a total of 14 series of MRI and MRS scans, and CSF analysis before the dog died at 37 months of age.", "age": "[[13.0, 'month']]", "gender": "F", "relevant_articles": "{'20695991': 1, '15884653': 1, '11782984': 1, '14974845': 1, '20881161': 1, '10465144': 1, '17196562': 1, '18050319': 1, '12615653': 1, '22766310': 1, '15232573': 1, '8517351': 1, '8255190': 1, '11437237': 1, '12019216': 1, '8384468': 1, '32418279': 2, '23731274': 1, '17387512': 1, '7805581': 1, '12748082': 1, '11005868': 1, '28833537': 1, '15950877': 1, '12227463': 1, '24471754': 1, '12886980': 1, '24386203': 1, '26535459': 1, '25651788': 1, '17625939': 1, '14722612': 1, '7677013': 1, '8811709': 1, '8183460': 1, '29478290': 2}", "similar_patients": "{'7379037-1': 1}"}