{"patient_id": 74634, "patient_uid": "5996408-1", "PMID": 30002939, "file_path": "comm/PMC005xxxxxx/PMC5996408.xml", "title": "An Inguinal Perivascular Epithelioid Cell Tumor Metastatic to the Orbit", "patient": "A 20-year-old female presented to a primary care facility with a 3-month history of tender left inguinal mass. Initially, she was treated with a course of antibiotic for presumed infectious etiology. Since there was no apparent improvement, she was referred to a surgeon for an excision. The patient denied having fevers, night sweats, or weight loss. The physical exam delineated a 7.2 cm mass filling the entire inguinal canal with skin satellitosis. The mass was resected and found to be a malignant PEComa. Unfortuitously, the PET scan delineated a widely metastatic disease at presentation. The tumor was noted in the temporal lobe of the brain, orbital bones, and lumbar spine (Figures and ). The patient was placed on numerous chemotherapy regimens starting with an mTOR inhibitor, Temsirolimus. Despite various chemotherapy regimens utilized, the tumor progressed and the patient expired due to neutropenic fevers after thirty-two months since the original diagnosis.\\nGrossly, the tumor was well defined with an ulcerated surface and it measured 7.2 cm × 2.5 cm × 2.8 cm. The cut surface was homogenous tan flesh with a prominent central hemorrhagic area. On microscopic examination, there were two patterns noted. The predominant pattern was that of the malignant cells concentrically located around hyalinized medium-sized blood vessels (). The less prominent pattern was that of the malignant cells arranged in sheets forming cords or nodules (). The tumor divulged conspicuous areas of hemorrhage and coagulative necrosis. The malignant cells were polygonal epithelioid cells that harbored granular eosinophilic cytoplasm with indistinct cellular borders. The cells demonstrated variably round to oval nuclei. The nuclei were equipped with vesicular chromatin or prominent nucleoli. The mitotic index was brisk (>20 per HPF). Immunohistochemically, the tumor cells were positive for HMB45, Melan A, MiTF, vimentin, and ERG but negative for CD31, CD34, p63, EMA, CAM 5.2, CK7, AE1/3, S100, SMA, desmin, and TFE3.\\nThe cytology delineated an epithelioid cellular aspirate in a hemorrhagic background. The cells had hyperchromatic nuclei with an amphophilic cytoplasm. The nuclei had conspicuous nucleoli and some binucleated cells were appreciated. Occasionally, intranuclear inclusions were noted ().", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'19604538': 1, '1599021': 1, '18080139': 1, '31933807': 1, '22619565': 1, '25171708': 1, '16327428': 1, '19391667': 1, '34510959': 1, '31516642': 1, '25750268': 1, '32185058': 1, '8651352': 1, '34680376': 1, '23870603': 1, '20949568': 1, '27189222': 1, '21272348': 2, '30002939': 2}", "similar_patients": "{'3042371-1': 1}"}