{"patient_id": 117554, "patient_uid": "5422735-1", "PMID": 28512407, "file_path": "noncomm/PMC005xxxxxx/PMC5422735.xml", "title": "Severe Rhabdomyolysis during Treatment with Trabectedin in Combination with a Herbal Drug in a Patient with Metastatic Synovial Sarcoma: A Case Report", "patient": "This is the case of a 50-year-old Caucasian man from Italy, nonsmoker, with no alcohol or illicit drug intake. His oncology history began in July 2007 in another cancer center, after the surgical removal of an expansive lesion on his left hand achieving a complete negative margin (R0) resection. Histological findings of the lesion highlighted a monophasic synovial sarcoma. He was administered adjuvant local radiotherapy and was then followed up. In June 2008, a computed tomography (CT) scan detected local recurrence of the disease and appearance of new nodules in the middle and apical right pulmonary lobe; therefore, the patient underwent another surgery of the hand and local excision of the lung tumor, which was confirmed by the previous histological diagnosis. Taking into account the dissemination of the disease, in August 2008, he was treated with systemic chemotherapy including 4 cycles of epirubicin in combination with ifosfamide. After about 1 year, in May 2009, progression of the disease into the right lung was recorded; therefore, the patient underwent another 3 wedge resections (anterior segment of the lower and upper right lobe), which is a diagnostic for metastasis of synovial sarcoma. He was followed up with only clinical and instrumental controls (CT scan and laboratory tests). After several years, in June 2012, a contralateral progression of the pulmonary disease was detected (1 lesion in the lower left lobe) and CT scan showed pathological mediastinal lymph nodes. A wedge resection of the dorsal segment of the lower lobe was performed, histologically compatible with metastases, and 2 hilar and lobar lymph nodes, which had become inflammatory, were removed. According to the patient, he continued to be followed up until December 2015 when he was submitted once again to a wedge resection of the middle lobe for sarcoma metastases. After 10 months, the patient reported intermittent episodes of hemoptysis in the absence of other symptoms; the CT scan showed significant thoracic disease progression associated with pulmonary artery compression. Therefore, in October 2016, he started chemotherapy with trabectedin at a dose of 1.5 mg/m2, administered as a 24-h continuous intravenous infusion repeated every 21 days. The treatment was well tolerated for the first 3 cycles in the absence of toxicity. He continued with 4 cycles of trabectedin in December of last year. After 2 weeks, the patient began to complain of sudden weakness, difficulty walking and diffuse muscle pain until it became unbearable. The patient was referred to the emergency department of our hospital and then admitted to start symptomatic therapy and supportive care. The ECOG performance status was grade 3. The laboratory test was found to mark an increase in serum levels of myoglobin, creatine phosphokinase (CPK), and liver function (Table ). No kidney function injury was present. Fluorine-18 fluorodeoxyglucose (18F-FDG) positron emission tomography was performed and showed an intense widespread tracer uptake in the skeletal muscles, particularly in the upper extremities, sternocleidomastoid muscle, the long muscles of the neck, the muscle groups of the scapular tracks bilaterally, certain muscles of the chest wall, the rectus abdominis muscles, the iliopsoas muscles, and almost all the muscle groups of the upper and lower limbs (Fig. ), according to the clinical history and laboratory data. When asking the patient about his medical history, he did not report any muscle trauma but he had been taking a herbal drug for hemorrhoids (diosmin) during the last course of trabectedin. After hospitalization and stopping the intake of diosmin with parenteral hydration, a complete normalization of the laboratory findings was obtained (Table ) associated with a progressive recovery of muscle strength and mobilization of the patient starting from day 10 with a walking aid until complete full functional recovery and a recovery of ECOG performance status grade 0 by day 15.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'23899130': 2, '16379042': 1, '22484722': 1, '15576342': 1, '19046720': 1, '21617728': 1, '12186811': 1, '34304283': 1, '21544726': 1, '20298139': 1, '19571284': 1, '19841484': 1, '15834458': 1, '33453728': 2, '16581331': 1, '18937167': 1, '17765468': 1, '29363155': 1, '16377285': 1, '34436223': 1, '19652065': 1, '28512407': 2}", "similar_patients": "{'3737021-1': 1, '7811743-1': 1}"}