{"patient_id": 66496, "patient_uid": "5415939-1", "PMID": 28663818, "file_path": "comm/PMC005xxxxxx/PMC5415939.xml", "title": "Case of Fonsecaea nubica chromoblastomycosis from the French territory of Mayotte", "patient": "A 66-year-old man from Mayotte, an overseas department of France located between Africa and Madagascar, presented with lower right leg lesions that had been developing for 3 years. At first, the lesions were ulcerative, and antibiotic treatment had not led to any improvement.\\nOn examination, the lesions were found to be cauliflower-like, purulent and ulcerative (). A biopsy was performed for bacterial, mycobacterial and fungal cultures. Histological examination of the resected specimen showed no evidence of malignancy, no fungal structure and no sclerotic cells. Given the uncertain diagnosis, a test treatment was carried out with amoxicillin-clavulanic acid per os and tulle gras, together with clobetasol daily dressings.\\nAfter 21 days of culture, dark velvety colonies were isolated on Sabouraud chloramphenicol agar slants incubated at 37 °C (), and a few days later the same colonies appeared on Sabouraud chloramphenicol medium incubated at 27 °C. The filamentous fungus was phenotypically identified as belonging to a member of the genus Fonsecaea (), having septate dark brown hyphae and suberect conidiophores that were highly branched at the apices. The conidiophores were pale brown, septate and sympodial with conidiogenous zones confined to the upper portion. The conidia (1.5–3×2.5–6 µm) arose upon swollen denticles located at the tips of the conidiophores, and they were brown and barrel-shaped. Species-specific molecular identification was ascertained by amplification and sequencing of the internal transcribed spacer 1 (ITS1)–5.8S–ITS2 region of the rDNA gene (). A blast () search revealed 99 % identity (565/568 bp) with the type strain of F. nubica CBC 269.64.\\nAntifungal susceptibility was determined by the broth microdilution EUCAST method [], which was applied with some modifications. MICs for echinocandins (caspofungin, micafungin and anidulafungin) were high (0.25 mg l−1), but they were considerably lower for amphotericin B (0.125 mg l−1) and for azoles (itraconazole and posaconazole, 0.014 mg l−1; voriconazole, 0.003 mg l−1).\\nAfter 1 month, the patient still presented verrucous lesions near the malleolus. Another biopsy was performed, and cultures resulted in isolation of the same fungus.\\nTwo months after the initial admission, itraconazole treatment was started (300 mg daily) associated with hepatic and haematological monitoring, and 4 months later the lesions were nearly healed.\\nTen months after the first diagnosis, two small lesions still persisted (), and a biopsy was performed. As F. nubica was once again recovered in the resected tissue, itraconazole treatment was continued. The patient was seen 16 months after the first diagnosis and still presented budding lesions, so itraconazole treatment (300 mg daily) was continued. The patient was due to be seen again in 3 months’ time.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'19575735': 1, '16487103': 1, '17350498': 1, '11398635': 1, '20302550': 1, '21226934': 1, '21392438': 1, '30547378': 1, '12751261': 1, '19085206': 1, '20926710': 1, '12462534': 1, '22876287': 1, '18828858': 1, '34383752': 1, '28663818': 2}", "similar_patients": "{}"}