{"patient_id": 65307, "patient_uid": "5343124-1", "PMID": 28348796, "file_path": "comm/PMC005xxxxxx/PMC5343124.xml", "title": "Diagnostic difficulty identifying Apophysomyces trapeziformis septic arthritis in a patient with multiple myeloma", "patient": "A 62-year-old African American male with a history of multiple myeloma previously treated with pamalidomide presented to a Veterans’ Affairs (VA) hospital with a 3 day history of progressive pain and swelling in the left knee as well as fever. X-ray of the left knee showed joint effusion. He underwent an arthroscopic incision and drainage (I&D) of the left knee, which revealed a cell count of 50 250 white blood cells (WBCs) cm−². Routine synovial cultures were negative for bacteria, and there were no crystals present in the fluid. The patient was started on vancomycin 1 g daily, pipercillin-tazobactam 3.375 g every 6 h and clindamycin 600 mg every 8 h prior to the procedure, and was continued on them while in the hospital. He was discharged on oral ciprofloxacin 500 mg twice a day and doxycycline 100 mg twice a day.\\nFive days after discharge, he presented back to the same VA hospital with recurrence of left knee pain and swelling. Repeat I&D again showed purulent fluid with a cell count of 74 663 WBCs cm−². Again, the synovial cultures were negative for bacteria (of note, he was started on vancomycin 1 g daily and pipercillin-tazobactam 3.375 g every 6 h prior to the procedure once again). Synovial fungal and acid fast bacilli cultures were also sent at this time, and those were negative as well. The rheumatologist also evaluated the patient, and determined that the patient did not have rheumatoid arthritis (serum rheumatoid factor and serum cyclic citrullinated peptide antibody were both negative). The patient was treated empirically for septic arthritis again, first with vancomycin and pipercillin-tazobactam, and then was discharged on intravenous antibiotics with vancomycin 1 g daily and ertapenem 1 g daily for a total of 6 weeks of therapy. The patient was also treated empirically for gout, despite no crystals, first with colchicine 0.6 mg daily for 7 days, and then with a prednisone taper (40 mg daily for 5 days, 20 mg daily for 5 days and 10 mg daily for 4 days). He followed up in an orthopaedics clinic twice, and was noted to have mild improvement in his knee pain and swelling. He reported that his symptoms mildly improved after each procedure.\\nApproximately 6 weeks after his discharge, the patient presented again to the VA hospital with 1 week of recurrent knee pain and swelling. Repeat I&D again revealed purulent fluid in the knee with a cell count of 155 200 WBCs cm−². There were atypical birefringent crystals in the fluid, with an appearance that was consistent with monosodium urate crystals.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'2704928': 1, '26906121': 1, '16774557': 1, '22247446': 1, '16080086': 1, '21482731': 1, '3183029': 1, '23891642': 1, '18084717': 1, '20881165': 1, '23215557': 1, '28348796': 2}", "similar_patients": "{}"}