{"patient_id": 70577, "patient_uid": "5715517-1", "PMID": 29202781, "file_path": "comm/PMC005xxxxxx/PMC5715517.xml", "title": "ACTA2 mutation and postpartum hemorrhage: a case report", "patient": "A healthy 26 year old woman presented for prenatal care with her first pregnancy. Her family history was significant for concern for Marfan Syndrome in her father due to his history of iliac artery dissection at the age of 19 followed by a thoracic aortic dissection requiring surgical repair and replacement of the aortic valve at the age of 21. He had since had another aortic valve replacement and was alive and well at the age of 53. Previous clinical genetic evaluation of both the patient and her father had determined that neither met diagnostic criteria for Marfan Syndrome. The patient’s father reported that his father died in his early 40s of a “heart attack”. He distinctly remembers that the autopsy of his father showed that the blood vessels of his heart were “filled with muscle”. None of his 4 siblings is affected with any significant heart disease or stroke. The patient herself had undergone screening echocardiograms as a child due to this family history with no abnormalities noted and no notable cardiac or vascular problems.\\nIn light of her father’s significant vascular pathology the patient was counseled of a high likelihood for an inherited predisposition for aortic dissection. She was further counseled that the best way to pursue this possibility would be to screen her father for mutations in genes known to be involved in aortopathy. In the meantime, the patient underwent an echocardiogram at 16 weeks gestation, and this showed that her aortic root had an internal diameter of 3.7 cm (normal range 2.0–3.7 cm) and no other abnormal findings. The patient’s father agreed to testing, and a Next-Gen sequencing panel for aortopathy genes was ordered. A total of 25 genes, including, ACTA2, CBS, COL3A1, COL5A1, COL5A2, FBN1, FBN2, FLNA, MFAP5, MED12, MYH11, MYLK, NOTCH1, PRKG1, SKI, SLC2A10, SMAD3, SMAD4, TGFB2, TGFB3, TGFBR1, TGFBR2, FOXE3, LOX, MAT2A were sequenced.\\nSequencing revealed a pathogenic variant in exon 4 of ACTA2, which changes Asparagine to Serine at position 117 (N117S). Amino acid residues 117 and 118 of ACTA2 are thought to play a critical role in actin polymerization [], and N117S has been previously reported in a family with TAAD []. Other families with a different substitution at the same codon (N117 T and N117I []) and the adjacent residue (R118Q []) have also been reported. Targeted analysis of the patient’s ACTA2 gene revealed she had inherited the N117S variant from her father.\\nThe patient’s prenatal course was uncomplicated except for a diagnosis of gestational hypertension at term for which her labor was induced at 39 + 3 weeks gestational age. Due to non-reassuring fetal assessment she underwent a low transverse cesarean section that was complicated by uterine atony. Administration of uterotonic medications improved her uterine muscle tone intraoperatively; however, in the immediate hours following delivery patient began to have heavy vaginal bleeding, likely due to ongoing uterine atony. Physical exam revealed a large, boggy and distended uterus containing approximately 1000 mL of blood clot consistent with continued atony. Management included manual evacuation of clot and additional uterotonic medication. Her total estimated blood loss was 3000 mL, which was associated with a significant drop in Hematocrit from 37 to 25%. She was transfused 3 units of packed red blood cells and subsequently recovered well with normal lochia and postpartum course.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'28099082': 1, '20734336': 1, '21288906': 1, '28102232': 1, '20970362': 1, '15972885': 1, '19409525': 1, '30626964': 1, '21902814': 1, '24243736': 1, '27146836': 1, '27431987': 2, '3596085': 1, '32093627': 2, '30526509': 2, '29202781': 2}", "similar_patients": "{'4950238-1': 1, '4950238-2': 1, '4950238-3': 1, '7038593-1': 1, '6286578-1': 1}"}