{"patient_id": 70726, "patient_uid": "5728802-1", "PMID": 29310401, "file_path": "comm/PMC005xxxxxx/PMC5728802.xml", "title": "Ectopic hepatocellular carcinoma manifesting multiple abdominal masses", "patient": "A 56-year-old man was admitted to our hospital for further evaluation of multiple abdominal masses. He had felt upper abdominal distention for 3 months, which aggravated after meal. There were no other associated symptoms. The patient was a chronic smoker without any other special hobbies, and denied hepatitis. Informed consent for study was obtained from the patient.\\nPhysical examination found nothing unusual. The laboratory tests, including complete blood count and liver function, were almost in the normal range. Hepatitis B virus surface antigen (HBs Ag) and hepatitis C virus antibody (HCV Ab) were seronegative, hepatitis B virus surface antibody (HBs Ab) was positive, hepatitis B virus DNA was <1000 copies/mL. Serum level of carbohydrate antigen 125 (CA-125) and carcinoembryonic antigen (CEA) were slightly elevated (CA-125 148.50 U/mL, CEA 6.42 ng/mL), and the serum alpha-fetoprotein (AFP) was in the normal level (8.03 ng/mL).\\nA contrast-enhanced computed tomography (CT) scan revealed multiple masses located in left upper quadrant, hepatogastric gap, right abdomen, and excavatiorectovesicalis with irregular margin, heterogeneous density, and significant enhancement. The spleen, bladder, prostate, and liver capsule were seemed to be involved (Fig. A–C). Magnetic resonance imaging (MRI) also confirmed these findings (Fig. D, E), these masses presented with heterogeneous hyperenhancement in arterial phase, and more obvious hyperenhancement can be seen in portal venous and delayed phase, no washout of the contrast agent was detected (Fig. F–I). Fat tissues were detected inside the masses both by CT and MRI. There was no remarkable abnormality in the liver shown on CT or MRI. CT urography revealed pressure on the bottom of the left ureter and left kidney (Fig. J).\\nExploratory laparotomy was performed for the purpose of diagnosis and treatment. Intraoperatively, a giant irregular friable mass was located in upper abdomen, measured 30 cm × 20 cm × 15 cm, adhered to the spleen, omentum, and left diaphragm, blood supplied by vessel derived from splenic vessel, and no connection was identified between the tumor and the edge of the left hepatic lobe. Another mass was in pelvic cavity, 20 cm × 15 cm × 10 cm in size, had no adhesions to connective tissues (Fig. A). There were several small nodules seen on omentum and right diaphragm. There was no remarkable abnormality found in the liver. A fast frozen pathology suggested a diagnosis of malignant tumor; liposarcoma was first considered. All the tumors were excised besides spleen and omentum. His symptom of upper abdominal distention was disappeared. The postoperative period was uneventful.\\nGrossly, specimen consisted of well-demarcated, solid firm masses, spleen, omentum. The cut surface of the mass was bright yellow, and had a focal hemorrhagic and necrotic appearance. Although the tumor adhered to the spleen, it had no invasion to the spleen (Fig. B). Histological examination showed that the tumor was composed of proliferating large ovoid polygonal cells distributed in cords and trabeculae, with large and dark nuclei and abundant, eosinophilic cytoplasm (Fig. C). Immunohistochemical analysis performed on formalin-fixed paraffin-embedded sections showed that the tumor cells were positive for hepatocyte (Fig. D), CEA (Fig. E), and cytokine (CK) 8, but negative for AFP (Fig. F), CK-Pan, CK7, VM, S100, and HMB45. According to these findings, it confirmed the hepatocellular nature of the tumor. However, no noncancerous liver tissue was identified in any of the masses.\\nOne month after operation, the patient was readmitted for adjuvant therapy. The level of CA-125 and CEA was decreased to normal range. Digital subtraction angiography (DSA; Fig. ) was carried out. Although there was nothing unusual founded in the liver; transcatheter arterial chemoembolization was performed. The patient remains well with no evidence of local recurrence or distal metastasis followed up for 3 months. Eight months after operation, abdominal contrast-enhanced CT scan demonstrated multiple abdominal masses that suggested tumor recurrence. The patient presented with no symptom at that time and he refused to receive further treatments. Thirteen months after operation, the patient presented with progressive symptoms of abdominal distension and chest pain; chest and abdominal contrast-enhanced CT scan revealed that the abdominal masses were increased dramatically; and multiple nodules were found on the left side of the pleura. The patient received palliative surgery of abdominal tumor resection. The symptom of abdominal distension was alleviated after surgery and he received effective pain control to improve the quality of life. Nine months after the second surgery, the patient died, with total survival time of 22 months. The timeline can be seen in Figure .", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'9862850': 1, '15256972': 1, '23885160': 1, '28421242': 1, '30882620': 2, '637502': 1, '20502062': 1, '23372352': 1, '20805935': 1, '20943327': 1, '32476791': 2, '29310401': 2}", "similar_patients": "{'7235206-1': 1, '6426549-1': 1}"}