{"patient_id": 70325, "patient_uid": "5696908-1", "PMID": 29162045, "file_path": "comm/PMC005xxxxxx/PMC5696908.xml", "title": "Serial pseudoprogression of metastatic malignant melanoma in a patient treated with nivolumab: a case report", "patient": "A 55-year-old previously healthy man was detected as having an abnormal endoscopic finding in an organized gastric cancer screening examination conducted in July 2014. He was afebrile and other vital signs were normal. Physical examination revealed no abnormalities. Fiberoptic gastrointestinal endoscopy showed a 20-mm black elevated lesion in the middle-third of the intrathoracic esophagus. Enhanced computed tomography (CT) revealed nodular wall thickening measuring 15 × 10 mm in size in the middle-third of the intrathoracic esophagus, with no significant lymph node or distant metastasis. Esophageal biopsy was performed and showed proliferation of large round tumor cells and melanophages. Immunohistochemically, these round cells were diffusely positive for human melanin black 45 (HMB45) (diluted 1/10 dilution; Leica, Wetzlar, Germany) and melan A (1/1000 dilution; Thermo Fisher Scientific, Waltham, MA) and partly positive for S-100 protein (1/1000 dilution; Dako, Glostrup, Denmark). There were no expression of BRAF V600E (1/500 dilution; Spring Bioscience, Pleasanton, CA, USA) in tumor cells, and Ki67 (1/1 dilution; Roche, Basel, Switzerland) labelling index of them was 20%. On the basis of these findings, the patient was diagnosed as an esophageal malignant melanoma, clinical T4aN0M0 (stage IVA, UICC, 7th Edition) and was treated in August 2014 by video-assisted thoracic esophagectomy, proximal gastrectomy and 3-field lymph node dissection with ileocolic reconstruction. Macroscopically, the tumor was an irregular elevated black mass of 60 × 25 mm in size that was consistent with the endoscopic findings (Fig. ). A microscopic examination demonstrated that the tumor was located in the submucosal lesion and that there were solid proliferation of eosinophilic tumor cells without tubular or papillary structures (Fig. ). Tumor cells had large round nuclear and melanin pigments were sometimes found in the cytoplasm of tumor cells. Immunohistochemical staining for HMB45 and melan A was positive in tumor cells as with the biopsy specimen (Fig. ). Based on these morphological features and immunohistochemical findings, the tumor was diagnosed as a malignant melanoma in the esophagus with T3 invasion, node-positive (3/100), and the disease stage was classified as pT3N1M0 stage III (UICC, 7th Edition). Immunohistochemically, few numbers of cells were positive for CD8 (1/1 dilution; Roche) (Fig. ) and PD-L1/CD274 (clone SP142, 1/50 dilution; Spring Bioscience) expression was <1% in tumor-infiltrating immune cells and tumor cells (Fig. ).\\nAlthough the patient received postoperative adjuvant interferon treatment, a follow-up CT obtained at 6 months after the surgery revealed multiple liver metastases (Fig. ). Positron emission tomography (PET)-CT revealed multiple bone metastases, although the patient had no symptoms. The physical examination and blood test findings were normal, except for elevation of the serum lactate dehydrogenase (LDH) level to 711 IU/L. The patient was diagnosed as having recurrent malignant melanoma with liver and bone metastases, and was started on treatment with nivolumab at 2 mg/kg every 3 weeks as the first-line treatment for the recurrent disease, and denosumab as treatment for the bone metastases in February 2015. The liver metastases showed an initial transient increase in size (+119%) in the CT obtained at the 3-month assessment (Fig. ), whereas at the 5-month assessment, CT showed shrinkage of the liver metastases with a change of their density (Fig. ), fulfilling the definition of early pseudoprogression. While the liver metastases continued to shrink (Fig. ), a new peritoneal nodule emerged in the abdomen that was detected in the CT obtained at the 8-month assessment (Fig. ). The peritoneal nodule was 44 × 21 mm in size (Fig. ), whereas at the 12-month assessment, the nodule was found to have regressed (Fig. ) (delayed pseudoprogression). The changes in the largest diameter of the tumor lesions are shown in Fig. . No tumor recurrence or progression has been observed after the second episode of pseudoprogression in the liver, peritoneal nodule and bone. Blood tests showed transient elevation of the serum LDH to 1351 IU/L at 1 month after the initiation of nivolumab treatment, with the levels returning to normal range by 4 months after the start of treatment. During the treatment, the absolute number of lymphocyte tended to increase and that of monocyte was stable, resulting the elevation of the ratio of lymphocyte/monocyte. Grade 1 pruritus was the only adverse event observed. No diarrhea or signs of intraperitoneal infection were observed during the treatment. At the time of the follow-up in May 2016, he had received nivolumab treatment for 15 months and had shown, until then, no further signs of clinical disease progression.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'28056206': 1, '24844912': 1, '30206777': 1, '31497342': 1, '34824842': 1, '11504744': 1, '27197061': 1, '29580257': 1, '27764805': 1, '30786924': 1, '25605845': 1, '23986400': 1, '7670677': 1, '25977340': 1, '19934295': 1, '32034198': 1, '27169993': 1, '25795410': 1, '31877168': 2, '9869521': 1, '30253076': 2, '25399552': 1, '25841464': 1, '26225580': 1, '23071856': 1, '20126509': 1, '24590637': 1, '26951310': 1, '31908886': 1, '31396474': 2, '25667295': 1, '33918397': 1, '20610543': 1, '26168215': 1, '29978949': 2, '29162045': 2}", "similar_patients": "{'6932803-1': 1, '6119617-1': 1, '6209794-1': 1, '6682498-1': 1}"}