{"patient_id": 116691, "patient_uid": "5362004-1", "PMID": 28491402, "file_path": "noncomm/PMC005xxxxxx/PMC5362004.xml", "title": "Feline paraneoplastic alopecia associated with metastasising intestinal carcinoma", "patient": "A 10-year-old male neutered British Shorthair cat was presented for chronic lethargy and anorexia, as well as acute polyuria/polydipsia and faecal incontinence. The cat’s general condition had deteriorated over the previous 6 months, with notable weight loss. Progressive alopecia had also been noticed by the owners. The cat was housed individually and had free outdoor access. The cat was negative for feline leukaemia virus status and feline immunodeficiency virus. Previous unsuccessful therapy consisted of antimicrobials and corticosteroids of unknown type and dose.\\nAt clinical examination the cat was thin (body condition score 2/9) and had a bilateral purulent ocular discharge. Alopecia extended symmetrically from the ventral abdomen to the medial thighs. The skin in the alopecic areas was erythematous, smooth and glistening (). Crusts and brown exudate were found between the toes. Spontaneous pruritus was present. Microscopic evaluation of impression smears taken from the abdomen and digits revealed a high amount of cocci and Malassezia species yeast. Ectoparasites could not be detected in multiple superficial and deep skin scrapings. Trichograms and Wood’s lamp examination were negative for dermatophytosis.\\nThe cat was hospitalised and started on intravenous fluids. To treat pyoderma and Malassezia species dermatitis amoxicillin/clavulanic acid (20 mg/kg q12h IV, AmoxClav; Hexal AG) and itraconazol (5 mg/kg q24h PO, itrafungol; Elanco Animal Health) were administered.\\nHaematology and serum biochemistry showed only mild changes, which were considered clinically insignificant. Urinalysis showed a mildly increased urine proteinto creatinine ratio (0.32) and an inactive sediment. During the abdominal ultrasound approximately 1.5 cm of the colonic wall appeared hypoechogenic and thickened with loss of normal layering. Additionally, there were signs of mild focal peritonitis. Multiple target lesions in the liver and enlarged and hypoechogenic abdominal lymph nodes were suggestive of tumour metastases. Fine-needle aspirates were taken from lymph nodes, liver and the altered colonic wall. All samples contained atypical cells of the same type with signs of malignancy, including anisocytosis, anisokaryosis, pleomorphism, light basophilic cytoplasm and few atypical mitotic figures (). All samples were of high cellularity and contained spindle-shaped to polygonal cells located in small clusters or as singletons. The cells possessed eccentrically located round-to-oval nuclei with reticular chromatin pattern, 1–2 often prominent nucleoli and moderate amounts of a lightly basophilic cytoplasm with several fine intracytoplasmatic vacuoles, as well as distinct cellular borders. The cytological picture was consistent with a malignant undifferentiated tumour; however, determination of the histogenesis was not possible. Owing to the poor prognosis the owners elected to have the cat euthanased. At necropsy the abdominal skin was diffusely alopecic and on the paws hyperaemic erosions were seen. A 2 cm × 1 cm × 0.3 cm ulcerated neoplasia of the dorsal colonic wall was found (). In this localisation there was a chronic peritonitis with fibrous adhesions involving the small intestine. On the serosal surface numerous dilated lymphatics and marked desmoplasia were noted. The omentum contained multiple disseminated firm white small nodules (). Similar nodules of 0.5–1.0 cm in diameter were found within the mesenteric lymph node, liver and diaphragm ().\\nHistopathology of the skin showed moderate hyperplasia and acanthosis, mild ortho- and parakeratotic hyperkeratosis with some yeasts between keratin layers and mild superficial pyoderma. Hair follicles were atrophic or predominantly in telogen phase of the hair cycle (, ). Sebaceous glands were unaltered. A few dilated infundibula filled with neutrophils and detritus (suppurative folliculitis) were detectable at the muzzles.\\nThe intestinal neoplasia was identified as tubular-to-anaplastic carcinoma with desmoplasia and lymphatic invasion (). Metastases were found within mesenteric lymph node, peritoneum and liver. Immunohistochemistry using pan-cytokeratin AE1/2 (PAP method) determined the epithelial origin of the neoplastic cells.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'24846425': 1, '22717934': 1, '17610493': 1, '15232147': 1, '10092037': 1, '17845619': 1, '11896965': 1, '9741876': 1, '10563004': 1, '14678440': 1, '27604415': 1, '9333091': 1, '10664951': 1, '28491402': 2}", "similar_patients": "{}"}