{"patient_id": 63240, "patient_uid": "5118514-5", "PMID": 27895948, "file_path": "comm/PMC005xxxxxx/PMC5118514.xml", "title": "Pediatric Balint's Syndrome Variant: A Possible Diagnosis in Children", "patient": "A 7-year-old girl was seen in CVI clinic for her intellectual disability and poor performance in school. She was born from an uneventful pregnancy at 36 weeks of gestation by spontaneous vaginal delivery with a birth weight of 2.0 kg. Her neonatal period was uneventful. She was able to carry out her activities of daily living on her own, but owing to her “careless” nature her parents did most of the work for her. She had to discontinue her school education, as she did not cope with school environment. She lacked confidence and needed constant prompting while carrying out any tasks. While walking on the pedestrian path she always tugged at her parents clothes. She would bump into objects like trees or electric pole while having a conversation with her parents when out on a walk. Her social interaction was poor as she disliked crowded places and avoided all social gatherings. She watched television from very close distance and watched only slow moving cartoon shows. Ophthalmology examination showed BCVA (binocularly) with Snellen's visual acuity chart being 6/24 with the rest of the examination including dilated fundus examination being within normal limits. On CVI assessment, she had features suggestive of lower field defect, simultanagnosia, optic ataxia, apraxia of gaze, and impaired visual guidance of upper limbs. Her MRI scans showed a near normal scan with only mild shortening of the corpus callosum and splenium and thinning of the splenium ().", "age": "[[7.0, 'year']]", "gender": "F", "relevant_articles": "{'34720906': 1, '18167823': 1, '34135745': 1, '19260930': 1, '14616907': 1, '17933675': 1, '31019823': 2, '13208876': 1, '12729150': 1, '21310781': 1, '18167806': 1, '27895948': 2}", "similar_patients": "{'5118514-1': 2, '5118514-2': 2, '5118514-3': 2, '5118514-4': 2, '6452550-1': 1}"}