{"patient_id": 63900, "patient_uid": "5192327-1", "PMID": 28070439, "file_path": "comm/PMC005xxxxxx/PMC5192327.xml", "title": "Torsion of Hydrosalpinx with Concurrent Acute Cholecystitis: Case Report and Review of Literature", "patient": "A 34-year-old nulliparous female presented to our institution with right sided upper and lower abdominal pain. She stated that it woke her up from sleep and had been persistent for 12 hours. She described the pain as colicky and radiating from her right upper abdomen to her groin and thigh. She denied any association with food, fever, chills, nausea, and alteration in micturition or bowel habits. She had regular menstrual cycles and no history of sexually transmitted diseases.\\nShe had a history of intermittent abdominal pain and had been diagnosed previously with chronic constipation and cholelithiasis. She denied any previous surgery. Her home medications consisted of oral contraceptive pills and polyethylene glycol.\\nOn physical examination she was tender to palpation in the right upper and lower quadrants of her abdomen, with a positive Murphy's sign. Her initial WBC count was 12.5 × 109/L. Urine analysis and pregnancy test were negative. Abdominal ultrasound showed acute cholecystitis and pelvic ultrasound findings suggested a right sided hydrosalpinx. A CT scan was also obtained and confirmed ultrasound results. Intravenous antibiotics were administered and the patient was taken to the operating room. The following were visualized during laparoscopy: right hydrosalpinx with torsion (3 twists of Fallopian tube observed) and a normal right ovary. The gallbladder appeared inflamed. A laparoscopic right salpingectomy and cholecystectomy were performed, respectively, by the Gynecology and General Surgery teams working together in the operating room. Consent for both procedures had been obtained preoperatively.\\nPathology revealed torsion of the right Fallopian tube: a twisted right hydrosalpinx with hemorrhage within, vascular congestion, small benign mesothelial inclusion cysts, and acute, calculous cholecystitis.\\nThe patient had an uneventful postoperative course and was discharged on the first postoperative day. Symptoms resolved after the procedure.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'15802102': 1, '17761091': 1, '17252300': 1, '15491073': 1, '22140325': 1, '24939319': 2, '8317522': 1, '8480871': 1, '19493607': 1, '12242178': 1, '19342021': 1, '29445562': 1, '11037420': 1, '8243702': 1, '17127183': 1, '18138452': 1, '26328036': 1, '17127189': 1, '5519474': 1, '21763846': 1, '7755826': 1, '26572791': 2, '24444271': 1, '7979854': 1, '30150918': 2, '10098478': 1, '16848807': 1, '28070439': 2}", "similar_patients": "{'4647800-1': 1, '4647800-2': 1, '4088928-1': 1, '6107095-1': 1}"}