{"patient_id": 65130, "patient_uid": "5331221-1", "PMID": 28265390, "file_path": "comm/PMC005xxxxxx/PMC5331221.xml", "title": "Thrombosis in a bleeding disorder: case of thromboembolism in factor VII deficiency", "patient": "A 73-year-old male presented following an episode of chest tightness, dyspnea, and presyncope 1 month after a right femoral neck fracture requiring internal fixation. During initial evaluation, acute coronary syndrome was ruled out. CT angiogram of the chest demonstrated multiple bilateral filling defects involving the lobar, segmental, and subsegmental pulmonary arteries of all lobes, consistent with pulmonary emboli. Doppler ultrasounds of the lower extremities revealed bilateral deep venous thrombosis. His past medical history was significant for factor VII deficiency (FVIID), diagnosed at an outside facility at age 44, following incidentally noted abnormal coagulation testing. He had never experienced significant bleeding episodes. There was no family history of bleeding disorders or venous thromboembolism. Previously, he had received single prophylactic doses of recombinant factor VIIa (rFVIIa) prior to cataract surgery and dental extraction with no bleeding complications. Laboratory testing prior to his recent hip surgery was significant for PT 27.8 sec (ref. range, 9.7–12.2 sec), INR 2.7, PTT 25.9 sec (ref. range, 24.1–33.1 sec), and factor VII activity level <5.0% (ref. range, 50–200%); no inhibitor was present (Table ). Notably he did receive recombinant factor VIIa 20 μg/kg immediately prior to surgery as well as every 8 h postoperatively for a total of four doses. PT corrected to 8.8 sec, INR 0.9, and factor VII activity level >200% (Table ). There was minimal blood loss intraoperatively and no postoperative bleeding. He did not receive postoperative thromboembolism prophylactic anticoagulation. Following the diagnosis of venous thromboembolism during this current admission, he was started on standard doses of intravenous unfractionated heparin (UFH) overnight and then switched to subcutaneous low-molecular-weight heparin (LMWH) 1 U/kg twice daily the following day. UFH was initially chosen due to its short half-life. His anti-factor-Xa level measured four hours following administration of LMWH was 0.91 IU/mL (ref. range, 0.6–1.1 IU/mL). The patient completed 3 months of anticoagulation in the context of provoked thromboembolism without any bleeding complications on LMWH. Unfortunately, he re-presented 2 months following completion of anticoagulation with shortness of breath and was found to have a new left lower extremity deep venous thrombosis (DVT) and extensive bilateral pulmonary emboli. He was tested for factor V Leiden and factor II mutations; however, these returned negative. He was anticoagulated with UFH and transitioned to apixaban on discharge. The patient presented again 4 months following that discharge with shortness of breath, generalized weakness, and fever secondary to E. Coli bacteremia likely genitourinary in origin. Notably the patient did admit to only taking apixaban for few days following previous discharge and self-discontinued this medication due to diarrhea; he did not inform any medical providers. A CT angiogram of the chest showed overall decreased clot burden compared to previous studies, and Doppler ultrasounds of the lower extremities revealed chronic stable nonocclusive DVTs. Therapeutic anticoagulation was not restarted during this encounter given repeat imaging studies and timeframe. Two days later, he died of a cardiac arrest. No autopsy was performed.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'23929306': 1, '19141157': 1, '33884986': 2, '14521598': 1, '21486425': 1, '30428703': 1, '18282149': 1, '19190828': 1, '20044773': 1, '15735798': 1, '27214858': 1, '14969588': 1, '28265390': 2}", "similar_patients": "{'8253021-1': 1}"}