{"patient_id": 120260, "patient_uid": "5621279-1", "PMID": 28905840, "file_path": "noncomm/PMC005xxxxxx/PMC5621279.xml", "title": "Giant eyelid eccrine hidrocystoma-induced progressive ptosis in childhood", "patient": "A 9-year-old female child presented to our Oculoplasty Clinic with painless, progressive drooping right eye (OD). Her parents had noticed the drooping since birth, and there had been significant increase in the past 2 years. On ocular examination, her unaided visual acuity was 20/30 in OD and 20/20 in the left eye, respectively. Right upper lid ptosis was observed with marginal reflex distance (MRD 1) of −1 mm with significant reduction in vertical fissure height (5 mm) []. The MRD in the fellow eye was 4 mm. Abnormal cystic change was detectable on the conjunctival side of the upper lid []. However, no discrete mass was palpable. A fair levator muscle action (8 mm) in the right eye and good Bell's phenomenon was elicited. The extraocular movements were normal and the eyes were orthophoric. Her dilated fundus examination and intraocular pressure were within normal limits in both eyes. B-scan ultrasound examination of upper lid demonstrated fluid-filled cavity with no internal echoes []. Computerized tomography showed well-defined cystic mass with four regular margins measuring 21 mm × 19 mm × 6 mm with no contrast enhancement [].\\nUpper lid mass excision was performed [], and the histopathology confirmed and showed 25 mm × 15 mm cystic mass [] lined by double-walled (1 mm thick) cuboidal epithelium as eccrine hidrocystoma. The cyst cavity was filled with clear fluid. The postoperative period was uneventful with mild lid edema and conjunctival congestion that resolved spontaneously. There was significant improvement in the MRD (3 mm) after excision. At 1-month postoperative follow-up, the MRD was stable at 3 mm with no lid edema or recurrence at 6 months [].", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'17922081': 1, '15205675': 1, '31788577': 1, '880516': 1, '17592244': 2, '17406184': 1, '26308598': 1, '28251170': 1, '15110666': 1, '32528753': 2, '4691319': 1, '26237024': 2, '16523166': 1, '26451957': 1, '28905840': 2}", "similar_patients": "{'4470245-1': 1, '4470245-2': 1, '4470245-3': 1, '7279684-1': 1, '2629699-1': 1}"}