{"patient_id": 74070, "patient_uid": "5965158-1", "PMID": 29849282, "file_path": "comm/PMC005xxxxxx/PMC5965158.xml", "title": "29-year-old Woman with Dyspnea", "patient": "A 29-year-old female presented to the emergency department (ED) with a chief complaint of worsening dyspnea over the prior three weeks. Her shortness of breath was exacerbated by exertion and lying down. It was also worse at night. Over the same time, she had developed a dry, raspy, non-productive cough, bilateral leg swelling, and chest tightness. She denied any fevers, chest or abdominal pain, recent travel, or viral illness. She had no medical problems or past surgical history. Her only home medication was ibuprofen and she had no known drug allergies. She denied any family history of sudden death, myocardial infarction, or heart failure. She denied tobacco or illicit drug use. She reported occasionally drinking alcohol. She had been employed as a welder for the past three years and had recently increased her work hours.\\nThe patient had an initial blood pressure of 138/108 mmHg, heart rate of 126 beats per minute, respiratory rate of 18 breaths per minute, temperature of 36.7° Celsius, and an oxygen saturation of 99% on room air. Shortly after being placed in a room, the patient desaturated to 88% on room air. She was placed on two liters per minute of oxygen by nasal cannula, with improvement of her saturation to 95%. On physical exam, the patient was well developed, well nourished, and appeared to be her stated age. She was in no acute distress. Her head, eye, ear, nose and throat exams were all unremarkable. Neck exam showed no jugular vein distention and no goiter. On cardiac exam, she was found to be tachycardic with a regular rhythm and an audible s3 gallop. She was tachypneic without accessory muscle use. Rales were heard in all lung fields. Abdominal exam was unremarkable. She was noted to have trace pedal edema with normal range of motion of her joints and limbs. She was awake, alert and appropriately interactive without focality to her neurological examination. Skin examination showed no rashes or erythema.\\nHer laboratory results are shown in –. Her electrocardiogram (ECG) and chest radiography are shown in and . A bedside ultrasound (US) was performed and was notable for B-lines bilaterally and a grossly decreased ejection fraction, estimated to be approximately 20%. Following initial physician evaluation, the patient desaturated to 92% on nasal cannula and her oxygen flow was increased to four liters per minute. Shortly thereafter she was started on bilevel positive airway pressure (BiPAP) and given nitroglycerin, enalapril, and furosemide. This resulted in significant improvement in her symptoms. She was taken off BiPAP and had an oxygen saturation of 96% on three liters nasal cannula. She was admitted to the intermediate care unit. A diagnostic test was then performed, which confirmed her diagnosis.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'23210515': 1, '23633270': 1, '18598977': 1, '26881173': 1, '16234501': 1, '11711464': 1, '9372688': 1, '21872148': 1, '15992642': 1, '29849282': 2}", "similar_patients": "{}"}