{"patient_id": 73300, "patient_uid": "5912272-1", "PMID": 29707591, "file_path": "comm/PMC005xxxxxx/PMC5912272.xml", "title": "Miliary Tuberculosis Presenting With Meningitis in a Patient Treated With Mycophenolate for Lupus Nephritis: Challenges in Diagnosis and Review of the Literature", "patient": "A 40-year-old Nepali female with a history of class V LN presented with 4 days of fevers, sinus pressure, chills, rigors, and an occipital headache. She had no cough, weight loss, night sweats, or sick contacts nor had she recently travelled. The patient’s medications included prednisone (20 mg daily for many years) and MMF 500 mg 3 times daily, which was started approximately 2 months prior to presentation. On presentation she was febrile to 103°F; complete blood count revealed no elevation in white blood cell counts but demonstrated neutrophilia at 87%. Computed tomography (CT) showed paranasal sinus inflammatory changes with partial opacification of the right ethmoid sinus and mucosal thickening of the bilateral ethmoid and right sphenoid sinuses. The patient was admitted for acute bacterial sinusitis and treated initially with ampicillin followed by the addition of doxycycline for community-acquired methicillin-resistant Staphylococcus aureus coverage. On the third day, sinus pressure had abated; however, the patient had persistent spiking fevers with occipital headache. Infectious Disease service was consulted on day 4 for evaluation and recommendations regarding persistent fever spikes in an immunocompromised patient. At this point, the patient had no sinus tenderness, neck stiffness, or nuchal rigidity. A lumbar puncture was performed and results suggested a partially treated bacterial meningitis (see ). A lupus flare was ruled out as dsDNA and complement levels were within normal limits (see ). On the same day (day 4), the patient was started on a 5-day course of vancomycin, cefepime, ampicillin, and acyclovir pending complete results of the cerebrospinal fluid (CSF) analysis. Magnetic resonance imaging (MRI) of the brain obtained due to persistent headaches revealed leptomeningeal enhancement in the folia of the cerebellum (). The clinical picture of spiking fevers in an immunosuppressed patient, together with the CSF and imaging findings, raised suspicion of CNS TB or an opportunistic fungal infection.\\nOn day 9, a second lumbar puncture was performed and sent for analysis. The patient was started on empiric antitubercular therapy with rifampin, isoniazid, pyrazinamide, and ethambutol despite a negative QuantiFERON-TB Gold test (QTF-G), chest radiography showing no evidence of pulmonary involvement, and initially negative sputum acid-fast bacilli (AFB) smears. A CT angiography of the patient’s chest, abdomen, and pelvis revealed multiple tiny nodules scattered in bilateral lung fields (), not observed in a CT chest scan performed 4 months earlier ().\\nOver the next few days the patient remained febrile with headaches; CSF and sputum cultures revealed no organism growth and malignant cells were absent in CSF cytology. Broad-spectrum antibiotics to cover bacterial and fungal meningitis were continued. On day 16, bronchoscopy with bronchoalveolar lavage was performed and samples sent for AFB smear, herpes simplex virus polymerase chain reaction and cryptococcal antigen.\\nThe patient slowly became afebrile, with a decrease in the intensity of headaches and restoration of appetite, and on day 18, results from the first sample of CSF was positive for AFB, identified as Mycobacterium tuberculosis (MTB). The patient was discharged on day 25 after admission to follow-up with the Department of Health. After the patient’s discharge, sputum, CSF, and bronchial cultures were reported positive for MTB.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'27424688': 1, '14612069': 1, '28281443': 1, '17940720': 1, '21562022': 1, '21572867': 1, '25392806': 1, '10692297': 1, '28571185': 1, '28384925': 1, '26951251': 1, '22140142': 1, '12051389': 1, '28639592': 1, '16387088': 1, '16425976': 1, '20374352': 1, '26364748': 1, '28143441': 1, '24701487': 1, '11229272': 1, '12455821': 1, '29707591': 2}", "similar_patients": "{}"}