{"patient_id": 122324, "patient_uid": "5769933-1", "PMID": 29301177, "file_path": "noncomm/PMC005xxxxxx/PMC5769933.xml", "title": "Iatrogenic Spinal Subarachnoid Hematoma after Diagnostic Lumbar Puncture", "patient": "A 43-year-old female patient visited the Emergency Department of our hospital due to upper respiratory tract infection and severe headache for about 2 weeks; she did not have any underlying disease. A diagnostic lumbar puncture was performed in the emergency room to rule out meningitis. After several minutes, the patient complained of mild weakness in her bilateral lower limbs and hypoesthesia below T10. Neurological examination showed normal motor function in the bilateral upper limbs with hypoesthesia and 4+/5 motor function in the bilateral lower limbs. Whole-spine magnetic resonance imaging (MRI) was performed immediately, which showed high intensity signal at T10–S1 in the T2-weighted sagittal and axial cut images, indicating an acute intradural hemorrhage (). The patient’s hematologic tests were normal, and she was not taking any medications, including anticoagulants. We initiated high-dose steroid therapy immediately after diagnosis. However, the patient’s neurological status rapidly deteriorated after 12 hours to a 1/5 motor score in the right leg and 4/5 in the left leg. We performed another diagnostic lumbar MRI and found no apparent increases in hematoma volume or spinal cord signal changes compared with the previous image.\\nDecompressive laminectomy (L3 partial laminectomy and L4–5 total laminectomy) and hematoma removal were performed immediately. There was no hematoma in the epidural space, but the dura mater below the L3, 4, and 5 laminectomy was tense and bulging and had a bluish color. Durotomy was conducted longitudinally, the spinal subdural hematoma (SSdH) was visually identified, and evacuation was performed, and the arachnoid membrane was intact. Hematoma was found in the subarachnoid space and removed. The spinal cord and cauda equina were intact (). The surgery was completed after irrigation with normal saline. Postoperative cerebrospinal fluid (CSF) leakage was not observed.\\nThere was no evidence of remaining hematoma on a T2-weighted sagittal image obtained immediately after surgery (). The day after surgery the patient complained of a mild headache, and as such, brain computed tomography (CT) was performed; a subarachnoid hemorrhage in the posterior vertex sulci was observed (). However, we opted for conservative treatment because she had no other neurological symptoms. Brain CT performed at two weeks revealed that the subarachnoid hemorrhage had completely resolved, and right after surgery, the patient’s motor function improved to 2/5 in the right leg and 5/5 in the left leg. Two days postoperative, she began rehabilitation, and 3 months thereafter, her motor function was 5/5 in her lower limbs bilaterally, and her hypoesthesia had also resolved. The patient had no other neurologic deficits, and she was discharged.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'6719324': 1, '19770415': 1, '15711890': 1, '9054268': 1, '8761622': 1, '572011': 1, '1407350': 1, '7818117': 1, '10419371': 1, '19466353': 1, '8678281': 1, '32002843': 1, '17434807': 1, '7782824': 1, '5925716': 1, '12203394': 1, '3767019': 1, '10625917': 1, '10048279': 1, '11778100': 1, '29301177': 2}", "similar_patients": "{}"}