{"patient_id": 119666, "patient_uid": "5574626-1", "PMID": 28902296, "file_path": "noncomm/PMC005xxxxxx/PMC5574626.xml", "title": "An unusual case of bacillary angiomatosis in the oral cavity of an AIDS\\npatient who had no concomitant tegumentary lesions – case report and\\nreview", "patient": "A 51-year-old HIV-infected male patient from Rio de Janeiro State, Brazil, sought\\nmedical care in December 2013 with a several week history of dysphagia and odynophagia.\\nHe had had a diagnosis of HIV infection in 1996 and was also infected with hepatitis C\\nvirus. Disseminated histoplasmosis was successfully treated 10 years before the current\\npresentation. He was lost to follow-up several times between 1996 and 2013. When he\\nfirst noticed the pain and difficulty in swallowing, the antiretroviral regimen had been\\npaused for more than 8 months. At this point, the CD4 cell count was 316 cells/mm. Laboratory evaluations, as well as chest X-ray, were unremarkable.\\nClinical examination revealed a painful bluish-purple papular lesion over the right\\npalatoglossal arch. There were no tegumentary lesions. Antiretroviral therapy was\\nrestarted with a combination of lamivudine, tenofovir, atazanavir and ritonavir.\\nAcyclovir was empirically prescribed for presumed oral herpes, with no clinical\\nresponse. One month later the lesion was larger, extended to the hard palate (), had an erosive center and progressed to an\\noronasal fistula. The patient was febrile and complained of severe odynophagia. Freely\\nmovable submandibular and cervical lymph nodes were recorded. He was admitted to the\\ninpatient unit and a biopsy of the lesion was then performed as a diagnostic\\nprocedure.\\nHistopathological studies showed lobular vascular proliferation with epithelioid\\nendothelial cells and an intervening edematous stroma with an inflammatory infiltrate\\ncontaining multiple neutrophils (\\n). A diagnosis of oral BA was then made.\\nAntimicrobial therapy with doxycycline 100 mg bid was immediately instituted and\\ncontinued for 3 months. The patient rapidly improved during the following days and\\nexperienced an uneventful recovery. The oronasal fistula left minimal sequelae of\\nhyperrhinolalia. Two years later, an indirect fluorescence assay for\\nBartonella spp. IgG antibodies, performed according to the\\nmanufacturer instructions, yielded a titer of 1:256, indicating a previous exposure to\\nBartonella spp. Unfortunately, a serological assay could not be\\nperformed at the time of hospitalization. Therefore, comparison of paired samples is not\\npossible in the present case. No evidence of relapse was recorded after more than three\\nyears of follow-up.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'2515881': 1, '10718405': 1, '21285862': 1, '8278795': 1, '16495874': 1, '11246275': 1, '8315604': 1, '12894361': 1, '7756120': 1, '8855753': 1, '8977724': 1, '22391473': 1, '24933445': 1, '2887942': 1, '2712251': 1, '2195074': 1, '2307419': 1, '8633833': 1, '1768522': 1, '6637883': 1, '28902296': 2}", "similar_patients": "{}"}