{"patient_id": 116558, "patient_uid": "5352164-1", "PMID": 28331369, "file_path": "noncomm/PMC005xxxxxx/PMC5352164.xml", "title": "Comparison of conventional and semilunar coronally positioned flap techniques for root coverage in teeth with cervical abrasion restored with pink resin", "patient": "A 55-year-old female patient was presented at the Department of Periodontics at Positivo University with chief complaints of unsatisfactory esthetics because of receding gums in her maxillary front teeth and sensitivity to thermal stimuli in the same teeth.\\nAnamnesis and clinical examination revealed good systemic health, with no history of drug abuse or smoking. Radiological examination revealed no interproximal bone loss, while clinical intraoral examination showed good gingival health. The bilateral maxillary canines showed gingival recession, with 3 mm, thick gingival biotype and 4 mm high-keratinized gum ( A and B). We concluded that traumatic brushing was the possible cause of recession and accordingly provided instructions regarding oral hygiene, brushing technique, use of a soft brush, and regular change of the brush.\\nNext, the restoration was planned only for the cervical abrasion area in the canines, using light-cured composite resin mimicking the color of the gingiva (Amaris Gingiva, VOCO, Cuxhaven, Germany). Following shade selection (), initially, the Admira Bond (VOCO) adhesive system was used according to the manufacturer’s recommendations. Next, an opacifier in white color was applied. This resin was applied to mask the dark background of the stained substrate (). Immediately after, the pink resin was applied to mimic the surrounding soft tissue, and thereby it was possible to harmonize the color of the resin with the soft tissues. Finally, the finishing and polishing was performed with sandpaper disks and drills for resin ().\\nSubsequently, we decided to perform root coverage using the conventional (coronally advanced flap) and semilunar coronally positioned flap technique for the left and right canines, respectively, in order to compare the clinical outcomes of the two techniques.\\nFor the left canine, we placed an intrasulcular incision with preservation of the papillae using a scalpel with a No. 15C blade. Then, we placed mesial and distal vertical relaxing incisions and raised a mucoperiosteal flap (). Using a periosteal Molt 7A spatula, we completely shifted the flap apically to provide the tissue with complete mobility, which subsequently facilitated coronal advancement of the soft tissue (). To stabilize the flap, each suspension suture was placed in the mesial and distal papillae, while simple sutures were used to close the relaxing incisions ().\\nFor the right canine, we placed an internal bevel incision using a scalpel with a No. 15C blade. The incision was placed above the mucogingival line in a half-moon shape, preserving the interdental papilla (). A vascular pedicle with a minimum of 2 mm thickness was maintained for adequate blood supply. Then, the flap was divided for traction in the coronal direction. The coronally positioned tissue was stabilized with mesial and distal suspension sutures, leaving the most apical portion of the connective tissue exposed for healing by secondary intention ().\\nThe patient was prescribed an analgesic (paracetamol, 750 mg every 6 hours) as necessary, an antibiotic (amoxicillin, 500 mg every 8 hours for 7 days), and chemical plaque control measures (0.12% chlorhexidine rinse, every 12 hours for 14 days), and was instructed on oral hygiene and care of the surgical sites. The sutures were removed after 15 days.\\nRegular follow-up examinations were conducted at day 21 and 3, 6, and 12 months after the surgeries. Partial root coverage on both sides was observed at 21 days ( and ), with no dentin hypersensitivity and satisfactory esthetics. After 12 months, almost complete root coverage was observed on both sides ( and ), although esthetics were better for the right canine because of a less visible scar. Written informed consent was obtained from the patient to publish this paper and accompanying images.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'33110336': 2, '17539730': 1, '9118276': 1, '17397307': 1, '7995693': 1, '10635260': 1, '16584355': 1, '3858267': 1, '29374364': 1, '18584934': 1, '25495508': 1, '3546673': 1, '1055724': 1, '3457805': 1, '19356319': 1, '6955293': 1, '21049262': 1, '1812508': 1, '19826605': 1, '10332255': 1, '22670255': 1, '21845238': 1, '17539722': 1, '24103046': 1, '12716328': 1, '14971258': 1, '28331369': 2}", "similar_patients": "{'7583541-1': 1}"}