{"patient_id": 62584, "patient_uid": "5075612-1", "PMID": 27803829, "file_path": "comm/PMC005xxxxxx/PMC5075612.xml", "title": "Complete Vision Loss following Orbital Cellulitis Secondary to Acute Dacryocystitis", "patient": "A 50-year-old Hispanic woman with no significant past medical history presented to our emergency department with a 1-week history of left eye pain and 1-day history of decreased vision in her left eye. She had visited another hospital 2 days prior to presentation, where she was diagnosed with acute dacryocystitis and preseptal cellulitis, based on her clinical exam and orbital imaging (). She was discharged home on oral amoxicillin/clavulanic acid and asked to follow up with ophthalmology as an outpatient. Despite compliance with the prescribed oral antibiotics, her symptoms worsened significantly, thus prompting presentation to our institution.\\nOn evaluation, visual acuity was 20/25 OD and no light perception OS. The left pupil was 4 mm and nonreactive with a left relative afferent pupillary defect. She had left proptosis with complete ophthalmoplegia. She also had left upper and lower eyelid edema and erythema and significant resistance to retropulsion of the left globe (). Intraocular pressure was 80 mm Hg OS.\\nComputed tomography (CT) of the orbits with contrast showed an enlarged left lacrimal sac, a large complex fluid collection in the inferomedial left orbit, and severe tenting of the posterior globe (). There was an interval decrease in the size of the left lacrimal sac compared to prior CT, suggestive of posterior rupture into the orbit with subsequent decompression of the sac.\\nThe patient was started promptly on intravenous vancomycin and piperacillin-tazobactam and taken emergently to the operating room. Significant purulent material was drained from the lacrimal sac, which was noted to have ruptured posteriorly into the orbit. After drainage of the lacrimal sac and medial aspect of the orbit, no additional purulence was noted. A lateral canthotomy and inferior cantholysis was performed.\\nPostoperatively, the patient had significant reduction in proptosis, resistance to retropulsion, eyelid edema, and erythema. As there was no improvement in motility after admission day 4, intravenous methylprednisolone was administered with subsequent significant improvement in motility. Unfortunately, her visual acuity remained at no light perception.\\nIntraoperative cultures were positive for Staphylococcus epidermidis. She was discharged on postoperative day 6 with a peripherally inserted central catheter and a 2-week course of intravenous ceftaroline and oral metronidazole. Three months after discharge, she underwent uncomplicated left external dacryocystorhinostomy and lateral canthoplasty. Crawford tubes were removed 12 weeks postoperatively. At 6 months of follow-up, she was without tearing.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'8944391': 1, '30118963': 1, '32014022': 2, '16234708': 1, '19839913': 1, '18797671': 1, '12149070': 1, '11885795': 1, '21462155': 1, '27803829': 2}", "similar_patients": "{'6998065-1': 1}"}