{"patient_id": 71628, "patient_uid": "5806411-1", "PMID": 26567167, "file_path": "comm/PMC005xxxxxx/PMC5806411.xml", "title": "Splenic tuberculosis in an immunocompetent patient can be managed conservatively: a case report", "patient": "A 51-year-old male presented himself at our institution with a 3-month history of high-grade fever and left-side, upper abdominal pain, unrelated to radiation or food. The abdominal pain was aggravated by lying down on the left side and was not associated with nausea, vomiting, melena, or change in bowel habit or urinary symptoms. He had no history of cough, breathlessness, any addiction, or previous surgery. On physical examination, the patient was well orientated, well nourished and with good performance status. Abdominal examination revealed a moderate, tender splenomegaly, palpable just below the costal margin, with smooth surface and firm consistency. The abdomen was non-distended, with no free fluid. Haemogram analyses revealed that haemoglobin was 62 g/L, total lymphocyte count 18.0, and Differential leukocyte count (DLC) 81/12/5/2. Liver function tests revealed that serum bilirubin was 28 mg/L (direct: 7 mg/L), glutamic-oxalacetic transaminase (SGOT) 90 IU/L, glutamic-pyruvic transaminase (SGPT) 143 IU/L, alkaline phosphatase 94.6 IU/L. ELISA (enzyme linked immunosorbent assay) for HIV (Human immunodeficiency virus) was negative (no antibody).\\nAbdominal ultrasound examination revealed a normal liver, a single large calculus in the gallbladder, with normal wall thickness and a normal common bile duct (CBD), portal vein and pancreas, and splenic size was 15.7 cm. Ascites and enlarged lymph nodes were absent. Magnetic resonance imaging (MRI) confirmed the presence of the gall bladder calculus and normal CBD, and showed a hyperintense area within the spleen on T2-weighted imaging, with splenomegaly (). Contrast-enhanced computed tomography (CECT) of the abdomen revealed a hypodense lesion 120 x 50 mm in size in the spleen, with splenomegaly; impression was splenic abscess with minimal left-sided pleural effusion (). A diagnosis of splenic tuberculosis was made by the findings of a CT-guided fine needle aspiration cytology (FNAC).\\nIn the initial phase, the patient was given anti-tubercular treatment with a four-drug regimen of isoniazid, rifampcin, ethambutol and pyrazinamide for two months, followed by isoniazid and rifampcin for the next four. He responded well and the high-grade fever and left-sided pain subsided. CT scans at 3 and 6 months showed a resolving lesion in the spleen. On 8 months follow-up, the patient is doing well, has regained weight and a good appetite and has had no recurrence to date.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'9771382': 1, '11200387': 1, '21771424': 1, '6986009': 1, '9010801': 1, '8307923': 1, '22505991': 2, '33659113': 2, '3300398': 1, '18366419': 1, '21607149': 1, '17057582': 1, '10332601': 1, '10800002': 1, '11870428': 1, '26567167': 2}", "similar_patients": "{'3320127-1': 1, '7920217-1': 1}"}