{"patient_id": 116435, "patient_uid": "5341271-1", "PMID": 28298845, "file_path": "noncomm/PMC005xxxxxx/PMC5341271.xml", "title": "Labrune syndrome: A unique leukoencephalopathy", "patient": "A 10-year-old male child weighing 23 kg, born of nonconsanguinous union with no perinatal complications first sought medical attention for headache of 1 year duration which was predominantly in the frontal and occipital region, throbbing in nature, almost continuous, which interfered with her sleep and studies. Cough worsened the headache. He was admitted to our facility following aggravation of headache with recurrent bouts of vomiting and focal seizures typified by left hemifacial clonic movements. General physical was unremarkable. The visual examination did not reveal telengiectasias, exudates, retinopathy, optic atrophy, or any other relevant findings. Neurological examination revealed a fully conscious and alert child with mildly increased muscle tone, brisk deep tendon reflexes, bilateral extensor plantar response, subtle signs of neck rigidity and positive Kernig's sign and symmetrical cerebellar signs in the form of limb dysmetria, intention tremor, and gait ataxia. There was history of antitubercular therapy taken for 9 months for tubercular lymphadenitis at the age of 2 years.\\nComplete blood count, sedimentation rate, liver and renal function tests, serum calcium, phosphate, alkaline phosphatase levels, chest radiograph, and abdominal sonogram were within normal limits. Serological tests for hydatid, toxoplasma, cysticercosis, cryptococcosis, cytomegalovirus immunodeficiency, and human virus (HIV) were negative.\\nComputed tomography (CT) topogram revealed luckenschadel skull with intracranial calcification []. Axial sections of brain revealed extensive calcification involving bilateral deep cerebellar nuclei, gray and white matter junction and bilateral gangliocapsular region and thalami [Figure –]. Magnetic resonance imaging (MRI) of the brain revealed extensive T2 and fluid-attenuated inversion recovery hyperintensity involving bilateral periventricular white matter with sparing of subcortical U-fibers and corpus callosum [Figure –] with cystic changes and obstructive hydrocephalus [Figure –]. The calcification seen in CT showed hypointense signal intensity on T2-weighted image (WI), gradient echo (GRE), T1-WI with blooming on GRE [Figure and ].\\nThe clinical and radiological picture was classical of leukoencephalopathy, cerebral calcifications and cysts (LCC) with features of obstructive hydrocephalus. A ventriculo-peritoneal shunt was advised by the neurosurgery team, but the family was not willing for any invasive procedures. The patient was started on valproic acid and acetazolamide which produced good symptomatic relief.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'11905184': 1, '33218075': 2, '17130435': 1, '23742313': 2, '22346026': 2, '16418383': 1, '34018027': 1, '31376929': 1, '9010527': 1, '8628470': 1, '18076099': 1, '15079028': 1, '28298845': 2}", "similar_patients": "{'7698922-1': 1, '3688496-1': 1, '3271476-1': 1}"}