{"patient_id": 115921, "patient_uid": "5295566-1", "PMID": 28197290, "file_path": "noncomm/PMC005xxxxxx/PMC5295566.xml", "title": "Late Presentation of an Inferior Myocardial Infarction Complicated by Ventricular Septal Rupture: A Case Report", "patient": "A 54-year-old Indonesian male with a 48 pack years smoking history, hypertension, diabetes mellitus, and dyslipidemia saw his local doctor for chest pain and dyspnea. He was treated medically for an inferior ST elevation myocardial infarction.\\nHe presented to our center in Singapore a week later with persistent dyspnea, orthopnea and lower limb swelling. Clinical examination revealed a grade 3/6 holosystolic murmur loudest over the left lower sternal edge, reduced breath sounds bibasally and inspiratory crepitations bilaterally to the mid zone.\\nElectrocardiogram (ECG) () showed Q waves in the inferior leads with 2 mm ST elevations and T-wave inversions, suggestive of a recent inferior myocardial infarction. Chest X-ray () showed bilateral pleural effusions with pulmonary venous congestion.\\nTransthoracic echocardiography showed a thinned and aneurysmal inferoseptal and inferior left ventricular wall from basal to mid-level. A VSR was also seen within the aneurysm with left to right shunt (). We proceeded to perform a cardiac MRI which revealed VSR at mid inferoseptal wall (), with a basal to mid inferior wall aneurysm and significant intracardiac shunt (QP/QS 3.3). A diagnostic angiogram was performed which showed triple vessel disease with diffuse stenosis in the LAD and circumflex vessels and 100% stenosis of the mid RCA ().\\nAfter consultation with the cardiothoracic team, early coronary artery bypass graft and VSR repair were planned. However, the patient deteriorated rapidly into cardiogenic shock. Dopamine infusion was started, an intra-aortic balloon pump was inserted and he was brought for urgent operation.\\nDuring the operation, the inferior myocardial infarct was evident by hemorrhagic myocardium between the right posterior descending artery (RPDA) and right posterolateral artery (RPL) vessels. The large VSR was next to the tricuspid valve septal attachment rendering the valve incompetent. Coronary artery bypass grafting was performed, saphenous vein graft (SVG) to left anterior descending coronary artery (LAD) and SVG to obtuse marginal branch (OM). Ventriculotomy was made into the infarcted tissue between the RPDA and RPL and patch closure of VSR was performed. The infarcted right inferior ventricular wall was resected and the ventriculotomy was closed. The native tricuspid valve leaflet was excised and a bioprosthetic valve was implanted.\\nPostoperative course was complicated by oliguric acute kidney injury requiring temporary dialysis. The patient also developed complete heart block requiring dual chamber permanent pacemaker insertion with right atrial lead and right ventricular lead placed through the coronary sinus. He subsequently made a steady recovery.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'22626761': 1, '24970335': 1, '12409546': 1, '23143273': 1, '28197290': 2}", "similar_patients": "{}"}