{"patient_id": 64942, "patient_uid": "5316451-1", "PMID": 28261513, "file_path": "comm/PMC005xxxxxx/PMC5316451.xml", "title": "Primary Clear Cell Microcystic Adenoma of the Sinonasal Cavity: Pathological or Fortuitous Association?", "patient": "A 39-year-old man with molecularly confirmed VHL disease presented with epistaxis in 2012. Molecular analysis had confirmed a germline VHL mutation in 2004. He had previously undergone excision of cerebellar haemangioblastoma in 2003. He had also undergone bilateral nephron sparing surgery for ccRCC (stage pT1a, Fuhrman grade up to 3) in 2005 and renal radiofrequency ablation in both 2008 and 2012. CT imaging demonstrated an ethmoid mass measuring 35 × 34 × 44 mm. The patient underwent endoscopic transsphenoidal resection of the lesion. Staging investigations were negative for metastatic disease.\\nTwo years later, in 2014, the patient developed symptoms of nasal obstruction. Sinonasal tumour recurrence was suspected. Imaging demonstrated limited progression in the nasal cavity. Excision biopsy was performed. Histology appeared consistent with the initial presenting sinonasal tumour. Excision appeared complete, with no evidence of residual tumour. Subsequently, symptoms recurred. Therapeutic excision was performed in 2015 and again in 2016. To date, the patient's VHL disease remains stable with no evidence of new lesions or metastatic disease.\\nThe patient remained under the management of specialist multidisciplinary (MDT) team which coordinated regular imaging surveillance and clinical review. The MDT recommended regular magnetic resonance imaging (MRI) surveillance with localised resection as applicable. More extensive surgery or adjuvant therapy was not felt to be indicated.\\nSlides of the sinonasal tumour resected in 2012 and the patient's ccRCC resected in 2005 were collated to allow comparison. Immunohistochemical and special stains for CD10, RCC, CK7, CK20, epithelial marker AE1/3, vimentin, EMA, Ki67, ssms1, sma, alpha-inhibin, p63, thyroglobulin, NSE, s100, GFAP, and PAS were performed according to standard automated protocols (Dako, UK).\\nThe sinonasal tumour demonstrated tubulocystic morphology with a brush border, glycogen-rich cells, and low grade nuclei without conspicuous mitoses (Figures and ). The renal tumour consisted of clear tumour cells with tubulopapillary morphology with hobnailing at the luminal surface with Fuhrman grade up to 3 (Figures and ).\\nThe sinonasal tumour was positive for CK7, epithelial marker AE1/3, vimentin, NSE, and EMA, with patchy CK20 staining, but negative for RCC and CD10. Secretions were PAS-positive and Ki67 demonstrated a low proliferation index. Immunohistochemistry revealed renal tumour positivity for RCC, CD10, and EMA and negativity for CK7 and CK20 (Figures and and ).\\nThe patient was known to have a constitutional deletion of exon 1 of VHL confirmed by germline DNA analysis in 2004. DNA extracted from the sinonasal tumour resected in 2012 underwent molecular analysis in 2015 for loss of heterozygosity (LOH) at the VHL locus.\\nPoint mutation analysis of the three coding exons of VHL (Genbank accession number NM_000551.3) was carried out by direct sequencing analysis of sinonasal FFPE-extracted tumour DNA. PCR products were generated using a PCR reaction with a 25 μl volume and a 60°C annealing temperature using exon primers; 1F-tccgacccgcggatccc, 1R-tcagaccgtgctatcgtcc, 2F-gacgaggtttcaccacgtta, 2R-tcaagtggtctatcctgtact, 3F-tcgttccttgtactgagacc, and 3R-gtaccatcaaaagctgagatg. For the exon 1 fragment 5 μl of Q solution was added to the PCR reaction (Qiagen, Manchester, UK). Products were sequenced using the Big-Dye® Terminator v1.1 Cycle Sequencing Kit standard protocol (Applied Biosystems, USA) and separated on an ABI 3130xl Genetic Analyzer (Applied Biosystems, USA). Data was analysed using Mutation Surveyor (version 3.1) software (SoftGenetics, USA). Dosage analysis was attempted using the Multiplex Ligation-dependent Probe Amplification (MLPA) method [], but this failed due to sample quality.\\nAnalysis of tumour DNA demonstrated no causative mutations; however, the tumour was heterozygous for an intron 1 polymorphism (c.341-50G>A), reducing the likelihood of LOH.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'21572360': 1, '14986018': 1, '12060695': 1, '18496143': 1, '12814730': 1, '11073821': 1, '26140982': 1, '25664057': 1, '22949942': 1, '16135927': 1, '24294563': 1, '15897741': 1, '4340974': 1, '10680888': 1, '28261513': 2}", "similar_patients": "{}"}