{"patient_id": 120439, "patient_uid": "5635187-1", "PMID": 29051869, "file_path": "noncomm/PMC005xxxxxx/PMC5635187.xml", "title": "Case of Acute Concomitant Rupture of Anterior Cruciate Ligament and Patellar Tendon of Knee: Surgical Decision Making and Outcome", "patient": "A 30-year-old male presented with severe pain and inability to move his right knee following injury in a RTA. The mechanism of injury was a direct force on his flexed knee while riding pillion on a bike, followed by a twisting valgus knee injury with foot landing on the ground. He was brought to the emergency and evaluated for the injury. On clinical examination, abrasions were noted over the anterior aspect of the knee ( and ). A subtle dip was noted on the patellar tendon region and patient was unable to move his knee. Due to severe pain, further clinical examination was not possible. Radiographs revealed patella Alta ( and ). An urgent MRI was done to evaluate all the injuries of the knee. MRI confirmed the presence of patellar tendon injury along with ACL tear and Grade 1 medial collateral ligament sprain ( and ).\\nThe patient was planned for immediate extensor mechanism repair, followed by ACL reconstruction at a later date. Under anesthesia, Lachman’s test and anterior Drawer’s test were found to be positive. A longitudinal incision skirting around the abrasion was made over the right knee. Intraoperatively, the patellar tendon and extensor retinaculum were found torn (). The patellar tendon was torn at its mid portion and was attached end to end using prolene 1-0 (). The extensor retinaculum was repaired using Vicryl 1-0. Following closure, the limb was immobilized in a slab. A cylindrical cast was applied after suture removal and kept for a further period of 3 weeks, during which the patient was taught isometric quadriceps exercises. The cast was removed at 5 weeks post repair and knee were mobilized using continuous passive motion and active assisted exercises. Once active full extension with flexion up to 120° was attained by the patient, arthroscopic ACL reconstruction using hamstring graft was done at 6 weeks. The ipsilateral hamstrings graft was harvested and prepared ( and ). The tunnels were drilled using the transtibial technique. The femoral side was fixed using cross pins and tibial side using bioabsorbable screw. Postoperatively patient underwent routine post ACL reconstruction physiotherapy followed at our institute. In the immediate post-operative period, a hinged brace was provided with flexion permitted up to 90° and closed chain exercises were initiated. This was followed by partial weight bearing at 4 weeks, and open chain exercises were started after 3 months. At 6 months post injury, the patient has regained full function of the knee including complete active extension and flexion up to 120°, with full weight bearing and stability ( and ).", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'22439127': 2, '18478204': 1, '16022228': 1, '34913028': 1, '24639949': 2, '24747636': 1, '22687668': 1, '17210443': 1, '16171641': 1, '15480713': 1, '16489475': 1, '25611410': 1, '22110304': 1, '6985557': 1, '29051869': 2}", "similar_patients": "{'3953527-1': 1, '3307214-1': 1}"}