{"patient_id": 62020, "patient_uid": "5036134-1", "PMID": 27722178, "file_path": "comm/PMC005xxxxxx/PMC5036134.xml", "title": "Acute Lymphoblastic Leukemia in a Young Adult Presenting as Hepatitis and Acute Kidney Injury", "patient": "A previously healthy 18-year-old male presented with a 2-week history of decreased oral intake, nausea, vomiting, abdominal pain, and 10-pound weight loss. Emesis was nonbloody, nonbilious without hematemesis. Further history revealed that he recently moved from Michigan to South Carolina 3 weeks prior where he started boot camp after joining the Marine Corp. In preparation, he had been lifting weights and taking protein and creatine supplements. His symptoms correlated with the initiation of boot camp. There were no associated fevers, dysuria, or other symptoms.\\nHe had been healthy his entire life with no past medical disorders or surgical procedures, and was not taking any medications. Social history revealed he was sexually active with women, occasionally without condom use. On examination, he was a thin male with mild muscle wasting. Vital signs were normal and he was comfortable appearing. His abdomen was soft with mild tenderness to deep palpation in the right upper quadrant without rebound or guarding. There were no stigmata of chronic liver disease and no scleral icterus.\\nLaboratory data revealed a white blood cell count 14 400/cm3 (34% neutrophils, 18% lymphocytes, 33% reactive lymphocytes, 2% eosinophils), hemoglobin 18.3 g/dL, hematocrit 52%, and platelet count 165 000/cm3. Metabolic panel revealed a creatinine 2.0 mg/dL, total bilirubin 1.6 mg/dL, aspartate aminotransferase 263 IU/L, alanine aminotransferase 893 IU/L, and alkaline phosphatase 192 IU/L. The international normalized ratio was 1.03. Creatinine kinase was 11 IU/L. Urinalysis was normal. Right upper quadrant ultrasound with Doppler revealed a normal biliary system with patent vasculature. Esophagogastroduodenoscopy revealed a trivial nonbleeding esophageal ulcer, and he was started on esomeprazole. Viral studies for Epstein-Barr Virus (EBV), Cytomegalovirus (CMV), Hepatitis B Virus (HBV), Hepatitis C Virus (HCV), Human Immunodeficiency Virus (HIV), and Herpes Simplex Virus (HSV) returned normal. Given evidence of reactive lymphocytes on the white blood cell differential, a peripheral smear was obtained. The atypical cells were felt by our hematologic pathologist to be most consistent with a viral process. He was discharged with a working diagnosis of hepatocellular liver injury due to viral-induced hepatitis or drug-induced hepatitis (secondary to supplements), with expected improvement over the next few weeks. He was discharged with close outpatient follow-up for his acute kidney injury.\\nSix days after discharge, the patient re-presented with worsening of symptoms. He continued to describe nausea, vomiting, decreased PO intake, and progressive fatigue. Since discharge, he had lost another 10 pounds. Admission laboratory data revealed a white blood cell count of 17 320/cm3 (56% neutrophils, 17% lymphocytes, 10% reactive lymphocytes, 2% eosinophils), creatinine of 2.6 mg/dL, total bilirubin 2.6 mg/dL, aspartate aminotransferase 225 IU/L, alanine aminotransferase 869 IU/L, and alkaline phosphatase 191 IU/L. Given the persistent abnormalities in his liver tests, a liver biopsy was performed and revealed modest hepatocyte apoptosis and scattered portal and lobular inflammatory cells (primarily lymphocytes) felt to be consistent with drug-induced or viral hepatitis (). Urine studies revealed a fractional excretion of sodium of 2.2%, suggesting intrinsic renal disease. Urinalysis with microscopy was benign with no evidence of cellular casts, dysmorphic red blood cells, white blood cells, or crystals. A kidney biopsy was performed to determine the cause of his acute kidney injury as the renal function did not improve with aggressive volume expansion. Two days after kidney biopsy, he developed pain in his left lower extremity, which on ultrasound was found to be caused by an extensive deep vein thrombosis encompassing the posterior tibial vein extending proximal up to the common femoral vein. Given his apparent hypercoagulable state, weight loss, and peripheral lymphocytosis, a hematologic malignancy was considered. Uric acid 12.3 mg/dL, lactate dehydrogenase 290 IU/L, phosphorus 5 mg/dL, and potassium 4.3 mmol/L. Peripheral blood flow cytometry revealed lymphoblasts, and bone marrow biopsy revealed 78% blasts with markers consistent with B-cell acute lymphoblastic leukemia (). In retrospect, the atypical lymphocytes from the initial peripheral smear were actually lymphoblasts, although the blood smear was not available for re-review after the leukemia diagnosis. He was started on allopurinol and transferred to the inpatient malignant hematology service where he was started on induction chemotherapy.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'20658613': 1, '25484902': 1, '15567454': 1, '33489446': 1, '30627461': 1, '18765702': 1, '11583315': 1, '14693164': 1, '26465987': 1, '19402210': 1, '9658725': 1, '31316772': 1, '10953986': 1, '27722178': 2}", "similar_patients": "{}"}