{"patient_id": 70220, "patient_uid": "5687698-1", "PMID": 29179528, "file_path": "comm/PMC005xxxxxx/PMC5687698.xml", "title": "Ischemic stroke in patients with POEMS syndrome: a case report and comprehensive analysis of literature", "patient": "A 65-year-old female from China was initially admitted to our hospital with a 2-year history of numbness and mild weakness in the distal of low extremities. She experienced chest tightness, cough, fatigue and edema in low extremities for three years with a diagnosis made by a local hospital involving serous pericarditis, multiple lymphadenopathies, bronchiectasis and silent lacunar infarction. She was receiving aspirin, furosemide and spironolactone daily after discharge. She had no relevant family history and medical history of diabetes mellitus, hypertension, hypercholesteremia, alcohol consumption, cigarette smoking and drug abuse. Noteworthy features were found in the review of systems including a 12kg weight loss and pigmentation of skin in the neck, chest, back and limbs during the past two years. The tentative diagnosis of distal symmetrical sensorimotor polyneuropathies was made after nerve conduction studies and the neurological examination on admission. Meanwhile the initial treatment of aspirin, atorvastatin and oral mecobalamin started. On the third hospital day, acute respiratory infection occured, then empirical antibiotics treatment, including penicillin and levofloxacin, was initiated for this patient.\\nShe developed sudden onset of dysarthria and right hemiplegia on the midnight of the seven days after hospitalization. Positive physical examination revealed marasmus, splenomegaly, clubbed-finger, pitting edema in both lower extremities, bilateral papilledema and hyperpigmentation in neck, chest and four limbs. Several nontender enlarged lymph nodes were palpable in the fossa axillary, inguinal area, neck region and left postauricular region. Neurological examination was notable for dysarthria, right hemiplegia with Grade III muscle strength, absent tendon reflexes, and signs of distal symmetrical sensorimotor polyneuropathies in extremities.\\nRoutine laboratory tests, including blood routine, biochemistry test and coagulation function test, were performed and the results were listed in Table . It was noteworthy for moderate anemia (Red blood cell count 3.24×1012/L, hemoglobin 85 g/L), thrombocytosis (Platelet count 512×109/L), hyperhomocysteinemia (21.3 umol/L), hypoalbuminemia (35 g/L), hyperuricemia (525 umol/L), hyperfibrinogenemia (5.96 g/L), and increased blood urea nitrogen concentration (12.24 mg/L). Hypersensitive C-reactive protein (Hs-CRP, 15.82 mg/L) was slightly increasing, but the erythrocyte sedimentation rate was normal. Serum tumor marks and autoimmune antibodies were all negative. Serum hormone test was noteworthy for hypothyroidism (Free triiodothyronine (FT3, 1.73 pg/ml), free thyroxine (FT4, 0.78 ng/dl), thyroid stimulating hormone (TSH, 8.3 mIU/L) with negative antibody (thyroglobulin antibody, thyroid peroxidase antibody and thyrotrophin receptor antibody), elevated adrenocorticotropic hormone (ACTH, 150.00 pg/ml) and decreased 24-hours urine free cortisol (81.2 nmol/24h). Glycosylated hemoglobin and oral glucose tolerance test were normal. The opening pressure of cerebrospinal fluid notably increased to 300 mmH2O. Cerebrospinal fluid examination demonstrated elevated protein level (1.95 g/L) and elevated IgG level (29.0 mg/dL) with normal cell content, normal concentration of chloride and glucose, and negative oligoclonal band.\\nThe nerve conduction study and electromyogram revealed diffuse distal sensorimotor polyneuropathies including both axonal and demyelinating neuropathies. Splenomegaly, lymphadenopathy, moderate ascites were confirmed by sonography. CT scan showed multiple mediastinal lymphadenectasis, right pleural effusion and bronchiectasis in the right middle lobe and left upper lobe (Figure ). No evidence of sclerotic bone lesions was found in whole bone scan. Serum vascular endothelial growth factor was dramatically increasing (7712 pg/mL). To detect monoclonal gammopathy, serum and urine immunofixation electrophoresis were performed. It was noteworthy in serum for an IgG kappa monoclonal protein with increased IgG and free kappa chain (Figure ). The presence of a very tiny amount of IgG kappa monoclonal protein was detected in urine immunofixation.\\nThe brain magnetic resonance imaging (MRI) was done three days after stroke onset. The diffusion-weighted imaging showed multiple acute infarction lesions in end artery border-zone of the left cerebral hemisphere (Figure ). Transthoracic echocardiography revealed a moderate pulmonary arterial hypertension with a systolic pressure of 53 mmHg and mild pericardial effusion of 4 mm thickness without the presence of abnormal valvular structure and decreased left ventricular ejection fraction. There was no evidence for foramen ovale, atrial myxoma, left atrial appendage thrombus and any aortic pathologies in transesophageal echocardiography. Transcranial doppler, Holter monitoring, and carotid artery ultrasound failed to detect the embolic source. CT angiography showed a great aortic arch and normal artery except diffuse and moderate stenosis in the large vessels from the origin of left internal carotid artery (ICA) to the M1 segment of the left middle cerebral artery (MCA) (Figure ). Strong enhancement of thickened vessel wall in left ICA was observed with high-resolution black-blood gadolinium-enhanced T1-weighted images, suggestive of vasculitis (Figure ).\\nMulticentric plasma cell variant of Castleman’s disease was diagnosed with biopsy of a cervical lymph node (Figure ). Bone marrow biopsy in the back of the pelvic demonstrated slightly increased plasma cell (about 4% of marrow elements) with a small account of atypical cells which were positive for CD3, CD38, CD138, CD79a, CD43, Ki-67 and kappa light chain and negative for CD20 and CD56. But it failed to provide adequate evidence of a definitized myeloma.\\nWe diagnosed her with POEMS syndrome, Castleman’s disease and ischemic stroke due to cerebral vasculitis. Since single antiplatelet therapy showed no effect on stopping ischemic recurrence in many previous reports, we changed the initial single antiplatelet therapy into dual antiplatelet therapy with aspirin (100 mg/day) and clopidogrel (75 mg/day) for 14 days, and then switched to aspirin 100 mg/day. After refusing autologous stem cell transplantation, the treatment with mecobalamin (1000 ug/day), dexamethasone (20 mg/day on day 1, 8, 15, and 22 of each 28-day cycle) and thalidomide (100 mg/day in first week, 150 mg/day in second week, then 200 mg/day) was started. The symptoms of dysarthria and right hemiparesis relieved after a week without any side effects of drugs. At a 6-month follow-up, we observed clinical improvement of numbness, weakness, edema and no recurrence of stroke with a reduced VEGF level (1324 pg/L).", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'19841383': 1, '9529385': 1, '34167480': 1, '27338259': 1, '12823489': 1, '12756139': 1, '17410319': 1, '24781436': 1, '31293587': 1, '32722780': 1, '12456500': 1, '28176501': 1, '25818676': 1, '21243547': 1, '14732636': 1, '24221644': 1, '16953376': 1, '28157748': 1, '24788967': 1, '18511868': 1, '27738309': 2, '18587010': 1, '24349810': 2, '1934663': 1, '16149691': 1, '19228852': 1, '8631822': 1, '10608037': 1, '33586004': 1, '21881050': 1, '18035247': 1, '31302621': 1, '18204875': 1, '26331353': 1, '30264176': 1, '22427283': 1, '25091431': 1, '26560063': 1, '23033268': 1, '9558193': 1, '9125266': 1, '8699962': 1, '15007508': 1, '25723111': 1, '8881441': 1, '31366805': 1, '9700780': 1, '21221584': 1, '10391973': 1, '27496680': 1, '14673584': 1, '6248720': 1, '27177922': 1, '11108718': 1, '11815642': 1, '10882999': 1, '17106197': 1, '8810938': 1, '19286580': 1, '10680829': 1, '29739345': 1, '21441298': 1, '18535283': 1, '12105349': 1, '28664017': 1, '26722578': 1, '18951055': 1, '24716013': 2, '27841210': 1, '29179528': 2}", "similar_patients": "{'3970354-1': 1, '5342062-1': 1, '3855991-1': 1}"}