{"patient_id": 115251, "patient_uid": "5195821-1", "PMID": 28035186, "file_path": "noncomm/PMC005xxxxxx/PMC5195821.xml", "title": "Rapid Progression of Sporadic ALS in a Patient Carrying SOD1 p.Gly13Arg Mutation", "patient": "A 48-year-old man presented with progressive weakness and muscle atrophy of the left upper and lower limbs, followed by muscle fasciculation and cramping over the course of 5 months. There was no familial history of neuromuscular disease. Both the patient’s parents were still alive without symptoms of muscular weakness or atrophy. Upon e valuation, t he Medical R esource Council (MRC) scale revealed 4/5 in the left upper and lower limbs, and prominent muscular atrophy was observed in the left limbs compared to the right limbs. However, other neurological evaluations involving cognition, cranial nerve function, sensory system, speech, and swallowing revealed no abnormality. In addition, the deep tendon reflexes (DTR) of 4-limbs revealed normal or mildly decreased responses, and there were no pathological reflexes such as Babinski and Hoffman's signs.\\nLaboratory investigations revealed a normal hemogram, serum electrolytes, liver, thyroid and renal functions with the exception of a mildly elevated serum creatine kinase (CK) level (352 IU/L, normal range; 0-190). The results of tumor screening tests involving alpha-fetoprotein, carcinoembryonic antigen, and cancer antigen (CA)-19-9 were normal. Evaluations for vasculitis involving rheumatoid factor, anti-dsDNA antibody, lupus anticoagulant, anticardiolipin antibody, antineutrophil cytoplasmic antibody, anti-SSA and SSB (Sjogren syndrome A and B) antibody, anti-jo-1 antibody and anti-GM1 antibody were within the normal range or negative. Brain magnetic resonance imaging and angiography (MRI and MRA), spinal MRI, Jolly test, and routine nerve conduction study (NCS) were unremarkable.\\nElectromyography (EMG) of the vastus lateralis, tibialis anterior, peroneus longus, biceps brachii, triceps brachii, first dorsal interosseous, and paraspinal muscles showed large motor unit potentials and denervation potentials of fibrillation and positive sharp waves which were indicative of ALS or other motor neuron diseases [].\\nAfter obtaining informed consent for genetic examination, we tested the SOD1 gene in genomic DNA extracted from peripheral lymphocytes, and a missense mutation of G to C (c.37G>C) in exon 1, and amino acid substitution of arginine for glycine(p.Gly13Arg) was identified by using the sequencing of the SOD1 gene by PCR ().\\nClinical findings of our patient were compatible with motor neuron disease (specifically ALS), predominantly affecting the lower motor neurons. The ALS functional rating score (ALSFRS) was 42/48 at 5 months after clinical onset.\\nThree months after diagnosis, the patient’s symptoms progressed rapidly involving worsening weakness with atrophy, dysarthria and dysphagia. So the patient became wheel-chair bound, and ALSFRS was decreased to 32/48 at 3 months after the initial diagnosis of ALS.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'22244934': 1, '26601740': 1, '20808681': 1, '18268245': 1, '10430435': 1, '25258573': 1, '20976784': 1, '32610599': 1, '8446170': 1, '29725842': 1, '12480087': 1, '26713082': 1, '24838187': 1, '25258567': 1, '20075587': 1, '11369193': 1, '28035186': 2}", "similar_patients": "{}"}