{"patient_id": 123655, "patient_uid": "5875406-1", "PMID": 29618940, "file_path": "noncomm/PMC005xxxxxx/PMC5875406.xml", "title": "Langerhans cell histiocytosis with hemorrhagic uveitis and exudative retinal detachment", "patient": "A 15-year-old boy presented with profound painless progressive diminution of vision of right eye since 3 months. Suddenly, in the left eye, he developed a painful red eye during the last 15 days. On ocular examination, best-corrected visual acuity in the right eye was hand movement close to face with an inaccurate projection of rays and in the left eye was 6/60. The right eye pupil was 8 mm in size, dilated, and nonreacting (), and the retina had exudative retinal detachment around the disc with macular edema (). The left eye was congested and the cornea was edematous. The anterior chamber was filled with fibrinous exudates and hyphema (). Hemorrhagic iris nodules were noted in the iris stroma without iris neovascularization. The pupil was 5 mm in size, irregular with multiple posterior synechiae, and sluggishly reacting and covered with fibrinous exudates. The lens appeared clear, but the details of vitreous and retina of the left eye could not be appreciated. An ultrasonography of right eye showed hyperechoic shadow in vitreous and areas of retinal detachment with subretinal fluid collection, but left eye ultrasonography was normal. Intraocular pressures in right and left eye were 12 and 31 mmHg.\\nThe episode was preceded by high-grade fever with chills/rigor and multiple skin rashes involving the face and trunks for the past 4 months. It was also associated with painful subcutaneous nodules over the scalp, trunk, and arms followed by painless enlargement of axillary and cervical lymph nodes.\\nOn systemic examination, there were multiple papulonodular rashes over the face () and trunk with a subcutaneous ulcerated nodule in the scalp, arm, and back of trunk (). The cervical and axillary lymph nodes were enlarged, firm, nontender, and not matted. Histopathological examination of skin and axillary lymph nodes revealed dense infiltrate of cells composed of histiocytes, lymphocytes, and occasional eosinophils. The histiocytes have scanty cytoplasm, a nucleus with coffee bean appearance and prominent nucleoli with mitosis () and were positive for histiocytic S 100, suggestive of LCH. MRI of the brain showed a well-defined enhancing lesion measuring 2×0.8 cm in the right scalp of superior temporal fossa which was isodense in T1 but hyperdense in T2 and fluid-attenuated inversion recovery with no obvious bony lesion. With the diagnosis of multifocal LCH, chemotherapy in form of injection of vinblastine 6 mg was started by an oncologist.\\nFor eyes, the patient was treated with prednisolone acetate 1% eye drop 6 hourly in the right eye and 1 hourly in left eye along with atropine 1% eye drop thrice and brimonidine tartrate 0.2% + timolol maleate 0.5% eye drop twice in the left eye. After consultation with an oncologist, a tapering dose of prednisolone 40 mg tablet once daily along with proton pump inhibitor therapy was started.\\nAfter 1 week, vision in right eye improved to counting finger at 1 foot with an inaccurate projection of rays and 6/24 in the left eye. No other significant changes were noticed in the right eye. In the left eye, the conjunctival congestion decreased, cornea became clear, and hypopyon and hyphaema were resolved and fundus glow became visible. The intraocular pressure was 16 and 13 mmHg in each eye. The dose of oral steroids was tapered, and the patient was kept under regular follow-up, but was lost to follow-up after 2 months. Later, the death of the patient due to multiple organ failure was confirmed by the patient’s guardian.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'18266220': 1, '32823479': 2, '10726800': 1, '1636041': 1, '12697451': 1, '19060008': 1, '3871158': 1, '16652350': 1, '23273605': 1, '18572052': 1, '18176190': 1, '16376670': 1, '18260117': 1, '20519626': 1, '8986144': 1, '28214412': 1, '20927212': 2, '23246282': 1, '15768381': 1, '29618940': 2}", "similar_patients": "{'2903920-1': 1, '2903920-2': 1, '2903920-3': 1, '7690470-1': 1}"}