{"patient_id": 115010, "patient_uid": "5155187-1", "PMID": 28028376, "file_path": "noncomm/PMC005xxxxxx/PMC5155187.xml", "title": "Schwannoma in the hepatoduodenal ligament: A case report and literature review", "patient": "On November 21, 2014, a 43-year-old male was admitted to our hospital for physical examination. His abdomen was soft, lax and nondistended without evidence of a palpable mass. His family history had no significant disease. Laboratory results were normal. Ultrasound (US) revealed an 8.3 cm × 5.2 cm, well-defined hypodense lesion, between the pancreatic head and portal vein. No blood flow signal was found within the mass by Color Doppler US. An unenhanced computed tomography (CT) scan showed an 8.2 cm × 5.1 cm well-defined cystic and solid mass above the pancreatic head and adjacent to the common hepatic artery. The pancreaticoduodenal artery was compressed by the mass. On contrast-enhanced CT, the mass showed no obvious enhancement (Figure ). Computed tomography angiography showed that the blood supply of the tumor was probably from the branches of the pancreaticoduodenal artery (Figure ). Magnetic resonance cholangiopancreatography (MRCP) showed that the mass was inhomogeneous and hyperintense on T2-weighted images and probably located in the pancreatic head, and the middle-low segment of the common bile duct was compressed (Figure ). According to the imaging examinations, an abdominal mass was primarily considered.\\nAfter sufficient preoperative preparation, exploratory laparotomy was performed. We found a mass surrounded by a fibrous capsule in the hepatoduodenal ligament, closely adjacent to the gallbladder, cholecystic duct, common bile duct, portal vein, right hepatic artery, duodenum and postcava, without biliary duct dilatation. The tumor blood supply was mainly from the surrounding vessels of the duodenum. We carefully separated these tissues around the tumor and ligated the tumor blood vessels. However, the mass and cholecystic duct were too close to separate, so we resected the gallbladder and cholecystic duct along with the mass. Intraoperative frozen-section pathology could not offer an accurate diagnosis and only suggested a soft-tissue tumor.\\nMacroscopically, there was a mass in the hepatoduodenal ligament 8.5 cm × 5.5 cm × 3.0 cm in size and yellowish-white in color. Microscopically, the tumor had a capsule that was adjacent to the cholecystic duct (Figure ) and mainly consisted of spindle-shaped cells with no atypia, compatible with a benign schwannoma with both hypercellular and hypocellular areas visible (Figure ). Immunohistochemical investigation showed that protein S-100 was positive (Figure ), while CD34 (Figure ), CD117 and smooth muscle actin (SMA) were negative. Finally, the tumor was diagnosed as schwannoma in the hepatoduodenal ligament. After surgery, the patient recovered uneventfully and left the hospital 6 d later.\\nHowever, one month later, the patient was readmitted to our hospital because of skin and sclera jaundice without abdominal distension, abdominal pain, fever, nausea and vomiting. Laboratory results were: total bilirubin 113 μmol/L (0-21), direct bilirubin 76 μmol/L (0-5), indirect bilirubin 37 μmol/L (3-14), aspartate transaminase 301 U/L (8-40), alanine transaminase 543 U/L (5-35), alkaline phosphatase 452 U/L (40-150), γ-glutamyl transpeptidase (GGT) 441 U/L (11-50) and creatinine 90 μmol/L (45-84). No other abnormal laboratory results were found.\\nUS showed that the intra- and extrahepatic bile ducts were expanded. The diameter of the initial segment of the common bile duct was 1.1 cm with no mass or stones in the duct. MRCP showed that the middle common bile duct segment was narrow and even interrupted, while the higher common bile duct segment and intrahepatic bile ducts were expanded (Figure ). So, the patient was diagnosed with jaundice caused by common bile duct stenosis. Under ERCP, we implanted a stent into the strictured common bile duct (Figure ). One day later, the patient recovered well and left our hospital. He was followed up for 17 mo, during which, he was well with no complications.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'7681709': 1, '4316984': 1, '21590600': 1, '32307608': 2, '19031416': 1, '32606179': 1, '32702833': 2, '21876639': 1, '6413007': 1, '29375216': 2, '6310227': 1, '5796779': 1, '34410526': 2, '25177575': 1, '4330996': 1, '12533638': 1, '34141813': 2, '26559271': 1, '24574814': 1, '22515807': 1, '27537565': 2, '15544900': 1, '27123115': 1, '26341855': 1, '32011482': 2, '25541115': 1, '27472709': 2, '24914396': 1, '28028376': 2}", "similar_patients": "{'5265846-1': 1, '7220374-1': 1, '8377106-1': 1, '5768949-1': 1, '5370792-1': 1, '8173407-1': 1, '7373541-1': 1, '7167390-1': 1}"}