{"patient_id": 116401, "patient_uid": "5338057-1", "PMID": 28298869, "file_path": "noncomm/PMC005xxxxxx/PMC5338057.xml", "title": "Pigment dispersion syndrome associated with spontaneous subluxation of crystalline lens", "patient": "We report a unique case of a 43-year-old male with isolated PDS with spontaneous subluxation of crystalline lens. The patient presented with blurring of vision of both eyes for 6 months with BCVA of 6/36 in his right eye and 6/24 in the left eye. There was no history of trauma. Systemic and family history was insignificant. On systemic examination, the patient had a normal habitus with no abnormal facies, and no limb or joint deformities. No abnormality was detected on cardiovascular evaluation, ruling out Marfan's syndrome, Ehler's Danlos syndrome, and Weill Marchesani syndrome as the cause of lens subluxation. Homocysteine levels were 8.3 mmol/l (normal value-6.3–11.2 mmol/l). Ocular examination on slit lamp evauation revealed the presence of Krukenberg's spindle in both eyes [Figures and ]. Anterior chamber was deep with the absence of cells and flare. Pigment deposition was also seen on anterior lens capsule, zonules, and at the insertion of zonules on posterior lens capsule suggestive of Zentmayer's line [Figures and ]. The patient had 180° of zonular loss with temporal subluxation of clear lens in both eyes [Figures and ]. On gonioscopy, heavily homogenously pigmented trabecular meshwork with concave iris configuration was seen []. Gonioscopic and slit lamp findings confirmed the diagnosis of PDS. Intraocular pressure was normal. No posterior segment pathology was noted, and patient had a cup: Disc ratio of 0.3:1. Patient underwent an uneventful right eye followed by left eye intracapsular cataract extraction with scleral fixation of posterior chamber intraocular lens by ab-interno technique. On follow-up, the patient had a BCVA of 6/9 in both eyes after 6 weeks.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'475638': 1, '13497375': 1, '7236571': 1, '3808615': 1, '19278484': 1, '5920432': 1, '28298869': 2}", "similar_patients": "{}"}