{"patient_id": 64694, "patient_uid": "5295570-1", "PMID": 28197249, "file_path": "comm/PMC005xxxxxx/PMC5295570.xml", "title": "Spontaneous Rupture of a Superior Gluteal Artery Mycotic Aneurysm", "patient": "A 49-year-old male, with no significant past medical history, presented to our hospital complaining of left buttock pain radiating to the left thigh. At the emergency department, he was clinically diagnosed with sciatica and was discharged home on naproxen. Two days later, the patient experienced sudden severe left buttock and flank pain after hearing a pop at this area with appearance of left flank hematoma (). On presentation, vital signs were as follows: temperature 38 °C, pulse 94/min, blood pressure 145/109 mm Hg, respiratory rate 18/min and oxygen saturations 95% on 2 L nasal cannula. The patient mentioned that he had an unintentional 30 pounds weight loss over 6 months. He complained of 10/10 left buttock pain. Blood work showed a hemoglobin of 10.3 g/dL and a hematocrit 32% (baseline is 15.7 g/dL and 45%, respectively), platelets 337,000 μL and sedimentation rate 61 mm/h. Contrast-enhanced computed tomography (CT) scan of the abdomen and pelvis (, ), confirmed with an angiogram (), showed ruptured left superior gluteal artery aneurysm, with a 4.1 × 2.5 cm left gluteus medius muscle hematoma. The aneurysm was treated with coil embolization of the left superior gluteal artery using 5 mm × 5 cm MReye® coil and 8 × 7 mm Amplatzer plug. ANA, C-ANCA, P-ANCA, RNP antibodies, and rheumatoid factor were negative. Two blood cultures from two different sites 1 h apart grew Streptococcus viridians. Empiric treatment with IV vancomycin was initiated and later adjusted, according to the cultures and sensitivity, to penicillin G. Transesophageal echocardiography showed aortic and mitral vegetations with anterior mitral leaflet perforation causing severe aortic and mitral regurgitation. The patient underwent aortic and mitral valve replacements and subsequently recovered without complications.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'18277294': 1, '19946535': 2, '12932162': 1, '19946500': 2, '21489927': 1, '12079975': 1, '24947109': 1, '24228217': 2, '20751186': 1, '9352973': 1, '19540714': 1, '28197249': 2}", "similar_patients": "{'2783058-1': 1, '2783145-1': 1, '3823385-1': 1}"}