{"patient_id": 114522, "patient_uid": "5107435-1", "PMID": 27847755, "file_path": "noncomm/PMC005xxxxxx/PMC5107435.xml", "title": "Radix mesiolingualis and radix distolingualis: a case report of a tooth with an unusual morphology", "patient": "A 24 year old male patient with a non-contributory medical history was referred to the Department of Conservative Dentistry and Endodontics for root canal treatment in his right maxillary second premolar (tooth #15) and first molar (tooth #16). The patient gave a history of continuous pain for the past two weeks. The pain aggravated particularly on consuming anything hot or cold, on biting, or upon lying down. The patient had to take medication to get relief from pain. Clinical examination revealed a deep disto-occlusal and mesio-occlusal carious lesion on teeth #15 and #16, respectively. On the palatal surface of tooth #16, three well-developed lobulated cusps separated by a groove were also seen (). The preoperative radiograph revealed carious lesions closely approximating the pulp with widening of the periodontal ligament space with respect to teeth #15 and #16 (). In addition, two distinct root outlines of the palatal roots were observed with respect to tooth #16, suggesting an unusual anatomy (). Based on sensitivity tests and radiographic findings, a diagnosis of symptomatic irreversible pulpitis with symptomatic apical periodontitis with respect to teeth #15 and #16 were made. During investigations the patient informed that he had undergone CBCT investigation of the head for maxillofacial trauma. The availability of CBCT offered an additional opportunity to evaluate the tooth morphology of tooth #16. The patient was explained of the existing condition, and endodontic treatment was initiated.\\nThe teeth were anesthetized, and the proximal surfaces of both the teeth were restored with posterior composite resin (P60, 3M ESPE Dental Products, St. Paul, MN, USA) to enable optimal isolation. Following rubber dam isolation, a conventional and a modified trapezoidal shaped endodontic access cavity were prepared on teeth #15 and #16, respectively, in order to gain access to both palatal canals. The coronal pulp tissues were removed with a spoon excavator, and the pulp chamber was flushed with 3% sodium hypochlorite solution (Cmident, Cmident, New Delhi, India). On inspection with a DG-16 endodontic explorer (Hu-Friedy, Chicago, IL, USA) under an operating microscope (Roslane Meditech, Haryana, India), the pulp chamber floor of tooth #16 revealed four canal openings corresponding to the two buccal and two palatal roots. The pulp chamber floor was quadrangular-shaped with four separate root canal orifices located in each corner. In addition, the mesial and distal orifices of the palatal roots were located more peripherally than those of the buccal roots (). Anticipating the presence of extra canals, further exploration of the pulpal floor was carried out for search of other orifices that were absent. The radicular pulp was extirpated using barbed broaches (Dentsply Tulsa, Tulsa, OK, USA). Endodontic treatment of tooth #15 was continued and completed in a single visit. As tooth #16 presented an unusual anatomy and images from advanced imaging were available, a more detailed assessment of the external and internal morphology of the molar was warranted before proceeding with the root canal treatment. Hence, tooth #16 was temporized with a sterile cotton pellet and Cavit G (3M ESPE Dental Products).\\nThe data obtained was analyzed with the help of CS 3D imaging software (Carestream Dental LLC, Atlanta, GA, USA). CBCT images revealed that the three well-developed lobulated cusps were mere enamel overgrowth (). The images also confirmed that the tooth #16 had two buccal and two palatal roots each with distinct root canal and foramina at the apical level. The root trunk morphology was quadrangular with four emerging roots and four furcal entrances. The mesiopalatal and distopalatal roots were present relatively more mesial and distal to the chamber than where a single palatal root would exist (). Both the palatal roots were large, well-developed, straight, well-separated with bifurcation at the cervical level, and were more divergent and longer than the buccal roots (). The mesiopalatal root was longer than the distopalatal root ( and ). The mesiopalatal and mesiobuccal roots were encaged in a web of root dentin up to the middle third. The distopalatal and distobuccal roots appeared to stand alone ().\\nAt the next appointment, the patient was asymptomatic. Following rubber dam placement, temporary restoration was removed and canal patency was established in tooth # 16 with a size 10, 15, and 20 K-file. Working length was determined using an apex locator (Root ZX, J. Morita Corp., Tokyo, Japan) and was confirmed radiographically (). R25/0.08 and R40/0.06 single reciprocating files (Reciproc system, VDW GmbH, Munich, Germany) were selected for preparing the buccal and palatal canals, respectively. The files were set into motion with an X-Smart Plus contra angle 6:1 reduction handpiece (Dentsply Maillefer, Ballaigues, Switzerland) powered by a torque-limited electric motor (X-Smart Plus, Dentsply Maillefer). The files were used along with Glyde File Prep (Dentsply Maillefer) in a slow in-and-out pecking motion, ensuring that the amplitude of the in-and-out movements did exceed 3 - 4 mm. After every 3 complete pecking movements, the instrument was removed from the canal, and the canal was copiously irrigated with 3% sodium hypochlorite solution. After reaching approximately 2/3 of the canal length, working length was reassessed using an apex locator. Following which, the shaping and cleaning procedure was continued in a crown-down technique until the reciprocating file reached the working length. The canals were irrigated with 17% ethylenediaminetetraacetic acid (EDTA, Prevest Denpro Ltd., Jammu, India), followed by a final flush with sterile saline. Master cones (R25 and R40, VDW GmbH) were selected by placing cones corresponding to the Reciproc file used and was confirmed radiographically (). The canals were dried with absorbent points (R25 and R40, VDW GmbH) and obturation was performed using cold lateral compaction of gutta-percha and AH Plus resin sealer (Dentsply DeTrey, Konstanz, Germany). The access was then restored with a posterior composite resin. Final radiograph was taken to establish the quality of the obturation (). The patient remained asymptomatic at 2 months recall visit and was referred for permanent restoration with full-coverage porcelain crowns.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'25791326': 1, '15329575': 1, '18265691': 1, '23220320': 1, '18329571': 1, '23632609': 1, '17185133': 1, '26994598': 1, '10614907': 1, '16793482': 1, '25307823': 1, '20123372': 1, '1919407': 1, '28764306': 1, '20582222': 2, '22624750': 1, '21496678': 1, '11144874': 1, '10687532': 1, '296250': 1, '24120006': 1, '8182385': 1, '20433982': 1, '21444221': 1, '25031592': 1, '33542735': 1, '16934622': 1, '20339247': 1, '3862743': 1, '22703664': 1, '26464594': 1, '12449032': 1, '20850665': 1, '12420579': 1, '19567335': 1, '27847755': 2}", "similar_patients": "{'2883810-1': 1}"}