{"patient_id": 61646, "patient_uid": "5012040-1", "PMID": 27602375, "file_path": "comm/PMC005xxxxxx/PMC5012040.xml", "title": "Tooth fragment embedded in the lower lip for 10 months following dentoalveolar trauma: A case report with literature review", "patient": "A 10-year-old male patient reported to the department of Pedodontics complaining of pain in the lower lip that began 15 days before. The patient’s medical history revealed traumatic injury to the upper anterior teeth in addition to a lower lip laceration due to a fall while playing approximately 10 months previously. However, at the time, no attempt was made to locate the fractured tooth fragment at the site of the accident neither by the patient nor by his parents. The patient consulted a nearby general medical practitioner for the soft tissue injury, and the lip laceration was sutured by the medical practitioner. Subsequently, the patient did not receive any treatment for the fractured upper teeth. For approximately 10 months, the patient did not feel any discomfort in the lip. Fifteen days before presenting at the clinic, the patient began to have pain in the lower lip. Clinical examination showed scarring and discoloration of the skin to the right of the midline of the external aspect of the lip [Figure ]. On palpation, a small hard mass was felt in the lip mucosa. Intraoral examination revealed an Ellis and Davey class II fracture involving the permanent maxillary right central incisor. Suspecting a foreign body, a radiograph of the lip was taken, which showed a radiopaque structure similar to that of the fractured tooth fragment [Figure ]. Based on the patient’s history and on clinical and radiographic findings, the present case was diagnosed as a case of embedded fractured tooth fragment in the lip following trauma. The embedding of the tooth fragment in the lower lip was explained to the patient, and its removal under local anesthesia was planned. A small incision was made under local anesthesia in the proximity of the hard mass, which exposed the embedded tooth fragment [Figure ]. The tooth fragment was completely removed followed by suturing with 3−0 black silk suture [Figure ]. Examination of the tooth fragment [Figure ] confirmed that it was a tooth fragment that had been embedded and undetected in the lip for almost 10 months. The patient was reviewed regularly, and healing was uneventful. The fractured tooth fragment was discarded, as the patient did not agree to the reattachment procedure. Later, the fractured upper anterior tooth was restored with composite.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'3462254': 1, '284030': 1, '21631725': 1, '23220311': 1, '23727745': 1, '23551512': 1, '8210166': 1, '6952169': 1, '17511840': 1, '20738363': 1, '16643294': 1, '22535691': 1, '20880378': 1, '15773891': 1, '16188202': 1, '16683665': 1, '23633815': 2, '23606390': 1, '2947621': 1, '21911960': 1, '23814592': 2, '3478750': 1, '27602375': 2}", "similar_patients": "{'3636835-1': 1, '3692182-1': 1}"}