{"patient_id": 114012, "patient_uid": "5058843-1", "PMID": 27399114, "file_path": "noncomm/PMC005xxxxxx/PMC5058843.xml", "title": "A case report: The efficacy of pirfenidone in a Chinese patient with progressive systemic sclerosis-associated interstitial lung disease", "patient": "A 62-year-old Han woman with no medical history presented with a 2-month history of dry cough and exertional dyspnea (since February 2015). She had exhibited skin thickening on the fingers of both hands (Fig. ) and Raynaud phenomenon for several years. She was a nonsmoker. Bibasilar inspiratory crackles could be heard. Her body weight was approximately 63 kg. An antinuclear antibody (ANA) test was positive with a speckled pattern at a 1:320 dilution. An anticentromere antibody (ACA) test was strongly positive at a 1:1000 dilution. However, an anti-Scl-70 antibody test was negative. The chest high resolution computed tomography (HRCT) scan was consistent with a pattern of fibrotic nonspecific interstitial pneumonia (fNSIP) (Fig. A). Pulmonary function testing revealed isolated impaired diffusion: forced vital capacity (FVC), the ratio of forced expiratory volume in 1 s (FEV1) to FVC (FEV1/FVC), 74%, 2.95 L (124% predicted); total lung capacity (TLC), 4.84 L (102% predicted); and diffusion capacity of the lung for carbon monoxide (DLco), 4.02 mmol/min per kPa (57.9% predicted). Pulmonary hypertension was not detected by transthoracic echocardiography. A bronchoalveolar lavage fluid analysis showed a lymphocytic cellular pattern with 26% lymphocytes and a total cell count of 6.7 × 107/L. A transbronchial lung biopsy (TBLB) showed fibrotic interstitial pneumonia (Fig. A and B), and an fNSIP pattern was suspected. The patient was diagnosed with SSc-ILD after a multidisciplinary discussion with a pulmonologist, a rheumatologist, a pathologist, and a radiologist.[ Because the patient refused corticosteroids and immunosuppressants, pirfenidone was prescribed for her. She tolerated pirfenidone well (400 mg 3 times a day), and she remained at this dosage for economic reasons. On July 15, 2015, after 11 weeks of administration of pirfenidone, the dry cough and dyspnea had disappeared. The bibasilar crackles and skin thickening of the fingers were also improved. Repeated chest HRCT on July 16 showed (Fig. B) improved lung shadows, and her lung function also exhibited improved diffusion with a DLco of 81.9% of the predicted value and a stable FVC of 2.98 L (126% predicted). Pirfenidone was continuously prescribed. The pirfenidone currently remains effective, that is, after 6 months of treatment with pirfenidone (Fig. C).", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'21902295': 1, '26177183': 1, '25709096': 1, '24931517': 1, '11889413': 1, '29804068': 2, '29038968': 1, '24836312': 1, '15665326': 1, '26210128': 1, '24668535': 1, '25624597': 2, '21571362': 1, '25363224': 1, '25533576': 1, '19996196': 1, '26324802': 1, '24092682': 1, '31999801': 1, '27399114': 2}", "similar_patients": "{'5976064-1': 1, '4298919-1': 1}"}