{"patient_id": 122457, "patient_uid": "5783106-1", "PMID": 29403324, "file_path": "noncomm/PMC005xxxxxx/PMC5783106.xml", "title": "Pharmacokinetics-based clinical management of acquired von Willebrand syndrome: a case report", "patient": "A 74-year-old man with a history of VWD (non-congenital), diagnosed 1 year prior to presentation, was referred to our institution for surgical management of papillary thyroid cancer. His symptoms of VWD included excessive bleeding following minor trauma and elective surgical procedures (intra-articular hematoma after an arthroscopic right knee surgery and prolonged bleeding after removal of a basal cell carcinoma on the nose and after undergoing fine-needle aspiration of the thyroid nodule) and episodes of spontaneous epistaxis, which manifested 3 years prior to the diagnosis of VWD. He did not have any congenital or acquired cardiac defects, and there was no family history of bleeding disorders. He was not taking any medications that could increase the risk of bleeding.\\nOn examination, the patient appeared well, without any signs of mucocutaneous bleeding, lymphadenopathy, or splenomegaly. Coagulation tests revealed prolonged activated partial thromboplastin time of 53.9 seconds (normal range: 22.7–36.1 seconds), normal prothrombin time of 14.5 seconds, and low FVIII procoagulant activity and VWF antigen levels of 7% and 8%, respectively. There was no evidence of a specific inhibitor to FVIII. VWF ristocetin cofactor activity (VWF:Ab) was 6% (the assay that was used for testing was the HemosIL VWF activity assay), and VWF propeptide antigen level was normal (101 IU/dL). Thus, VWF propeptide antigen to VWF antigen ratio was very high, suggesting increased clearance of VWF. Multimer analysis showed presence of low multimers but essentially near-complete absence of large and intermediate multimers, consistent with acquired type 2A VWD (). Serum protein electrophoresis showed a stable level of monoclonal protein (0.2 g/dL), and serum immunoglobulins A, G, and M and free light chain levels were in the normal range. These findings were consistent with monoclonal gammopathy of undetermined significance (MGUS) in the absence of evidence for plasma cell proliferative or lymphoproliferative disorders, leading to differential diagnoses of AVWS secondary to MGUS or adsorption of VWF on thyroid cancer cells ().\\nPlasma VWF:Ab was low (17%) prior to elective thyroidectomy. The patient was treated with intravenous immunoglobulin (IVIG) 1 g/kg daily for 2 days (80 g daily, dose based on ideal body weight) as the literature indicates that IVIG is effective in MGUS-induced AVWS and in other cases with immunoglobulin G autoantibodies. Plasma VWF:Ab levels tested 1 hour after completion of IVIG had improved to 82%, confirming the diagnosis of MGUS-induced AVWS and indicating that adsorption of VWF on thyroid cancer cells was not a major factor. With a preoperative plasma VWF:Ab level of 79%, the patient received a bolus infusion of 80 ristocetin cofactor units/kg of Humate-P 1 hour prior to surgery. Plasma VWF:Ab 30 minutes after Humate-P infusion had increased to 214%. A total thyroidectomy was performed successfully with very minimal blood loss and without any perioperative hemostatic complications. Since the preoperative plasma VWF:Ab was 214%, the planned postoperative maintenance dose of Humate-P was not administered. Daily plasma VWF:Ab and FVIII levels were checked for 3 days postoperatively, with levels remaining >100% (). Our patient demonstrated an excellent response to IVIG therapy with notable improvement in VWF:Ab levels. Clinical pharmacokinetic analysis by serial estimation of plasmatic levels of VWF activity and FVIII suggested that IVIG transiently reversed MGUS-mediated accelerated clearance of VWF.11 Pharmacokinetic monitoring following IVIG was beneficial in confirming the diagnosis of MGUS-induced AVWS and guiding appropriate perioperative dosing of infusion of VWF/FVIII concentrate.\\nApproximately 1 month after surgery, VWF antigen, VWF:Ab, and FVIII levels became low, but the patient did not have any signs or symptoms of bleeding. We recommended IVIG and Humate-P infusions only for any major bleeding episodes or electively before surgical procedures.\\nEthics approval and consent to participate were not applicable in this study as it is a single case report. Consent for publication was obtained from the patient.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'17439628': 1, '10950667': 1, '32870436': 1, '1452520': 1, '10959711': 1, '30225530': 1, '26838696': 1, '21689209': 1, '26239086': 1, '15849522': 1, '27539370': 1, '19105508': 1, '15866707': 1, '27472426': 1, '18315614': 1, '29403324': 2}", "similar_patients": "{}"}