{"patient_id": 124314, "patient_uid": "5932914-1", "PMID": 29743787, "file_path": "noncomm/PMC005xxxxxx/PMC5932914.xml", "title": "Acute Lung Injury after Exposure to Fumes of Pickling Paste in a Fabrication Worker", "patient": "A 28-year-old male worker in a fabrication company reported to casualty with a 1-day history of accidental inhalation of pickling paste [] for less than 2 min, despite of using all protective wear. He presented with acute onset breathlessness at rest and cough with expectoration. He denied any history of recent infection, fever, pulmonary tuberculosis, hospitalization, or any comorbidities. He was a nonsmoker and nonalcoholic.\\nOn admission he was afebrile, pulse was 96/min, BP was 100/60 mmHg, saturation was 82% at room air. Air entry was bilaterally reduced in the middle and lower zones with bilateral fine crepitations and occasional wheeze. Arterial blood gas analysis showed a PaO2:FiO2 ratio of 178 (pH: 7.38, pCO2: 40, pO2: 60, HCO3: 23.7, SO2: 90% at 4 l of oxygen). Chest X-ray was suggestive of nonhomogenous opacities in bilateral lung fields predominantly in perihilar region, as seen in .\\nHemogram was suggestive of leukocytosis with a total leukocyte count (TLC) of 22,620/mm3. Interestingly, on admission, his serum urea was 39 mg/dl and creatinine was 2.13 mg/dl with normal liver function. Serum calcium and electrolytes were within normal limit. Abdominal sonogram did not show any abnormality.\\nPatient was admitted in the Intensive Care Unit and treated as a case of acute respiratory distress syndrome (ARDS) secondary to inhalation of pickling paste. He was given continuous bi-level positive airway pressure mode of noninvasive ventilation (NIV) for first 3 days and weaned subsequently. Inj. methyl prednisolone 500 mg once daily was given for 3 days and antibiotic coverage for 5 days. He was also given two doses of Inj. calcium gluconate 24 h apart.\\nFurther, 48 h after admission, the leukocyte count reduced to 18,680/mm3 and serum creatinine levels reduced to 1.09 mg%, although his serum urea was 70 mg/dl. By day 5 of admission, his TLC was 10,150/mm3 and serum urea, creatinine was 69 mg/dl and 0.77 mg%, respectively. Serial arterial blood gases and chest X-rays showed significant improvement. Patient was shifted to ward on day 5 and discharged on 7th day without any residual disability.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'29743787': 2}", "similar_patients": "{}"}