{"patient_id": 67484, "patient_uid": "5494383-1", "PMID": 28680599, "file_path": "comm/PMC005xxxxxx/PMC5494383.xml", "title": "Late complications after Cabrol technique in a case with Marfan syndrome", "patient": "A 64-year-old woman with Marfan syndrome presented with heart failure. When she was 37 years of age, she had undergone aortic root replacement with the Cabrol technique, whereby a composite graft of the ascending aorta and aortic valve was implanted and a prosthetic vascular graft of 10 mm in diameter was interposed between the right and left coronary arteries. For the monitoring of possible development of cardiovascular diseases, serial follow-up studies with chest computed tomography (CT) were scheduled, which showed dilatation of the descending aorta and abdominal aorta (Fig. ). She thus underwent replacement of the descending and abdominal aortas at the age of 56 years. Thereafter, enlargement of the initial (Cabrol technique) anastomotic site in the right coronary artery progressed, associated with an aortic arch dissecting aneurysm (Fig. ). At the age of 58 years, she underwent aortic arch replacement and resection of the enlarged anastomotic site of the right coronary artery, followed by reconstruction of the right coronary artery. A stenotic lesion of the left anterior descending artery required concomitant coronary artery bypass grafting. Additional work-up studies revealed progressive mitral valve regurgitation and a pseudoaneurysm caused by anastomotic leakage from the anastomotic site of the left coronary artery (Fig. ). She underwent mitral valve replacement surgery involving a mechanical valve and repair of the pseudoaneurysm. Severe adhesion around the anastomotic sites prevented resection of the residual dilated aortic wall around the coronary ostium. Thus, we chose palliative repair of the aneurysm. The postoperative course was uneventful (Fig. 4).", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'14530012': 1, '31709374': 1, '9847586': 1, '9577002': 1, '17670339': 1, '8664022': 1, '27966257': 1, '8709427': 1, '22750836': 1, '7979677': 1, '28680599': 2}", "similar_patients": "{}"}