{"patient_id": 68709, "patient_uid": "5589503-1", "PMID": 28924529, "file_path": "comm/PMC005xxxxxx/PMC5589503.xml", "title": "Anterior Fontanelle Wormian Bone/ Fontanellar Bone: A Review of this Rare Anomaly with Case Illustration", "patient": "A six-month-old male presented with small head circumference (<25th percentile) and hypotelorism. No other health related issues were identified in this child with a normal gestation and the second baby to this family who was non-consanguineous. On exam, the patient was noted to have the previously identified mild hypotelorism. In addition, ridges were palpated along the left and right coronal sutures. A metopic suture was also palpated on examination. The sagittal suture had not closed. Anteriorly, the anterior fontanelle was open and not tense. However, a bony island was palpated in the center of the anterior fontanelle. Imaging confirmed the bilateral coronal synostosis, metopic suture, open sagittal suture, and wormian bone of the anterior fontanelle (Figure ).\\nThe child’s further physical examination was within normal limits. Follow-up visits and examinations did not reveal any issues with development or fulfillment of appropriate milestones. The infant displayed no signs of cognitive delay or abnormalities of physical development. The child did not meet the requirement for any diagnosable or recognized developmental syndrome. At seven months old, the patient underwent operative release of the left and right coronal sutures. At operation, the floating bone (wormian bone) within the anterior fontanelle was noted and removed without consequences although it was firmly attached to the underlying dura mater and superior sagittal sinus. At one-year followup, the patient is doing well with no new complaints from the parents and is developmentally normal.", "age": "[[6.0, 'month']]", "gender": "M", "relevant_articles": "{'26114515': 1, '27513767': 1, '25260208': 1, '31355100': 2, '433853': 1, '18000970': 1, '30338192': 1, '23352712': 1, '16636612': 1, '20216454': 1, '23959948': 1, '28924529': 2}", "similar_patients": "{'6649879-1': 1}"}