{"patient_id": 121995, "patient_uid": "5749107-1", "PMID": 29302568, "file_path": "noncomm/PMC005xxxxxx/PMC5749107.xml", "title": "Severe hyponatremia associated with escitalopram", "patient": "A 54-year-old Indian female presented to emergency with a history of generalized tonic-clonic seizure at home, which was controlled with intravenous midazolam by the ambulance doctor. She was managed in the Intensive Care Unit. Her medical history included recent diagnosis of hypertension and depression for which she was on tablet telmisartan (anti-hypertensive), tablet escitalopram (SSRI), and salt restriction for last 3–4 days. There was no history of a headache, fever, or vomiting. Magnetic resonance imaging of the brain was done to rule out stroke, which was normal. On examination, she was drowsy, moving all limbs on pain, but not following commands and no nuchal rigidity with both pupils equal in size and reacting to light. Her blood pressure 150/80 mmHg, pulse 80/min, random blood sugar 200mg%, no pedal edema, normal jugular venous pulse, chest-bilaterally clear, heart sounds normal with no murmurs and the initial blood investigation showed severe hyponatremia of serum sodium-116 mmol/L. Her further investigations revealed low serum osmolality of 254 mOsm/kg of water, urinary osmolality of 537 mOsm/kg of water, and the urinary sodium concentration was 119 mmol/L. Her liver function test, renal function test, echocardiogram, thyroid function test, serum lipid profile, cerebrospinal fluid study, and cortisol level was normal. A diagnosis of the syndrome of inappropriate antidiuretic hormone secretion (SIADH) was made and her serum sodium levels improved gradually with fluid restriction and discontinuation of escitalopram. The patient recovered neurologically with no focal deficit and stable hemodynamics, over the next 2 days and was transferred to a ward. The use of escitalopram along with salt restricted diet with the absence of other etiological factors causing hyponatremia and its subsequent correction after stopping escitalopram, suggested a cause-and-effect relationship.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'20711296': 1, '20806989': 1, '30254775': 2, '24203508': 1, '25364669': 1, '16896026': 1, '23843413': 1, '29302568': 2}", "similar_patients": "{'6145057-1': 1}"}