{"patient_id": 118118, "patient_uid": "5458692-1", "PMID": 28630835, "file_path": "noncomm/PMC005xxxxxx/PMC5458692.xml", "title": "Intra-articular Fibroma of Tendon Sheath in Knee Joint Associated with Iliotibial Band Friction Syndrome: Rare Occurrence in a Teenage Girl", "patient": "A 16-year-old female presented with a history of several months of left lateral knee pain. She also complained of a movable mass at the lateral joint area during ambulation. An MRI scan of left knee was performed. The MRI showed a thickened ITB and oval abnormal altered signal intensity lesion appearing heterogeneously hyperintense on inversion recovery sequences (Figs. ,), hypointense on T2-weighted images measuring about 4.1 cm × 2.7 cm × 0.8 cm (cephalocaudal X anteroposterior X mediolateral) located between femoral condyle medially and iliotibial band laterally and is limited inferiorly by lateral tibiofemoral joint line. A well-demarcated, ovoid nodular lesion was also observed in the compartment-like space. The initial diagnosis based on the MRI findings, clinical history, and physical examination was ITB friction syndrome. We suspected the nodular lesion was a ganglion, focal synovial thickening, focal villonodular synovitis, or focal degenerative change of invaginated extra-articular fatty tissue. Unfortunately, the possibility of a FTS was not considered. Patient was taken for an open marginal excision when nodule was found attached to the lateral joint capsule. Lateral synovium was inflamed as is typically seen in ITB friction syndrome. The nodule was successfully resected and was submitted to the department of pathology for histologic analysis. In the resected nodule, abundant collagen fibers, and spindle-shaped cells were seen and scattered fibroblasts were detected (). The nodule did not contain giant cells. There were no regions of necrosis, mitotic activity, or cellular atypia. The nodule was diagnosed as a FTS based on the histological findings.\\nAfter the surgery patient was followed up for 2 years, during which she did not have any subjective symptoms and was able to do all activities unrestricted. Clinically also, there was no evidence of recurrence.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'12140160': 1, '16205171': 1, '21063495': 1, '31708631': 1, '10405728': 1, '20347314': 1, '91424': 1, '33785675': 1, '15194104': 1, '33172434': 2, '18026968': 1, '22134205': 1, '25598686': 2, '28854920': 2, '21559110': 2, '21340629': 1, '6695300': 1, '10478623': 1, '12704067': 1, '8534305': 1, '16283174': 1, '14905127': 1, '19902739': 1, '28630835': 2}", "similar_patients": "{'3087232-1': 1, '7656768-1': 1, '4296266-1': 1, '5577790-1': 1, '5577790-2': 1, '5577790-3': 1}"}