{"patient_id": 62769, "patient_uid": "5088673-1", "PMID": 27799071, "file_path": "comm/PMC005xxxxxx/PMC5088673.xml", "title": "Evaluation of ColdZyme® Mouth Spray on prevention of upper respiratory tract infections in a boy with primary immunodeficiency: a case report", "patient": "A 12-year-old white boy diagnosed as having CVID voluntarily started to use ColdZyme 3 years ago in the hope that it would prevent infection by the common cold virus. Since the age of 2 he had received weekly SCIG infusions: Hizentra®, 100 to 150 mg/kg weekly. Five months before the treatment with ColdZyme, analysis showed his S-IgG level to be 6.70 g/L; 3 months before the treatment with ColdZyme his S-IgG level was 6.02 g/L. Prior to treatment with ColdZyme he had recurrent microbial infections of his ears, sinuses, nose, bronchi, and lungs. He frequently exhibited continuous rhinorrhea, fungal growth in his oral cavity, and gingivitis with wounds in his gums. As a consequence, his and his family’s health-related quality of life (HRQL) had been severely compromised and he usually needed to stay at home from school at least 1 day per week. The month of November was often a particularly challenging month for him because recurrent upper respiratory tract infections often developed into pneumonia. Prophylactic treatment with amoxicillin for 9 months had little effect on the recurrent infections.\\nHis parents commenced a twice daily treatment (morning and evening) of him with ColdZyme. The dose of the mouth spray was lower than the recommended dose of six times per day according to the instructions on the label. Further, the 15 months of preventative use was outside the intended use range of ColdZyme; that is, not to be used for more than 30 consecutive days. Weekly symptoms (malaise, fever, earache, sore throat, rhinorrhea, gastrointestinal symptoms, dry cough, mucus cough, cold sores) were recorded using a two-graded scale (yes/no) in an infection diary. His guardians had recorded infection symptoms since he was diagnosed as having CVID 10 years earlier, to follow the effect of the IgG treatment. Thus, historical data on self-reported infection frequency were available. In addition, a HRQL-related status such as days spent at home from school was also recorded. His IgG replacement treatment continued on a weekly basis and after 27 weeks of ColdZyme treatment, measurement of his S-IgG showed a level of 7.63 g/L.\\nFigure shows the percentage of various infection symptoms he experienced per week during a period of 21 months prior to ColdZyme treatment and for the following 15 months when using ColdZyme. As shown, there was a pronounced reduction in self-reported infection symptoms during the ColdZyme treatment period; in particular, the percentage of symptoms of malaise, rhinorrhea, and cold sores. It was also noted in the infection diary that oral fungal infection decreased and wounds in his gum tissue decreased and healed. No adverse event was reported during the treatment period.\\nFigure shows the average number of days per week he was absent from school due to the severity of infection symptoms for the same periods as in Fig. . During the ColdZyme treatment period, he was on average away 0.3 days/week due to infections, as compared to an average of 1.4 days/week when not using ColdZyme.", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'23389234': 1, '25546797': 1, '25880210': 1, '25182658': 1, '18520152': 1, '21674136': 1, '16758340': 1, '27799071': 2}", "similar_patients": "{}"}