{"patient_id": 123507, "patient_uid": "5864714-1", "PMID": 29607438, "file_path": "noncomm/PMC005xxxxxx/PMC5864714.xml", "title": "Reconstructive surgery of true aneurysm of the radial artery: A case report", "patient": "A 52-year-old, left-hand-dominant man presented to our outpatient clinic with a pulsatile and painful mass at the anatomical snuff box area of his left hand. The mass had been present for 1 year and had gradually enlarged. The patient denied history of trauma; there was no family history of aneurysms.\\nOn physical examination, a spherical mass of size 1.5×2 cm was found at the anatomical snuffbox area of the patient’s left hand without any scars hinting at previous trauma (). There were no signs of other arterial aneurysms on examination. Computed tomography (CT) angiography showed a saccular aneurysm with a size of 14 mm at the distal part of the radial artery localized on the dorsal aspect of the first carpometacarpal joint (). Because of abnormal preoperative Allen’s test, revascularization was planned with primary or graft interposition based on anatomy of the radial artery.\\nUnder local anesthesia, the skin was incised over the aneurysm site. Proximal and distal arterial segments of the aneurysm were encircled with vessel loops. The aneurysm sac was dissected from the surrounding tissue (). After heparinization and arterial clamping, the aneurysm sac was resected. Then, the reconstruction was performed with primary end-to-end anastomosis following distal and proximal liberalization from the surrounding tissues to allow for a tension-free anastomosis. Blood flow was successfully re-established to the distal segment ().\\nThe histology of the resected aneurysm showed thrombus formation, fibromyxoid degeneration of the vessel wall, atrophy of the medial layer, and destruction of the elastic lamina. The patient was uneventfully discharged from the hospital on postoperative day 3. No lesion was detected in CT angiography performed 3 months after surgical treatment.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'24130621': 1, '20081748': 1, '30547149': 1, '32128188': 1, '22814998': 1, '3805642': 1, '21195899': 1, '6747433': 1, '16572082': 1, '32980701': 1, '31583148': 2, '29607438': 2}", "similar_patients": "{'6748208-1': 1}"}