{"patient_id": 65051, "patient_uid": "5325022-1", "PMID": 28300923, "file_path": "comm/PMC005xxxxxx/PMC5325022.xml", "title": "Paramedian forehead flap combined with hinge flap for nasal tip\\nreconstruction", "patient": "A 65-year-old man presented to the Department of Dermatology with a 1.8 x 2.0 cm\\nerythematous nodule involving the nasal tip, left ala, soft triangles and collumela.\\nBiopsy revealed an infiltrative basal cell carcinoma.\\nThe patient was submitted to Mohs micrographic surgery under local anesthesia\\n(bupivacaine and lidocaine) combined with an oral benzodiazepine for additional\\ncomfort. After 3 stages, clear margins were achieved. The resulting defect measured\\n2.4 x 2.5 cm and affected the nasal tip, nasal dorsum, left ala, soft triangles and\\ncollumela (). The lower lateral\\ncartilage was partially removed and a portion of the defect had a full-thickness\\ncomponent. Due to the defect extension, it was opted to repair it with a PFF\\nassociated with a hinge flap.\\nInitially, in order to restore nasal lining, a hinge flap based on the nasalis muscle\\nwas performed from the nasal sidewall and nasal dorsum (). Prior to suturing it in place, the flap was\\nde-epithelialized. After that, the nasal sidewall was closed primarily. For better\\nsupport and nasal tip projection, a cartilage graft was harvested from the left\\nauricular concha through a posterior incision and sutured on the nasal tip.\\nAfter mucosal restoration and cartilage grafting, the PFF was designed based on the\\nleft suprathroclear artery. The pedicle (1.2 cm width) was demarcated 1.5 cm lateral\\nto the midline. Then a template of the defect was made and demarcated on the\\nforehead (). The flap was then incised,\\nelevated and sutured in two layers onto the primary defect. The forehead was closed\\nprimarily in three layers and its upper portion was left to heal by secondary\\nintention.\\nAfter three weeks, the patient was submitted to the second stage, which consisted of\\npedicle division and thinning of the proximal portion of the flap after careful\\nelevation (). Four months\\npostoperative, the patient had a satisfactory result with nasal contour restoration\\nand functional preservation, without complaints of breathing difficulties ().", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'24131288': 1, '11050589': 1, '25158875': 1, '3893849': 1, '2748735': 1, '11074699': 1, '17061274': 1, '28300923': 2}", "similar_patients": "{}"}