{"patient_id": 67872, "patient_uid": "5528099-1", "PMID": 28770136, "file_path": "comm/PMC005xxxxxx/PMC5528099.xml", "title": "Neonatal Perforated Appendicitis Masquerading as Necrotizing Enterocolitis", "patient": "An 1890-g male product of a dichorionic-diamniotic twin intrauterine pregnancy was born at 36 0/7 weeks’ gestation to a 27-year-old G2P3 mother who had received regular antenatal care. The prenatal labs and habit history were unremarkable; prenatal ultrasound demonstrated intrauterine growth restriction (IUGR). Following spontaneous onset of labor, twin-A was delivered vaginally, and our patient was then delivered by cesarean section for footling breech presentation. Apgar scores at 5 and 10 minutes were 8 and 10, respectively, with initial heart rate between 100-120 beats per minute and oxygen saturation <70% responsive to brief positive pressure ventilation. The patient was admitted to the Neonatal Intensive Care Unit (NICU) for further management and care. His initial NICU stay was uneventful aside from physiologic hyperbilirubinemia requiring phototherapy and recalcitrant hypoglycemia requiring parenteral alimentation and glucose infusion. He remained hemodynamically normal on room air through the first nine days of life. He was tolerating oral feeds on fortified breast milk and appropriately gained weight to 1960-grams.\\nOn the tenth day of his NICU stay he developed feeding intolerance and mild fever to 38 °C. The abdomen was moderately distended with mild diffuse tenderness to palpation and hypoactive bowel sounds in all 4 quadrants. Minimal abdominal wall erythema was noted but no overt signs of peritonitis, palpable hernias, or masses were appreciated. Abdominal radiograph demonstrated gaseous distension and pneumatosis intestinalis of bowel loops in the right lower and upper quadrants (Fig.1A). The white blood cell count was 6,000 cells/mm3 with 8% bands. C-reactive protein was 168mg/dL. Comprehensive metabolic panel was within normal range. He was made nil per oral, a nasogastric tube was placed, blood cultures were drawn, and he was started on intravenous vancomycin (15mg/kg), amikacin (15mg/kg), and a loading dose of metronidazole (15mg/kg). Repeat abdominal radiograph three hours later revealed intraperitoneal free air (Fig.1B). Patient was emergently brought to the operating room for exploratory laparotomy, washout and possible bowel resection, for a presumptive diagnosis of Bell stage III NEC.\\nIntra-operative findings included viable loops of bowel with fibrinous exudates in the right lower quadrant. The appendix was found perforated at its apex, (Fig.2A), and an appendectomy was performed. No fecalith was identified. Pathologic analysis of the specimen revealed an acutely inflamed 2.5 cm blue-grey necrotic-appearing appendix open at both ends as well as mucosal necrosis with transmural acute inflammation with predominant neutrophil infiltration (Fig.2B). Postoperative recovery was uneventful. The patient was recently seen in our clinic at five months’ age, where he weighed 6300-g (below the 5th percentile). He has tolerated his diet well and had no further surgical complications.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'26023528': 1, '7373503': 1, '9707907': 1, '22186823': 1, '27080373': 1, '28920020': 1, '9880719': 1, '18926195': 1, '25285399': 1, '14689209': 1, '28770136': 2}", "similar_patients": "{}"}