{"patient_id": 64649, "patient_uid": "5292348-1", "PMID": 28216981, "file_path": "comm/PMC005xxxxxx/PMC5292348.xml", "title": "Real case of primitive embryonal duodenal carcinoma in a young man", "patient": "A 25-year-old Bulgarian man was referred to our centre by his regular medical doctor for a strong asthenia, which lasted for the past 3 wk, and stinging epigastric pain, which was paroxysmal with dorsal irradiation responsible for nocturnal awakening getting worse since 1 mo.\\nThe patient had neither lost weight recently nor did he present with anorexia.\\nApart from a moderate active smoking, he did not have any significant surgical and medical history.\\nClinical examination showed that the patient has a body mass index of 19. Examination of the abdomen revealed an epigastric sensitivity without any abdominal mass. Bowel movements were regular; however, dark stools were noted for the last week. A digital rectal exam revealed neither mass nor blood. The patient was afebrile and presented with a marked skin pallor.\\nBiologically, the patient presented with haemoglobin at 6.8 g/dL in relation with an iron deficiency anaemia (serum iron: 2 μmol/L, mean corpuscular volume: 76.5 fL and ferritin: 4 μmol/L). For this reason he was transfused 4 units of packed red blood cells as soon as he was admitted to our department. There was no inflammatory syndrome (leukocytes: 8.88 Giga/L and C-reactive protein: 22.3 mg/L). Liver function test results showed a cytolysis (glutamic pyruvic transaminase: 218 U/L and glutamic oxaloacetic transaminase: 76 U/L) as well as an anicteric cholestasis (gamma-glutamyl transferase: 644 U/L, alkaline phosphatase: 507 U/L and total bilirubin: 2.7 μmol/L). Lipase was at 2591 U/L and quickly decreased. Tumoural markers were measured: carcinoembryonic antigen: < 1 μg/L; carbohydrate antigen 19-9: 17.2 kU/L; alpha foetoprotein: 2.1 μg/L; β human chorionic gonadotropin < 3 UI/L; lactate dehydrogenase: 117 U/L.\\nRectoscopy performed until 40 cm from the anal margin did not show anything specific. Gastroscopy has revealed a circumferential vegetating lesion with a villous appearance on the second portion of the duodenum (Figure ). This lesion became indurated and ulcerated at the third portion of the duodenum and was responsible for a tight stenosis. Biopsy findings were evocative of a slightly differentiated adenocarcinoma of biliopancreatic origin (cytokeratin 7+ and cytokeratin 20-).\\nA computerized tomography (CT) of the chest, abdomen and pelvis showed a circumferential lesion thickening of up to 2 cm at the level of the second and third portions of the duodenum with a bi-ductal dilatation (of the common bile duct and main pancreatic duct (Figure ). An 8 mm adenomegaly could be noted in a retropancreatic position. No secondary lesion was observed. Magnetic resonance imaging (MRI) of the pancreas and magnetic resonance cholangiopancreatography (MRCP) confirmed this duodenal tissue thickening spreading from the proximal part of the second portion of the duodenum up to the duodenojejunal flexure, which was accountable for pancreatic duct and bile duct upstream swelling without any secondary hepatic lesion (Figure ). Some very short contact adenomegalies were also observed there.\\nAfter a multidisciplinary meeting, pancreaticoduodenectomy was decided. Surgery was performed by RM. Intraoperatively, examination of the abdominal cavity did not find any peritoneal carcinomatosis or any other tumoural lesions. Picking analysis of para-aortic lymph nodes and two frozen section examination at the level of the upper part of the mesenteric pedicle did not help to identify any sign of malignancy. A pancreaticoduodenectomy was performed with a pancreaticogastric anastomosis and a hepatico-jejunal anastomosis. Lymph node dissection included all cellular adipose tissues of the hepatic hilum from the common hepatic artery and the retroportal lamina (Figure ). Histological findings were suggestive of a duodenal embryonal carcinoma with pancreatic infiltration rated T4N0 (0 out of 48 lymph node) M0 R0 (Figure ). Specimen cells expressed cytokeratin 7 (Figure ), CD30 (Figure ) and SALL4 (Figure ) in immunohistochemical staining.\\nIn order not to undermine a primitive cancer, a testicular ultrasound and CT-scan of the head and neck were performed without any repeat finding of the tumoural lesion. The case was presented to the oncology staff in order to put forward an adjuvant chemotherapy after cryogenic sperm preservation.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'26437983': 1, '23794350': 1, '12111588': 1, '23148621': 1, '18475033': 1, '33790714': 2, '26651223': 1, '23752011': 1, '22961707': 1, '568878': 1, '28216981': 2}", "similar_patients": "{'7989679-1': 1}"}