{"patient_id": 72606, "patient_uid": "5857371-1", "PMID": 29568533, "file_path": "comm/PMC005xxxxxx/PMC5857371.xml", "title": "First confirmed case of nasal pythiosis in a horse in Thailand", "patient": "A four-year-old, Thai breed, seven-month-pregnant mare with a one-month history of a nodular mass at the right nasal septum was admitted to the Large Animal Teaching Hospital, Mahanakorn University in October 2015. The horse farm was located in Chonburi, central Thailand. The water for the horse was supplied from the reservoir next to the farm.\\nThe mass was approximately 10 cm from the muzzle; the size was approximately 3 cm in diameter with an ulcerative wound and serosanguineous discharge (). The horse had massive muzzle pain, whereas all vital signs were normal. The presumptive diagnosis was an abscess. Two weeks after admission, many coral-like necrotic tissues were drained from the ulcerative nodule ().\\nTissue from the biopsy were fixed in 10 % neutral buffered formalin and processed routinely for histopathology. Staining with Gomori’s methenamine silver stain revealed sparse septate hyphae similar to P. insidiosum. Immunohistological staining of the biopsy tissue with specific antibody to P. insidiosum tested positive and showed a large number of branching hyphae () [].\\nFungal cultures from fresh kunkers plated on Sabouraud dextrose agar supplemented with 0.05 mg ml−1 chloramphenicol were incubated in a 37 °C aerobic condition for 15 days and presented a submerged hyaline colony (). The isolate was designated as Pi53. Zoospore production from the suspected P. insidiosum colony by bait technique was then performed []. Tubular zoosporangia on a grass blade were observed. Zoospores in sporangia were produced and released after incubation for 24 h.\\nA serum sample was collected for the detection of anti- P. insidiosum antibodies by a protein A/G-based immunochromatographic test []. Serum was diluted 1 : 5000 and tested with an immunochromatographic test strip - all tests were read with the naked eye within 30 min. Pool positive serum and negative serum from human patients were used as positive and negative control, respectively. A test result was considered positive if the test line and control lines appeared, while a test result was considered negative when only the control line was observed. The sample showed positive results like a positive control from a human patient pythiosis serum ().\\nFungal DNA extraction was performed using a salt-extraction protocol []. The ITS region of the rDNA sequence was amplified using the fungal universal ITS1 (5′-TCCGTAGGTGAACCTGAGG-3′) and ITS4 (5′-TCCTCCGCTAATTGATATGC-3′) primers []. The amplicons were sequenced using the ITSI and ITS4 primers, an ABI PRISM BigDye terminator cycle sequencing ready kit (Applied Biosystems) and an ABI 3100 Genetic analyzer (Applied Biosystems). The ITS sequence was deposited to the GenBank database under accession number LC199889 and analysed by blast (). The result revealed a 97 to 99 % genetic identity to the sequence of P. insidiosum isolated from different hosts and geographic locations, which were available in the GenBank database. Furthermore the phylogeny analysis based on ITS sequences using the maximum-likelihood (ML) algorithm with 500 bootstrap replicates showed that the isolate Pi53 is most closely related to strains Pi14 (GenBank accession number LC199877) and Pi31 (GenBank accession number AB898120) isolated from Thai human samples whose phylogenetic tree is shown in another report []. The sequence was also subjected to blast analysis against isolates from horses in various locations, and showed identity to isolates classified in clade-II from horses in Japan, Papua New Guinea and Australia at 99 %, and isolates classified in clade-I from horses in Costa Rica and Brazil at 96 to 98 %.\\nBased on the diagnosis results, the horse was tranquillized with butorphanol 0.02 mg kg−1 and detomidine 0.01 mg kg−1 and then anaesthetized locally by 2 % lidocaine hydrochloride. Incision and drainage was carried out to remove granulation tissues and kunkers. A solution containing 50 mg amphotericin B, 6 ml DMSO and 44 ml lactate Ringer’s solution was infiltrated around the lesion and the fistula was filled with the remaining solution by using a setonization technique []. The wound was cleaned every day with diluted chlorhexidine, and a topical application with 2 % sertaconazole cream and cephalexine 30 mg kg−1 was given every 12 h for 10 days. Three weeks after surgery, the lesion had healed and the horse was discharged from the hospital.", "age": "[[4.0, 'year']]", "gender": "F", "relevant_articles": "{'16886148': 1, '34696188': 1, '25123015': 1, '23375916': 1, '20800978': 1, '27406311': 1, '34208304': 1, '20578465': 1, '23537786': 1, '32322727': 1, '26174778': 1, '3216883': 1, '22772508': 1, '27118800': 1, '18757907': 1, '12152807': 1, '28826756': 1, '17885956': 1, '29568533': 2}", "similar_patients": "{}"}