{"patient_id": 74501, "patient_uid": "5987599-1", "PMID": 29866097, "file_path": "comm/PMC005xxxxxx/PMC5987599.xml", "title": "Endoscopic resection of acetabular screw tip to decompress sciatic nerve following total hip arthroplasty", "patient": "An 80-year-old man complained of severe pain and paresthesias following acetabular component revision surgery via the original posterolateral approach. The patient subsequently complained of right leg pain and paresthesias. The symptoms were exaggerated during initial hip flexion and internal rotation that limited ambulation. Physical findings included right buttock pain with radiating pain to the ipsilateral lower extremity. Radiographs and computed tomography imaging (Figs. , , , and ) showed an acetabular screw tip protruding into the greater sciatic foramen in an anterior to posterior and distal to proximal direction at the level of the sciatic notch. The screw was 30 mm in length and positioned at posterior-inferior acetabular quadrant. Magnetic resonance imaging demonstrated tenting of the right piriformis muscle tented by the end of screw. Mechanical irritation of the sciatic nerve screw was suspected.\\nEight months after the aforementioned surgery, the patient underwent supine hip arthroscopy without distraction on a fracture table (Hana®, Mizuho OSI). The operating table was tilted right side upward to increase accessibility of ipsilateral buttock. An anterolateral viewing portal and poster lateral working portal were developed without incident. For deep gluteal space visualization, a 70-degree high definition long arthroscope with adjustable length cannulas were utilized. The cannula was opened to maintain the fluid flow when utilizing the radiofrequency probe. Fluid pressure was set to 60 mmHg with intermittent pressure increases up 80 mmHg. After endoscopic greater trochanteric bursectomy, the repaired piriformis from previous revision surgery was well visualized (Fig. ). Endoscopic visualization of the sciatic nerve revealed a hypo vascular appearance, with entrapped by repaired the piriformis muscle and adjacent fibrous tissue. Endoscopic dynamic testing demonstrated sciatic nerve hypomobility with limited excursion during hip flexion and extension in internal and external rotation. The repaired piriformis tendon was tenotomized and more adjacent scar tissue was observed. Endoscopic resection of fibrovascular bands and adhesions between the piriformis muscle and posterior acetabular wall was performed without incident, allowing visualization of the protruding screw tip penetrated through the piriformis muscle (Fig. ). Endoscopic piriformis muscle dissection and adhesiolysis was performed, improving visualization of the screw tip adjacent to the supero-lateral aspect of the sciatic nerve. No sciatic nerve intra-substance splitting or tearing was observed, supporting the diagnosis of sciatic nerve irritation without direct nerve injury. Via endoscopic and intermittent multiplanar fluoroscopic visualization, further dissection was performed proximally and distally to prevent inadvertent injuries to the sciatic nerve and the superior gluteal neurovascular bundle. Partial osteoplasty of the sciatic notch with a motorized burr performed under endoscopic guidance. Endoscopic resection of the offending screw tip was performed with a 5.5 mm motorized round burr (Fig. ). The adjustable cannula protected the adjacent superior gluteal vessels from iatrogenic harm. The screw was scored from the superolateral direction to minimize the risk of unexpected injury by the burr after decorticating the sciatic notch. The protruded screw tip was completely resected and subsequently recontoured to a smooth surface. The screw tip was removed enbloc with an arthroscopic grasper (Fig. ). Generated metallic debris were removed via suction through the burr cannula. All visible metallic debris was removed. Dynamic arthroscopic and fluoroscopic examinations confirmed successful decompression of the acetabular screw with an immediate visible improvement in sciatic nerve vascularity and excursion. Key procedural steps of this arthroscopic procedure are shown as Additional file 1: Endoscopic technique.\\nAfter this endoscopic surgery, immediate hip range of motion was begun with a continuous passive motion machine. The pre-operative pain and paresthesias resolved post-operatively after recovering from anesthesia. The patient advanced to household ambulation without upper extremity aids at 1 postoperative week despite recommendations for 2 weeks of ambulation using crutches. By 3 months postoperatively, he had returned to full activities. At 6 months postoperatively, he had a negative active and passive piriformis test and he remained pleased with the outcome. Postoperative imaging included radiographs and computed tomography scans with 3-dimensional reconstruction demonstrating complete resection of the offending portion of the acetabular screw.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'33204381': 1, '9372771': 1, '27206482': 1, '18535674': 1, '21071168': 1, '2324135': 1, '33100526': 1, '27011826': 1, '33937463': 1, '18299949': 1, '23636194': 1, '27602309': 1, '29866097': 2}", "similar_patients": "{}"}