{"patient_id": 73753, "patient_uid": "5944486-1", "PMID": 29703002, "file_path": "comm/PMC005xxxxxx/PMC5944486.xml", "title": "Embolic retinal and choroidal vascular occlusion after peribulbar triamcinolone injection", "patient": "A 48-year-old female patient with moderate-to-severe TAO was given the fourth superior-nasal periocular injections of 20 mg triamcinolone acetonide around her eyes. Approximately 20 minutes after the injection, the patient described acute loss of vision and feelings of swelling and pain in her left eye. Ocular examinations showed inexact perception of light in the left eye with obvious subconjunctival hemorrhage and chemosis. The left pupil was dilated, and both direct and consensual pupillary light reflexes were insensitive. A fundus examination was conducted immediately, which showed deposits of whitish material in the temporal retinal vessels and subretinal yellowish white strips in the left eye (Fig. A and B). A day later, fundus photography revealed ischemic retinal whitening with a cherry red spot (Fig. C). Fundus autofluorescence showed hypoautofluorescence of the nonperfused retina (Fig. D). Optical coherence tomography-angiography (OCT-A) was performed at the area of the posterior pole. The OCT-A scan showed that the vascular density in the left eye was significantly decreased compared with the right eye. The retinal capillary network was discontinuous, and capillary dropout was noticeable. The thickness of the retinal neurosensory layer was increased (Fig. A and B). Fundus fluorescein angiography (FFA) and indocyanine green angiography (ICGA) were also performed. Areas of hypofluoresence in the choroid were suggestive of choroidal nonperfusion areas. Retinal arteriolar filling defects were present in the paramacular area, and fluorescein leakage was obvious (Fig. A and B). All observations were thought to be associated with the blockage of multiple choroidal vessels and the retinal arteries by triamcinolone acetonide particles.\\nAnterior chamber paracentesis and ocular massage were performed in the patient immediately in addition to venous injections of alprostadil and Ginaton and acupoint injection of compound anisodine. Antiglaucoma drugs such as carteolol, brinzolamide, and Alphagan eye drops were administered to the patient's left eye. Sublingual glyceryl trinitrate was administered immediately after the diagnosis.\\nThe patient was followed-up for more than 1 month. OCT-A was repeated 12 days after the first visit. The vascular density in the left eye was increased, and the retinal neurosensory layer edema was improved (Fig. ). At 40 days, fundus photography showed the absorption of triamcinolone particles (Fig. ) and her visual acuity improved from inexact light perception to 0.02. At the last visit 26 months later, the patient‘s visual acuity recovered to 0.05.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'26631356': 1, '24685869': 1, '20552361': 1, '16723443': 1, '23470793': 1, '17264728': 1, '27391691': 2, '18789088': 1, '32322753': 1, '31031693': 1, '28228436': 1, '18937809': 1, '32709824': 2, '19182249': 1, '12055481': 1, '12095826': 1, '655214': 1, '29703002': 2}", "similar_patients": "{'4938948-1': 1, '7640867-1': 1}"}