{"patient_id": 70410, "patient_uid": "5704428-1", "PMID": 29179775, "file_path": "comm/PMC005xxxxxx/PMC5704428.xml", "title": "Fusobacterium emphysematous pyomyositis with necrotizing fasciitis of the leg presenting as compartment syndrome: a case report", "patient": "A 50-year-old African-American man in a state of homelessness presented to the emergency department (ED) at Saint Anthony Hospital in Chicago, a community, faith-based, urban critical access facility staffed by surgeons from the University of Illinois at Chicago (a tertiary, academic center) complaining of severe right lower extremity pain for the past 8 hours. He reported generalized malaise for 3 weeks associated with 2 weeks of productive cough with yellowish sputum and occasional bloody streak, intermittent low grade fevers, nausea, vomiting, and 15 lb (6.8 kg) weight loss. He denied any recent trauma to his leg and has no history of diabetes mellitus. His past medical history was significant only for a previous visit for iron-deficiency anemia. A review of systems disclosed no additional symptoms. He denied any significant family history. He admitted to drinking alcohol in excess, but denied any drinking in the previous 72 hours before presentation. He also admitted to a pack-a-day nicotine habit. He denied current or previous illicit drug use, except for occasional cannabis. A clinical examination showed an African-American man in mild distress. His head and neck examination was only remarkable for partial edentulism and halitosis. His neck had no palpable adenopathies. An examination of his chest showed bilateral crackles at the bases. His heart had a regular rate and rhythm with no murmurs. His abdomen was soft, no masses were palpated. His genitalia appeared normal for his age. His right lower extremity revealed a warm, swollen, erythematous leg with multiple serous-filled bullae on the dorsolateral and posterior aspect, and a superficial ulceration at the posterior aspect (Fig. ). His neurological examination showed a patient awake, alert, and oriented times four (person, place, time, and situation). A cranial nerve examination was normal. No sensory or motor deficits (other than those described above) were detected. The rest of his physical examination was unremarkable.\\nInitial laboratory values of white blood cell (WBC) count of 24.0 per mm3, hemoglobin of 13.4 g/dL, serum sodium level of 131 mEq/L, serum creatinine of 2.89 mg/dL, C-reactive protein 199 mg/L, and serum glucose of 120 mg/dL were strongly suggestive of necrotizing fasciitis based on the Laboratory Risk Indicator for Necrotizing Fasciitis (LRINEC) score (Table ) []. His LRINEC score was found to be 10. A chest X-ray was consistent with pneumonia, while the X-rays of his right lower extremity revealed subcutaneous emphysema of the deep posterior compartment of the right leg (Fig. ). Purified protein derivative (PPD) was negative.\\nHe was started on broad spectrum antibiotics (vancomycin and piperacillin/tazobactam) and was taken to the operating room, where he underwent a four-compartment fasciotomy of his right lower extremity with extensive debridement of necrotic fascia and muscle. A medial incision was made from a point distal to the tibial plateau and extended to his ankle joint. Extensive purulent drainage was immediately noticed in the subcutaneous tissues. The medial fascia of the posterior and deep posterior compartments was sectioned and approximately 500 mL of purulent drainage was suctioned from the deep posterior compartment of his leg (Fig. ). The gastrocnemius and soleus muscle bellies were edematous but viable. A lateral incision was then made from a point midway between the tibial plateau and the fibular head, and extended distally to his ankle joint. The lateral incision was dissected through the subcutaneous tissues until the fascia of the anterior and lateral compartments was visualized. The muscle bellies of the anterior and lateral muscle groups were also edematous but viable with no evidence of necrosis or purulent drainage from these compartments. A fasciotomy was also performed at the plantar and dorsolateral aspect of his right foot.\\nAll surgical samples were collected using an eSwab Transport System (CoPan Diagnostics Inc., Murrieta, CA, USA), which handles all aerobic, anaerobic, and fastidious microorganisms. Blood cultures were placed in designated aerobic and anaerobic blood culture bottles (BacT/ALERT, Durham, NC, USA). The clinical laboratory at Saint Anthony Hospital outsources its microbiology to another laboratory in the Chicago area (LabCorp, 321 W Lake Street Suite C, Elmhurst IL, 60126). After samples are received from the operating room, they are packaged as per LabCorp specifications, and a courier is summoned. The estimated travel time is less than 4 hours. For surgical samples two different media cultures are used: for aerobic samples the swab containing the specimen is immersed in a gel-based transfer media; for anaerobic samples the Port-A-Cul transport system (BD – Beckton Dickinson, Franklin Lakes, NJ, USA) is used. Once the samples arrive at LabCorp they are processed as per proprietary procedures. Anaerobes in this sample were identified using RapID-ANA Kit (Thermo Fisher Scientific, Waltham, MA, USA). In addition, LabCorp results confirmed the presence of beta-hemolysis in the cultured plates.\\nInitial Gram stains of the pus collected showed only rare WBCs and no microorganisms. Blood cultures taken prior to surgical intervention (both bottles) and cultures from his right lower extremity wounds following the initial fasciotomy demonstrated Fusobacterium necrophorum, which was beta-lactamase negative and sensitive to cefoxitin, chloramphenicol, clindamycin, penicillin, doripenem, and metronidazole (determined by broth microdilution). No additional microorganisms were identified. The sputum cultures showed no growth.\\nHe was transferred postoperation to the general surgical floor, where the remainder of his hospital course consisted of multiple serial surgical debridements, pulse lavage of his wounds, and application of wound V.A.C.® dressing changes every 2 to 3 days. The wound care team at Saint Anthony Hospital (consisting of podiatric surgeons and residents from the Rosalind Franklin University of Medicine and Science) was consulted to assist with the management of the fasciotomy wounds. He improved clinically and the wound granulated over the next 8 weeks (Fig. ). He subsequently underwent split-thickness skin grafting and was discharged for continued out-patient management to a local shelter facility. After a few late visits and some missing appointments, he was lost to follow up.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'12925624': 1, '329831': 1, '8489099': 1, '15241098': 1, '7494032': 1, '25686164': 1, '27613565': 1, '25658556': 1, '10848848': 1, '22817336': 2, '9392400': 1, '25658551': 1, '17278065': 1, '29179775': 2}", "similar_patients": "{'3481430-1': 1}"}