{"patient_id": 64066, "patient_uid": "5217335-1", "PMID": 28061802, "file_path": "comm/PMC005xxxxxx/PMC5217335.xml", "title": "Thyrotropin-producing pituitary adenoma simultaneously existing with Graves’ disease: a case report", "patient": "A 40-year-old Japanese woman presented to a hospital because of a headache in 2004. A magnetic resonance image (MRI) showed one adenoma on her pituitary gland that measured 4×7 mm. Her levels of pituitary anterior lobe hormones were normal. Thus, the tumor was thought to be non-functioning. Thereafter, the tumor was followed yearly with MRI to determine whether it was growing. In September 2009, periodic MRI showed that the pituitary tumor had become larger. She was referred to our hospital for further evaluation. She had no remarkable history or medications. She had a family history of rheumatoid arthritis. On physical examination, her blood pressure was 127/75 mmHg, and her pulse was regular at 105 beats/minute. Her body temperature was 36.8 °C, height was 163.7 cm, body weight was 53.8 kg, and body mass index was 20.1 kg/m2. Her consciousness was alert. She had no neck goiter or leg edema. Both Achilles’ tendon reflexes were moderately increased. She had mild exophthalmos. She denied any headaches or visual field defect. Her other clinical symptoms were not notable. An endocrinological examination and thyroid echocardiography were performed because of hyperthyroidism; in particular, Graves’ disease was suspected. Her serum free triiodothyronine (FT3) level was 6.3 pg/mL (normal 2.3 to 4.0 pg/mL), free thyroxine (FT4) level was 2.3 ng/dL (normal 0.9 to 1.7 ng/dL), thyroid-stimulating hormone (TSH) level was 0.27 μIU/mL (normal 0.5 to 5.0 μIU/mL), anti-TSH receptor antibody (TRAb) was positive (5.0 IU/L, normal <1.0 IU/L), anti-thyroglobulin antibody (TgAb) was positive (2.3 IU/mL, normal <0.3 IU/mL), and anti-thyroid peroxidase antibody (TPOAb) was positive (4.6 IU/mL, normal <0.3 IU/mL). Ultrasonography showed a moderately hypervascular thyroid without any nodes. Due to the increase in her FT3 and FT4 levels, and the decrease in her TSH level and TRAb positivity, Graves’ disease was diagnosed, and anti-thyroid drug therapy was started in April 2010. Subsequently, she stopped taking her medication because she felt that the headache and sweating were exacerbated. In Graves’ disease, the TSH level is normally suppressed by negative feedback due to an increase in the FT3 and FT4 levels; the TSH value falls below the detectable level (<0.1 μIU/mL according to second-generation TSH chemiluminometric assays). In our case, our patient’s TSH value ranged from 0.1 to 0.5 for the 6 months before she started the medication. We suspected that this case was close to being in a state of syndrome of inappropriate secretion of TSH (SITSH), although in SITSH, the TSH values are generally increased.\\nThe simultaneous coexistence of TSHoma was highly suspected. A pituitary MRI showed a less enhanced area in the sella turcica (10×13 mm). On graphical examination, the tumor appeared to be slightly invading her right lateral cavernous sinus (Fig. ). An anterior pituitary hormone stimulation test indicated that only the TSH had an impaired response to a TSH-releasing hormone (TRH) stimulation test.\\nEndoscopic trans-sphenoidal neurosurgery was performed for the pituitary adenoma in January 2011. Immediately postoperatively, her TSH values decreased below the detection limit (<0.1 μIU/mL) [], and her FT3 and FT4 levels became within normal range. A histological examination showed that immunostaining was 99% positive for TSH-β (Figs. and ). Postoperatively, her TSH levels gradually became normal, and her FT3 and FT4 levels did not increase until February 2016. Her symptom disappeared. TRAb continued to be positive; however, her level of TRAb decreased. TgAb became negative, whereas TPOAb continued to be positive.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'17987261': 1, '12656664': 1, '32854689': 2, '23336522': 2, '15538937': 1, '23214067': 1, '3934894': 1, '20224487': 1, '2860333': 1, '29901603': 2, '32849306': 2, '24847468': 1, '7023312': 1, '814132': 1, '4716295': 1, '17609400': 1, '8969971': 1, '28061802': 2}", "similar_patients": "{'3560274-1': 1, '6023673-1': 1, '7457301-1': 1, '7424009-1': 1}"}