{"patient_id": 66784, "patient_uid": "5438007-1", "PMID": 29043129, "file_path": "comm/PMC005xxxxxx/PMC5438007.xml", "title": "Atypical case of AL amyloidosis with urinary erythrocyte casts", "patient": "A 73-year-old man presented to the Klinikum Coburg in a transfer from another hospital following a fulminant, generalized illness complicated by multiorgan dysfunction. The patient, a native of Germany, felt ill while vacationing in Thailand and was first treated at a local hospital for a 2-day history of nausea, vomiting, double vision, dizziness, and generalized weakness. Past medical history included arterial hypertension, two-vessel coronary artery disease (CAD), a monoclonal gammopathy of undetermined significance (MGUS), and an episode of rhabdomyolysis of unknown cause 9 years prior, complicated by nonoliguric acute renal failure that did not require renal replacement therapy. Because his condition deteriorated, he was transferred to the Bangkok Heart Hospital, Bangkok, Thailand, where he was admitted to an intensive care unit due to progressive multiorgan involvement, including acute kidney injury, upper gastrointestinal hemorrhage, acute non-ST elevation myocardial infarction, hemodynamic instability, and hypoxic respiratory failure. Urinalyses obtained at the time of admission and on subsequent days consistently showed microhematuria and proteinuria. Treatment included intubation and mechanical ventilation, an episode of cardiopulmonary resuscitation and electrical cardiac defibrillation, vasopressor infusions for hemodynamic instability presumed to be due to septic and/or cardiogenic shock, red blood cell transfusions, intermittent hemodialysis as well as several courses of antibiotics and antimycotics (vancomycin, meropenem, fosfomycine, and itraconazole). In addition to copious, purulent respiratory secretions that developed later in the clinical course, a generalized, palpable maculopapular rash was noted on the trunk and extremities and treated with oral colchicine and glucocorticoid-containing topical creams. In the assessment of the treating physicians, sepsis was one of the initial and principal clinical diagnoses, but no focal source of it, other than the lungs, was identified. Following a 3-week clinical course, his condition progressively improved, allowing for discontinuation of circulatory support and extubation; however, hemodialysis was continued until 2 days prior to transfer.\\nFollowing repatriation via ambulance flight and upon arrival at the Klinikum Coburg, the patient was awake but disoriented, in no apparent distress, afebrile, hemodynamically stable, and nonoliguric. A 3/6 holosystolic murmur was audible over the base of the heart, without gallops or pericardial rub. Substantially reduced muscle mass and body fat were noted as well as a palpable, nonconfluent, nonpetechial maculopapular rash on both lower extremities below the knees. The remainder of the physical examination was unremarkable. A urinalysis performed immediately upon arrival showed a specific gravity of 1,020 g/L, pH 5, 3+ heme, 4+ protein, trace leukoesterase, 1+ bilirubin, and negative urobilinogen and glucose. Urinary sediment showed multiple, well-formed erythrocyte casts (), less numerous granular casts, and a few broad, waxy casts along with 10 – 20 erythrocytes/hpf, 3 – 5 leukocytes/hpf, and no bacteria or crystals. Proteinuria was quantified at 5 g of protein per gram of creatinine. Due to the suspicion of glomerulonephritis, a pulse of corticosteroids was administered and a CT-guided renal biopsy was performed. Renal replacement therapy was continued for solute control. Autoantibody serology tests, including antinuclear, antineutrophil cytoplasmic, and antiglomerular basement membrane antibodies were negative. Serum complement C3 and C4 levels were normal. Serum protein electrophoresis and immunofixations showed an M band identified as IgG λ-light chains. In addition, the serum κ- and λ-light chains were found to be 13 and 130 mg/L, respectively, with a ratio of 0.1 and consistent with the known MGUS.\\nThe renal biopsy specimen included 29 glomeruli, 8 of which were completely sclerosed. The remainder had diffuse amorphous deposits in the mesangium and the capillary loops that were Congo red-positive with green birefringence under polarized light (A, B, C). Such deposits were also found in sections of arterial vessels and faintly in the interstitium. The tubules showed signs of severe acute injury, including dilated lumina, loss of epithelial cell height, and vacuolization. In addition, proximal tubular cells showed signs of protein deposition. There was tubular atrophy in 10 – 15% of the cortical tissue with accompanying interstitial fibrosis. At least 1 definite intratubular erythrocyte cast was found in the biopsy. Only minimal lymphocytic and plasma-cell infiltrates were present in the interstitium. Antibody stains for IgA, IgG, IgM, C1q, and C3c were negative. Electron microscopy confirmed the histopathological diagnosis of renal AL amyloidosis (D). There was no evidence of glomerulonephritis or vasculitis.\\nThe patient gradually regained renal function, renal replacement therapy was discontinued, and his serum creatinine returned to levels of ~ 1.5 mg/dL (eGFR ~ 30 mL/min/1.73 m2). Coronary angiography revealed progression of his CAD to three vessels, and a percutaneous transluminal dilatation of the left anterior descending artery with stent placement was performed. In addition, due to clinical and magnetic-resonance-imaging evidence suggestive of amyloid cardiomyopathy as well as the history of ventricular fibrillation, an automated cardioverter-defibrillator was implanted. The patient was discharged with the plan to shortly undergo hematologic follow-up and bone marrow biopsy for work-up and treatment of his plasma-cell dyscrasia. Bone marrow biopsy revealed 10 – 15% infiltration of CD56-positive monoclonal plasma-cell population with lambda-light chain restriction, the remainder of the bone marrow being relatively unaffected with adequate hematopoiesis. The diagnosis of multiple myeloma, type IgG λ, stage III was made [], and therapy commenced using bortezomib.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'2492644': 1, '6731501': 1, '16299691': 1, '20042399': 1, '9554862': 1, '7634543': 1, '15809451': 1, '9158206': 1, '22677261': 1, '6604293': 1, '9132659': 1, '6745911': 1, '953608': 1, '16358228': 1, '1244562': 1, '8856231': 1, '25949340': 2, '686935': 1, '34401730': 1, '17403699': 1, '22607916': 1, '11146695': 1, '3680194': 1, '29043129': 2}", "similar_patients": "{'4421394-1': 1}"}