{"patient_id": 114688, "patient_uid": "5116988-1", "PMID": 27895877, "file_path": "noncomm/PMC005xxxxxx/PMC5116988.xml", "title": "Unexplained Cardiac Arrest After Near Drowning in a Young Experienced Swimmer: Insight from Cardiovascular Magnetic Resonance Imaging", "patient": "A 45-year-old man without cardiovascular risk factors experienced a near drowning event during swimming and was admitted to our hospital after about forty minutes of successfully accomplished basic and advanced cardiopulmonary resuscitation (early tracheal intubation, chest compressions and five 200-J successive transthoracic shocks) for low voltage ventricular fibrillation () ().\\nAt admission, cardiac Troponin T was 83.7 pg/mL (normal < 14 pg/mL), creatine kinase isoenzyme Mb was 14 ng/mL (normal value ranges: 1.39-6.22 ng/mL), and myoglobin was 2988 ng/mL (normal value ranges: 25 - 72 ng/mL). Transthoracic echocardiography was unremarkable and emergency coronary angiography () performed at admission showed a very well preserved coronary artery tree.\\nThin-section chest CT obtained about 8-hours later revealed bilateral diffuse areas of ground-glass attenuation and airspace consolidation compatible with lung damage and ventilation-perfusion mismatching by water inhalation (). Since 1975, it has been reported that cardiac enzymes can rise as a result of cardiopulmonary resuscitation (). To figure out the cause of near drowning, on the tenth day after resuscitation, the patient underwent cMRI. On cMRI, global left ventricular function and volumes were preserved, whereas a mild regional hypokinesis was present at the level of the left ventricular mid-inferior wall on cine steady-state free precession (SSFP) images.\\nIn the same location, T2 weighted short tau inversion-recovery images (T2W-STIR) depicted a subtle high signal intensity linear band subendocardially located with corresponding subendocardial late gadolinium enhancement (LGE) on two dimensional (2D) inversion-recovery sequences compatible with a small acute inferior myocardial infarction (curved arrow in and ).\\nAn associated papillary muscle involvement was also observed with cMRI, characterized with edematous imbibition of the anterolateral and the medial portion of the posteromedial papillary muscle (arrow and arrowhead in ), with an associated complete perfusion defect (arrow and arrowhead in ) and corresponding intense LGE detectable on contrast enhanced inversion recovery (CE-IR) sequences (arrow and arrowhead in ). T2W-STIR imaging also showed slight edema of the anterior chest wall likely referable to the recent cardiac resuscitation experienced by the patient (asterisks in ). Papillary muscle involvement was previously described in an out-of-hospital cardiac arrest survivor without angiographic evidence of coronary artery disease and together with chest wall edema was correlated with cardiopulmonary resuscitation (). Medico-legal autopsy cases demostrated that prolonged resuscitation in adults produces a recognizable pattern of myocardial injury often distributed in the papillary muscles () as demonstrated by the presence of hyperintense signal on T2W-STIR (edema) and late contrast-enhanced images (necrosis) of our cases.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'12935617': 1, '1116253': 1, '20142462': 1, '3536161': 1, '19796734': 1, '17709646': 1, '27895877': 2}", "similar_patients": "{}"}