{"patient_id": 63271, "patient_uid": "5120212-2", "PMID": 27957351, "file_path": "comm/PMC005xxxxxx/PMC5120212.xml", "title": "The Biochemical Profile of Familial Hypocalciuric Hypercalcemia and Primary Hyperparathyroidism during Pregnancy and Lactation: Two Case Reports and Review of the Literature", "patient": "A 19-year-old woman of Mexican Mennonite descent underwent an emergency caesarean delivery at 29 weeks of gestation for severe preeclampsia. She had a history of recurrent nephrolithiasis since the age of 16, but there was no prior documentation of calcium levels. Her pregnancy was complicated by calcium oxalate kidney stones and pyelonephritis and intrauterine growth restriction. Due to severe preeclampsia, the baby was delivered at 29 weeks of gestation and was found to be normocalcemic (serum calcium = 2.21 mmol/L, reference range: 1.90–2.60 mmol/L) with a birth weight of 980 grams. Blood work on her at delivery revealed albumin adjusted calcium of 2.97 mmol/L (reference range: 2.10–2.55 mmol/L), albumin of 22 g/L, a 25-hydroxyvitamin D level of 36.5 nmol/L (reference range: 80–200 nmol/L), serum phosphate of 0.66 mmol/L (reference range: 0.80–1.50 mmol/L), an inappropriately normal PTH of 52 ng/L (13–54 ng/L), and a CCCR of 2.67%. Her albumin adjusted calcium was 2.76 mmol/L, 3.18 mmol/L, and 3.11 mmol/L on days 1, 3, and 5 postpartum. Investigations repeated one month postpartum during lactation revealed albumin adjusted calcium of 2.96 mmol/L, albumin of 33 g/L, a 25-hydroxyvitamin D level of 72 nmol/L on vitamin D supplementation, serum phosphate of 0.82 mmol/L, and a PTH of 54 ng/L. Her CCCR fell to 0.89% during lactation, suggestive of FHH. Calcium biochemistry from her family was unavailable.\\nGiven her young age at presentation, she was investigated for genetic causes of PHPT including multiple endocrine neoplasia (MEN), jaw tumor syndrome, and FHH, which were all negative.\\nPlans for parathyroidectomy were deferred until she could be biochemically reevaluated after she completed lactation; however, the patient became pregnant again while still breastfeeding. Her pregnancy was discovered at nine-week gestational age, at which point she was both pregnant and lactating, and her biochemistry revealed albumin adjusted calcium of 2.76 mmol/L, albumin of 38 g/L, and vitamin D level of 77.4 nmol/L. Given her prior complicated pregnancy with severe preeclampsia, fetal growth restriction, and premature delivery, second-trimester parathyroidectomy was performed resulting in normalization of serum calcium. Surgical pathology confirmed a single parathyroid adenoma weighing 174 milligrams. Despite the surgical cure, her second pregnancy was also complicated by preeclampsia and fetal growth restriction. However, she progressed 6 weeks further in her second pregnancy and delivered by caesarean section at 35 weeks of gestational age. She gave birth to a healthy normocalcemic male (serum calcium of 2.38 mmol/L, reference range: 1.90–2.60 mmol/L) with a birth weight of 1900 grams.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'24203066': 1, '31065618': 1, '10037311': 1, '25162665': 1, '22192860': 1, '7783999': 1, '30574177': 1, '32150253': 1, '769583': 1, '34659108': 1, '23670708': 1, '33925967': 1, '25207208': 1, '19531594': 1, '24743398': 1, '21890650': 1, '22108281': 1, '19193909': 1, '32537548': 1, '22115170': 1, '31853257': 1, '27957351': 2}", "similar_patients": "{'5120212-1': 2}"}