{"patient_id": 118226, "patient_uid": "5465396-2", "PMID": 28611966, "file_path": "noncomm/PMC005xxxxxx/PMC5465396.xml", "title": "Periprostetic Joint Infection Caused by Salmonella: Case Reports of Two Azathioprine and Prednisolone Induced-immunocompromised Patients", "patient": "A man aged 64 years presented to our clinic with oozing from his hip following drainage of a two-step revision surgery. He had a history of bilateral THA due to bilateral femoral head avascular necrosis after prednisolone and azathioprine treatments for vasculitic neuropathy three years ago. The patient was started to use prednisolone and azathioprine for four years before the bilateral THA. The patient underwent two-step revision surgery for a left PJI after undergoing 3 debridement procedures in another hospital one year ago. At the time of presentation his preoperative laboratory examinations were CRP, 59 mg/L; WBC, 8,800/µL (63.9% Neu); ESR, 101 mm/hour. He had pain on his left hip pain with hip motion (). He did not have fever. The patient was scheduled for another two-step revision surgery after being diagnosed as having a periprosthetic hip infection. In the first step, the components were removed, the infection site was debrided, and a spacer with antibiotics was placed. Samples retrieved peroperatively yielded positive culture result Salmonella type C and patient was thus put on cefazolin 1 g four times a day IV and ciprofloxacin 400 mg twice a day IV and he use them for perform to second step revision. His stool and blood cultures were negative. With the decrease of acute-phase reactants, the patient was discharged after consulting the Department of Infectious Diseases. The patient developed no concomitant pathologies during follow-up and therefore underwent the second step of the revision surgery 5 months later. CRP was 4 mg/L, ESR 22 mm/hour, WBC 7,200/µL determined and decided to second step revision surgery. The surgery was performed after 5 months first step revision. The patient was followed up for 27 months and had no pain or complaint with the operated hip ().", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'18421542': 1, '21301900': 1, '25424009': 1, '20529326': 1, '12682815': 1, '12199853': 1, '2745478': 1, '3306260': 1, '19269872': 1, '29950362': 1, '26662756': 1, '28611966': 2}", "similar_patients": "{'5465396-1': 2}"}