{"patient_id": 72909, "patient_uid": "5886906-1", "PMID": 29623452, "file_path": "comm/PMC005xxxxxx/PMC5886906.xml", "title": "Rhabdomyolysis secondary to systemic lupus erythematosus", "patient": "A 36-year-old African-American woman presented to the ER with a 3-day history of vomiting, diarrhea, full-body arthralgias, myalgias, and bilateral TMJ stiffness and tenderness, along with severe persistent headache. She had been seen in urgent care 1 week prior to admission with complaints of fever, nausea, and diarrhea. Her medical history was significant for rheumatoid arthritis that had been in remission for 12 years. She was not currently on any maintenance therapy for this auto-immune disease. On arrival, vitals were recorded as BP of 125/89, HR of 92 bpm, RR of 18/min, Temperature of 98.3 °F, and 100% SpO2 on room air. Physical exam was significant for a malar rash, shown in Fig. , as well as a second subcutaneous rash on her arms that was erythematous and nodular seen in Fig. . In addition, she had bilateral knee effusions along with weakness and edema of the lower extremities.\\nLabs obtained in the emergency room showed an elevated creatinine level of 2.85 mg/dL (0.5–1.0 mg/dL), AST 1293 U/L (10–40 U/L), ALT 397 U/L (7–56 U/L), elevated phosphorus 8.3 mg/dL (2.0–4.5 mg/dL), and a low potassium level of 3.1 mmol/L (3.5–5.0 mmol/L). CPK was extremely high at 6270 U/L (22–198 U/L) and CRP at 9.244 mg/L (< 3.0 mg/L). The initial differential diagnosis included dermatomyositis/polymyositis/SLE with rhabdomyolysis. She was admitted to the medical floor and given a 3 L bolus of normal saline along with IV methylprednisolone.\\nDespite the initial treatment with fluid and steroids, the patient’s creatinine and lab values worsened over the next 24 h. Her creatinine rose to 3.59 mg/dL, BUN increased to 70 mg/dL (7–20 mg/dL), and phosphate jumped to 9.8 mg/dL. In addition, CPK elevated to 207,300 U/L along with an increase in AST and ALT to 1797 and 482 U/L, respectively. Clinically, the patient was also deteriorating; she had been anuric since admission despite fluid resuscitation. The patient was transferred to the ICU, and nephrology and rheumatology were consulted. She was started on a bolus of intravenous corticosteroids to treat rhabdomyolysis secondary to polymyositis after consultants’ review. The rheumatologist ordered a panel of auto-immune markers to include CRP, RF, ANA, dsDNA, Ribosomal P, SSA (anti-Ro), SSB (anti-La), snRNP, anti-smith, RNP, centromere B, SCL-70, and Jo-1. The results revealed that the CRP was 5.556 mg/L (< 3.0 mg/L); the RF was 121 IU/mL (< 15 IU/mL), ANA was greater than 8 IU/mL (< 8 IU/mL), DsDNA was 1 IU/mL (0 IU/mL), Ribosomal P was greater than 8 IU/mL (IU/mL < 8), SSA (anti-Ro) was greater than 8 IU/mL (< 8 IU/mL), SSB (anti-La) was less than 0.2 IU/mL (< 1 IU/mL), snRNP was less than 0.2 IU/mL (< 1 IU/mL), anti-smith was less than 0.2 IU/mL (< 1 IU/mL), RNP was 4.4 IU/mL (< 1 IU/mL), centromere B was less than 0.2 IU/mL (< 1 IU/mL), SCL-70 was less than 0.2 IU/mL (< 1 IU/mL), and Jo-1 was less than 0.2 IU/mL (< 1 IU/mL).\\nThese lab values suggested a probable diagnosis of SLE. Diagnostic criteria for SLE are based on ACR (American College of Rheumatology) guidelines with a sensitivity of 85% and specificity of 95% in patients with 4 out of 11 criteria. This patient had arthritis, photosensitivity, renal involvement, blood disorders, elevated ANA, immunologic phenomena with anti-dsDNA, and a malar rash, giving her an ACR SLE score of 7/11, defining her as having SLE. The SELENA–SLEDAI scoring matrix is a way to assess SLE disease activity using 24 different disease descriptors. Scores of six or above on the SLEDAI grid are considered to be consistent with active disease requiring therapy. The patient had a lupus headache, arthritis, myositis, urinary casts, a rash, low complement levels, and leukopenia having a total of 25 points on the SELENA–SLEDAI scoring matrix. This was consistent with a significant degree of active SLE, and need for aggressive medical therapy.\\nA central line was placed to initiate hemodialysis to alleviate her acute kidney injury. Prompt hemodialysis corrected her electrolytes and improved her creatinine and BUN within 24 h. However, her CPK continue to escalate to 304,700 U/L and her anuria persisted. The intravenous corticosteroids were tapered and changed to oral preparations to prevent further fluid overload and edema. Hydroxychloroquine was started 1 week after ruling out G6PD deficiency and the risk of iatrogenic hemolysis.\\nOver the next week, with continued hemodialysis and steroid treatment, her laboratory and clinical picture improved. CPK levels dropped to within normal range, and creatinine and BUN levels remained consistent and improved (though not normalized) with hemodialysis every other day. Due to persistent oliguria, a renal biopsy was ordered to determine if rhabdomyolysis, SLE, or both were to blame. The biopsy showed muddy brown casts with permanent tubular atrophy, interstitial fibrosis, and massive amounts of myoglobin, implicating rhabdomyolysis, as shown in Figs. and , as the main culprit of the acute kidney injury.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'15774072': 1, '24306428': 1, '34596163': 2, '12005014': 1, '6486150': 1, '23906548': 1, '17334013': 1, '28148578': 1, '8842914': 1, '31348259': 1, '21127876': 1, '33014933': 1, '7736901': 1, '31703554': 2, '24165505': 1, '21498932': 1, '29623452': 2}", "similar_patients": "{'8483824-1': 1, '6842242-1': 1}"}