{"patient_id": 72927, "patient_uid": "5889221-1", "PMID": 29636928, "file_path": "comm/PMC005xxxxxx/PMC5889221.xml", "title": "Bilateral bullous keratopathy secondary to melting keratitis in a Suri alpaca (Vicugna pacos)", "patient": "A three-month-old sexually intact female Suri alpaca was presented for evaluation of delayed growth, overall poor body condition and a two-week history of lack of appetite. The initial physical examination revealed dull hair coat, thin body condition (2/9). Serum chemistry and urinalysis showed no significant abnormalities other than mild hypoproteinemia (total serum protein, 53 g/L; reference range 55–70 g/L). Serial fecal flotations and bovine herpesvirus Type 1 serology gave negative results. Ultrasound of the abdomen failed to show any abnormality. Based on the reported feeding regimen, a presumptive diagnosis of protein-energy malnutrition was made and a change in diet with high-energy density food was prescribed.\\nThree days after admission, extensive superficial corneal ulcerations in both eyes associated with mild corneal edema were observed despite no history of ocular trauma. Medications included topical neomycin-polymyxin B (Tevemyxine ophthalmic ointment, TVM, Lempdes, France) every 8 h in both eyes. On the second day of treatment, bilateral marked complication of melting keratitis was noticed with the presence of malacic corneal material in the ulcer area. The topical therapy was changed to a fortified solution of gentamicin 13.6 mg/mL every 4 h (Forticine, Vetoquinol, Paris, France). Subcutaneous flunixin meglumine 1 mg/kg (Finadyne, Intervet, Beaucouze, France) every 24 h was added.\\nThree days later, a complete ocular examination, performed by an ophthalmologist, revealed an absent menace response in both eyes but preserved palpebral and dazzle reflexes. Pupillary light reflexes were not observable due to corneal opacification. A marked blepharospasm with purulent discharge was noted bilaterally. Slit-lamp biomicroscopy examination (SL-15 Portable Slit lamp, Kowa Company, Tokyo, Japan) revealed marked conjunctival hyperemia and marked diffuse stromal edema with a central 8-mm-large bulla, involving the anterior half of the corneal stroma in both eyes (Fig. ). The surrounding cornea appeared malacic with multifocal yellow areas of stromal infiltrates. Fluorescein staining was positive on the bullae. Intraocular pressure was not measured due to the apparent corneal fragility in both eyes. The anterior segment was difficult to assess but mild hypopyon was present in the left eye. Funduscopic examination in either eye could not be performed because of severe corneal opacification.\\nThe most likely diagnosis was bullous keratopathy secondary to infectious ulcerative keratitis. The differential diagnosis, including other causes of bullous keratopathy, such as endothelial dystrophy, anterior uveitis or endotheliitis, appeared less likely due to the initial presence of corneal ulcers.\\nCorneal cytology revealed clumps of mucous material with a moderate number of neutrophils, few cytologically normal corneal epithelial cells and no visible bacteria or fungal organisms.\\nOptions for therapy were discussed and included intensive medical treatment with close monitoring, keratoplasty or conjunctival graft. A topical intensive medical therapy was decided by the owner: fortified solution of gentamicin q2h OU (Forticine, Vetoquinol, Paris, France), heterologous serum q2h OU, 1% atropine q8h OU (VT Doses Atropine 1%, TVM, Lempdes, France) and 0.1% dimeticone q8h OU (Ophtasiloxane, Alcon, Reuil Malmaison, France), a tear-substitute with osmotic power. Systemic flunixin meglumine (Finadyne, Intervet, Beaucouze, France) was continued.\\nAfter 3 days of this treatment, the patient was unable to rise and eat by itself and developed cutaneous myiasis secondary to decubitus ulcer. Despite a mild regression of the corneal edema, the stromal bullae remained unchanged. Culture yielded Staphylococcus haemolyticus, resistant to all antibiotics tested except polymyxin B (Table ). Fungal culture was negative.\\nIn view of the deterioration of the patient's general condition, the owner elected euthanasia with postmortem examination. No evidence of systemic disease was found at necropsy, and the presumptive clinical diagnosis of primary protein malnutrition was confirmed. Microscopic ocular changes included marked bilateral corneal edema (Fig. ), associated with moderate ulcerative and suppurative keratitis with rare multinucleated epithelial cells (Fig. ), limbal neovascularization and mild neutrophilic anterior uveitis with hypopyon. No bacteria or fungal organisms were found.", "age": "[[3.0, 'month']]", "gender": "F", "relevant_articles": "{'32303669': 1, '9187731': 1, '17565550': 1, '19604336': 1, '21056800': 1, '4307207': 1, '18302575': 1, '33791355': 2, '14604094': 1, '26363644': 1, '22657928': 1, '16054624': 1, '11911565': 1, '25319312': 1, '23998709': 1, '11397292': 1, '23356663': 1, '29636928': 2}", "similar_patients": "{'8006453-1': 1}"}