{"patient_id": 70421, "patient_uid": "5704869-1", "PMID": 29145324, "file_path": "comm/PMC005xxxxxx/PMC5704869.xml", "title": "A rare case of Merkel cell carcinoma presenting as a giant intra-thoracic mass", "patient": "A 64-year-old female patient was admitted for moderate stuffy pain of the left chest for 6 months, and productive cough with fever in the recent half a month, without significant loss of weight. Her highest temperature during this period was 38.5°C. She was initially diagnosed as pneumonia in a community hospital, but the therapy using antibiotics of piperacillin-tazobactam for 1 week did not work. She had been working near a coal mine for more than 10 years, without history of hypertension or coronary heart disease. Her family and social histories were unremarkable. The patient underwent extensive radical resection of vulvar cutaneous MCC 10 years ago, and the surgical margin as well as inguinal lymph nodes were tumor-negative. She took cranial magnetic resonance, chest and abdomen computed tomography (CT) annually thereafter, which excluded tumor recurrence or metastasis in the past 9 years. Thorough physical examination failed to identify any suspicious lesions.\\nRelated tests were carried out step by step for differential diagnosis. Laboratory tests for hepatic and renal functions were normal. Besides, repeated culture of her sputum for tuberculosis, fungus, parasite, or bacteria turned out to be negative. Diabetes mellitus and rheumatism were also excluded. Additionally, serum tumor markers of carcinoembryonic antigen, cytokeratin 19 fragment, squamous cell carcinoma, neuron specific enolase, alpha fetal protein, serum ferritin, β-human chorionic gonadotrophin (β-HCG), carbohydrate antigen 242 (CA242), CA72-4, CA153, CA125, and CA19-9 were all in normal range. Radiological examinations were performed, because her symptoms could not be explained by the above findings. Chest X-ray and CT revealed an irregular mass approximately 15.0 cm × 15.0 cm × 7.0 cm in size (Fig. A), which was located in the left thorax adjacent to the thoracic aorta. Atelectasis of left lower pulmonary lobe, enlarged mediastinal lymph nodes were also indicated (Fig. B). The cranial magnetic resonance image (MRI) and bone emission CT excluded detectable distant metastasis or other suspicious lesions. Positron emission tomography was not performed because it was not covered by her health insurance. CT-guided fine needle aspiration biopsy of the mass showed aggregation of atypical malignant cells (Fig. C). Further immunohistochemistry staining indicated positive expression of CD99, CD56, vimentin and Ki67 (20%), which indicated typical MCC. Thus, her diagnosis was corrected as locally advanced ectopic or single metastatic MCC with obstructive pneumonia, which could explain the complaints of chest pain and fever.\\nRadical surgery combined with adjuvant chemotherapy was assumed to be feasible after multidisciplinary consultation with specialists in medical oncology, gynaecology, and cardiothoracic surgery. The Eastern Cooperative Oncology Group Performance Status of the patient was grade 1. Preoperative tests of cardiopulmonary functions were carried out. Routine electrocardiogram, ultrasonic cardiogram indicated nothing abnormal. The forced expiratory volume in 1 second was 2.42 L, while the maximum voluntary ventilation was 73.4%. In addition, her left ventricular ejection fraction was 60%, which showed that this patient could tolerate thoracotomy. Preoperative surgical plan using three-dimensional (3D) printing model of this complicated tumor was not performed because of financial reason. The resection extent was decided to be along with the morphologically involved adjacent parietal pleura, pericardium, and diaphragm according to the principles of oncological surgery.\\nAntibiotics of cefatriaxone combined with levofloxacin were administered for 7 days before the surgery, and her temperature was reduced to 37°C. Then thoracotomy was performed through the 5th intercostal space, under general anesthesia and double-lumen endotracheal intubation. After the collapse of the left pulmonary lobes, fortunately, the significant distance between the tumor and thoracic aorta emerged. Meanwhile, adhesion of the mass with adjacent pericardium and pleura was observed during the surgery. Then a single-stage operation including left lower lobectomy, extensive resection of the mass, and mediastinal lymph node dissection was performed successfully, which took 290 minutes. Postoperative pathological staining of the mass revealed neuroendocrine carcinoma (Fig. D), which involved the left lower pulmonary lobe, adjacent pericardium, diaphragm, and pleura. The surgical margins and dissected lymph nodes were tumor-negative. In addition, the feeding vessels of the tumor were verified to be branches of internal thoracic vessels. Further immunohistochemical staining suggested positive expression of CD56 and Ki67 (25%), and negative chromogranin A, synaptophysin, CD10, P63, CK5/6, human leukocyte common antigen, vimentin and desmin, which revealed MCC.\\nBased on these findings, a diagnosis of intrathoracic ectopic, or single metastatic MCC (oligometastasis) was established, because her physical examination and pelvic CT did not indicate synchronous vulvar lesions. The patient was staged as IIB tentatively according to the 8th AJCC consensus guidelines for MCC (primary tumor invaded fascia, muscle, cartilage or bone, without regional lymph node metastases).[ However, it was not a definite diagnosis for insufficient histological evidence.\\nThe postoperative recovery of the patient was mainly uneventful. Her body temperature returned to normal after the administration of piperacillin-tazobactam for another 7 days, and her chest pain was alleviated gradually. She was discharged 14 days after the surgery. Subsequently, she received 4 cycles of adjuvant chemotherapy with a mean interval of 21 days, using carboplatin (area under the curve [AUC] = 5) on day 1, and etoposide 100 mg daily on day 1 to 4. This patient survived without loco-regional recurrence or distant metastasis during the follow-up of 1 year.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'27521569': 1, '27592804': 1, '27978533': 1, '27759689': 1, '21527508': 1, '26716756': 1, '27198511': 1, '25001091': 1, '26597015': 1, '25659851': 1, '26818033': 1, '26471333': 1, '27407160': 1, '33163153': 2, '28837181': 1, '21119279': 1, '28495499': 1, '27815175': 1, '27984768': 1, '26257075': 1, '25993218': 1, '28138393': 1, '26596990': 1, '27262710': 1, '29145324': 2}", "similar_patients": "{'7605217-1': 1}"}