{"patient_id": 121978, "patient_uid": "5747772-1", "PMID": 29102972, "file_path": "noncomm/PMC005xxxxxx/PMC5747772.xml", "title": "Urinary tract aspergillosis in a patient with chronic kidney disease", "patient": "A 46-year-old man presenting with intermittent fever, abdominal pain and flocculi in urine for 1 year was admitted in a local hospital.\\nHe provided a history of well-controlled hypertension for 10 months, type 2 insulin-dependent diabetes for 10 years, HBeAg-negative chronic hepatitis B for 20 years and liver cirrhosis for 12 years.\\nOn physical examination, the patient was febrile (T=39°C) with a heart rate of 78 beats/min, blood pressure 111/77 mm Hg and epigastric pain radiating to the lower back, without abdominal mass. Urinalysis showed urine protein (+), red blood cell (RBC) count ×106/LL and white cell (WBC) count 0.3774×109/L. Liver and renal function tests were normal. Serological testing was positive for hepatitis B surface antigen. Renal ultrasonography and CT were normal. Repeated urine cultures were negative for bacterium and fungus. On the basis of clinical presentations and investigations, clinical diagnosis of urinary tract infection was suggested, and empirical antibiotics treatment was initiated with ceftriaxone sodium and levofloxacin for 2 weeks but failed. The patient developed anuria and bilateral double J stents were inserted immediately to relieve obstructions. The repeated urinalysis showed RBC count 39.4×106/L and WBC count 0.4506×109/L, and microscopic examination of floccule in urine revealed fungal hyphae and spores. Imipenem/cilastatin (0.5 g every 8 hours) and caspofungin (50 mg daily) were commenced for 10 days, and imipenem/cilastatin was then switched to cefoperazone sulbactam sodium (2 g every 12 hours) for 3 weeks.\\nHowever, the patient still complained of flocculi in the urine and laboratory investigation showed that 3–4 g protein was excreted over 24 hours. A renal biopsy revealed mesangioproliferative glomerulonephritis which indicated chronic kidney disease. Intravenous methylprednisolone (0.2 g daily) was used for 3 days and fluconazole (0.4 g daily) was later added. The patient then developed confusion, sensory disturbances, speech disorder and high blood ammonia level up to 118.5 µg/dL, which indicated hepatic encephalopathy and improved after symptomatic treatments.\\nTwo months later, after the patient experienced sudden difficulty in urination, a cystoscopy was performed showing an intraurethral obstruction by a fungal ball, which was found to consist of fungal hyphae. Indwelling catheters were used to address this. But the patient experienced hypourocrinia, bilateral renal pain, nausea and vomiting; and subsequent ultrasonography revealed mild bilateral hydronephrosis with ureterectasis, which was attributed to fungal obstruction. Bilateral pelviostomy and drainage were performed and antifungal therapy was initiated with intravenous itraconazole (0.2 g daily) for 16 days, after which the patient was switched to caspofungin (50 mg daily) for 21 days. During this time, left ureteral patency and obstruction of the right ureter were observed again.\\nThree months later, the patient was admitted to our hospital complaining of intermittent flocculi in his urine. Pathological examination of the bladder fungal ball was reviewed and demonstrated that the hyphae are parallel, uniform and septate at regular intervals. Branching is at 45° angle suggestive of invasive aspergillosis (). Posaconazole oral suspension was administrated (0.4 g every 12 hours) for 6 months. The efficacy was excellent, and the patient tolerated well during the treatment. He was asymptomatic at 13-month follow-up.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'28329281': 1, '24890587': 1, '16913978': 1, '15328123': 1, '16377677': 1, '24554976': 1, '15647411': 1, '27365388': 1, '15311563': 1, '21930891': 1, '21498839': 1, '23908482': 1, '24484575': 1, '15621130': 1, '29102972': 2}", "similar_patients": "{}"}