{"patient_id": 121712, "patient_uid": "5728785-1", "PMID": 29310384, "file_path": "noncomm/PMC005xxxxxx/PMC5728785.xml", "title": "Different histological types of triple metachronous primary lung carcinomas in 1 patient", "patient": "A 73-year-old man, who was a current smoker (50 packs per year), underwent a health check-up. His medical history included hypertension, transient ischemic attack, and a herniated lumbar disc.\\nChest radiography showed a linear nodular opacity in the right upper lobe (Fig. ), and spiral CT of the chest demonstrated heterogeneously enhanced ground-glass opacity in the right upper bronchus (Fig. A). Bronchoscopy showed a hypervascular endobronchial mass at the opening of the right upper bronchial division (Fig. C). Hematoxylin and eosin staining showed typical small cell carcinoma features and tumor cells demonstrated positive staining for chromogranin A, synaptophysin, and CD56 (Fig. D). These findings confirmed that the tumor is a small cell carcinoma.\\nPET-CT revealed a hypermetabolic nodular lesion obstructing the right upper bronchus and consolidated, uneven FDG uptake in the right hilar area (Fig. B). The patient was treated with concurrent chemoradiotherapy for the limited-stage small cell lung carcinoma. Chemotherapy regimens were cisplatin (75 mg/m2) and etoposide (100 mg/m2) every 3 weeks, and he was performed CT scans for restaging for progression of the primary cancer every 2 to 3 months. Concomitant 3-dimensional conformal radiation therapy was given by gross tumor volume of 2 Gy daily, 25 fractions as a total dose.\\nAfter which the primary carcinoma appeared to be in complete remission. The patient was engaged in a regular follow-up program to undergo screening tests for recurrence of the primary cancer every 6 months during the first 2 years and annually thereafter.\\nTwenty-nine months after concurrent chemoradiotherapy, a 1.2-cm nodule was detected in the apical segment of the right upper lobe, which was retrospectively determined to have increased in volume over the past 6 months on spiral CT images (Fig. E). Bronchoscopy showed a single, round, intraluminal, protruding nodule at the opening of the right upper anterior segment (Fig. G). Bronchoscopic cytology demonstrated atypical cells with morphology suggestive of carcinoma. PET-CT, brain MRI, and bone scintigraphy findings confirmed that there was no recurrence of the previous carcinoma and no regional or distant metastasis (Fig. F). The results of a pulmonary function test indicated that the patient could tolerate lobectomy: the forced expiratory volume in 1 second (FEV1) was 2.12 L (104% of the predicted value) and the forced vital capacity (FVC) was 3.04 L (99% of the predicted value). The patient successfully underwent curative right upper lobectomy with lymph node dissection. The histopathology was consistent with adenocarcinoma, acinar predominant type (Fig. H), and the pathologic stage was pT1aN0. There was no small cell carcinoma component. Because the pathologic stage was stage IA, he was checked for imaging studies every 6 months for recurrence without any adjuvant treatment.\\nAfter 17 months since the right upper lobectomy, CT showed 2 adjacent nodules in the left upper lobe, one measuring 1.3 × 0.7 cm and the other 1.6 × 1.4 cm (Fig. I). PET-CT demonstrated a new FDG-avid lesion in the left upper lobe without distant metastasis (Fig. J). Brain MRI and bone scintigraphy did not reveal any remarkable findings. Bronchoscopy (Fig. K), as well as a transthoracic fine-needle biopsy, revealed squamous cell carcinoma. The patient's cardiopulmonary function was sufficient for a second curative resection: the FEV1 was 2.32 L (106% of the predicted value) and the FVC was 3.41 L (102% of the predicted value). The patient successfully underwent left upper lobectomy with lymph node dissection. The pathology results were consistent with nonkeratinizing squamous cell carcinoma, pT3N1 (Fig. L). Small cell carcinoma or adenocarcinoma components were not observed. The patient then received 4 cycles of adjuvant chemotherapy, in which regimens were paclitaxel (175 mg/m2) and carboplatin (target area under curve 5 mg/mL/min) every 3 weeks.\\nThe patient was relatively well without recurrence and complications for 28 months after resection of the second metachronous squamous cell carcinoma and for 44 months after resection of the first metachronous adenocarcinoma (Table ). He is currently on a regular outpatient follow-up every 6 months with imaging studies.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'170482': 1, '7695410': 1, '19952800': 1, '11888775': 1, '33371055': 2, '11901921': 1, '24265329': 1, '33644183': 2, '17723810': 1, '9747865': 1, '29310384': 2}", "similar_patients": "{'7748197-1': 1, '7896647-1': 1}"}