{"patient_id": 68678, "patient_uid": "5587931-1", "PMID": 28912980, "file_path": "comm/PMC005xxxxxx/PMC5587931.xml", "title": "Sporotrichoid-Like Spread of Cutaneous Mycobacterium chelonae in an Immunocompromised Patient", "patient": "A 54-year-old female, with a history of systemic lupus erythematosus on mycophenolate mofetil (3 g daily), prednisone (10 mg daily), and cyclosporine (50 mg twice a day), presented with a 4-month duration of unilateral painful well-circumscribed erythematous to violaceous subcutaneous nodules extending from her 2nd finger web space to her dorsal wrist and forearm in a sporotrichoid-like pattern (). She denied exposure to fish tanks, swimming pools, tattoo needles, gardening, fresh or brackish waters, or nail salons.\\nDorsal wrist nodule biopsy revealed suppurative granulomatous inflammation (Figures and ). Both acid-fast bacilli (AFB) and Fite's acid-fast stains () showed bacilli in the dermis, consistent with a mycobacterial infection. AFB culture and stain were positive for the rapid grower, Mycobacterium chelonae. Initially, she was started on dual antibiotic regimen of linezolid 600 mg twice daily and azithromycin 250 mg daily. Subsequently, she was converted to linezolid 600 mg and clarithromycin 250 mg twice daily once susceptibilities returned and also due to gastrointestinal upset from azithromycin. Although the patient had no adverse reaction to linezolid, the dose was decreased to 600 mg daily to ensure tolerability and continued normal blood counts. Given her active infection, rheumatology decreased her mycophenolate mofetil dose and discontinued cyclosporine. Improvement of her skin lesions was evident on follow-up within three months (). At four months, her nodules had fully resolved and therapy was discontinued.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'11737458': 1, '2937044': 1, '2095734': 1, '19624989': 1, '33204765': 1, '27469486': 1, '453880': 1, '31065356': 2, '12125948': 1, '22403262': 1, '3246088': 1, '1386098': 1, '25677464': 1, '2591098': 1, '28912980': 2}", "similar_patients": "{'6487756-1': 1}"}