{"patient_id": 118625, "patient_uid": "5494442-1", "PMID": 28702159, "file_path": "noncomm/PMC005xxxxxx/PMC5494442.xml", "title": "Hodgkin’s Lymphoma in a Man with Dilated Cardiomyopathy and Paraneoplastic Ataxia: A Therapeutical Challenge", "patient": "The patient was a 44-year-old man without any relevant family history. His medical history was unremarkable until September 2007, when he reported pain in his spinal column and right arm, which was treated unsuccessfully with steroids. Radiographs showed the protrusion of multiple discs at several levels and a submandibular lesion (1 cm) associated with obstruction of a salivary gland. There was no surgical indication and the patient followed a diet and continued symptomatic and steroid treatment. However, pain was not fully under control and after 4 months he developed weakness of the lower limbs (January 2008). One month later, because of worsening asthenia and short of breath associated with jugular congestion and lower limb edema, he was referred to the cardiology outpatient clinic. Transthoracic echocardiography assessment revealed a markedly increased left ventricular volumes and a severely reduced left ventricular ejection fraction estimated at 27%. Radioisotope-left ventriculography () confirmed the reduced left ventricular function and normal myocardial perfusion scan. Coronary angiography showed the absence of angiographically significant coronary artery disease. Treatment with ACE-inhibitor (ramipril 5 mg tid), furosemide (50 mg, tid) and low dose of carvedilol (6.25 mg tid) was initiated with a prompt improvement of cardiovascular symptoms. Two months later the patients was re-hospitalized for follow-up cardiological assessments. Echocardiographic examination revealed a significant improvement of left ventricular function with an ejection fraction estimated at 43% associated with symptoms improvement. At this time, a lateral cervical lymphadenopathy was reported, but additional diagnostic investigations were not deemed necessary. After few months, the patient complained that the lymphadenopathy had increased in size and a biopsy under sonographic guidance was carried out. The histopathology examination revealed the presence of classical Hodgkin’s lymphoma of the nodular-sclerosis type and in June 2009 the patient was referred to the hematology outpatient clinic. The CT scan detected confluent pathological lymph nodes in the retropharyngeal, jugular digastric and lateral cervical areas on the right (dimensions: 6x4.5 cm) and an enlarged spleen (20 cm) without internal lesions, resulting in IIB stage (due to the recent onset of fever and night sweats). He also had difficulty walking and weakness of the lower limbs together with ataxia. PET scans confirmed increased tracer uptake in the whole right half of the neck, with lymph nodes involvement in the retro pharynx, jugular and latero-cervical but no pathological uptake in the medistinum, spleen or other districts (stage II B).\\nThe therapeutical challenge in this young patient was the simultaneous presence of a severe dilated cardiomyopathy and Hodgkin’s symptomatic lymphoma with large masses. Furthermore, he also had clinically important degenerative neuropathy that could represent a paraneoplastic consequence of the lymphoma. In this case, anthracyclines were contraindicated, in view of the definite cardiological risk. However, these drugs represent an important component of all therapeutic regimens designed to induce remission in lymphoma patients. To avoid the risk of under treatment, despite the increased cardiovascular risk, a 2+2 ABVD courses plus radiotherapy was undertaken monitoring the patient closely with repeated echocardiograms. Of note, adriamycin with non-pegylated liposomal doxorubicin was replaced in order to reduce the impact on the cardiac muscle. Although the use of non-pegylated liposomal doxorubicin is an off-label indication in Hodgkin lymphoma, the decision was based both on the published experience in the treatment of non-Hodgkin’s lymphomas and on data collected for several years in the treatment of metastatic breast cancer, showing an improved therapeutic index as compared to Adriamycin. The drug is approved in Italy for non-Hodgkin Lymphomas and introduced into daily clinical practice in selected cases. Moreover, the suggested dosages for Hodgkin’s lymphoma are lower than those for non Hodgkin’s lymphomas (25 mg/m2 instead of 50 mg/m2) and the initial stage (II) made it possible to administer only 4 instead of 6 courses.\\nThe patient began treatment in July 2009 after having undergone an examination of the cerebrospinal fluid to detect any cancerous cells in the CNS and/or the presence of antinerve antibodies. Both investigations yielded negative results. During the first infusion, the patient developed a severe allergic reaction with chills and fever, but no hypotension. Bleomycin was identified as the agent that was the most likely cause of the reaction and was stopped; the reaction resolved after the administration of low dose steroids. Subsequent courses were uneventful. After 2 courses, a PET investigation showed absence of uptake. Echocardiography and Doppler parameters remained stable without enzymatic evidence of myocardial damage. Gait also markedly improved with disappearance of ataxia, although some lack of strength persisted. Upon completion of the 4 courses of chemotherapy, a complete remission of the lymphoma was achieved. The patient could walk independently and cardiac status was stable (NYHA Class I) without signs of cardiac failure and with a preserved left ventricular ejection fraction. The patient completed radiotherapy in December 2009 achieving complete remission. At last follow-up (July 2016) the patient feels well, has resumed working and is able to lead an independent life, although he has not fully recovered neurological function. Follow up radioisotope-left ventriculography showed a substantial preservation of left ventricular function at 2 years, stable in the subsequent controls ().", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'18591554': 1, '19278966': 1, '20555072': 1, '19656681': 1, '20464735': 1, '21707585': 1, '21612383': 1, '20956616': 1, '2809679': 1, '17654614': 1, '28702159': 2}", "similar_patients": "{}"}