{"patient_id": 69621, "patient_uid": "5649818-1", "PMID": 29147393, "file_path": "comm/PMC005xxxxxx/PMC5649818.xml", "title": "Extraconal Orbital Soft Tissue Metastasis Secondary to Prostate Cancer: An Unusual Presentation", "patient": "A 79-year-old male presented to an ophthalmologist’s outpatient office with progressively worsening vision in his right eye over 3 - 4 months. He also complained of diplopia and proptosis in the same eye. Review of systems was positive for increased urinary frequency and occasional nocturia over the last 6 months. However, he denied any incontinence, dysuria, flank pain or fever or chills.\\nPhysical examination revealed a well-built man with no acute distress. Vital signs were within normal limits, except for an elevated blood pressure of 146/87 mm Hg. Head and neck exam was positive for mild pallor; however, no icterus or lymphadenopathy was noted. Rest of the systemic exam was unremarkable. His karnofsky performance status scale was 80%. Ophthalmological exam revealed visual acuity of 20/30 and 20/25 in right and left eye, respectively. Intra-ocular pressures were 13 mm Hg and 10 mm Hg in right and left eye, respectively. Proptosis of 5 mm and a 60% reduction in all fields of right eye were noted. Examination of the left eye revealed full motility, no proptosis and 2+ nuclear sclerotic lens changes. Dilated fundus exam was unremarkable in both eyes.\\nMagnetic resonance imaging (MRI) of the head revealed a hypointense, mildly enhancing, multi-compartmental soft tissue mass lesion in the superior right extraconal space measuring approximately 4.3 × 2.3 cm. This mass was seen extending and breaking through the orbital roof into the anterior cranial fossa superiorly, and medially extending into the lamina papyracea, posterior ethmoid sinus and the anterior lateral sphenoid sinus. Lateral extension into the posterior lateral orbital wall and sphenoid wing was noted. This mass was also seen wrapping and compressing the optic nerve sheath complex in the posterior intraconal space at the orbital apex. A 1.2 cm sclerotic lesion in the right parietal bone was also noted (). Patient underwent a right orbitotomy, and the biopsy of the orbital mass revealed a poorly differentiated adenocarcinoma.\\nA thorough systemic evaluation was performed to look for a primary source of malignancy. Laboratory work-up revealed a normal complete blood count and comprehensive metabolic panel except for an elevated alkaline phosphatase level of 317 units/L (normal range: 49 - 129 units/L). Whole body PET-CT showed: an FDG avid mass in the right posterior orbit extending into the ethmoidal cells (SUV 4.2), FDG avid focus in the left posterior aspect of the prostate gland suspicious of a malignancy (SUV 8.9), bilateral FDG avid enlarged iliac nodes (SUV 6.1 - 6.3) and multiple FDG avid sclerotic bony lesions, suspicious of metastasis ().\\nFurther work-up revealed an elevated prostate specific antigen (PSA) and acid phosphatase level of 521.20 ng/mL (normal range: 0 - 4 ng/mL) and 70.2 ng/mL (normal range: < 1.5 ng/mL), respectively. A urological consultation was obtained, and prostate biopsy results revealed a poorly differentiated adenocarcinoma with a Gleason score (GS) of 8 and 9 in 11 out of 12 cores, similar to the orbital lesion. Immunohistochemical stains on the orbital tissue (biopsy) were positive for PSA, PSMA, AE1:AE3 and Cam5.2 cytokeratins, and negative for TTF-1, CDX2, CK7, CK20 and EMA. MRI of the spine confirmed multi-level osseous metastatic infiltration throughout the spinal axis particularly involving the lower thoracic and lumbar spine ().\\nThis confirmed the diagnosis of adenocarcinoma arising in the prostate gland, with metastasis to the soft tissue of the right eye (stage IV). Patient was started on bicalutamide and degarelix (combined androgen blockade therapy). Three-month repeat MRI orbit showed that the extraconal orbital mass had decreased in size significantly. Eight months later patient continues to follow up as an outpatient, and his vision and diplopia have improved significantly.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'16101173': 1, '7501546': 1, '23665740': 1, '3349250': 1, '10630761': 1, '1486402': 1, '12802364': 1, '21685461': 1, '31448674': 1, '16146273': 1, '14529232': 1, '12788408': 1, '20451979': 1, '8911530': 1, '7066277': 1, '19474385': 1, '22642599': 1, '3178551': 1, '17979041': 1, '11642491': 1, '4042459': 1, '19667229': 1, '5032734': 1, '4412321': 1, '29147393': 2}", "similar_patients": "{}"}