{"patient_id": 119721, "patient_uid": "5582524-1", "PMID": 28878655, "file_path": "noncomm/PMC005xxxxxx/PMC5582524.xml", "title": "Dedifferentiated Liposarcoma in the Spermatic Cord Finally Diagnosed at 7th Resection of Recurrence: A Case Report and Bibliographic Consideration", "patient": "A 54-year-old man noticed a painless mass in the left scrotum and visited our hospital in July 2006. Magnetic resonance imaging (T1- and T2-weighted) of the pelvis demonstrated a 30-mm hypointense mass in the left spermatic cord and swelling of a left inguinal lymph node (Fig. ) with no evidence of local invasion. Left high orchiectomy with inguinal lymphadenectomy was performed in July 2006. According to immunostaining examination, pathological diagnosis was leiomyosarcoma with actin-positive cells, and all margins were negative. Thus, no further treatment was performed.\\nDuring the 8-year follow-up, he underwent surgery 3 times for local recurrences (Fig. ) and 3 times for retroperitoneal metastases (Fig. ) (Table ). The first local recurrence was identified as leiomyosarcoma in July 2008 with similar histopathological findings to those of the primary tumor. However, at the 2nd to the 5th recurrence surgically resected specimens were diagnosed as rhabdomyosarcoma (Fig. ), because a rhabdomyoblastoma with myoglobin-positive immunostaining cells was detected (Fig. ). At the 6th recurrence in January 2014 the surgically resected specimen had pathological findings of osteosarcoma (Fig. ). Reexamination of the specimen for the primary tumor revealed osteosarcoma without osteoid formation (Fig. ) and lipoblasts with spindle-shaped tumor cells (Fig. ). These findings represented a biphasic pattern, characteristic of dedifferentiated liposarcoma (Fig. ). The final diagnosis was confirmed as dedifferentiated liposarcoma in the spermatic cord. After the final diagnosis, the patient underwent further surgery 3 times for local recurrences. Chemotherapy with Adriamycin following eribulin was performed in the hope of suppressing further progression. At 8 months after the final chemotherapy, the most recent CT scan revealed stable disease with local recurrences.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'22312103': 1, '30214842': 2, '24216990': 1, '22628611': 1, '16617880': 1, '24802908': 1, '24044004': 1, '24239475': 1, '32563833': 2, '24758500': 1, '32743429': 1, '28878655': 2}", "similar_patients": "{'7306526-1': 1, '6132678-1': 1}"}