{"patient_id": 113774, "patient_uid": "5043171-1", "PMID": 27721726, "file_path": "noncomm/PMC005xxxxxx/PMC5043171.xml", "title": "Acute Cholecystitis with Significantly Elevated Levels of Serum Carbohydrate Antigen 19-9", "patient": "A 65-year-old woman was admitted for evaluation of epigastric pain and fever (38.5°C); these symptoms had begun 7 and 4 days, respectively, prior to admission. The laboratory data of the patient during hospitalization were as follows: white blood cell count of 6,100/μl (normal range: 3,400–9,500/μl); C-reactive protein (CRP) level of 7.66 mg/dl (normal range: <0.5 mg/dl); total bilirubin level of 0.5 mg/dl (normal range: 0.2–1.0 mg/dl); direct bilirubin level of 0.1 mg/dl (normal range: <0.4 mg/dl); aspartate aminotransferase level of 19 IU/l (normal range: 8–38 IU/l); alanine aminotransferase level of 18 IU/l (normal range: 4–44 IU/l), and alkaline phosphatase level of 326 IU/l (normal range: 104–338 IU/l). The serum carcinoembryonic antigen (CEA) level was 1.9 ng/ml (normal range: <5.0 ng/ml), while the serum CA 19-9 level was significantly elevated to 19,392 U/ml (normal range: <37 U/ml). Ultrasonography revealed biliary sludge, a gallstone with a 17-mm diameter, and a thickened wall of the gallbladder (fig. ). Contrast-enhanced CT revealed the enlargement and thickened wall of the gallbladder with the gallstone in the neck of the gallbladder (fig. –d). First, we started antibiotic treatment using levofloxacin, because we suspected acute cholecystitis; however, we could not deny the possibility of the presence of malignant tumors. After 11 days of antibiotic treatment, the symptoms disappeared and serum CRP and CA 19-9 levels decreased to 0.11 mg/dl and 1,049 U/ml, respectively. There was an accumulation of 18F-FDG [maximum standardized uptake value (SUVmax), 9.3] without tumor shadows in the medial segment of the liver near the fundus of the gallbladder on the 18F-FDG PET-CT examination of the whole body 28 days after antibiotic treatment initiation (fig. ). We considered the possibility that the inflammation had spread from the fundus of the gallbladder to the medial segment of the liver.\\nAccordingly, the patient was regarded as having acute cholecystitis with a gallstone. A cholecystectomy was performed 33 days after antibiotic treatment initiation. Surgery revealed that the gallbladder had severely adhered to the omentum and duodenum, and that the gallstone (17 mm) was incarcerated in the neck of the gallbladder. Macroscopically, the gallbladder was edematous and grossly thickened (fig. ). On pathological examination (HE), inflammatory cells spread to all layers of the gallbladder wall. However, there were no findings suggesting malignancy (fig. ). On immunostaining examination using a CA 19-9 monoclonal antibody, the cytoplasm of the mucosal epithelium was well-stained with CA 19-9 in the gallbladder wall (fig. ).\\nThe serum CA 19-9 level decreased to 45 U/ml 21 days after the surgery. One year after the surgery, the patient was alive, and her serum CA 19-9 level was 34 U/ml (within the normal range).", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'14516605': 1, '16595497': 1, '10406263': 1, '6381289': 1, '33437400': 1, '1432158': 1, '6163212': 1, '94699': 1, '22811878': 1, '1633361': 1, '11016469': 1, '2183589': 1, '1539571': 1, '19289438': 1, '3168694': 1, '27721726': 2}", "similar_patients": "{}"}