{"patient_id": 67309, "patient_uid": "5481181-1", "PMID": 28652952, "file_path": "comm/PMC005xxxxxx/PMC5481181.xml", "title": "Fibromuscular Dysplasia with Spontaneous Coronary Artery Disease Presenting as Acute Myocardial Infarction", "patient": "A 40-year-old female with no prior cardiac history presented to a rural hospital with crushing substernal chest pain for three-hour duration. The chest pain was aggravated with exertion and relieved with rest. She did not have any cardiovascular risk factors. Her social history was negative for smoking, alcoholism, or illicit drug use. There was no family history of premature coronary artery disease. Her only home medication was a multivitamin. She was hemodynamically stable, and there was no other abnormal finding on the physical exam. Her initial set of blood work at an outlying facility revealed a complete blood count and basic metabolic panel within normal limit, troponin I 11.3 ng/ml (normal 0.0 to 0.04 ng/ml). An electrocardiogram (EKG) obtained at an outlying facility showed ST elevations in lead II, aVF, V5 and V6 consistent with ST elevation myocardial infarction (STEMI) (Figure ).\\nThe patient was started on aspirin, beta blocker, statin and heparin drip. Because of the unavailability of percutaneous intervention (PCI) at the outlying facility, the patient was transferred to our facility. By the time of arrival at our facility, the patient was still experiencing chest pain. Emergent left heart catheterization was performed that showed normal left and right coronary arteries, patent left anterior descending (Figure ) and patent diagonal artery (Figure ).\\nThe patient was transferred to the critical care unit for close monitoring. Her chest pain subsided and cardiac enzymes started trending down. After 24 hours of the initial angiogram, the patient experienced a recurrence of severe substernal chest pain. An EKG revealed ST elevations in lead I, aVL, V5-V6, ST depressions in V1-V3, and T-wave inversion over V2-V5 (Figure ).\\nThe troponin I level increased to > 40 ng/ml (normal 0.0 to 0.04 ng/ml). She was emergently taken to the catheterization lab again. At this time, the coronary angiogram showed local dissection of the mid to distal left main coronary artery (LMCA) (Figure ) and a total occlusion of the diagonal branch (Figure ).\\nThese changes were not present on the previous angiogram. It was deemed unsafe to proceed with any further intervention of local dissection of the LMCA because it was a non-flow limiting spontaneous LMCA dissection and difficult to cannulate with the guide catheter. It was planned to observe the patient for 48 hours and repeat angiography to evaluate the progression of dissection and to make a definitive decision for revascularization versus medical management.\\nThe patient was started on dual antiplatelet therapy with aspirin and clopidogrel and was continued on statin and beta-blocker therapy. Over the period of 48 hours, she was monitored closely in the critical care unit; her chest pain resolved and she remained hemodynamically stable. The EKG changes also resolved. The patient was brought back to the catheterization lab. Repeat angiography this time revealed that the local dissection of the LMCA seen on the previous angiogram spontaneously resolved. The total occlusion of diagonal artery seen on the previous angiogram was now replaced by a long linear dissection plane (Figure ).\\nThis suggests a SCAD, which was the likely culprit etiology for the patient’s initial occlusion of the diagonal branch on the previous angiogram. FMD was suspected as an underlying etiology of SCAD in this young female with no traditional risk factors for atherosclerotic disease. Further workup was done to confirm the diagnosis of FMD, and magnetic resonance angiography of the carotid arteries revealed a “string of beads” appearance in the right internal carotid artery, which confirmed the diagnosis of FMD.\\nAt this point, the patient had spontaneous resolution of LMCA dissection and spontaneous conversion of total occlusion of the diagonal artery to non-flow limiting dissection. The patient was symptom-free and was hemodynamically stable; so a conservative approach was applied, and the patient was continued on optimal medical management with aspirin 81 mg, clopidogrel 75 mg, atorvastatin 40 mg, and metoprolol succinate 25 mg. The patient has been closely followed and over the course of one year has remained symptom-free.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'23266235': 1, '12403896': 1, '21343594': 1, '25774346': 1, '24726091': 1, '25190240': 1, '33824836': 1, '20440039': 1, '27056163': 1, '28652952': 2}", "similar_patients": "{}"}