{"patient_id": 71265, "patient_uid": "5771154-1", "PMID": 29371889, "file_path": "comm/PMC005xxxxxx/PMC5771154.xml", "title": "Cytogenetic/mutation profile of chronic lymphocytic leukemia/malignant melanoma collision tumors of the skin", "patient": "At diagnosis of CLL (Rai stage I; Binet stage B), the patient, a 58 year-old male, had 20.150/mmc white blood cells with 75% lymphocytes. The bone marrow (BM) biopsy showed a diffuse pattern of infiltration by small CD20, CD5, CD23, CD38, and ZAP70 positive lymphoid elements with unmutated immunoglobulin heavy chain. The patient was treated with 6 cycles of fludarabine, cyclophosphamide, and rituximab, achieving hematological remission. He relapsed after 79 months from diagnosis with marked lymphocytosis (211.100/mmc) and widespread lymphadenopathy; PET scan assessed lymph nodes hyperactivity (SUV max 6.1). At this time, the patient presented a 17 × 13 mm skin lesion plus twenty-three ~5 mm lesions on the right side of the trunk. Histology and immunohistochemical features of the main lesion and in-transit metastasis were consistent with a diagnosis of collision CLL and MM tumors. The MM lesion infiltrated the epidermal layer and the reticulis dermis (Breslow thickness of 3,4 mm; mitosis 3/mm2) and showed pigmentation, regression, and ulceration. The MM was classified as stage T3N2M0. The underlying dermis, and partially the hypodermis, were infiltrated by small CD20, CD5, CD23 positive, CD3 and cyclin D1 negative lymphoid cells (Fig. ).\\nMM treatment consisted of wide local excision of the primary lesion, surgical dissection of 71 axillary lymph nodes (all positive for CLL involvement), and electrochemotherapy with intravenous injection of bleomycin for three times, which elicit a short lasting complete remission (9 months) of skin lesions. CLL treatment consisted of 6 cycles of bendamustine and rituximab which induced the hematological remission of CLL.\\nAt MM relapse, a combined treatment with BRAF (dabrafenib) and MEK (trametinib) inhibitors was started. He is still under treatment and in remission of MM skin lesions.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'26181643': 1, '23179994': 1, '27528712': 1, '23754928': 1, '20086003': 1, '25440434': 1, '21563234': 1, '19751883': 1, '23001040': 1, '27911794': 1, '26912560': 1, '23088640': 1, '24101484': 1, '12668161': 1, '17593048': 1, '24922190': 1, '24177259': 1, '29371889': 2}", "similar_patients": "{}"}