{"patient_id": 70716, "patient_uid": "5728068-1", "PMID": 29233171, "file_path": "comm/PMC005xxxxxx/PMC5728068.xml", "title": "Deep infiltrating ureteral endometriosis with catamenial hydroureteronephrosis: a case report", "patient": "A 44-year-old Asian woman presented to our institution with right flank pain. She reported recurrent right flank pain during menstruation of 4 years’ duration. Shortly after onset, she visited an emergency center and was diagnosed with right hydroureteronephrosis on the basis of computed tomography (CT) at another hospital (Fig. ). She underwent balloon dilation of the right distal ureter. Her right hydronephrosis was relieved, and the final diagnosis was idiopathic right distal ureteral stricture (Fig. ). She subsequently had mild cyclic right flank pain and visited numerous physicians, including gynecologists, but the cause of her symptoms was not diagnosed. Two weeks before visiting our hospital, her right flank pain was acutely aggravated during menstruation. She visited another hospital and was diagnosed on the basis of ultrasonography (US) and CT with right hydronephrosis due to right distal ureter stricture; however, her hydronephrosis resolved after 1 week (Fig. ).\\nThe patient denied any menstrual cycle irregularities or history of endometriosis; chronic disease; allergies; hospitalizations; or past surgical history, including abdominal and gynecological surgeries. The result of a comprehensive review of systems was negative. Routine laboratory test results, including urinalysis, were all within normal limits. Transabdominal US revealed improved right hydronephrosis (Fig. ) compared with the previous CT findings. On transvaginal US, the uterus was deviated to the right with a nodular lesion at the right uterosacral ligament; the right ovary was attached to the uterus, with no apparent cystic lesion (Fig. ). Magnetic resonance imaging (MRI) showed a 2.8-cm heterogeneous mass in the right uterine wall with a tiny implant in the serosa of the posterior uterine wall. Mild wall thickening with delayed enhancement and mild dilation of the right distal ureter were observed, suggesting fibrotic change around the right distal ureter (Fig. ). These radiologic findings were consistent with ureteral DIE.\\nDiagnostic laparoscopy revealed narrowing of the distal right ureter between the right uterosacral ligament and right ovary, with adhesions caused by DIE (Fig. ). Dense adhesive fibrotic bands around the right distal ureter were dissected after resection of the right uterosacral ligament (Fig. ). Resection of the ipsilateral uterine artery crossing the distal part of the ureter was performed with ureterolysis to its most distal segment (Fig. ). A double-J stent was inserted into the right ureter to prevent possible obstruction. The pathologic report confirmed DIE of the right uterosacral ligament. The patient also received gonadotropin-releasing hormone agonists and is now free of symptoms.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'22346093': 1, '19144942': 1, '22732821': 1, '11306413': 1, '23689345': 1, '8941055': 1, '12796637': 1, '14262046': 1, '15541453': 1, '34812303': 1, '15242370': 1, '3739125': 1, '3321982': 1, '21962747': 1, '19887828': 1, '29233171': 2}", "similar_patients": "{}"}