{"patient_id": 63082, "patient_uid": "5108851-1", "PMID": 27882259, "file_path": "comm/PMC005xxxxxx/PMC5108851.xml", "title": "Right Lung Agenesis with Tracheal Stenosis due to Complete Tracheal Rings and Postpneumonectomy Like Syndrome Treated with Tissue Expander Placement", "patient": "We describe the case of a 5-month-old male infant who was brought to our hospital after failing multiple outpatient treatment for supposed respiratory tract infection. Since birth, he suffered recurrent episodes of respiratory distress with noisy breathing. Physical exam at our hospital revealed biphasic stridor, wheezing in the left lung fields, and transmitted upper airway sounds on the right side with dullness to percussion. Apical impulse was appreciated 2 cm inferior and medial to the right nipple and heart sounds were heard over the right anterior chest. Labs were in the normal range. Chest X-ray was interpreted as possible right-sided pneumonia with a large parapneumonic effusion (). Computed tomography of the chest revealed right lung agenesis with resultant complete dextroposition of the heart, compression of the distal trachea, and proximal left bronchus beneath the aorta (). Transthoracic echocardiogram was normal except for dextroposition of the heart. He had rigid and flexible bronchoscopy performed which revealed distal tracheal stenosis just above the carina. Decision was made to place an intrathoracic saline tissue expander to reposition the heart anteromedially. A saline tissue expander was placed into the extra pleural space and was inflated to 80 cc via right sixth lateral thoracotomy approach. Intraop bronchoscopy showed marked improvement in the distal tracheal stenosis and also three complete tracheal rings distally. Patient was followed up periodically with bronchoscopies which showed progressive improvement in the distal tracheal stenosis. The expander was filled periodically for the first three years. He also has associated skeletal anomalies like scoliosis and Klippel-Feil anomaly (). He is being followed up at the pulmonary and cardiology offices annually for the past 4 years and has been doing well with achievement of normal milestones throughout.", "age": "[[5.0, 'month']]", "gender": "M", "relevant_articles": "{'9849686': 1, '19632424': 1, '9727767': 1, '34034797': 2, '30777035': 2, '13218221': 1, '5468977': 1, '15096429': 1, '26171313': 1, '19027321': 1, '26889450': 2, '31921598': 1, '8610290': 1, '10634846': 1, '2313494': 1, '788809': 1, '15914692': 1, '27882259': 2}", "similar_patients": "{'8146621-1': 1, '4757401-1': 1, '6380005-1': 1}"}