{"patient_id": 72777, "patient_uid": "5874981-1", "PMID": 29736284, "file_path": "comm/PMC005xxxxxx/PMC5874981.xml", "title": "A Case of Placenta Percreta Managed with Sequential Embolisation Procedures", "patient": "A 38-year-old female, G7P3 (three previous lower segment caesarian sections and 3 prior surgical terminations), presented to our hospital with a massive haemorrhage after surgical termination of pregnancy. The gestational age estimate was 14 weeks based on biparietal diameter on bedside ultrasound performed preoperatively at a private clinic. No formal ultrasound had been performed during her current pregnancy. A dilation of cervix and suction curettage were performed. Significant haemorrhage occurred with the loss exceeding 1000 ml. Syntocinon was administered intramuscularly and a Foley catheter was inserted into the uterus for tamponade. The patient was transferred from the clinic to a tertiary hospital.\\nUpon arrival the patient was stable and there was no evidence of ongoing active blood loss. The patient was managed conservatively overnight after admission. A formal ultrasound scan performed the next day demonstrated retained placental tissue (with vascularity) at the site of previous caesarean scar, suggestive of a morbidly adherent placenta (see Figures and ).\\nGiven the stability of the patient, she was offered the option of hysterectomy, placental resection, conservative management with arterial embolisation, or expectant management. The patient preferred to avoid a hysterectomy so as to preserve fertility as well as any other form of surgical intervention given the risk of significant surgical morbidity. A multidisciplinary discussion involving the treating team, urogynaecology, maternal-fetal medicine, and interventional radiology took place and together with the patient it was decided to proceed with arterial embolisation while leaving the placenta in situ. Given the lack of robust evidence with respect to embolisation and subsequent follow-up, it was decided that embolisation with very close outpatient monitoring would be the safest management option for this patient (see ).", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'23937444': 1, '15099881': 1, '21050511': 1, '12751949': 1, '27527121': 1, '18669749': 1, '15255846': 1, '26913862': 1, '16385771': 1, '27294007': 1, '19126510': 1, '15015822': 1, '18669750': 1, '20227296': 1, '24266548': 1, '12050959': 1, '17590876': 1, '24965977': 1, '18410662': 1, '19643461': 1, '17845316': 1, '15307979': 1, '25402727': 1, '17007851': 1, '23517217': 1, '24591976': 1, '21638046': 1, '23127895': 1, '20708361': 1, '9132257': 1, '20129349': 1, '18176907': 1, '26492714': 1, '25548627': 2, '24880757': 1, '17666647': 1, '22757724': 1, '24316920': 1, '19335801': 1, '17634154': 1, '26836817': 1, '15902137': 1, '24471850': 1, '29736284': 2}", "similar_patients": "{'4270707-1': 1}"}