{"patient_id": 113930, "patient_uid": "5052824-1", "PMID": 27752554, "file_path": "noncomm/PMC005xxxxxx/PMC5052824.xml", "title": "Use of an external-cooling device for the treatment of heat stroke", "patient": "A 67-year-old healthy woman was transported to the emergency department by the emergency medical services. She was found unconscious in a sauna 1 hour before she arrived at the emergency department. Her Glasgow Coma Scale (GCS) was 3, and her rectal temperature was 40.5°C. The patient’s blood pressure was 120/80 mmHg; pulse was 96 beats/min; and respiratory rate was 28 breaths/min. There were second-degree burns on the right arm, trunk, and leg, from which we could infer that she was in the right decubitus position. Total burn area of body surfaces was 18%. She was unconscious, but she breathed spontaneously with good oxygen saturation. Therefore, we decided to treat the patient without intubation and sedation. She had slightly increased liver function tests: aspartate transaminase and alanine transaminase were 68 IU/L and 39 IU/L, respectively (normal range, 10 to 36 IU/L). Creatinine was normal at 0.94 mg/dL (normal range, 0.5 to 1.1 mg/dL). Initial arterial blood gas analysis with 5 L oxygen via nasal prong revealed PaO2, 188 mmHg; PaCO2, 34 mmHg; SpO2, 100%; pH, 7.40; and base excess, -3.7 mmol/L.\\nUpon arriving at the emergency department, intravenous cold saline infusion and burn treatment were initiated. Brain magnetic resonance imaging was performed to exclude a cerebrovascular event. Meanwhile, the patient’s body temperature dropped to 39.5°C, but her level of consciousness remained at the GCS score of 3. In order to accelerate cooling, an external-cooling device (Arctic Sun Temperature Management System, Medivance, Louisville, CO, USA) was applied. A total 2.3 L of Hartman solution and normal saline was administered for an 8-hour period. External cooling was started 1 hour after entering the hospital, and her body temperature dropped to 38.3°C 1 hour after the external-cooling (. Two hours after arrival). A frowning reaction in response to stimuli (GCS score, 6) also occurred at this time point. Three hours after arrival (2 hours after the external-cooling), her body temperature dropped to 37.8°C (), and she became responsive to stimuli and showed a pain avoidance reaction (GCS score, 9). At 7 hours, her body temperature dropped to 36.5°C, and she began to open her eyes spontaneously (GCS score, 12). Since the patient’s neurological response was in rapid recovery, we stopped the cooling and maintained her body temperature at 36.5°C for an additional 12 hours. The patient became alert when the device was removed. She was admitted to an intensive care unit, and moved to a general ward after one day. At 18 days after hospital admission, she was discharged without any neurological complications.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'19764353': 1, '28748097': 2, '20956225': 1, '23499854': 1, '23319812': 1, '20400921': 1, '32551124': 1, '31842028': 1, '20214507': 1, '21982153': 1, '27752554': 2}", "similar_patients": "{'5507382-1': 1}"}