{"patient_id": 63524, "patient_uid": "5139731-1", "PMID": 27942337, "file_path": "comm/PMC005xxxxxx/PMC5139731.xml", "title": "Rectal Involvement of Recurrent Buschke-Lowenstein Tumor Causing Subileus: a Case Report", "patient": "A 48-year old caucasian woman was referred to our institute with anal mass causing pain, discharge and difficulty in defecation. This lesion had been increasing slowly for more than sixteen years. She initially had simple excision and electrocoterisation 3 and 15 years before at different centers. At physical examination, multiple vegetative mass lesions presented as a cauliflower-like tumor were seen at perianal region, the biggest one sizing 5 x 3 cm, causing multiple perianal fistula formation (), it was painful with touching during digital rectal examination. Obliteration was present at anal canal. No enlarged inguinal lymph node was palpated bilaterally. The patient had no detectable immunological defect and had no symptoms of acquired immunodeficiency syndrome. Chest x-ray revealed no suspicious lesion. Routine admission laboratory results were within normal limits. Colonoscopy showed obliteration in anal canal due to mass lesions. Rectum, rectosigmoid region and sigmoid colon was seen and colonoscope was pushed forward until descending colon. An inflamated, vegetative mass covering all mucosa annularly and starting from 2 cm away from anal verge and reaching until 20 cm was seen (). It was not allowing the colonoscope to pass through and could only be passed with thin endoscope. Multiple biopsies were taken. The pathologic analysis of the specimens revealed multiple foci of squamous cells of epithelium with severe dysplasia and coilocytosis. Taken together, these findings were consistent with the diagnosis of recurrent BLT of rectal involvement. Due to the large extent of tumor invasion in this case, curative surgery would have been achieved only by wide local surgical excision and abdominoperineal resection due to rectal involvement. This severe mutilation was refused by the patient. Thus, patient was referred to medical oncology for radiochemotherapy.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'2791784': 1, '8541430': 1, '7760649': 1, '11742180': 1, '10696901': 1, '8076499': 1, '27942337': 2}", "similar_patients": "{}"}