{"patient_id": 63424, "patient_uid": "5131439-1", "PMID": 27906066, "file_path": "comm/PMC005xxxxxx/PMC5131439.xml", "title": "A giant infiltrating angiolipoma of the mediastinum: a case report", "patient": "A 42-year-old female presented with 3-month history of mild chest tightness. Her medical history was unremarkable. Physical examination found that her left arm muscles were thicker than the contralateral ones (Fig. ). Breath sounds on auscultation were diminished at the upper left lung. Plain X-ray of the chest revealed a mass in the superior mediastinum (Fig. ). Computed tomography (CT) of the chest showed a mass, measuring 10 cm × 5.5 cm in size with fat densities in the middle superior mediastinum (Fig. ). On the post contrast images the tumor was slightly heterogeneously enhanced and the adjacent blood vessel was surrounded by the lesion with obscure boundary (Fig. ). Laboratory tests were negative.\\nThis large infiltrating mass was considered a tumor of liposarcoma. Taking into account the provisions of China’s health insurance and the practice of local surgeons, a biopsy during operation should be done to determine the pathological type. The patient was scheduled for a thoracotomy. During the operation, a large mass, invaded the left subclavian artery and brachiocephalic vein, was found in the anterior mediastinum. Since it was very difficult to dissect the mass completely from the mediastinal structures, especially the left subclavian artery, an incomplete resection was performed. Macroscopically, it was revealed a hard mass of 10 cm × 6 cm × 6 cm in size with a gray-yellowish in color and a sense of oily (Fig. ). Pathologic evaluation demonstrated mature adipose tissue with many hyperplastic blood vessels, being consistent with the typical findings of angiolipoma (Fig. ). The patient recovered very well and was discharged 7 days after the surgery. Considering the incomplete resection, we recommened that the patient undergo a strategic radiation therapy after 1 month of the surgery. After 7 months of follow-up the patient was clinically well and asymptomatic.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'4855281': 1, '33981406': 2, '33768981': 1, '2343124': 1, '11752957': 2, '30704440': 2, '26234843': 1, '19325211': 1, '34754750': 1, '27906066': 2}", "similar_patients": "{'2718203-1': 1, '8101613-1': 1, '6357366-1': 1}"}