{"patient_id": 69070, "patient_uid": "5617808-1", "PMID": 28956308, "file_path": "comm/PMC005xxxxxx/PMC5617808.xml", "title": "Bedside transcranial sonography monitoring in a patient with hydrocephalus post subarachnoid hemorrhage", "patient": "A 73-year-old woman was admitted to our hospital in coma after having an acute thunder clap headache. Her vitals were stable apart from high blood pressure and other signs of increased intracranial pressure (ICP). Her CT showed extensive SAH with acute hydrocephalus and signs of elevated ICP. An anterior communicating artery aneurysm was identified on CT angiogram. Patient underwent urgent surgery including insertion of external ventricular drain (EVD), right-sided craniectomy and clipping of the aneurysm at the same time. She had a fair good outcome after the surgery immediately with improvement in consciousness and good control of her ICP. An intensivist with bedside ultrasound experience followed the patient with daily TCS using a hand-held pocket ultrasound device (GE Vingmed Ultrasound AS, Horten, Norway) (Fig. a). Image acquisition was facilitated by the absence of bone on the site of the craniectomy which allows close contact with the brain structure through the skin. The technique is usually straight forward. In contrast to CT scan no preparation is required except for good head position. The head is cleaned with saline where the probe is applied if necessary. The TCS probe is applied directly on the skin where the craniotomy defect (in the temporal region) is and images in coronal plane are obtained. To visualize the brain images, as described by Seidel et al. [] and by Couture et al. []: we positioned the ultrasound probe over the temporal area in an axial orientation with the marker pointing toward the occiput. Then using 2D imaging, we adjusted the display depth to see the opposite skull border. Following these initial steps, we scanned in a cranial to caudal direction to identify the intracranial bone artifacts: contralateral skull, foramen lacerum, petrous ridge, and sphenoid bone. Then we tilted at about 10° cranially to identify the 3rd ventricle. Color Doppler using a low-velocity scale is then used to visualize the main cerebral arteries along the Circle of Willis. Nine days after surgery, weaning of the EVD was attempted. Prior to EVD closure, TCS showed a measurement of the 3rd ventricle at around 1.16 cm (Fig. b). On the 3rd day of weaning, she deteriorated clinically and the TCS showed a dilated 3rd ventricle measuring 1.37 cm (Fig. c). This correlated well with the CT scan (Fig. d) and with clinical signs of active hydrocephalus as both her sensorium and communication were affected. Subsequently following EVD re-opening, on the next day using TCS the 3rd ventricle dimension was reduced to 0.99 cm (Fig. e) and the following day it went down to 0.69 cm (Fig. f). After 20 days from the hemorrhage, the EVD was clamped and removed because her sensorium and ICP were well preserved during the EVD weaning process. Patient had a favorable outcome and was transferred to a rehabilitation center.", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'20380968': 1, '32152881': 1, '21288986': 1, '6851615': 1, '25276307': 1, '25607627': 1, '28510783': 1, '21288979': 1, '22833201': 1, '22941857': 1, '27783429': 1, '6387167': 1, '20394588': 1, '11956716': 1, '11506092': 1, '28261152': 1, '7718936': 1, '28956308': 2}", "similar_patients": "{}"}