{"patient_id": 121701, "patient_uid": "5728005-1", "PMID": 29242800, "file_path": "noncomm/PMC005xxxxxx/PMC5728005.xml", "title": "Subtotal Calcanectomy for the Treatment of Chronic Ulcer Associated with Osteomyelitis: A Case Report", "patient": "We present the case of 62-year-old female patient with a history of chronic heel ulcer associated with calcaneal osteomyelitis. She also had the diagnostic of systemic arterial hypertension and diabetes mellitus Type II for 17 years. The patient reported having been admitted to another hospital unit for the treatment of ischemic stroke, which was complicated by peripheral vascular complications and the need for amputation of the right hand, right hallux, and distal phalanx of the left hallux. She also presented with a pressure ulcer associated with the right calcaneal osteomyelitis due to being bedridden for a prolonged period. This was treated with debridement, tenotomy of the calcaneus tendon, and antibiotic therapy in the unit of origin. The culture result showed polymicrobial growth. She was discharged for outpatient follow-up and oral antibiotic therapy with ciprofloxacin and vancomycin. The infection persisted without ulcer healing, and after 14 months of follow-up, she was referred to the Foot and Ankle Surgery Service of Santo Antônio Hospital and was admitted in March 2016. In the initial evaluation, the patient used a wheelchair for mobility due to a posterior calcaneal ulcer with purulent secretion and exposure of necrotic bone tissue (). She did not present neurological sequelae related to stroke but had bilateral plantar hypoesthesia, symmetrical filiform distal pulses, delayed capillary filling, and operative wounds of healed amputations ( and ) and a score of 45 on the American Orthopaedic Foot and Ankle Society (AOFAS) scale. After the first consultation, hospital admission was indicated to improve the clinical status and subsequent surgical treatment. Several studies show that adequate glycemic control, nutritional status, and laboratory parameters improve the prognosis of surgery [, , ]. In April 2016, after 1 month hospitalization, subtotal calcanectomy was performed with excision of all necrotic tissue and primary closure of the wound with the use of a vacuum drain in the first 48 h postoperatively (). The ankle was held in a position of maximal plantar flexion until healing of the lesion to avoid tension on the operative wound ().\\nThe culture result showed polymicrobial growth. The patient was hospitalized for 2 months to receive empirical venous antibiotic therapy with ceftriaxone metronidazole. Antibiotic resistance is at all-time high in all the parts of the world. The high economic burden in the health-care sector has become a burning issue, due to extended hospital stays, isolation wards, stringent infection control measures, and treatment failures []. Infections in diabetic feet are often polymicrobial and are related to high prevalence of multi- resistant pathogens []. Despite the bacterial resistance to ciprofloxacin and clindamycin initially observed, there was an excellent response to the therapeutic regimen proposed during hospital admission with normalization of the laboratory tests after 8 weeks.\\nComplete healing of the wound occurred 10 weeks after surgery (), at which point it started motor rehabilitation. When the patient presented for evaluation, after 12 weeks of rehabilitation, she had independent gait without support, adaptation to conventional shoes ( and ) the radiography showed no signs of osteomyelitis (), and a score of 90 on the AOFAS scale.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'25147627': 1, '26490754': 1, '28265893': 1, '24840344': 1, '20804936': 1, '22686166': 1, '28852600': 1, '21447444': 1, '23050062': 1, '18382042': 1, '26516963': 1, '32999569': 1, '29242800': 2}", "similar_patients": "{}"}