{"patient_id": 67253, "patient_uid": "5474051-1", "PMID": 28622765, "file_path": "comm/PMC005xxxxxx/PMC5474051.xml", "title": "Unusual primary breast cancer – malignant peripheral nerve sheath tumor: a case report and review of the literature", "patient": "A 16-year-old Asian Bangladeshi girl presented to our oncology department with a 1-year history of recurrent multiple left breast lumps. She had experienced menarche at the age of 13 and did not use oral contraceptives. She had no family history of breast cancer, did not present any features of neurofibromatosis, and she had no history of prior chest irradiation.\\nBefore coming to us, she underwent surgery four times over the last year. On her first presentation, she presented with five small painless lumps in the upper inner quadrant of her left breast. Her complete blood count, liver function test, serum electrolytes, and creatinine were all within normal limits. The tumor marker CA15-3 was 21 U/ml. We performed an excision and biopsy. The excised surgical specimen consisted of nodular pieces of tissue, the larger one of which measured 11×11×6 cm and the smaller one was 4×3×2 cm. The cut surface of the larger one was mostly solid with cleft-like spaces. Other areas were solid, slimy, and lobulated. The cut surface of the smaller piece was gray brown and slimy. On microscopic examination, the larger breast tissue showed features of a phylloides tumor. It was composed of benign glandular elements supported by cellular stromal components. Most of the stromal cells were uniform in appearance. Some of these showed mild nuclear atypia. Mitotic figures were present in small number. Focal areas showed infarction. A section from the smaller nodule revealed features of fibroadenoma.\\nFollowing surgical excision, she was well for approximately 4 months but then developed multiple painless nodular lesions at the same breast. Ultrasound of her left breast identified five hypoechoic lesions (3.2×2.6 cm, 1.5×1.2 cm, 0.9×0.8 cm, 0.8×0.6 cm, 1.7×1.1 cm) at the upper inner quadrant and one lesion (1.9×1.5 cm) at the lower inner quadrant. A 2.8 cm lymph node was noted in her left axilla. Important blood chemistries and tumor marker CA15-3 were normal. Subsequently, an excision and biopsy were carried out. The excised specimen consisted of four irregular pieces of tissue, the largest one measuring 4×3×3 cm. The cut surface was gray brown, mucinous, and slimy. Its microscopic appearance showed a stromal tumor composed of spindle cells. These were arranged in sheets of interlacing bundles. A mild degree of pleomorphism was seen. Mitotic figures were present at the rate of 0 to 1 per high-power field (HPF). A diagnosis of phylloides tumor was made.\\nShe then had multiple nodular painful lesions along with fever 15 days later. Fine needle aspiration was performed, the cytology of which was suggestive of malignant phylloides tumor. A smear showed highly cellular material composed of spindle-shaped cells arranged in clusters and singly. Many of the cells revealed large hyperchromatic nuclei. Her complete blood count showed neutrophilic leukocytosis and a chest radiograph showed pneumonitis in her left lung. A modified radical mastectomy was done after a week. On gross examination, the specimen was attached to skin and nipple measuring 15×12×17 cm in diameter. The cut surface showed a growth measuring 10 cm in diameter. It grossly involved the deep margin. On gross examination, three lymph nodes were found of which the largest was 1 cm and the smallest 0.8 cm in diameter. A histopathologic examination revealed a malignant tumor composed of anaplastic oval to spindle cells arranged in fascicles and sheets and in herringbone pattern. Mitosis was seen >10/10 HPF. The deep surface was involved by the tumor. The underlying skin was free of tumor. The three lymph nodes showed reactive changes. It was concluded to be a malignant mesenchymal tumor, compatible with low grade fibrosarcoma. This biopsy specimen was reviewed which described a malignant tumor made of spindle-shaped cells arranged in an interlacing pattern. Mitotic figures were frequent. Areas of tumor necrosis were seen. No ductal component was found. It was diagnosed as stromal sarcoma.\\nShe, however, developed multiple nodular lesions along the scar mark of her left chest very soon: 2 weeks later. Her thoracic radiograph and abdominal ultrasound were unremarkable. Laboratory results such as full blood count and liver enzymes including tumor marker CA15-3 were normal. Approximately 2 months later she underwent wide local excision of the tumors. On macroscopic examination, the specimen consisted of a resected partially skin-covered left-sided breast tissue measuring approximately 11×9×4 cm. The surface showed a scar mark measuring approximately 9 cm in length. The cut surface showed solid gray-white fleshy growth measuring approximately 5×3 cm. Skin and deep resection margin were grossly involved. On microscopic examination, sections made from the surgical specimen showed a malignant tumor composed of predominantly atypical spindle cells with variable cellularity and moderate to marked pleomorphism. Some of these sections showed alternating hypercellular and hypocellular areas of tumor with palisading spindle-shaped cells and intervening myxoid areas. The number of mitosis was 2 to 3/10 HPF. However, no ductal component was seen. The tumor was 0.3 cm away from the skin. The deep resection margin was involved by the tumor. Superior, inferior, medial, and lateral margins were free from the tumor. A provisional diagnosis of high grade stromal sarcoma with a differential diagnosis of malignant peripheral nerve sheath tumor was made. Immunohistochemistry was done to categorize the tumor. The tumor cells were weakly positive for S100 but negative for CD10. Therefore, a final diagnosis of MPNST was made immunohistochemically.\\nShe subsequently developed discharge from the scar area 10 days after surgery. Among the important blood chemistries, a complete blood count showed anemia with hemoglobin (Hg) level of 8.1 g/dl and neutrophilic leukocytosis with a white blood cell count of 13,700/mm3 and neutrophil count of 85.2%. Serum tumor marker CA15-3 was 24 U/ml. One month after surgery, when her blood counts were normal, chemotherapy with injection of vincristine (2 mg) on day 1, injection of actinomycin (2 mg) on day 1, and injection of ifosfamide (4000 mg) on days 1 and 2 with injection of mesna coverage was started. A total of six cycles were given at 3 weekly intervals. After completion of chemotherapy, she was reviewed with no lump in either of her breasts, no discharge, and no adenopathy. Two weeks after chemotherapy, a mammogram of her right breast was done which was unremarkable. Ultrasound of her right breast was also normal. Then she was referred for locoregional radiation therapy. She received three-dimensional conformal radiation therapy with total dose of 50 Gy in 25 fractions using 6 MV linear accelerator followed by 10 Gy in five fractions of boost to tumor bed using 9 MeV electron energy. After this treatment, she was reviewed periodically at intervals of 3 months for the first 2 years and then at intervals of 4 months. To date, she is asymptomatic and her imaging is negative for local, regional, and metastatic recurrence. Her isotope whole body bone scan, chest radiograph, abdominal ultrasound, and tumor marker CA15-3 have all been unremarkable for more than 3 years.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'8559005': 1, '2386920': 1, '20877665': 1, '18154670': 2, '24174807': 2, '22961690': 1, '6664551': 1, '10489179': 1, '1265508': 1, '12653604': 1, '2447857': 1, '8435801': 1, '1737599': 1, '10218464': 1, '24470531': 1, '20308666': 1, '19451436': 1, '12963767': 1, '3082508': 1, '22878618': 1, '16421428': 1, '16696423': 1, '23099009': 1, '3179948': 1, '12846874': 1, '9690165': 1, '10451710': 1, '7630177': 1, '16881077': 1, '16175185': 1, '31280224': 1, '17495054': 1, '33580196': 1, '28622765': 2}", "similar_patients": "{'2246134-1': 1, '3808069-1': 1, '3808069-2': 1}"}