{"patient_id": 65336, "patient_uid": "5343237-1", "PMID": 28326212, "file_path": "comm/PMC005xxxxxx/PMC5343237.xml", "title": "A Case of Conjunctival Amyloidosis with Repeated Subconjunctival Hemorrhage", "patient": "A 43-year-old man had repeated subconjunctival hemorrhages for two years and was referred to the Chiba University Hospital for further examinations in May 2015. He had a history of IgA nephropathy but had no family history of amyloidosis. At the initial ophthalmological examinations, his visual acuities were 1.2 OU, and the intraocular pressures were 13-14 mmHg OU. Slit-lamp examinations showed that the anterior chamber and the lens were clear in both eyes. Fundus examinations showed central serous chorioretinopathy in the right eye. Magnetic resonance imaging indicated that the eye, orbit, and the brain were normal.\\nInitially, the subconjunctival hemorrhages were the only abnormality (see Supplemental Figure in Supplementary Material available online at ). Three months later, the subconjunctival hemorrhage had partially cleared and a pink mass was detected in the superior area of the subconjunctiva (). The subconjunctival hemorrhage was accompanied with chemosis and overlapping the superior cornea. These findings are enough to suspect any abnormalities like existence of mass or inflammation. Thus, we initially suspected a malignant lymphoma and performed partial biopsy of the mass. During the surgery, we noted that Tenon's capsule was rich in blood vessels and hemorrhages. The areas with hemorrhages were completely cauterized for hemostasis. Histopathological examinations of the biopsy specimen showed amyloid fibers that appeared greenish under polarized light illumination (). This appearance was due to birefringence and dichroism. In situ hybridization detected both λ and κ chains in the infiltrated inflammatory cells (). A diagnosis of conjunctival amyloidosis was made. Blood tests found increases of both free λ and κ chains but the immunoglobulin λ/κ free light chains ratio was normal. Immunofixation electrophoresis detected λ-light chain abnormality () but systemic examinations did not find any in the heart and the gastrointestine. Renal biopsy could not be performed because of renal atrophy. Although multiple myeloma was ruled out, the patient is being followed carefully to detect any signs of systemic amyloidosis. The renal function is being followed in the Department of Nephrology. Although the subconjunctival hemorrhage did not recur after two months of biopsy, the temporal subconjunctival hemorrhage recurred a few times during a year after the biopsy ().", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'6859201': 1, '1377722': 1, '25619666': 1, '16818085': 1, '23569501': 1, '10319082': 1, '34206500': 1, '10682979': 1, '30796071': 2, '11024429': 1, '3301209': 1, '26189153': 2, '16828514': 1, '12904524': 1, '32885095': 1, '28326212': 2}", "similar_patients": "{'4506761-1': 1, '6388794-1': 1}"}