{"patient_id": 122812, "patient_uid": "5805207-2", "PMID": 28635356, "file_path": "noncomm/PMC005xxxxxx/PMC5805207.xml", "title": "Simultaneous ABO-incompatible living-donor liver transplantation and\\nsplenectomy without plasma exchange in China: Two case reports", "patient": "A 43-year-old man with liver cancer, cirrhosis, and massive ascites was referred\\nto our center for liver transplantation. His notable medical history included\\nhepatitis B virus-related chronic hepatitis accompanied by hepatitis B surface\\nantigen and hepatitis B core antibody positivity. His preoperative MELD score\\nwas 10. The indication for liver transplantation was determined by the\\nPittsburgh criteria beyond the Milan criteria. Plasma exchange was not performed\\nbecause his anti-B antibody titer was 1:8 with blood type A Rh(+) before liver\\ntransplantation. His 46-year-old wife (AB Rh(+)) offered her right-part liver\\nwithout the middle hepatic vein. The graft biopsy was normal and the\\ngraft-to-recipient body weight ratio was 1.07% (0.55 kg/51 kg). After the spleen\\nand pathological liver were resected, the right hemiliver graft was implanted\\nwith reconstruction of the right hepatic vein; meanwhile, end-to-end anastomosis\\nwas performed for the corresponding portal veins, right hepatic arteries, and\\nright hepatic ducts. Three days postoperatively, pathologic examination of the\\nexcised native liver showed moderately differentiated hepatocellular carcinoma\\nand cirrhosis. AB-type blood plasma was infused intraoperatively and\\npostoperatively, and A-type white blood cell-filtered red blood cells were\\ntransfused without signs of incompatibility or allergic blood transfusion\\nreactions. The patient’s anti-B isoagglutinin titer was 1:4 at 1 and 2 weeks\\nafter the operation. The operative time for the recipient was 8 hours 20 minutes\\nwith a blood loss volume of 3000 ml. He received 4000 IU of hepatitis B\\nimmunoglobulin during the anhepatic phase of liver transplantation, and his\\nhepatitis B surface antigen titer became negative after transplantation. The\\nprophylaxis schedule was 2000 IU of hepatitis B immunoglobulin daily for the\\nnext 6 days, weekly for the following 3 weeks, and then 400 IU for suitable\\ninterval days to maintain the hepatitis B surface antibody titer at >500 IU/L\\nwithin 1 month, 200 IU/L within 6 months, and 100 IU/L thereafter. Entecavir was\\nalso administered at 0.5 mg per day to prevent recurrence of hepatitis B virus.\\nHis Tbil concentration was mildly increased at 136 µmol/L on day 2\\npostoperatively, then gradually decreased to a normal level on day 28 after\\ntransplantation. The clinical courses of both the donor and recipient were\\nuneventful without any complications.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'23293980': 1, '23478144': 1, '24928331': 1, '29930466': 1, '25449537': 1, '28176451': 1, '24369388': 1, '25630359': 1, '27115002': 1, '25736519': 1, '24364263': 1, '27253521': 1, '25100124': 1, '25891718': 1, '23326128': 1, '23928408': 1, '23622639': 1, '20513004': 1, '25370801': 1, '23622606': 1, '26372830': 1, '27590561': 1, '28635356': 2}", "similar_patients": "{'5805207-1': 2}"}