{"patient_id": 114602, "patient_uid": "5111308-1", "PMID": 27890957, "file_path": "noncomm/PMC005xxxxxx/PMC5111308.xml", "title": "Unusual presentation of mucocutaneous leishmaniasis in HIV-infected patient", "patient": "A 36-year-old male presented with a history of mass left nasal cavity for last 2.5 months. Lesion initially started as red, raised painful lesion which progressively increased in size to involve the whole of the left nasal cavity, anterior nares, and upper lip. The lesion subsequently ulcerated. There was a history of nasal obstruction with difficulty in breathing. There was a history of significant weight loss. There was no history of chronic diarrhea and fever. Patient gave a history of antituberculous drug therapy for cervical lymphadenitis 4 years back. His general physical examination and systemic examination were unremarkable. On mucocutaneous examination, there was a single well-defined ulcerated plaque of size 5 cm × 3 cm approximately present inside the left nasal cavity extending to involve tip of nose and upper lip with surface showing erosion and serosanguinous crust []. Examination of oral and genital mucosa showed oral thrush and genital warts. Cutaneous, hair, and nail examination was within normal limit. Possibility of deep fungal infection and lupus vulgaris was kept. Complete hemogram, biochemistry, and chest X-ray were normal. X-ray paranasal sinuses showed opacification in left maxillary sinus with hypertrophy of turbinates. He was positive for HIV test with CD4 count of 19 cells/cumm. There was a history of extramarital sexual contact. His spouse was HIV negative and repeat HIV test at 3 months was also negative. Imprint smear revealed macrophages, sparsely scattered lymphocytes, and intra and extra-cellular Leishman–Donovan bodies []. Skin biopsy showed inflammatory infiltrate in interstitial pattern comprising lymphocytes, few histiocytes with abundant intra- and extra-cellular Leishman–Donovan bodies suggestive of cutaneous leishmaniasis []. On reviewing the history, patient gave history of visit to an endemic area for leishmaniasis. To rule out visceral leishmaniasis bone marrow aspiration and ultrasound abdomen were done which were found to be normal. There was no history suggestive of Kala-azar in the past. Tissue for fungal and acid-fast Bacilli culture was negative. Patient was started on antiretroviral therapy (zidovudine, lamivudine, and nevirapine), co-trimoxazole prophylaxis, and oral fluconazole. There was a significant improvement in lesion at 2 months of follow-up [].", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'26549095': 1, '26555699': 1, '26312442': 1, '22529461': 1, '15909255': 1, '14678638': 1, '17642870': 1, '21393971': 1, '30260957': 1, '26075117': 2, '19171992': 1, '26568336': 1, '26568335': 1, '27890957': 2}", "similar_patients": "{'4436502-1': 1}"}