{"patient_id": 66819, "patient_uid": "5439250-1", "PMID": 28567314, "file_path": "comm/PMC005xxxxxx/PMC5439250.xml", "title": "Subacute Hypophysitis with Panhypopituitarism as First Presentation of HIV and Syphilis Coinfection", "patient": "In July 2014, a Portuguese 42-year-old male reported sudden painless right central loss of vision with no photophobia, discharge, or trauma. He had a history of malaise and mild and intermittent holocranial headaches, with no associated nausea, vomiting, or photophobia, for the last 3 months. The headaches became progressively severe in the last 15 days, interfering with sleep and daily activities, associated with progressively worsening gait imbalance and anorexia. He also noticed cold intolerance, erectile dysfunction, and decreased libido, without constipation, polydipsia, polyuria, or peripheral edema. He correlated the symptoms with exhausting working hours and he did not seek medical attention. He also referred to a generalized pruriginous skin rash with 1-month evolution. His past medical history was unremarkable, except for smoking habits and unprotected homosexual intercourse. At presentation in our emergency room he looked undernourished (BMI = 19 Kg/m2) with asymptomatic low blood pressure (90/62 mmHg). He had facial seborrheic eczema, generalized cutaneous erythematous maculae with distinct edges including palms and soles (), a small nontender ulcer in the inferior lip, and a smooth nontender mild hepatomegaly. His pupils were equal, round, and reactive to light and accommodation and extraocular movements were intact, not suggestive of Argyll-Robertson pupils. He showed gait ataxia without proprioceptive impairment and bilateral positive finger-nose-finger test. He had a central scotoma in the right eye, with initially preserved peripheral vision that rapidly deteriorated; fundoscopy was highly suggestive of panuveitis, with fine keratic granulomatous precipitates, aqueous cells, flare grade 1, and choroidal and subretinal infiltration in the posterior pole ().\\nCerebral computed tomography ruled out space occupying lesions or signs of high intracranial pressure. CSF analysis showed lymphocytic pleocytosis (48 cells/uL) with high level protein (0,89 g/L). Given the patient's social history with risk for sexually transmitted infections, HIV and syphilis with uveitis and meningitis were high on the differential. He was hospitalized for investigation. Initial laboratory results revealed leukopenia (3520/μL) with lymphopenia (1340/μL) and a positive HIV serology with CD4 cell count of 264/μL (18,4%; CD4/CD8-ratio 0,34). HIV viral load was 54700 copies/mL (log⁡4,74). He had a serum VDRL positive at 64 “dils,” with positive IgM antibody. CSF VDRL was negative, and CSF HIV-RNA was 3290 copies/ml. Bacterial, fungal, viral, and mycobacterial organisms in CSF were excluded. Thyroid-stimulating hormone (TSH) was suppressed (0,26 mUI/mL) and free thyroxine (fT4) had a low value (0,43 ng/dl). MRI of the sella turcica showed pituitary heterogeneous enlargement with peripheral contrast enhancement, with no pituitary stalk thickening (). Extended endocrine study also showed low levels of basal cortisol (1,5 μg/dL), luteinising-hormone (0,6 mUI/ml), and testosterone (0,025 ng/mL). He underwent a 14-day regimen of penicillin G and was started on hormone reposition: high dose prednisolone (due to concomitant panuveitis) and levothyroxine (75 μg qd). He was discharged after 15 days, with complete resolution of headache, improvement of visual acuity, and more coordinated and steady gait. Hormone values normalized within days. He was started on antiretroviral therapy in October 2014, with tenofovir/emtricitabine and efavirenz, presenting undetectable HIV-RNA since August 2015. In July 2016 he presented a CD4 cell count of 510/μl (27,4%), positive TPHA, and negative (2 “dils”) VDRL. The fivefold decrease in VDRL titers (4 dils) occurred in the first four months after penicillin treatment. During follow-up hormone replacement therapies were gradually tapered along with neurological and ocular improvement until complete resolution (). MRI of the sella turcica 10 months later showed an almost normal pituitary size with discrete heterogenous enhancement (). Nowadays the patient remains asymptomatic. In conclusion, HIV1 infection and an early syphilis infection (stage II) with neurological involvement—panuveitis, meningitis, and hypophysitis with panhypopituitarism—were diagnosed. The high activity of T. pallidum infection was illustrated by positive specific serum IgM antibody and the early neurosyphilis presentation with hypophysitis was corroborated by CSF abnormalities and MRI findings and sustained clinical, neurological, endocrinological, and serological recovery after specific treatment.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'27089861': 1, '23650339': 1, '19237085': 1, '17407043': 1, '19945028': 1, '3587290': 1, '21371276': 1, '28567314': 2}", "similar_patients": "{}"}