{"patient_id": 64512, "patient_uid": "5278205-1", "PMID": 28191355, "file_path": "comm/PMC005xxxxxx/PMC5278205.xml", "title": "Morquio's Syndrome: A Case Report of Two Siblings", "patient": "Two siblings, a 13-year-old girl (case 1, Figures –) and a 10-year-old boy (case 2, Figures –) of normal intelligence had come to Chettinad Dental College and Research Institute, Chennai, with a complaint of decayed teeth. The physical appearances were similar, characterized by short stature, short neck, protuberant chest, scoliosis, and a waddling gait. Their facial feature presented frontal bossing and flat nasal bridge. The history revealed that the patients had pain in the hip region on walking that subsides at rest. The parents did not belong to different ethnicity. They had a nonconsanguineous marriage and a family history free from any skeletal disorder. On oral examination, exposed teeth with sharp cusps and rough enamel texture were found (Figures , , , and ). The orthopantomograph showed thin hypoplastic enamel of normal radiodensity (Figures and ).\\nA multispecialty approach was adopted and medical examination of all major systems revealed no dysfunctional changes. However, the orthopedic and radiographic evaluation indicated gross skeletal deformity. The hand-wrist radiograph showed proximally narrow metacarpals. The anteroposterior view of the spine expressed curvature of the thoracolumbar vertebral segment. The lateral spinal view revealed anterior beaking of the vertebral body (). The pelvic view radiograph revealed an irregularly outlined square-shaped head of the femur and coxa valga defect ().\\nA diagnosis of mucopolysaccharidosis type IVA was reached based on the clinical, dental, and radiographic findings of the patients. The diagnosis would need to be confirmed by analysis of GALNS enzyme activity and molecular genetic testing of GALNS gene. Unfortunately, parents' consent could not be obtained for this analysis.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'22109912': 1, '25346323': 1, '803669': 1, '817853': 1, '15866285': 1, '10815580': 1, '2127090': 1, '3129222': 1, '4199240': 1, '22960538': 1, '4218107': 1, '9828617': 1, '28191355': 2}", "similar_patients": "{}"}