{"patient_id": 62638, "patient_uid": "5080469-1", "PMID": 27812392, "file_path": "comm/PMC005xxxxxx/PMC5080469.xml", "title": "Periesophageal Pseudoaneurysms: Rare Cause of Refractory Bleeding Treated with Transarterial Embolization", "patient": "A 43-year-old female presented to the hospital with hematemesis and hemorrhagic shock. She had a medical history of systemic lupus erythematosus (SLE), prior cytomegalovirus esophagitis treated with ganciclovir (DNA negative after therapy), and long segment Barrett's esophagus (Prague class C8 M9) with high grade dysplasia treated with radiofrequency ablation in the past.\\nThe patient was resuscitated with fluids and blood products. An upper gastrointestinal endoscopy showed multiple esophageal ulcers with active arterial spurting which could not be controlled with endoscopic interventions including placement of hemostatic clips (). An emergent angiogram demonstrated actively bleeding saccular dilations (pseudoaneurysms) in the esophageal branches of the lower thoracic aorta which supply the lower esophagus. Embolization of the arteriole with gelfoam and coils was successfully performed (). A subsequent arteriogram showed new-onset active contrast extravasation from the esophageal branch of the left gastric artery. Gelfoam embolization was performed with complete cessation of extravasation.\\nShe eventually underwent surgical resection of a necrotic esophagogastric junction and thoracic esophagectomy with bipolar exclusion for recurrent bleeding about 2 weeks later. A cervical esophagostomy was created at the level of the left clavicle. Pathological examination demonstrated submucosal hemorrhage, esophagitis with dysplastic Barrett's mucosa, and an ulcer containing cytomegaloviral inclusions ().\\nWe report the first case of arterial bleeding from periesophageal pseudoaneurysms as well as use of embolization for arterial bleeding in the esophagus.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'26496319': 2, '21308389': 1, '25329507': 1, '26912065': 1, '20956462': 1, '25440920': 1, '26520422': 1, '25997064': 2, '26054245': 1, '26142040': 1, '19568464': 1, '27812392': 2}", "similar_patients": "{'4620753-1': 1, '4602863-1': 1}"}