{"patient_id": 63352, "patient_uid": "5124683-1", "PMID": 27965904, "file_path": "comm/PMC005xxxxxx/PMC5124683.xml", "title": "Rituximab-Associated Inflammatory Progressive Multifocal Leukoencephalopathy", "patient": "A 35-year-old HIV- (human immunodeficiency virus-) negative male presented with three weeks of right lower extremity paresthesias and right upper extremity apraxia. His history was significant for Ann Arbor stage IV follicular lymphoma, in remission after initial Bendamustine and Rituximab, followed by maintenance Rituximab completed four months earlier. Physical exam revealed right upper extremity apraxia and weakness. Head CT revealed new bifrontal multifocal white matter hypoattenuation, while MRI brain (see ) revealed bilateral peripherally enhancing white matter lesions and signs of demyelination. Cerebrospinal Fluid (CSF) PCR was positive for the JC virus. Subsequent bone marrow biopsy and PET scan were negative for lymphoma. Flow cytometry revealed a CD4 count of 322/mcL. His presentation was consistent with inflammatory PML during immune reconstitution. Plasma exchange was deferred given the patient had not received Rituximab for over 4 months. Initial treatment with Mirtazapine 15 mg was started. However, the patient continued to develop enlarging lesions on imaging and worsening neurologic status including new onset aphasia. After expert consultation, he was then given Maraviroc, a small molecule CCR5 antagonist used to treat HIV, 300 mg twice daily without improvement, as well as a trial of methylprednisolone 1000 mg IV for three days without improvement. His clinical course was further complicated by bilateral retinal hemorrhages, and papilledema was thought secondary to IRIS. Due to the progression of disease, the Maraviroc was discontinued. He proceeded to intensive neurologic rehabilitation for patients with traumatic brain injury. He continued to dramatically improve neurologically; however he did not return to his premorbid baseline. Remarkably, he has since cleared the CSF of the JC virus on follow-up labs and shown substantial interval imaging improvement on recent MRI ().", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'24476450': 1, '29905353': 1, '24141508': 1, '25227934': 1, '19264918': 1, '27965904': 2}", "similar_patients": "{}"}