{"patient_id": 117339, "patient_uid": "5406840-1", "PMID": 28484583, "file_path": "noncomm/PMC005xxxxxx/PMC5406840.xml", "title": "Small Cell Carcinoma of the Vulva: Case Report", "patient": "A seventy year-old woman presenting gradual evolution pruritus gets worse recently. At clinical examination, both labia were observed as white plates, dispersed, irregular borders and sanded surface, suggestive of high-grade intraepithelial vulvar neoplasia. She was undergone to a vulvar polyp that revealed a high-grade vulvar intraepithelial neoplasia, so it was decided superficial vulvectomy. The pathological examination revealed vulvar intraepithelial squamous neoplasia of high-grade, without evidence of invasion of the underlying stroma with signs of HPV infection, diffusely involving both lips, which developed in condyloma plan context, coexisting neuroendocrine carcinoma of high-grade small cell with lymphatic tumour embolization. Discrete parakeratosis and dense inflammatory infiltrate, predominantly lymphocytic, was observed in both lips. The neuroendocrine lesion is a mass of intermediate size cells with high nucleus / cytoplasm ratio, hyperchromatic nucleus, some pleomorphism, with necrosis and figures of mitoses. The lesion is surrounded by inflammatory infiltrate mononucleate (). The immunohistochemistry was positive for AE1/AE3, CK7, EMA, CAM5.2 and BerEp4, and negative for CK5, P63, CK20 and TTF1. The CD56 expression was accessed (). It is also observed immunostaining for neuroendocrine markers synaptophysin and chromogranin A ( and ), with a proliferative activity assessed by Ki67 about 100%.\\nThe patient was undergone to a complementary radical vulvectomy and bilateral lymphadenectomy. Pathological examination of the surgical specimen revealed squamous intraepithelial lesion of low grade, with no evidence of residual carcinoma or neuroendocrine tumour lymphatic embolization, and solid metastasis in 1 of the 6 right inguinal nodes of neuroendocrine carcinoma small cell without contralateral inguinal lymph node metastasis (). It was given adjuvant radiation therapy after wide local excision.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'26177323': 1, '24875120': 1, '22820410': 1, '26459408': 1, '25444431': 1, '21621706': 1, '28484583': 2}", "similar_patients": "{}"}