{"patient_id": 113381, "patient_uid": "5007612-1", "PMID": 27587305, "file_path": "noncomm/PMC005xxxxxx/PMC5007612.xml", "title": "A rare case of concurrent signet-ring carcinoma of breast and microangiopathic hemolytic anemia", "patient": "A 34-year-old woman presented to an outside clinic with complaints of severe and progressive fatigue over a 3-week period. She had profound anemia and thrombocytopenia, and was immediately sent to our emergency department for further evaluation. Her initial studies revealed hemoglobin 3.3 g/dl, hematocrit 11.2%, platelets 23 000 cells/l and white blood cell count 17 000 cells/l. Her history and physical revealed no obvious source of her anemia. Additionally, she had bilateral breast densities that had been growing over the previous 3 weeks, nearly filling each breast to a diameter of 10 cm. The masses were mobile with no skin involvement or nipple retraction, with no fluid expressible from either nipple.\\nEvaluation of anemia and thrombocytopenia began with exploration of common causes. Mean corpuscular volume was 106 fl, red blood cell distribution width 30%. Manual blood count showed moderate polychromasia with both microcytic and macrocytic red blood cells. Schistocytes were visualized on blood smear. Haptoglobin was low (<15 mg/dl), while reticulocyte count was elevated (12.9%). Total iron and ferritin were both elevated (262 µg/dl and 1032 ng/dl, respectively). Vitamin B12 was elevated while folate was within normal limits. Initial imaging included computed tomography of her chest, abdomen and pelvis, which revealed diffuse skeletal metastases, masses in both breasts, hepatosplenomegaly and mesenteric stranding with trace ascites (Figs and ).\\nCore needle bone marrow biopsies demonstrated fibrotic and hypocellular (10% cellularity) bone marrow with infiltration of high grade, poorly differentiated metastatic carcinoma with some features suggesting breast origin and some features suggesting signet-ring cell origin. Core needle biopsies of both breasts identified high grade infiltrating signet-ring adenocarcinoma (Fig. A–C). The Her2/Neu assay was negative, while estrogen and progesterone receptors were strongly positive.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'24130416': 2, '22732949': 1, '15024487': 1, '16088769': 1, '31888899': 2, '24868993': 1, '21779188': 2, '17986749': 1, '27587305': 2}", "similar_patients": "{'6936546-1': 1, '3129345-1': 1, '3793361-1': 1}"}