{"patient_id": 72652, "patient_uid": "5862910-1", "PMID": 29606981, "file_path": "comm/PMC005xxxxxx/PMC5862910.xml", "title": "Pleural effusion in 11:14 translocation q1 multiple myeloma in the setting of proteasome inhibitor presents therapeutic complexity", "patient": "A 61-year-old man presented in August 2011 with severe upper back pain and was found to have a T5 compression fracture with focal lytic lesions. The patient had acute renal failure, anemia, hypercalcemia, and a bone marrow biopsy suspicious for MM. Immunohistochemistry showed a neoplastic plasma cell population with diminished CD45 expression representing approximately 19% of the CD45-positive cell population. The cells also showed coexpression of CD38, CD138, and CD56 but were negative for CD19 and CD20. Furthermore, interphase FISH also documented the presence of an 11;14 rearrangement in approximately 33% of interphase nuclei. At this time, the patient was ISS and R‑ISS stage II with an LDH of 203 IU/L, albumin of 3.5 g/dL, beta-2-microglobulin of 4 mg/L, and no high-risk translocations.\\nPatient underwent thoracic spine radiation therapy in August 2011 and began induction therapy with five 28 day cycles of linalidomide/dexamethasone. The cycles consisted of 21 days of 25 mg Linalidomide followed by a 7 day break with weekly doses of 40 mg dexamethasone. This was followed by high-dose chemotherapy and an autologous stem cell transplant in February 2012. Subsequent biopsy showed complete remission and the patient declined a second stem cell transplant. He was placed on a daily oral 10 mg maintenance dose of lenalidomide. In May 2012 his myeloma lab studies showed 0.1 g monoclonal spike (M spike). Maintenance lenalidomide was reduced to 5 mg due to myelosuppression and temporarily discontinued due to herpes zoster infection in November 2012. In January 2013, at the patient’s one year transplant follow-up, bone marrow biopsy showed subtle relapse of disease. On immunohistochemical staining, the kappa to lambda ratio was 2.2:1 so FISH was suggested to correlate. FISH showed an 11;14 translocation in 14% of interphase cells consistent with bone marrow involvement by the patient’s plasma cell myeloma as characterized by FISH in his previous study. Subsequently lenalidomide was increased to 10 mg each dose.\\nIn March 2013, the patient experienced increasing neck pain with labs showing increased kappa free light chain and magnetic resonance image (MRI) showed new cervical spine lytic lesions. Bortezomib and dexamethasone were empirically started. The patient’s kappa free light chain decreased immediately, and his neck pain improved. The bone marrow biopsy after bortezomib and dexamethasone therapy showed approximately 5–10% bone marrow involvement by fibrosis and only scattered plasma cells. In addition, FISH testing showed only 3% of interphase nuclei having the 11;14 translocation. The patient’s bortezomib and dexamethasone therapy were reduced to weekly treatments due to neuropathy complications and were discontinued altogether after June 2013 due to intractable neuropathy.\\nIn September of 2013, the patient was found to have recurrence of his MM with 50% bone marrow involvement, increased lytic bone lesions and hypercalcemia. The patient was put on 25 mg lenalidomide and dexamethasone therapy for 21 days for a total of thirteen cycles from October 2013 to October 2014. Bone marrow biopsy in October 2014 showed 11–12% polyclonal plasma cells without definitive morphologic or immunophenotypic evidence of recurrent plasma cell myeloma, and the patient was transitioned to maintenance therapy of lenalidomide 10 mg daily. The patient became neutropenic and therapy was withheld in November 2014. In December 2014 bone marrow biopsy showed recurrent MM. Further FISH analysis detected an 11;14 translocation in 36% of the interphase nuclei as well as an extra copy of 1q in 39% of interphase nuclei. This amplification of 1q was not present in the patient’s original FISH analysis back in 2011 suggesting cytogenetic evolution of the patient’s clone. He began pomalidomide 4 mg for one month with dexamethasone 40 mg weekly. Subsequent bone marrow biopsy in September 2015 results indicated disease progression.\\nIn October 2015, the patient started carfilzomib, pomalidomide, dexamethasone combined treatment; this was done for 5 cycles at which point the patient went for bone marrow transplant evaluation and was placed on a donor list. In March, 2016 it was decided to give the patient a break from chemotherapy as he had been stable in partial remission and in an effort to help his pancytopenia. Unfortunately, a whole body MRI on 26 April 2016 showed progression of diffusely infiltrative MM so he was started on daratumumab with Linalidomide. The disease continued to progress and the patient’s regimen was changed to elotuzumab/Linalidomide/dexamethasone on 30 December 2016. During this time the patient was admitted to the hospital with acute kidney injury but imaging was not suspicious for pleural effusion. Continued progression forced the switch to NINLARO/dexamethasone and then carfilzomeb/thalidomide/dexamethasone. It was then in September 2017 that the patient presented to the hospital with dyspnea and was found to have bilateral pleural effusion on chest radiography (Fig. ). His chest computed tomography (CT) was significant for left lower lobe collapse with basilar opacities as well as patchy ground glass opacities and interlobular septal thickening (Fig. ).\\nHe underwent thoracentesis with subsequent chest tube drainage demonstrating a serosanguineous appearing fluid and with approximately 700 mL output on water seal drainage during the first 24 h period. Chest X‑ray imaging post drainage showed diminished left lobe opacity (Fig. ). Analysis of pleural fluid was undertaken with initial suspicion for infectious process and only modest consideration of recalcitrant MM. Pleural fluid immunohistochemical stains were performed (Figs. , , and ). CD138 immunostaining demonstrated atypical plasma cells with kappa restriction (Fig. ). Complete kappa restriction was consistent with plasma cell dyscrasia and suggested involvement of the patient’s MM. The patient was informed that if dyspnea significantly increased prior to follow-up he should rapidly return to the oncology clinic. If rapid re-accumulation occurred, there was a discussion of repeat thoracentesis or placement of pigtail catheter and the option of placement of a PleurX catheter by interventional radiology. Pleurodesis was not felt to be a viable option but the patient expressed interest in PleurX catheter placement. Figs. , , and . Pleural fluid immunohistochemical staining demonstrating plasma cell involvement of pleural effusion. Fluid was drained by thoracentesis.\\nThe patient, readmitted with one week later with shortness of breath, was found to have re-accumulation of left pleural effusion with chest tube placed that initially drained 1800 ml. The patient had a PleurX catheter placed 3 days after admission. The patient was found to have worsening pain, dysphagia, chronic kidney disease stage II (CKD II), anemia, pancytopenia, and severe protein calorie malnutrition despite PleurX catheter intervention and ultimately the patient discussed discharge to comfort care with family and providers due to extreme weakness and inability to function at home. Unfortunately, the patient passed away two weeks later.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'29175148': 1, '26664659': 2, '23935022': 1, '25374735': 1, '25619415': 1, '8306782': 1, '21969899': 1, '27396960': 1, '646535': 1, '16085553': 1, '25667674': 1, '18957845': 1, '16410442': 1, '22461512': 1, '28055103': 1, '26497716': 1, '29606981': 2}", "similar_patients": "{'4660938-1': 1}"}