{"patient_id": 115192, "patient_uid": "5177721-1", "PMID": 28018454, "file_path": "noncomm/PMC005xxxxxx/PMC5177721.xml", "title": "Idiopathic midaortic syndrome with malignant hypertension in 3-year-old boy", "patient": "A 3-year-old boy visited the hospital outpatient department with a heart murmur. An echocardiogram showed mild left ventricle (LV) hypertrophy, and he was referred to Seoul National University Children's Hospital for further management. Transthoracic echocardiogram revealed mild LV hypertrophy with increased LV mass index (89 g/m2 or 52 g/m2.7, ). The patient showed no other cardiac anomaly including coarctation of the aorta. Even though he did not complain of any symptoms at the time, we administered carvedilol 3.125 mg every 12 hours for LV reverse remodeling. During a routine follow-up echocardiogram 9 months later, we found abnormally increased celiac artery velocity with a diastolic tail (peak velocity of greater than 4 m/sec, ), and the patient's right arm systolic BP measured 155 mmHg. He was hospitalized for evaluation of renovascular hypertension and BP management at 4 years of age.\\nOn admission, the patient did not complain of symptoms including headache and chest pain. The patient's body weight was 21.2 kg (>97th percentile) and height was 110.1 cm (>97th percentile). His BP was high (206/113 mmHg in the right arm and 194/104 mmHg in the right leg). A grade 2/6 systolic heart murmur was audible at the left sternal border. A chest X-ray showed no significant cardiomegaly and a 12-lead electrocardiogram revealed LV hypertrophy ().\\nLaboratory findings on admission were as followings: serum blood urea nitrogen, 17.0 mg/dL; serum creatinine, 0.53 mg/dL; serum renin activity, 21.0 ng/mL/h (reference value, <6.7 ng/mL/hr); and serum aldosterone, 39.4 ng/dL (reference value, 3–35 ng/dL). The erythrocyte sedimentation rate was normal. Renal artery Doppler ultrasonography showed an intermittent tardus parvus spectrogram in both renal arteries with a smaller right kidney (). Under the impression of renovascular hypertension, we performed computed tomographic (CT) angiography of the abdomen. The CT angiography revealed severe stenosis at the bilateral renal artery, the ostium of the celiac branch, and the ostium of the superior mesenteric artery with diffuse luminal narrowing of the abdominal aorta into the femoral artery ().\\nWe prescribed labetalol continuous infusion, titrated up to 3 mg/kg/hr and administered concomitant oral antihypertensive medications (amlodipine 2.5 mg twice a day and atenolol 5 mg twice a day) to decrease the BP. Percutaneous transluminal renal angioplasty (PTRA) was planned and abdominal aortogram confirmed diffuse luminal narrowing of the abdominal aorta into the femoral artery () and the renal artery (). PTRA was attempted with a 3–20 mm Savvy balloon catheter via the right femoral artery; however, the effect was unsatisfactory because of the resistance to the balloon dilatation. He was discharged with combinations of 3 oral antihypertensive drugs (amlodipine 2.5 mg twice a day and atenolol 12.5 mg once a day and enalapril 2.5 mg twice a day). At the time of discharge, BP was still high and measured as 134/60 mmHg in the right arm. Since three years after first admission, he has been followed up at the outpatient clinic without any complications and is taking 3 combinations of antihypertensive drugs (amlodipine 5 mg twice a day, atenolol 12.5 mg once a day and enalapril 1.25 mg once a day). His BP in the right arm has ranged from 110/55 to 133/58 mmHg.", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'19603194': 1, '1580680': 1, '7853595': 1, '8689175': 1, '483161': 1, '14063008': 1, '3398174': 1, '6023938': 1, '7738733': 1, '12368748': 1, '16273154': 1, '22847170': 1, '18320235': 1, '17321619': 1, '28018454': 2}", "similar_patients": "{}"}