{"patient_id": 66515, "patient_uid": "5418167-1", "PMID": 28529934, "file_path": "comm/PMC005xxxxxx/PMC5418167.xml", "title": "Coronoid impingement syndrome: literature review and clinical management", "patient": "A 14.5-year-old male patient of white Caucasian ethnicity (EP) presented to the Oral and Maxillofacial Surgery team, complaining of limited mouth opening and dental crowding. He reported functional and social difficulties associated with his limited mouth opening, and he was unable to have orthodontic treatment due to the same reason. His secondary concerns were an asymmetry of the right side of his lower jaw and constant dull headaches, which were interfering with his school attendance. He reported a noticeable reduction in his mouth opening from the age of 13 years, which coincided with his pubertal growth spurt. His mother and General Dental Practitioner also noticed this.\\nEP presented with a Class II division 2 incisor relationship on a moderate Class II skeletal base with a chin point deviation to the left of his facial midline and an average lower anterior face height and Frankfort-mandibular plane angle. His maximum opening when assessed at age 15 years and 9 months was 15 mm between the maxillary and mandibular incisor teeth. Intraorally, he was in the adult dentition with all teeth erupted except his third molars. He had anterior dental crowding with dental centre line shifts and a deep impinging but atraumatic overbite. His right premolars were in scissor bite, and he had a scissor bite on the left side, associated with an anterior mandibular displacement which deviated to the left, in order to achieve maximum intercuspation. His oral hygiene was good, considering his limited mouth opening (Figs. , , , , , and ).\\nA dental panoramic tomograph revealed prominent bilateral mandibular coronoid processes (Fig. ). Magnetic resonance imaging (MRI) scans revealed no obvious pathology of his temporomandibular joints. CT scans taken in a closed and open mouth position confirmed the presence of bilateral elongated coronoid processes with apparent impingement between the coronoid processes and zygomatic arches and the presence of bilateral pseudoarthrosis between the prominent coronoid process and the internal surface of the zygoma, as viewed in the parasagittal plane (Fig. , ). Both temporomandibular joint complexes were morphologically normal with slightly underdeveloped condylar processes and a noted absence of expected movement of the condyles or discs in the open mouth position.\\nThe patient was consented for bilateral coronoidectomy surgery via an intraoral approach to address his limited mouth opening. This was carried out when he was 15 years and 11 months old (Figs. , , , and ).\\nPost-operative rehabilitation was largely facilitated by the use of the TheraBite® (registered trademark of Atos Medical AB, Sweden). This is an easy-to-use manual physiotherapy device which the patient places within their mouth passively and then activates to stretch their muscles of mastication to increase mandibular opening and mobility. The main indication is to improve mouth opening caused by soft tissue fibrosis (scar tissue) post-surgically [].\\nAt 2 months, a significant increase in interincisal distance was noted, improved to 26 and 27 mm. The importance for continued jaw exercises was emphasized, and the use of the TheraBite device was checked at every review appointment. At his 3-month post-surgical review, EP reported that his occlusion felt more comfortable and he could comfortably open his mouth. His unassisted and assisted maximum mouth opening was 32 and 33 mm, respectively (Fig. ). He had recently discontinued the use of the TheraBite device.\\nFollowing the completion of his post-surgical physiotherapy, EP expressed a wish to pursue orthodontic correction of his malocclusion. Orthodontic reassessment and planning was undertaken, and his orthodontic treatment carried out. His maximum mouth opening remains unchanged.\\nThe TheraBite physiotherapy device has previously been successfully used in the post-surgical rehabilitation of a patient with bilateral coronoid process hyperplasia. It consists of two opposing padded, horseshoe-shaped surfaces which distribute forces evenly across all contacting teeth when activated. This should technically minimize the risk of dental trauma and joint overloading due to force application. A physiotherapy regime which commenced between 3 and 7 days post-surgically and consisted of 10-min exercises performed three times per day and repeated over 3–6 months has been advocated by previous authors [].\\nThe patient described in this case report commenced using their TheraBite appliance 1 week post-operatively and was asked to adhere to a similar regime as advocated above. The patient ceased using his appliance approximately 3 months post-surgery when he could comfortably achieve the maximum opening provided by the TheraBite appliance without the need for additional forces. He reported using the appliance for a total of 45 min per day rather than the 30 min minimum advocated.\\nEP’s maximum mouth opening was regularly reviewed for 6 months post-surgery to ensure this did not relapse.", "age": "[[14.5, 'year']]", "gender": "M", "relevant_articles": "{'14226806': 1, '19157918': 1, '9174888': 1, '8409559': 1, '3473353': 1, '21217619': 1, '18758406': 1, '7788242': 1, '9234098': 1, '17667676': 1, '29387283': 2, '11338037': 1, '8199139': 1, '12076056': 1, '1542773': 1, '7861274': 1, '28529934': 2}", "similar_patients": "{'5750776-1': 1}"}