{"patient_id": 123218, "patient_uid": "5836224-2", "PMID": 29594148, "file_path": "noncomm/PMC005xxxxxx/PMC5836224.xml", "title": "C3 Glomerulopathy and Atypical Hemolytic Uremic Syndrome: Two Important Manifestations of Complement System Dysfunction", "patient": "A 32-year-old African American female presented to the emergency department with the chief complaints of fever (103.5°F), chills, and hematuria. The patient had been experiencing 7–8 bowel movements of watery diarrhea with nausea and vomiting for the last 2–3 days. Diarrhea was accompanied by persistent pain in the right upper quadrant, 8/10 in intensity for the last 2 days, and was associated with blood at least once. Review of system revealed no chest pain, shortness of breath, spontaneous bruising, or pain with urination. Her past medical history was remarkable for HIV (diagnosed 1 year ago) and hypertension (controlled with amlodipine). The family history was also positive for hypertension, stroke, and end-stage renal disease in her cousin at the age of 39 years. On examination, she had a temperature of 99.5°F and a blood pressure of 118/57 mm Hg. Abdominal examination showed healed cholecystectomy scar with soft abdomen. There was right upper quadrant tenderness to light touch and normal bowel sounds. The rest of the examination was insignificant. In the emergency department, the patient received 1 L of normal saline, vancomycin, and gentamicin. Laboratory data revealed the constellation of anemia (7.5 g/dL) and thrombocytopenia (120 × 103/mL). Peripheral smear was positive for schistocytes, and Coombs test was negative. Serum haptoglobin was low at 12 mg/dL, and lactate dehydrogenase was increased to 375 U/L. Serum complement levels were normal (C3 = 85, C4 = 20). Urinalysis demonstrated proteinuria and hematuria with multiple dysmorphic red blood cells. Severe renal failure at a serum creatinine of 8.4 mg/dL necessitated hemodialysis therapy. Computed tomography of the abdomen and pelvis with contrast showed no abdominal pathology including obstruction. Blood and stool cultures were negative for Shiga toxin. ADAMTS-13 activity was normal at 70%. Based on history and clinical and laboratory result evaluation, a diagnosis of aHUS was made. After discussion with the patient, eculizumab was initiated. After a 2-week course of medication, the patient started feeling better with no hematuria, abdominal pain, and diarrhea or vomiting. Anemia and thrombocytopenia normalized; however, the patient remained dialysis dependent.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'19846853': 1, '23187605': 1, '24161036': 1, '29142924': 1, '22435383': 1, '26316621': 1, '22677550': 1, '25447133': 1, '24072143': 1, '28357053': 1, '23026947': 1, '25796589': 1, '24799306': 1, '20513133': 1, '25684865': 1, '21215749': 1, '22435382': 1, '22223606': 1, '24172683': 1, '33362763': 1, '25341723': 1, '25530108': 1, '25343125': 1, '24681522': 1, '26251714': 1, '20613506': 1, '22403278': 1, '23738544': 1, '29594148': 2}", "similar_patients": "{'5836224-1': 2}"}