{"patient_id": 119170, "patient_uid": "5535582-1", "PMID": 28701606, "file_path": "noncomm/PMC005xxxxxx/PMC5535582.xml", "title": "Silicone Tracheobronchial Stent: A Rare Cause for Bronchoesophageal Fistula and Distortion of Airway Anatomy", "patient": "A 26-year-old, 45 kg, 172 cm tall male with 6 months history of cough and expectoration of food particles following oral ingestion of food was admitted for surgical repair of BEF that developed due to in situ silicone tracheobronchial Y-stent inserted for the management of post tracheostomy tracheal stenosis. As per the records, the inserted tracheobronchial Y-stent had tracheal end diameter of 18 mm and bronchial end diameter of 14 mm.\\nThe patient complained of occasional bouts of dry cough while sitting, which aggravated in the supine position. Preoperative examination showed normal vital signs and oxygen saturation of 95% on room air. Chest X-ray revealed patchy nodular opacities in the mid and lower zones of the left lung suggestive of chronic aspiration pneumonitis and presence of a tracheobronchial Y-stent. Contrast-enhanced computerized tomography (CT) confirmed a narrow communication in subcarinal region between proximal left main bronchus and esophagus abutting Y-stent posteriorly. A posterior mucosal bulge in the trachea was also noticed at the proximal tracheal end of the stent with marginal luminal narrowing [Figure and ].\\nThe patient's tracheal dilatation and silicone tracheal stent placement for tracheal stenosis were done 5 years back. This was replaced with silicone tracheobronchial Y-stent following distal migration of tracheal stent. The tracheobronchial Y-stent was removed after 1 year; however, it was required to reinsert the following reappearance of symptom. Since then, he was asymptomatic on follow-up until last 6 months.\\nThe key perioperative airway management issues for this case were (1) prevention of contamination of tracheobronchial tree from gastric content till isolation is achieved. (2) Selection of appropriate endotracheal tube (ETT) and its negotiation through the tracheobronchial stent. (3) Risk of increased leakage or aspiration through BEF in case silicone tracheobronchial Y-stent needs removal to facilitate passage of left-sided double lumen tube (DLT).\\nThe surgical plan for this patient was to do BEF repair through left posterolateral thoracotomy and to do feeding jejunostomy. After consultation with surgeon and pulmonologist, our 1st plan was to place a 6 mm ETT endotracheally above the stent followed by advancing it through the stent into the right main bronchus under fiberoptic control. The standby plan was to remove the stent and use right-sided DLT under fibreoptic bronchoscopy (FOB) guidance. In worst possible situation of inability to ventilate or maintain saturation, a femorofemoral cardiopulmonary bypass (CPB) was kept ready as standby to start within few minutes. The patient was kept fasting for 8 h and received aspiration prophylaxis with oral ranitidine 150 mg and metoclopramide 10-mg preoperatively. On examination, no endotracheal intubation difficulty was anticipated. Airway management cart for this case included various sizes of ETTs, right-sided DLTs, flexible, and rigid bronchoscope. After instituting electrocardiogram and pulse oximetry, a large-bore intravenous access and invasive arterial blood pressure monitoring were established under local anesthesia inside the operating room. A 16-G nasogastric tube was inserted into the stomach in anticipation of the stomach distention through BEF following positive pressure ventilation. Anesthesia was induced with fentanyl 2 mcg/kg and titrated doses of propofol following preoxygenation with 100% oxygen. After confirming mask ventilation and absence of tidal volume loss into the stomach, suxamethonium 1.5 mg/kg was administered to facilitate endotracheal intubation under direct laryngoscopy using a 6 mm Portex ETT (Smith medical Australasia Pvt. Ltd., Brisbane QLD 4113, Australia). This ETT could not be advanced beyond 20 cm mark; hence, it was withdrawn by about 2 cm, and a FOB was inserted through it to visualize possible cause of resistance encountered. The FOB showed proximal anterior border of the stent and posterior tracheal mucosa bulge, obscuring the visualization of posterior rim of the stent []. An attempt to negotiate FOB across this mucosal bulge into the stent lumen failed. Considering malposition of the stent, a decision to remove it was taken. Hence, ETT was removed, and a 12 mm rigid bronchoscope was inserted into the trachea while maintaining spontaneous respiration and adequate depth of anesthesia. Rigid bronchoscope again confirmed posterior tracheal mucosal bulge proximal to the stent []. The stent was removed using forceps through the rigid bronchoscope. During rigid bronchoscopy, ventilation was maintained manually with low tidal volume, and 100% oxygen using ventilation port of the rigid bronchoscope and peripheral oxygen saturation was maintained above 95%. Anesthesia was maintained using continuous intravenous infusion of propofol. The posterior tracheal mucosal bulge disappeared following stent removal []. Subsequently, trachea was intubated with a 37F right-sided DLT under FOB guidance. The proximal margin of bronchial cuff entering into the right main bronchus and alignment of the right upper lobe ventilation slot against right upper lobe bronchial opening was confirmed on FOB. Before repair of BEF, ventilation through tracheal lumen of DLT was avoided to avoid risk of gas insufflation into esophagus through BEF. Only right lung was ventilated with tidal volume - 300 ml, respiratory rate - 16/min, positive-end expiratory pressure - 4 mmHg, and FiO2-1. Peak and mean airway pressure, end tidal CO2, systemic oxygen saturation, and intermittent arterial blood gas were done during one-lung ventilation to assess adequacy of ventilation and oxygenation.\\nPost fistula repair any difficulty in ventilation or air leak was ruled out, and thoracotomy was closed. No new tracheobronchial stent was inserted immediately after BEF repair, as there was no apparent issue with ventilation. A feeding jejunostomy was performed for enteral nutrition. The patient was awakened and his trachea was extubated soon after the surgical procedure. A thoracic epidural catheter was subsequently inserted at T4–5 intervertebral space using midline approach and bupivacaine 0.125% with 2 mcg/ml fentanyl infusion at 5–7 ml/h was used for postoperative analgesia. Parenteral paracetamol 1 g 8 hourly was used as supplemental analgesic. The postoperative recovery was uneventful, and the patient was discharged from hospital after 1 week of observation.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'8617068': 1, '19383113': 1, '11574354': 1, '26257430': 1, '24883219': 2, '25276461': 2, '23041688': 1, '11088027': 1, '22474805': 1, '30413207': 1, '22811726': 2, '9672929': 1, '18222219': 1, '7457492': 1, '28701606': 2}", "similar_patients": "{'4026863-1': 1, '4167813-1': 1, '3395297-1': 1}"}