{"patient_id": 69198, "patient_uid": "5624692-1", "PMID": 28983342, "file_path": "comm/PMC005xxxxxx/PMC5624692.xml", "title": "Posterior Reversible Encephalopathy Syndrome in a Bone Marrow Transplant Patient: A Complication of Immunosuppressive Drugs?", "patient": "A 20-year-old male with history of CML with myeloid blast crisis, refractory to chemotherapy, who underwent matched unrelated donor allogeneic stem cell transplant 1 month ago, was admitted in the hospital because of two episodes of generalized tonic clonic seizure at home. Prior to his seizure, he did not have any confusion but he was hypertensive. He was intubated prophylactically in the emergency department because of altered mental status and started on treatment with intravenous lorazepam and levetiracetam. The patient developed accelerated hypertension of 200/106 mm Hg and pressure normalized with calcium channel blocker and intravenous (IV) nitrates. He underwent imaging of the brain with non-contrast computed tomography (CT) which did not demonstrate any acute findings. His post-transplantation course was complicated by viral reactivation (HHV6 and BK) and graft versus host disease (GVHD) involving skin. He was on prednisone and tacrolimus for GVHD. Few days prior to admission, he was diagnosed with adenovirus hemorrhagic cystitis and viremia and started on IV Cidofovir. He was treated with broad spectrum antibiotics, antivirals and antifungals medications. Magnetic resonance imaging (MRI) examination of the brain performed without and with intravenous contrast showed bilateral focal regions of well demarcated subcortical white matter increased signal intensity involving left inferior frontal, temporal and right parietal lobe on the FLAIR T2-weighted examinations with absence of diffusion abnormality consistent with PRES. Tacrolimus level was obtained on the day of seizure and came back highly elevated 71.10 ng/mL (normal reference: 2 - 20 ng/mL). Tacrolimus was discontinued and mycophenolate mofetil was started. No further episode of seizure was observed and the patient became normotensive. He was extubated the day after admission and transferred to cancer center for further management.", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'12823354': 1, '15942240': 1, '18356474': 1, '21257628': 1, '33750332': 1, '11068171': 1, '18268188': 1, '7509138': 1, '20699617': 1, '6150182': 1, '12904853': 1, '8559202': 1, '12876250': 1, '16012020': 1, '3306386': 1, '20435835': 1, '23460378': 1, '28983342': 2}", "similar_patients": "{}"}