{"patient_id": 121327, "patient_uid": "5700611-1", "PMID": 29133669, "file_path": "noncomm/PMC005xxxxxx/PMC5700611.xml", "title": "Severe Gemella haemolysans endophthalmitis following ranibizumab intravitreal injection", "patient": "We present the case of a 92-year-old lady with wet age-related macular degeneration who developed endophthalmitis after the 13th ranibizumab injection. The patient had been treated regularly for bilateral wet age-related macular degeneration. During her June 2015 visit, the patient received her 13th right eye and fifth left eye ranibizumab injections without any immediate complication. The patient developed severe right eye pain on her way home on the same day, but only presented to the hospital eye service 6 days later with no perception of light in the right eye. Preinjection best corrected visual acuity in the right eye was 6/48. The patient was otherwise healthy, and not taking any pills.\\nOphthalmological examination showed an injected chemotic right eye with organized hypopyon and no view of the fundus. B-scan ultrasound examination revealed extensive vitreous debris []. A diagnosis of suspected endophthalmitis was made.\\nThe patient was admitted to hospital on the same day. Aqueous and vitreous specimens were obtained for bacterial cultures and gram staining. During posterior vitrectomy, a very opaque and thick vitreous was observed and it was not possible to remove all debris due to an inadequate view. A white sheet of material remained in the posterior pole. Intravitreal Vancomycin 0.5 mg and Amikacin 200 μg was injected at the end of the procedure. The patient was also started on oral Levofloxacin 500 mg twice daily.\\nOn the 1st day following vitrectomy, the right eye was comfortable, with the perception of light vision. Topical ofloxacin, cycloplegics, and steroids were started. Prolonged bacterial cultures on solid and liquid media were negative. In view of the possibility of a toxic posterior segment syndrome, the patient was started on oral prednisolone 40 mg/day 3 days after the anterior chamber and vitreous biopsies came back negative.\\nThree weeks after vitrectomy, 16s ribosomal ribonucleic acid (rRNA) polymerase chain reaction (PCR) of the culture-negative vitreous sample was positive with a gene sequence consistent with Gemella haemolysans. One month after vitrectomy, the eye remained comfortable, with only perception of light vision. Slit-lamp examination showed an injected right eye with corneal decompensation and no fundus view [Figs. and ].\\nOne month later, the patient presented with discomfort and elevated intraocular pressure in the right eye and was diagnosed with pupil block glaucoma for which she underwent YAG Laser peripheral iridotomies. Following the episode of elevated intraocular pressure, her visual acuity was permanently reduced to no perception of light.", "age": "[[92.0, 'year']]", "gender": "F", "relevant_articles": "{'34908851': 2, '19680060': 1, '11812434': 1, '22446145': 1, '12928302': 1, '7173172': 1, '26944277': 1, '29133669': 2}", "similar_patients": "{'8664650-1': 1}"}