{"patient_id": 68674, "patient_uid": "5587927-1", "PMID": 28912990, "file_path": "comm/PMC005xxxxxx/PMC5587927.xml", "title": "Triple Synchronous Primary Neoplasms of the Cervix, Endometrium, and Ovary: A Rare Case Report and Summary of All the English PubMed-Indexed Literature", "patient": "A 55-year-old multiparous woman was referred to our hospital as a case of pelvic/abdominal mass for 2 months. The mass was associated with progressive abdominal distention, left lower abdominal pain, and occasional vaginal bleeding. Her past medical and surgical histories were unremarkable. Upon pelvic examination, a cystic, mobile, nontender pelvic mass was palpated up to the umbilicus. There were no abnormal cervical growths. Laboratory findings showed a slightly elevated CA-125 level of 36.6 U/mL (normal range: 0–35 U/mL).\\nTwo imaging studies were conducted: ultrasound (US) and computed tomography (CT) scan. US showed a 15 cm pelvic mass at the left adnexal site. The mass was cystic and contained solid areas. CT scan showed a heterogeneous 14 × 12 cm pelvic/abdominal mass with solid components, along with multiple prominent left pelvic and para-aortic lymph nodes that were highly suspicious for metastasis. The mass was seen between uterus and rectum. The mass was most likely originating from the left ovary and inseparable from the posterior uterus (). In view of an underlying neoplastic process, a surgical staging operation was planned.\\nThe surgical staging operation consisted of total abdominal hysterectomy, bilateral salpingo-oophorectomy, infracolic omentectomy, sampling from the pelvic lymph nodes and para-aortic lymph nodes, and multiple biopsy specimens from various peritoneal sites. During the laparotomy, the pelvic mass was found to be most likely originating from the left ovary. The uterus was bulky and the right ovary was grossly normal. There were no ascites or other gross intra-abdominal lesions. All resected specimens were examined for histopathological analysis.\\nHistopathological examination showed grade-I endometrioid adenocarcinoma of the uterus with no lymphovascular invasion and less than 50% invasion into the myometrium (). Both ovaries were examined, and the microscopic appearance of the left ovary revealed clear-cell carcinoma with no lymphovascular invasion (). The right ovary and bilateral fallopian tubes were normal. Microscopic examination of the cervix exhibited poorly differentiated squamous cell carcinoma (). The omentum and bilateral pelvic and para-aortic lymph nodes were negative for metastasis.\\nTherefore, the final histopathological diagnosis was triple synchronous primary stage 1B1 poorly differentiated squamous cell carcinoma of the cervix (pTNM: T1B1 Nx M0), stage 1A grade-I endometrioid adenocarcinoma of the uterus (pTNM: T1A Nx M0), and stage 1A clear-cell carcinoma of the left ovary (pTNM: T1A Nx M0).\\nThe case was discussed in the multidisciplinary tumor board meeting and the recommendation was to start adjuvant therapy. The adjuvant therapy consisted of chemotherapy and radiation therapy. The adjuvant chemotherapy was primarily intended for the high-risk ovarian cancer (clear-cell carcinoma) and included six cycles of paclitaxel 175 mg/m2 plus carboplatin (area under the curve [AUC] 6). The adjuvant radiation therapy was primarily intended for the high-risk cervical cancer (poorly differentiated squamous cell carcinoma) and consisted of external beam radiation therapy (EBRT) of 51 Gy delivered in 26 fractions.\\nThe management plan was discussed with the patient; however, she refused the adjuvant treatment. Three months later, she presented to clinic with radiological evidence of recurrence, as follows: large local recurrence in the left iliac fossa, multiple metastatic masses in the abdominal and pelvic cavities, and multiple metastatic retroperitoneal and pelvic lymph nodes.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'24147606': 1, '2982713': 1, '17522881': 1, '2205679': 1, '17009998': 1, '18066567': 1, '17541616': 1, '17049712': 1, '19509592': 1, '1618363': 1, '2722060': 1, '18050828': 1, '7076043': 1, '31331931': 1, '9683285': 1, '7083121': 1, '14675354': 1, '1166864': 1, '10861437': 1, '26972418': 1, '10764420': 1, '27400948': 1, '21632637': 1, '20886347': 1, '28912990': 2}", "similar_patients": "{}"}