{"patient_id": 114158, "patient_uid": "5072246-1", "PMID": 27803576, "file_path": "noncomm/PMC005xxxxxx/PMC5072246.xml", "title": "Continuous Cervical Epidural Analgesia in Metastatic Spinal Cord Compression", "patient": "Mr. P D, a 63-year-old male, presented to the emergency room in mid-December with chief complaints of new onset of severe pain in his neck, right chest wall (corresponding to the fifth and sixth intercostal spaces) and right arm, and weakness in both lower limbs. The intensity of pain was a constant 10/10 on the numeric rating scale, not responding to intramuscular injections of diclofenac or tramadol at home. He was a known case of locally advanced nonsquamous cell lung cancer (adenocarcinoma), despite having undergone surgical resection of the tumor, chemotherapy, and radiation earlier. Comorbid illnesses included interstitial lung disease, for which the patient was on oral prednisolone 15 mg/day. Neurological examination revealed spastic paraparesis (power grade 2/5 in both lower limbs) with a flexor response on bilateral plantar reflexes. Bilateral upper limb motor power was grade 3/5. He was admitted under the care of his primary critical care physician. Magnetic resonance imaging (MRI), done in view of the symptoms, revealed the right Pancoast's tumor infiltrating the chest wall, right brachial plexus, and T1, T2, and T3 vertebrae. There was contiguous infiltration of the vertebral body and posterior elements with enhancing circumferential soft tissue extending the foramina and epidural space resulting in cord compression with intramedullary edema. The emergency neurosurgery team was called in for an opinion, and they ruled out surgery because of the advanced disease status of the patient. He was started on an infusion of injection fentanyl at 25 mcg/h. Dexamethasone 8 mg was started twice a day after admission. Fentanyl was escalated to 50 mcg/h and to 80 mcg/h in a day's time by the primary team for his uncontrolled pain. He continued to have breakthrough pain despite this. Owing to his uncontrolled pains, the pain management team was called in, which increased his doses for breakthrough pain by starting intravenous (i.v) morphine 10 mg every fourth hourly, which was increased to 10 mg (i.v) hourly for pain relief. The i.v fentanyl infusion was gradually titrated downward, and fentanyl transdermal patches were applied. In addition, the patient was on adjuvants for neuropathic pain, including baclofen, nortriptyline, tapentadol, and pregabalin. The pain continued to be consistently severe, and progressive (>7/10) on a numeric rating scale over the next 2 days. The Ramsay sedation score was −1, with pain reported on arousal. There was intermittent, new onset, involuntary jerky movement in the right upper limb. The caregivers, the patient, and the team noticed a vicious cycle of intense pain → opioid administration → transient worrisome drowsiness and an increase in myoclonic jerky movements → return of intense pain at the end-of-dose effect. An MRI screening was done to rule out brain metastases. It revealed an increase in the malignant spinal cord compression at D1-D2. The neurology team diagnosed opioid-induced myoclonus after ruling out possible organic causes. The patient was frustrated and reluctant to take any medication since he would attribute the bothersome drowsiness and jerky movements to medications. The pain was attributed at the time to spinal cord injury at D2 with both neuropathic and nociceptive contributors. At this point, on day 5 of admission, the pain management team recommended a continuous cervical epidural catheter after a detailed discussion within the team and with the family. The rationale was to deafferent the constant nociceptive barrage of signals traveling up the cord from D1 and below. The family physician intervened on our behalf as a patient advocate and helped translate our goals of care to both the doctors and the family.\\nOn Christmas eve, after an informed consent, with anesthesiology stand by, the pain team inserted a cervical epidural catheter under strict aseptic precautions in the operation theater, under antibiotic cover. The patient was placed in the semi-prone position, an 18-gauge Tuohy needle was inserted between the cervical spinous processes in the midline (translaminar approach), under c arm guidance at C5-C6 level. Needle position was confirmed using a loss of resistance technique with saline and after visualizing tip in anteroposterior and lateral views under single shot and continuous fluoroscopy using water-soluble radiocontrast (iohexol 300). The 19-gauge catheter was threaded through this needle to a depth of 4 cm inside the epidural space, tunneled subcutaneously, and a bacterial filter was attached. We administered an initial bolus of a mixture of injection dexamethasone 4 mg and injection xylocard 2% 4 mL. The rationale for using the steroid was to deliver the steroid as close to the area of the cord compression as possible. The patient tolerated this procedure well. We shifted the patient to the intensive care unit for observation in the night, and he was started on an epidural infusion of the local anesthetic ropivacaine 0.1% concentration at a rate of 3 ml/h. The patient reported an immediate reduction of pain to 3/10 on the numeric rating scale. Mr. P D slept that night, and injection morphine was prescribed for rescue analgesia. He required one dose that night but refused to take any further doses after it made him drowsy. He did not report any episode of intense pain thereafter. The patient was shifted to the ward on Christmas day with a continuous cervical epidural infusion via a nonelectronic, ambulatory, disposable, elastomeric, silastic infusion device (Baxter™) filled with ropivacaine at 5 ml/h at 0.1% concentration. The patient was cheerful, pain-free, and alert with adequate pain relief and improved quality of life. The involuntary movements had stopped, and he was not on any opioids after the 1st day. The only adjunct was pregabalin (450 mg/day). As per protocol for continuous local anesthetic infusions in our institution, on day 5, we stopped the infusion for up to 12 h (pain score was 0) and removed the catheter subsequently. We discussed the possibility of an intrathecal continuous drug delivery implant in the future. However, the pain did not recur after this 5-day period of desensitization, and the patient was subsequently discharged the next day. The patient continued to be absolutely pain-free until day 64 when he passed away due to pneumonia, which was a complication of his spinal cord injury. His words to our team at the time of his terminal discharge from the ward, were, “this has been the best Christmas gift of my life.”", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'24051611': 1, '8311355': 1, '9362426': 1, '17030592': 1, '29419660': 1, '9952099': 1, '21684173': 1, '25684104': 1, '19179905': 1, '21412369': 1, '29159776': 1, '24592322': 1, '15908648': 1, '8087444': 1, '9514554': 1, '24748942': 1, '20547511': 1, '8232082': 1, '25617901': 1, '12512970': 1, '26787789': 1, '27803576': 2}", "similar_patients": "{}"}