{"patient_id": 65441, "patient_uid": "5348800-1", "PMID": 28288589, "file_path": "comm/PMC005xxxxxx/PMC5348800.xml", "title": "Choroidal infarction in a glaucoma patient with Flammer syndrome: a case report with a long term follow-up", "patient": "A 36-year-old Caucasian woman was referred to our Ophthalmology Department with the suspicion of normal tension glaucoma (NTG) based on a visual field (VF) defect and normal values of intraocular pressure (IOP). Standard automated perimetry (Octopus 101, G2) confirmed, in the right eye (RE), a deep, paracentral scotoma in the inferior/nasal region connected to the blind spot (Mean Damage: MD = 5.4, Loss Variance: LV = 91.2) []. The left eye (LE) was unaffected (MD = −1.3, LV = 4.1) (Fig. ). Up to this date she had not experienced any visual symptoms. Her medical history was also unremarkable, she denied suffering from any diseases or taking any medication. She was slim with classical symptoms of FS like cold hands and feet, low blood pressure and reduced feeling of thirst. She reported having frequent headaches, but not migraine. Nailfold capillaroscopy confirmed vasospasm (spontaneous cessations of blood flow). Systolic blood pressure (BP) fluctuated between 95 to 116 mm Hg, and diastolic BP between 60 to 84 mm Hg. The lowest values occurred at midnight and early in the morning. Family history for glaucoma was negative. Visual acuity (distance in Snellen charts) was 1.0 cc −1.0 D in the RE and 1.0 cc −3.5 D in the LE. Slit lamp examination did not reveal any abnormalities in the anterior segment of both eyes. The anterior chamber angle was open without any abnormalities in either eye. IOP measured by Goldmann applanation tonometry was within normal limits in both eyes: 18–20 mm Hg in the RE and 15–19 mm Hg in the LE. However, the central corneal thickness (CCT) was decreased: 491 μm in the RE and 490 μm in the LE, which indicated that IOP was underestimated. Therefore we corrected IOP by plus 4 mmHg. The cup-to-disc (C/D) ratio of the optic nerve head (ONH) was 0.7 in both eyes. There were no other pathologies in both eyes except enlarged ONH excavations. Scanning laser tomography (HRT II) confirmed symmetric optic nerve disc excavations in both eyes (C/D ratio: 0.674 in the RE and 0.672 in the LE) (Fig. ). The discs were classified as “borderline” by Moorfield’s analysis, with the suspicion of glaucomatous damage in the temporal/inferior and temporal sectors of the RE and in the temporal/superior sector of the LE. Both discs were relatively large (disc area: RE - 3.390 mm2, LE - 3.270 mm2). The discrepancy between the VF defect and the ONH appearance and the presence of FS motivated us to evaluate the circulation of ONH and the parapapillary area with a simultaneous fluorescein/indocyanine green angiography (FA/ICGA) with a scanning laser (Heidelberg Retina Angiography) (Fig. ). Fundus FA demonstrated in the early phase a hypo-fluorescent area in the superior/temporal peripapillary region. Large choroidal vessels were visible here, indicating non-perfusion of the corresponding choriocapillaries (Fig. ). In later phases, this area was hyper-fluorescent with “window defects” indicating retinal pigment epithelium (RPE) damage (Fig. ). The simultaneously performed ICGA revealed diminished perfusion of the choriocapillaries in the area of RPE damage, probably due to atrophy of the corresponding capillaries (Fig. ). This area of combined RPE/choriocapillaries atrophy corresponded well with the visual field defect. The angiogram of the LE demonstrate no abnormalities (not shown). The outcome of perimetry combined with the outcome of fundus angiography suggested an antecedent infarction in the parapapillary choroid.\\nThe patient and family history was negative for thrombotic disease or hypercoagulability. Classical risk factors for vascular occlusion were excluded: homocysteine and lipid serum levels were within normal limits, antinuclear antibodies levels in the blood were low and unspecific, and antibodies characteristic of antiphospholipid syndrome (anticardiolipin antibodies and antibodies against β-2-glicoprotein) in the blood were also negative.\\nAs the VF defect was threatening fixation, we introduced an IOP-lowering treatment. First, a therapy with latanoprost was initiated, and later a fixed combination of latanoprost and timolol, but IOP did not diminish satisfactorily. On the latter therapy, IOP fluctuated between 15 to 19 mm Hg in the RE and between 12 to 15 mm Hg in the LE on the diurnal curve, with the highest values in the morning. Thus, the therapy was changed to a fixed combination of bimatoprost and timolol. Under this therapy, IOP measurements did not exceed 11–12 mm Hg in both eyes.\\nThe patient received follow-ups over 11 years. The patient developed now classical signs of glaucomatous optic neuropathy. There were signs of neuroretinal rim loss in both eyes. The rim area measured with the HRT II decreased in both eyes (by 0.183 mm2 in the RE and by 0.157 mm2 in the LE) and more disc sectors were classified as “abnormal” or “borderline” by Moorfield’s analysis (Fig. ). In addition, scanning laser polarimetry (GDx ECC) revealed diminished retinal nerve fibre layer (RNFL) thickness in the superior/temporal peripapillary area of the RE (Fig. ). The visual field index MD fluctuated markedly, which is characteristic for FS subjects. The focal damage (LV), however, remained stable.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'12657594': 1, '30741709': 1, '22256559': 1, '29600192': 1, '25075228': 1, '11286896': 1, '24532398': 1, '29209435': 1, '3758684': 1, '17998040': 1, '33786089': 1, '3673767': 1, '11879133': 1, '28725291': 1, '23742177': 1, '3402743': 1, '28725290': 1, '18493274': 1, '8878192': 1, '29209436': 1, '12150988': 1, '28288589': 2}", "similar_patients": "{}"}