{"patient_id": 64305, "patient_uid": "5241451-1", "PMID": 28133558, "file_path": "comm/PMC005xxxxxx/PMC5241451.xml", "title": "Myelopathy due to Spinal Extramedullary Hematopoiesis in a Patient with Polycythemia Vera", "patient": "A 55-year-old woman had been diagnosed as having polycythemia vera in 2005 and followed up by a hematologist at another hospital. In 2012, she developed walking difficulty with progressive numbness and weakness in both legs, which started 3 months after radiation therapy for splenomegaly. She was seen at a nearby clinic, and MRI revealed an epidural lesion in the thoracic spine. At the initial visit to our hospital, cranial nerve examination and strength of the upper limbs were normal; however, both lower limbs were weak with power of 4/5 in iliopsoas, quadriceps, and hamstrings. Deep tendon reflexes were normal, and Babinski sign was negative. Sensation to touch and pain below navel was 5/10. The Japanese Orthopedic Association (JOA) score for thoracic myelopathy was 6/11. Blood test showed increased red blood cell count (19,900/μL), hemoglobin level (17.6 g/dL), and reduced platelet count (74,000 μL). Radiograph finding of the thoracic spine was normal. MRI of the thoracic spine showed an epidural mass extending from the fifth to the tenth thoracic vertebra (). The lesion appeared isointense on T1-weighted images (WI) and hyperintense on T2-WI and showed heterogeneous enhancement after gadolinium administration. The spinal cord was compressed by the posterior epidural mass.\\nBecause her neurological symptoms were progressively getting worse, posterior decompression surgery was performed from the fourth to the ninth thoracic vertebra with intraoperative transfusion of platelets. The laminal arch of vertebrae from the fourth to the ninth thoracic spine was removed, and the reddish brown continuous mass was excised (). The mass was not adhered to the dura mater and was easily removed. The operation time was 185 min, and the estimated blood loss was 1250 g. Histological examination confirmed the diagnosis of EMH because of the presence of hematopoietic cells differentiated into mature myelopoietic, erythropoietic, and megakaryocytic cells (). Furthermore, immunohistochemical analysis of surgical sample was performed by using glycophorin A (DAKO, clone: JC159, 1 : 400) for erythroblasts, CD41 (Calbiochem, clone: 283.16B7, 1 : 2000) for megakaryocytes, and MPO (DAKO, rabbit polyclonal, 1 : 500) for granulocytes (). These results also clearly supported the diagnosis of EMH. Immediately after surgery, she was able to walk and the leg numbness and weakness were resolved. She was not given postoperative radiation therapy and chemotherapy. A year after the surgery, there were no clinical or radiological signs of recurrence ().", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'17513521': 1, '20237866': 1, '20204423': 1, '13151530': 1, '17634741': 1, '7897533': 1, '23330877': 1, '18398588': 1, '8315451': 1, '18441161': 1, '11902077': 1, '1457252': 1, '33102361': 2, '24929265': 1, '7247589': 1, '24404404': 2, '14531481': 1, '8965112': 1, '28133558': 2}", "similar_patients": "{'3883269-1': 1, '7567292-1': 1}"}