{"patient_id": 68874, "patient_uid": "5603021-1", "PMID": 28915852, "file_path": "comm/PMC005xxxxxx/PMC5603021.xml", "title": "A novel frameshift GRN mutation results in frontotemporal lobar degeneration with a distinct clinical phenotype in two siblings: case report and literature review", "patient": "A 74-year-old woman was referred to our hospital and admitted for progressive speech and language difficulties. The patient was unable to recall the names of things or persons and was unable to communicate with others for about 1 year prior to admission, though she was able to shop and do housework without difficulty. She had no significant medical history; however, regarding her family history, her elder brother had developed word-finding difficulty with verbal paraphasia and right-hand limb-kinetic apraxia at the age of 62 years of age, and was diagnosed with CBS at 69 years of age. He had frontal lobe signs such as forced grasping, total aphasia, and right-limb kinetic apraxia; moreover, brain magnetic resonance imaging (MRI) demonstrated frontal and temporal lobar atrophy dominantly affecting the left side (Fig. ). The patient’s brother and parents had passed away; therefore, we could not obtain their detailed clinical information.\\nNeurological findings indicated that our patient was lucid, but showed thought laziness. The cranial nerves, including those related to eye movement, were normal. The patient had normal muscle tonus and did not show muscle weakness or involuntary movement, but all extremity tendon reflexes were slightly increased. There was no evidence of sensory impairment or cerebellar ataxia. It was noted that speech required significant effort, was slow and non-fluent, and showed anarthria and aphasia. The patient’s Mini-Mental Scale Examination score was 4/30.\\nLanguage function was assessed using the Western Aphasia Battery (WAB) Japanese edition once and SLTA (standard language test of aphasia) two times within 2 months. The scores of WAB subtests were as follows: spontaneous speech, 13 points; auditory verbal comprehension, 5.5 points; repetition, 0 points; naming, 0 points; reading, 4.3 points; writing, 2.2 points; praxis, 6.8 points; and construction, drawing, block design & calculation, 6.6 points. Raven’s score was 25/37 (average ± standard deviation: 26.9 ± 5.4). Aphasia quotient was 36.8. The results of SLTA were similar to those of WAB. Naming, writing, and repetition were impaired. However, auditory verbal comprehension and reading concerning words and short sentences were relatively preserved. Spatial perception and visual perception were also normal. Verbal comprehension via visual perception was approximately normal. Therefore, it is likely that auditory verbal comprehension was complemented by visual perception. Constructional dysfunction, limb-kinetic apraxia, ideational apraxia, and motor apraxia were not observed. Laboratory blood examinations did not reveal any particular abnormalities that could have caused cognitive dysfunction. Cell counts and protein concentrations in the patient’s cerebrospinal fluid were within normal ranges, and concentrations of tau protein (282 pg/mL) and phosphorylated tau protein (31.3 pg/mL or lower) were also normal. Brain MRI demonstrated cerebral atrophy dominantly affecting the left frontotemporal lobes (Fig. ).\\nClinically, the main patient symptoms were difficulty in verbal expression and non-fluent aphasia in the absence of visual memory impairment or behavioral abnormalities. On this premise, the patient was diagnosed with PPA according to Mesulam’s criteria []. Furthermore, the aphasia was classified as non-fluent progressive aphasia because, while speech itself required effort, the patient retained knowledge about objects and the ability to understand words. Brain MRI demonstrated cerebral cortical atrophy dominantly affecting the left frontal and temporal lobes, consistent with previous reports of non-fluent aphasia [, ]. Thus, FTLD was diagnosed according to the patient’s clinical symptoms. Since the patient’s elder brother had been diagnosed with CBS, and similar familial cases of FTLD due to GRN and microtubule-associated protein tau gene (MAPT) mutations had been reported [], we performed genetic analyses on the patient.\\nGenomic deoxyribonucleic acid (DNA) was extracted from peripheral leukocytes isolated from the patient. The exon/intron boundary of GRN was amplified by polymerase chain reaction (PCR) according to a previously reported method [] and the PCR products were sequenced in both directions. Briefly, blood was collected into a PAXgene® RNA tube, total ribonucleic acid (RNA) was extracted from the sample, and cDNA was prepared from total RNA by a reverse transcriptase reaction. cDNA was then amplified by reverse transcriptase–polymerase chain reaction (RT-PCR) (forward primer: 5′-ACCCAGGCTGTGTGCTG-3′; reverse primer: 5′-GACAGCCTCTGGGATTGGAC-3′) and the gene expression of GRN was analyzed. Then, the amplified PCR product was extracted and its sequence was analyzed.\\nThe genetic examination identified a novel mutation (c.1118_1119delCCinsG) in exon10 of GRN, which was thought to cause a frameshift mutation (p.Pro373ArgX38). No pathological mutations of MAPT were identified. The GRN mRNA sequence was analyzed by RT-PCR; however, a mutant allele product was not detected, suggesting degradation of the mutant allele by the nonsense-mediated RNA decay system. Accordingly, haploinsufficiency due to reduced expression of progranulin was considered to be a possible pathogenic mechanism of FTLD in these cases (Fig. ).", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'9861023': 1, '21258152': 1, '17826340': 1, '18234697': 1, '22491866': 1, '17949857': 1, '11310619': 1, '20930271': 1, '9539133': 1, '34631218': 1, '18855025': 1, '17950702': 1, '16862115': 1, '19101631': 1, '19884572': 1, '17439980': 1, '24800652': 1, '22818528': 1, '9539132': 1, '16862116': 1, '17030534': 1, '18479928': 1, '17917583': 1, '28915852': 2}", "similar_patients": "{}"}