{"patient_id": 115872, "patient_uid": "5292020-1", "PMID": 28184361, "file_path": "noncomm/PMC005xxxxxx/PMC5292020.xml", "title": "Femoral Intertrochanteric Fracture With Spontaneous Lumbar Hernia: A Case Report", "patient": "In August 2014, a 76-year-old woman with no previous surgeries or history of trauma was sent to our department with a suspected femoral intertrochanteric fracture after a fall. Physical examination showed, besides local tenderness and swelling of the right hip joint, a smooth, soft, and movable mass (about 12 cm × 8 cm), with no tenderness, palpable on her left flank, which had gradually increased in size during the last seven years and presented with a slight feeling of swelling (). The right intertrochanteric femoral fracture (OTA classification 31A.3.1) was confirmed by X-ray radiographs. Routine laboratory tests were within normal range. Further examination of the left flank mass was not undertaken immediately, as we wrongly thought it was a lipoma. Six hours later, the patient presented with a sudden onset of nausea, vomiting and abdominal distension. Computed tomography (CT) examination of the abdomen revealed a bilateral lumbar hernia between the erector spinae muscle group and the internal oblique muscles through the aponeurosis of the transversalis muscle (Grynfeltt hernia) and bilateral ureteral expansion caused by distension of the bladder (). Manual reduction of the left lumbar hernia was performed successfully with an indwelling catheter, the waist was fixed with a belt, and the symptoms were relieved. Subsequently, a general surgeon was consulted and recommended surgical repair. However, the patient refused the operation to repair the bilateral lumbar hernia. An orthopedic operation to repair the bone fracture was carried out on the third day of admission, when the patient became medically stable, using intramedullary nail fixation after closed reduction of the right extremity, and the patient was discharged from the hospital five days later. This study was approved by the ethics committee of the second affiliated hospital of Wenzhou medical university, and informed consent was obtained from the patient.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'7874549': 1, '30315438': 1, '16137398': 1, '19890674': 1, '7580781': 1, '17224505': 1, '25051974': 2, '18553051': 1, '15554289': 1, '13951839': 1, '25089151': 2, '28184361': 2}", "similar_patients": "{'4113598-1': 1, '4118656-1': 1}"}