{"patient_id": 65139, "patient_uid": "5331276-1", "PMID": 28293440, "file_path": "comm/PMC005xxxxxx/PMC5331276.xml", "title": "The Diagnosis and Treatment of Multiple Factitious Oral Ulcers in a 6-Year-Old Boy", "patient": "A 6-year-old boy accompanied by his father came to the Clinics of Pediatric Dentistry and Stomatology of the Bauru School of Dentistry, University of São Paulo (FOB-USP). The father previously signed the free consent form, authorizing the treatment and the publication of this case. During the anamnesis, the father reported that they first sought a doctor suspecting of parotiditis that was not confirmed. The doctor referred the child to the dentist. Then, the father reported his concern with an abnormal tumescence that appeared in the right side of the boy's face two days ago. This lesion was associated with pain on palpation. Other relevant clinical findings were the allergy to insect bites and tonsillectomy performed eight months ago. The boy was not under medical treatment or medication use.\\nThe extraoral clinical examination revealed that the patient had a significant swelling, hard on palpation, in the right lower third of the face, next to the posterior area of the mandible's body (). In the intraoral examination, we noted a dental caries lesion on the left second primary molar (#75). Notwithstanding, either other alterations in hard and soft tissues or premature occlusal contacts were not found at the right side of the mandibular arch (Figures and ). The oral mucosa located on the swelling area had ulcers at different healing stages (). The boy affirmed that he did not remember when the lesions had started, reporting pain only on palpation. The analysis of an orthopantomography confirmed no bone or tooth alterations that could justify the swelling.\\nDuring the session, the boy was very quiet and cooperative, demonstrating his shy behavior. In the anamnesis, the father reported two significant facts: (1) a recent change in his familial structure, when his daughter left home after her marriage; (2) the very close relationship between his children. At that moment, we suggested the hypothesis of self-harm for attention, which led to the presumptive diagnosis of factitious oral ulcers. The lesions were probably produced by self-biting of buccal vestibule and nail-scratching of gingival tissue. These hypotheses were supported by additional reports, describing the boy's habit of introducing his fingers into the mouth, in the same side where the ulcers were observed.\\nWe established the treatment for pain and inflammation control, by the topical application of Gingilone ointment (hydrocortisone acetate 5.0 mg/g, neomycin sulfate 5.0 mg/g, troxerutin 20.0 mg/g, ascorbic acid 0.50 mg/g, and benzocaine 2.0 mg/g, Cosmed Indústria de Cosméticos e Medicamentos S.A., Tamboré, Barueri, São Paulo, Brazil) on the ulcers, in the regime of three times a day for one week. After that, the patient was advised to return periodically until a conclusive diagnosis.\\nAt 7-day follow-up appointment, we observed the swelling regression during the extraoral examination. The intraoral examination revealed the initial healing of the ulcers. At 30-day follow-up appointment, we observed the total remission of the swelling and ulcers on the right side of the mandible (Figures and ). Thus, the diagnosis of factitious oral ulcers was clinically confirmed by the case resolution.\\nAt this moment, the patient is being periodically monitored to observe the possible recurrence of lesions. We recommended that the parents seek specialized psychological treatment to help the boy with the new family routine.", "age": "[[6.0, 'year']]", "gender": "M", "relevant_articles": "{'19421397': 1, '21078074': 1, '23909599': 1, '4507270': 1, '26315926': 1, '34430469': 1, '25101126': 1, '22380489': 1, '7776171': 1, '18482519': 1, '20852088': 1, '17468715': 1, '22340154': 1, '21208494': 1, '28293440': 2}", "similar_patients": "{}"}