{"patient_id": 62650, "patient_uid": "5080500-1", "PMID": 27818812, "file_path": "comm/PMC005xxxxxx/PMC5080500.xml", "title": "CNS Vasculitis Associated with Waldenström Macroglobulinemia", "patient": "A 66-year-old woman with WM, hypertension, hyperlipidemia, and chronic anemia was referred by her primary care provider for evaluation of acute altered mental status. Symptomatology additionally included right-left disorientation, difficulty concentrating, blurry vision, and poor coordination (described as difficulty grabbing objects). Six years prior to presentation, she was found to be anemic [hemoglobin 9.1 g/dL, reference range 11.5–15.5] on routine medical evaluation. White blood cell and platelet counts were within normal limits. Further evaluation demonstrated an IgM kappa monoclonal protein. IgM was 659 mg/dL [reference range 57–341]. IgG was 448 mg/dL [reference range 780–1656]. IgA, calcium, creatinine, serum viscosity, and beta-2-microglobulin were within normal limits. There were no osteolytic lesions on skeletal bone survey. Bone marrow biopsy revealed infiltration by lymphoplasmacytoid cells. Flow cytometric immunophenotyping revealed that the cells were positive for CD19, CD20 and negative for CD5, CD10, and CD23. She was initially treated with rituximab and then maintained on thalidomide until 2 months prior to presentation. In the month prior to presentation, she suffered spontaneous atraumatic fractures of the left upper sacrum and right scapular presumed to be pathologic fractures secondary to WM, for which she was started on narcotic pain medications and later hospitalized with acute kidney injury from nonsteroidal anti-inflammatory drug usage. Current medications included aspirin, estrogen patch, famotidine, calcitonin, zoledronic acid, iron sulfate, omega-3 fatty acids, antihypertensive medications, and a variety of oral/transdermal narcotic medications. Family history was significant for mother with multiple myeloma. Patient was a practicing attorney at the time of presentation.\\nVital signs were within normal limits. On physical exam, patient was oriented to person and place only. She was unable to spell the word “WORLD” backwards, though she had normal repetition and no right-to-left confusion. She had difficulty maintaining concentration to comply with exam, and thus, visual fields were not assessed. Optic ataxia was present. Cranial nerves III–XII were intact. Ophthalmologic evaluation did not reveal uveitis, retinal hemorrhages, or optic nerve head edema. Patient had normal strength, sensation, cerebellar tests, and Babinski reflex. She had symmetric 3+ reflexes at biceps and patellar. Hoffman reflex was present bilaterally, and gait was antalgic.\\nNoncontrast head computed tomography (CT) was within normal limits. Basic labs were significant for anemia and mildly reduced glomerular filtration rate. Patient was admitted for presumed delirium secondary to polypharmacy from narcotic medications. Magnetic resonance imaging (MRI) of the brain obtained later on the day of admission showed acute nonenhancing symmetric infarctions involving the cortical surface of the anterior parietal lobes (Figures and ). Magnetic resonance venography was normal. Lumbar puncture (LP) showed mildly elevated proteins, but no leukocytosis or abnormal cytology. WM labs were significant for elevated IgM of 2250 mg/dL [reference range 40–260], normal IgA level, and low IgG of 236 mg/dL [reference range 741–1861]. Serum viscosity was 1.89 centipoise [reference range of 1.10 to 1.80]. Bacterial and viral infectious workup as well as autoimmune and systemic vasculitis workup (including cryoglobulinemia) of cerebrospinal fluid (CSF) and serum was negative. Electroencephalogram showed diffuse slowing.\\nDue to development of acute left hemiparesis, repeat brain MRI was obtained two days after admission, which showed progression of FLAIR signal abnormalities with reduced diffusion consistent with multifocal cortical infarctions (Figures and ). Magnetic resonance angiography showed small peripheral branches of the cerebral arteries, suspicious for vasculitis. Patient was empirically started on intravenous steroids for CNS vasculitis. Cerebral angiogram performed the next day confirmed multifocal small vessel vasculitis predominantly involving the posterior circulation (). Cyclophosphamide was added to the patient's steroid regimen, and the patient's mental status and neurologic deficits gradually improved, though she had residual left hemiparesis. Repeat MRI showed evolution and stabilization, respectively, of ischemic infarcts. Patient was discharged to rehabilitation center for physical therapy with oral prednisone and cyclophosphamide, both of which were successfully tapered/discontinued in the year after discharge.\\nOn followup over 7 years, patient developed peripheral distal axonal sensorimotor neuropathy that was treated with pregabalin and eventually gained independence from walker/canes with ambulation. Although the patient initially had visual complaints, her peripheral vision improved gradually during followup. She experienced no recurrences or exacerbations of WM or CNS vasculitis. She continued to have an IgM kappa monoclonal protein. IgM was 560 mg/dL [reference range 40–260], IgG was 271 mg/dL [reference range 741–1861 mg/dL], and IgA was 51 mg/dL [reference range 70–463]. White blood cell count was 13 × 109/L [reference range 3.8–11.2]. Hemoglobin, platelet count, calcium, creatinine, serum viscosity, and beta-2-microglobulin were within normal limits.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'17709605': 1, '25837517': 1, '31824806': 2, '24491822': 1, '8916300': 1, '18813229': 1, '27818812': 2}", "similar_patients": "{'6886659-1': 1}"}