{"patient_id": 114915, "patient_uid": "5136738-1", "PMID": 27994841, "file_path": "noncomm/PMC005xxxxxx/PMC5136738.xml", "title": "Do all Critical Aortic Stenosis with Chest Pain Need Aortic Valve Replacement? A Case Report", "patient": "A 91-year-old gentleman with history of hypertension, dyslipidemia and AS presented to our office on 7/2015 with complaints of new onset sub sternal burning pain of 6 weeks duration. This pain was worse with exertion and was relieved by rest. Patient would have pain on walking even around 100 yards. Prior to 6 weeks patient could walk 2 blocks on level ground without shortness of breath or chest pain. Patient denied any history of radiation or referral of pain. It was not related to breathing or positional changes. On examination, Blood pressure was 140/90 mm Hg and Pulse was regular at 60 beats per minute. Cardiovascular exam revealed a Grade 4/6 ejection systolic murmur best heard in the right second intercostal region radiating bilaterally to the neck. ECG revealed left ventricular hypertrophy (LVH) with non specific ST-T wave changes in inferior leads (). Stress test was precluded due to critical AS.\\nEchocardiography (ECHO) done in May of 2014 had revealed critical AS with aortic valve area of 0.6-0.7 centimeter square and ejection fraction of 65 percent. The Aortic valve (AV) was heavily calcified. Aortic valve peak velocity (AV Vmax) 4.66 m/s (). Notably, in 2014 patient was asymptomatic. In view of his new symptoms, the patient was directly referred for a cardiac catheterization to evaluate his coronary anatomy prior to AVR.\\nComplete heart catheterization was performed. Hemodynamic measurement revealed Left ventricle (LV) pressure 240/0 with left ventricular end diastolic pressure (LVEDP) of 10. Central Aortic pressure was 166/59. There was a 55 mm mean gradient across the aortic valve. Pulmonary artery wedge pressure (PAWP), mean of 24, Right atrium (RA) mean of 8, Right ventricle (RV) 60/10 with an Right ventricular end diastolic pressure (RVEDP) of 14, Pulmonary artery (PA) 60/17. The aortic valve area was calculated at 0.6 centimeter square, which was unchanged from ECHO done May 1, 2014.\\nThe left ventriculogram in the right anterior oblique (RAO) view revealed normal LV systolic motion and ejection fraction of 55-60 percent. Left main coronary artery revealed a common ostium-giving rise to the Left anterior descending (LAD) and the circumflex. Right coronary artery (RCA) revealed a 99 % ostial narrowing (). LAD revealed a 60 % narrowing in its proximal segment and a 90% ostial diagonal narrowing (). Circumflex coronary artery had a 90 % stenosis ().\\nAfter a detailed discussion involving the patient, his son, interventional cardiologist and the cardio thoracic surgeon, patient requested that only PCI of the RCA be considered, as the chest pain was of recent duration with no change in aortic valve finding. Thus, a successful PCI was done in the proximal RCA with a bare metal stent (). Patient was recommended anti-platelet therapy only for 6 months.\\nPatient did extremely well after PCI of the RCA and the patient has remained asymptomatic to date. Thus, this new onset chest pain in patient with critical AS was due to concomitant coronary artery lesion and was amenable to stenting and thus spared this elderly patient from the aortic valve replacement which would have been a high risk surgery for him.", "age": "[[91.0, 'year']]", "gender": "M", "relevant_articles": "{'22443479': 1, '16875962': 1, '24603191': 1, '21345845': 1, '25788234': 1, '21639811': 1, '20961243': 1, '7249320': 1, '27251569': 1, '668073': 1, '4894151': 1, '26983307': 1, '26749948': 1, '7189084': 1, '7127696': 1, '23683951': 1, '22922415': 1, '12831818': 1, '21954228': 1, '15967862': 1, '27994841': 2}", "similar_patients": "{}"}