{"patient_id": 123451, "patient_uid": "5858010-1", "PMID": 29556560, "file_path": "noncomm/PMC005xxxxxx/PMC5858010.xml", "title": "Cardiac arrest due to an unexpected acute myocardial infarction during head and neck surgery: A case report", "patient": "A 55-year-old male, non-smoker with hypertension, with American Society of Anesthesiologists class II physical status and body mass index (BMI, height 177 cm, weight 87 kg) 27.8, was admitted for surgery for recurrent squamous cell carcinoma (SCC) of the right lip, maxilla, and buccal mucosa. The patient was initially diagnosed 10 years prior at a different hospital and underwent right maxillectomy, followed by additional mass resection at our dental hospital 2 years prior due to recurrence. The patient had another recurrence and was planned to undergo mass resection, partial maxillectomy, selective neck dissection (right level I, II, III), and reconstruction with anterolateral thigh free flap. He was on lercanidipine and atorvastatin (without aspirin). We performed surgery without additional cardiac evaluation, as the patient was relatively young, with estimated functional capacity > 4 metabolic equivalents (METs).\\nThe preoperative electrocardiogram (ECG) was normal (). Chest X-ray was unremarkable. Preoperative hemoglobin (Hb) and hematocrit (Hct) were 16.6 g/dL and 46.9%, respectively. Other preoperative laboratory findings were within normal range except alanine aminotransferase (44 IU/L). He had no premedication for general anesthesia.\\nThe process after induction of general anesthesia is outlined in . Anesthesia was induced after establishing routine patient monitoring (pulse oximetry, end-tidal CO2, ECG lead II with continuous ST-segment analysis, and noninvasive blood pressure monitoring) and bispectral index. His blood pressure (BP) was 155/89 mmHg, heart rate (HR) was 112 beats/min, body temperature was 36.1℃ and pulse oximetry oxygen saturation (SpO2) was 98%. After sufficient preoxygenation, anesthesia was induced with thiopental sodium (350 mg) and cisatracurium (16 mg). Nasotracheal intubation with an endotracheal tube (RAE cuffed, 7.0 mm) was performed without difficulty. Anesthesia was maintained with an O2/air mixture and adjusted for desflurane (5–7%). The patient was maintained on volume controlled mechanical ventilation with a mean arterial pressure 60–80 mmHg and normal and regular heart rate. Additional cisatracurium (2 mg) was administered as needed. The tidal volume was 6–8 ml/kg, and positive end expiratory pressure (5 cmH2O) was utilized. The respiratory rate was adjusted to maintain partial pressure of end-tidal CO2 at 30–35 mmHg. Invasive BP monitoring and arterial blood gas analysis (ABGA) were performed with the catheter in the right dorsalis pedis artery. Because Post-induction HR level was maintained above 100, esmolol 30 mg and fentanyl 50 µg were administered, and then HR level decreased to below 100.\\nSurgery was uneventful. We started dopamine (3–6 µg/kg/min) injection 4 h after anesthesia induction to maintain BP. At 7 h after anesthesia induction, the HR was above 100 and BP was unstable, even after 4 L of crystalloid saline infusion (urine output 500 ml, blood loss 300 ml), and we started phenylephrine (0.5 µg/kg/min). When mass excision was completed and anterolateral thigh harvesting of a free flap was started, the ST segment was elevated by 4 mm and then decreased to 2 mm. BP was 132/72 mmHg and HR was above 100. We started remifentanil 1 ng/ml using a target-controlled infusion system (Orchestra Base Primea, Fresinius Kabi, Bad Homburg, Germay) and HR decreased to 60 without change in BP (). Body temperature was 37.4℃. ABGA results at 20 min before cardiopulmonary resuscitation (CPR) are shown in . After about 30 min of ST segment elevation, the ECG changed from sinus rhythm to ventricular fibrillation, and a pulse was not palpable (). Saturation prior to cardiac arrest was above 98%. We commenced CPR and stopped remifentanil. After defibrillation (monophasic 300 J) we injected adenosine 6 mg, followed by 2nd defibrillation (360 J) and epinephrine 1 mg. After 3rd defibrillation (360 J), we observed return of spontaneous circulation (ROSC) (). After ROSC, we injected methylprednisolone 250 mg. However, BP was reduced and we repeated epinephrine 1 mg and increased dopamine dosage to 15 µg/kg/min. Tachycardia persisted with elevated ST segment (). With suspected ST elevation MI, we started nitroglycerine at 1 µg/kg/min and remifentanil 1 ng/ml using a target-controlled infusion system. We discontinued the operation and started primary wound closure. ABGA results after ROSC showed acidosis, and sodium bicarbonate 60 mEq was injected. ABGA results after 10 min showed improvement in acidosis but reduced ionized calcium, and we injected calcium gluconate 1 g (). We arranged transfer to a hospital where percutaneous coronary intervention (PCI) was available. While being transported, the patient was intubated but had spontaneous respiration, was fully conscious, and had no neurological symptoms. BP was 111/52 mmHg, HR was 55 beats/min, body temperature was 37.3℃, and SpO2 was 97%. Laboratory tests in the ER showed creatine kinase MB (CKMB) 34.5 ng/mL (reference: < 6.6 ng/mL), troponin I 0.35 ng/mL (reference: < 0.028 ng/mL), Hb 11.9 g/dL, and Hct 35%. The ECG showed ST elevation in II, III, aVF, V4, 5, and 6 and ST depression in I, aVL, and V3 leads (). Cardiac catheterization revealed single-vessel disease. The left coronary artery (LCA) was intact but the middle portion of the right coronary artery (RCA) was totally occluded with thrombus (). Red thrombus was removed with suction and wiring to the distal RCA was successfully performed (). After reperfusion, balloon dilatation and stent insertion were performed (). The patient was admitted to intensive care and aspirin 100 mg and clopidogrel 75 mg was started. After PCI, an echocardiogram showed “normal left ventricle cavity size and systolic function; calculated ejection fraction 56%; RCA territory ischemic insult; akinesia of basal, mid, apical inferior wall; trivial tricuspid regurgitation; dilated left atrium cavity; no other pathological changes”. The patient showed clinical improvement with progressive normalization of cardiac enzymes and after 7 days was transferred to the Maxillofacial Surgery ward of our dental hospital without complications. However, he still required anticoagulation and conservative treatment pending further reconstructive surgery in 6 months.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'25086026': 1, '18582931': 1, '27357590': 1, '12929099': 1, '12933373': 1, '28218229': 1, '26472995': 1, '19081309': 1, '16777516': 1, '10477528': 1, '3213390': 1, '18036459': 1, '24326803': 1, '11339772': 1, '23255281': 1, '16899865': 1, '21526666': 1, '12368628': 1, '26630144': 1, '869279': 1, '12131111': 1, '29090256': 2, '14501960': 1, '29556560': 2}", "similar_patients": "{'5647820-1': 1}"}