{"patient_id": 115047, "patient_uid": "5156990-1", "PMID": 28028342, "file_path": "noncomm/PMC005xxxxxx/PMC5156990.xml", "title": "Kimura's disease: A diagnostic challenge experienced with cytology of postauricular swelling with histopathological relevance", "patient": "A 44-year-old female of Asian origin presented with right postauricular swelling for the last 6 years, followed by left postauricular swelling for 1 year. It was associated with itching and has gradually progressed to the present size. There was a past history of pulmonary tuberculosis 17 years back and a positive family history of tuberculosis.\\nThe present swelling was not associated with fever, weight loss, and chronic cough.\\nOn examination, a globular matted nontender lymphadenopathy was seen extending from posterior auricular to posterior border of the mastoid measuring 4.5 cm × 4 cm. The left postauricular lymphadenopathy was small and superficial, measuring 2 cm × 1 cm. There were no organomegaly and other palpable lymph nodes.\\nInvestigations revealed a hemoglobin level of 10.5 g/dL, a white blood cell count of 10.47 cells/L × 109 cells/L with 15% eosinophil, and a normal platelet count. Her blood urea and serum creatinine were within normal limits. The erythrocyte sedimentation rate was 22 mm/h. Sputum samples for tubercular bacilli were negative. The tests for hepatitis B surface antigen and anti-hepatitis C virus antibody were negative. A chest radiograph showed an old healed focus of tuberculosis.\\nFine needle aspiration cytology (FNAC) was performed thrice from both the swelling at two different laboratories. FNAC reports had similar findings of reactive lymphadenitis, histiocytes with prominent nucleoli along with eosinophil and plasma cells []. In view of histiocytes with prominent nucleoli and eosinophil, and considering the past history of tuberculosis, an excision biopsy of the bilateral swelling was done and sent for histopathological examination.\\nWe received the excised mass; cut surface of both the masses were solid grey-brown. Histopathological examination of the excised tissue showed lymphoid hyperplasia with a well-maintained architecture. There were variable size germinal centers, with some showing occasional vascularization. The paracortical area showed marked infiltration by eosinophil and mast cells with postcapillary proliferations. At places, there were formations of eosinophilic microabscess []. The extranodal tissue showed eosinophilic infiltration as well. These features were consistent with Kimura's disease.\\nThe diagnostic dilemma with clinical suspicion of tubercular lymphadenopathy and the cytological features of reactive lymphadenitis with eosinophilia in the current case came to the conclusion only through the histopathological examination. Thus, after multiple attempts through FNAC, a final diagnosis of Kimura's disease could only be established through histopathological examination.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'31681687': 2, '2919716': 1, '8085555': 1, '2461103': 1, '11917585': 1, '9865639': 1, '8599911': 1, '30449779': 1, '15021988': 1, '10051918': 1, '28028342': 2}", "similar_patients": "{'6820387-1': 1}"}