{"patient_id": 66963, "patient_uid": "5450076-1", "PMID": 28572843, "file_path": "comm/PMC005xxxxxx/PMC5450076.xml", "title": "Malignant Struma ovarii in a 30-year old nulliparous patient", "patient": "A 30-year old nulliparous woman presented to her regional hospital with acute right lower quadrant pain. She was otherwise healthy with no significant past medical history. She reported smoking 10–15 cigarettes per day. A pelvic mass was palpated posteriorly and a pelvic ultrasound revealed a right adnexal mass suggestive of an ovarian cyst, with the possibility of torsion due to the patient’s level of discomfort. The patient was taken to the operating room and underwent a laparoscopic right salpingo-oophorectomy.\\nThe ovarian mass (8.5 x 5.0 x 4.0 cm) was solid and cystic, with cysts containing milky-mucoid material. The solid area had a characteristic red-brown cut surface and a tooth was also identified. Histologic sections showed struma ovarii (Fig. ) with limited non-strumal teratomatous elements (i.e. epidermal derivatives). The thyroid-type tissue showed multiple zones of increased cellularity, crowding, and nuclear alteration (enlargement, clearing, grooves, and membrane irregularity) along with scattered mitotic figures (Fig. ). The features were diagnostic of struma-derived papillary thyroid carcinoma. Positive immunohistochemical staining for HBME1, Galectin 3 and CK19 supported the histologic impression. Neither surface involvement nor lymphovascular space invasion was identified.\\nThe patient was referred to the Gynecology Oncology Cancer Site Team at a tertiary care centre who also involved the care of a thyroid team including Otolaryngology and Radiation Oncology.\\nWorkup for thyroglobulin, serum TSH, anti-thyroglobulin antibody, and free T4 were performed and were consistent with euthyroid status. Ultrasound of the thyroid showed a mildly enlarged gland with a 1.1 cm solid isoechoic nodule in the upper pole of the right thyroid gland and a 5 mm hypoechoic solid nodule in the interpolar region of the left thyroid gland. Colloid cysts bilaterally measured up to 1.7 cm. An 18 F-FDG PET scan was conducted from skull base to proximal thighs and identified two low-density lesions in the right lobe of the thyroid with otherwise unremarkable uptake throughout the thyroid gland. However, absence of uptake FDG on PET does not exclude thyroid malignancy as most are low-grade differentiated thyroid cancers which are not particularly FDG-avid.\\nThe combined results of the ultrasound and PET scan prompted referral for an ultrasound guided aspiration biopsy. Cytology results of the fine needle aspiration on right lobe nodule of thyroid were positive for malignancy, consistent with papillary thyroid carcinoma. These findings were discussed with the patient and a recommendation of total thyroidectomy was made. The thyroid was resected without complication.\\nThe thyroid showed multiple cysts in both lobes and a solid 1.0 cm lesion in the lower pole of the right lobe. The microscopic features were consistent with papillary thyroid carcinoma. Neither lymphovascular space invasion nor extra thyroidal extension was identified.\\nThe two tumours were interpreted as synchronous independent primaries. The presence of admixed epidermal derivatives in the ovary reflected primary teratomatous origin. The thyroid carcinoma was likewise deemed to be a primary, due to the distinct histomorphology, lack of aggressive features, absence of lymphatic or capsular/surface invasion in either organ, and absence of metastases elsewhere.\\nFollowing thyroidectomy, the patient was seen by Radiation Oncology who recommended I-131 therapy. She was treated on an outpatient basis and received a 100 mCi dose of I-131. The procedure was tolerated well and there were no complications. The follow-up whole body I-131 scan detected no evidence of nodal or distant metastatic disease.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'15350384': 1, '21925305': 1, '20441513': 1, '20013844': 1, '22181336': 1, '18753973': 1, '21892277': 2, '18560398': 1, '31007958': 2, '25745492': 2, '30061934': 2, '20825300': 1, '31952290': 2, '24217901': 1, '33393527': 1, '19289330': 1, '12798728': 1, '17721188': 1, '2738669': 1, '25375817': 1, '28572843': 2}", "similar_patients": "{'6441504-1': 1, '6056926-1': 1, '7168171-1': 1, '3161682-1': 1, '4338667-1': 1}"}