{"patient_id": 72467, "patient_uid": "5849355-1", "PMID": 29545984, "file_path": "comm/PMC005xxxxxx/PMC5849355.xml", "title": "Streptococcus Intermedius Brain and Diverticular Abscesses After Dental Manipulation: A Case Report", "patient": "A 56-year-old woman with a history of ductal carcinoma in-situ status post lumpectomy and radiation therapy in 2006, hypothyroidism, and diverticulosis, presented for dizziness and headaches for two days. Her headaches had been intermittently present for a few weeks but were progressively worsening, up until the week of admission when she began having blurry vision, dizziness, and what she reported as the worst headache of her life. There was no history of falls or trauma, and no constitutional symptoms were reported. The patient’s review of systems was otherwise negative except for a tooth extraction two months prior to presentation. Still, the patient had no oral or pharyngeal complaints, no signs of oral wound infection, no pus or erythema, and no tenderness.\\nOn admission to the hospital, a computed tomography (CT) scan of the head showed a 3.9 x 2.7 x 2.3 cm hypodense right cerebellar mass with adjacent edema. Given a history of breast cancer, findings were interpreted to represent metastatic disease. The associated mass effect was noted on the fourth ventricle with resultant obstructive hydrocephalus. The patient was admitted to the intensive care unit (ICU) for neurosurgical evaluation. Magnetic resonance imaging (MRI) of the brain one day after presentation showed a 4.6 cm rim-enhancing lesion with extensive surrounding edema. Imaging features (i.e. central restricted diffusion) were in favor of an abscess (Figure ). Within the first 48 hours, temperatures up to 102°F were reported, and as a result, vancomycin, ceftriaxone, and metronidazole were started empirically. Two days after admission, the patient was taken to the operating room, and 22 milliliters of pus were drained, growing Streptococcus intermedius on culture. Due to persistent fevers and a lack of clinical improvement, the patient underwent another surgery for drainage of the remaining abscess contents.\\nHowever, the patient continued to be febrile, and additional foci were sought. An oropharyngeal examination by the dental team yielded no nidus of infection. An abdominal CT scan found sigmoid diverticulitis with surrounding inflammation as well as an adjacent lobulated 6.9 x 5.4 x 6.1 cm abscess (Figure ). Surgical drainage was performed, and cultures also showed Streptococcus intermedius. The patient had a complete recovery thereafter.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'18992173': 2, '16310393': 1, '15509445': 1, '24399786': 1, '25354113': 1, '23187823': 1, '2380375': 1, '34513181': 2, '29545984': 2}", "similar_patients": "{'8422424-1': 1, '8422424-2': 1, '2600825-1': 1}"}