{"patient_id": 64586, "patient_uid": "5288505-1", "PMID": 28203471, "file_path": "comm/PMC005xxxxxx/PMC5288505.xml", "title": "Lumbar Scoliosis Combined Lumbar Spinal Stenosis and Herniation Diagnosed Patient Was Treated with “U” Route Transforaminal Percutaneous Endoscopic Lumbar Discectomy", "patient": "A 63-year-old man presented with LBP and left leg pain for 2 years with symptoms worsening in the recent 5 months. The patient consulted our department for treatment, and the neurological examination revealed lumbar scoliosis, limited lumbar spine flexibility, L3-4 interspinous tenderness, and marked tenderness on the left side of L5. In addition, the patient reports radiating pain on the left leg and weakened shallow feel on both lower limbs. The straight leg raising test on the two sides and pelvic compression test were negative, and no muscle weakness or reflex was found. The visual analog scale (VAS) pain ratings of LBP and left leg pain were both reported as 9 of 10.\\nThe lumbar X-ray examination revealed lumbar scoliosis, lumbar degeneration, and L2 vertebral slip (). The Computerized Topography (CT) indicated a L3-4 and L4-5 lumbar stenosis combined with intervertebral disc herniation and lumbar joint facets degeneration unexpected for his age (). The Magnetic Resonance Imaging (MRI) confirmed results from the CT scan but also suggested lumbar stenosis at L3-4 and L4-5; thecal sacs at the both levels were compressed by herniation (). After completion of preoperative tests and examinations, we estimated that the existing lumbar stenosis at L3-4 and L4-5 was due to spinal osteoarthritis and herniation and that of L4-5 was more serious. Meanwhile, based on the patient's clinical history, we concluded that conservative physical treatments might be ineffective and a spine surgery would be a better choice. After the patient was informed of the disadvantages and advantages of both OD and “U” route PELD, he chose “U” route PELD surgery.\\nAll procedures were performed following the standard transforaminal endoscopic discectomy technique after local anesthesia was administered []. The patient lay prone on an operating table on the contralateral side, and C-arm fluoroscopy technique was used to determine the affected discs and pedicles. Thus, the surgeons drew lines from the mid-pedicular annulus of L3-4 and L4-5 to the facet lateral margin and extended them to the body surface, and the skin entry point was about 10 cm from the midline. After a routine disinfection procedure, subcutaneous tissue and trajectory tract were infiltrated with 1.0–1.5 mL of 1% lidocaine at the L4-5 level. Following this, an 18-gauge needle was inserted to reach the facet of L5 superior articular process under a fluoroscopic guidance, and with a puncture angle of about 15°. Then, we retreated the stylet followed by injecting another 20 mL 1% lidocaine for further anesthesia and inserted a guide wire as the direction of the needle. After that, the needle was retreated and a 0.8 cm incision was made at the position of guide wire firstly; secondly, a serial dilation and working channel were inserted as the direction of guide wire; thirdly, we retreated the guide wire and dilation and inserted the guide bar into the working channel. To prevent the occurrence of postoperative spinal instability, the guide bar was passed over the facet of L5 superior articular process without damaging any bone tissue. However, at that moment, the patient complained radiating pain on his left leg when the surgeon planned to insert the guide bar into his spinal canal. We estimated that the pain resulted from nerve root compression as we repeatedly adjusted the position of the guide bar. However, all adjustments could not avoid touching nerve root and the pain was persistent. Therefore, we changed the puncture path to the superior and interior articular process facets at the level of L4-5 and resected the facets partly for decompression. After the guide bar being inserted into the posterior of thecal sac (), the working channel was rotated around the direction of the guide bar, and the endoscope was introduced. Besides, a continuous irrigation system for a clear endoscopic view was used. Then, we removed the osteophyte and reshaped the ligamentum flavum firstly. Following that, the working channel was adjusted to remove the herniation mass in the gap between posterior longitudinal ligament and thecal sac, just like a “U” route. At the end, the operative field was copiously irrigated and meticulous hemostasis was obtained, and suture was placed at the incision after the channel was removed.\\nThe spinal stenosis was also observed at the L3-4 level; for further treatment, we inserted the guide bar to reach the location of L4 superior articular process facet after the determination of landmarks and skin window as described above. After local anesthesia, the working channel reached the location of herniation and osteophyte at L3-4 as the guidance of the guide bar, and the mass between thecal sac and posterior longitudinal ligament was removed under endoscope successfully. At the end of the operation, the patient reported the low back pain was alleviated, the VAS pain rating was about 2 of 10, and the leg pain absolutely disappeared. All of the resected mass was collected on a plate (), and the irrigation, meticulous hemostasis, and suture were done as described above. Thus, treating the LSS mainly caused by LDH and osteophyte combined lumbar scoliosis with PELD was performed. An MRI scan was done 1 month postoperatively; in addition, the patient reported his LBP 1 of 10 on a VAS scale and 0 of 10 on a VAS scale of leg pain. MRI imaging 1 month postoperatively suggested disc edema at L3-4 and L4-5; herniation and stenosis were alleviated compared with preoperative images ().", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'24785973': 1, '14563153': 1, '18594449': 1, '26962427': 1, '29145287': 1, '22715521': 1, '26068274': 1, '19893718': 1, '17561740': 1, '23297550': 1, '23877449': 1, '19398386': 1, '30509282': 1, '26606007': 1, '11923665': 1, '26965061': 1, '30719201': 1, '22875173': 1, '18303662': 1, '11469307': 1, '27228538': 1, '24633719': 1, '27475315': 1, '33532011': 1, '26907998': 1, '29312845': 1, '22189996': 1, '28203471': 2}", "similar_patients": "{}"}