{"patient_id": 120714, "patient_uid": "5652106-1", "PMID": 29114294, "file_path": "noncomm/PMC005xxxxxx/PMC5652106.xml", "title": "Evisceration of Brain: An Unusual Case Report of Bear Mauling from Eastern India", "patient": "A 40-year-old tribal male reported to our emergency department 3 days after being assaulted by a bear attack. He belonged to the tribal area of interior Koraput district of Odisha which is around 700 km away from our hospital. Interestingly, he suffered from this injury in course of saving his little child from bear attack. Eventually, he was successful in saving the life of his kid but ended up in a devastating head injury with eviscerating brain mater [].\\nOn examination, he was conscious, drowsy, with Glasgow Coma Scale (GCS) - E4V4M5, pupil-B/L - normal size equally reacting to light, with features of hypovolemic shock. BP-100/60 mmHg, pulse-130/min with severe pallor. No other signs of systemic injuries were present. Chest was clear bilaterally.\\nImmediately, patient was resuscitated with normal saline and ringer lactate. Two units of whole blood were arranged and transfused. Broad spectrum antibiotics, in the form of piperacillin – tazobactum along with metronidazole and amikacin were started. Anti-rabies and anti-tetanus vaccines were given. With little improvement in general condition, the patient was shifted to minor OT for wound inspection []. On local examination, there was an avulsed scalp injury in left fronto-parietal region with skin loss of size 15 cm × 13 cm and eviscerated mud like contused brain mater seen protruding from the skull defect with foul smelling discharge []. With this picture in mind, we wanted to know the extent of brain injury, and sent the patient to our radiology department for noncontrast computed tomography (NCCT) brain to plan our future management.\\nNCCT brain revealed the loss of skull bone in left fronto-parietal region above the supra-orbital ridge with eviscerating brain mass, having no intradural or intra-parenchymal pathology [Figure and ].\\nWith this information we shifted the patient to emergency OT and explored the lacerated scalp wound. Excision and debridement of dead devitalized tissue was done. Through irrigation with hydrogen peroxide, povidone-iodine solution, and normal saline was done. Skull margin was delineated. Mud like brain mass seen protruding through dural defect. Contused and dead brain tissue was excised till normal brain mass seen. Dural margin was delineated. Dural loss of size (4 cm × 3 cm) was repaired with pericranium []. Scalp wound was kept for secondary free flap repair in next stage after 7 days []. With this primary surgery, patient's general condition improved, fever subsided. Culture report of debrided tissue suggested mixed aerobic, anaerobic and Gram-negative organisms sensitive to piperacillin and tazobactum.\\nIn second stage operation after 1 week, the scalp defect was repaired by our plastic surgery team with antero-lateral thigh free flap [Figure –]. Patient was improved but due to aspiration pneumonia he was sent to neurosurgery Intensive Care Unit. With further improvement [], he was discharged on day 20 of admission with a GCS score of - E4V4M6 along with paresis of right upper extremity and cognitive disfunction. He is yet to come for first follow-up.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'15243122': 1, '12680553': 1, '19554108': 1, '2067058': 1, '3425851': 1, '14676670': 1, '3178974': 1, '29114294': 2}", "similar_patients": "{}"}