{"patient_id": 65623, "patient_uid": "5358302-1", "PMID": 28352417, "file_path": "comm/PMC005xxxxxx/PMC5358302.xml", "title": "Infective Endocarditis Complicated by Acute Ischemic Stroke from Septic Embolus: Successful Solitaire FR Thrombectomy", "patient": "A 70-year-old woman was brought to the emergency department (ED) after being found down by her son in her home. She had a history of an old right posterior cerebral artery stroke which left her with mild left hemiparesis as well as a history of diabetes, coronary artery disease, and chronic atrial fibrillation for which she was anticoagulated on warfarin.\\nOn arrival to her local ED, her mental status was intact, but she was febrile to 39.5°Celsius and hypotensive with a blood pressure of 70/53. Heart rate was tachycardic at 120 beats per minute and tachypneic at 28 breaths per minute. She was admitted to the intensive care unit, where she was aggressively fluid resuscitated and started empirically on intravenous meropenem and vancomycin. Her blood pressure stabilized and she transferred to the floor, where multiple sets of blood cultures grew group B Streptococcus agalactiae. Transesophageal echocardiogram demonstrated a 2 cm mobile mass on the atrial surface of her posterior mitral valve leaflet (), consistent with vegetation due to IE. She was then transferred via ambulance to our tertiary hospital for management of IE.\\nEn route to our hospital, she developed acute right-sided weakness and difficulty speaking. Upon arrival at our ED, she was noted to have both expressive and receptive aphasia with marked right hemiparesis. She was seen immediately by a neurologist and her NIH Stroke Scale score was determined to be 24. Physical exam demonstrated garbled speech, right hemiparesis, right sensory loss, right pronator drift, and a right Babinski sign. She became drowsy and developed respiratory distress, prompting intubation. Head CT without contrast revealed evidence of an old right occipital lobe infarct but no acute process. After hemorrhage was excluded, CT angiography (CTA) and CT perfusion (CTP) imaging were performed to evaluate for potentially salvageable ischemic penumbra or acute thrombus. CTA () revealed complete abrupt occlusion of a large anterior left M2 segment. CTP () demonstrated an extensive area of diminished cerebral blood flow in the left middle cerebral artery (MCA) distribution, predominantly in the left frontal and parietal lobes. A moderate-sized penumbra of preserved cerebral blood volume was seen peripherally.\\nEndovascular neuroradiology performed emergent intraarterial mechanical thrombectomy using the Solitaire FR revascularization device. Full recanalization was successfully achieved using the Solitaire retrievable stent (). There were no procedural complications and post-procedure CT scan revealed no evidence of hemorrhage.\\nShe experienced significant clinical improvement following the procedure. Her right-sided weakness began to recover within a few hours, and after one day she was able to move all extremities against gravity. By day 4, she exhibited no residual signs of her left MCA stroke.\\nShe was deemed to be a poor surgical candidate due to her poor baseline functional status. Antibiotic regimen was deescalated to intravenous gentamicin and ceftriaxone. She was discharged to a skilled nursing facility to continue her rehabilitation and complete her course of antibiotics.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'18815396': 1, '11431660': 1, '1151519': 1, '20547941': 1, '32700224': 2, '12957419': 1, '29296623': 1, '1595103': 1, '19688612': 1, '18035080': 1, '10193740': 1, '22033251': 1, '22626714': 1, '22296678': 1, '28154723': 1, '2679968': 1, '20947848': 1, '28352417': 2}", "similar_patients": "{'7655561-1': 1, '7655561-2': 1, '7655561-3': 1}"}