{"patient_id": 122298, "patient_uid": "5768949-1", "PMID": 29375216, "file_path": "noncomm/PMC005xxxxxx/PMC5768949.xml", "title": "Successful treatment of a giant ossified benign mesenteric schwannoma", "patient": "On January 14, 2014, a 58-year-old woman visited our department due to a lesion detected incidentally in her abdominal cavity during a routine health examination in the local hospital. On physical examination, a lesion was palpable in her upper left abdomen, sized 12 cm × 6 cm, and she felt slight tenderness. Four years previously, she had undergone resection of a lipoma in her back. Blood test findings, including tumour markers, were unremarkable. Ultrasound (US) revealed a solid lesion in the upper left abdomen, with clear margin, and also showed some cystic and strong echo areas in the lesion. Color doppler flow imagings (CDFIs) showed blood signals in the lesion. In a native computed tomography (CT) scan, the lesion in the upper left abdomen appeared well-defined and was 9.6 cm in diameter, while regions of high density were visible, compatible with calcification and/or ossification (Figure ). Contrast-enhanced CT study revealed a lesion with slight and inhomogeneous enhancement (Figure ). On T1-weighted images, the upper left abdominal lesion appeared hypointense, while appeared inhomogeneous and hyperintense on T2-weighted images (Figure ). According to these imaging results, the abdominal lesion was primarily considered to be a teratoma.\\nAfter sufficient pre-surgical preparation, an exploratory laparotomy was performed. We found a giant mass originating from the mesentery and surrounded by a fibrous capsule. The territory of tumour blood supply was the branch of superior mesenteric artery. We carefully separated tissues around the tumour, ligated the vessels supplying the tumour and resected the tumour completely from the mesentery. Intraoperative frozen pathology revealed an ossified mesenteric schwannoma.\\nMacroscopically, the mass was 10.0 cm × 9.0 cm × 9.0 cm in size and yellowish-white in colour. Microscopically, in the mesenteric tumour, both hypercellular and hypocellular areas were visible. The tumour mainly consisted of spindle-shaped cells with a palisading arrangement; atypical cells or signs of malignancy were not observed (Figure ). Some areas of the tumour were ossified, and a true metaplastic bone formation could be seen, with the presence of bone lamellae and osteoblasts (Figure ). Immunohistochemical investigation of the tumour showed a strong positivity for S-100 protein (Figure ), while SMA, CD34, CD117 and DOG-1 were negative. The cell proliferation index, measured with Ki67 staining, was less than 3%. Finally, a giant benign ossified mesenteric schwannoma was diagnosed. After surgery, the patient recovered smoothly and left the hospital 8 d later. She was followed up for a period of 43 mo, during which she was well, with no evidence of tumour recurrence during the follow-up time.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'4316984': 1, '27729750': 2, '16137598': 1, '26376405': 2, '28458819': 2, '28611527': 2, '6413007': 1, '9477282': 1, '6310227': 1, '16680779': 1, '5796779': 1, '17142203': 1, '28028376': 2, '22041360': 1, '28081612': 1, '4330996': 1, '25177575': 1, '24927799': 1, '25189642': 1, '7170905': 1, '24574814': 1, '22515807': 1, '24257191': 1, '9563265': 1, '27537565': 2, '15544900': 1, '26341855': 1, '27123115': 1, '25541115': 1, '27472709': 2, '24914396': 1, '29375216': 2}", "similar_patients": "{'5265846-1': 1, '4635819-1': 1, '5155187-1': 1, '5370792-1': 1, '5449431-1': 1, '5055874-1': 1, '5400457-1': 1}"}