{"patient_id": 123924, "patient_uid": "5894452-1", "PMID": 29657611, "file_path": "noncomm/PMC005xxxxxx/PMC5894452.xml", "title": "Gastric cancer with situs inversus totalis: does it really create difficulties for surgeons?", "patient": "A 72-year-old female patient presented to our clinic with complaints of epigastric pain and burning. Her medical history showed no known comorbidities, and the abdominal and lymph node examinations did not reveal any problems. An oesophagogastroscopy revealed a lesion of about 1 × 1 cm in size with an ulcerated surface, located in the antrum close to the pylorus, with a slight tumorous appearance. Her biopsy results showed that it was an adenocarcinoma. A pulmonary radiograph showed dextrocardia (), while the thoracoabdominal computerised tomography (CT) revealed SIT ( A, B). There was no evidence of intra-abdominal acid, distant organ metastasis, peritoneal carcinomatosis, pathological lymph nodes, or vascular anomalies.\\nEndoscopic ultrasonography (EUS) was applied to the patient for endoscopic mucosal resection compliance. The EUS was evaluated as T1N0. An endoscopic mucosal resection was recommended for this patient, but a surgical procedure was planned since she and her family did not accept the recommendation. Subsequently, a distal subtotal gastrectomy and D1 lymph node dissection were performed via laparotomy. Billroth 2 gastroenterostomy anastomosis and Braun’s enteroenterostomy was performed for reconstruction. The operating time was 150 min and blood loss was 100 ml. The patient was then discharged on the eighth postoperative day without any problems. The pathological analysis of this patient revealed a tumorous lesion of approximately 1.5 × 1 cm, compatible with well differentiated (G1) adenocarcinoma, which had involvement up to the submucosa. None of the excised 17 lymph nodes exhibited metastasis (T1bN0M0). In light of these results, the patient was taken into the follow-up program without any adjuvant therapy.", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'17859304': 1, '20436720': 2, '20037843': 1, '26087838': 2, '15258492': 1, '6638069': 1, '29012980': 1, '22563541': 2, '4538074': 1, '14507000': 1, '34025963': 2, '15877680': 1, '33887833': 1, '27713774': 1, '24960499': 1, '33743673': 2, '22319735': 2, '20107958': 1, '23227934': 2, '21943483': 2, '12404047': 1, '26984287': 1, '23971782': 1, '19077286': 2, '26401091': 1, '26460309': 1, '24511424': 2, '11468444': 1, '33936584': 2, '27703309': 1, '29657611': 2}", "similar_patients": "{'3544707-1': 1, '3915190-1': 1, '3915190-2': 1, '4472267-1': 1, '8128413-1': 1, '7981884-1': 1, '3341483-1': 1, '8062118-1': 1, '3267062-1': 1, '3191476-1': 1, '2634770-1': 1, '2858843-1': 1}"}