{"patient_id": 117627, "patient_uid": "5426218-2", "PMID": 28503481, "file_path": "noncomm/PMC005xxxxxx/PMC5426218.xml", "title": "Dental management of patients with X-linked hypophosphatemia", "patient": "A 38 year old female was referred to the Department of Conservative Dentistry at Chonnam National University Dental Hospital for pain control on the upper right side while biting. She had received medical therapy since being diagnosed with XLH at the age of 2 years. She underwent 2 corrective operations for her legs at the age of 32 years. She reported that she had stopped taking medication due to pregnancy and breastfeeding. A physical examination demonstrated a short height and abnormalities of the cranium (flattening of the cranium and prominent frontal bossing) and the lower extremities, which were characterized by bowing of the legs. An intraoral examination showed the absence of caries, dental abrasions, and periodontal inflammation. A radiographic examination showed ample radicular canals, pulp chambers, and pulp horns. General alveolar bone loss causing tooth mobility was observed (). In the clinical examination, the upper right second premolar (tooth #15) was responsive to percussion and nonresponsive to the electric pulp test. Microscopic observation (Carl Zeiss Surgical GmbH) confirmed that no crack was present. The tooth was diagnosed with acute apical periodontitis and root canal therapy was performed ().\\nUnder rubber dam isolation, an access cavity was prepared. The pulp tissue was removed and the working length was established with an apex locator (DentaPort ZX) and the radiographic method. Two canals were cleaned and shaped using ProTaper NiTi rotary instruments with a crown-down technique. During instrumentation, copious irrigation was performed using 5.25% sodium hypochlorite solution and sterile saline. The canals were dried and calcium hydroxide was applied as a medicament for a month. The access cavity was temporarily sealed with Caviton (GC). After 1 month, the canals were filled with gutta-percha and AH26 plus (Dentsply DeTrey) using a continuous wave technique. After root canal therapy, she complained of discomfort during biting.\\nIn this patient, implants were placed after the extraction of the upper right and left central incisors due to hypermobility and discomfort, as was the case for the upper right second premolar. Since the implants showed consistent hypermobility after 1 year and 6 months of implant installation, the final restorations were postponed.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'10321209': 1, '23174213': 1, '33204932': 1, '30904023': 1, '16842025': 1, '29460029': 1, '33490314': 1, '20685863': 1, '23403405': 1, '21538511': 1, '14640368': 1, '21120305': 1, '31006822': 2, '11502829': 1, '22296718': 1, '12915641': 1, '19201216': 1, '11033763': 1, '22244648': 1, '32601114': 1, '12789152': 1, '17714351': 1, '33178527': 2, '15085056': 1, '10982952': 1, '24325979': 1, '28503481': 2}", "similar_patients": "{'5426218-1': 2, '7652373-1': 1, '6475631-1': 1}"}