{"patient_id": 124537, "patient_uid": "5953181-1", "PMID": 29780751, "file_path": "noncomm/PMC005xxxxxx/PMC5953181.xml", "title": "Metastatic castration-resistant prostate cancer and the challenge of a patient with chronic\\nkidney disease in hemodialysis", "patient": "A 57-year-old Caucasian man was referred to the Oncologic Center due to the diagnosis of prostate\\ncancer. Besides being a smoker, he denied any other known disease, cardiovascular risk factors,\\nuse of any medication, and had no family history of oncologic disorders. Eight years ago, he was\\ndiagnosed with obstructive acute renal failure due to an enlarged and heterogeneous prostate\\ndetected by ultrasound and the total prostate-specific antigen (tPSA) of 250 ng/mL (reference\\nvalue: 4 ng/mL). He was treated with percutaneous nephrostomy and was submitted to a transrectal\\ncore prostate biopsy afterward. The anatomic pathologic report showed a prostatic acinar adenocarcinoma\\nGleason 8 (4+4). The computed tomography (CT) scan and bone scan showed metastatic lesions (mainly\\npelvic and in the dorsal and lumbosacral spine). Therefore, he was submitted to bilateral subalbuginea\\norchiectomy, and a month after the surgery his tPSA dropped to 26.34 ng/mL. Over the next 3 months,\\nhe presented a marked renal function deterioration and started regular hemodialytic treatment.\\nThe case was discussed in a multidisciplinary meeting, and it was decided to keep surveillance\\nsince the patient’s neoplasia was steady.\\nFive years after the initial symptoms, the castration-resistant status ensued. The disease\\npresented clinical progression and the patient complained of severe bone pain, his tPSA rose\\nto 768 ng/mL, and a bone scan showed new lesions—parietal bone, right scapula, D4-5,\\n6th to 7th left costal ribs and right iliac (\\n).\\nEastern Cooperative Oncology Group (ECOG) performance status (PS) was 1. In face of the disease\\nprogression, antalgic radiotherapy to the dorso-lumbar spine (D3-5 and D11-L4) with total\\ndoses of 30 Gy, and chemotherapy with docetaxel 75 mg/m2 intravenously (21-21 days),\\nprednisolone 10 mg/day, and bisphosphonate therapy with zoledronic acid 3 mg (with the dose\\nadjusted to the renal failure) (21-21 days) were started. The latter was withdrawn after 6 months\\nbecause of symptomatic hypocalcemia, and peripheral grade-1 sensory neuropathy was observed\\nand considered to be an adverse event of docetaxel. After completing 10 cycles of chemotherapy,\\nthe disease seemed steady, and the patient’s tPSA was 231 ng/mL.\\nOne year after he started the first chemotherapy, the patient presented a new disease progression,\\nwith worsening bone pain; the tPSA persistently increased (318 ng/mL) and the bone scan showed\\nnew lesions (8th to 11th costal ribs and right pubis) (\\n).\\nA second-line treatment with enzalutamide 160 mg per day was started. No adverse events were\\nobserved during the whole treatment. One year later, the disease was stable with the tPSA 3,9\\nng/mL and the bone scan results were unchanged. However, over the following 9 months, the patient\\npresented new biochemical (tPSA of 217 ng/mL) and radiologic progression (new bone metastasis:\\n3rd, 6th, 7th, and 11th right costal ribs) (\\n).\\nAt the multidisciplinary meeting a third-line treatment with radium-223 (injections from\\n4-4 weeks) was indicated. He completed six cycles of radium-223 in the following 8 months. No\\nadverse events were reported. In the final evaluation, the patient was without pain and ECOG\\nPS was 0. During the treatment, the tPSA determinations remained high, and at the end of the treatment\\nit was 2364 ng/mL. However, the alkaline phosphatase (ALP) decreased and normalized at the end\\nof the treatment (123 U/L) (\\n).\\nParadoxically, the bone scan showed new lesions in frontal bone, 4th to 5th left costal ribs,\\n8th right and left costal ribs, sternum, and the right and left femurs, but less intensity of previous\\nparietal, costal ribs and iliac lesions (\\n). The CT scan was unchanged.\\nThe patient is currently undergoing regular follow-up examinations and will repeat the imaging\\nrevaluation scan in 3 months.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'23863050': 1, '25917876': 1, '28147927': 1, '28244493': 1, '10092957': 1, '22133734': 1, '20118214': 1, '27774318': 1, '23038759': 1, '24047790': 1, '16935890': 1, '28453701': 1, '29780751': 2}", "similar_patients": "{}"}