{"patient_id": 117024, "patient_uid": "5387880-1", "PMID": 28442876, "file_path": "noncomm/PMC005xxxxxx/PMC5387880.xml", "title": "Idiosyncratic Findings in Trichoscopy of Tinea Capitis: Comma, Zigzag Hairs, Corkscrew, and Morse Code-like Hair", "patient": "A 6-year-old, healthy, white boy with long wavy light brown hairs, presented with an intense itchy, painless scaly patch of hair loss in the right parietal region of the scalp, in the past few weeks. The young boy was Libyan and he had frequent contact with wild cats.\\nPhysical examination exposed a single rounded plaque of hair loss with white scale on the right parietal scalp area with no erythematous background [].\\nThere were no palpable lymph nodes in the lateral cervical chains. TC was diagnosed with confidence clinically that comes from accumulated experience.\\nThe glass plate of a Handheld Dermlite II Pro dermatoscope examination at 10-fold magnification (low- and high-magnification) was employed with alcohol as the interface medium and the most characteristic findings observed were multiple broken hairs and hairs with a characteristic comma-like shape which is called as comma hairs, pigtail and zigzag hairs, and some corkscrew hairs []. Furthermore, a newly described finding was scarcely seen called “Morse code-like hair” was seen []. The Woods lamp examination yielded a characteristic fluorescence of lighter yellowish-green [].\\nThe patient was administered oral griseofulvin (fulcin syrup) with fatty meals for four consecutive weeks and was followed up after 3 weeks. The dose was calculated according to his body weight. Follow-up showed that the lesions had cleared completely, and there was no evidence of residual scarring alopecia. In addition, the causative dermatophyte was not identified in my case.", "age": "[[6.0, 'year']]", "gender": "M", "relevant_articles": "{'34445992': 1, '32477858': 2, '19119131': 1, '25191038': 1, '29177154': 1, '22738852': 1, '33496917': 2, '25471133': 1, '23405886': 1, '31049345': 1, '22570042': 1, '21422348': 1, '31523114': 1, '34307476': 1, '31777365': 1, '28442876': 2}", "similar_patients": "{'7251309-1': 1, '8106592-1': 1}"}