{"patient_id": 116123, "patient_uid": "5313014-1", "PMID": 28178157, "file_path": "noncomm/PMC005xxxxxx/PMC5313014.xml", "title": "The prognostic influence of the proliferative discordance in metastatic pancreatic neuroendocrine carcinoma revealed by peptide receptor radionuclide therapy", "patient": "In 2007, a 57-year-old woman has presented with abdominal discomfort. The computed tomography identified a 45-mm-diameter tumor occupying both the body and the tail of the pancreas, invading the splenic vessels, with a secondary lesion of 20 mm in the segment IV of the liver. She did not have secretory symptoms. Surgical excision of the pancreatic and liver masses was decided owing to the doubtful histopathological results on the endoscopic biopsy and the excellent performance of the patient. The final histopathological analysis revealed a poorly differentiated neuroendocrine carcinoma of the pancreas with 4 mitoses in 10 high-power fields and a very high Ki-67 (45%–70% in some focal areas). The tumor revealed a positive immunostaining for CK19 and Vimentin (Fig. ). It was graded as NEC (G3) and staged as T3N0M1 according to ENETS-2006 classification.[ The postoperative somatostatin receptor scintigraphy (OctreoScan) revealed massive liver invasion by multiple lesions overexpressing somatostatin receptors (grade 3 isotope uptake). She received a treatment by somatostatin analogues (Octreotide LAR 20 mg) that temporarily stabilized the lesions. In May 2009, she presented a symptomatic carcinoid syndrome in parallel with disease progression; new liver lesions on segment VI and VIII appeared. Despite medical treatment with somatostatin analogues, the liver metastases progressed and invaded up to 50% of the liver. Owing to her excellent physical status (Karnofsky Performance Score = 100%) and to the intensive fixation of the tumor on the OctreoScan, it was decided to manage her with PRRT using 177Lutetium-radiolabeled somatostatin analogue (DOTATATE) in the Erasmus Center of Rotterdam. From September 2010 until March 2011, she received 4 sessions of 7.5GBq, every 2 months, each session was followed by an injection of Lanreotide LAR 120 mg. The Chromogranin A decreased progressively from 209 μg/L in the pre therapeutic stage (July 2010) to 39 μg/L at the end of the treatment. In March 2012, the liver metastases completely disappeared on tomography and OctreoScan, suggesting a complete response to 177Lu DOTATATE (Fig. ). After 36 months of complete response, several liver metastases reappeared. Chemotherapy with 5FU-ZANOSAR was administered together with Lanreotide LP 120 mg, before switching to Sunitinib because of disease progression.\\nInformed consent was obtained from the patient for publication of this case report.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'18515795': 1, '24434296': 1, '22768026': 1, '25723112': 1, '21709192': 1, '23392072': 1, '28487490': 1, '30635447': 1, '20852858': 1, '23845449': 1, '24430597': 1, '20113677': 1, '21892623': 1, '18445841': 1, '24771552': 1, '25366583': 1, '33809007': 1, '15016750': 1, '22261872': 1, '26247532': 1, '24504504': 1, '16967267': 1, '22388631': 1, '28178157': 2}", "similar_patients": "{}"}