{"patient_id": 72046, "patient_uid": "5828353-1", "PMID": 29607221, "file_path": "comm/PMC005xxxxxx/PMC5828353.xml", "title": "A Rare Central Venous Catheter Malposition in a 10-Year-Old Girl", "patient": "The patient was a 10-year-old girl, recently diagnosed with leukemia and hospitalized for treatment. She required central venous (CV) line placement for chemotherapy. Other than her diagnosed leukemia, she had no other significant medical history.\\nAfter the procedure was explained thoroughly to the patient and her parents, a consent form was completed by her parents, and she was transferred to the CV line room. The patient was very alert and cooperative. Based on the local protocols, all patients requiring CV line placement are transferred to a room dedicated for CV line placement (the intravenous access room), which is located in the operating room. Standard monitoring including an electrocardiogram (ECG), noninvasive blood pressure, and pulse-oximetry were initiated. A 20-gauge cannula was inserted into the vein on the dorsum of the patient's left hand.\\nThe right internal jugular vein was selected for CV cannulation.\\nPropofol was used for sedation, and after adequate sedation, a single-lumen 14-gauge catheter was inserted in the right internal jugular vein using ultrasound sonography under sterile conditions by an experienced anesthesiologist. No problem was encountered during the procedure, and after blood was aspirated, the catheter was fixed at 13 cm. Normal saline infusion was initiated through the CV. Central venous waveforms were not used for catheter position confirmation.\\nA chest radiograph was immediately arranged to confirm the catheter position.\\nOn chest radiograph, the catheter could be seen looping back and going upward at the junction of the right internal jugular vein and the right subclavian vein (). The team decided to use ultrasonography to verify that the catheter was in the jugular vein and had not punctured the dorsal wall of the vein. During scanning of the right internal jugular vein, only a single lumen of the catheter could be seen until we scanned the bottom third of the jugular vein ().\\nWe decided to pull back the catheter under the guidance of ultrasonography until only one lumen could be visualized and then pass a guidewire over the catheter to reposition the catheter. While doing so and after only one lumen was visualized following extraction of the central venous line under the guidance of ultrasonography, passage of the guidewire was attempted, but resistance was encountered. Therefore, we decided to completely remove the catheter and reinsert another catheter.\\nWhen the catheter was removed, it was observed that the catheter had bent at the distal end ().\\nSubsequently, we placed another CVC through the internal jugular vein without any complications. The position of the CVC was confirmed by radiograph.", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'11182284': 1, '16987369': 1, '30518274': 2, '32827018': 2, '27623960': 2, '15041571': 1, '28410259': 1, '12646670': 1, '11889329': 1, '17342519': 1, '29607221': 2}", "similar_patients": "{'6381477-1': 1, '5022198-1': 1, '7580395-1': 1, '7580395-2': 1}"}