{"patient_id": 115618, "patient_uid": "5253196-2", "PMID": 28163838, "file_path": "noncomm/PMC005xxxxxx/PMC5253196.xml", "title": "Longitudinal deformation of a third generation zotarolimus eluting stent: “The concertina returns!”", "patient": "A 85-year-old male with end stage renal failure and severely impaired left ventricular systolic function presented with rapidly conducted atrial fibrillation and raised troponin (6000, upper normal limits 30) with inferolateral ST depression on electrocardiogram. On coronary angiography, he had severe three-vessel and left main disease. After being turned down for surgery, his proximal tight RCA lesion was stented with a Resolute Onyx 4.5 mm × 12 mm and post-dilated with a 5 mm non-compliant balloon. In view of the heavily calcified ostial/distal left main stem (LMS) and proximal left anterior descending (LAD) disease (Figure ) and bursting non-compliant balloons, decision was made to rotablate the lesions first with 1.5 mm burr. Subsequently a 3.0 mm non-compliant balloon was used to pre-dilate all lesions successfully. The proximal LAD was stented with a Resolute Onyx 3.0 mm × 26 mm stent. The whole length of the LMS into the proximal LAD was stented with a 3.5 mm × 34 mm Resolute Onyx covering the LMS ostium (Figure and C). The LMS segment of the stent was post-dilated with a 4.5 mm NC balloon. Immediately after and despite taking care in removing the trapped LCx wire, there was longitudinal deformation of the stent, which no longer covered the LMS ostium (Figure ). After ballooning the deformed stent with a 4.5 mm non-compliant balloon the ostium was covered with another 4.0 mm × 8 mm stent and post-dilated with 4.5 mm NC balloon with an excellent final result (Figure ).", "age": "[[85.0, 'year']]", "gender": "M", "relevant_articles": "{'22052084': 1, '23735364': 1, '24183564': 1, '22057097': 1, '24368821': 1, '25189359': 1, '21970984': 1, '24631162': 1, '26003019': 1, '21330250': 1, '31452588': 1, '22136972': 1, '34002293': 1, '28163838': 2}", "similar_patients": "{'5253196-1': 2}"}