{"patient_id": 73438, "patient_uid": "5925101-1", "PMID": 29850301, "file_path": "comm/PMC005xxxxxx/PMC5925101.xml", "title": "Mycobacterium mucogenicum Hand Infection in an Intravenous Drug Abuser", "patient": "A 46-year-old man with a history of heroin use presented to the emergency room with right hand pain, redness, and swelling four days after attempting to inject heroin into his vein but missing. The wound had progressively worsened to the point of severely limiting hand motion. The patient also reported fevers and chills. He was actively injecting heroin till the day of presentation but denied sharing needles. The past medical history was relevant for uncontrolled diabetes mellitus, hypertension, chronic hepatitis C infection, and chronic kidney disease stage III.\\nUpon presentation, the patient was afebrile (temperature: 100.3°F) with a pulse of 96 beats per minute (bpm), blood pressure of 177/96 mm Hg, respiratory rate of 13/min, and had 98% saturation on room air. Physical exam was unremarkable except for generalized erythema and swelling of the right hand with decreased gross sensation and power in the right hand.\\nWhite blood cell count was 10,800/µL with 80.8% neutrophils. Lactate was 2.8 meq/l. Blood cultures were sent, and the patient was started on intravenous (IV) vancomycin, piperacillin-tazobactam, and fluids for sepsis management. X-ray of the right hand showed dorsal soft tissue swelling without any other acute abnormalities or radiopaque foreign body. Urine drug screen was positive for heroin, opiates, and benzodiazepines. HIV screen was negative. Plastic surgery performed 2 incisions on the dorsum of the right hand which drained clear fluid without pus. Counterincision was made on the distal part on the dorsal aspect of the hand (). Cultures were taken from the deep wounds, and the wounds were packed. The patient left against medical advice but was called back after a day when 1 of his 2 blood cultures was positive for methicillin-susceptible Staphylococcus aureus (MSSA). His wound culture was also positive for MSSA. Upon return, he was afebrile (temperature: 97.9°F) with a pulse of 100 bpm, blood pressure of 177/96 mm Hg, respiratory rate of 13/min, and had 99% saturation on room air. He had persistent pain but was able to move his fingers. He acknowledged inhaling heroin before coming in. He was started on intravenous ampicillin/sulbactam, and blood cultures were sent on day 1 of second admission. White count was 11,400/µL with 70.5% neutrophils. Transthoracic echocardiogram was negative for vegetation.\\nSeven days after initial presentation to the hospital, blood cultures from the first day were reported to be positive for acid fast bacilli (AFB). Repeat cultures from day 1 of second admission also came back positive for AFB. TB QuantiFERON (negative), CD4 count (610/µL), chest X-ray (negative for consolidation), and HIV viral load (negative) were done. On day 10, M. phocaicum was identified preliminarily via best match (CPAL: Central Pennsylvania Alliance Laboratory). Unfortunately, no wound cultures were sent for AFB testing. IV amikacin and cefoxitin with probenecid were started, and intravenous ampicillin/sulbactam was discontinued. Questioning to determine a source of infection revealed that the patient had used tap water and phenol as a solvent for heroin. Repeat blood cultures were negative. Mycobacterium was later confirmed as M. mucogenicum. Amikacin was stopped due to acute kidney injury, and the patient was instead put on meropenem and cefoxitin for 2 weeks followed by doxycycline 100 mg twice daily and trimethoprim-sulfamethoxazole (TMP-SMX) daily for 6 weeks. On follow-up, he had completed full course of antibiotics and his hand had improved significantly ().", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'7054321': 1, '33447641': 1, '10347032': 1, '16732163': 1, '27117516': 1, '10917571': 1, '15636290': 1, '18799238': 1, '24131754': 1, '28485119': 1, '31818890': 1, '23254418': 1, '29850301': 2}", "similar_patients": "{}"}