{"patient_id": 62745, "patient_uid": "5088331-1", "PMID": 27830099, "file_path": "comm/PMC005xxxxxx/PMC5088331.xml", "title": "How Colposcopy Misses Invasive Cervical Cancer: A Case Report from the IMPROVE-COLPO Study", "patient": "A 45-year-old non-Hispanic Caucasian patient, G3P3, nonsmoker, had a gynecologic evaluation after experiencing heavy periods for the last five years with increasing pain. She had no relevant history and her previous Pap test, a year earlier, had been normal. Pelvic ultrasound showed a normal sized uterus with normal appearing right ovary that had a simple cyst of 3.7 cm and a 1.1 cm endometrium. Her cervical screening test was Atypical Squamous Cells of Undetermined Significance (ASC-US), Human Papillomavirus (HPV) positive, so she underwent colposcopy. She provided signed consent to be recruited in the study.\\nDuring colposcopy, the transformation zone of the cervix, including the outer limits, was entirely visualized () and acetic acid (3%) was applied. No significant findings were observed, except for Nabothian cysts at 6 and 8 o'clock. Minimal acetowhitening reaction was observed around the external os (). The assessment was that there were no lesions suspected for neoplasia and biopsy was not warranted, in accordance with guidelines []. Subsequently, the DSI color-coded map was revealed and reviewed (). It highlighted a small acetowhite area around 11-12 o'clock, with colors representing strong/persistent acetowhitening on the color scale of the map (included in ). The standardized working distance and field of view of the colposcope allow the estimation of the lesion size (post hoc) to be approximately 0.43 cm in the horizontal direction. Prompted by the DSI indication, a punch biopsy was performed at that site. Based on the patient's condition, additional samples were collected from the endocervix and the endometrium.\\nThe histopathological review of the punch biopsy showed an invasive squamous carcinoma that was undermining the mucosa and that the depth of the biopsy did not fully represent the full depth of the malignancy. The endocervical curettage was negative and the endometrial biopsy benign. The patient was referred for oncology consultation and had a PET/CT scan to stage the carcinoma as well as investigate whether there were any additional findings that could explain her lower abdominal discomfort other than the ovarian cyst. The PET/CT scan revealed some minimal reactive inguinal nodes, but no other evidence of metastatic disease. There was no significant contrast in the region of the cervix. The least-invasive approach of cone biopsy was discussed and suggested to the patient; however as she was not considering future pregnancies, she preferred and insisted on having the most definitive surgery. She underwent robotic laparoscopic radical hysterectomy with pelvic lymphadenectomy and bilateral salpingo-oophorectomy. The pathology review confirmed a poorly differentiated squamous cell carcinoma of the cervix, present in the 9:00 to 12:00 quadrant, 0.5 cm in greatest horizontal expansion, invasive 0.1 cm into the stroma. It also reported the presence of severe squamous dysplasia (CIN3). All margins were benign and negative for dysplasia. No other malignancies were identified, and the patient remains under oncologic surveillance.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'22418039': 1, '28744318': 1, '26704326': 1, '25568989': 1, '22622343': 1, '26225943': 1, '12692113': 1, '23519301': 1, '21176085': 1, '25422481': 1, '1525100': 1, '12798706': 1, '33906322': 1, '16677597': 1, '27830099': 2}", "similar_patients": "{}"}