{"patient_id": 73920, "patient_uid": "5960177-1", "PMID": 29776439, "file_path": "comm/PMC005xxxxxx/PMC5960177.xml", "title": "Concurrence of symmetrical peripheral gangrene and venous limb gangrene following polytrauma: a case report", "patient": "A 42-year-old Chinese man riding a motorbike sustained blunt trauma following collision with a lorry. He had decreased level of consciousness and a nosebleed when found lying at the roadside. On arrival at the emergency department, his Glasgow Coma Scale (GCS) was E2V2M4, right pupil was 4 mm and left pupil was 2 mm with sluggish reactions. His blood pressure (BP) was 169/126 mmHg, heart rate 89 beats/minute, and arterial oxygen saturation (SaO2) was 80% (room air). He was intubated and resuscitated following principles of Advanced Trauma Life Support. A computed tomography (CT) scan of his brain showed right frontal intraparenchymal bleeding (3.5 × 1.5 × 2.6 cm), right cerebral sulci effacement, 0.9 cm midline shift, multiple extradural hemorrhages of 1 cm diameter, and multiple small contusions in bilateral frontal and right temporal regions. A thoracic and abdominal contrast CT scan showed bilateral lung contusions with multiple rib fractures. Pelvic and right femur X-rays showed fractures of the right neck of femur and midshaft with open wound (Gustilo grade two). Bilateral pedal pulses were palpable.\\nWithin 3 hours post-trauma, emergency decompressive craniectomy and right femur wound debridement were performed. Intraoperatively, his BP dropped to 80/50 mmHg due to bleeding from his right femur and craniectomy, and noradrenaline infusion was started (highest dose, 0.16 mcg/kg per minute). Postoperatively, his alanine aminotransferase level measured 182 U/mL (reference range, 10–40) and aspartate aminotransferase level measured 405 U/mL (reference range, 10–40), consistent with hypotension-related shock liver in this clinical context.\\nEstimated intraoperative total blood loss was 1 l. Two units of packed cells were transfused. Postoperatively, he was ventilated in an intensive care unit, and intravenously administered fentanyl and propofol were maintained for 24 hours. Following stoppage of sedation, noradrenaline was weaned off (on postoperative day 2). However, his subsequent GCS recovery was poor (E1VtM4). Unfractionated heparin (5000 IU twice daily by subcutaneous injection) was commenced on the third day for DVT prophylaxis, as risk of bleeding from injured organs was deemed to be low at that time.\\nOn day 5, he developed bilateral lower limb swelling extending into both thighs, more marked on his left thigh. Bluish discoloration of all toes was noted with presence of bilateral pedal Doppler signals. His fingers were normal. Duplex scanning of the deep veins of his lower limbs showed left external iliac and femoral vein thrombosis, with no DVT on the right side. CT angiography revealed good opacification of arteries to the small vessels distal to both ankles, consistent with bilateral distal microvascular thrombosis; that is, the radiological picture was consistent with SPG. Low-dose heparin thromboprophylaxis was replaced by therapeutic-dose intravenously administered heparin upon diagnosis of DVT of his left lower limb; at the same time, hemodialysis was commenced.\\nHis platelet count fell abruptly from 559 × 109/L on the fifth hospital day (measured shortly before onset of limb ischemia) to 250 on the eighth day, a decline of approximately 55% (Fig. ). Progressive acral limb ischemia occurred during this time period. The platelet count fall (starting on the third day of heparin therapy) was deemed too soon to indicate immune heparin-induced thrombocytopenia (HIT) on clinical grounds (although testing for HIT antibodies was not locally available).\\nAt the time of onset of limb ischemia (day 6 of hospitalization), blood testing showed: hemoglobin, 75 g/L; white cell count, 12.7 × 109/L; C-reactive protein (CRP), 169.7 mg/l (reference range, < 10); erythrocyte sedimentation rate, 61 mm (reference range, 0–22); prothrombin time, 11.6 (reference range, 11.5–15.5 seconds); international normalized ratio (INR), 1.11 (reference range, < 1.4); and activated partial thromboplastin time, 43.3 seconds (reference range, 30–40 seconds). He had acute renal failure with urea of 43.8 mmol/L (reference range, 2.8–8.1) and serum creatinine of 357 μmol/L (reference range, 62–106), which resolved after a week. Blood cultures were all negative.\\nThrombectomy was done by the vascular surgeon via femoral vein. Two days post-thrombectomy, left iliofemoral venous thrombosis recurred, and repeat thrombectomy was performed. Despite heparin treatment and repeat thrombectomies, toe ischemia progressed to more extensive lower limb ischemic gangrene (Fig. showing clinical appearance on day 10). Right transmetatarsal and left below-knee amputations were performed. However, he died during his sixth week of hospitalization due to pneumonia and infected bed sore.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'24569023': 1, '25386476': 1, '27713875': 2, '24060792': 1, '26406313': 1, '19522719': 1, '11320387': 1, '26267624': 1, '24862424': 1, '26376919': 2, '22400489': 1, '24428096': 1, '23926534': 2, '9382401': 1, '23417943': 1, '25979950': 1, '8588412': 1, '25590528': 1, '14959959': 1, '29776439': 2}", "similar_patients": "{'4573942-1': 1, '3719333-1': 1, '5046798-1': 1}"}