{"patient_id": 121891, "patient_uid": "5738013-1", "PMID": 28984777, "file_path": "noncomm/PMC005xxxxxx/PMC5738013.xml", "title": "Anti-Ma2–associated limbic encephalitis with coexisting chronic inflammatory demyelinating polyneuropathy in a patient with non-Hodgkin lymphoma", "patient": "A 74-year-old man was admitted to our hospital because of acute worsening of body aches, numbness of all four limbs, and weakness of the lower limbs. He reported that all of these symptoms had been slowly progressing during the past 5 months. During this period, he had sustained 2 falls during this period and felt that he was slow to react. He had also occasionally experienced visual hallucinations, and had lost almost 5 kg in 1 month.\\nBrain computed tomography (CT) showed lacunar infarction. Magnetic resonance imaging (MRI) of the cervical, thoracic, and lumbar spine showed degenerative changes. His sodium and chloride ion levels were slightly decreased, whereas his high-sensitivity C-reactive protein (hs-CRP) level had increased to 6.5 times the normal value (normal range, 0–3.5 mg/L), and his β2 microglobulin level had increased to 3 times the normal value (normal range, 0.7–1.8 mg/L). Routine blood examination and a coagulation profile revealed no abnormalities. Tests for anti-streptolysin O and rheumatoid factor were negative.\\nOn admission to our clinic, further aggravation of the clinical symptoms was observed, and right blepharoptosis and limited eyeball movements were detected, indicating right oculomotor paralysis. On examination, the patient appeared drowsy, slow to react, and poorly oriented in time and place. Triparesis involving both lower limbs and the right upper limb was detected, the tendon reflexes had disappeared in all 4 limbs, and hypalgesia in 4 limbs was found in this patient.\\nA physical examination revealed that the patient could not complete the finger-to-nose test and heel-knee-tibia test with his right limbs owing to weakness. He scored 24 points on the Mini-Mental State Examination of cognitive function (orientation, 2; attention and calculation, 1; recall, 1; language, 1; ability to follow simple commands, 1).\\nSerological hs-CRP was 34.50 mg/L (normal 0–3.5), erythrocyte sedimentation rate was 86 mm/hour (normal 0–15), and β2 microglobulin level was 5.28 mg/L (normal 0.7–1.8). The serum IgA was 6.7 g/L (normal 0.7–4.0), IgG was 16.7 g/L (normal 7.0–16.0), and anticardiolipin IgG antibody level was 16 U/mL (normal 0–10). In addition, tests for IgG antibodies to herpes simplex virus, rubella virus, and cytomegalovirus were positive. The serum titers of IgG antibody of Epstein–Barr virus core antigen was 4.165 s/co (normal <1.100). The serum levels of creatine kinase and lactate dehydrogenase were normal. Serological testing for syphilis and human immunodeficiency virus was negative.\\nA lumbar puncture revealed albuminocytologic dissociation in the cerebrospinal fluid (CSF), specifically, the cell count was 4 × 106 cells/L (normal 0–8) with 2 lymphocytes and without any abnormal cells, and the protein concentration was 1.32 g/L (normal 0.15–0.45). Anti-PNMA2 (Ma2/Ta) was suspected to be positive in the CSF and weakly positive in the serum (antibody expression was graded as follows: ≤25% positive cells, suspected to be positive; >25% and ≤50% positive cells, weakly positive; >50% and ≤75% positive cells, positive; and >75% positive cells, strongly positive).\\nThe serum total prostate-specific antigen was mildly increased; other tumor markers were negative. A lung CT scan showed an old lesion in the superior lobe of the right lung. Abdominal Doppler ultrasonography showed prostatic hyperplasia with calcification. Scrotal Doppler ultrasonography showed a spermatocele in the head of the left epididymis. A prostatic MRI showed prostatic hyperplasia and slight enlargement of the lymph nodes in the inguinal regions and around the iliac vessels. Positron emission tomography (PET)/CT showed that lymph nodes in multiple regions were mildly enlarged with increased metabolism, indicating a high possibility of lymphoma. Histopathological examination of the inguinal lymph nodes was suggestive of angioimmunoblastic T-cell lymphoma (AILT) or peripheral T-cell lymphoma.\\nImmunohistochemical examination yielded the following results: Ki-67 (+60%), CD2 (+), CD3 (+), CD43 (+), CD5 (+), CD20 (−), PAX-5 (−), CD10 (−), Bcl-6 (scattered +), CD21 (DC+), PD-1 (−), Bcl-2 (+), CD15 (−), CD30 (a few scattered +), CD7 (+), CD43 (+), CD4 (+), CD8 (partially +), granzyme B (−), TIA-1 (a few scattered +), CD56 (−), EMA (−), ALK (−), CD30 (scattered +), CD15 (−), EBER (a few scattered+). The immunohistochemical results are shown in Figures –.\\nBrain MRI was performed twice; both MRI scans showed multiple lacunar infarctions with no suspicious signals in the brain stem and diencephalon (Fig. ). Brain magnetic resonance angiography showed partial disappearance of the left vertebral artery, suggesting blockage. Electromyography showed that peripheral nerve conduction in all 4 limbs was significantly impaired, indicating a preponderance of demyelination (Fig. ). A 4-hour electroencephalogram showed irregular sharp slow waves and δ waves in both temporal regions.\\nA definitive diagnosis of CIDP was made based on the symptoms and results of auxiliary examinations. The patient's clinical condition stabilized after a cycle of enhancing immunity (intravenous immunoglobulin) and neuronutrition (edaravone injection). There were no signs of CIDP progression. In the following days, a final diagnosis of anti-Ma2-related PNS associated with lymphoma was made. The patient was treated with intravenous dexamethasone (15 mg/day) for 3 days, and all the central and peripheral nervous system symptoms improved. The patient was then transferred to the oncology department to receive systemic chemotherapy.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'25045381': 2, '16980333': 1, '25487436': 1, '17580598': 1, '23884813': 1, '17018696': 1, '21163445': 1, '24705493': 1, '19786284': 1, '21205983': 1, '21339498': 1, '15215214': 1, '20456730': 1, '15201193': 1, '16361608': 1, '10362822': 1, '20439389': 1, '18223018': 1, '26190012': 1, '15937876': 1, '28984777': 2}", "similar_patients": "{'4101105-1': 1}"}