{"patient_id": 119637, "patient_uid": "5571672-1", "PMID": 28816935, "file_path": "noncomm/PMC005xxxxxx/PMC5571672.xml", "title": "Perimesencephalic nonaneurysmal subarachnoid hemorrhage caused by transverse sinus thrombosis", "patient": "A 45-year-old right-handed Chinese man presented to our hospital with a 6-hour history of sudden onset of a severe headache in the occipital-temporal orientation, associated with nausea, vomiting, and mild photophobia. The headache was persistent and unresponsive to non-steroid analgesics. He had no relevant family history of thrombosis or hemorrhage. His past medical history was unremarkable without risk factors such as diabetes, hypertension, hypercholesteremia, autoimmune disorders, alcohol consumption, cigarette smoking, or drug abuse. Upon arrival to the emergency department, the patient was fully conscious and totally alert, presenting apparently a normal higher cortical function, but suffering from severe headache, photophobia, stiff neck and vomiting with a Glasgow Coma Scale of 15/15. The severity of SAH was assessed as grade 2 on the Hunt & Hess scale and grade 1 on World Federation of Neurological Surgeons (WFNS) scale. No abnormalities or focal neurologic deficits were remarkable except for stiff neck in a general physical examination.\\nAn emergency noncontrast brain computed tomography (CT) revealed an acute subarachnoid hemorrhage restricted to the perimesencephalic and prepontine cisterns. There was no extension of the hemorrhage to interhemispheric fissure and the Sylvian fissures. This pattern of hemorrhage was well known as a perimesencephalic SAH (Fig. A–C). Followed CT angiography did not reveal any evidence of an intracranial aneurysm or underlying vascular malformation. The patient was admitted to the neurology intensive care unit for making preparations for digital subtraction angiography (DSA). On the second day after hospitalization, DSA showed no evidence of an aneurysm and vascular malformation in arterial and capillary phases (Fig. A and B). Assessment of the venous phase of left internal carotid artery angiogram showed normal cortical veins, superior sagittal sinus, and left transverse sinus (Fig. D and F). But the assessment of the venous phase of right internal carotid artery angiogram demonstrated an absence of normal venous outflow of the right transverse sinus and prominent cerebral veins as extensive collateralizations (Fig. C and E). The findings suggested right transverse sinus thrombosis. Brain magnetic resonance images were conducted to confirm the diagnosis of cerebral sinus thrombosis 3 days after admission, which revealed an image of normal gray and white matter, without lesions in the brain parenchyma. However, the images of the right transverse sinus revealed the presence of a hyperintense lesion on both T1-weighted image and T2-weighted image inside the sinus (Fig. A–C), suggestive of the replacement of signal void by thrombus. Axial gadolinium-enhanced T1-weighted images demonstrated filling defects in the right transverse sinus and sigmoid sinus (Fig. D), compatible with the absence of flow on contrast MR venography (Fig. E and F).\\nRoutine laboratory examinations, including complete blood count, liver and renal function tests, serum electrolytes, erythrocyte sedimentation rate (ESR), and routine urine test were all within normal limits. There was not any significant abnormality in routine investigations except for an increased D-dinner level (21.7 mg/L, reference range 0.1–5 mg/L) and elevated activity of factor VIII (212%, reference range 50–150%). Regarding the etiology of the cerebral venous thrombosis, different markers of prothrombotic conditions on laboratory examinations were performed including antithrombin III, protein S, protein C, factor V Leiden, homocysteine, antiphospholipid antibodies, anti-β2-glycoprotein-1 IgM, and lupus-like anticoagulant. These results failed to provide evidence for hereditary or acquired coagulation defect. Other immune tests such as anti-nuclear antibody, anti-extractable nuclear antigen, anti-dsDNA, anti-neutrophil cytoplasmic antibodies, anti-smooth muscle antibody were all negative. Hepatitis panels and tumor biomarkers tests were all negative. Endocrinological work-up revealed hyperthyroidism on the basis of serum FT3 (14.8 pmol/L, reference range 3.60–10.82 pmol/L), serum FT4 (33.5 pmol/L, reference range 6.7–21.4 pmol/L), serum thyroid stimulating hormone (TSH) (below 0.02 mIU/L, reference range 0.9–7.10 mIU/L), antithyroglobulin antibody 1:320, and anti-TSH receptor antibody 56.5% (reference range < 10%).\\nLumbar puncture in the third day after admission demonstrated xanthochromia cerebrospinal fluid with an opening pressure of 360 mmH2O. Cerebrospinal fluid (CSF) test revealed 87 mg/dL of glucose, 59 mg/dL of protein, 1447 cells/mm3 of red blood cell and 127 cells/mm3 of white blood cell (52% polymorphonuclear leukocytes, 31% lymphocytes, 17% monocytes). Other inspections of CSF including gram stains, India ink stain, acid fast bacilli stain, and virological panels were all negative. Mannitol and glycerol were initiated to control the increased intracranial pressure after lumbar puncture.\\nThe diagnosis of PNSAH caused by cerebral venous sinus thrombosis was established based on the clinical course and radiological images 3 days after admission. The diagnosis of Graves disease was established based on the results of laboratory investigations 4 days after admission. Graves disease was treated with propylthiouracil and propranolol. After informed consent was obtained on the fourth day after admission, therapy for cerebral venous thrombosis started with low-molecular weight heparin (Nadroparin, 6150AXaIU, subcutaneous injection, twice daily). Subsequent oral anticoagulant therapy with warfarin (target International normalized ratio = 2–3) was started 14 days later. The clinical symptoms were markedly improved at 10 days of posttreatment (day 14 after admission). Brain CT (Fig. A–C) on day 16 provided an apparently normal image of the perimesencephalic cistern, demonstrating a complete absorption of hemorrhage. His headache subsided on the same day with a mildly elevated CSF pressure of 200 mmH2O in the re-examination of lumbar puncture. The patient discharged without any neurologic defect after 3 weeks of hospital stay. At his 6-month follow-up, he had no complaints. MR venography revealed recanalization of sinus thrombosis in the corresponding area (Fig. A and B). Laboratory findings indicated normal values of free T3, free T4 level, and activity of factor VIII except for a mildly decreased TSH (0.62 mIU/L, reference range 0.9–7.10 mIU/L). Then oral anticoagulant therapy of warfarin discontinued. At his 1-year follow-up, he had no clinical relapses.\\nTimeline of clinical course, interventions and outcome shows in Figure .", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'16518463': 1, '31440838': 1, '11914808': 1, '34722579': 2, '18805965': 1, '23463423': 1, '27281281': 1, '23949148': 1, '23625777': 1, '21293023': 1, '21998058': 1, '21116939': 1, '1950905': 1, '17587777': 1, '25380613': 1, '23643478': 1, '10066840': 1, '12872190': 1, '26097524': 1, '25003696': 1, '18433987': 1, '28392913': 1, '24629055': 1, '29668636': 1, '16794347': 1, '27106848': 1, '23428995': 1, '18406143': 1, '17204682': 1, '24930477': 1, '27904262': 1, '15166390': 1, '29679001': 1, '27173362': 1, '25523050': 1, '19499167': 1, '24554610': 1, '3982634': 1, '26889280': 1, '22758384': 1, '9092868': 1, '19831135': 1, '19057284': 1, '23373799': 1, '24829185': 1, '25777838': 1, '34234736': 1, '10431777': 1, '27858388': 1, '18541874': 1, '19119890': 1, '29982184': 1, '19996624': 1, '24559748': 1, '23287902': 1, '31864313': 1, '28816935': 2}", "similar_patients": "{'8554241-1': 1}"}