{"patient_id": 63250, "patient_uid": "5118902-1", "PMID": 27876040, "file_path": "comm/PMC005xxxxxx/PMC5118902.xml", "title": "Botulinum toxin treatment for essential palatal tremors presenting with nasal clicks instead of pulsatile tinnitus: a case report", "patient": "A previously healthy 51-year-old man presented at our hospital with a chief complaint of clicking sounds heard in the nose. He mentioned that the noise was audible to others and disappeared during sleep. He had excessive phlegm for two years and pharyngalgia for one week. His birth, growth and developmental history were all normal. He had no history of head trauma, chronic ear disease, or neurological disorder. None of his family members had a history of nasal clicks or tinnitus. The patient had been very uncomfortable due to the persistent sound.\\nAn otolaryngologist performed physical examination of the nose, mouth and pharynx; and found that the audible “clicking” noise originated from the nose (Additional file 1: Video S1). No anomaly other than a fast rhythmic tremor of the soft palate was observed upon physical examination. Other muscles in the pharynx, mouth and eyes did not seem to be involved based on these examinations. Results of audiometry, tympanometry and neurologic examinations including cranial magnetic resonance imaging (MRI) and neurological physical examinations were all normal. Rhythmic palatal movements produced a high-pitched “clicking” sound with a frequency of approximately 100 clicks per minute (Additional file 1: Video S1, Additional file 2: Video S2 and Additional file 3: Video S3). The examiner could clearly hear the sound at a distance of 10 cm from the nasal tip. When the patient was asked to tilt his neck slightly backward, the noise was reduced (Additional file 4: Video S4).\\nLaboratory results including routine blood work, antinuclear antibody analysis, thyroid tests, and hepatic and renal functions tests were all normal (Table ). Computed tomography (CT) scans of the brain and cervical region did not show any abnormalities. A nasal sinus CT scan revealed fungal maxillary sinusitis on the left side (Fig. ), which was treated by functional endoscopic sinus surgery. No signs of olivary nucleus hypertrophy or occupying lesions of the skull base were visible on MRI scans (Fig. ).\\nWe then performed a nasal endoscopic examination. Involuntary rhythmic movements of the nasopharyngeal lateral wall or muscles surrounding the eustachian tube were not observed (Additional file 2: Video S2 and Additional file 3: Video S3). However, the torus tubarius was found to be involved. We identified the source of the clicks on the basis of the adjacency of the sound to the nose and throat. Thus, the nasal cavity was confirmed as the source of the sound.\\nEndoscopic sinus surgery was performed to open the left maxillary sinus. The patient was placed in the supine position. After endotracheal intubation and routine disinfection, sterile drapes were placed and the operation commenced. An adrenaline cotton sheet was placed in the left nasal mucosa to absorb nasal secretions. The middle turbinate root, agger and uncinate process of the left side were locally anesthetized by injecting lidocaine-containing adrenaline. Under 0° endoscopy, the left uncinate process was lifted by a nasal probe, and the tail section of the uncinate process was separated. The upper and lower ends of the uncinate process adjacent to the lateral nasal wall were excised with a curved scissor. The separated uncinate process was removed with an ethmoidal sinus forcep. Thereafter, the bone at the tail end of the uncinate process was removed with a detacher and the anterior fontanelle was removed with a back biting rongeur. Thus, the natural orifice of the maxillary sinus was expanded. The maxillary sinus observed with 70° endoscopy revealed several brown bean-curd-residue-like lesions. A subsequent pathological examination confirmed that they were mould clumps. We cleaned the lesions, flushed the maxillary sinus cavity with saline via a curved suction tube, and ensured that the sinus mucosa was smooth and without any residual lesions. The left nasal cavity was filled with one expansion sponge, and the operation was completed.\\nHowever, the “clicking” noise did not stop. In a follow-up exam three months after surgery, we confirmed that the ostium of the left maxillary sinus had significantly opened up, and the sinus was clean.\\nTo determine the etiology of the nasal click, we recorded the activities of the soft palatal muscles including the TVP, palatopharyngeus, palatoglossus, levator veli palatini (LVP), and uvularis muscles by direct electromyography (EMG, Fig. ). All the above-mentioned muscles except the TVP revealed abnormal waveforms. This was a highly unusual finding. The TPV is usually the main muscle associated with EPT. However, our EMG results revealed that all other muscles except the TVP were causing these contractions.\\nThe nasal clicks significantly affected the patient’s social life. The patient did not receive any other treatment from other hospitals before he arrived at our hospital. To explore whether blocking nerve impulse conduction can weaken or eliminate the tremors, we first injected 0.5 mL of 2% lidocaine into the palatal muscles including the palatopharyngeus, palatoglossus, LVP and uvularis muscles. Palatal tremors disappeared, but returned within four hours given that the effective time of lidocaine anesthesia is approximately 1.5 h. When the patient visited our hospital a week later, we modified the treatment strategy. Botulinum toxin was injected into four different regions (dose, 12.5 U/site) of the soft palatine (Fig. ). The patient tolerated the injections well on the first day. On the second day, the patient experienced dragging pain, and his tongue twisted involuntarily when he had to open his mouth wide. Two weeks later, the pain subsided, and his lisp disappeared. The patient did not complain of excessive phlegm thereafter. No other side effects such as choking after drinking or difficulty in swallowing were reported. Three months after receiving botulinum toxin injections, the palatal tremors disappeared; and the patient felt well. However, eight months after the botulinum toxin injections, the palatal tremors recurred; but the frequency of the tremors and number of attacks were reduced. Rapid contractions of the velar muscles sometimes occurred when he was nervous or tired, or had consumed alcohol; but he could control them voluntarily (Additional file 5: Video S5). An EMG test at this point showed complete relief of the LVP and uvularis muscles besides palatoglossus and palatopharyngeus.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'24868416': 2, '21573084': 1, '17109787': 1, '10908979': 1, '7922465': 1, '16021364': 1, '21513907': 1, '16317025': 1, '12883939': 1, '23583064': 1, '15944559': 1, '16845571': 1, '11945102': 1, '9286640': 1, '15853612': 1, '8029428': 1, '2276039': 1, '17560141': 1, '19142573': 1, '7876742': 1, '15197718': 1, '6466162': 1, '15265242': 1, '24223317': 2, '3795074': 1, '27876040': 2}", "similar_patients": "{'3816037-1': 1, '4027662-1': 1}"}