{"patient_id": 118713, "patient_uid": "5499499-1", "PMID": 28698783, "file_path": "noncomm/PMC005xxxxxx/PMC5499499.xml", "title": "Lenalidomide and Temozolomide Combination in a Very Elderly Patient with CNS Relapse of Diffuse Large B-Cell Lymphoma", "patient": "In 2015, April, an 83 years old woman was referred to our institution because of a diagnosis of DLBCL was made by a biopsy of a right orbit injury. Physical examination showed no enlarged lymph nodes, blood cell count was normal, LDH was mildly increased (249IU/l, normal value 135–225 IU/l). Bone marrow biopsy revealed no infiltration, computed tomography (CT) scan showed multiple mediastinal and celiac enlarged lymph nodes, together with parenchymal splenic localizations. ECOG performance status was 2. The patient was considered ineligible for i.v. high-dose methotrexate (MTX) and, according to conflicting results of i.t. prophylaxis, recent data by Muravski and colleagues and patient’s willing, did not receive i.t. MTX.\\nImmunochemotherapy with etoposide, mitoxantrone, cyclophosphamide, vincristine, prednisone, and bleomycin (VNCOP-B) was administered, in association with rituximab., The patient received chemotherapy weekly and rituximab every 2 weeks for 12 weeks, as previously published. The regimen was completed without dose delays or dose reductions; total body CT scan showed a complete remission (CR). Treatment toxicity was mild with only grade 1 peripheral neuropathy that disappeared after treatment completion; thank primary prophylaxis with filgrastim no neutropenia occurred.\\nThe patient maintained CR for 6 months when she came to the emergency department because of a headache and cognitive impairment. Brain CT scan showed CNS relapse with a right frontal mass that extended to the ipsilateral frontal-basal areas, a wide ipsilateral vasogenic edema with ventricular compression and initial trans-falcial herniation. The patient was defined ineligible for radiotherapy (RT) because of age, wide vasogenic edema and high risk of neurotoxicity and started intramuscular dexamethasone 8mg daily and oral temozolomide 250mg daily for 5 consecutive days without any improvement after 1st cycle; total body CT scan () showed a further increase of the right frontal mass (diameter 7cm) without other disease localizations.\\nGiven the promising data of lenalidomide use for CNS lymphoma and the lack of other treatment options, we decided to administer lenalidomide 25mg daily for 21 days every 28 days together with temozolomide 250mg daily for 5 days every 28 days. The patient experienced a rapid improvement in general and cognitive conditions after the 1st cycle, headache disappeared, both Activities of Daily Living (ADL) and Instrumental Activities of Daily Living (IADL) improved. We decided to continue this association; Gadolinium-enhanced brain MRI () was performed after the 2nd cycle and showed a wide reduction of neoplastic tissue (diameter 37 mm), vasogenic edema, and mass effect. In accordance with these promising results, the patients received other 4 cycles. Therapy was well tolerated, grade 2 neutropenia without infections and grade 2 thrombocytopenia that recovered after one-week dose delay were observed; no extra-hematological toxicity was observed, and no hospitalization was needed.\\nThe patients maintained good clinical conditions until the end of the 6th cycle when a headache recurred. Gadolinium-enhanced brain MRI () showed disease progression. Clinical conditions rapidly worsened, the patient came to the hospital, we tried to administer steroid therapy, mannitol, and oral procarbazine, but the patient did not respond to treatment and died.", "age": "[[83.0, 'year']]", "gender": "F", "relevant_articles": "{'28197996': 1, '19926148': 1, '17990178': 1, '19841864': 1, '25527263': 1, '24939657': 1, '26847165': 1, '21519022': 1, '27382100': 1, '27846613': 1, '21990093': 1, '25912004': 1, '21228334': 1, '27301994': 1, '25312994': 1, '27207798': 1, '26314773': 1, '29427149': 1, '26605261': 1, '28698783': 2}", "similar_patients": "{}"}