{"patient_id": 120120, "patient_uid": "5608682-1", "PMID": 28971059, "file_path": "noncomm/PMC005xxxxxx/PMC5608682.xml", "title": "Common Peroneal Neuropathy With Anterior Tibial Artery Occlusion: A Case Report", "patient": "A 73-year-old male (height, 158 cm; weight, 62 kg) was referred by the cardiology department to the rehabilitation department because of a 3-week history of left foot drop. He also complained of numbness and a tingling sensation on the left lateral side of the lower leg and dorsum of the foot. At the time of referral, the left leg and foot were soft and non-tender. Only the right dorsalis pedis was pulsatile, but not on the left side. Pain in the left lateral lower leg and dorsum of foot was scored 3/10 on the Numeric Pain Rating Scale. The Medical Research Council scale for weakness showed the following grades (right/left): hip extension 5/5, knee flexion 5/5, ankle dorsiflexion 5/1, and hallucis extension 5/1. He had no lower back pain and the straight leg raise reached 80° on both sides. A positive Tinel's sign behind the fibular neck on the left side was noted. In a nerve conduction study, there was no compound motor action potential in the left deep peroneal nerve on the left extensor digitorum brevis or tibialis anterior muscle recordings, and no evoked sensory nerve action potential in the left superficial peroneal nerve (). Needle electromyography showed abnormal spontaneous activity at rest and no motor unit action potential activity in the left tibialis anterior, peroneus longus, and peroneus brevis muscles (). Computed tomography (CT) angiogram showed proximal occlusion of the left anterior tibial artery (ATA) () without any abnormal findings of the soft tissue. This led to a diagnosis of left common peroneal neuropathy due to occlusion of the left ATA. The patient was treated with oral warfarin.\\nThe patient's medical history was reviewed. He did not have diabetes mellitus. He received a mitral valve replacement 5 years ago due to mitral stenosis, and echocardiography showed a moderate degree of aortic stenosis and regurgitation. In addition, he had complete atrioventricular block and valvular atrial fibrillation; and had a pacemaker inserted three years prior to referral. However, he had been prescribed only an antiplatelet agent because of a history of cerebellar intracranial hemorrhage 2 years previously.\\nApproximately 4 weeks prior to referral, he visited another hospital suffering from chest pain, and received percutaneous coronary angiography which took about 30 minutes. After percutaneous coronary angiography, he received conservative care in a general ward, without any physical restrain or requirement for absolute bed rest. He could ambulate the ward with only minimal assistance. Some days later, he complained of left leg weakness and a brain CT was performed to rule out an acute brain lesion. Magnetic resonance imaging (MRI) was contraindicated because of the cardiac pacemaker. The brain CT showed a subacute ischemic lesion in the right posterior temporal region but it did not clinically correlate with the weakness. Although he complained of foot drop and paresthesia, there were no symptoms of anterior compartment syndrome such as tenderness, redness or swelling of low leg. No deep vein thrombosis or abnormal findings of soft tissues were found upon ultrasonography of the left leg. After improvement of the chest pain, he was discharged home. Two weeks later he was admitted to the cardiology department in the present hospital due to chest pain, and was referred to the rehabilitation department. After diagnosis of the left common peroneal neuropathy and improvement of the chest discomfort with conservative therapy, he was transferred and received rehabilitation.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'4385147': 1, '15773642': 1, '10550725': 1, '16221285': 1, '23280564': 1, '20483119': 1, '11927739': 1, '11239320': 1, '14566896': 1, '17030832': 1, '28971059': 2}", "similar_patients": "{}"}