{"patient_id": 73767, "patient_uid": "5945956-3", "PMID": 29761126, "file_path": "comm/PMC005xxxxxx/PMC5945956.xml", "title": "Seronegative antibody-mediated neurology after immune checkpoint inhibitors", "patient": "Patient 4 was a 52-year-old male with metastatic melanoma affecting the ear, cervical lymph nodes, and lung. Treatments included radical neck dissection, and nivolumab with ipilimumab. Three weeks after the first infusion, and 2 days after the second cycle, he developed headache and generalized tiredness. Investigations revealed hypophysitis and prednisolone was commenced. A week later, he experienced progressive hand and feet numbness, with bilateral facial weakness, distal limb weakness, and reduced deep tendon reflexes. CSF was acellular with a protein content of 2.3 g/L. Neurophysiology revealed a demyelinating neuropathy and both whole spine MRI and ganglioside antibodies were unremarkable (Table ). In summary, the findings were consistent with the acute inflammatory demyelinating polyneuropathy variant of GBS. He was commenced on intravenous immunoglobulins with a very good recovery.\\nIn all four patients, the checkpoint inhibitors were discontinued and no neurological relapses were noted at follow-up (0.5–2.5 years, Table ).\\nThese 4 cases were observed over a 20 month period, and this exceeded the cumulative frequency of patients with antibodies against dipeptidyl-peptidase-like protein-6 (DPPX, n = 1), the α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid receptor (AMPAR, n = 0), the gamma-aminobutyric acid A-receptor (GABAAR, n = 1), and Iglon5 (n = 0).", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'34458371': 1, '31555448': 1, '33272955': 1, '29788256': 1, '29293098': 1, '30218501': 1, '29309048': 1, '20511282': 1, '22437870': 1, '27271951': 1, '31653079': 1, '33897597': 1, '32796130': 1, '32908747': 2, '28821685': 1, '31134049': 1, '24853231': 1, '26109714': 1, '33604462': 1, '23487828': 1, '29104289': 1, '33935958': 1, '27351142': 1, '19651643': 1, '25491076': 1, '27806233': 1, '28334857': 1, '33995251': 2, '34457306': 2, '26858122': 1, '31008047': 1, '32581059': 2, '33173368': 1, '27998967': 1, '28505981': 1, '34972978': 1, '27113605': 1, '28064556': 1, '34040602': 2, '29761126': 2}", "similar_patients": "{'5945956-1': 2, '5945956-2': 2, '7319718-1': 1, '8119990-1': 1, '8141750-1': 1, '8392782-1': 1, '7450342-1': 1}"}