{"patient_id": 122412, "patient_uid": "5778725-1", "PMID": 29399374, "file_path": "noncomm/PMC005xxxxxx/PMC5778725.xml", "title": "Sporadic hemangioblastoma of the film terminale with peritumoral cyst", "patient": "A 37-year-old female presented with bilateral lower extremity night pain for 2 months without any focal neurological deficits, including normal sphincter function. She had no family history of central nervous system (CNS) tumors, and screening for vHL disease was negative. The MR imaging demonstrated an intradural spinal tumor at the level of the conus (L1). The tumor was 8 × 6 mm and isointense on both T1-weighted (T1) and T2-weighted (T2) MR images []. The T2 MR study showed a clear margin of the tumor and demonstrated both cranial and caudal peritumoral cysts without syrinx formation []. Serpentine flow voids of torturous and convoluted vessels were seen along the ventral aspect of the spinal cord. The edge of the conus medullaris showed deformation. Gadolinium-enhanced T1-weighted MR revealed homogeneously enhanced and lobulated tumor []. Preoperatively, a selective spinal angiogram confirmed the high vascularity of the tumor with a predominant supply from anterior spinal artery (e.g., arising from left T10 artery) [].\\nSurgical excision of hemangioblastoma of the conus.\\nThe patient underwent an L1 to L3 laminectomy. Under the operative microscope, the dura and arachnoid were opened, revealing a reddish tumor originating from the conus accompanied by cranial and caudal peritumoral cysts [Figure and ]. The tumor measured 8 mm in diameter, and was soft, and well-circumscribed. Intraoperative indocyanine green (ICG) videoangiography showed the tortuous feeding arteries from the both poles and the draining vein along the film terminale []. The feeding arteries were coagulated and resected. An en bloc resection of the tumor including the part of the film terminale and enlarged veins was performed under the operating microscope without any significant changes on intraoperative monitoring (e.g., motor evoked potential and sensory evoked potentials were stable during surgery).\\nThe histological examination of the tumor was consistent with a hemangioblastoma; it revealed stromal cells with vacuolated cytoplasm and small nuclei in a rich capillary network with several enlarged vessels; there were no mitotic elements []. The patient was discharged 1 week after the surgery, walking unassisted. She did have a sensory deficit around the anus which resolved within 1 month after surgery. She returned to her work at a nursery 2 months later.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'27982764': 1, '19402577': 1, '23845264': 1, '14984999': 1, '17725110': 1, '22027253': 1, '16459083': 1, '27236735': 1, '15814949': 1, '12894284': 1, '29399374': 2}", "similar_patients": "{}"}