{"patient_id": 115059, "patient_uid": "5159188-1", "PMID": 27887014, "file_path": "noncomm/PMC005xxxxxx/PMC5159188.xml", "title": "Intra-abdominal myositis ossificans in an asymptomatic patient during closure of a Hartmann's colostomy", "patient": "A 55-year-old male presented in our surgical department regarding closure of a Hartmann's colostomy, created 6 months ago because of sigmoid adenocarcinoma. He was symptom free while having the colostomy, with his medical history including hypertension and glaucoma. Preoperative workup was unremarkable, with normal laboratory examination results, and an unremarkable chest radiograph. After written consent, the patient was taken to the operating room.\\nIntraoperatively, a supra-infraumbilical incision was performed. Upon entering the abdominal cavity, an elongated bone-like lesion was located in the lower abdomen, attached on the peritoneum. It was protruding inside the abdominal cavity, being in contact with the sigmoid stump. Its length was ~10 cm (Fig. ). Mobilization of the small intestine, the colon and the sigmoid end was performed, further revealing the presence of two hardened calcified nodules on the mesocolon, ~10 cm from the colostomy. Both the peritoneal bone lesion and the mesocolon nodules were excised (Fig. ). The sigmoid stump had a stiff consistency on palpation without any visible bone formation. It was decided not to perform any further manipulations, so the colostomy and the sigmoid end remained in place.\\nPathology report of the excised specimen demonstrated well-developed compact and lamellar bone, surrounded by slightly fibroblastic tissue. Scanty foci of immature cartilage and woven-type bone with osteoblastic rimming were also observed (Fig. a and b).\\nPatient was discharged on the third post-surgical day uneventfully. At 3-month follow-up, he was symptom free, while a CT examination was negative regarding the presence of intra-abdominal bone formations.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'8623631': 1, '21304993': 1, '23858627': 1, '16501833': 1, '16330951': 1, '31886007': 2, '19204446': 1, '23045437': 1, '25058788': 1, '23248662': 2, '18580241': 1, '27887014': 2}", "similar_patients": "{'3523444-1': 1, '6914893-1': 1}"}