{"patient_id": 113701, "patient_uid": "5040566-1", "PMID": 27703934, "file_path": "noncomm/PMC005xxxxxx/PMC5040566.xml", "title": "A Case of Septic Arthritis of Shoulder Presenting as Stiffness of the Shoulder", "patient": "A 43-year-old man presented to the orthopaedic outpatient clinic with 2 months history of pain and limited range of motion in his left shoulder. His pain was insidious in onset, mild to moderate in intensity, aggravated by activities and associated with moderate rest and night pain. There was no history of direct or indirect trauma to the left shoulder. Patient was diagnosed as frozen shoulder at an outside facility and had been given intraarticular Depomedrol 40 mg injection for the same 40 days ago with no improvement in his symptoms. He had no fever, chills or rigors. He had no weight loss or loss of appetite. He is diabetic and has liver cirrhosis and is on treatment. On physical examination, the patient was afebrile, B.P was 110/70 mmHg, pulse rate-72beats/min. The skin colour and temperature of the left shoulder were normal, but the shoulder was tender to touch over the anterior joint line. Shoulder was very stiff and all shoulder movements were severely restricted.\\nMRI was obtained [] which showed extraosseous soft tissue enhancements around left shoulder with soft tissue abscess in inter muscular planes of supraspinatous, infraspinatous, subscapularis. glenoid joint effusion with distension of axillary recess.\\nBlood test revealed normal white cell count with normal differential count, CRP-13.4 mg/l (normal<5.0 mg/l). The erythrocyte sedimentation rate was raised, at 88 mm/hour (normal range, 0-20 mm/hour)\\nAspiration of shoulder joint was performed and fluid was sent for aerobic and anaerobic culture, AFB staining, Mycobacterium culture, and Mycobacterium genetic testing. Aerobic cultures identified methicillin –resistant Staphylococcus aureus. Arthroscopic lavage of the joint was done and articular fluid sent for repeat aerobic and anaerobic culture. Synovial biopsy was obtained and sent for histopathological examination. During the procedure, joint visualization was markedly limited because of severe inflammation and fibrinous changes of the joint. The articular cartilages of glenoid and humeral head were completely eroded down to the bone. Rotator cuff undersurface and anterior capsule were completely covered by fibrinous material. Joint was thoroughly debrided. Culture of joint aspirate came back positive for Klebsiella pneumoniae. Susceptibility of the isolate was determined with the disk diffusion method and it was susceptible only to colistin. Mycobacterium culture and genetic test came back as negative. Histopathological examination of the synovial tissue revealed () fibrocollagenous and fibrovascular inflammed connective tissue containing proliferated blood vessels and perivascular mixed inflammatory cells and lymphoplasmacytoid cells. Based on preoperative and intraoperative culture report, a definitive diagnosis of polymicrobial septic arthritis of the shoulder was established and patient was treated with combination antimicrobial treatment.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'16906071': 1, '9855273': 1, '2592392': 1, '4207743': 1, '16882905': 1, '32269876': 2, '7380854': 1, '32063021': 1, '21138213': 1, '12376899': 1, '9653429': 1, '7089630': 1, '27703934': 2}", "similar_patients": "{'7137677-1': 1}"}