{"patient_id": 114425, "patient_uid": "5095978-1", "PMID": 27822380, "file_path": "noncomm/PMC005xxxxxx/PMC5095978.xml", "title": "Chronic melioidosis presenting with multiple abscesses", "patient": "A 36-year-old diabetic man from rural part of India presented with high-grade fever, multiple swellings around joints and weight loss of 10 kg for the past 3 months. There was no cough, dyspnoea or abdominal pain. In this period, he had an episode of septic shock from which he recovered, but fever and swellings did not respond to various antibiotics such as cefaperazone/sulbactum, amikacin and levofloxacin. Blood cultures were sterile. There was significant proteinuria and chest CT showed patchy infiltrates in lungs without cavity, nodules or lymphadenopathy. Granulomatosis with polyangiitis was considered as a differential diagnosis, but anti- neutrophil cytoplasmic antibody, anti-proteinase 3 and anti-myeloperoxidase turned out to be negative. Rheumatoid factor, anti-nuclear antibody and HIV were also negative. Empirical steroids resulted in worsening of symptoms and enlargement of swellings. There was no past history of tuberculosis, recurrent infections, alcoholism or intravenous drug abuse. There was no history of exposure to dust, bird droppings, animal handling or agriculture work. A specific diagnosis could not be made and he was referred to our Rheumatology Center in New Delhi.\\nOn presentation to us, he was cachectic, had bilateral knee joint contractures and came on a stretcher. There were diffuse, multiple, tender and firm nodules deep in muscle plane above left elbow (5 × 5 cm), right wrist (3 × 2 cm), right forearm (7 × 2 cm), right knee (10 × 10 cm) and ankles. Figure shows the large swelling around the right knee. Repeat CT revealed mild hepatosplenomegaly with multiple bilateral lung nodules (Fig. a). Musculoskeletal ultrasound showed multiple intramuscular densities. Fine needle aspiration from these lesions was inconclusive and no organism could be detected on gram and acid fast stains. On the basis of above investigations, polymyositis, undifferentiated arthritis, aseptic systemic abscess or other connective tissue disease appeared unlikely. A high dose of insulin (86 IU/day) was needed to control his diabetes. He continued to be febrile and his nodules developed into abscesses in spite of 2 weeks of vancomycin. A large volume of pus (up to 800 ml) was drained from these abscesses.\\nA review of patient's history revealed that he drank untreated water from a waterfall 1 month before falling sick. As he had diabetes with lung nodules and pyomyositis, an infective aetiology was considered. Repeat blood culture was sterile. Gram/acid fast/potassium hydroxide stains and culture of pus did not show any organism. Melioidosis was suspected and this possibility was discussed with microbiologist. Blood culture incubated in special media isolated Burkholderia pseudomallei.\\nDiagnosis of melioidosis was confirmed and he was administered intravenous ceftazidime for 4 weeks. He showed dramatic improvement; his fever subsided, pyomyositis resolved and nodules in lungs subsided. He then underwent eradication phase with 6 months of oral cotrimoxazole. A repeat contrast CT scan of the thorax showed clearance of lung nodules (Fig. b). We managed his diabetes with metformin and he also underwent physical therapy to relieve his contractures. He had complete resolution of all his symptoms and was able to return to his baseline function.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'25359677': 1, '24874950': 1, '16505577': 1, '22057702': 1, '24478504': 1, '21152057': 1, '25643275': 1, '16326823': 1, '25228703': 1, '19121666': 1, '24924662': 1, '10476750': 1, '11049780': 1, '9791650': 1, '26710411': 1, '24613038': 1, '4630052': 1, '30782129': 2, '27822380': 2}", "similar_patients": "{'6381653-1': 1}"}