{"patient_id": 62146, "patient_uid": "5045699-1", "PMID": 27703620, "file_path": "comm/PMC005xxxxxx/PMC5045699.xml", "title": "Multidisciplinary surgical management of Cowden syndrome: Report of a case", "patient": "A 14-year-old child came to the attention of the Operative and Paediatric Dentistry Unit of the Department of Surgical Sciences for Head and Neck Diseases – teaching hospital “Agostino Gemelli - University of Sacred Heart” of Rome complaining of gingival bleeding and recently painful pedunculated lesions on the labial side of anterior sextants.\\nMedical history of the patient revealed that he was diagnosed a medulloblastoma, treated with surgery and chemotherapy, at age 2. In August 2004 a cancer recurrence was observed and treated with radiotherapy followed by chemotherapy. With the onset of abdominal discomfort and bloating multiple upper and lower gastrointestinal endoscopies were performed: the exams showed multiple non-dysplastic colon polyps and small gastric and duodenal growths. In order to prevent further disease manifestations, TC-scan was performed and it revealed nodular lesions involving lungs and liver. The presence of cutaneous facial papules and oral mucosal papillomatosis, present in 99 to 100% of cases, represent a notable features of CS semeiological pattern; so, basing on criterium 1b of International Cowden Syndrome Consortium diagnostic work-up, the clinicians put the final diagnosis of Cowden Syndrome. For further confirmation a genetic test was prescribed to give additional information about the patient’s disease: through DNA sequencing and denaturing high performance liquid chromatography (dHPLC) a PTEN germline mutation c. 697 C<T (R233X) was identified.\\nDental examination revealed multiple widespread carious lesions (DMFT index: 2+1+8= 11), dental malposition and premature teeth loss of the first right lower premolar. Intraoral mucosal examination disclosed a tongue morphology altered by grooves and multiple, confluent, asymptomatic smooth surfaced, sessile or pedunculated non-tender papules of variable size (ranging from 1 to 3 mm in diameter), also localized on lips, angles of the mouth, retrocommissural areas, buccal mucosa and attached gingiva; hard palate and dorsum of tongue, moreover, showed a firm consistency surface of “cobblestone” appearance. Periodontal screening disclosed poor oral hygiene (Oral Hygiene Index: 5.5) associated with plaque and bleeding scores above cut off levels, hyperplasic and hyperemic gingival margin with generalized pseudopockets (especially on palatal side of the anterior sextant) and foetor ex ore. There was no clinical evidence of potentially malignant lesions in the oral district (Fig. ).\\nAfter preliminary anesthetic assessment was made and confirmation of informed consent was obtained the general anesthesia was induced with Propofol (4 mg/kg) and maintained with Desflurane and, as an adjunct to general anesthesia, Rocuronium bromide injection (0,25 mg/kg) was performed in order to provide skeletal muscle relaxation during surgery and to facilitate tracheal intubation. Surgical area was cleaned with Povidone iodine 10% and palm nodule and lip lesions were removed through traditional scalpel excision (Fig. ). Since patients affected by CS are considered at high cancer predisposition, although no evidence of malignancy was found, clinicians decided to perform an excisional biopsy of the hand palm lesion in order to histologically corroborate the clinical evidence. Surgical wounds were closed with a few single interrupted sutures using 5-0 fast resorbable Polyglactin 910. The specimens were placed in 10% neutral buffered formalin (more than 20 times the volume of the sample to avoid improper fixation or autolysis). All the surgical wounds healed with primary closure; no recurrence was seen at the 3 months clinical follow-up (Fig. ).", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'29290840': 1, '31817862': 1, '30866516': 1, '32575875': 1, '32575448': 1, '15322516': 1, '31234568': 1, '31817129': 1, '31181706': 1, '13931122': 1, '15908453': 1, '8673088': 1, '31906577': 1, '32098288': 1, '30917605': 1, '32849873': 1, '7621006': 1, '15829879': 1, '26246517': 1, '32102287': 1, '16632275': 1, '31261938': 1, '31805680': 1, '9072974': 1, '27703620': 2}", "similar_patients": "{}"}