{"patient_id": 70068, "patient_uid": "5675598-1", "PMID": 29147637, "file_path": "comm/PMC005xxxxxx/PMC5675598.xml", "title": "Subtotal Resection of a Thalamic Glioblastoma Multiforme through Transsylvian Approach", "patient": "The patient, a 63-year-old man, presented with decreased consciousness and left hemiparesis (scoring two out of five in motor exam). His family mentioned a history of progressive headache, nausea, vomiting, and decreased motor forces during the past few months. In the computed tomography (CT) scan without contrast, a hypodense mass lesion was observed within the right thalamus. Magnetic resonance imaging (MRI) showed a 5 x 5 x 4.5 cm T1 hypointense, and a T2 hyperintense lesion with strong enhancement, after Gadolinium injection in the right thalamus, with an extension to right ventricle body accompanied by significant edema, hydrocephalus, and midline shift (Figure ).\\nSteroids were started and the patient underwent craniotomy to resect the tumor. In a supine position with the head fixed in a three-point fixation device (Rigid Cranial Fixation Device, Behgaran Teb Co., Tehran, Iran), a right temporoparietal craniotomy was performed. After opening the dura, a standard transsylvian approach was performed under microscopic magnification. Opening the sylvian fissure from lateral to medial, a 2 cm cortisotomy was performed, and the tumor was reached at a 1-2 cm depth. The tumor was poorly defined, soft, and with a yellow to purple color. The tumor was resected in a piecemeal fashion, starting by the core. Resection was more limited in anterolateral and inferior aspects of tumor. After hemostasis, the dura mater, bone, muscle, and skin were closed. An extraventricular diversion (EVD) system was also inserted for the patient from Kocher’s point. By completion of the surgery, the patient was extubated and transferred to the intensive care unit (ICU). After surgery, his decreased consciousness fully recovered, and his hemiparesis slightly improved to three out of five. The postoperative CT showed no surgery-related complications, and the MRI showed a 3 x 2 x 1.5 cm remaining mass (an approximate 90% mass reduction) (Figure ).\\nThe pathologic examination was consistent with the diagnosis of glioblastoma multiforme (World Health Organization grade four).\\nThe attempt to remove the EVD was unsuccessful due to continued hydrocephalus in brain CT and obtundation; therefore, it was converted to a ventriculo-peritoneal shunt system, CSF Flow-Control valves (Medtronic, Minneapolis, Minnesota, USA) after five days. The patient left the hospital 13 days after admission with complete consciousness, slightly improved hemiparesis (three out of five), and no surgery-related complications. The patient was then referred for adjuvant therapy (radiation therapy plus chemotherapy), which was not performed due to the patient's wish to forego the procedure.\\nAfter nine months, the patient was diagnosed with recurrence based upon symptoms of decreased consciousness and hemiplegia, and imaging. Per family request, the patient underwent second debulking surgery, and eventually died after three weeks due to pulmonary embolism.\\nAll procedures were performed in adherence to regulations of the ethics committee of Bam University of Medical Sciences. The patient (whenever conscious and oriented) and his family gave their written consent for all procedures.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'9202774': 1, '16195644': 1, '7619124': 1, '33539351': 1, '11214625': 1, '19887959': 1, '9226032': 1, '25944528': 1, '2549442': 1, '25364955': 1, '7897513': 1, '29147637': 2}", "similar_patients": "{}"}