{"patient_id": 72013, "patient_uid": "5827049-1", "PMID": 29503828, "file_path": "comm/PMC005xxxxxx/PMC5827049.xml", "title": "Using Intra-Aortic Balloon Pump for Management of Cardiogenic Shock Following Aluminum Phosphide Poisoning; Report of 3 Cases", "patient": "A 20-year-old man who ingested Alp (5 grams of 56% powder) was admitted to ED with nausea, vomiting, diarrhea and abdominal pain. He was confused on admission. Vital signs were as follows: blood pressure (BP) =75/45 mmHg; respiratory rate (RR) = 35/minute; pulse rate (PR) = 100/minute; and oxygen saturation (SpO2) = 93% (in room air). Intravenous (IV) fluid therapy by normal saline 0.9% in addition to dopamine infusion was initiated. Six hours later, BP and SpO2 had dropped to 70/pulse and 90%, respectively, and PR had increased to 110/minute. Arterial blood gas (ABG) assessment revealed pH=6.9 and Hco3=8 mEq/L. Four vials of sodium bicarbonate were infused. Twelve hours later, he was admitted to intensive care unit (ICU) due to persistent hypotension and hypoxemia, as well as ventricular systoles, atrial fibrillation (AF) and left bundle branch block (LBBB) in electrocardiogram (ECG). On admission to ICU, vital signs were PR=120/minute, BP=79/45 mmHg and SpO2=88%. Fourteen hours after ingestion, he was intubated because of persistent shock state despite IV fluid therapy and administration of norepinephrine 20 micrograms/minute in addition to dopamine 5 to 15 microgram/kg/min. Thereafter, 0.5 mg digoxin was injected due to AF rhythm and low BP. Dilation of left ventricle and ejection fraction (EF) less than 25% was reported in echocardiography. IABP was inserted 18 hours after ingestion and after 97 hours on the 5th day of admission, it was removed as BP and EF had improved. In echocardiography, which was performed on the 9th day, EF was normal, but pulmonary arterial pressure (PAP) was 75 mmHg and right ventricle was dilated, and following cardiologist consultation, sildenafil and milrinone were initiated. Echocardiography revealed normal values on day 14. He was discharged with normal vital signs and laboratory test results.\\nA 30-year-old woman was admitted to ED 2 hours after ingestion of half an Alp tablet. Vital signs on admission included: BP=95/70 mmHg, RR=14/minute, PR=77/minute, and SpO2=97% (in room air). She was admitted to ICU 6 hours later due to refractory hypotension despite administration of IV fluid therapy and vasopressor agents. On admission to ICU pulse rate was 114/minute and SBP/DBP was 80/50 mmHg. ABG revealed: SpO2=93%, pH=7.28, pCO2=16.5, HCO3=7.8 mEq/L and ScVO2=45%. She received IV fluid therapy, norepinephrine and dopamine, digoxin 0.5 mg, NAC (9 grams within 1 hour, 3 grams within 4 hours and 4 grams within 16 hours), vitamin C 1 gram/day, Calcium gluconate 1 gram every 8 hours. Finding of echocardiography was LVEF=30 -35%. She was intubated 12 hours after ingestion due to respiratory distress and SpO2 less than 88% despite oxygen therapy by reserve bag. IABP was inserted 11 hours later. After 24 hours, she developed ventricular arrhythmia and amiodarone and lidocaine were administered. After 40 hours and despite correction of acidosis, she suddenly developed cardiac arrest and after two times of CPR, was announced dead.\\nA 17-year-old man was admitted to ED due to consumption of one Alp tablet 2.5 hours before admission. Vital signs were: RR=1 /min, O2sat=95% (in room air), PR=77/min and BP=65/pulse mmHg on admission. Seven hours later he was transferred to ICU. On admission to ICU blood pressure was not detectable, PR=120/min and SpO2=80%. ABG revealed pH=7.18, pCO2=44.7, HCO3=16.8 mEq/L and ScVO2=50%. He received IV fluid therapy in addition to infusion of norepinephrine and dopamine, digoxin 0.5 mg IV, vitamin E 100mg/daily, Vitamin C 1 gram/daily, dexamethasone and NAC (9 gram in one hour, 4 grams in 4 hours and 6 grams in 16 hours). Hypotension was refractory to hydration and infusion of high dose vasopressors. ECG revealed invert T in V3 to V6 leads and echocardiography showed global hypokinesia and LVEF=10-15%. IABP was inserted 4 hours after admission and in the next hour he was intubated. Systolic blood pressure was below 6 mmHg despite correction of acidosis and other supportive cares. Twenty hours after ingestion he developed sudden cardiopulmonary arrest and after 45 minutes of CPR he died.", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'19778195': 1, '27316473': 1, '27917341': 1, '3688604': 1, '30406022': 1, '22450207': 1, '17849252': 1, '19826590': 1, '28618724': 1, '21258160': 1, '19415593': 1, '26257417': 2, '25722553': 1, '20097728': 1, '23351523': 1, '26696217': 1, '28553054': 1, '32021980': 1, '24445229': 1, '18480154': 1, '27749266': 1, '33560952': 2, '29503828': 2}", "similar_patients": "{'7872605-1': 1, '4523965-1': 1}"}