{"patient_id": 120400, "patient_uid": "5633100-1", "PMID": 29038677, "file_path": "noncomm/PMC005xxxxxx/PMC5633100.xml", "title": "Newly Diagnosed Idiopathic Liver Abscess: Colonoscopy Required!", "patient": "A 45-year-old African man from Senegal presented with a 3-day history of epigastric abdominal discomfort associated with subjective fevers, malaise and weight loss. His other medical conditions included bronchial asthma, peptic ulcer disease and newly diagnosed diabetes mellitus with an HbA1c of 7%. Initial laboratory data were significant for leucocyte count of 11.8 × 103/µL with a left shift and moderate transaminitis (aspartate aminotransferase of 67 U/L and alanine aminotransferase of 105 U/L). A computed tomography (CT) scan of abdomen and pelvis with contrast demonstrated a 7.5 × 7.0 cm mass in the left hepatic lobe with possible areas of central necrosis and sigmoid wall thickening with focal irregularity suspicious for a mass lesion ().\\nTumors markers including alpha fetoprotein (AFP) and carcinoembryonic antigen (CEA) were found to be negative. Patient also tested negative for HIV and hepatitis C and was found to be immune to hepatitis B. Considering the sigmoid wall thickening on imaging, a diagnostic colonoscopy was performed which revealed a 5 cm pedunculated polyp in the sigmoid colon (), and four polyps in the cecum each measuring 0.4 cm. These polyps were resected with hot snare polypectomy. The pathology of the sigmoid polyp was consistent with a moderately differentiated invasive adenocarcinoma without lymphatic or vascular invasion and with clear margins (). Pathology of the cecal polyps was consistent with tubulo-villous adenoma.\\nPatient continued to have persistent febrile episodes during his hospitalization. Patient underwent liver mass biopsy which revealed a hepatic abscess (). Cultures from the abscess were positive for Klebisella pneumoniae. Patient was started on ceftriaxone and metronidazole with resolution of fever and discharged on ciprofloxacin and metronidazole to complete a 45-day course. A CT scan of the abdomen/pelvis () obtained on the 21st day after initiation of antibiotics showed an interval decrease in size of the dominant low-attenuation lesion in the posterior left liver lobe. Patient successfully underwent laparoscopic lower anterior resection of the sigmoid colon. Pathology demonstrated a residual tubular adenoma with unremarkable margins and lymph nodes.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'24095786': 1, '23680184': 1, '25651787': 1, '22776247': 1, '25837243': 1, '22365110': 1, '4566907': 1, '17650946': 1, '18338500': 1, '19321414': 1, '33166816': 2, '29038677': 2}", "similar_patients": "{'7652707-1': 1}"}