{"patient_id": 121183, "patient_uid": "5688900-1", "PMID": 29200569, "file_path": "noncomm/PMC005xxxxxx/PMC5688900.xml", "title": "Misidentification of Wilson Disease as Schizophrenia (1998–2013): Case Report and Review", "patient": "A 35-year-old Iranian woman from a rural background and lower socioeconomic class (education up to the 6th standard) presented to the consulting psychiatrist in an academic general hospital. She was eventually admitted to the Intensive Care Unit after a suicide attempt, in which she ingested alkali-based detergent. The woman was intubated and placed on a ventilator for aspiration pneumonia and bacterial pneumonitis that occurred after the initial chemical pneumonitis. Communication was possible by writing. All four of her limbs exhibited involuntary jerking movements, primarily on the left side. She also complained of infrequently hearing voices that were commanding and persecutory in nature. In this admission, the laboratory results for liver function testing were as follows: total bilirubin = 2.4 mg/dl, direct bilirubin = 1.0 mg/dl, aspartate aminotransferase = 11 IU/L, and alanine aminotransferase = 31 U/L. Thrombocytopenia was present (plt: 44,000, 39,000, 12,000/mm3). Serum ceruloplasmin was markedly reduced at 0.164 g/L (reference values: 0.204–0.407 g/L); copper concentrations were significantly decreased at 50 μg/dl (reference range, 70–153 μg/dl), as 24-h urinary copper was high at 240 μg/24 h (volume: 1690 cc) (reference value up to 80 μg/24 h; WD >100 μg/24 h). Ophthalmological examination demonstrated the initial development of Kayser–Fleischer (KF) rings in the clear anterior segment of the cornea. WD was diagnosed after laboratory tests; furthermore, the patient received a diagnosis of the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition Axis I psychotic disorder due to WD, with delusions. Penicillamine was administered by her main physician, a gastrointestinal specialist. Unfortunately, the patient died after 11 days due to chemical burning and its complications caused by her ingestion of detergent. Review of her history showed during her adolescence, she experienced seizures (at the age of 12 years) and received treatment with sodium valproate; she did not have a developmental retardation in comparison with others her age until the age of 9 years old. At that time, she had some behavioral problems in school and was eventually expelled from school at the age of 12 years. At the age of 17 years, the first set of severe psychiatric signs and symptoms surfaces, including negativism, commanding auditory hallucinations, persecutory delusions, and impaired verbal communication. Antipsychotic medications she was prescribed included haloperidol 20 mg/day and nortriptyline 100 mg/day. No significant improvement in her condition occurred; because of this, other antipsychotic therapies (including clozapine) were used over a period of almost 19 years; she was admitted to eleven different psychiatric wards during this time, with different diagnoses emerging []. In addition, she experienced multiple side effects with different antipsychotics at different times – severe akathisia with haloperidol, tremor with risperidone, and cytopenia due to myelosuppression with clozapine [].\\nIn 2013, magnetic resonance imaging of the brain showed atrophic changes in the temporal lobe. Since no appropriate improvement was seen with medications, and the patient's suicidal ideations continued, a course of electroconvulsive treatments was planned and administered during her first, second, fourth, fifth, seventh, ninth, and also tenth admissions to the psychiatric ward. During the patient's last admission to the psychiatric ward, she experienced tremor in her extremities and hands, right-sided pitting edema in her right limb, falling, and swelling and ecchymosis in her right knee. Nurses said that she had hysterical movements such as pseudoseizure and voluntary falling in the ward (the falling, in retrospect, was probably involuntary rather than voluntary). Numbers from liver function testing were as follows: aspartate aminotransferase = 14 IU/L (reference range, 8–37 IU/L), alanine aminotransferase = 8U/L (reference range, 8–37 IU/L). Other laboratory values included the following: calcium, 8.1 mg/dl (reference range, 8.6–10.3 mg/dl); phosphor, 4.67 mg/dl (reference range, 2.6–4.5 mg/dl). Thrombocytopenia was also present (plt: 40,000/mm3). A hematologist was consulted due to the presence of thrombocytopenia and advised further consultations with a hepatologist. The patient was referred to the general hospital for monitoring of her medical problem. She arrived at the emergency department 9 months later, with the suicide attempt explained at the beginning of this case study.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'1919612': 1, '25639007': 1, '4056786': 1, '22291850': 1, '18810332': 1, '16709660': 1, '18591001': 1, '16123950': 1, '7792379': 1, '16842975': 1, '25568485': 2, '21965993': 1, '2589927': 1, '1581436': 1, '16804509': 1, '23518715': 1, '17367269': 1, '15073409': 1, '18305288': 1, '13797897': 1, '18759342': 1, '1821256': 1, '20661375': 1, '9667562': 1, '21584132': 1, '19634211': 1, '19061688': 1, '32071931': 1, '7872138': 1, '10788677': 1, '17109711': 1, '24120023': 1, '15146013': 1, '23326792': 2, '21594897': 1, '18789784': 1, '14793399': 1, '14898306': 1, '14635519': 1, '11585025': 1, '7177508': 1, '17904160': 1, '17236700': 1, '1929042': 1, '1353405': 1, '29200569': 2}", "similar_patients": "{'4279302-1': 1, '3544121-1': 1}"}