{"patient_id": 69491, "patient_uid": "5646305-1", "PMID": 29109878, "file_path": "comm/PMC005xxxxxx/PMC5646305.xml", "title": "Bilateral Neck Pyomyositis Caused by Staphylococcus capitis and Staphylococcus saccharolyticus in a Diabetic Adult", "patient": "A 48-year-old Caucasian man was admitted to hospital with four weeks of atraumatic, progressive pain in the posterior neck. Three days prior to presentation, this pain became excruciating, and neck swelling, fever, and bilateral groin pain developed. He had no rash, joint pain, weight loss, dysuria, or urethral discharge. There was no recent history of skin or soft tissue infections, respiratory tract infection, dermatological conditions, or intravenous drug use.\\nHe was known to have type 2 diabetes mellitus, which was well controlled on metformin with glycated haemoglobin of 49 mmol/mol, and hyperlipidaemia treated with atorvastatin 40 mg daily for the last two years.\\nOn presentation, he was febrile at 38.5°C. Bilateral tenderness and swelling of the posterior neck muscles were found, with no overlying skin erythema. Range of motion of the neck was restricted due to pain. Tenderness in the inguinal area was noted bilaterally, with no palpable abnormalities. Scrotal examination was normal. Blood investigations revealed a C-reactive protein of 372 milligrams per litre (normal < 5) with neutrophilia of 16.2 × 109 per litre (normal 1.90–7.50 × 109). Creatinine kinase was normal at 38 units per litre. Aldolase was not measured. ANCA, ANA, and HIV were negative. Thyroid function was normal. Multiple peripheral blood cultures were sterile. Midstream urine was sterile, with an inactive sediment.\\nMagnetic resonance imaging of the neck demonstrated diffuse T2 hyperintensity in the posterior paraspinal muscles and to a lesser extent the sternocleidomastoid and trapezius muscles, consistent with myositis (). Ultrasonography of the groin showed increased echogenicity of both spermatic cords, consistent with inflammation. Computed tomography of the chest, abdomen, and pelvis was unremarkable, with no evidence of malignancy or lymphadenopathy.\\nGiven the unclear aetiology of his presentation, an ultrasound guided muscle biopsy was performed, prior to the administration of any antibiotics. Multiple specimens were obtained through a fine needle aspirate and core needle biopsy of the left paravertebral and supraclavicular muscles. Growth of CoNS was detected on sheep blood agar and chocolate plates at 24 hours on all the tissue specimens, with two different colony morphologies. Species identification was performed through Bruker MALDI-TOF Biotyper (ver 3.1.66) with a high logarithmic score for S. capitis (1.95–2.21) and S. saccharolyticus (2.27–2.31) from each colony morphology. Further molecular characterization to determine strain relatedness was not able to be performed. All specimens were resistant to penicillin but susceptible to flucloxacillin. Histology showed oedema with mild neutrophilic inflammatory infiltrate.\\nDuring the one week of hospitalization prior to culture results becoming available, his neck pain had worsened despite opioid analgesia, with ongoing high fevers and increasing C-reactive protein. Antibiotic therapy with cefazolin 2 g intravenously every eight hours was therefore initiated, while acknowledging the possibility of skin contamination causing the positive culture results. He responded well, with resolution of fever, reduction in inflammatory markers, and slow but complete resolution of pain at the end of four weeks of treatment. An additional two weeks of oral cephalexin 500 mg four times per day was prescribed due to slow resolution of pain. Repeat magnetic resonance imaging demonstrated complete resolution of myositis (). The significance of the abnormality in the spermatic cords remains unclear, but this also normalized on repeat ultrasonography. No predisposing event that caused this patient to develop pyomyositis was found, although diabetes mellitus was a contributing factor.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'27680718': 1, '8729221': 1, '25912574': 1, '9142821': 1, '18712690': 1, '33810311': 1, '19135917': 1, '15681259': 1, '22490274': 1, '19711173': 1, '32703263': 2, '2280017': 1, '18815064': 1, '681785': 1, '33919781': 1, '12473721': 1, '19075539': 1, '32590742': 2, '29109878': 2}", "similar_patients": "{'7329013-1': 1, '7379344-1': 1}"}