{"patient_id": 64254, "patient_uid": "5237202-1", "PMID": 28086849, "file_path": "comm/PMC005xxxxxx/PMC5237202.xml", "title": "Successful outcome following pneumonectomy in a teenage boy with cystic fibrosis: a case report", "patient": "A 14-year-old boy with CF (CFTR genotype Phe508del/Phe508del) was referred for lung transplant assessment. He was diagnosed with CF as a 3 month old infant having presented with recurrent pneumonia and malabsorption. His forced expiratory volume in 1 s (FEV1) was 0.8 L (39% predicted) and there was a severe problem with collapse and consolidation of his entire right lung (Fig. ). He completed 395 m with lowest oxygen saturations of 92% during a 6 min walk test in room air. His lung function had progressively reduced over the previous 4 years with chronic collapse of the right lung evident on chest radiographs for the last 2 years. He was experiencing significant morbidity in association with these problems including a continuous requirement for intravenous antibiotics over the preceding 12 months, limited exercise tolerance necessitating home tuition and overall poor quality of life. As a consequence his left lung was hyper-expanded but notably had only mild bronchiectasis on a recent high-resolution computed tomography scan (Fig. ). Pan-resistant Pseudomonas aeruginosa and Stenotrophomonas maltophilia were commonly isolated from his sputum along with Aspergillus terreus. Non-tuberculous mycobacteria nor Mycobacterium tuberculosis had ever been cultured from respiratory samples.\\nThe boy also had substantial gastrointestinal and nutritional problems. He had undergone a Nissen’s fundoplication around a year previously at his home centre to try and improve problems with gastro-oesophageal reflux. However he had continued to experience distressing symptoms of nausea, retching and vomiting, particularly in association with gastrostomy feeds, that limited his nutritional intake post-fundoplication. At referral his weight at 26.6 kg and height at 1.39 m, were both significantly below the 0.4th centiles for his age.\\nAn inpatient assessment was arranged in our centre during which a trial of stopping intravenous antibiotics led to rapid signs of sepsis. His debilitating gastrointestinal problems were also clearly evident and he was also reviewed by a Consultant Paediatric Gastroenterologist. His abdominal symptoms were felt to be suggestive of gastroparesis or delayed gastric emptying and visceral hypersensitivity. He was started on gabapentin for visceral hypersensitivity and plans were made for a further admission for a trial of jejunal feeding using an amino acid feed to further manage symptoms and improve nutritional status.\\nIn parallel careful multidisciplinary discussions were held and although relatively high risk it was felt that a right pneumonectomy could be a beneficial intervention to remove a chronic sump of infection and improve his current status as a strategy to delay the need for active listing for lung transplantation. It was confirmed that implantation of a single donor lung, rather than bilateral lung transplantation, was the only viable option at any stage in his case due to chronic remodelling that had occurred of the right hemithorax with markedly reduced volume compared to the left. This was discussed fully with the patient and his family and a plan was agreed to improve his nutrition as far as possible prior to performing a pneumonectomy.\\nHe was subsequently re-admitted and a jejunal extension was added to his gastrostomy and a flexible bronchosocopy performed. The bronchoscopy revealed normal left-sided bronchial anatomy and on the right a tracheal bronchus with mucoid plugs obstructing all major bronchi. Bronchoalveolar lavage fluid grew S. maltophilia, A. Terreus and Staphylococcus aureus. Continuous jejunal feeding (Elemental E208, Nutricia) was introduced and led to a rapid gastrointestinal symptomatic improvement with much less retching and vomiting.\\nFollowing three weeks of jejunal feeding, during which time he gained 2.4 kg, the pneumonectomy was performed. The operation was surgically uneventful, he was extubated within 24 h and was discharged from intensive care to the ward on the first post-operative day. Amikacin, piperacillin/tazobactam, moxifloxacin and posaconazole were used to provide targeted antimicrobial cover. His subsequent course was smooth with rapid improvement in chest symptoms and successful withdrawal of intravenous antibiotics. His gastrointestinal symptoms also continued to improve and he gained a further 1 kg prior to discharge home three weeks later.\\nIn the 2 years following surgery he has been followed up by his local centre. There has been a dramatic improvement in quality of life, evidenced by good school attendance, physical activity and that he has only required admission to hospital for one course of intravenous antibiotics. Importantly his lung function has increased substantially to around 65–70% predicted FEV1 and he has gained a further 5 kg in weight with now both height and weight following the same centile. Figure shows a chest radiograph around 6 months post-pneumonectomy.", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'22813796': 1, '19632853': 1, '7947892': 1, '21160087': 1, '20930010': 1, '27189798': 1, '26719229': 1, '18372497': 1, '11806895': 1, '32110381': 2, '12928661': 1, '8669964': 1, '31569472': 1, '9372672': 1, '1941450': 1, '26493787': 1, '20103241': 1, '28086849': 2}", "similar_patients": "{'7026823-1': 1, '7026823-2': 1}"}