{"patient_id": 70355, "patient_uid": "5701104-1", "PMID": 29211227, "file_path": "comm/PMC005xxxxxx/PMC5701104.xml", "title": "Resection of Left Atrial Myxoma in a Patient with Retrosternal\\nGastric Tube: a Case Report", "patient": "A 66-year-old male, physician, was admitted to our institute with a left atrial tumor\\nsuggesting a myxoma. He had a history of esophagectomy with retrosternal gastric\\ntube reconstruction for adenocarcinoma of gastroesophageal junction, twenty years\\npreviously. He was asymptomatic, and the left atrial mass was incidentally\\ndiscovered by an echocardiogram study during a preoperative evaluation for an\\nophthalmologic procedure. He had a normal physical examination, without heart murmur\\nor arrhythmia, as well as normal values of laboratory tests.\\nPreoperative transthoracic echocardiography showed normal ventricular and mitral\\nfunction and a heterogeneous mass in the left atrium attached to the interatrial\\nseptum. A heart magnetic resonance imaging (MRI) was performed to establish the\\nanatomic relations among the heart, the gastric tube and the sternum (). The MRI demonstrated an intracardiac\\nlobular mass in the left atrium (2-3 cm in size) attached to the left atrial septum,\\nas well as the relationship between the intrathoracic structures. As it was an\\nunusual case, this imaging study was crucial in order to make the decision for the\\nbest surgical approach, which was made after a heart surgery team discussion. The\\nright anterolateral thoracotomy was the approach of choice.\\nFor surgical access, a right anterolateral thoracic incision was made and the\\npectoralis major muscle was divided. After the pleural space opening through the\\nfourth intercostal space, it was possible to observe the gastric tube adjacent to\\nthe posterior sternum portion, as well as many adherences between the lung and the\\ngastric tube (). Through cautious\\nbluntly dissection we have obtained a wide view of the lateral portion of the\\npericardium (). About 20 mm anterior\\nto the right phrenic nerve, a longitudinal pericardium incision was made and it\\nallowed an adequate exposure of the heart and the great vessels ().\\nModerate hypothermic (28ºC) cardiopulmonary bypass (CPB) was established with left\\nfemoral artery cannulation and venous cannulas placed in the superior and inferior\\nvena cava. The aortic cross-clamping was performed in a standard manner. After the\\nadministration of cardioplegic solution in the aortic root, a longitudinal left\\natriotomy was performed with a good exposure of the tumor, which had a macroscopic\\naspect of an intracardiac myxoma ().\\nIt was possible to resect the entire tumor without any injury to the interatrial\\nseptum (). The patient was easily\\nweaned from CPB and the incision was closed. The CPB and the arterial cross-clamp\\ntimes were 40 minutes and 26 minutes, respectively.\\nThe patient had an uneventful postoperative course, with a length of stay in the\\nintensive care unit of 36 hours. The predischarge transthoracic echocardiography\\ndemonstrated a normal biventricular function, with a complete resection of the tumor\\nand an intact interatrial septum. The patient was discharged to home on\\npostoperative day 5, and the histopathologic exam confirmed the diagnosis of myxoma.\\nAfter nineteen months of follow-up, medical surveillance shows no complication\\n().", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'19901892': 1, '24258202': 1, '10215243': 1, '14747133': 1, '8993272': 1, '29211227': 2}", "similar_patients": "{}"}