{"patient_id": 66450, "patient_uid": "5413316-1", "PMID": 28473902, "file_path": "comm/PMC005xxxxxx/PMC5413316.xml", "title": "Leydig cell tumor in ovary of a German Shepherd bitch: An immunohistopathological study", "patient": "A 10-year-old female German Shepherd dog was admitted due to protrusion of a large mass of 16 × 14 × 7 cm in dimensions () from her vagina which resulted in severe depression, lethargy and anorexia. During clinical examinations, pale mucous membrane, tachycardia, tachypnea and distention of the bladder, probably due to compression of the urethra by the mass were detected. After stabilization of the patient the mass was removed surgically and concurrent ovariohysterectomy was also performed. On gross examination, the healthy tissue of the right ovary was totally replaced by a tumor like mass. The mass was brown, homogeneous, firm and elastic at palpation. It was well-circumscribed, nodular and clearly demarcated from the healthy ovary.\\nThe appropriate tissues were fixed in 10% neutral buffered formalin, dehydrated in graded ethanol, cleared in xylene and embedded in paraffin wax. Sections of 5 µm thicknesses were stained with hematoxylin and eosin (H & E) and studied by a compound light microscope. Serial sections were subjected to immunohistochemistry with primary monoclonal antibodies specific for pancyto-keratin, epithelial membrane antigen (EMA), S-100, inhibin, calretinin, synaptophysin, neuron-specific enolase (NSE), chromogranin and vimentin. All primary anti-bodies were from Novocastra Laboratories (Newcastle, UK). Labelling was detected with an avidin-biotin conjugate (ABC) procedure.\\nHistological examination revealed presence of the solid sheets and acinar structures composed of polyhedral to elongated cells. Broad bands of fibrovascular stroma divided the encapsulated neoplastic mass into lobules of different sizes and shapes. The neoplastic cells had large, eosinophilic, and vacuolated cytoplasms and round to oval nuclei containing small nucleoli (). The single or multiple clear vacuoles were of different sizes and optically empty ().\\nIn some parts of the tumor, angiogenesis was prominent which at some instances resulted in small hemorrhagic foci. The neoplastic cells labelled cytoplasmic positivity for vimentin (), but did not express any other marker. These immunohistochemical findings allowed confirming the diagnosis of Leydig cells tumor.", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'12051635': 1, '9591732': 1, '9720507': 1, '13817873': 1, '22212753': 1, '18039910': 1, '19346713': 1, '9422316': 1, '8028122': 1, '4082383': 1, '12476817': 1, '10202678': 1, '17121093': 1, '28473902': 2}", "similar_patients": "{}"}