{"patient_id": 68535, "patient_uid": "5578541-1", "PMID": 29201707, "file_path": "comm/PMC005xxxxxx/PMC5578541.xml", "title": "A Rare Variant of Pancreatic Sarcoidosis: Diagnostic Challenge", "patient": "A 61-year-old lady first presented initially in February 2013 with abdominal pain and then developed obstructive jaundice. The data of biochemical tests are shown in . Radiographic imaging at that time revealed a mass in the head of her pancreas (). A metallic biliary stent was inserted to relieve obstructive jaundice (). Unfortunately, she became septic following the procedure delaying her stay in hospital for several weeks.\\nIn order to clarify her diagnosis, she was referred to a specialist center for an endoscopic ultrasound scan (EUS) and fine needle aspiration (FNA). This was performed on three or four occasions, however the cytology did not reveal any malignancy but inflammatory cells were identified on each occasion. In view of the uncertainty of the diagnosis and lack of progression on repeated CT scans, she went onto having a PET CT scan which revealed FDG-avid mediastinal and cervical lymph nodes. These nodes were biopsied for further analysis. Lymph node biopsy showed non-caseating granuloma ().\\nGiven the patient’s history and initial findings it was suggested to be pancreatic cancer without being formally diagnosed. However, the histology of the lymph nodes was reported to be consistent with sarcoidosis and therefore it was presumed she also had sarcoidosis of the pancreas (). Her family history revealed her mother had bowel cancer and father had stomach cancer. Her past surgical history entailed that this lady underwent a hemithyroidectomy for a thyroid nodule performed some years earlier and histology was benign. Infectious causes and lymphoma are possible differentials.\\nIn January 2014, she became unwell again and was admitted to hospital with pleurisy and sepsis. Subsequently, a further biliary stent change was performed. In March 2014, she was readmitted with another episode of sepsis possibly due to cholangitis. She was in hospital for 5 weeks during which her plastic biliary stent was changed for a self-expanding metal stent in April 2014. She was treated with enoxaparin for a deep vein thrombosis (DVT) she developed in her left leg.\\nOnce pancreatic sarcoidosis was confirmed on biopsy, she was started with systemic corticosteroids which provided symptomatic relief. Her medication included a proton pump inhibitor, diarrhea was managed with pan-creatin 10,000 units increased to 25,000 units for snacks and 50,000 units for meals, analgesics for intermittent abdominal pain and recently commenced ursodeoxy-cholic acid to try and prevent her stent from silting up in the future. After a course of steroids and conservative therapy, the patient became well and managed to go home in April 2014.\\nHowever, on a routine outpatient clinic follow-up in August 2014, she was found to be lethargic with weight loss, anemic and signs of obstructive jaundice. At this stage, immediate hospital admission was deemed necessary and symptomatic treatment with blood transfusion, nourishment and recommencement of systemic steroids was initiated. A repeat CT of the chest, abdomen and pelvis showed total distortion of the pancreatic tissue with irregular margin along with multiple cystic deposits were at this stage consistent with metastatic disease (). The patient was not willing to undergo a further biopsy, and in view of her continuing deterioration of her general condition was referred to palliative care.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'3381021': 1, '16757369': 1, '9220446': 1, '15208133': 1, '2460419': 1, '3130406': 1, '32795667': 1, '14684507': 1, '14046006': 1, '3906901': 1, '14899212': 1, '16352587': 1, '21822037': 1, '15046194': 1, '32523850': 2, '29201707': 2}", "similar_patients": "{'7274262-1': 1}"}