{"patient_id": 66246, "patient_uid": "5400516-1", "PMID": 28439486, "file_path": "comm/PMC005xxxxxx/PMC5400516.xml", "title": "Bilateral Simultaneous Revision Total Knee Arthroplasty as a Single Staged Procedure: A Case Report and Review of Literature", "patient": "A 67-year-old hypothyroid and hypertensive female presented to us with unstable and painful knees 14 years after primary bilateral TKA for advanced OA. She began developing pain in both the knees for last six months, followed by instability in both knees (right > left). She was managed symptomatically with painkillers, bracing, and physiotherapy but her pain and instability were not relieved.\\nOn clinical examination, the active and passive knee range of motion was painful. The flexion was 0° to 100°, anterior–posterior laxity of 5–10 mm, and a mild valgus laxity. The plain radiographs showed malalignment and loosening of the implants (Figures -). The leucocyte counts, C-reactive protein, and erythrocyte sedimentation rate (ESR) were within normal limits. A three-phase bone scan was also found to be negative for infection.\\nBilateral revision TKAs were performed using modified Insall’s midline approach with lateral retraction of the patella (Figure ) []. A joint wound swab was taken and sent for gram stain, culture, and sensitivity. It was found to be negative for any microorganisms. The original cemented TKA implants were removed carefully, preserving as much bone as possible. Revision TKA was done on both sides sequentially, under the same anesthesia, using Scorpio® Total Stabilizer (Stryker®, Mahwah, NJ) constrained implants with long femoral and tibial stems.\\nThe knees were protected in hinged braces postoperatively. The drains were removed 48 hours postoperatively; continuous passive motion (CPM) and active knee flexion exercises were started on postoperative day one and gradually increased to 0°–90° of flexion (Figure ).\\nThe postoperative radiographs showed satisfactory implant positions (Figures -). The patient had no complaints and was able to flex the knee to 80° easily. The range of motion and quadriceps strengthening exercises continued without forced flexion. She gradually resumed full weight-bearing with the help of the walker. Three months after surgery, the brace was removed, and active pain-free range of motion of 0°–115° was achieved with complete stability. At four months, the patient had returned to full activity without the brace or cane. At the final follow-up of four years, the knee was fully stable, and the patient was pain-free with no loosening or wear of the implants.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'31355061': 2, '21359869': 1, '27167849': 1, '18062049': 1, '19554385': 1, '15618764': 1, '23159149': 1, '20888546': 1, '27182142': 1, '27430183': 1, '28439486': 2}", "similar_patients": "{'6650183-1': 1, '6650183-2': 1, '6650183-3': 1, '6650183-4': 1}"}