{"patient_id": 117785, "patient_uid": "5437433-1", "PMID": 28559834, "file_path": "noncomm/PMC005xxxxxx/PMC5437433.xml", "title": "Favourable Outcome in a 33-Year-Old Female with Acute Haemorrhagic Leukoencephalitis", "patient": "A previously healthy 33-year-old female presented with headache and left-sided apraxia.\\nShe had no significant comorbidities, and her only regular medication was the oral contraceptive pill. She had 2 uncomplicated pregnancies. Her children were aged 2 and 4 years, and both were well with no recent illnesses. She was a lifelong nonsmoker, did not drink alcohol regularly, and had no history of recreational drug use. She had no significant family history.\\nThe patient presented with acute onset of right retro-orbital headache following a shower, with associated nausea and photophobia. The day following onset, she developed left-hand clumsiness and presented to her general practitioner, who referred her to the emergency department. She self-administered 1,200 mg of aspirin prior to presentation. She reported no recent infective symptoms, no new medications or recent immunisation, and no unwell contacts or recent travels.\\nInitial examination findings were left-sided apraxia, a subtle left pronator drift, and mild facial droop. Her higher functions were intact, and she otherwise had no neurological deficit. She was afebrile and showed no signs of meningeal irritation. Fundus examination was not performed.\\nBrain magnetic resonance imaging (MRI) showed a right frontoparietal lesion with extensive white matter oedema and mass effect. It was hypointense on T1, T2, and fluid attenuation inversion recovery sequences, and demonstrated restricted diffusion and blooming artefact. Susceptibility-weighted imaging revealed multiple petechial haemorrhages throughout the whole temporoparietal region. There was central homogeneous enhancement after contrast (Fig. ).\\nThe initial impression from the presentation and imaging was a primary neoplasm. CT of the chest, abdomen, and pelvis did not show any evidence of malignancy. She was commenced on dexamethasone with some improvement in headache but not apraxia. Initial needle biopsy was negative for tumour. It showed scattered reactive astrocytes outnumbered by sheets of foamy macrophages associated with small areas of perivascular necrosis. There was no convincing evidence of vasculitis, infection, or tumour infiltrate.\\nAn open biopsy was subsequently undertaken. Histology demonstrated abundant foamy macrophages with early white matter cavitation. There were perivascular foci of haemorrhage, oedema, and necrosis with fibrin deposition associated with a mild-to-moderate inflammatory infiltrate. This was composed of lymphocytes with occasional neutrophils and eosinophils. Reactive gemistocytic astrocytes, including frequent forms with fragmented nuclei typical of Creutzfeldt-Peters cells, were seen in viable areas of the biopsy. Special and immunohistochemical stains demonstrated perivascular loss of myelin and phagocytosed fragments of myelin within the foamy macrophages. Axons in the demyelinated areas were variably preserved but at times lost. Special stains and microbiological cultures for organisms were negative (Fig. ).\\nBased on the perivascular haemorrhage, the necrosis with fibrin deposition and the limited nature of the demyelination with progression to cystic necrosis, a diagnosis of acute haemorrhagic encephalomyelitis was favoured. A progress MRI 2 weeks following her original presentation revealed extensive white matter cystic necrosis, with an increased T2 signal. Thrombosed vessels were visualised throughout the necrotic white matter. The rapid development of cystic necrosis was thought to be highly atypical of a glial tumour and supported a diagnosis of AHLE. An MRI of the whole spine was also performed at this stage to exclude other central nervous system involvement. It was unremarkable.\\nCerebrospinal fluid (CSF) analysis performed 26 days after commencement of corticosteroids showed an elevated IgG index but no oligoclonal bands. There was no pleocytosis, and protein, glucose, and flow cytometry were all normal. Markers of autoimmunity and vasculitis were negative, including negative ANA, ENA, dsDNA, ANCA, and anti-NMO antibodies. Erythrocyte sedimentation rate and serum angiotensin-converting enzyme were normal. HIV testing was not performed. Although visual evoked potentials were considered, they were not performed.\\nShe continued to improve with home-based occupational therapy exercises and oral dexamethasone at a dose of 8 mg twice daily maintained for 4 weeks, followed by a slow wean over 2 months. Serial MRIs showed stable appearance of the right frontoparietal lesion (Fig. ). At day 90, she remains clinically well with no evidence of progression and resolving neurological deficit.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'17524086': 1, '25422709': 1, '32973663': 2, '239102': 1, '33521690': 1, '22465779': 1, '9343149': 1, '1929904': 1, '26819961': 1, '15127316': 1, '34105011': 1, '11810602': 1, '26376717': 2, '23943349': 1, '34531810': 2, '16155148': 1, '28559834': 2}", "similar_patients": "{'4574135-1': 1, '7468463-1': 1, '8438150-1': 1, '8438150-2': 1}"}