{"patient_id": 67011, "patient_uid": "5457623-1", "PMID": 28578675, "file_path": "comm/PMC005xxxxxx/PMC5457623.xml", "title": "A case report of bicornis bicollis uterus with unilateral cervical atresia: an unusual aetiology of chronic debilitating pelvic pain in a Cameroonian teenager", "patient": "A 13-year-old female student G0P0 presented with severe cyclical pelvic pain of gradual onset for a duration of 15 months. The pain was constricting in nature, predominant in the left iliac fossa, radiating to the back and perianal region and unremitting to analgesics and anti-spasmolytics. There was no fever, no urinary or gastrointestinal symptom. She had interrupted her education eight months prior to consultation due to the incapacitating nature of the pain.\\nShe was premenarchal, had pubarche and thelarche at the ages of 9 and 11 years respectively. She had no chronic illness and had never undergone surgery. Her psychosocial and family histories were unremarkable. She had first coitus at the age of 11 years.\\nOn examination, she was ill looking and had Tanner stage IV secondary sexual characteristics. Her temperature was 38.1 °C (100.58 °F) and other vital signs were within normal limits. Her conjunctivae were not pale. Abdominal examination revealed tenderness at the supra-pubic region and left iliac fossa without guarding. A moderately tender, rubbery, roughly spherical, supra-pubic pelvic mass of about 7 cm (longest diameter) was palpable. The physical appearance of her external genitalia was normal and she had a perforated hymen. On speculum examination, the vagina and cervix were normal. There was mild cervical motion tenderness, the pouch of Douglas was empty and the uterus was of normal size. Supra-pubic tenderness hindered clinical evaluation of the adnexae. Digital rectal examination and other systemic examinations were non-contributory. A working diagnosis of cervical stenosis complicated by cryptomenorrhoea was made and as differential diagnoses: chronic pelvic inflammatory disease and a pathologic ovarian cyst were advocated.\\nA two-dimensional pelvic ultrasound scan demonstrated the presence of hydrometra of 225 ml (Fig. ) and bilateral hydrosalpinx more predominant on the left side. She was admitted for an ultrasound guided cervical dilation under general anaesthesia. This procedure failed to drain any intra-uterine fluid despite easy intrauterine access with Hegar dilators. An intra-intervention ultrasound scan revealed the presence of a uterus of normal size and two lateral uterine masses. In the absence of an MRI scan in our setting to further explore the pelvis and these masses, the patient and her guardians were counselled and they consented to an exploratory laparotomy. Intra-operative findings were; a bicornis bicollis uterus with a left non-communicating uterine horn distended by hematometra due to left sided cervical atresia; a right atrophic rudimentary uterine horn communicating with the unique vagina (Fig. ). Each horn had one ovary, one fallopian tube, one round ligament and one utero-sacral ligament. Both horns were separated at their base by a septum. The left ovary was hypertrophic and congested, while the right ovary was grossly normal. The left fallopian tube was tortuous and distended by blood, suggestive of hematosalpinx. Many tubo-uterine and tubo-ovarian adhesions were present. No other abdominal malformation was observed. Intra-operative management consisted of a left vertical corporeal hemi-hysterotomy of about 2 cm, which ensured drainage of approximately 300 ml of a tarry brown intra-uterine fluid (Fig. ). The left uterine cavity was probed with Hegar’s dilators until felt through a fibrosed transverse membrane over the blind pouch into the vagina. The membrane was incised posteriorly, creating an ostium between the vagina and the left uterine cavity. A foley catheter was placed in the uterovaginal canal as a “stent”. The hysterotomy incision was closed in two layers. Both ovaries were conserved. The peritoneal cavity was washed with warm saline and the anterior abdominal wall closed layer by layer. The postoperative period was uneventful. The uterine catheter was removed on the fifth postoperative day and the patient was discharged on the sixth day with plans of follow-up cervical dilatation procedures. A postoperative abdominal ultrasound scan ruled out renal anomalies. She started regular monthly menstruation from the first postoperative month without dysmenorrhoea. She had complete resolution of symptoms without recurrence after six months.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'29761137': 2, '11473972': 1, '20367539': 1, '19232291': 1, '16009181': 1, '31438902': 2, '11937142': 1, '24779751': 2, '30616561': 2, '27067669': 1, '15984720': 1, '24555664': 1, '23533866': 2, '18192672': 1, '11755560': 1, '33133501': 2, '10942480': 1, '9423745': 1, '11770611': 1, '24456843': 1, '34224238': 1, '21705770': 1, '12932688': 1, '11284660': 1, '28578675': 2}", "similar_patients": "{'5946351-1': 1, '3600265-1': 1, '6323858-1': 1, '6704688-1': 1, '7584461-1': 1, '4031931-1': 1}"}