{"patient_id": 119214, "patient_uid": "5538220-1", "PMID": 28808511, "file_path": "noncomm/PMC005xxxxxx/PMC5538220.xml", "title": "Large endocardial rheumatoid nodules: a case report and review of the literature", "patient": "A 56-year-old man was emergently seen and evaluated within 1 h of acute right-sided hemiplegia and dysarthria. The patient had been diagnosed 2 years earlier with seronegative rheumatoid arthritis (RA). Prior treatment of the patient’s arthritis included daily low-dose prednisone and weekly methotrexate. He continued this regimen for approximately 18 months, but was lost to follow-up with his rheumatologist 9 months before this acute presentation, and had been off methotrexate during that interval. His past medical history also included gout, diabetes mellitus, hypertension, and chronic kidney disease. The patient developed end-stage renal disease due to diabetes and hypertension; 1 week earlier he had undergone placement of a peritoneal dialysis catheter and had begun peritoneal dialysis.\\nPhysical examination was significant for a previously undocumented grade 2/6 holosystolic systolic murmur at the apex. Splinter hemorrhages could be seen on multiple fingers bilaterally. The patient was afebrile. There were no cutaneous rheumatoid nodules at that time. Neurological examination demonstrated weakness and diminished sensation to light touch in the right upper and lower extremities, right lower facial droop, dysarthria, and right homonymous hemianopsia. The patient’s National Institutes of Health stroke scale was determined to be 6, but spontaneous improvement in symptoms precluded the use of fibrinolytic therapy.\\nSubsequent neurological work-up included a normal non-contrasted head computed tomography scan and carotid Doppler. Magnetic resonance imaging of the brain without contrast revealed an acute left parietal stroke with inferior extension to the parietotemporal junction. Transthoracic echocardiography revealed a large 2.0 × 1.2 cm vegetation on the posterior leaflet of the mitral valve (). Culture-negative endocarditis was the working diagnosis. Laboratory data included numerous, consistently negative blood cultures, and negative blood cultures for fungi and acid-fast bacilli. Brucella and Coxiella antibodies were negative. Erythrocyte sedimentation rate and C-reactive protein were elevated at 99 mm/h and 3.8 mg/dl, respectively. Antinuclear antibodies, anti-histone antibodies, rheumatoid factor, and anti-cyclic citrullinated peptide antibodies were negative.\\nGiven the high risk of further embolization, the patient underwent mitral valve replacement with a mechanical St. Jude valve. Intraoperatively, a severely damaged posterior mitral valve leaflet with areas of calcification was found. No infectious organisms were visualized microscopically. Cultures of the removed tissue were negative for bacteria and fungi. The patient’s cardiac histopathology was examined by two separate pathologists at different institutions, both of whom concluded that the mitral valve had central necrosis with palisading histiocytes, fibrosis, calcifications, and giant cells – findings compatible with a rheumatoid nodule () []. It was also noted that disruption of the surface without associated thrombus was suggestive that a portion of this rheumatoid nodule had embolized.\\nThe clinical course was complicated by prolonged mechanical ventilation. The patient was finally able to be discharged to a skilled facility after a 23 day hospitalization, where he continued to improve and was ultimately discharged home. The patient again presented to our institution 16 months later with pyogenic arthritis and was found at that time to have two painless cutaneous lesions on his left upper extremity, each measuring 3 × 3 cm. These were compatible with rheumatoid nodules, but were not biopsied.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'10519677': 1, '15124265': 1, '10615020': 1, '31070579': 1, '13576366': 1, '9044084': 1, '4901063': 1, '18391680': 1, '31133043': 2, '8296724': 1, '8611303': 1, '15414009': 1, '4821378': 1, '28808511': 2}", "similar_patients": "{'6537448-1': 1}"}