{"patient_id": 69137, "patient_uid": "5620405-1", "PMID": 28979592, "file_path": "comm/PMC005xxxxxx/PMC5620405.xml", "title": "Irreparable Radial Nerve Palsy Due to Delayed Diagnostic Management of a Giant Lipoma at the Proximal Forearm Resulting in a Triple Tendon Transfer Procedure: Case report and Brief Review of Literature", "patient": "A 62-year-old female presented with a left RNP. At first presentation in our hospital, the patient reported progressive palsy starting with painless weakness only of her left wrist and long fingers extension 2 years ago. There was no history of any trauma or surgical procedure at her left upper extremity. Within these 2 years, the patient had a checkup by her family doctor and a neurologist. The diagnostic management included magnetic resonance imaging (MRI) of the cerebrum and cervical spine, electromyography, electroencephalography, and diagnostic analysis of blood and cerebrospinal fluid samples to exclude systemic specific or non-specific infectious or inflammatory or autoimmune diseases. No causes could be found that declared her RNP. So the diagnosis of a radial nerve mononeuropathy with unclear genesis was made, and the patient was treated by oral medication of glucocorticoids and vitamin B12. Additionally, the patient received a prefabricated wrist splint which immobilized only her left wrist in neutral position. Fortunately, stiffness or contractures in the wrist and all finger joints did not appear.\\nOn the first clinical examination in our hospital, an incomplete but severe RNP was present. The strength of extension of the wrist and thumb's extension and abduction was completely lost according to grade 0 in Medical Research Council (MRC) scale (0-5), and the extension in the metacarpophalangeal (MP) joints II-V showed palsy grade 3 in MRC scale (Fig. ). The sensibility in the peripheral radial nerve area was completely lost. Electromyography revealed an advanced demyelinating radial nerve palsy, but not a complete neurotmesis. On physical examination, there was a painless and non-tender mass around the proximal radius. MRI revealed a submuscular, clearly demarcated and encapsulated tumor with a homogeneous and high-intensity signal similar to subcutaneous fat which surrounds the proximal radius shaft approximately a half part of its total circumference, and without visible septae inside the tumor after gadolinium injection (Fig. ). According to these findings, the diagnosis of a benign GL was made by the radiologist, and surgical removal of the tumor with exploration of the radial nerve was detected by us. The tumor was exposed typically through a volar approach. The radial nerve was carefully dissected, it was fixed to the capsule of the GL (Fig. ). The encapsulated GL with the size of 11x7x5 cm was completely removed in a monobloc manner. After that, an overstretching-related partial disruption of the nerve with a gap of 1 cm involving a half part of its overall circumference was visible (Fig. ). At this time (i.e. 2 years after first neurological symptoms) a sural nerve graft would be inappropriate, and a tendon transfer procedure was detected by us. This could not go beyond the scope of this first surgical procedure because the time of tourniquet already lasted 80 minutes. Additionally, a complete neurotmesis of the radial nerve was not found by electromyography, and so the patient was not cleared up by us on specificities of a tendon transfer procedure preoperatively. Furthermore, the potential risk of problems with wound healing would have been too high due to the necessity of another large surgical incision at this time. The diagnosis of a benign GL was confirmed by histological examination.\\nSix weeks after removal of the GL, a triple tendon transfer procedure that included the transfer of the pronator teres (PT) to the extensor carpi radialis longus/brevis (ECRL/B), the transfer of the flexor carpi ulnaris (FCU) to the extensor digitorum communis (EDC), and the transfer of the rerouted extensor pollicis longus (EPL) to the palmaris longus (PL) was performed (Figs. , ). All tendon sutures were done in the Pulvertaft technique (end-to-side: PT to ECRL/B and FCU to EDC; end-to-end: EPL to PL). The wound healing was uneventful. The left upper extremity was immobilized in a plaster splint for 2 weeks. After that, the movement of elbow joint was freed, whereas the wrist was immobilized in the neutral position with a cast which additionally allowed the active flexion of all finger joints accompanied with its feather-related passive extension for another four weeks. Then, active strengthening of the wrist and all finger joints was started. Four months after surgery, the patient was completely able to perform her daily life activities again.\\nAt the 10-months follow-up, strength of wrist extension, thumb's extension and abduction, and long fingers II-V extension had all improved to grade 4 in MRC scale that was accompanied with a sufficient circumduction of the thumb (Figs. -). The patient reported that she would undergo the same motion- restoring triple tendon transfer procedure again if it would be necessary.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'27036508': 1, '4821927': 1, '26498882': 1, '25244923': 1, '11432141': 1, '28484849': 1, '11596951': 1, '7392646': 1, '25489524': 1, '20768118': 1, '23477792': 1, '19993394': 1, '26771846': 1, '15992974': 1, '25374800': 2, '18677088': 1, '22085433': 2, '19886118': 1, '21119833': 1, '11302664': 1, '19554145': 1, '19669771': 1, '6268698': 1, '19093156': 1, '12188953': 1, '12663366': 1, '21352714': 1, '4322966': 1, '23667813': 2, '28461960': 1, '13872191': 1, '10398220': 1, '11845157': 1, '19762307': 1, '16326879': 1, '20116318': 1, '16787515': 1, '24876983': 2, '9283558': 1, '24350162': 2, '21045920': 1, '8421750': 1, '23988424': 1, '22144751': 1, '2923544': 1, '27468275': 1, '17427016': 1, '214482': 1, '21168979': 1, '28391751': 1, '6670522': 1, '4412713': 1, '12198425': 1, '28979592': 2}", "similar_patients": "{'3860672-1': 1, '4207238-1': 1, '3647096-1': 1, '4024428-1': 1, '3227629-1': 1}"}