{"patient_id": 118085, "patient_uid": "5453898-1", "PMID": 28580087, "file_path": "noncomm/PMC005xxxxxx/PMC5453898.xml", "title": "Successful early application of extracorporeal membrane oxygenation to support cardiopulmonary resuscitation for a patient suffering from severe malignant hyperthermia and cardiac arrest: a case report", "patient": "A 56-year-old man (height 162.3 cm, body weight 58.8 kg) presented for emergency surgery of transurethral resection for bladder tumor due to bleeding associated with bladder cancer. His medical history included hypertension, stage IV chronic kidney disease and benign prostatic hypertrophy. There was no family history of MH, and he had not been anesthetized previously.\\nPreoperatively, the patient had recurrent hematuria and a laboratory test revealed a hemoglobin (Hb) concentration of 4.2 g/dl. The patient received transfusion of 2 pints packed red blood cells, and the Hb concentration increased to 6.8 g/dl. Glycopyrrolate 0.2 mg was injected intramuscularly as a premedication. In the operating room, an electrocardiogram, non-invasive blood pressure measurement, and pulse oximetry were performed, and the bispectral index (BIS VISTA®, Aspect Medical Systems, Inc., Norwood, MA, USA) sensor was attached onto his forehead. The patient was preoxygenated for 2 minutes, and anesthesia was induced using 120 mg of 1% propofol and 12 mg cisatracurium. After intubation, anesthesia was maintained using desflurane in a total fresh gas flow of 3 L/min of an air/oxygen mixture via an active humidified circuit with a heated wire in the inspiratory limb. In addition, effect-site target-controlled infusion of remifentanil was adjusted between 2.5 and 4.0 ng/ml. After consultation with the surgeon for considering the possibility of a radical cystectomy, catheters were placed in the right radial artery and right internal jugular vein as a precaution.\\nBaseline measurements at onset of surgery were oxygen saturation (SpO2) 99%, arterial blood pressure (ABP) 115/50 mmHg, heart rate (HR) 90 bpm, end-tidal CO2 (ETCO2) 37 mmHg, and esophageal temperature 36.5℃. Approximately 120 minutes after anesthesia induction, ABP was not checked. On inspection, right arm rigidity and lower extremity rigidity were detected. Then cannulation of the right brachial artery was performed. At that time, his ABP dropped to 95/45 mmHg and ETCO2 rose to 54 mmHg. Repeated bolus injections of phenylephrine had a short duration, and hence a continuous infusion of norepinephrine was administered (0.05 µg/kg/min). The esophageal temperature was maintained at 36.2℃. We proceeded with manual hyperventilation to increase minute ventilation (MV) from 6.2 to 8.4 L/min; however, ETCO2 remained above 60 mmHg. Bilateral breath sounds were clear without wheezing and the peak airway pressure remained unchanged. At this point, arterial blood gas analysis (ABGA) showed pH 7.032, PaO2 108.1 mmHg, PaCO2 73.1 mmHg and base excess (BE) −10.8 mmol/L. (). Therefore, we administered sodium bicarbonate 60 mEq. The esophageal temperature increased gradually to 38.6℃. The clinical condition of the patient was suspected to be due to MH, and hence the operation was stopped and dantrolene sodium was prepared. One hundred and fifty minutes after induction of anesthesia, hypotension still persisted and the HR gradually rose to 120 bpm. Next, a continuous vasopressin infusion was initiated and both the breathing circuit and soda lime canister were changed. In spite of increasing MV to 14.5 L/min, the retention of CO2 intensified, and so the ventilator was replaced. In addition, desflurane was discontinued and it was washed out with 100% O2 in 18 L/min fresh gas over a period of 10 minutes. At the same time, anesthesia was switched to 2% propofol (Fresofol 2%™, Fresenius Kabi, Granz, Austria) and the ventilator was replaced with continuous manual hyperventilation. To cool off the patient, ice packs were placed on the head and chest areas and cold saline irrigation was administered through the Foley catheter and the Levin tube. The ETCO2 rose to more than 80 mmHg and the SpO2 gradually decreased to 94%. At this point, the esophageal temperature was 41.7℃ and ABGA showed pH 7.039, PaO2 150.8 mmHg, PaCO2 90.9 mmHg and BE −6.2 mmol/L. Also, serum potassium and lactic acid levels were 7.37 mmol/L and 11.7 mmol/L, respectively. We administered 10 mg furosemide and a regular insulin infusion (10 IU/h). Despite administration of norepinephrine and vasopressin, his ABP dropped rapidly to 42/23 mmHg. Epinephrine 100 and 300 µg was then injected intravenously in a sequence. Dantrolene sodium arrived in the operating room and it was reconstituted with sterile water as quickly as possible and administered through the central venous line. The esophageal temperature at this point was 40.5℃, but within the first 1–2 minutes following 60 mg dantrolene sodium, a rapid decrease in the esophageal temperature to 38.5℃ and a drop in ETCO2 to 32 mmHg were noted. However, at this time, the patient suffered a cardiac arrest with asystole. Then, the infusion of dantrolene sodium was stopped and CPR was initiated immediately following chest compression and epinephrine injection. After 15 seconds of CPR, ventricular fibrillation occurred and the patient's cardiac rhythm converted back to sinus rhythm after a single defibrillation at 200 J. Boluses of epinephrine 1 mg were injected 3 times. Despite infusion of epinephrine and vasopressin, the patient's ABP did not improve. We made a decision to initiate ECMO for providing hemodynamic support and activated an ECMO team. Peripheral venoarterial ECMO was applied by using a size of 15 French (F) arterial cannula (Biomedicus®, Medtronic, Anaheim, CA, USA) and a size of 21 F venous cannula (Biomedicus®, Medtronic, Anaheim, CA, USA) into the right femoral artery and vein, respectively. The initial blood flow rate was 3.5 L/min and the sweep gas-flow rate was 3.0 L/min. The total down time for the first cardiac arrest was 80 minutes until ECMO was ready. After applying ECMO, the patient's ABP improved. The patient was then transferred to the surgical intensive care unit (SICU) running an ECMO. No more dantrolene sodium was administered, because the rigidity of the right arm and the lower extremity had resolved, and ETCO2, body temperature and ABGA had improved before the patient was transferred to the SICU. The serum creatine kinase (CK) levels were elevated upon admission (CK 2,413 IU/L) and they continued to be elevated till the following morning (CK 17,779 IU/L). MH clinical grading scale score was 73 (MH rank was 6, ‘Almost certain’). Sixty hours later, the patient was successfully weaned off ECMO. A week later, he was inevitably scheduled for a radical cystectomy with an ileal-conduit due to the remnant bladder tumor, persistent hematuria in spite of arterial embolization and bladder necrosis. For general anesthesia, we performed total intravenous anesthesia using 2% propofol. The patient's vital signs were stable during the operation and the operation was completed uneventfully. After one week, the patient displayed a hemodynamically stable state, was extubated, and then transferred to the general ward.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'23176990': 1, '22893607': 1, '26099765': 1, '17456235': 1, '29739182': 2, '24868161': 1, '29921086': 1, '13885389': 1, '1148076': 1, '23819066': 2, '19460614': 1, '25920678': 1, '21178529': 1, '1599089': 1, '22147116': 1, '18603291': 1, '23644605': 1, '28580087': 2}", "similar_patients": "{'6458504-1': 1, '3683465-1': 1}"}