{"patient_id": 70542, "patient_uid": "5713656-1", "PMID": 29198187, "file_path": "comm/PMC005xxxxxx/PMC5713656.xml", "title": "Unusual presentation of prune belly syndrome: a case report", "patient": "A 12-year-old Amhara boy from the Northwest Gondar Amhara regional state complained of left flank swelling for the last 3 months. Three days before admission he started to experience pain in his left flank, which was associated with high grade fever, chills, rigor, and vomiting. At the time he had no urinary or respiratory symptoms. Maternal pregnancy course and medical history were noncontributory, and he had an attended birth at a health center; his past medical history was unremarkable. He has seven siblings, none of whom had similar symptoms. His mother had no history of radiation exposure, use of traditional medicine, or chemotherapy during pregnancy.\\nNo dysmorphisms were noted in his general appearance. His vital signs were: pulse rate (PR) 142 beats/min, respiratory rate (RR) 33 breaths/min, temperature (T) 38.5 °C, and blood pressure (BP) 105/65 mmHg. Anthropometric measurements showed severe stunting. An abdominal examination revealed distended abdomen, asymmetric with bulging left flank, visible horizontal line, upward umbilical slit, and absent rectus abdominis muscles. His abdomen was soft with a tender cystic, bimanually palpable mass on the left flank measuring 13 × 11 cm. Both testes were undescended (Fig. ). He also had scoliosis and developmental dysplasia of the hips with waddling gate.\\nUrinary analysis demonstrated many red blood cells (RBCs) and positive leukocyte esterase. He had a normal renal function test with creatinine of 0.72 mg/dl and blood urea nitrogen (BUN) of 44 mg/dl, normal hemoglobin of 12.7 gm/dl, and normal electrolyte. Ultrasound showed a large cystic mass in his left kidney area with echo debris. His right kidney had normal echo texture and size. An X-ray of his hips showed bilateral developmental dysplasia of the hip (DDH; Fig. ). Our facility does not have the capacity to perform a genetic study to support the diagnosis of PBS.\\nHis left kidney is cystic and enlarged; there is no parenchyma tissue, both testes are intraperitoneal just below the kidneys, tortuous left renal vein, enlarged bladder reaching above umbilicus, and left megaureter (Fig. ). A bilateral orchidectomy and left nephrectomy were done.\\nAfter surgical removal of cystic mass and testes, he was given intravenously administered antibiotics for treatment of pyelonephritis for 14 days. Subsequently he showed significant improvement and was discharged home with an appointment for follow up to consider hormonal replacement therapy and possible abdominoplasty. His parents were also counseled about the PBS and the care they can give him at home.", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'7844132': 1, '7966734': 1, '3944869': 1, '34308216': 2, '9554391': 1, '25444629': 1, '22198807': 1, '8747124': 1, '12969002': 1, '1415053': 1, '15491721': 1, '6753964': 1, '6139876': 1, '23791903': 1, '18388787': 1, '6120755': 1, '6626914': 1, '1456902': 1, '10949420': 1, '2877580': 1, '20381841': 1, '29198187': 2}", "similar_patients": "{'8279232-1': 1}"}