{"patient_id": 74006, "patient_uid": "5964708-1", "PMID": 29788999, "file_path": "comm/PMC005xxxxxx/PMC5964708.xml", "title": "The first case of multiple pulmonary granulomas with amyloid deposition in a dental technician; a rare manifestation as an occupational lung disease", "patient": "A 58-year-old Japanese woman presented with chest discomfort and low-grade fever that had persisted for 2 months. She was a dental technician but did not regularly wear a dust mask in the workplace. She previously had a smoking history of 2 pack/year and no medical history. On admission, her body temperature was 37 °C. Physical examination results were almost normal. The laboratory examinations were also normal including blood smear differentials, C-reactive protein, serological tests for autoimmune disorders and malignant and hematological disorders, and serological tests for infectious diseases (Table ). Chest X ray and computed tomography revealed multiple well-defined nodules in both lungs (Fig. and ) and fluorodeoxyglucose (FDG)-positron emission tomography revealed abnormal FDG uptake in the same lesions with a maximal standardized uptake value (SUV [max]) of 5.6 (Fig. ). Then, we performed thoracoscopic partial resection of the lesions in the right upper and middle lobes (Fig. ). Histological examination of the specimens revealed foreign body-type giant cells and mild and focal chronic inflammatory changes with the infiltration of lymphocytes and plasma cells together with eosin-positive deposits (Fig. ). The deposits were direct fast scarlet (DFS) staining positive and produced an apple-green birefringence under crossed polarized light (Fig. and ). Congo-red staining was also positive (Fig. ). Based on these results, we concluded that the substance in the lesion was compatible with amyloid. Although we diagnosed the patient with pulmonary amyloidosis, there was no obvious underlying causes that could typically cause pulmonary amyloidosis, including rheumatoid arthritis, primary Sjögren’s syndrome or multiple myeloma. We also excluded plasma cell neoplasm and multicentric Castleman’s disease because there was no infiltration of atypical plasma cells nor formation of multicentric lymphoid follicles in the lesions. Consequently, we focused on her occupational history and performed electron probe X-ray microanalysis (EPMA) of the specimens to evaluate the cause of pulmonary amyloidosis. EPMA of the specimens revealed the deposition of silica throughout the granulomatous lesions as well as among giant cells (Fig. and ). From these results, we finally diagnosed the patient with multiple lung granulomas with amyloid deposition caused by chronic silica exposure. Afterward, her symptoms improved and the disease has not progressed for 2 years since proper measures against additional occupational exposure were implemented.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'22363355': 1, '17976433': 1, '34743717': 2, '22534002': 1, '29710172': 1, '34359324': 2, '24008961': 1, '10212113': 1, '28134587': 1, '16421395': 1, '26444998': 1, '24388365': 1, '10666432': 1, '9073014': 1, '29788999': 2}", "similar_patients": "{'8572569-1': 1, '8304686-1': 1}"}