{"patient_id": 122668, "patient_uid": "5798121-1", "PMID": 29423147, "file_path": "noncomm/PMC005xxxxxx/PMC5798121.xml", "title": "Epididymo-orchitis causing testicular infarction: a serious complication of a common disorder", "patient": "We present a case of a 37-year-old man presented to the Emergency department with a 3-day history of left testicular pain. He had no chronic illnesses and was not immunocompromised. The pain was associated with mild storage lower urinary tract symptoms. He was sexually active but had no previous sexually transmitted diseases and no urethral discharge. He had no history of trauma and had not had any similar episodes before. His examination revealed a swollen tender left testicle; equivocal for testicular torsion. A Doppler ultrasound was done which revealed increased flow to the left testicle with no evidence of testicular torsion (Fig. ). The patient was subsequently discharged on oral ciprofloxacin, analgesia and instructed to perform scrotal elevation. The patient subsequently presented 6 h later with worsening of his pain and was reviewed and re-imaged with a color Doppler. At this time, imaging findings demonstrated reversal of diastolic flow a feature suggesting impending infarction, along with other features of acute inflammation (Fig. ). The patient was taken to the operating room and a scrotal exploration was performed. No evidence of torsion was identified. A congested testicle was observed. No evidence of infarction or abscess formation was seen. Day 1 post-operatively the patient continued to have left sided testicular pain, now associated with lower abdominal pain. A KUB ultrasound and a repeat scrotal ultrasound were performed. These demonstrated absent flow in the left testicle (Fig. ). On repeat exploration a dusky blue testicle was found and a left orchidectomy performed. Testicular histopathological analysis demonstrated features suggestive of acute necrotizing inflammation of the testes and epididymis as well as the spermatic cord and its vessels. Cultures of the urine subsequently showed significant growth of Escherichia coli.", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'23743679': 1, '25844104': 1, '379366': 1, '7143592': 1, '34007789': 1, '5906006': 1, '15855121': 1, '3534264': 1, '11350430': 1, '33102026': 1, '7154197': 1, '32688238': 1, '15368779': 1, '34504766': 2, '29423147': 2}", "similar_patients": "{'8416638-1': 1}"}