{"patient_id": 69303, "patient_uid": "5632496-1", "PMID": 29085695, "file_path": "comm/PMC005xxxxxx/PMC5632496.xml", "title": "Transient Ischemic Attack and Ischemic Stroke in Danon Disease with Formation of Left Ventricular Apical Thrombus despite Normal Systolic Function", "patient": "A 17-year-old female adolescent was admitted to our hospital because of 1-day history of expressive aphasia followed by persistent left-side weakness and numbness. At 8 years of age, she was noted to have a remarkable concentric, but nonobstructive, biventricular hypertrophy on echocardiogram when she was referred to our center for evaluation of chest pain and palpitation. Initial ECG showed short PR interval and severe LV hypertrophy (LVH) with strain pattern but without delta wave. ECG findings of WPW syndrome became evident at 10 years of age. Her family history was not entirely clear, but neither biological parent has Danon disease. At 12 years of age, she underwent cardiac catheterization and an electrophysiological study (EPS), which revealed elevated LV end diastolic pressure (LVEDP) 15 mmHg, elevated RV end diastolic pressure (RVEDP) 10 mmHg, normal cardiac index (CI) 4.0 L/min/m2, and normal pulmonary vascular resistance (Rp 1.9 Wood unit/m2). A right anterior accessory pathway was identified and was ablated with cryotherapy. Genetic testing confirmed the diagnosis of Danon disease with lysosome-associated membrane protein 2 (LAMP2) mutation (Va1310Ile mutation). During this admission, she was found to have frequent premature ventricular complexes (PVCs) and occasional multifocal nonsustained ventricular tachycardia (VT). She was started on atenolol, but she was not compliant with the medication. At 13 years and 4 months of age, she underwent implantable cardioverter defibrillator (ICD) implantation for frequent nonsustained polymorphic VT. Neurologically, she reported having monthly headaches for many years associated with nausea, usually during her menstrual cycles. Since nearly 15 years of age, she has had intermittent transient episodes of blurry vision and left arm and left face numbness lasting 10 minutes, followed by headaches lasting approximately 20 minutes. At 15 years and 9 months of age, she was admitted to our hospital for overnight observation of transient headache, photophobia, right-sided weakness and numbness, and abdominal pain. She was diagnosed with hemiplegic migraine with aura upon negative head CT scan done 12 hours after the event. Her medication was switched to nadolol. Over the course of 6 months prior to the current ischemic stroke, she was admitted twice for transient mild left side hemiparesis and difficulty in verbalizing words. On both occasions, she was discharged home on the following day since she was back to her baseline status with negative head CT scan and CT angiography. Because of the high possibility of transient ischemic attack (TIA), she was placed on daily aspirin, which she did not take regularly.\\nAt the most recent admission, she experienced 1-day history of reversible expressive aphasia, photophobia, and headache, followed by mild but persistent left hemiparesis. She recurrently experienced similar, but milder, episodes at home several times a week before this admission. Noncontrast head CT demonstrated an area of hypoattenuation in the right frontal lobe with hyperemia at the same site with contrast study, suggestive of enhanced reperfusion after ischemic stroke (). CT angiography did not show any obstruction of cerebral arteries. Echocardiogram revealed unchanged severe concentric hypertrophy with normal systolic function () but demonstrated an echogenic mass at the LV apex suggestive of intracardiac thrombus, which was also confirmed by CT scan (). Coagulation profile was normal. She was started on continuous intravenous heparin infusion for initial anticoagulation. Her motor function recovered after intensive rehabilitation. There has been no recurrence of feeling of numbness, hemiplegia, or aphasia after she was placed on daily warfarin under strict supervision.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'18312451': 1, '22074992': 1, '21875887': 1, '19937007': 1, '23328835': 1, '21415759': 1, '32055142': 1, '22172624': 1, '11788223': 1, '22695892': 1, '10972294': 1, '20117447': 1, '17404682': 1, '25900304': 1, '27816333': 1, '18809796': 1, '12084876': 1, '27687201': 1, '17032572': 1, '25228319': 1, '19318653': 1, '6450334': 1, '27278848': 1, '23429248': 1, '29085695': 2}", "similar_patients": "{}"}