{"patient_id": 66280, "patient_uid": "5402585-1", "PMID": 27631242, "file_path": "comm/PMC005xxxxxx/PMC5402585.xml", "title": "C3 glomerulonephritis in multiple myeloma", "patient": "A 64-year-old female presented to our hospital with a 3-month history of gross hematuria, proteinuria, renal dysfunction, anemia, and weight loss. Three months before presentation, she had an attack of gross hematuria with urinary urgency and dysuria, for which she started looking for medical attention at the local hospital. She was found to have gross hematuria (red blood cell count 80 × 106/mL, pleomorphic type), elevated serum creatinine (2.9 mg/dL), anemia (hemoglobin 63 g/L), and hyperglobulinemia (41.0 g/L), and was treated with traditional Chinese medicine. However, she was not responsive to the treatment, and there was a rapid weight loss (10 kg) in the following 3 months. She was subsequently referred to our hospital for further management. The patient's medical and family history were otherwise unremarkable.\\nOn admission, physical examination revealed blood pressure of 154/90 mm Hg, body mass index (BMI) of 22.0 kg/m2, and anemic palpebral conjunctiva. Urinalysis showed gross hematuria (red blood cell count 300 × 106/mL, pleomorphic type), proteinuria (1.67 g/24 h), and elevated levels of N-acetyl-β-d-glucosaminidase (106.0 U/gCr, normal range ≤16.5 U/gCr) and retinol binding protein (18.0 mg/L, normal range ≤0.5 mg/L). Urinary output and osmolality was 1270 mL/24 h and 412 mOsm/kg·H2O, respectively.\\nComplete blood count showed severe anemia (hemoglobin 60 g/L) with normal counts of white blood cells and platelets. Kidney function was greatly reduced (serum creatinine 2.43 mg/dL, blood urea nitrogen 24.0 mg/dL, eGFR 20.5 mL/min/1.73 m2), and total serum protein was significantly increased (77.0 g/L) in the context of hypoalbuminemia (30.0 g/L) and hyperglobulinemia (47.0 g/L). Liver enzymes, serum electrolytes, and blood glucose were within normal range. Serum level of C3 was decreased (0.62 g/L, normal range 0.8–1.8 g/L), but levels of C4 and complement factor H (CFH) were normal. C3 nephritic factor (C3NeF) and antifactor H antibody were negative. Antinuclear antibody, antineutrophil cytoplasmic antibody, and antiglomerular basement membrane antibody were negative. Serology for hepatitis B was negative.\\nGiven the presence of hyperglobulinemia, a quantitative study of immunoglobulin subclasses was performed, revealing a remarkable increase in immunoglobulin G (IgG, 41 g/L, normal range 7–16 g/L) and decrease in immunoglobulin A (IgA, <0.26 g/L, normal range 0.7–4.0 g/L) and immunoglobulin M (IgM, 0.18 g/L, normal range 0.4–2.3 g/L). Serum-free λ light chain level was greatly elevated (163.00 mg/L, normal range 6–20 mg/L), whereas free κ light chain level was normal. IgG-λ-type monoclonal immunoglobulin band was identified by immunofixation electrophoresis. Furthermore, a bone marrow biopsy showed hypercellularity with an increase in plasma cells (45.5%). Given these findings, a diagnosis of MM was made in spite of the absence of skull and pelvic bone lesions.\\nThe patient subsequently underwent a renal biopsy to evaluate renal damage. Histological findings were characteristic of C3 GN. Specifically, global mesangial matrix expansion and mesangial hypercellularity were noted under light microscope, with segmental thickening of Bowman's capsule, proliferation of endocapillary cells, and infiltration of mononuclear cells and neutrophils in some glomeruli. Eosinophilic complexes were observed in the subendothelial, intramembranous, and mesangial areas (Fig. ). There were moderate tubulointerstitial lesions with a few mixed casts. Interstitial fibrosis was mild with moderate infiltration of monocytes, plasma cells, and neutrophils (Fig. ). Congo red staining was negative. Additionally, electron microscopy identified dense deposits primarily in the subendothelial area, as well as in the mesangial, intramembranous, and subepithelial areas (Fig. ). Segmental fusion of foot process was also noted. Immunofluorescence microscopy reveled positive staining for C3 in the mesangium and along the capillary wall (Fig. ). Meanwhile, IgG, IgA, IgM, complement 1q (C1q), κ light chain, and λ light chain staining were negative.\\nTaken together, the patient was diagnosed with C3 GN and MM. She was treated with a chemotherapy regimen consisting of thalidomide and dexamethasone. Despite of a decrease in serum-free λ light chain level, there was no significant improvement in serum creatinine (3.16 mg/dL), hematuria (red blood cell count 2000 × 106/mL), and anemia (hemoglobin 67 g/L) after 1 month. The patient is now in follow-up.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'2662048': 1, '21288559': 1, '22223606': 1, '20606628': 1, '21784830': 1, '23623956': 1, '24172683': 1, '22456601': 1, '31823738': 2, '32695788': 2, '23235567': 1, '34526754': 2, '33482806': 2, '27631242': 2}", "similar_patients": "{'8409713-1': 1, '7824921-1': 1, '7338606-1': 1, '7338606-2': 1, '7338606-3': 1, '6902416-1': 1}"}