{"patient_id": 118203, "patient_uid": "5463669-1", "PMID": 28634526, "file_path": "noncomm/PMC005xxxxxx/PMC5463669.xml", "title": "Concurrent babesiosis and serological evidence of Lyme disease in a young patient", "patient": "A 39-year-old male without any significant past medical history came to the emergency department (ED) and reported generalized headaches for eight days and fever for four days. Headache was constant and 8/10 in severity. The patient did not have nausea, vomiting, neck stiffness or photophobia. The patient denied aura, dizziness, blurred vision, syncope, prior similar episodes of headache, prior trauma, history of sexually transmitted disease, chest pain, palpitation, joint pain, skin rash, neurological deficit, urinary or bowel problems. He was in a monogamous relationship with his wife and used condoms regularly. He had not traveled out of the USA recently and he lived in New York but recalled a history of tick bites twice on Long Island, Hampton area, three weeks before. He was not taking any medications at home except acetaminophen as needed for headache. He did not have any blood transfusions.\\nInitial vital signs included temperature 102.7°F (39.2°C), pulse rate 109 beats per minute, respiratory rate 20 breaths per minute, blood pressure 110/68 mm Hg, and oxygen saturation 98% on room air.\\nCentral nervous system examination showed the patient to be awake, alert and oriented to time, place and person with normal motor power (5/5), normal sensation, vibration and position sense. Cranial nerves were intact. Co-ordination functions, reflexes and gait were within normal limits. There was no neck stiffness, Kernig’s sign or Brudzinski’s sign. The remaining physical examinations such as head and neck, cardiovascular, lungs and genitourinary examinations were within normal limits except mild pallor. Abdominal examination was normal except for splenomegaly.\\nThe initial laboratory reports showed white cell count (WBC) 4400 μl–1 (normal = 4500–11,000) with 75.9% neutrophils, 13.3% lymphocytes, absolute neutrophil count 3,300 μl–1, absolute lymphocyte count 600 μl–1, eosinophil and basophil count 0 μl–1, hemoglobin 9.8 g dl–1, hematocrit 29.7%, platelet count 67,000 μl–1 without any clumped platelets, erythrocyte sedimentation rate of 78 mm h–1, and C-reactive protein level of 159 mg l–1, absolute reticulocyte count 42,500 μl–1, haptoglobin <10 mg dl–1 and lactate dehydrogenase (LDH) 327 IU l–1. The patient’s electrolytes were within normal range. Liver function tests revealed bilirubin 1.8 mg dl–1, aspartate transaminase 63 IU l–1, alanine transaminase 54 IU l–1 and alkaline phosphatase of 85 IU l–1. Urinalysis showed small blood with two red blood cells per high power field. Meningitis was ruled out with normal lumbar puncture results. Tests for human immunodeficiency virus, syphilis, Epstein-Barr virus, herpes virus, chlamydia, gonorrhea and human granulocytic Ehrlich (HGE) immunoglobulin (Ig)M and IgG were negative.\\nUpon examination of peripheral blood smear, Babesia species was found in red blood cells. Serological tests for Babesia microti IgM and IgG antibody were strongly positive with titers of 1:320. Concurrent Lyme infection was also diagnosed with presence of Lyme IgM kilo-Daltons (kDa) bands of 23 and 41, and IgG kDa bands of 18, 23, 30, 39, 41, 45, 66, 93 along with positive western blot confirmation test. Lyme disease IgG /IgM antibodies were 3.72 immune system ratio (ISR).", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'11486290': 1, '8637139': 1, '4031555': 1, '9801183': 1, '3555140': 1, '18755385': 1, '10225242': 1, '10405671': 1, '11078770': 1, '22716978': 1, '9559037': 1, '28634526': 2}", "similar_patients": "{}"}