{"patient_id": 118332, "patient_uid": "5471746-1", "PMID": 28652979, "file_path": "noncomm/PMC005xxxxxx/PMC5471746.xml", "title": "Metastatic intraocular hemangiopericytoma in a dog", "patient": "A 10 year old, male neutered Labrador Retriever was referred to the ophthalmology service at Kansas State University’s College of Veterinary Medicine due to left sided ocular discomfort, diffuse corneal edema, and possible vision loss. The patient was undergoing radiation therapy for a recurrent subcutaneous right flank mass, diagnosed as a hemangiopericytoma.\\nThe original mass was removed from the right hip 18 months prior to presentation and on histopathology presented as a poorly delineated and infiltrative neoplastic tissue, partially effacing the superficial and deep dermis and composed of spindled to round cells with small amounts of pale or eosinophilic cytoplasm, indistinct cell borders and bland vesicular nuclei, arranged in streams and bundles forming variably ectatic or compressed, thin walled branching vascular channels.\\nDespite multiple surgical resections and complete excision according to histopathologic evaluation, the mass continued to recur subcutaneously in the right flank region. Based on the recurrence of the mass in the face of multiple resections, radiation therapy following excision and skin grafting was performed. Routine examination 4 months after radiation therapy showed a new subcutaneous mass in the right flank and multiple pulmonary nodules visible on computerized tomography (CT) scan. Two weeks after diagnosis of the pulmonary nodules the ocular signs became evident.\\nOphthalmic examination revealed slight blepharospasm and epiphora of the left eye (OS) along with an elevated third eyelid. No pain or significant adnexal abnormalities were noted in the right eye (OD) except for a single distichia dorsally. Menace response and dazzle reflexes were present OD but were both absent OS. Direct pupillary light response was present OD and absent OS. A consensual pupillary light response was not noted in either eye. Severe conjunctival hyperemia and moderate episcleral injection were noted OS. Fluorescein staining was negative in both eyes for epithelial defects. Intraocular pressures measured by rebound tonometry (TonoVet®; Jorgensen Labs, Loveland, CO) were 6 and 60 mmHg OD and OS respectively.\\nOn biomicroscopic examination (Kowa SL-15; Kowa Company, Tokyo, Japan) the cornea of the OS had moderate diffuse corneal edema making it difficult to visualize intraocular structures in detail, however, a dyscoric and relatively miotic pupil were detectable as well as a diffusely swollen and reddened iris profile. Extensive posterior synechia and iris swelling contributed to the dyscoria OS and structures posterior to the pupil could not be visualized. Examination of the cornea and anterior segment of the OD was unremarkable. Nuclear sclerosis was present OD as well as a ventromedial pinpoint anterior cortical incipient cataract and mild anterior vitreal syneresis. Upon indirect ophthalmoscopic examination (Vantage Plus Wireless, Keeler Instrument Inc, Bromall, PA) of the OD, multifocal lesions in the tapetal fundus were noted and photodocumented (RetCam Shuttle; Clarity Medical Systems, Pleasanton, CA) ( and ).\\nThe largest lesion was raised, pale pink in color, one optic nerve head in diameter and located dorsomedial to the optic disc arising at the termination of a retinal vessel. Other smaller lesions appeared multifocally throughout the tapetal fundus as pinpoint reddish-pink colored lesions near the termination of retinal vessels, some of which could not be differentiated from retinal hemorrhages. Based on the clinical evidence, secondary glaucoma of the OS was diagnosed as well as suspected chorioretinal metastatic disease lesions OD.\\nEnucleation of the painful globe OS was recommended in order to provide comfort as well as diagnostic benefit through histopathology. Preoperative blood work was obtained and no significant abnormalities were noted. On physical examination, the patient was bright, alert and responsive as well as mildly overweight. No significant abnormalities were detected on thoracic auscultation or complete physical examination other than mild dental calculus, bilateral coxofemoral pain, and a 2 x 3 x 2 cm right flank subcutaneous mass. Fine needle aspirates of the subcutaneous mass performed five weeks prior revealed a spindle cell population with features of malignancy suggestive of a sarcoma. The left globe was removed using a transconjunctival approach and the patient recovered uneventfully. After removal, the globe was immersion fixed in 10% neutral buffered formalin and submitted to the Comparative Ocular Pathology Laboratory of Wisconsin for histopathologic evaluation.\\nHistopathology revealed a population of neoplastic spindle cells arranged in streams and bundles carpeting the surfaces of the iris and ciliary body, infiltrating and expanding the tapetal choroid and multifocally invading the choroidal vessels ( and ). The cells presented indistinct cell borders, small amounts of eosinophilic cytoplasm and oval to elongated nuclei with usually a large and central magenta nucleolus. Mitotic figures were common averaging 6 per high power field and cellular pleomorphism was marked with multiple karyomegalic cells. Neoplastic cells were also found to extend within scleral blood vessels (). Notable secondary ocular lesions were posterior synechia, retinal detachment and secondary glaucoma, characterized by loss of ganglion cells and gliosis of the optic nerve head. The pattern of distribution of the neoplastic cells within the globe, with cells carpeting ocular surfaces and multifocally infiltrating the uveal tissue along with the presence of neoplastic cells in blood vessels was strongly suggestive of a metastatic disease. Sections of the previously excised flank hemangiopericytoma and the left globe were selected for immunohistochemistry to determine if the intraocular mass was metastatic or a separate neoplastic process. Sections were stained using the following antibodies: Skeletal muscle actin (mouse anti-sarcomeric actin, clone alpha-Sr-1, 1:150 dilution, Dako, Carpinteria, CA), Vimentin (mouse anti-vimentin, clone V9, 1:200, Dako), Alpha-smooth muscle actin (mouse anti–alpha smooth muscle actin, clone 1A4, 1:1000, Dako), S-100 (rabbit anti–S100 protein, 1:2500, Dako), CD31 (mouse anti-CD31, 1:40, Dako) and CD34 (mouse anti-CD34, 1:50, Dako).\\nThe results of the immunohistochemical staining showed perfect alignment in staining patterns in that the two separate masses were vimentin, alpha-smooth muscle actin and CD34 positive, while negative for skeletal muscle actin, S-100 and CD31 (). Together with the microscopic features of the flank mass (fusiform cells forming irregular vascular channels with a staghorn pattern) the immunohistochemical staining pattern confirmed the diagnosis of hemangioperycitoma and a metastatic spread of the right flank neoplasm to the eye in this case (Avallone et al., 2007).\\nThe patient returned two weeks after surgery for routine enucleation site suture removal. Upon exam of the OD fluorescein staining was negative, the intraocular pressure was 5 mmHg, the direct pupillary light reflex was positive and a menace response was present. Despite the lower intraocular pressure, there was no evidence of blepharospasm, epiphora, conjunctival hyperemia, miosis, or aqueous flare on her exam.\\nNo changes in the lenticular opacities were observed, however, fundic examination revealed that the chorioretinal lesions had progressed significantly in size and number throughout the tapetal fundus (). Perilesional retinal detachments were identified around the larger pink colored lesions. Despite disease progression, the patient remained comfortable and visual. Prophylactic topical anti-inflammatory and topical anti-glaucoma therapy were discussed with the owner given the previous progression OD and previous sequelae OS but were declined. Five days after suture removal the patient presented for acute blepharospasm and epiphora of the OD. Fluorescein staining was negative and the intraocular pressure was 6 mmHg. A small fibrin clot was noted on the anterior surface of the lens capsule axially along with a trace amount of aqueous flare. No significant progression of the chorioretinal lesions was detected. The patient was started on 1% topical ophthalmic prednisolone acetate suspension (Falcon Pharmaceuticals, Hűnenberg, Switzerland) every 8 hours as well as 2.2 mg/kg of oral carprofen (Rimadyl; Pfizer Inc, New York, NY) every twelve hours. In addition, despite a low but seemingly normal intraocular pressure, topical 2% dorzolamide (Dorzolamide HCL 2% ophthalmic solution; Hi-Tech Pharmacal Co, Amityville, NY) solution was instituted every 8 hours OD given previous progression to secondary glaucoma OS. A recheck was scheduled for 1 week. Three days later the patient presented on emergency for difficulty urinating and a gallop rhythm was ausculted on physical exam. Radiographs showed multiple small cystic and urethral calculi, slight enlargement of the previously noted pulmonary nodules, and right sided cardiac enlargement.\\nOn echocardiogram, a 5x3 cm heteroechoic mass was noted arising from the right atrium and extending into the auricle with moderate pericardial effusion but no cardiac tamponade. Due to the extensive nature and poor prognosis, the patient had a urethral catheter placed and was discharged for palliative care by the owner and referring veterinarian. One week later the patient was euthanized. A postmortem examination was not performed and no tissues were available for evaluation.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'9869805': 1, '12693724': 1, '9372720': 1, '4088633': 1, '14388132': 1, '16847005': 1, '11906660': 1, '12968766': 1, '6951324': 1, '17858068': 1, '3951833': 1, '1244311': 1, '11554570': 1, '17846233': 1, '3343190': 1, '17445080': 1, '1708501': 1, '22360781': 1, '25568712': 1, '17452190': 1, '11500858': 1, '8060943': 1, '12855966': 1, '23294915': 1, '646695': 1, '4342278': 1, '1142749': 1, '22865645': 1, '2440309': 1, '17565559': 1, '2023759': 1, '11528266': 1, '8817836': 1, '9635686': 1, '8583760': 1, '6615307': 1, '6511631': 1, '11173593': 1, '6841254': 1, '3061989': 1, '9915155': 1, '11896966': 1, '7292899': 1, '3891763': 1, '3415552': 1, '13498254': 1, '28652979': 2}", "similar_patients": "{}"}