{"patient_id": 116014, "patient_uid": "5301101-1", "PMID": 28203184, "file_path": "noncomm/PMC005xxxxxx/PMC5301101.xml", "title": "Spinal Cord Infarction after Cervical Transforaminal Epidural Steroid Injection: Case Report and Literature Review", "patient": "A 49-year-old man was transferred to our neurology department after abrupt onset of quadriparesis after a cervical TFESI. He was relatively healthy except for a long history of cervical radiculopathy. He visited the pain clinic of our hospital due to the persistent radiating pain and received a left-sided cervical TFESI at the C6-C7 level. The procedure was performed by an expert anesthesiologist. Fluoroscopy was utilized to guide the injection needle into the foramina. After confirmation of contrast around the nerve root and epidural space and the absence of vascular uptake, 20 mg of triamcinolone and 2 mL of 0.125% levobupivacaine were injected. Approximately 2 min after the procedure, the patient complained of weakness of both upper extremities. After 5 min, he described weakness of both lower extremities. On the initial neurological examination, he was quadriplegic with motor power less than grade I in all 4 extremities. His sensory function was absent below the C2 level. Cranial nerve examination was normal and respiration was intact. The initial diffusion magnetic resonance imaging (MRI) revealed an extensive ischemic lesion in the spinal cord, below C2 to the upper thoracic level. Follow-up MRI taken 3 days after the event demonstrated more significant signal changes in the diffusion-weighted images and T2-weighted images (Fig ). The brain MRI was normal. Although the patient's motor power continued to improve with active rehabilitation, he remained bed-ridden 4 years after the catastrophic event.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'26218935': 1, '26069129': 1, '17495784': 1, '12749976': 1, '29538204': 1, '29123937': 1, '15749350': 1, '20567139': 1, '18801685': 1, '14588291': 1, '15372396': 1, '30032466': 1, '26713152': 2, '20447301': 1, '16880879': 1, '25668411': 1, '24074559': 1, '28203184': 2}", "similar_patients": "{'4688321-1': 1}"}