{"patient_id": 71640, "patient_uid": "5806942-1", "PMID": 29563466, "file_path": "comm/PMC005xxxxxx/PMC5806942.xml", "title": "An Ingested Orthodontic Wire Fragment: A Case Report", "patient": "A 15-year-old female patient was undergoing upper and lower fixed appliance treatment, of her Class II division 1 malocclusion. She had no relevant past medical or dental history. During the placement of a rectangular nickel titanium 0.017 × 0.022 inch maxillary archwire, the distal fragment, approximately 1 cm in length, was not retained whilst being reduced with distal-end cutting pliers. The operator noted the flight of the archwire fragment to the oro-pharyngeal region and immediately took actions to retrieve the fragment. The patient was moved from the supine position and thorough oral suction was applied. The patient was asked to cough vigorously and finally to rinse thoroughly. No spontaneous coughing, respiratory difficulty or distress occurred at any time during the incident, and the patient was asymptomatic throughout.\\nRadiographic investigations were carried out as a matter of urgency and confirmed that the archwire fragment had lodged in the right piriform recess (a,b).\\nThe patient was transferred immediately to the Region’s main General Hospital, which was provided with a sample of an equivalent archwire. Approximately three hours later, under general anaesthesia, the patient underwent endoscopic retrieval of the fragment. The archwire fragment could not be found on exploration of the piriform recess, larynx or oesophagus, and further radiographs were taken. It was found that, in the three hour period between the incident and presentation to the General Hospital, the archwire fragment had relocated and had been ingested. Once this was confirmed, no further operative retrieval procedure was pursued, and instead, the patient was monitored. A hospital stay (3.5 days) was necessary due to a post-operative pyrexia and post-instrumentation discomfort. During this in-patient period, serial tracking radiographs confirmed that the orthodontic archwire fragment had passed safely and uneventfully through the gastrointestinal tract ( and ). Following discharge there was rapid recovery to full health. Orthodontic treatment was resumed and completed successfully without further incident.", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'22858337': 1, '15343170': 1, '19194677': 1, '1300995': 1, '8803399': 1, '23853727': 2, '12747072': 1, '11997791': 1, '9515387': 1, '12644601': 1, '23476819': 2, '11099566': 1, '19121486': 1, '2025623': 1, '21300258': 1, '25526417': 1, '25588825': 1, '25614227': 1, '24358659': 1, '18675211': 1, '17176743': 1, '33223376': 1, '23729138': 1, '21195285': 1, '15493393': 1, '6341428': 1, '1619170': 1, '21803265': 1, '12061146': 1, '17761797': 1, '3474884': 1, '11441897': 1, '29563466': 2}", "similar_patients": "{'3580915-1': 1, '3703350-1': 1}"}