{"patient_id": 116855, "patient_uid": "5369920-1", "PMID": 28296765, "file_path": "noncomm/PMC005xxxxxx/PMC5369920.xml", "title": "Intermittent pupillary capture of intraocular lens after transscleral fixation in congenital ectopia lentis patient triggered by dark environment", "patient": "A 6-year-old girl without ophthalmic history presented to our clinic with poor binocular vision in December 2013. The best corrected visual acuity (BCVA) was 2.5/25 with −9.00/−1.50 × 107 in the right eye and 5/25 with −8.50/−2.00 × 105 in the left eye. The slit-lamp examination revealed advanced temporal lens dislocation in the left eye, and only mild temporal lens dislocation in the right eye.\\nThis patient underwent lens extraction combined with endoscopy-assisted transscleral-fixated sutured IOL implantation in the left eye. The distance between the sulcus and cornea limbus was 1.2 mm in the left eye, measured during the surgical procedure, and both haptics were sutured in the sulcus site, as observed using the endoscope.\\nThe patient returned for a follow-up visit 3 months after surgery with no complaints of blurred vision or ocular pain. The intraocular pressure was 13 mm Hg in the left eye, with a refraction of −0.50/−3.00 × 175 with BCVA of 25/50. The slit-lamp examination showed the anterior segment of the left eye was normal (Fig. ). However, while the patient remained in a dark room awaiting the Pentacam (OCULUS Optikgeräte GmbH, Germany) examination, she used her mobile phone for about 5 minutes. When the Pentacam examination was performed, the image revealed a mild nasal pupillary capture of the IOL (Fig. ). A clear observation using the slit-lamp was attempted, but upon examination, the captured portion of the IOL rapidly slid backwards to the backside of the iris accompanied with pupil retraction, as the light shining on the pupil sped up the sliding of the IOL (Fig. ). The patient did not report feeling any discomfort during her time in the dark room, except for the occasional blurred vision. One percent pilocarpine and pranoprofen eye drops were prescribed to her, to be applied 2 times daily for a month.\\nWhen the patient presented for the follow-up visit in January 2015, no discomfort was reported. The BCVA was 40/50 with +0.50/−1.50 × 5 in the left eye, and the intraocular pressure was 13.4 mm Hg in the left eye. The slit-lamp examination showed slight iridodonesis in an otherwise normal anterior segment. After staying in the dark room, a mild nasal capture of IOL was triggered again in the left eye and detected by the Pentacam examination. At the final visit in February 2016, the refraction result was −2.25 × 170 with BCVA of 50/50 in the left eye. No ghost pupillary capture was detected at this final follow-up.\\nEthical approval for this study was obtained from the Ethics Committee of the Zhongshan Ophthalmic Center, and the conduction of the work followed the tenets Declaration of Helsinki. Written informed consent was obtained from this patient.", "age": "[[6.0, 'year']]", "gender": "F", "relevant_articles": "{'1894481': 1, '12388046': 1, '26630314': 1, '16412938': 1, '3801365': 1, '12414390': 1, '12689913': 1, '9888085': 1, '17320961': 1, '28296765': 2}", "similar_patients": "{}"}