{"patient_id": 63826, "patient_uid": "5176075-1", "PMID": 27178371, "file_path": "comm/PMC005xxxxxx/PMC5176075.xml", "title": "Bilateral spontaneous chylothorax after severe vomiting in children", "patient": "Seven-year-old white female patient, referred due to suspected diagnosis of systemic lupus erythematosus. She had a five-month history of sudden-onset vomiting and self-limited abdominal bloating after ingestion of large amounts of chocolate; subsequently, she started to show insidious and permanent chronic swelling of face. Three months after symptom onset and extensive evaluation of allergies, she was submitted to a chest and abdomen computed tomography, which showed abdominal lymphadenomegaly and bilateral pleural effusion. Chest drainage was performed in another service and the presence of milky pleural fluid was reported. She also underwent laboratory evaluation at the original service and most results were within normal values (including whole blood count, renal function, C3, C4, rheumatoid factor, anti-Sm, anti-Ro, anti-La, anti-ds-DNA), except for a positive antinuclear antibody, at a titration of 1:640, nuclear speckled pattern.\\nAt the first outpatient visit in our service, the patient underwent a new chest radiography (), which showed recurrence of bilateral pleural effusion. A thoracentesis was performed on the right, of which milky white fluid showed the presence of 1.120mm3 of leukocytes (96% lymphocytes, 3% neutrophils, 1% plasma cells); 710mm3 of red blood cells; 3.7g/dL of protein; 87mg/dL of Glucose; 2.855mg/dL of triglycerides. The child was hospitalized, kept in fasting and started parenteral nutrition therapy. After 21 days without reduction in the chylothorax volume, bilateral thoracic drainage was performed and 450mL of chylous secretion was removed from the right and 300mL from the left side. The drains were maintained in water seal, with a marked reduction in eyelid edema. Three days after the draining she was started on a low-fat diet. The drains were removed after 25 days.\\nSerum levels of vascular-endothelial growth factor-D (VEGF-D), a marker which, at high levels, is useful for the diagnosis of lymphangioleiomyomatosis, was requested and the result of 125pg/mL, a little above the reference value (31-86pg/mL), ruled out that possibility. She underwent a lymphoscintigraphy () with intradermal administration of the radiopharmaceutical in the instep and subsequent uptake of the radiotracer images that showed its extravasation in the topography of the thoracic introit bilaterally, compatible with thoracic duct lesions, secondary to increased intracavitary pressure caused by vomiting that occurred at the beginning of the clinical picture. The patient was discharged after 53 days of hospital stay, with outpatient follow-up, during which she was allowed to resume a normal diet without lipid restrictions. She remains asymptomatic at the follow-up (control chest X-ray in ), without alterations in the laboratory tests, including evaluation by a rheumatologist.", "age": "[[7.0, 'year']]", "gender": "F", "relevant_articles": "{'24928644': 1, '19766473': 1, '19077067': 1, '25187723': 1, '10958239': 1, '20410823': 1, '24159565': 1, '19879510': 1, '16927041': 1, '23588879': 1, '17534177': 1, '22579907': 1, '17684999': 1, '24685960': 1, '15830386': 1, '21487566': 1, '27178371': 2}", "similar_patients": "{}"}