{"patient_id": 114424, "patient_uid": "5095578-1", "PMID": 27867692, "file_path": "noncomm/PMC005xxxxxx/PMC5095578.xml", "title": "Osteonecrosis of both knees in a woman with Crohn's disease", "patient": "A 22 years old woman was diagnosed with CD in April 2012 (Montreal Classification A2L1 + L4B3p - diagnosis at 22 years-old; ileal plus jejunal involvement; penetrant behavior and perianal disease - rectovulvar fistulae). She was initially treated with prednisolone (40 mg/d), azathioprine (100 mg corresponding to 2 mg/kg per day) and messalazine (3 g/d). In July 2012, due to fistulae non-healing, a seton was placed and infliximab therapy was started (three infusions - 0, 2 and 6 wk - 5 mg/kg). Complete closure of the rectovulvar fistulae was then confirmed. In September 2012, she had had a pelvic abscess complicated by peritonitis and she was operated. Drainage of the abscess, ileal segmental resection and right hemicolectomy was performed. From April 2012 to December 2012 a gradual weaning of corticosteroid therapy was done. In December 2002 she presented with fever, intense pain, swelling and stiffness of both knees and impaired range of motion for six weeks. Bilateral articular effusions were observed. She got bedridden. There was no history of arthritis. Laboratory studies revealed a leucocytosis with neutrophilia (17.000/mm3 per 89%) and an elevated erythrocyte sedimentation rate (28 mm3 per hour). Bilateral arthrocentesis was performed with diagnostic and drainage intent. Synovial fluid was purulent. Culture of the synovial fluid was positive for S. pneumoniae. Amoxicillin plus clavulanic acid and analgesia (acetaminophen and tramadol) was begun. Bilateral arthrotomy of knees with biopsy of the synovium was performed. The histological examination of the synovial tissue revealed synoviocyte hyperplasia, inflammatory infiltrate, mainly composed by polymorphonuclear neutrophils, and purulent exudates; these findings were consistent with the diagnosis of bilateral septic arthritis. There was no exacerbation of intestinal symptoms of CD. After an initial period of immobilization, she was started on a physical rehabilitation program and progressively improved: Inflammatory signs of knees disappeared and she started to walk with crutches. However, bilateral knee pain developed, exacerbated by movement, mainly at climbing stairs. Plain film radiographies of the knees demonstrated multiple bilateral hypotransparent areas in the distal extremity of the femurs, in the proximal extremity of the tibiae and in the patellas and also absence of signs of subchondral collapse (Figure ). Computed tomography (CT) revealed multiple lacunar areas in the same localizations (Figure ). Magnetic resonance imaging (MRI) showed a “geographic” pattern resulting from multiple osseous medullary infarcts in the distal 15 cm of the femurs, in the proximal 10 cm of the tibiae and in the patellas; there were also no signs of subchondral collapse (Figure , Figure , Figure ). These imagiologic findings were consistent with the diagnosis of osteonecrosis. The total body radionuclide bone scan (methylene biphosphonate labeled with technetium-99m) revealed an increased uptake of the agent in the distal ephiphysis of the femurs, in the proximal epiphysis of the tibiae and in the patellas; it also excluded other focus of the disease. A stage 2 of Association Research Circulation Osseous (ARCO) was established. The peripheral blood smear was normal. Lipid levels (cholesterol and triglycerides) were within normal range. Antinuclear antibody, rheumatoid factor, antismooth muscle antibody and antiphospholipid antibodies were negative. Procoagulant factors (C and S proteins, antithrombina III and V Leiden factor) were normal. The patient recovered completely and maintains therapy with azathioprine and messalazine.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'11727007': 1, '17555906': 1, '11114276': 1, '21122490': 1, '18938768': 1, '16203877': 1, '15691298': 1, '19902866': 1, '16123897': 1, '10694287': 1, '8307435': 1, '11347831': 1, '12430099': 1, '27867692': 2}", "similar_patients": "{}"}