{"patient_id": 63507, "patient_uid": "5139121-1", "PMID": 27919270, "file_path": "comm/PMC005xxxxxx/PMC5139121.xml", "title": "Delayed hyperbaric oxygen therapy for air emboli after open heart surgery: case report and review of a success story", "patient": "A 35 year old male was admitted to the hospital for elective cardiovascular surgery for a congenital Ventricular Septal Defect with a moderate left-right shunt and aortic insufficiency, also known as the Laubry-Pezzi Syndrome. He was diagnosed at age 25. Relevant medical history included severe penicillin allergy, type 2 diabetes, hypertension, dyslipidemia, and history of endocarditis of the pulmonary valve with resultant moderate pulmonary valve insufficiency.\\nThe elective surgery consisted of a closure of the ventriculo-septal defect (VSD) and aortic valvuloplasty, under cardiopulmonary bypass (CPB). The whole operative procedure lasted five hours and thirty-five minutes, with aortic clamping duration of one hour and nine minutes, and extracorporeal circulation time of one hour and twenty-nine minutes. The patient underwent combined general and epidural anesthesia. Perioperatively he was hemodynamically stable, and weaning from CPB was uneventful. The transoesophageal echocardiography (TOE) performed by the anesthesiologist after the de-clamping of the aorta, however, showed a significant amount of residual air bubbles, which were then immediately extracted through the aortic canula until complete disappearance.\\nThe patient was transferred to our multidisciplinary intensive care unit around 5 pm right after the surgery. Upon his arrival, he was still intubated but not sedated. The primary clinical examination showed GCS of 11, bradypnea, poor vigilant state, both pupils constricted in myosis but no neurologic focal deficit. His first arterial blood gas showed a respiratory acidosis. All of these findings were consistent with opioid impregnation or a slow metabolic clearance of anesthetic agents. His conscious state and frequents apneas required him to stay on mechanical ventilation with assisted and controlled mode until the end of the night.\\nOn day 1 he was extubated and his neurological examination showed slowness, spatio-temporal disorientation, severe motor and sensory aphasia, no response to simple orders, and no limb deficit. The brief neuropsychological examination in his native tongue at his bedside with a certified interpreter confirmed similar findings. At that stage, the differential diagnosis was a cerebral vascular event - ischemic or haemorrhagic, epilepsy, or an air emboli. The hypothesis of an air emboli was discussed with the operating surgeon and the anesthesiologist, who both confirmed that during the procedure there had been a considerable amount of air bubbles after decanulation of the aorta, an occasional event occurring with CPB; however, no additional transoesophageal echocardiograpy was performed in the ICU at that time.\\nAn injected cerebral CT scan was performed and excluded a recent ischemic attack or secondary bleeding; all arteries were patent. After neurologist consultation, the patient was treated for a small vascular ischemic attack, based on the sole clinical diagnosis, and without specific radiographic findings. He received intravenous aspirin (250 mg) and appropriate hemodynamic monitoring.\\nOn day 2, an MRI showed restricted diffusion and cortical lesions (Fig. ) in the left temporal-parietal and occipital areas, and additional multiple small punctiform lesions in the subcortical areas (in frontiers territories) (Fig. ) left frontal superior, left precentral, and two other bilateral milimetric lesions on the posterior part of the body of the corpus callosum. All of these small lesions were compatible with acute ischemic lesions. However the small size of the lesions was not consistent with the loud clinical status and a potential subclinical status epilepticus was evoked. The EEG done on day 2 excluded the presence of epileptiform activity and showed a slow tracing compatible with metabolic versus toxic encephalopathy, a nonspecific finding in ICU patients; but a definitive diagnosis could not be confirmed.\\nBecause of the pathologic awakening, persistent neurologic deficit of global aphasia, recent open heart surgery, and the results of outside clinical investigations, we decided collegially to reconsider the possible diagnosis of an air emboli, and assess for hyperbaric oxygen therapy. Luckily, our university medical center in Geneva possesses a renovated hyperbaric chamber with a medical team available 24/7. We contacted them to get their expert opinion, and considering the delay of over 45 h but of less than 72 h, they agreed to take the patient for a few sessions over 3–4 days in the hyperbaric chamber since there was no known contraindications (i.e: undrained pneumothorax, cardiac failure, uncontrolled hypertension, untreated epilepsy and acute severe asthma). The patient entered the hyperbaric chamber accompanied by an intensive care resident doctor, an anesthesiologist and a nurse at 11:30 pm (day2); i.e. 54 h after surgery.\\nThe initial plan (Fig. ) was to do a first profound compression session CX30 of 7 h and 30 min, starting the first 10 min with pure oxygen up to 2.8 ATA in order to crush the gaz bubble; followed by with a 50% helium-oxygen mix at 4 ATA for the rest of the session. The compression went smoothly. However 20 min after the beginning of the session, at a level of 4 ATA the patient suffered a generalized tonico-clonic seizure, followed by new onset rapid atrial fibrillation and massive bronchoaspiration requiring a moderately rapid decompression, interruption of the session and evacuation of the patient from the chamber. The patient was transferred back to the ICU for stabilisation, airway management with re-intubation and sedation, hemodynamic stabilisation and antiepileptic treatment with adequate therapy (propofol, midazolam, clonazepam, levetiracetam). Another cerebral CT scan did not show any new lesion. After stabilisation, he was taken back to the hyperbaric chamber and the rest of the session (170 min with 50% helium-oxygen mix at 4 ATA) went without any new complications. He suffered a new episode of focal convulsion of the left superior arm one hour after his return from the session that necessitated the adjunction of thiopenthal before resolution.\\nHe received a third session of HOT later (day 3) under mechanical ventilation during 150 min at 2.5 ATA with pure oxygen. On day 4, he also received a 150 min session of HOT while still intubated. He was extubated on day 5, and for the next 2 days the patient underwent each day (day 5-6-7) 1 short session of 95 min under simple mask at 2.5 ATA. In total, the full treatment of HOT consisted of 7 sessions over 5 days.\\nExcept for the adverse events of the first session, all of the remaining sessions went smoothly without complication. The patient recovered rapidly, and was transferred out of the intensive care unit into the cardiovascular surgery ward 6 days after admission. The EEG done at day 5 showed no epileptic activity and the antiepileptic agents were stopped after the HOT sessions were resumed. After the 7th session of HOT at day 7, the patient’s neurological status showed a slight residual spatio-temporal orientation, slowness of speech and a moderate loss of words but his language was informative and he showed no more comprehensive deficit. Considering the good neurological response and improvement on orientation, speech, and psychomotor slowness, HOT sessions were resumed.\\nOn day 14, a control cerebral MRI was done and showed subacute ischemic small punctiform lesions in the right fronto-orbitary region, left pre-central and left temporo-occipital region. The previous extended left cortical occipito-parieto-temporal lesion had disappeared, and was probably due to vasogenic edema. The neurovascular specialists and neuroradiologists concluded that the subcortical and bilateral corpus callosum punctiform lesions were highly compatible with air emboli lesions and therefore there was no indication to pursue aspirin medication upon discharge.\\nOn day 19, a neuropsychological evaluation in English was done, although not in his native tongue, and showed good neurological recovery without pathological sequellae compared to the adult reference population. Detailed examination revealed no orientation disorders. The behavioural analysis showed a slight psychomotor slowness with a lack of task initiation, a discrete lack of verbal spontaneity in the executive area, and borderline memory tests results showing a slight weakness in the episodic, verbal and visuo-spatial memory. There were no language, calcul, or graphic deficits, no speech impairment, and no sign of corpus callousum defect. All of these findings showed mild weaknesses in the mnesic, executives and attentional areas which were compatible with the MRI lesions.\\nFigure (Fig. ) summarizes the Timeline of events as they occured sequentially. The patient was discharged from the hospital on post-operative day 23 in good clinical condition, with a neurologic follow up scheduled 8 weeks later. Upon discharge, the Glasgow Outcome Score was of 5 out of 5. (GOS 1: death. GOS 2: vegetative state with no obvious cortical function. GOS 3: severe disability –conscious but disabled with dependency. GOS 4: moderate disability but independent. GOS 5: complete recovery with resumption of activity, although the patient might show some minor neurological psychological deficit).\\nOver 5 months after his surgery, a follow-up phone call was made. The patient reported a good recovery. He had mild overall fatigue and had not yet gone back to work, but was without neurological deficit.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'34162399': 1, '7316594': 1, '12173820': 1, '33031108': 1, '11603436': 1, '7362326': 1, '16159067': 1, '15063245': 1, '12173819': 1, '22396189': 1, '7974579': 1, '24169200': 1, '11295987': 1, '12964855': 1, '20221749': 1, '10793601': 1, '12458242': 1, '20191794': 1, '10096979': 1, '12173831': 1, '12029402': 1, '31552878': 1, '10675429': 1, '18582850': 1, '11295982': 1, '15096308': 1, '27919270': 2}", "similar_patients": "{}"}