{"patient_id": 123264, "patient_uid": "5839893-1", "PMID": 29606819, "file_path": "noncomm/PMC005xxxxxx/PMC5839893.xml", "title": "Disseminated Superficial Actinic Porokeratosis in a Patient with Psoriasis, after Long-Term Narrowband Ultraviolet B Phototherapy", "patient": "A 59-year-old woman (skin type IV) had generalized plaque-type psoriasis for 40 years. She had primary hypertension and hyperlipidemia, but her general health was otherwise unremarkable. The patient's family history did not include porokeratosis or psoriasis. Forty years prior to presentation, she had been treated with NB-UVB and systemic acitretin for 10 years. At that time, her symptoms improved and she discontinued treatment after she married and became pregnant. Twenty years later, her psoriasis recurred, and she was again treated with systemic acitretin and NB-UVB. Three years prior to presentation, she began only NB-UVB therapy, without oral medication, but she experienced repeated improvement and aggravation cycles. At that time, her skin symptoms were suspected to indicate porokeratosis, and the treatment was stopped. She was then referred to our dermatology department.\\nA dermatological examination revealed various annular, scaly patches and plaques, with raised keratotic margins (0.5~5.0 cm in diameter). The plaques were bilaterally located over her entire body (). Some lesions were small, annular plaques with sharp, elevated borders. Many larger plaques (approximately 5.0 cm long) were present on her right shin, and exhibited a typical psoriatic appearance of erythema and thick scales.\\nHistopathological examination of a biopsy specimen from a plaque with a thread-like border on her right leg showed the characteristic features of porokeratosis, including cornoid lamellae, irregularly arranged keratinocytes in the spinous layer, and superficial perivascular lymphocytic infiltration in the dermis ().", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'7756155': 1, '19292789': 1, '2007687': 1, '19691753': 1, '9854155': 1, '11004640': 1, '3950130': 1, '4008702': 1, '21914157': 1, '25720967': 1, '20451293': 1, '6162345': 1, '5910629': 1, '12786832': 1, '8345217': 1, '2972310': 1, '5769325': 1, '29606819': 2}", "similar_patients": "{}"}