{"patient_id": 74416, "patient_uid": "5984337-1", "PMID": 29855383, "file_path": "comm/PMC005xxxxxx/PMC5984337.xml", "title": "Postpartum acute fatty liver of pregnancy: a case report", "patient": "Our patient was a 20-year-old Arabic Middle Eastern woman. She was not known to have any medical illness. She had had two previous uneventful pregnancies with uncomplicated vaginal deliveries. Her only antenatal visit to our hospital was at 38 weeks of gestation, when she presented in early labor. Her general physical examination was unremarkable. An ultrasound (US) scan showed a cephalic, normally grown fetus with decreased amniotic fluid. The patient’s whole blood platelet count was 182 × 109/L, white blood cell count (WBC) was 11 × 109/L, and whole blood hemoglobin (Hb) was 116 g/L. Her blood group was AB positive.\\nOn vaginal examination, she was found to have a 3-cm dilated, 80% effaced cervix and intact membranes. She was augmented with artificial rupture of her membranes and syntocinon intravenous infusion. Six hours later, she had an uneventful vaginal delivery of a healthy male newborn weighing 3.06 kg. The baby’s Apgar scores at 1 and 5 minutes were 8 and 9, respectively.\\nOn the morning of her first postpartum day, the patient complained of a nonpruritic maculopapular skin rash over her upper limbs (Fig. ), abdomen (Fig. ), and back. It appeared suddenly as patchy lesions. It was not associated with pustules or vesicles. Her neck, face, and the palmar aspects of her hands and lower limbs were spared. There were no noticeable striae over her abdomen. She was not known to have any allergic reactions, and she did not receive any medications that could explain the findings. Twelve hours later, she was feeling very unwell and tired. She then developed generalized abdominal pain that increased in severity and was associated with nausea and occasional vomiting. Her vital signs were normal (blood pressure [BP] 120/70 mmHg, pulse rate 83 beats/minute, and oral temperature 37.1 °C). Her urine was yellow and turbid with 3+ proteinuria, and she had numerous WBC/high-power field (HPF) but no glycosuria. The same result was confirmed by testing a second urine sample that was obtained via a Foley catheter. A dermatologist’s review indicated nonspecific maculopapular skin rash, and the dermatologist advised only observation with no specific therapy but to investigate further. This advice alerted the medical staff to do further testing, which showed that her liver function, kidney function, whole blood count, serum glucose, serum lactate dehydrogenase (LDH), and coagulation profile were within normal limits.\\nDay 2 postpartum was marked by persistence of nausea and vomiting and a decrease in the intensity of skin rash. On day 3 postpartum, she had nausea, vomiting, and abdominal pain. Her skin rash showed a further decrease in intensity. She was very sick, pale, and jaundiced with epigastric and right upper quadrant abdominal tenderness. Her vital signs were stable. Investigations were repeated and showed thrombocytopenia (platelet count 54 × 109/L), hypoglycemia (serum glucose 2.11 mmol/L), renal impairment (serum creatinine 228.75 μmol/L), impaired liver function (serum alanine aminotransferase [ALT] 0.735 μkat/L, serum aspartate aminotransferase [AST] 1.15 μkat/L, serum LDH 19.8 μkat/L, serum total bilirubin 68.4 μmol/L, serum direct bilirubin 58.15 μmol/L), and coagulopathy (plasma prothrombin time [PT] 22 seconds, control 14 seconds, blood partial thromboplastin time [PTT] 36 seconds, control 26 seconds, international normalized ratio [INR] 1.85) with normal urinalysis and normal plasma d-dimer and fibrin degradation products.\\nAcute fatty liver was suspected, and the patient was admitted to the ICU in the evening. In the ICU, her blood Hb was 88 g/L (dropped from 105 g/L), and her blood platelet count was 51 × 109/L. Internist, hematologist, and anesthetist consultants were involved in her care. Septic workup was done, including urine and blood cultures, as well as high vaginal and endocervical swabs for culture and sensitivity. Because she was critically ill in the ICU with too many intravenous catheters and an indwelling urinary catheter, and because patients with AFLP are at risk of infection, a decision was taken by the multidisciplinary team to start her on a renal dose of imipenem/cilastatin. She was kept on intravenous fluid, normal saline (N/S) 100 ml/hour, and dextrose infusion. Five units of fresh frozen plasma (FFP), 5 U of cryoprecipitate, and 2 U of packed red blood cells (PRBCs) were given.\\nOn the fourth day postpartum, the patient had persistent nausea, vomiting, and epigastric and right upper quadrant abdominal pain. Her vital signs were stable. She was jaundiced. Her skin rash had significantly decreased in distribution and intensity. She had a strict fluid input-output observation. Her urine output remained around 45–60 ml/hour. Her investigations showed anemia and thrombocytopenia (blood Hb 79 g/L and blood platelet count 44 × 109/L), acute renal impairment (serum creatinine 316.4 μmol/L), very high serum LDH (19.7 μkat/L), elevated serum ALT (0.77 μkat/L), and elevated serum AST (1.52 μkat/L) with elevated serum direct and total bilirubin. Her serum glucose was 3.38 mmol/L (on dextrose infusion), and her total serum bile acids level was normal (6 μmol/L). Blood film showed hypochromic microcytic anemia, few schistocytes and acanthocytes, neutrophilia with toxic granulation of neutrophils, a majority of neutrophils that were hypersegmented, and thrombocytopenia. She received 2 U of PRBCs, 2 U of FFP, and 4 U of cryoprecipitate and was started on dexamethasone 4 mg intravenously every 8 hours.\\nIn the afternoon, after transfusion of blood and blood products, her blood platelet count was 38 × 109/L, blood Hb 97 g/L, and blood WBC 14.9 × 109/L. Other tests revealed plasma PT 17.5 seconds, blood PTT 29.7 seconds, and INR 1.4 (corrected by the infusion of the blood and blood products).\\nAn abdominopelvic computed tomographic (CT) scan without contrast enhancement revealed only hyperdense free fluid (ascites). A chest x-ray (CXR) showed congestive pulmonary changes and blunted bilateral costophrenic angles. She was started on furosemide 20 mg intravenously every 4 hours, intravenous fluid dextrose 25% 50 ml/hour, and N/S 0.9% 50 ml/hour.\\nOn the fifth day postpartum (the third day in the ICU), the patient still felt unwell with epigastric and right upper quadrant abdominal pain and recurrent attacks of hypoglycemia. She had no skin rash at all. She had normal BP readings with mild epigastric and right upper quadrant tenderness. Her laboratory tests showed anemia, thrombocytopenia, hypoglycemia, leukocytosis, renal impairment, hyperbilirubinemia, and elevated serum LDH. Urinalysis showed 1+ proteinuria and hematuria. The result of a viral hepatitis screen was negative.\\nAn abdominal U/S scan showed a marked amount of free fluid in the abdomen, liver span 17 cm, spleen span 14 cm, and a normal hepatobiliary tree with no stones or dilatation. A CXR was normal. She was given 5 U of FFP and kept on the antibiotic because of the ascitic fluid.\\nOn the sixth day postpartum (fourth day in the ICU), the patient showed significant clinical improvement with stable vital signs (V/S). Her blood tests showed persistent anemia, thrombocytopenia, leukocytosis, elevated serum creatinine, elevated serum LDH, mild elevation of serum bilirubin, normal serum glucose, and normal liver enzymes and coagulation. A repeat blood film showed hypochromic microcytic anemia with mild anisocytosis, neutrophilic leukocytosis, few hypersegmented neutrophils and thrombocytopenia with large forms. She was prophylactically given 5 U of FFP as suggested by the multidisciplinary team.\\nOn the seventh day postpartum (fifth day in the ICU), the patient started to show much clinical improvement (very mild nausea, occasional vomiting, and mild abdominal pain) with stable V/S. Blood tests showed Hb 98 g/L, blood platelet count 60 × 109/L, blood WBC 16 × 109/L (76% neutrophils and 16% lymphocytes), serum glucose 6.1 mmol/L, serum creatinine 251.6 μmol/L, serum urea nitrogen 52.1 mmol/L, and serum LDH 11.6 μkat/L with normal electrolytes and liver enzymes.\\nA CXR showed reticular shadowing bilaterally, a blunt left costophrenic angle, and a clear right costophrenic angle, which further supported the continuation of the antibiotic. She was given 4 U of FFP.\\nOn the eighth day postpartum (the sixth day in the ICU), the patient was very well with no nausea, vomiting, or abdominal pain. Her dextrose infusion was disconnected. She was started on oral intake of fluids. She remained normoglycemic. She was prophylactically given 5 U of cryoprecipitate, 5 U of FFP, and 2 U of PRBCs for of her mild thrombocytopenia and anemia. In the evening, repeat blood test results were normal apart from mild elevation of serum creatinine. A decision was taken to discharge her from the ICU.\\nOn the ninth day postpartum (the first day in the obstetric ward), the patient was very well with no complaints. She resumed breastfeeding in addition to artificial supplement. Her laboratory test results were normal. Her full septic workup result was negative. Imipenem/cilastatin was discontinued.\\nOn the tenth day postpartum, the patient was very well and had no complaint. The results of her blood tests were normal apart from very mildly elevated serum creatinine.\\nThe patient’s 11th postpartum day was unremarkable; she had no complaints and normal laboratory test results.\\nOn the 12th day postpartum (4th day in the obstetric ward), the patient was very well with stable vital signs and no complaints. She had normal serum glucose, normal serum electrolytes, and normal liver enzymes and serum bilirubin (total and direct). Her serum LDH was 10.1 μkat/L, blood Hb 105 g/L, blood platelet count 584 × 109/L, blood WBC 11.6 × 106/L, and serum creatinine 1.43. In the afternoon, she was discharged to home receiving no medications.\\nThe patient was seen in the clinic 1 week later. She was doing well with no complaints and was seeking contraception.\\nOne month later, she and her baby were doing well with no complaints. In the clinic, she had an intrauterine contraceptive device inserted. The chronological order of her symptomatology and laboratory results are shown in Tables and , respectively.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'20707960': 1, '7156326': 1, '21310683': 1, '18715668': 1, '24901264': 1, '1172681': 1, '19881179': 2, '8951135': 1, '3892299': 1, '22428588': 1, '8018608': 1, '9638907': 1, '4545029': 1, '34306855': 2, '10454689': 1, '18332072': 1, '3296215': 1, '22642918': 1, '23860212': 1, '16432556': 1, '18633996': 1, '20666940': 1, '10609353': 1, '27785315': 2, '14988877': 1, '10406228': 1, '11166756': 1, '26125211': 1, '29855383': 2}", "similar_patients": "{'8279907-1': 1, '5051032-1': 1, '2772253-1': 1}"}