{"patient_id": 61669, "patient_uid": "5014897-1", "PMID": 27193294, "file_path": "comm/PMC005xxxxxx/PMC5014897.xml", "title": "Subcutaneous Phaeohyphomycosis Cyst Associated with Medicopsis romeroi in an Immunocompromised Host", "patient": "In July 2015, an 88-year-old British man of mixed heritage (Caucasian and Afro-Caribbean) but resident in England most of his life, presented with a 5-month history of a discrete keratotic lesion on the dorsum of his right hand, following the placement of an intravenous cannula a month prior to its appearance. His medical history included chronic obstructive pulmonary disease, gout, benign prostatic hyperplasia, deep venous thrombosis, sarcoidosis and linear IgA dermatosis. He was on multiple medications for his comorbidities, among which was the immunosuppressant prednisolone. He was treated for leprosy and Bell’s palsy in 1994 and denied any recent overseas travel.\\nExamination confirmed a necrotic lesion 20 × 12 mm with a 3 × 3 mm well-circumscribed whitened area. The lesion was confined to the skin and subcutaneous tissue with no extension to extensor tendons, bone, lymph node or neurovascular involvement. Cellulitis, tracking lymphangitis and regional lymphadenopathy were absent.\\nWith a differential diagnosis of atypical abscess and epidermal inclusion cyst, the cyst was removed by elliptical excision to subcutis with primary closure; the patient received co-amoxiclav and co-codamol upon discharge. In 10 days of follow up, there was no sign of infection. Histological examination showed an abscess with central neutrophils and prominent surrounding infiltrate of epithelioid macrophages with some giant cells. Periodic acid-Schiff stain showed fungal hyphae in the internal inflammatory cells layer and within the histocyte-macrophage layer (Fig. ), highly suggestive of deep mycosis. Microscopic examination of the tissue sample with calcofluor white revealed fungal elements, but no granules were observed macroscopically. A dematiaceous mould grew after 10 days of incubation on Sabouraud dextrose agar at both 30 and 37 °C (Fig. ). Microscopic examination of the culture showed broad, septate, branched and dark brown hyphae consistent with dematiaceous fungi. No conidia were observed (Fig. ). With the diagnosis of phaeohyphomycotic cyst, and in view of our patient’s immunocompromised state, he was contacted to offer antifungal therapy, which was refused.\\nFor species identification, the internal transcribed spacer region ITS-1 and the D1-2 fragment of the 28S rDNA gene were amplified by PCR using extracted DNA and panfungal primers using previously established protocols [, ]. The sequences of the resulting amplicons (European Molecular Biology Laboratory (EMBL) accession nos. LN999520 and LN999521) were both 100 % identical to reference sequences of M. romeroi present in public sequence databases, and to the type strain of M. romeroi in the National Collection of Pathogenic Fungi (NCPF 2301) housed at the National Mycology Reference Laboratory, Public Health England, Bristol, UK (data not shown). The isolate from the current case has been preserved in inert form in the NCPF with the unique identifier NCPF 7881.\\nAntifungal susceptibility testing was performed by microbroth dilution according to the Clinical and Laboratory Standards Institute (CLSI) M38-A2 guideline []. The minimum inhibitory concentrations (MICs) of antifungal drugs were: amphotericin B (0.25 μg/ml), fluconazole (>64 μg/ml), itraconazole (0.5 μg/ml), voriconazole (0.5 μg/ml), posaconazole (0.25 μg/ml) and terbinafine (0.125 μg/ml). Caspofungin, anidulafungin and micafungin all gave minimum effective concentration (MEC) of 4.0 μg/ml.", "age": "[[88.0, 'year']]", "gender": "M", "relevant_articles": "{'20930077': 1, '16984871': 1, '24936402': 1, '18063605': 1, '23121654': 1, '31502092': 1, '15206699': 1, '25737597': 1, '27076666': 1, '25631481': 1, '20353472': 1, '21349989': 1, '21736629': 1, '16805091': 1, '31890487': 1, '28592546': 1, '25941632': 1, '20846592': 1, '22682192': 1, '26476655': 1, '30570717': 1, '8559194': 1, '20648971': 1, '21288846': 1, '24763846': 1, '21917163': 2, '9114187': 1, '24073906': 1, '19783408': 1, '28190203': 1, '27193294': 2}", "similar_patients": "{'3184287-1': 1}"}