{"patient_id": 115635, "patient_uid": "5256253-1", "PMID": 28119867, "file_path": "noncomm/PMC005xxxxxx/PMC5256253.xml", "title": "Pneumoretroperitoneum, Pneumomediastinum, Subcutaneous Emphysema After a Rectal Endoscopic Mucosal Resection", "patient": "A woman aged 58 years visited Gyeongsang National University Hospital to have a flat-elevated LST (tubular adenoma and topical high-grade dysplasia) with a size of 10 mm, which was discovered in the sigmoid colon by using colonoscopy, removed. At her visit, vital signs were as follows: blood pressure 110/80 mmHg, pulse rate 24 heats/min and body temperature 36℃. No abnormal findings were noted in the physical examination. In the laboratory findings, the results of the blood tests were white blood cell (WBC) 4,260/mm3, hemoglobin (Hb) 11.7 g/dL, platelets (PLT) 214,000/mm3, blood urea nitrogen 13.8 mg/dL, creatinine 0.64 mg/dL, sodium 137.8 mmol/L, potassium 3.6 mmol/L, aspartate aminotransferase 21U/L, alanine aminotransferase 20U/L, total bilirubin 0.89 mg/dL, and albumin 4.0 g/dL.\\nAn EMR was performed after polyethylene glycol bowel preparation. Endoscopic hemostasis or endoscopic clipping using hot biopsy forceps was conducted for the fundus of the lesion. No obvious perforations were seen during the procedure (). No symptoms related to perforations, such as abdominal distension, chest pain and dyspnea, were identified in the physical examination immediately after the procedure. However, we observed the condition over time due to the finding of mild, lower-abdomen tenderness. The patient complained of neck pain 3 hours after the procedure. Crepitus in the right neck and upper chest, which had not been identified in the physical examination right after the procedure, was palpated. In the chest X-ray, subcutaneous emphysema in the right neck and free air in the mediastinum were observed. Free air in the retroperitoneum was seen in the abdominal X-ray (). As a result, we rendered a diagnosis of pneumoretroperitoneum and subcutaneous emphysema related to the procedure.\\nWe decided to treat the patient conservatively because her vital signs had not changed and leukocytosis was not indicated. Intravenous feeding and antibiotics (ceftriaxone, metronidazole) were prescribed immediately. With the use of a nasal cannula, oxygen was delivered at a rate of 2 L/hr in order to rapidly absorb subcutaneous emphysema. Vital signs on the day after the procedure included a blood pressure of 130/90 mmHg, a pulse rate of 80 beats/min, a respiratory rate of 18 breath/min, and a body temperature of 36.3℃. The results on physical examination showed that the patient still had not only subcutaneous emphysema in the right neck and under the collarbone but also tenderness of the left, lower abdomen. The abdominal X-ray showed that free air in the retroperitoneum had declined. The results of blood test were as follows: WBC, 4,010/mm3; Hb, 12 g/dL; PLT, 214,000/mm3; C-reactive protein (CRP), 27.2 mg/L, and erythrocyte sedimentation rate, 24 mm/hr. On the same day, free gas leaking from the retroperitoneum to the mediastinum was observed on abdominal computed tomography. However, no questionable findings, such as an obvious intestinal perforation, peritoneal fluid, or peritonitis, were noted ().\\nDiet was started from water intake at the 4th day after the procedure, and an oral antibiotic (ciprofloxacin) was administered instead of injectable antibiotics. At the 5th day after the procedure, the abdominal pain was reduced markedly, and symptoms, including diarrhea and fever after the start of dietary regimen, were not reported. After that, the patient showed no findings such as fever. The patient was discharged from the hospital on the 6th day after the procedure owing to her general symptoms having been alleviated, and she was instructed to continue oral administration of antibiotics. We observed the condition of the patient in the outpatient clinic one week after her leaving the hospital, and the patient did not complain of abdominal pain. The blood-test results were WBC 5,510/mm3, Hb 12.2 g/dL, PLT 294,000/mm3, and CRP 0.8 mg/L. The abdominal X-ray showed only a small amount of free gas ().", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'19142003': 1, '20485663': 1, '17688713': 1, '22454817': 1, '11151871': 1, '20101766': 1, '30123608': 2, '11427843': 1, '21175503': 1, '8942543': 1, '19617768': 1, '28119867': 2}", "similar_patients": "{'6079430-1': 1}"}