{"patient_id": 121874, "patient_uid": "5735461-1", "PMID": 29284886, "file_path": "noncomm/PMC005xxxxxx/PMC5735461.xml", "title": "Monitored Anesthesia Care for the Acute Ischemic Stroke Patient with End-stage Pulmonary Disease", "patient": "A 60-year-old African-American female (77 kg, 167 cm) with no known drug allergies presented to the operating room for emergent thrombectomy. Her symptoms included minimally responsive behavior and acute motor aphasia with right upper and lower extremity weakness. Her medical history was significant for depression, hyperlipidemia, scoliosis, end-stage lung disease secondary to fibrotic nonspecific interstitial pneumonia (NSIP), and World Health Organization Group 3 pulmonary hypertension []. Before her most recent admission for increasing dyspnea, she was a New York Heart Association classes III and IV on home oxygen (8–15 L/min oxygen requirement) and pirfenidone for her NSIP while awaiting lung transplant. In the months prior, she had multiple admissions and was treated with diuresis, steroids, and i.v. antibiotic therapy for similar complaints of worsening dyspnea thought to be a progression of her lung disease in the setting of a pulmonary hypertensive crisis and volume overload.\\nThree months prior, the patient was again admitted for dyspnea at rest. Her initial blood, respiratory, and urine cultures were all negative with a decreasing white blood cell count. A transthoracic echocardiography showed borderline left ventricular hypertrophy (60% ejection fraction), stable right ventricular size increases with severely decreased right ventricular systolic function, mild tricuspid regurgitation, and pulmonary artery systolic pressures of 60 mmHg. Computed tomography (CT) angiogram of the chest failed to demonstrate pulmonary embolus or consolidation.\\nThe patient was diuresed for 3 days, and her brain natriuretic peptide decreased; however, her oxygen requirement and dyspnea failed to improve. She was started on high dose i.v. steroids for presumed flare of her NSIP and prophylactic i.v. antibiotic coverage against healthcare-associated pneumonia. Eventually, she was transferred to the Medical Intensive Care Unit (MICU) where inhaled iloprost was started for symptomatic pulmonary hypertension, and venoarterial extracorporeal membrane oxygenation (VA-ECMO) diverted from the right internal jugular vein to the right brachiocephalic artery with a therapeutic heparin drip was initiated as a bridge to lung transplant.\\nOne week following transfer, these measures were complicated by a decreasing hemoglobin and new onset hemothorax requiring partial thromboplastin time goal reduction. The patient subsequently became subtherapeutic on her heparin drip and developed new onset right upper and lower extremity weakness with a progressing motor aphasia. CT angiogram of the head and neck revealed distal left MCA-M1 occlusion. She was taken for emergent thrombectomy [].\\nThe patient was brought to the neurological intervention suite, and standard American Society of Anesthesiologists monitors were attached, a left brachial arterial line was placed for invasive blood pressure monitoring, her high flow nasal cannula was replaced with bilevel positive airway pressure (BiPAP) with inspiratory positive airway pressure/expiratory positive airway pressure set at 20 cm H2O/5 cm H2O, respectively, on 100% FiO2, with proper end-tidal capnography monitoring, VA-ECMO, and the patient's heparin drip were continued throughout, and both of her peripheral i.v. catheters were maintained. Baseline vitals were sinus tachycardia at 102 b.p.m, blood pressure of 155/111 mmHg, respiratory rate of 24, and SpO2 of 91%. A baseline arterial blood gas was drawn demonstrating pH of 7.40, PaCO2 of 65 mmHg, PaO2 of 70 mmHg, and HCO3− of 40.8. Cefazolin 2 g was administered for antimicrobial prophylaxis, and 1 g of levetiracetam was administered for antiepileptic prophylaxis. A propofol drip was started at 30 ug.kg-1.min-1, and a phenylephrine infusion was used to maintain mean arterial pressures (MAPs) between 80 and 100 mmHg.\\nBefore infiltration of the right groin by surgical team, a 10 mg bolus of propofol was administered. The patient remained sedated and hemodynamically stable with spontaneous respirations assisted with BiPAP throughout the entire case. During the case, propofol boluses of 10 mg were used to supplement the continuous i.v. infusion.\\nOnce the surgical team had mechanically evacuated the patient's MCA clot, the phenylephrine infusion was halted, and a nicardipine drip was titrated to maintain MAPs between 65 and 85 mmHg. Propofol sedation was stopped upon closure and hemostasis of the right groin entry site. The patient was placed back on high flow nasal cannula and allowed to emerge from sedation, where an immediate neurological examination demonstrated improvement in speech as well as right upper and lower extremity strength. The patient was transferred back to the MICU on VA-ECMO, heparin drip, and a nicardipine drip. The patient subsequently was accepted for and underwent a double lung transplant 3 days after her MCA thrombectomy.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'26243709': 1, '25395655': 1, '27406422': 1, '25981389': 1, '25498583': 1, '24250163': 1, '15890989': 1, '27421546': 1, '22922866': 1, '23008394': 1, '26231475': 1, '27421540': 1, '29284886': 2}", "similar_patients": "{}"}