{"patient_id": 115267, "patient_uid": "5201062-1", "PMID": 28104973, "file_path": "noncomm/PMC005xxxxxx/PMC5201062.xml", "title": "Unusual Case of an Alcoholic with Liver Injury from Sulfasalazine Use", "patient": "A 57-year-old male with a history of hypertension, major depressive disorder, gastric reflux, and chronic alcohol abuse presented to the hospital complaining of abdominal pain for the last 4 days. His pain was 10/10 on the severity scale and sharp/stabbing in nature. He acknowledged worsening of the pain on food ingestion. Vitals were within normal limits. Physical examination was pertinent for icteric skin and sclera, abdominal distention with right upper quadrant abdominal tenderness. Rest of the abdominal examination was benign. Laboratory findings demonstrated abnormal liver function tests (LFTs) including a total bilirubin of 27.2 mg/dL, direct bilirubin of 23.0 mg/dL, aspartate aminotransferase (AST) of 363 U/L, and alanine aminotransferase (ALT) of 287 U/L. Alkaline phosphatase level was normal at 97 U/L. Coagulation parameters (international normalized ratio, prothrombin time, and partial thromboplastin time), hematological parameters (white blood cell, hemoglobin, hematocrit, and platelet counts), and electrolytes were within normal limits. Computed tomography scan of the abdomen revealed mild to moderate abdominal ascites, signs of mild hepatic cirrhosis, and presence of gallstones without any sign of inflammation. Ultrasound of the abdomen with Doppler was done to rule out cholecystitis and portal venous thrombosis. Peritoneal fluid obtained through paracentesis revealed a negative analysis for spontaneous bacterial peritonitis. Serum ascites and albumin gradient was found to be >1 pointing toward a hepatic etiology of the ascites. Acute viral hepatitis (A, B, and C) was ruled out with their respective serological testing. Acetaminophen and salicylate levels were found to be within normal limits. Although the patient had a history of chronic alcohol abuse, he denied any use in the last 4 months prompting the team to investigate further. On review of records from his primary care physician, it was found that the patient was started on sulfasalazine 2 months before presentation for the treatment of rheumatoid arthritis. Gastroenterology service was consulted who agreed that the liver injury was likely from sulfasalazine as no other culprit was identified. Sulfasalazine was immediately stopped. Over the course of next 2 days, patient's LFTs improved significantly (i.e., total bilirubin of 5.4 mg/dL, direct bilirubin of 3.5 mg/dL, AST of 121 U/L, and ALT of 95 U/L). He was eventually discharged home with a follow-up with his primary care and a gastroenterology physician. He was seen in gastroenterology clinic after 4 weeks and was found to have complete normalization of his LFTs.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'1356682': 1, '12771485': 1, '16481640': 1, '18405372': 1, '1359635': 1, '12186410': 1, '2254635': 1, '7503362': 1, '24935270': 1, '28104973': 2}", "similar_patients": "{}"}