{"patient_id": 118132, "patient_uid": "5459345-1", "PMID": 28616235, "file_path": "noncomm/PMC005xxxxxx/PMC5459345.xml", "title": "Exacerbation of alopecia areata: A possible complication of sodium tetradecyl sulphate foam sclerotherapy treatment for varicose veins", "patient": "A 40-year-old woman presented with bilateral symptomatic primary varicose veins and a history of alopecia areata.\\nHer alopecia started at the age of 13 during considerable family disruption and emotional trauma and concurrently undergoing menarche. She lost all of her scalp and body hair, retaining eyebrows and eyelashes only. She was otherwise fit and well, on no medication, with no alopecia in parents or four siblings. The alopecia responded to steroid injections, with regrowth a year later.\\nAt the age of 19, she went to university and had another traumatic episode in her family’s life, reaching national media attention. These stressful events caused a second episode of alopecia, affecting all of her scalp, eyebrows and eyelashes, and most of the hair on arms and legs. She did retain her pubic and axillary hair. She responded to steroid injections, regrowing her hair over 2 years.\\nAt the age of 30, she had the first of three pregnancies, suffering scalp alopecia areata only after the first delivery. She was diagnosed hypothyroid and was given thyroid replacement. Autoimmune thyroiditis was excluded. She responded to steroid injections with regrowth occurring by 6 months. Her subsequent pregnancies passed without any significant hair shedding.\\nThese three major episodes of alopecia were related to stress and/or significant hormonal changes. She has suffered from minor episodes of hair shedding, but no other significant episodes until those reported here.\\nWith regard to her varicose veins, she had bilateral aching and, as per NICE CG 168 underwent venous duplex ultrasonography by a clinical vascular scientist. On the right, she had significant reflux in both great saphenous vein (GSV) and small saphenous vein (SSV). The proximal GSV was competent with the major route of venous reflux coming from a para-vulval vein emerging from the pelvis. This was refluxing into an incompetent Giacomini vein, which was refluxing into the incompetent proximal SSV – the mid and lower part remaining competent. This suggested that the proximal SSV incompetence was secondary to the Giacomini reflux and hence PVR. Three incompetent perforators were emerging from mid Giacomini vein, through fascia, into posterior thigh varicosities.\\nOn the left, there was no deep or superficial truncal reflux. All of the varicosities arose directly from an incompetent left para-vulval vein emerging from the pelvis and one incompetent perforator vein just above the ankle.\\nA transvaginal duplex ultrasound scan (TVUS) was performed to identify the source of PVR. This confirmed the commonest pattern of PVR, left ovarian and both internal iliac vein territories exhibiting gross reflux.\\nPlanned treated was PVE, followed by endovenous laser ablation (EVLA) of right GSV and SSV with TRansLuminal Occlusion of Perforator (TRLOP) closure of perforators bilaterally and phlebectomies. Any residual varicosities would then be treated with ultrasound-guided foam sclerotherapy.\\nPVE of the left ovarian and both internal iliac veins was performed using foam sclerotherapy (2 mL 3% STS mixed 1:3 with 50:50 CO2:O2 1:4 giving 8 mL of foam per injection). The total dose was 10 mL of 3% STS liquid.\\nDespite no immediate complication, the patient noticed moderate hair shedding in the days following the PVE although not significant enough to seek steroid injections.\\nSix weeks later, she underwent EVLA of right GSV and SSV with bilateral TRLOP closure of perforators and phlebectomies. This is performed under local anaesthetic and passed without complication. Post-operatively, she had no shedding of any hair.\\nSeven months after the PVE, she had ultrasound-guided foam sclerotherapy of residual varicosities of legs and labial varicosities. In total, she had 3 mL of 1% STS and 5 mL of 3% STS (1:4 foam with 50:50 CO2:O2). Two days after the sclerotherapy, she underwent substantial shedding from the scalp ( and ).", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'11231246': 1, '26085475': 1, '26993547': 1, '15099310': 1, '25324278': 1, '10943794': 1, '16178988': 1, '26992311': 1, '27682637': 1, '19470861': 1, '1695874': 1, '28616235': 2}", "similar_patients": "{}"}