{"patient_id": 66677, "patient_uid": "5429895-1", "PMID": 28258561, "file_path": "comm/PMC005xxxxxx/PMC5429895.xml", "title": "A resected case of two branch duct-type intraductal papillary mucinous neoplasms showing different clinical courses after a two-year follow-up", "patient": "The patient was a 60-year-old man without any particular complaints. There is no remarkable information on his past and life history. He underwent abdominal CT and magnetic resonance cholangiopancreatography (MRCP) due to a fatty liver pointed out during a health examination, and two small cystic lesions adjacent to the MPD of the pancreas measuring 16 mm in the body and 13 mm in the tail were detected (Fig. a). Although the communication between cysts and MPD was obscure, they were regarded as multifocal BD-IPMNs without high-risk stigmata or worrisome features, and he subsequently received careful follow-up by MRCP every 6 months.\\nAfter 2 years, MRCP showed an enlargement (16–21 mm) of the BD-IPMN of the body [BD-IPMN (b)] and a prominent dilation of the adjacent MPD measuring 5 mm (Fig. b). Abdominal enhanced CT revealed a mural nodule within the dilated MPD, corresponding to a low-echoic tumor (8 mm) by EUS (Fig. a, b). The prominent dilation of the MPD and mural nodule were not visible in previous MRCP images. An endoscopic transpapillary forceps biopsy (FB-39Q-1, 1.95 mm, OLYMPAS, Japan) of the mural nodule revealed adenocarcinoma (Fig. c). The BD-IPMN of the tail [BD-IPMN (t)] showed only enlargement (13–19 mm). Blood tumor markers (CEA, CA19–9, and DUPAN-2) were within normal ranges. The patient underwent distal pancreatectomy for IPMNs with a malignant mural nodule.\\nMacroscopically, both BD-IPMNs showed flat cystic lesions without visible papillary lesions, but the BD-IPMN (b) contained more viscous mucin. The dilated MPD (MD-IPMN) adjacent to the BD-IPMN (b) included the mural nodule (measuring 12 × 8 mm) filling the lumen and was associated with thickening of the duct wall (Fig. c).\\nMicroscopically, the BD-IPMN (b) was lined by tall columnar epithelium with oval nuclei and clear mucinous cytoplasm showing flat to papillary configurations with mild epithelial stratification and low to intermediate cellular dysplasia (Fig. d). The immunohistochemistry (IHC) showed a gastric lineage (MUC5AC+, MUC6+, MUC1− and MUC2−) and was CA19-9-positive, CEA-negative, p53-negative, and had a very low Ki-67 index (<2%). The proliferation of similar gastric IPMN components sequentially involved the bottom of the mural nodule and the wall of the surrounding dilated MPD (Fig. b; the affected region was indicated by arrow heads in Figs. b and c). The mural nodule consisted mainly of cuboidal epithelial cells with oval nuclei and eosinophilic cytoplasm forming complex arborizing papillae, suggestive of high-grade dysplasia (carcinoma; Fig. a). The IHC showed a pancreatobiliary lineage (MUC5AC+, MUC6+, MUC1+ and MUC2−) and was CA19-9-positive, CEA focally positive, p53-positive (overexpression of p53 protein; Fig. a), and had a low Ki-67 index (5%). No invasive carcinoma components were found. All of these lesions shared the same genetic characteristics: KRAS mutation (G12V)-positive and GNAS mutation-negative.\\nIn contrast, the BD-IPMN (t) was lined by flat, monolayer columnar epithelium with basally located nuclei and mucinous cytoplasm lacking cellular atypia (Fig. e). IHC showed a gastric lineage (MUC5AC+, MUC6+, MUC1− and MUC2−) that was CA19-9-positive, CEA-negative, p53-negative, and had a very low Ki-67 index (<2%). A genetic analysis showed no mutations of KRAS or GNAS.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'26559377': 1, '22687371': 1, '16639605': 1, '27390303': 1, '16327281': 1, '21193453': 1, '33490627': 2, '21289527': 1, '25775066': 1, '28258561': 2}", "similar_patients": "{'7812446-1': 1}"}