{"patient_id": 118394, "patient_uid": "5473192-1", "PMID": 28638574, "file_path": "noncomm/PMC005xxxxxx/PMC5473192.xml", "title": "Thyrotoxic periodic paralysis: a case study and review of the literature", "patient": "A 19-year-old healthy Caucasian man (AB), with no past medical history, presented to the emergency department with acute onset generalized muscle weakness, more pronounced in his lower extremities. AB described going to bed in his normal state of health. Upon awakening the following morning, he started experiencing severe weakness with inability to sit up in bed; requiring full assistance for activities of daily living. AB reported two episodes of similar presentation at the age of 12 years and most recently three months prior to this presentation. Muscle weakness during previous presentations was described as mild, transient, and self-limited, resolving in a matter of days. Also noted at time of presentation was a history of 40 lbs weight loss over two months in spite of increased appetite. AB denied palpitations, heat intolerance, dysphagia, dysphonia, dyspnea, and change in bowel movements. The remaining review of systems was negative. AB has never smoked and denied use of diuretics, laxatives, alcohol, or recreational drugs. Patient denied use of any prescribed or non-prescribed medications. There was no known history of radiation or thyroid toxin exposure. Family history was negative for periodic paralysis or thyroid disorders.\\nPhysical examination revealed a cachectic male who appeared his stated age, with blood pressure: 100/54 mmHg, pulse: 110 beats per minute, temperature: 98.7°F, respiratory rate: 16 breaths per minute, and oxygen saturation: 97% on room air. He was alert, oriented, and in no acute distress. Head exam was significant for temporal muscle wasting bilaterally, lid lag, orbital lag, and mild exophthalmos. Neck exam showed diffuse symmetric enlargement of thyroid gland with firm consistency and lack of bruit. Cardiopulmonary and abdominal examinations were unremarkable. Neurologic exam was positive for brisk and symmetric patellar reflexes and fine tremors in bilateral hands with extension. Strength was 4/5 in all muscle groups of bilateral lower extremities. The remaining neurological examination was unremarkable.\\nInitial serum potassium on presentation to the emergency department was 1.9 mEq/L (3.5–5.1 mEq/L), with normal acid-base status that was confirmed on repeat testing. Previous serum potassium less than a month prior to this presentation was 4.9 mEq/L. Serum phosphorus: 3 mg/dL (2.5–4.5 mg/dL), magnesium: 1.7 mg/dL (1.6–2.3 mg/dL). Electrocardiogram showed sinus tachycardia with a ventricular rate of 108 beats per minute.\\nAn initial clinical diagnosis of periodic hypokalemic paralysis was made. Treatment began with 20 mEq of intravenous potassium chloride (KCl) as well as 40 mEq of oral potassium in the emergency department and was then started on a normal saline infusion with 10 mEq/L of potassium. His serum potassium was checked four hours later and was 3.4 mEq/L. Re-examination at four hours was significant for complete resolution of lower extremity weakness with no change in the rest of his physical examination.\\nSerial measurements of his serum potassium level while in the hospital showed rapid improvement of his potassium with level of 4 mEq/L on hospital day 2. Initial thyroid-stimulating hormone level (TSH) returned at <0.02 mU/L (0.47–4.68 mIU/L), free thyroxine (T4) level: 5.5 ng/dL (0.8–2.2 ng/dL), and total triiodothyronine (TT3): 539 ng/dL (80–206 ng/dL).\\nThyrotoxicosis was diagnosed, and the patient was given propranolol 10 mg PO three times a day (TID) as well as methimazole 10 mg PO TID. The patient’s thyroid-stimulating immunoglobulin level was elevated at 382% (<140%) and thyroid peroxidase antibody was 4 IU/mL (<9 IU/mL). Ultrasonography of the soft tissue of the neck showed mildly prominent thyroid gland with marked increased vascularity. The patient was discharged home with the diagnosis of TPP secondary to new onset Graves’ disease. At six week post-discharge follow-up, AB’s weight had returned to normal and there had been no more episodes of muscle weakness or paralysis. His physical exam was remarkable for improved exophthalmos, lid lag, and orbital lag, and mild symmetric thyroid gland enlargement with absence of bruit. Repeat thyroid function tests at that time were as follows: TSH:<0.02 mU/L, free T4: 1.8 ng/dL, and TT3: 209 ng/dL.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'18410374': 1, '34725573': 2, '32335663': 2, '32443393': 2, '24695373': 1, '18759868': 1, '1660744': 1, '12784096': 1, '20089526': 1, '11228188': 1, '1027402': 1, '1155492': 1, '15667036': 1, '3039424': 1, '31404457': 2, '6017520': 1, '3550012': 1, '22443982': 1, '32984532': 1, '33870206': 2, '20074522': 1, '20616298': 1, '1635436': 1, '5440103': 1, '29862090': 2, '30131930': 2, '23405854': 1, '16467598': 1, '32064432': 2, '28638574': 2}", "similar_patients": "{'7580425-1': 1, '5976972-1': 1, '6101465-1': 1, '7012539-1': 1, '8035699-1': 1, '7277936-1': 1, '7277936-2': 1, '7277936-3': 1, '8557043-1': 1, '6688769-1': 1}"}