{"patient_id": 70170, "patient_uid": "5682064-2", "PMID": 29214089, "file_path": "comm/PMC005xxxxxx/PMC5682064.xml", "title": "Systemic Treatment of Metastatic Conjunctival Melanoma", "patient": "A 51-year-old Caucasian man had a remote history of human immunodeficiency virus (HIV) and hepatitis C virus (HCV) infections, medicated with antiretroviral therapy, with a CD4 count within the normal range and an undetectable viral load. In December 2009, he presented with a hyperpigmented lesion on the temporal conjunctiva of the right eye. Excisional biopsy showed a compound melanocytic nevus.\\nIn December 2011, the lesion recurred on the temporal, inferior, and nasal conjunctiva.\\nSurgical excision revealed a completely excised malignant melanoma of the bulbar conjunctiva, with 2.4 mm in thickness.\\nOne year later, he was reintervened for a second recurrence on the inferior and temporal conjunctiva.\\nHe was maintained under active surveillance until July 2016, when right cervical adenopathies were noted. Excisional biopsy confirmed metastases of malignant melanoma positive for S100 and MELAN A and negative for CAM 5.2.\\nThe patient was then referred to our institution for further management, with pathologic reevaluation confirming the diagnosis. No mutation in the BRAF gene was detected.\\nA body PET/CT scan documented cervical, submandibular, and pharyngeal adenopathies.\\nHe was submitted to a right cervical lymphadenectomy, with metastases in five of the thirty lymph nodes removed.\\nSubsequent radiotherapy was initially planned; however, within three weeks, there was rapid disease progression, with multiple de novo subcutaneous nodes of the face and neck.\\nIn December 2016, systemic therapy was initiated with pembrolizumab (2 mg/kg) every 3 weeks.\\nAfter the third cycle, there was near to complete resolution of the subcutaneous lesions.\\nAt the last follow-up, on August 23, 2017, the patient was on complete remission, with good tolerance to the ongoing treatment.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'30672666': 1, '23633454': 1, '32663057': 1, '25891173': 1, '18635931': 1, '22256804': 1, '27893585': 1, '20723990': 1, '33389937': 1, '30352118': 1, '24508103': 1, '31691901': 1, '26448890': 2, '25399551': 1, '31024839': 2, '26264150': 1, '33116365': 1, '26037941': 1, '31683701': 1, '32718045': 1, '22735384': 1, '32205655': 1, '11190037': 1, '32002403': 1, '26027431': 1, '34830847': 1, '29214089': 2}", "similar_patients": "{'5682064-1': 2, '6460374-1': 1, '4581502-1': 1, '4581502-2': 1}"}