{"patient_id": 68821, "patient_uid": "5597065-1", "PMID": 28936381, "file_path": "comm/PMC005xxxxxx/PMC5597065.xml", "title": "Anal Canal Gas Gangrene in Aplastic Anaemia: Rare yet Lethal Entity - A Caveat", "patient": "An 18-year-old lady presented with generalised fatigue and excessive bleeding per vaginum for a two-month period. She also had blurring of vision associated with fever and headache for 15 days. The patient complained of pain in the anal region while passing stools for the last one week.\\nOn examination, she was severely pale with an initial pulse rate of 100/min and a blood pressure of 100/70mm Hg. On local examination, she was found to have anal fissures.\\nOn investigating, her peripheral smear revealed pancytopenia with a haemoglobin of 4 g%, total leucocyte count of 490/cu mm and a platelet count of 13000/cu mm. Her bone marrow biopsy was diagnostic of aplastic anaemia. An ophthalmological examination by fundoscopy and a B-scan ultrasonography (USG) was done and she was found to have bilateral vitreous haemorrhage and retinopathy.\\nShe was transfused with multiple units of packed red cells and platelets. She was started on medroxy-progesterone acetate and tranexamic acid for menorrhagia along with iron and folate tablets. She was given cyclosporine for aplastic anaemia. In view of high fever spikes of 103 to 104 degrees F, she was started on empirical ceftazidime and amikacin. Her fever could not be localised and her initial blood and urine cultures were sterile. She had persistent fever and was switched over to meropenam and then to vancomycin.\\nAfter one week her perianal pain worsened and she passed blood clots per rectum associated with pus discharge. Her anal canal was extremely tender. Computed tomography (CT) scan of her abdomen and pelvis showed features suggestive of perianal abscess with proctitis and sloughed out mucosa in the anal canal (Figure ).\\nOn examination under anaesthesia, the following findings were noted: the entire anal canal from the anal verge to about 10 cm proximal appeared dark brown in colour with sloughed out mucosa, the sphincters appeared non-viable, the tone was lost, and there was no bleeding on cutting through the tissues. The anal canal was filled with foul-smelling necrotic tissues mixed with blood clots (Figure ).\\nDebridement of the necrotic devitalised tissues was done and the pus collection was drained (Figure ). A diversion transverse colostomy was made. She was started on piperacillin-tazobactam and clindamycin.\\nGram stain of necrotic tissues revealed gram-positive bacilli suggestive of Clostridium along with budding yeast cells. Her subsequent blood cultures grew Clostridium spp and then Escherichia coli (intermediate sensitivity to imipenam) and Acinetobacter baumanii (resistant to all). Her total leucocyte count dropped down to 270/cu mm with an absolute neutrophil count of 30/cu mm. Her general condition worsened. She developed acidosis with the deterioration of vitals. She was resuscitated and was given mechanical ventilation. The patient died of severe sepsis on post-operative day 3.", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'18349455': 1, '21846405': 2, '16887662': 1, '21987630': 1, '26631369': 1, '23569538': 1, '28936381': 2}", "similar_patients": "{'3182882-1': 1}"}