{"patient_id": 65249, "patient_uid": "5337863-1", "PMID": 28316847, "file_path": "comm/PMC005xxxxxx/PMC5337863.xml", "title": "Malignant Lymphoma in the Psoas Major Muscle", "patient": "An 84-year-old Japanese man was admitted to our hospital for a detailed examination of an indolent swelling on his right back. He had noticed the swelling on the day of admission; its onset was unknown. He had a 9-year history of treatment with candesartan (4 mg/day), furosemide (20 mg/day), and warfarin (2 mg/day) for hypertension, chronic kidney disease, and atrial fibrillation, but he had no other remarkable medical history or family history. He was a nonsmoker and did not consume alcohol. Prior to admission, he had never presented with pain, fever, or night sweats.\\nOn admission, his height was 159 cm, weight was 71 kg, body temperature was 36.8°C, and blood pressure was 132/76 mmHg. His heart rate was 66 beats/min and irregular. Physical examination revealed no significant abnormalities except for a painless elastic hard subcutaneous lump adjacent to the right side of the lumbar vertebrae. The lump was oval in shape and vertically long, measuring about 3 × 10 cm. His arterial blood oxygen saturation was normal at 98%. Both chest and abdominal radiographs showed normal findings. An electrocardiogram showed atrial fibrillation but no other abnormalities. Laboratory tests showed a low blood hemoglobin concentration of 12.7 g/dl (reference range, 13.5–18.0 g/dl), high international normalized ratio-prothrombin time of 1.73 (reference range, 0.85–1.15), high serum lactate dehydrogenase concentration of 270 U/L (reference range, 120–230 U/L), high C-reactive protein concentration of 0.66 mg/dl (reference range, 0.00–0.30 mg/dl), high blood urea nitrogen concentration of 34.8 mg/dl (reference range, 8.0–22.0 mg/dl), and high creatinine concentration of 2.35 mg/dl (reference range, 0.60–1.10 mg/dl). Because his renal dysfunction imposed a restriction upon the use of contrast agent, plain 3 T MRI of the abdomen, including the lumbar region, was performed. MRI of the abdomen revealed an oval-shaped lesion in the right psoas major muscle measuring 4 × 11 cm and exhibiting homogenous internal intensity (). This mass showed mildly high intensity on both T1- and T2-weighted imaging compared with the adjacent muscle, but its intensity on T2-weighted imaging was lower than that of water. The mass also showed high intensity on diffusion-weighted imaging, corresponding to the characteristics of an acute-phase hematoma, although the patient had no history of trauma that might have caused an intramuscular hematoma. Based on these findings, the oral warfarin administration was temporarily stopped on day 2 after providing the patient with information regarding the increased risk of cerebral infarction and obtaining his consent.\\nThe patient underwent follow-up MRI on day 7 to ascertain whether this oval-shaped mass had changed with time, which is typically observed in hematomas. However, the internal intensity of the lesion was almost identical to that on admission, and the size of the lesion had slightly increased. Accordingly, a CT-guided needle biopsy was performed on day 9. Blood was not aspirated during the biopsy procedure, and a solid tissue specimen was obtained. Histopathological examination revealed diffuse infiltration of large, atypical cells with irregularly shaped nuclei among the striate muscle fibers (). These atypical cells lacked abnormal lymphoid follicle formation and were predominantly CD20-positive on immunostaining. These cells were also weakly BCL-2–positive but CD3-, CD5-, and CD10-negative. The pathological diagnosis was DLBCL. Plain CT of the neck, chest, and abdomen on day 15 showed no significant lymphadenopathy. We consulted with the hematologists of our institution regarding curative treatment, but they discouraged immunochemotherapy because of the patient's renal dysfunction. We proposed additional examinations including detailed analysis of the lymphoma tissue using flow cytometry and 18F-fluorodeoxyglucose positron emission tomography (F-FDG-PET), but the patient refused. He was discharged from our hospital on day 16 and lost to follow-up.", "age": "[[84.0, 'year']]", "gender": "M", "relevant_articles": "{'24735681': 1, '25789779': 1, '17039226': 1, '25815803': 1, '20929318': 1, '21098195': 1, '24932252': 2, '23246162': 1, '29504987': 2, '26782681': 1, '26784400': 1, '25993209': 1, '10572599': 1, '21228942': 1, '8372185': 1, '28316847': 2}", "similar_patients": "{'4049739-1': 1, '5779756-1': 1}"}