{"patient_id": 117359, "patient_uid": "5409371-1", "PMID": 28484535, "file_path": "noncomm/PMC005xxxxxx/PMC5409371.xml", "title": "Hydrocephalus associated with spinal intramedullary pilocytic astrocytoma", "patient": "A 29-year-old male patient was admitted with back pain and band-like sensation over the thoracic region along with bladder bowel incontinence for the past 3 years. He also had a history of progressive numbness and spastic quadriparesis (4/5, Medical Research Council grading) for the past 1 year. Contrast-Enhanced Magnetic Resonance Imaging (CEMRI) revealed an intramedullary mass lesion from the cervicomedullary junction to the T10 level [Figure –].\\nWhile waiting for operation for spinal tumor, he developed headache along with an episode of generalized tonic clonic seizure, for which a non-contrast computerized tomography (CT) scan was done. The CT scan demonstrated hydrocephalus and peri-ventricular ooze []. He underwent a low-pressure ventriculo-peritoneal (VP) shunt placement []. During the operation, a cerebrospinal fluid (CSF) sample was obtained, which revealed a CSF protein level of 24 mg/dl. After the operation, the patient's condition improved significantly.\\nOne week later, a midline sub-occipital craniotomy and C1-7 laminoplasty were done to decompress the intramedullary lesion. Intra-operatively, there was a poor plane of cleavage between the tumor and the surrounding normal spinal cord. Therefore, subtotal resection of the tumor was done and dorsal extension of the tumor was left for second-stage surgery. Histopathological examination revealed pilocytic astrocytoma (WHO grade-1). Intra-operative electrophysiological monitoring was not used in this case.\\nPostoperatively, the patient developed quadriplegia, probably secondary to high cervical spinal cord injury. He received intravenous methylprednisolone infusion for 48 h. Power in the upper limb improved, so that he could move his upper limbs against gravity (3/5, Medical Research Council grading), whereas there was no improvement in power in the lower limbs. The patient had difficulty weaning off from the ventilator so he was tracheotomized. Gradual weaning off from the ventilator was done and the patient was discharged with a plan to re-admit later for second surgery for the residual tumor. The patient was re-admitted in emergency with chest infection, with sepsis and large bed sores in the sacral and trochanteric area. He was managed with intravenous antibiotics and daily dressings. Second surgery was deferred in view of the poor general status of the patient.", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'30642288': 1, '2175400': 1, '932790': 1, '1115920': 1, '910644': 1, '22045288': 1, '1513435': 1, '1901600': 1, '7666226': 1, '33037477': 1, '28484535': 2}", "similar_patients": "{}"}