{"patient_id": 118355, "patient_uid": "5471785-1", "PMID": 28626376, "file_path": "noncomm/PMC005xxxxxx/PMC5471785.xml", "title": "Successful Treatment for Chronic Hepatitis C-Autoimmune Hepatitis Overlap Syndrome due to Daclatasvir and Asunaprevir", "patient": "A 50-year-old man was referred to our hospital because of positive anti-HCV antibody and increased serum transaminase levels at a health checkup. He had consumed ethanol (40 g/day) for 30 years, but had no history of receiving blood transfusion. He had undergone laparoscopic cholecystectomy 10 years earlier. His height was 176 cm, body weight was 74 kg (body mass index: 23.9 kg/m2), blood pressure was 130/85 mmHg, and pulse rate was 84/min. No vascular spider, red palm, gynecomastia, edema, or hepatosplenomegaly were observed. Blood examinations exhibited elevated aspartate and alanine aminotransferase (AST and ALT) and HCV-RNA (Table ). Additionally, increased total protein, gamma globulin fraction, and immunoglobulin G (IgG) and a high titer of ANA (1: 320) were detected, suggesting the possibility of AIH (Table ). Abdominal ultrasonography showed no intrahepatic mass, portal hypertension, or splenomegaly. Liver biopsy revealed infiltration of lymphocytes and plasma cells in Glisson's capsule and moderate-to-severe interface hepatitis with mild bridging fibrosis (Fig. ), which is compatible with AIH rather than chronic hepatitis C. No hepatocyte ballooning, perisinusoidal fibrosis, or bile duct injury were found.\\nSince pre-treatment AIH score was calculated as 10 according to the scoring system proposed by the International Autoimmune Hepatitis Group, this patient was considered to have chronic hepatitis C-AIH overlap syndrome. We started oral administration of prednisolone (PSL, 30 mg/day), and serum ALT levels decreased once but increased again. We were concerned about the possibility that IFN-based antiviral therapies may worsen AIH. Following approved prescription in Japan, we started daclatasvir (DSV, 60 mg/day) and asunaprevir (ASV, 200 mg/day) (Fig. ). His HCV strain had no resistance mutation of domain to NS5A and NS3/4. After starting the DAA treatment, circulating HCV-RNA decreased rapidly and became undetectable at 6 weeks of the treatment. Serum ALT levels improved simultaneously, so PSL was tapered and stopped (Fig. ). Adverse effects were not found during the DAA treatment. He is now being observed after 24 weeks’ DAA treatment, and serum HCV-RNA remains negative with no rebound of ALT, IgG, and ANA.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'30386944': 1, '31388631': 1, '30288473': 1, '25308083': 1, '12768394': 1, '8815758': 1, '25458776': 1, '8990191': 1, '30113082': 1, '24378276': 1, '28626376': 2}", "similar_patients": "{}"}