{"patient_id": 71679, "patient_uid": "5809623-1", "PMID": 29435677, "file_path": "comm/PMC005xxxxxx/PMC5809623.xml", "title": "Ultrasound assessment of visual loss during severe preeclampsia: a case report", "patient": "A 24-year-old primigravida woman presented to the obstetric emergency department at 35 weeks of gestation complaining of bilateral vision loss. There was nothing abnormal with her previous medical history and she had no history of previous ophthalmologic disorders. The patient reported a mild headache that has been going on for the past 2 days.\\nClinical examination showed an important peripheral edema. Vital signs were as follows: pulse rate 105 beats/min, blood pressure 186/115 mmHg, respiratory rate 20 breaths/min, temperature 36.9 °C, and oxygen saturation 98% on air. Visual acuity in the two eyes was finger-counting at less than 1 m. Her pupils were equal and reactive to light. Neurologic examination showed exaggerated deep tendon reflexes.\\nProteinuria dipstick was 3+. Laboratory tests revealed anemia at 103 g/L, thrombocytopenia with platelets count at 97 × 109/L and elevated liver enzymes (GOT 82 U/I, GPT 78 U/I, alkaline phosphatase 168 U/I). The remaining laboratory tests, including electrolytes, creatinine, bilirubin, and coagulation tests, were within normal limits.\\nA bedside ultrasound was performed by an anesthesiologist trained in bedside focused ultrasonography using a 7.5-MHz linear probe (mindray DC 70 Shenzhen, China). Sagittal and transverse planes of the right and left globe were obtained by asking the patient to close her eyelids and then applying ultrasound gel to the inside and outside of a sterile sheath covering the probe as it was gently placed on each eyelid. To measure the optic nerve sheath diameter (ONSD), the placement of the probe was adjusted to view the entry of the optic nerve into the globe. We used an electronic caliper and an axis perpendicular to the optic nerve 3 mm behind the lamina cribosa. The Mechanical Index and Thermal Index were reduced to 0.2 and 1, respectively.\\nSonographies detected in the right and left eye a hyper-echoic stripe extending to the optic nerve head, but not across it. The point of fixation of the retina at the optic nerve head was respected. When the patient was also asked to look in various directions with her eyelids closed, the hyper-echoic line undulated with the associated ocular movements, which was suggestive of retinal detachment (RD). The ONSD was measured at 6.9 mm in the right eye (Fig. a) and 6.6 mm in the left eye (Fig. b), suggesting an elevated intracranial pressure. The patient tolerated the sonogram without pain or complications.\\nObstetric ultrasound revealed an intra-uterine fetus with a heart rate of 140 beats/min and a fetal biometry consistent with a 34-week gestation.\\nBased on these findings, the patient was diagnosed with severe preeclampsia complicated by hemolysis, elevated liver enzymes and low platelets (HELLP) syndrome, bilateral RD and cerebral edema. Therefore, the patient underwent an urgent cesarean section delivery under spinal anesthesia and was immediately administrated an intravenous Magnesium Sulfate and Nicardipine infusion which were maintained 24 h after delivery. Blood pressure was then controlled with Methyldopa 500 mg 6 hourly and Amlodipine 10 mg 12 hourly.\\nMagnetic resonance imaging (MRI) performed 24 h after delivery showed T2 hyperintensities on flair indicating parieto-occipital and temporal distribution of vasogenic edema. A dilated fundoscopic examination using an ophthalmoscope performed by an ophthalmologist subsequently confirmed the diagnosis of bilateral exudative retinal detachments.\\nDuring 1 week, a daily ocular sonogram was performed. The ONSD was back to a normal range after arterial blood pressure control. The RD regressed but it was difficult to objectify it.\\nWithin 3 weeks of delivery, her visual acuity had returned to normal without any further treatment. At that time, the slit lamp examination was normal.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'28506603': 1, '26941872': 1, '27926640': 1, '32984544': 1, '19464507': 1, '30733925': 1, '27485824': 1, '21719013': 1, '22495060': 1, '3826237': 1, '21505900': 1, '24680547': 1, '21375098': 1, '22337164': 1, '16175045': 1, '19291813': 1, '8983112': 1, '7726272': 1, '22258019': 1, '29435677': 2}", "similar_patients": "{}"}