{"patient_id": 124650, "patient_uid": "5963235-1", "PMID": 29922018, "file_path": "noncomm/PMC005xxxxxx/PMC5963235.xml", "title": "Congenital second-degree heart block and total anomalous pulmonary venous return associated with microduplication of 1q32.2", "patient": "A 3200-g female infant was delivered at 38 weeks of gestation to a 32-year-old G9P5 (2 elected terminations of pregnancy and 1 ectopic pregnancy) mother by cesarean section secondary to fetal anomaly. Apgar scores were 7 and 8 at 1 and 5 min, respectively. At 28 weeks of gestation, the pregnancy was complicated by a fetal diagnosis of atrial septal defect (ASD) of the secundum type, TAPVR, and congenital second-degree heart block with 2:1 conduction (atrial rate of 110–118 beats/min and ventricular rate of 55–58 beats/min) at 32 weeks of gestation. The four pulmonary veins were returning to the coronary sinus. A subsequent fetal echocardiogram showed additional vascular anomalies such as bilateral superior vena cava (SVC), left SVC draining into the coronary sinus, and an interrupted inferior vena cava (IVC) with a continuation of the azygos vein to the right SVC. Family history was negative for congenital anomalies. There was no in utero exposure to any known teratogens. Physical examination revealed a weight of 3200 g (50th centile), length of 48 cm (30th centile), and a head circumference of 34 cm (60th centile). No visible anomalies were noted. The infant was mildly cyanotic with pulse oximetric saturation values of 85%–94%. Postnatal echocardiogram confirmed the diagnosis of TAPVR draining to the coronary sinus, bilateral SVC without bridging vein, interrupted IVC with azygos vein continuing to the right SVC, and a large (4 mm) secundum type of ASD []. A small perimembranous ventricular septal defect (VSD) and a large patent ductus arteriosus (PDA) were also noted []. Electrocardiogram confirmed 2:1 heart block with a resting heart rate of 60 beats/min []. Chest X-ray showed mild cardiomegaly and pulmonary congestion. Abdominal ultrasound showed normal appearance and location of liver and spleen. The infant underwent cardiac surgery and a permanent pacemaker placement at 9 days of age. She was discharged home at 3 weeks of age. When seen at 2-month follow-up, she was doing well.\\nA CGH array analysis of a peripheral blood sample revealed an 818 kb duplication of the long arm of chromosome 1 − arr 1q32.2 (209,809,645 − 210,427,436) × 3 []. Single nucleotide polymorphism oligonucleotide microarray analysis indicated a gain of chromosome 1 from positions 209,609,645 − 2010,427,436. The duplicated region contained 11 genes, seven of which are OMIM annotated and four (LAMB3, HSD11B1, IRF6, and SYT14) of which have known disease associations.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'4273004': 1, '11755298': 1, '22368629': 1, '12833404': 1, '16086176': 1, '17605151': 1, '11509847': 1, '9138155': 1, '19248177': 1, '8160748': 1, '1962287': 1, '29922018': 2}", "similar_patients": "{}"}