{"patient_id": 117092, "patient_uid": "5397547-1", "PMID": 28446939, "file_path": "noncomm/PMC005xxxxxx/PMC5397547.xml", "title": "Management of uterine artery pseudoaneurysm: advanced ultrasonography imaging and laparoscopic surgery as an alternative method to angio-computed tomography and transarterial embolization", "patient": "We present a case of a 39-year-old woman who was admitted to the hospital after an episode of severe vaginal bleeding (the third episode in the course of 1 month). Her medical history revealed D&C (blighted ovum) 2 years previously. On admission, speculum examination revealed a few small blood clots in the vagina. There were no signs of fresh bleeding. A pulsating enlargement of the uterine fundus was found on palpation. The red blood cell count was 3.64 mln/μl, hemoglobin level was 9.4 g/dl, and serum β-HCG was negative.\\nExamination of the upper abdomen was negative. 2D transvaginal scan revealed a hypoechogenic, pulsating structure, approximately 22 × 30 × 23 mm in size, located on the left side of the uterine fundus. Color Doppler presented a swirl of colors (‘yin-yang’ symbol) and spectral Doppler presented a typical ‘to and fro’ pattern. 3D ultrasonography with power Doppler HD flow mapping was used for a more detailed examination and a connection between the vascular mass and the uterine artery was found ().\\nMedical history and symptoms were deemed insufficient to suggest an invasive treatment. Importantly, the patient reported an allergy to iodine, so we decided to avoid CT angiography and based our diagnosis solely on the sonographic findings. The patient refused uterine artery embolization. Given her age and desire to preserve fertility, we proposed a diagnostic hysteroscopy and laparoscopic uterine artery ligation or excision of the vascular lesion.\\nHysteroscopy revealed a pulsating vascular structure in the recess, just upon the uterotubal junction. We did not put the hysteroscope any further due to the high risk of heavy bleeding. The laparoscopy was performed with two 5 mm operational incisions and one 10 mm optic (umbilical) incision. Laparoscopy revealed an enlarged left side of the uterine fundus (). After the incision of the parametrium, the ascending part of the uterine artery was partially dissected in the direction of the change. Ligation of the artery branch was performed in the middle of its length to provide accurate hemostasis during pseudoaneurysm dissection. The uterine fundus was cut with the scissors on the left side in the expected location of the lesion. The vascular lesion was partially enucleated and then excised. The incision site was equipped with laparoscopic sutures. The previous shape of the uterus was recreated and complete hemostasis was achieved (). Post-reconstruction hysteroscopy and chromopertubation were performed to ensure patency of both Fallopian tubes (). No sutures were found within the uterine cavity. No complications occurred during surgery or postoperatively. Color and power Doppler sonography performed a day later presented no signs of the previously seen mass. Permanent symptom resolution was achieved, and the patient is now in the third month of follow-up.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'19882343': 1, '11566093': 1, '22302777': 1, '30002208': 1, '17880959': 1, '16412763': 1, '18524651': 1, '16580347': 1, '34627190': 2, '15840807': 1, '32914223': 1, '20492396': 1, '34941050': 1, '28194245': 1, '12808674': 1, '3277354': 1, '11730765': 1, '24691826': 1, '28446939': 2}", "similar_patients": "{'8501730-1': 1}"}