{"patient_id": 113745, "patient_uid": "5041422-1", "PMID": 27833319, "file_path": "noncomm/PMC005xxxxxx/PMC5041422.xml", "title": "99mTc-methylene diphosphonate single-photon emission computed tomography/computed tomography improves the diagnostic accuracy of osteoid osteoma", "patient": "A 17-year-old male football player presented with 2 years of right-sided upper cervical pain. The pain was constant, radiating, throbbing, worse at night, and initially relieved with nonsteroidal anti-inflammatory drugs (NSAIDs). The patient had undergone a partial work-up at an outside institution and was treated symptomatically for presumed right-sided C1–C2 facet synovitis including physical therapy, chiropractic manipulation, muscle relaxants, and multiple occipital nerve and facet joint injections, all of which provided only temporary relief.\\nPhysical examination revealed mild tenderness to palpation of the right upper cervical region. Neurological examination was negative.\\nInitial cervical radiographs were normal and without evidence of facet joint osteoarthritis. 99mTc-MDP planar [] and SPECT/CT [Figures and ] scintigraphy of the cervical spine were then performed and demonstrated focal increased radiopharmaceutical accumulation associated with a lucency within the right C2 lamina, consistent with OO.\\nDiagnostic CT of the cervical spine [] confirmed an osteolytic lesion with a central irregular sclerotic nidus within the right C2 lamina. The facet joints, central canal, and neural foramina were unremarkable. Imaging findings were consistent with OO.\\nNeurosurgery recommended intra-lesional resection and curettage as opposed to radiofrequency ablation due to anatomic location. The patient underwent an uncomplicated image-guided partial hemi-laminectomy at C2. Surgical pathology evaluated the intra-laminar lesion and confirmed OO []. The patient recovered uneventfully with only mild postoperative pain.\\nFollow-up imaging demonstrated no definite recurrence of OO; however, there was reactive bone formation adjacent to the surgical site.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'34182465': 1, '23089877': 1, '16950146': 1, '28540096': 2, '22528893': 1, '24751704': 1, '30341641': 1, '27833319': 2}", "similar_patients": "{'5433411-1': 1}"}