{"patient_id": 62462, "patient_uid": "5069236-1", "PMID": 27812446, "file_path": "comm/PMC005xxxxxx/PMC5069236.xml", "title": "Successful hemostasis and resection of a bleeding gastric polyp by endoscopic banding ligation in a uremic patient taking antiplatelet agent", "patient": "A 66-year-old man presented with a five month-history of intermittent tarry stool passage, nausea and fatigue. He had a past history of peripheral arterial occlusive disease, coronary artery disease and non-insulin dependent diabetes mellitus with end stage renal disease for years. In order to prevent thrombotic events, he took antiplatelet agent (ticlopidine 100 mg thrice daily) regularly. On examination, the patient was grossly pale and ill in appearance with a pulse of 110/min and blood pressure of 108/76 mmHg. Digital examination documented the presence of tarry stool. Laboratory examination revealed hemoglobin of 7.8 g/dl, total leukocyte count of 6140/mm3 and platelet count of 200,000/mm3. The patient was subjected to upper gastrointestinal endoscopy, which revealed a bleeding sessile polyp in the posterior wall of the antrum (Fig. a). We performed EBL with a GIF XQ200 endoscope (Olympus Optical Co., Tokyo, Japan). The distal end of the scope was set a transparent hood equipped with a pneumoactivated esophageal variceal ligation (EVL) device set (Sumitomo Bakelite Co., Tokyo, Japan). It was composed of an air feeding tube, a sliding tube and a rubber band. Hyoscine-N-butylbromide 20 mg was given intramuscularly as premedication 5 min before the procedure. We placed an overtube outside the scope, and inserted the endoscope first. The overtube was then inserted through the endoscope. In order to lift the bleeding polyp, 3 ml of distilled water was injected into its base (Figs. b, b). We removed the scope later, and assembled the pneumoactivated EVL device set on the scope, which was then reinserted via overtube. We aspirated the raised polyp into the hood (Fig. c) and ligated it by rubber band later. Bleeding stopped immediately following banding procedure. The lesion became cyanotic approximately 4 min later (Figs. c, d). Following the procedure, pantoprazole 40 mg daily was administered orally for 4 weeks. He consumed a liquid meal for 24 h, and then took a regular diet. Ticlopidine was hold for 7 days, and restarted later. The patient recovered uneventfully, and no tarry stool recurred 2 days following EBL. A follow-up endoscopy 3 months later revealed that both the ligated polyp and the rubber band had vanished (Fig. d).", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'8454147': 1, '7270528': 1, '24955452': 1, '11889063': 1, '21948574': 1, '23002353': 1, '24830400': 1, '14669338': 1, '19140240': 1, '11221164': 1, '20973329': 1, '17151810': 1, '22093734': 1, '18346679': 1, '9609435': 1, '11677969': 1, '11853213': 1, '26283860': 2, '27812446': 2}", "similar_patients": "{'4518440-1': 1}"}