{"patient_id": 115086, "patient_uid": "5164988-3", "PMID": 27994774, "file_path": "noncomm/PMC005xxxxxx/PMC5164988.xml", "title": "Does Minimally Invasive Spine Surgery Minimize Surgical Site Infections?", "patient": "A 55-year-old, obese African woman underwent a L4–L5 MIS-TLIF for degenerative spondylolisthesis. Intraoperatively, in view of an excellent bone stock, insertion of pedicle screws was a challenge and we had to resort to use power-drill to create tracks for pedicle screws through the tough bone. This generated a lot of thermal damage to the surrounding soft tissues resulting in necrosis. This probably led to deep infection that became apparent as a pu-rulent foul-smelling discharge from one of the right-sided key-holes on postoperative day 7. During reoperation the left sided implants were unaffected and were retained. Due to the colossal spread of infection on right, unilateral implant removal was done. She recovered from the incident with a 6-week course of intravenous antibiotics (as per culture sensitivity—organism isolated was Staphylococcus aureus). Dynamic X-rays taken 1.5 years after surgery showed successful fusion with no instability.\\nAverage direct costs for index surgeries are summarized in . Additional direct costs due to infections for case 1, 2, and 3 were $2,000, $2,815, and $2,685, respectively. Approximate increase in health care expenditure per patient after SSI was 1.5-fold. This produced an additional expenditure of $2,678 per 100 MIS-TLIF.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'29858673': 1, '8539047': 1, '17414981': 1, '11052352': 1, '23846605': 1, '8726197': 1, '31053867': 1, '24881636': 1, '21681131': 1, '16523136': 1, '32528800': 1, '15347232': 1, '21506066': 1, '19929344': 1, '34281953': 1, '24136060': 1, '17935027': 1, '34113681': 1, '18171958': 1, '10710149': 1, '17932827': 1, '25668336': 1, '1334988': 1, '33447685': 1, '31819813': 1, '24510397': 1, '11486302': 1, '12650399': 1, '17436921': 1, '18075763': 1, '32746523': 1, '15959380': 1, '26713114': 1, '23905957': 1, '32879569': 1, '18300895': 1, '34988091': 1, '15480149': 1, '21417699': 1, '17010890': 1, '32128300': 1, '27994774': 2}", "similar_patients": "{'5164988-1': 2, '5164988-2': 2}"}