{"patient_id": 120245, "patient_uid": "5621081-1", "PMID": 28989928, "file_path": "noncomm/PMC005xxxxxx/PMC5621081.xml", "title": "Estrogen-induced acute pancreatitis: A case report and literature review", "patient": "A 40-year-old woman presented to the emergency department with severe epigastric pain and nausea. She had been trying to get pregnant with assisted reproductive technology for 2 years due to unexplained infertility. Previously, she received 2 cycles of intrauterine insemination and 6 cycles of in vitro fertilization-embryo transfer (IVF-ET), which all failed. She underwent cryo-thawed ET a week ago, and she had been on estradiol valerate (Progynova®; Bayer-Shering Pharma, Berlin, Germany) 2 mg per os every 8 hours for 24 days, vaginal progesterone 90 mg (Crinone® gel 8%; Merck Serono SA, Geneva, Switzerland) every 12 hours for 10 days, and enoxaparin sodium (Clexane®; Sanofi-Aventis, Paris, France) 40 mg subcutaneous injection once a day for 7 days before presenting. She had taken estrogens in previous IVF-ET cycles, but denied any severe abdominal pain like this time. She had 3-year history of diabetes mellitus, which was under control with insulin injection. Hemoglobin A1c concentration was 6.8% and the serum cholesterol levels were within normal range on blood test which was performed 1 month before the symptom. She denied smoking and drinking and she did not have familial hypercholesterolemia.\\nOn physical examination, her blood pressure was 145/87 mmHg, pulse rate was 65/min and body temperature was 37.5℃. Abdominal examination revealed that the abdomen was distended with whole abdomen tenderness and bowel sound was hypoactive. Her weight and height were 77.25 kg/156.2 cm, and body mass index was 29.91 kg/m2.\\nBlood tests revealed elevated levels of amylase (416 U/L), lipase (790 U/L), white blood cell count (12.24×103/uL), lactate dehydrogenase (442 IU/L), total cholesterol (723 mg/dL), triglycerides (4,051 mg/dL) and C-reactive protein (5.54 ng/mL). Serum blood urea nitrogen, creatinine, alkaline phosphatase, alanine aminotransferase, and bilirubin level were within reference range.\\nAn abdominal computed tomographic (CT) scan was performed showing mild swelling of pancreas head with peripancreatic infiltration, the presence of peripancreatic fluid and fluid in the upper mesentery which was categorized into grade D of Balthazar CT grade ().\\nThe patient was managed with supportive therapy including intravenous hydration, antibiotics, and analgesics. As her abdominal pain still remained and fever sustained at fourth hospital day, follow-up abdominal CT scan was performed and the result revealed increased peripancreatic fluid collection (). We changed antibiotics from third generation cephalosporin to ertapenem and clinical condition improved. She was discharged on the 10th hospital day. Follow-up CT scan performed 2 months after discharge showed much decreased peripancreatic fluid collection (). Fortunately, she became pregnant naturally after the treatment of pancreatitis and has been maintaining her pregnancy for about 36 weeks without complication.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'24671004': 1, '12009350': 1, '17395548': 1, '32233059': 1, '19190717': 1, '32406257': 2, '15365202': 1, '5487763': 1, '20227028': 1, '34001575': 1, '17131487': 1, '27141464': 1, '4723103': 1, '32587438': 1, '24468693': 1, '11958513': 1, '12488710': 1, '18640386': 1, '27141040': 1, '28989928': 2}", "similar_patients": "{'7238772-1': 1}"}