{"patient_id": 120383, "patient_uid": "5629864-1", "PMID": 29026664, "file_path": "noncomm/PMC005xxxxxx/PMC5629864.xml", "title": "Supratentorial extraparenchymal schwannoma mimicking parasagittal meningioma: A rare case report", "patient": "A 70-year-old man presented after a generalized tonic–clonic seizure. Residual left leg weakness was noted after the seizure. Neurological examination confirmed left lower limb weakness with grade 3/5 power. He had no other neurological deficits. Magnetic resonance imaging (MRI) revealed a large well-defined dural-based extra-axial lesion that was hypointense on T1 weighted and iso-hyperintense on T2-weighted images along the right frontal convexity causing mass effect and contralateral midline shift. Post-gadolinium images showed homogenous enhancement of the lesion based on the lateral superior sagittal sinus wall at the junction of anterior and middle third and on adjacent falx [Figures and ]. However, no thrombosis of superior sagittal sinus (SSS) was evident. A clinical diagnosis of right frontal parasagittal meningioma was made.\\nDuring surgery, a well-defined mildly vascular, firm, grayish, extra-axial tumor measuring 8 cm × 5 cm was found. In contrast to meningioma, note was made of more soft and suckable tumor, more dirty grayish color, and plenty of thin fibrous septae radiating towards the flimsy capsule dividing the tumor into infinite number of small compartments which could be easily emptied with suction. It was attached to the right inferolateral wall of the sinus and was growing between the two leaves of superior-lateral angle of sinus as a very thin sheet. There was no attachment of tumor capsule to the convexity dura. Gross total resection of the tumor was achieved (Simpson grade 2) which was confirmed by immediate postoperative computed tomography (CT) scan []. Postoperative course was uneventful, and the patient was discharged from the hospital on postoperative day 4.\\nMicroscopically, on hematoxylin and eosin staining, spindle cells arranged in fascicles forming verrocay bodies at places were seen []. Immunochemistry demonstrated that the tumor cells stained strongly positive with S-100 protein [] and negative with epithelial membrane antigen (EMA) and glial fibrillary acidic protein (GFAP). These findings were compatible with schwannoma.\\nThe power of the left lower limb improved to normal after the operation. At follow-up 1 year later the patient remained well with no evidence of recurrence.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'20677590': 1, '19263360': 1, '4082928': 1, '15998381': 1, '5935382': 1, '34720270': 1, '2213161': 1, '32547830': 2, '9726470': 1, '22559850': 1, '24399610': 1, '24294459': 2, '2418621': 1, '8708655': 1, '24220461': 1, '2648875': 1, '2428264': 1, '4097005': 1, '29026664': 2}", "similar_patients": "{'7294175-1': 1, '3841278-1': 1}"}