{"patient_id": 117189, "patient_uid": "5400490-1", "PMID": 28458843, "file_path": "noncomm/PMC005xxxxxx/PMC5400490.xml", "title": "Sigmoid-gluteal fistula: a rare complication of fistulating diverticular disease", "patient": "A 67-year-old male was admitted to our acute unit with a 1-week history of a tender swelling over his left buttock/peri-anal margin. A course of oral antibiotics prescribed by his general practitioner had made no difference to his symptoms. He complained of severe pain in the left buttock associated with feverish symptoms. With hindsight, the pelvic/buttock pain seemed excessive compared with the outward appearance of the buttock swelling. He denied abdominal pain or alteration in bowel habit. His past medical history was significant for hypertension, atrial fibrillation, multiple previous myocardial infarctions and insertion of coronary stents. There was no past history of abdominal pathology.\\nExamination revealed a 2 cm area of tender erythema and induration over the left buttock/peri-anal region. There was also some bony tenderness noted on palpation of the left hip. Rectal examination was unremarkable.\\nWhite cell count on admission was 15.3 × 10 × 9 l–1 and C-reactive protein 73 mg/l. A pelvic X-ray performed on admission was initially reported as normal but, with hindsight, revealed a soft tissue gas shadow projected over the left obturator foramen (Fig. ), suggestive of an abscess with no evidence of osteomyelitis. He was treated with intravenous antibiotics and drainage of the abscess under local anaesthetic was arranged, on account of his significant cardiac history, with ribbon gauze packing of the cavity. The abscess contained pus, with no evidence of faecal material.\\nThe patient re-presented a week after discharge, complaining off persistent pain around the buttock, with feculent discharge and flatulence from the wound. Abscess cultures from the previous admission were reviewed and noted to have grown Escherichia coli and clostridium species.\\nComputed tomography (CT) with oral and rectal contrast was performed (Figs –) and revealed an abscess within the left gluteus maximus muscle, containing a large pocket of air measuring ~4 × 2.9 cm with further locules in the surrounding muscle. An air-containing fistulous tract was identified passing through the left obturator internus, the ischio-anal fossa and finally communicating with the skin. Superiorly the fistula extended to lie at and above the levator-ani muscle. Free air was also identified in the bladder. The large bowel appeared grossly normal.\\nAn emergency Hartmann's procedure was performed under general anaesthetic through a lower midline incision as well as lay open of the perineal fistula. On opening the abdomen, a perforated diverticulum was identified extending into the left lateral pelvic wall. A standard Hartmann's procedure was performed, with sigmoid colectomy, division of rectum at recto-sigmoid junction and a tension-free stoma formed in left hypochondrium. The left buttock abscess cavity extended by a further 2–3 in. and the cavity then packed.\\nFollowing the operation, the patient had a short and uncomplicated critical care stay and was subsequently discharged. He has since continued to experience ongoing discharge from the fistula with follow-up imaging showing a reduction in the size of the abscess cavity but continuing patency of the fistula tract, despite repeated wound debridement and packing, drainage of the fistula and rectal washout.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'18278536': 1, '10695745': 1, '21954740': 1, '25800310': 1, '14672782': 1, '20012298': 1, '28458843': 2}", "similar_patients": "{}"}