{"patient_id": 68737, "patient_uid": "5591518-1", "PMID": 28888222, "file_path": "comm/PMC005xxxxxx/PMC5591518.xml", "title": "Primary hyperparathyroidism caused by enormous unilateral water-clear cell parathyroid hyperplasia", "patient": "We herein report a case of primary hyperparathyroidism in a 53-year-old woman with multinodular goiter. The patient was referred to our endocrine outpatient clinic for assessment of persistently elevated serum calcium and severe osteoporosis. She was asymptomatic and she had no previous history of nephrolithiasis. She had a non-contributory past medical history and reported no family history of multiple endocrine neoplasia type 1. Biochemical analysis revealed corrected serum calcium of 11.1 mg/dl (reference range 8.4–10.2), serum phosphorus of 2.6 mg/dl (reference range 2.3–4.7), 25-OH vitamin D3 of 9.1 ng/ml (reference range 28–47), serum creatinine of 0.7 mg/dl (reference range 0.6–1.2) and an intact parathyroid hormone (iPTH) level of 398 pg/ml (reference range 10–65). The 24-h urine collection for calcium was 246 mg/24 h (reference range 100–300). Ultrasonography showed a 5.4 cm multilobulated hypoechoic well defined mass localized in the lower half of the left thyroid lobe and submersible into the sub-clavicular area. The right parathyroid glands were within normal size (Fig. ). Technetium (99mTc) sestamibi scanning was consistent with a persistent very large area of increased activity possibly corresponding to a left inferior double parathyroid adenoma (Fig. ). The elevated preoperative levels of serum calcium and iPTH were not proportionate to the huge parathyroid mass. The patient underwent a minimally invasive parathyroidectomy. At surgery, two large merged lobulated, tan-colored parathyroid glands measuring 5.4 cm were removed from the left superior and inferior aspects of the adjacent thyroid extending inferiorly to the sub-clavicular area. The recurrent laryngeal nerve was coursing behind the mass and was carefully preserved. The right side was not explored. At surgery was not possible to distinguish whether the parathyroids represented a single hyperplastic gland or two adjacent adenomas that had coalesced (Fig. ). Histopathology revealed polygonal hyperplastic and/or hypertrophic cells, with a diffuse (solid sheet-like) pattern or arranged in acini, follicles, papillae or trabeculae, on occasion lining admixed microcystic degenerate formations containing proteinaceous material. Moreover, revealed distinct cell membranes demarcating abundant water clear cytoplasm, ranging from granular to finely vacuolated and also small and normal nuclei, sometimes polar and oriented towards adjacent stroma and blood vessels. Also, the lesion exhibited lobulated periphery with a lack of capsule or rim of parathyroid tissue (Fig. d1). Immunohistochemistry showed that the cells were positive for PTH staining (Fig. d2). These findings were consistent with diffused water clear cell hyperplasia. After parathyroidectomy iPTH dropped immediately to 54 pg/ml. The patient made an uneventful recovery, and 1 week postoperatively serum iPTH and calcium levels were 60 pg/ml, and 8.8 mg/dl respectively. Calcium carbonate plus 1a–vitamin D (alfacalcidol) supplementations were administered. The CARE guidelines were followed in this case.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'15118272': 1, '23827282': 1, '22638654': 1, '4043957': 1, '15471124': 1, '23539328': 1, '28888222': 2}", "similar_patients": "{}"}