{"patient_id": 67258, "patient_uid": "5474293-1", "PMID": 28623952, "file_path": "comm/PMC005xxxxxx/PMC5474293.xml", "title": "Spontaneous cecal perforation in a 40-year-old pregnant woman treated by primary repair and omental patch: a case report", "patient": "Our patient was a 40-year-old multiparous pregnant black woman at a gestational age of 20 weeks who was not compliant with antenatal care. She had no history of weight loss, chronic constipation, or blood per rectum, nor did she or her relatives report a previous laparotomy. She was brought to our institution’s emergency department by her family 6 days after the onset of a progressively painful abdominal distention, bilious vomiting with fever, and asthenia. She had not passed stools for 3 days prior to her admission. She had no urinary symptoms, and she reported feeling active fetal movements.\\nOn physical examination, the patient was conscious and had the following parameters: blood pressure 109/55 mmHg, pulse 125 beats/minute, respiratory rate 25 breaths/minute, and body temperature 37.7 °C. She presented with abdominal distention with no scars or skin lesions. She had a generalized guarding with rebound tenderness. The evaluation by the obstetrician revealed a uterine height of 22 cm. The patient’s umbilical and inguinal orifices were not patent. Her bowel sounds were markedly diminished. On digital rectal examination, her pouch of Douglas was extremely tender, and the gloves were soiled with normal feces. Elsewhere, the patient’s physical examination was unremarkable.\\nThe diagnosis of acute generalized peritonitis in a 20-week gestational age pregnancy was retained with an indication of urgent laparotomy. Abdominal ultrasonography revealed a viable, 21-week gestational age intrauterine monofetal pregnancy with no etiologic finding that could explain the occurrence of peritonitis. Neither plain abdominal x-ray nor abdominal CT was performed. The pretherapy workup revealed hyperleukocytosis at 18,000/mm3 with neutrophilia and a hemoglobin level of 12 g/dl. The patient’s electrolyte profile was normal, with a K+ level of 3.9 mEq/L. Her coagulation profile was normal, and the result of her human immunodeficiency virus (HIV) serology was negative. She was classified as American Society of Anesthesiologists Physical Status classification II and Altemeier wound classification 4 after preanesthetic consultation.\\nThe treatment was aimed at suppressing the cause of the peritonitis, decreasing the peritoneal bacterial contamination to its minimum, and addressing the complications of the disease if present. Preoperative resuscitation was initiated with the use of crystalloids. A nasogastric tube and urinary catheter were inserted. We performed an exploratory laparotomy. Perioperative findings included a more or less macroscopically normal peritoneal cavity and a 1 × 1-cm perforation on the anterolateral aspect of a slightly inflamed and distended cecum (Fig. ). No obstruction of the distal colon was noted. The patient’s appendix was normal. The perforation was repaired after excision of the edges by primary suture and omental patching. An appendectomy followed by an abundant abdominal toilet with normal saline was performed. The abdominal cavity was drained with two tubes inserted into the right paracolic gutter and pouch of Douglas. The patient received perioperative venous thromboembolic disease prophylaxis, analgesics, and antibiotics targeting Enterobacteriaceae and gram-negative bacteria. The postoperative period was uneventful, with early ambulation on day 1 and onset of enteral feeding on day 3. The results of the patient’s postoperative obstetric evaluation were normal. The drains were removed on day 6. The patient was discharged on day 10 and referred to an obstetrician for the continuation of antenatal care.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'22334860': 1, '3912749': 1, '22053953': 2, '8257464': 1, '7125747': 1, '14708815': 1, '19327217': 1, '27635100': 1, '33294185': 1, '26522193': 1, '28623952': 2}", "similar_patients": "{'3253676-1': 1}"}