{"patient_id": 119397, "patient_uid": "5556805-1", "PMID": 28913274, "file_path": "noncomm/PMC005xxxxxx/PMC5556805.xml", "title": "Primary Cutaneous Mucinous Carcinoma Treated with Narrow Surgical Margin", "patient": "A 49-year-old Korean male patient presented with a palpable nodule of the right cheek (). The nodule was a firm, nontender, subcutaneous mass. His medical history was significant for a motorcycle collision 13 years ago, from which he suffered a right-sided facial injury and loss of vision in the right eye. More recent than this, the patient suffered a bicycle collision 2 years prior to presentation and underwent open reduction of a right zygomaticomaxillary fracture. One year after the bicycle accident, the patient began to notice a small nodule in the traumatized area and slowly grew.\\nInitially, we believed the lesion to be an epidermal cyst or another mass of benign origin. The mass was excised under local anesthesia without much consideration to tumor margins. Intra-operatively, the tumor was situated just underneath the dermis with capsulation. The mass was dissected from the skin, and no skin excision was necessary to isolate and resect the mass. Grossly, the 6×5×4 mm tumor was yellow-brown in color with a smooth encapsulating surface (). Histopathologic examination revealed the tissue to contain mucinous lakes separated by fibrous septa (). Neoplastic cells were round to cuboidal with abundant cytoplasm and minimal atypia. Cribriforming and small glandular structures were also noted. On immunohistochemistry, the neoplastic cells were strongly positive for cytokerain 7 (CK-7), gross cystic disease fluid protein 15, and mucin 1 protein. The cells were negative for cytokeratin 20 (CK-20) and mucin 5AC. These morphologic and immunohistochemical features were consistent with mucinous adenocarcinoma.\\nBecause of the unexpected finding of mucinous carcinoma, an extensive oncologic evaluation was performed to evaluate for any extracutaneous metastatic primary (i.e., breast or gastrointestinal tract). The evaluation included computed tomography of the head and neck, a positron emission tomographic scan, and an upper and lower gastrointestinal tract endoscopy. No extracutaneous source was found, and the diagnosis of a PCMC was confirmed.\\nAt 3 weeks after the first operation, the patient underwent a wide local excision with a safety margin of 5 mm, and was found to have clear surgical margin on frozen section. The resulting 1×1.5 cm defect was covered with a croissant -shaped modified V-Y advancement flap (). Considering the lack of any evidence-based data regarding the treatment and follow-up of this rare tumor, the patient was followed every 6 months for early detection of local recurrence or metastasis. The follow-up workup included physical examination, computed tomography (CT) scan, and CA 72-4, which is a tumor marker for detecting tumor-associated glycoprotein 72 (TAG-72), a mucin-like molecule found on the surface of cancer cells []. The patient had no evidence of recurrence or metastasis during a 14-month follow-up ().", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'29876191': 1, '25627628': 1, '13000598': 1, '8912871': 1, '24452370': 1, '28913274': 2}", "similar_patients": "{}"}