{"patient_id": 114518, "patient_uid": "5107423-1", "PMID": 27847801, "file_path": "noncomm/PMC005xxxxxx/PMC5107423.xml", "title": "Transoral endoscopic thyroidectomy via the trivestibular route", "patient": "A 30-year-old female patient was admitted with a 2-cm follicular neoplasm based on an evaluation of aspiration cytology (). The tumor was located in the right upper thyroid gland. The medical history of the patient was unremarkable, and she had no history of thyroid disease. Thyroid function tested normal. The patient did not want a surgical scar to remain on the neck, so we performed a thyroid lobectomy through a transoral approach using an endoscope. Under general anesthesia via nasotracheal intubation, the patient was placed in the supine position with the neck extended. The oral cavity was disinfected using povidine in water. A 2-cm cuvilinear incision was made in the midline of the vestibule (). Normal saline (40 mL) was injected into the oral vestibular area of the lower lip down to the anterior neck. The imaginary submental and anterior neck space between the 2 sternocleidomastoid muscles was widened blindly and cautiously using a blunt instrument. A 10-mm cannula and two 5-mm cannulas were used to position the telescope and instruments. After the working space was secured, a 10-mm cannula was inserted, and the working space was widened by insufflating 5–6 mmHg CO2 (). A 10-mm 30° telescope (Olympus, Tokyo, Japan) was used to visualize the surgical field. Next, 2 lateral incisions were made in the vestibule near the first molars, and a 5-mm cannula was inserted through each lateral incision site. Short Maryland forceps and a harmonic scalpel were positioned through each lateral cannula. The operator was seated by the patient's head, and the assistant was positioned to the left of the operator and controlled the endoscope. The sterile back tables (instruments) and scrub nurse were at the left side of the table. The endoscope set and monitor were located by the patient's feet (). The working space was widened sufficiently along the subplatysmal plane to the sternal notch inferiorly and to both sternocleidomastoid muscles laterally. The linea alba cervicalis was divided, and the strap muscle was separated along the midline. The strap muscle was separated from the thyroid gland. To retract the strap muscle laterally, an anchoring suture was made percutaneously with 2–0 black silk. Dissection progressed medially to the isthmus, and the isthmectomy was completed. To preserve the external branch of the superior laryngeal nerve, we precisely dissected the vessels of the superior pole that were ligated as distally as possible and close to the thyroid capsule (). After dividing the middle thyroid vein, the thyroid was retraced medially. The retrothyroidal area was easily exposed with the thyroid in traction. Under a magnified telescopic view, the recurrent laryngeal nerve was identified and preserved (). The inferior thyroid artery was also identified and divided. With traction of the thyroid anteriorly, Berry's ligament was separated from the trachea without injuring the recurrent laryngeal nerve. The right lobe of the thyroid gland was removed completely from the trachea. Specimens were removed using an endoscopic pouch. The strap muscles were reapproximated, and the three incision sites were closed using absorbable sutures. Total operation time was approximately 180 minutes. A compressive dressing without a suction drain was maintained for 2 days. The vocal cords were mobile bilaterally and the patient did not complain of any sensory changes in the lower lip area. The patient was encouraged to gargle frequently and was allowed a normal diet on postoperative day 2. The patient was discharged on postoperative day 3. No scar was detected on the neck 1 week after surgery (), and no complications in thyroid function, vocal cord function, or lower lip sense were found.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'29302476': 1, '26546193': 1, '18163167': 1, '24496566': 1, '28149809': 1, '28835882': 1, '31087173': 1, '29142838': 1, '28713700': 1, '19263151': 1, '28877292': 1, '31147826': 1, '31538053': 1, '28713699': 1, '31360931': 1, '28255628': 1, '28432675': 1, '31719772': 1, '29445610': 1, '32420246': 1, '30079323': 1, '29302495': 1, '27847801': 2}", "similar_patients": "{}"}