{"patient_id": 74189, "patient_uid": "5965436-1", "PMID": 29849406, "file_path": "comm/PMC005xxxxxx/PMC5965436.xml", "title": "A Case of Severe Accidental Hypothermia Successfully Treated with Cardiopulmonary Bypass", "patient": "A 34-year-old female with a history of intravenous drug use and recent suicidal ideation was reported missing by her family in late winter. She was missing for a total of seven days before she was located by the police. During this time the outdoor temperature ranged from −10.4 to +1.2°C. She was found outdoors in a remote, wooded area and was transported by air to a tertiary care center.\\nUpon the paramedics arrival to the scene the patient was unresponsive with a Glasgow Coma Scale (GCS) of 4. Her pupils were 7 mm and non-responsive. She was severely hypothermic, with a rectal temperature of approximately 23°C. She had a heart rate of 30 beats per minute, respiratory rate of 6 breaths per minute, and an unmeasurable blood pressure and pulse oxygen saturation. Peripheral pulses were not palpable in her limbs. Her extremities were diffusely cyanotic and had delayed capillary refill. Her legs were edematous and blistered bilaterally. Her mouth opening was 1 cm, and she bit down at any attempts to introduce an oral airway. Paramedics applied warming packs to her axillae and groin, obtained intravenous (IV) access and initiated fluid resuscitation with 1000 mL normal saline in an 18-gauge peripheral IV line at 75 mL/hr.\\nShe was transported by rotary wing air ambulance from the scene to a tertiary care Level 1 trauma center. On presentation to the emergency department (ED), she was identified to have a GCS of 3, with a heart rate of 40 beats per minute, respiratory rate of 8 breaths per minute, an unmeasurable blood pressure and pulse oxygen saturation, and a rectal temperature of 19.8 °C. Her cardiac rhythm showed sinus bradycardia. The patient’s airway was secured by rapid sequence intubation with 2 mg midazolam, and 30 mg rocuronium. A femoral central venous catheter was inserted, and she continued to receive IV fluids in the form of two liters of Lactated Ringer’s warmed to 41 °C through a femoral 3-lumen central line. A forced air rewarming unit was also applied. The patient was not observed to have any episodes of cardiac dysrhythmia during her time in the ED.\\nRather than initiating invasive rewarming in the ED, in consultation with the cardiac surgeon a decision was made to transfer the patient directly to the operating room (OR) for CPB for the purpose of rewarming. The patient was transferred to the OR 40 minutes after presenting to the ED. At the time of transfer, the patient’s rectal temperature was 20.2 °C. In the OR, the patient had a junctional escape rhythm of 50 beats per minute. Because of severe stocking-like erythema and edema in her lower extremities, IV fluid bags were placed under her feet to prevent ulcer development during the operation. She underwent a median sternotomy, revealing a dilated heart with a soft ascending aorta. She was cannulated with a two-stage venous cannula via atrial appendage, infused with heparin, and rewarmed at a rate of 12°C per hour. The total OR time was 3 hours and 45 minutes, with 66 minutes spent on CPB. Upon transfer from the OR the patient had been rewarmed to a temperature of 36.9 °C as seen in . The patient was noted to be coagulopathic secondary to hypothermia and hemodilution, and therefore was administered protamine, fresh frozen plasma, platelets, and recombinant factor VIIa to reduce postoperative bleeding.\\nThe patient was subsequently transferred to the intensive care unit. On post-operative day 5 she developed Klebsiella oxytoca and Enterococcus fecalis bacteremia and sepsis, attributed to severe skin and soft tissue infection of her bilateral lower extremities. This was initially treated with Piperacillin and Tazobactam. The patient was seen by plastic surgery for wound care. Her blisters and necrotic tissue were debrided and sterile moist dressing changes were performed daily. The patient was initially extubated and then re-intubated on post-operative day 7 because of increased oxygen requirements. Evidence of necrosis was noted in her toes on post-operative day 7. At this point her antibiotics were changed to imipenem and vancomycin. The patient was successfully extubated on post-operative day 13.\\nThe consultant vascular surgeon recommended staged amputations of both lower extremities. Unfortunately, the patient was non-compliant with IV antibiotics and did not consent to surgery. The patient was assessed by psychiatry and found to be emotionally distant with a depressed mood but with no evidence of psychosis or delirium. She was deemed to be competent in her decisions. She was also offered addiction counselling but refused. Although the patient ultimately accepted oral antibiotic therapy, the condition of her lower extremities continued to worsen, and she eventually developed frank necrosis and dry gangrene. The patient expressed interest in hyperbaric oxygen treatment, and on post-operative day 39 she was transferred to another tertiary care center for foot-preserving therapy. Unfortunately, conservative measures and hyperbaric treatment were unsuccessful and she ultimately consented to bilateral below-knee amputations, which took place 84 days after her initial presentation. Despite a total of up to seven days of severe accidental hypothermia, the treatments outlined above allowed the patient to make a complete neurologic recovery.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'10488932': 1, '7944731': 1, '5082196': 1, '12212366': 1, '3669105': 1, '16565126': 1, '8719198': 1, '8604866': 1, '16516435': 1, '23150960': 1, '21317649': 1, '16872951': 1, '20702016': 1, '14659598': 1, '3631669': 1, '7984198': 1, '29849406': 2}", "similar_patients": "{}"}