{"patient_id": 67373, "patient_uid": "5485300-1", "PMID": 28695028, "file_path": "comm/PMC005xxxxxx/PMC5485300.xml", "title": "Acquired von Willebrand Syndrome in IgM Monoclonal Gammopathy as the Presentation of Lymphoplasmacytic Lymphoma", "patient": "A 61-year-old female with a past medical history of presumed type 2 von Willebrand disease (vWD) diagnosed at age of 51 and IgM-kappa monoclonal gammopathy of undetermined significance (MGUS) diagnosed one year later presented to the hematology clinic with increasing frequency and severity of epistaxis. Numerous prolonged episodes of epistaxis had been successfully treated with VWF/factor VIII replacement. Her original diagnosis of vWD was made after referral to hematology because of bleeding for eight hours after a dental extraction. She also had prolonged bleeding after removal of a basal cell carcinoma from her right arm at the age of 46. Prior to the age of 46, she had not experienced any prolonged bleeding with dental extractions and she had never undergone surgery.\\nReview of her baseline laboratory studies revealed that her von Willebrand factor antigen (VWF:Ag) was 18% (normal: 41–153%), ristocetin cofactor activity (VWF:RCo) was <20% (normal: 42–200%), and factor VIII activity was 34% (normal: 50–200%). Multimeric analysis showed absence of high molecular weight von Willebrand factor. SPEP revealed a narrow band in the gamma area consistent with monoclonal gammopathy and an M-protein of 0.3 g/dL which was confirmed to be IgM-kappa on immunofixation. Serial IgM concentrations are shown in . Her CBC revealed mild normocytic anemia with a hemoglobin of 11.1 g/dL (normal: 12.0–16.0 g/dL) and an MCV of 90.8 fL (normal: 80.0–100.0 fL). In the past, she had iron deficiency anemia which had responded to oral iron replacement (see for serial ferritin and hemoglobin levels). Her platelet and leukocyte counts were normal with normal white blood cell differential counts on CBC. Serum creatinine is shown in . She had no evidence of liver dysfunction based on normal INR, bilirubin, and albumin levels.\\nNotably, she had no family history of von Willebrand disease. Because of her lack of family history and her older age at diagnosis, we suspected that she had an acquired von Willebrand syndrome rather than inherited von Willebrand disease. Furthermore, we suspected that the underlying etiology of the AVWS was the monoclonal gammopathy. Although she had a normal bone marrow biopsy at the time the MGUS was diagnosed and her M-protein concentration had remained stable over time (), her bleeding symptoms were becoming more frequent and there was a possibility of sampling error of the first bone marrow biopsy. Therefore, we performed a repeat bone marrow aspiration and biopsy to search for an underlying lymphoproliferative disorder which could guide our management of this patient. Bone marrow biopsy now showed 70% involvement by lymphoplasmacytic lymphoma (LPL) (). A diagnosis of Waldenström macroglobulinemia was made.\\nTreatment was initiated with carfilzomib, rituximab, and dexamethasone (CaRD). We anticipated that treatment of the LPL and reduction of the monoclonal protein would also treat the von Willebrand syndrome, confirming that it was secondary to the monoclonal gammopathy and LPL. shows the timing of her treatment and the concomitant changes in VWF:Ag, VWF:RCo, and FVIII activity. After two cycles of CaRD, these levels returned to normal and she had no further clinically significant bleeding.\\nWhile her AVWS had resolved, she died four months later after developing a multifocal pneumonia secondary to invasive aspergillosis with CNS involvement. Despite treatment with voriconazole and caspofungin, she did not improve and she became obtunded and required intubation and mechanical ventilation. In keeping with her wishes, at the request of her family, she was placed on comfort care measures only at which time she died.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'10726000': 1, '22896002': 1, '2205095': 1, '20425807': 1, '22033454': 1, '24686099': 1, '8161783': 1, '3126793': 1, '18392339': 1, '20739614': 1, '21540459': 1, '8639782': 1, '7949092': 1, '9763553': 1, '17133419': 1, '24469392': 1, '12878741': 1, '11686107': 1, '28695028': 2}", "similar_patients": "{}"}