{"patient_id": 113585, "patient_uid": "5028080-1", "PMID": 27695344, "file_path": "noncomm/PMC005xxxxxx/PMC5028080.xml", "title": "Primary gastric anaplastic lymphoma kinase-negative anaplastic large-cell lymphoma", "patient": "A 59-year-old man presented with a 1-month history of epigastric pain with low-grade fever. On examination, he had no hepatosplenomegaly or lymphadenopathy. The results of laboratory examinations, including a full blood count, liver function tests, and serum lactate dehydrogenase, were normal. Computed tomography of the neck, chest, abdomen, and pelvis showed a tumor in the stomach (5×6 cm) with perigastric lymphadenopathy (). A diagnosis of lymphoma or gastric cancer was considered likely. Biopsy of the tumor with gastroendoscopy was performed and showed ALCL. Lymphoma cells were positive for CD30, CD2, CD43, LCA, EMA, PAX5, and MUM1 and were negative for CD20, CD3, ALK, CD79a, CD10, Bcl6, CD68, MPO, CK, CD34, and CD138 (). The positive ratio of Ki67 was ~80%. Bone marrow aspiration and trephine biopsy showed no infiltration. A diagnosis of primary gastric ALK-negative ALCL was made. Although, first, he was treated with four cycles of CHOP regimen (cyclophosphamide, doxorubicin, vincristine, prednisone), the lymphoma lesions increased in size. Then he underwent two cycles of Hyper-CVAD/MA regimen (hyperfractionated cyclophosphamide, vincristine, doxorubicin, and dexamethasone/methotrexate and cytarabine). After high-dose chemotherapy, the patient had severe bone marrow suppression. Blood transfusion and anti-infection treatment were given. However, he died of disease progression 3 months later. The patient provided written informed consent for publishing this paper and accompanying images.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'26133723': 1, '12405910': 1, '11107059': 1, '26261675': 1, '26018086': 1, '28652442': 1, '31667195': 2, '26031230': 1, '8025656': 1, '25973114': 1, '7059939': 1, '19672778': 1, '8192563': 1, '8431850': 1, '10225702': 1, '12107780': 1, '9217043': 1, '27695344': 2}", "similar_patients": "{'6819288-1': 1}"}