{"patient_id": 73146, "patient_uid": "5901864-1", "PMID": 29656712, "file_path": "comm/PMC005xxxxxx/PMC5901864.xml", "title": "Isolated splenic lymphangioma presenting as a huge mass causing anemia and abdominal distension in an adult patient: a case report", "patient": "A 40-year-old Arabic woman was referred to our hospital for evaluation of a huge splenomegaly causing abdominal pain and shortness of breath. She reported progressive abdominal distension evolving for 6 months, with a recent onset of dyspnea and asthenia. She had consulted a doctor who had prescribed her an abdominal computed tomographic (CT) scan, which revealed a huge splenomegaly of around 25 cm. Her medical history was unremarkable. A physical examination revealed skin pallor and a significant abdominal distension with giant splenomegaly that extended beyond the umbilical area. The patient had no other organomegaly, adenopathy, or skin lesions. Laboratory explorations revealed a microcytic hypochromic anemia with 7.1 g/dl hemoglobin, thrombocytopenia with 98,000 platelets/mm3, and a white blood cell count of 6110/mm3. The results of other tests were within normal limits. A thoracoabdominal CT scan was obtained, which revealed a splenic mass of 25 cm in larger diameter with regular contours. This mass was made up of many hypodense nodules with variable size and showed no enhancement after contrast injection. The mass was limited to the spleen and pushed the stomach without invasion. No other mass was detected elsewhere. The radiologist suggested the diagnosis of a splenic lymphoma. The result of a bone marrow biopsy was normal at histopathological examination. A surgical total splenectomy was performed.\\nMacroscopic analysis of the resected spleen showed a giant spleen mass measuring 27 × 23 × 7 cm replacing almost the entire normal parenchyma, with a small residual normal parenchyma (Fig. , black arrow). The cut surface of the mass showed multiple cystic structures of variable size, with a “honeycomb” appearance. The cystic structures had a fibrous wall and were filled with a mucoid yellowish substance. Histological examination of hematoxylin-eosin-saffron (HES) stained sections of the tumor showed cystic structures replacing the normal splenic parenchyma and containing amorphous eosinophilic proteinaceous material (Fig. , black stars). These cystic cavities had fibrous walls lined by regular flattened small endothelial cells (Fig. , black arrows). In immunohistochemical analysis, these cells stained positive for CD34, CD31 (Fig. ; black arrows), confirming their endothelial nature. They were negative for epithelial membrane antigen (EMA), pan-cytokeratin (CK AE1/AE3), and calretinin. Thus, the diagnosis was a splenic cystic lymphangioma. The patient recovered well and was discharged from the hospital. Twenty-one months after surgery, she still had no signs of the disease.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'25611113': 1, '23986850': 2, '17267469': 1, '20205289': 1, '31827967': 2, '24516849': 2, '9649019': 1, '31636885': 2, '10702822': 1, '23411808': 1, '26703174': 1, '26576795': 1, '24911254': 1, '32557234': 2, '19476658': 1, '23429434': 1, '32328111': 2, '15256634': 1, '9060604': 1, '29656712': 2}", "similar_patients": "{'7303252-1': 1, '6796166-1': 1, '6886353-1': 1, '3738359-1': 1, '7174914-1': 1, '3905332-1': 1}"}