{"patient_id": 114761, "patient_uid": "5121993-1", "PMID": 27904567, "file_path": "noncomm/PMC005xxxxxx/PMC5121993.xml", "title": "Dual malignancy in adolescence: A rare case report of metachronous papillary carcinoma of thyroid following dysgerminoma of ovary", "patient": "A 17-year-old female, following right lobectomy of the thyroid gland, with a histopathological report of PTC was referred to the Department of Surgical Oncology at Sri Aurobindo Medical College and Post Graduate Institute in Indore, Madhya Pradesh in India for further management in 2014. Examination of the neck revealed a scar from a previous surgery, with no palpable neck nodes. Indirect laryngoscopy (IDL) revealed bilateral mobile vocal cords. Blood investigations revealed serum T3 1.19 ng/mL (0.8-2 ng/mL), serum T4 of 5.88 ug/dL (5.1-14.1 ug/dL), serum TSH of 6.04 Uiu/mL (0.27-4.20 Uiu/mL), serum level of lactate dehydrogenase (LDH) 157 Iu/L (140-280 Iu/L). Previous history revealed hysterectomy with right salpingo-oophorectomy performed 3 years back during evaluation of primary amenorrhea with right ovarian mass []. Diagnostic laparoscopy revealed rudimentary double uterus with a huge right ovarian mass. Gross examination revealed 1300g right ovarian mass with fallopian tube with didelphys of rudimentary uterus. Microscopy confirmed the diagnosis of dysgerminoma of the right ovary Stage I a []. The patient had taken chemotherapy bleomycin, etoposide, and cisplatinum (BEP) regime, i.e., bleomycin IV per week X9; dose at 20 U/m2, etoposide 100 mg/m2 days 1-5 q3wk X3, cisplatin 20 mg/m2 days 1-5 q3wk X3 at a 4 week interval in the adjuvant setting. Magnetic resonance imaging (MRI) of the neck and the pelvis was performed before completion; thyroidectomy revealed postoperative changes with irregular nodular soft tissue in the region of the right lobe of thyroid with subcentimeter lymph node in bilateral deep upper cervical region [] and left ovary was normal in appearance, measuring 2.9 cm × 4.7 cm []. Completion thyroidectomy with bilateral central neck node dissection was performed that was negative for residual malignant disease. Radioactive iodine scan (I131) performed 1 year after completion thyroidectomy did not reveal any residual disease.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'15880372': 1, '9135009': 1, '23377480': 1, '33961545': 1, '8946871': 1, '31555771': 1, '20578894': 1, '17557301': 1, '11373110': 1, '16630238': 1, '16648414': 1, '34067874': 1, '27904567': 2}", "similar_patients": "{}"}