{"patient_id": 118703, "patient_uid": "5498965-1", "PMID": 28690491, "file_path": "noncomm/PMC005xxxxxx/PMC5498965.xml", "title": "A Complicated Thread: Abdominal Actinomycosis in a Young Woman with Crohn Disease", "patient": "A 31-year-old woman with Crohn disease presented in March 2014 with 3 weeks of worsening abdominal pain and fevers []. The pain was primarily in the right lower quadrant, waxing and waning in nature, and described as “cramping.” She denied diarrhea, melena, nausea, vomiting, or hematochezia. She had been having night sweats but denied any weight loss. Two weeks prior to hospitalization, a gastroenterologist had prescribed 40 mg of prednisone daily for a possible Crohn flare, but her symptoms did not improve.\\nShe had been diagnosed with Crohn disease in 2007, and phenotypically she had fistulizing Crohn disease complicated by terminal ileitis and a perianal fistula. She had a complicated course due to poor compliance with medical regimens and had been maintained mostly on intermittent oral steroids. In addition to her history of Crohn disease, she had an intrauterine birth control device (IUD) placed in 2010, and a root canal treatment was performed on a molar tooth 3 months prior to admission.\\nOn initial presentation, physical exam showed moderate right lower quadrant tenderness. Laboratory analysis was significant for a total leukocyte count of 17,000 cells/μL with 84% neutrophils. A CT of the abdomen showed inflammation of the terminal ileum with a fluid collection of 1.0 cm in diameter between the ileum and uterus. Intravenous piperacillin-tazobactam (3.375 g every 6 h) was started, and oral prednisone was continued.\\nTwo days later, the abdominal fluid collection was drained percutaneously. Cultures of the fluid yielded 4+ Streptococcus anginosus and 2+ of an unidentified gram-negative bacillus. Symptoms improved over the next 3 days, and she was discharged with a 14-day course of oral ciprofloxacin (500 mg twice daily) and metronidazole (500 mg 3 times daily) plus ongoing prednisone therapy.\\nIn May 2014, the patient acutely developed worsening lower abdominal pain, fevers, and diarrhea. On presentation, her temperature was 102.4°F, and she had bilateral lower quadrant abdominal tenderness. Laboratory analysis showed a total leukocyte count of 24,000 cells/μL with 81% neutrophils. An abdominal MRI (Fig. ) demonstrated severe terminal ileitis with strictures and 4 complex rim-enhancing fluid collections in the lower abdominal and pelvic cavity. Several fistulae tracked from the ileum to the abscesses and to a separate loop of the small bowel. One of the fluid collections had eroded through the fascial planes of the abdominal wall.\\nThe patient received intravenous piperacillin/tazobactam (3.375 g every 6 h), and a percutaneous drain was placed into one of the fluid collections. Cultures yielded heavy growth of Actinomyces odontolyticus and moderate growth of Fusobacterium spp. Two days later, repeat CT of the abdomen showed residual fluid collections and a second drainage catheter was placed. Fluid cultures from that specimen grew 2+ A. odontolyticus and 2+ Staphylococcus lugdunensis. Pelvic examination was normal with no evidence of endometritis, and her IUD was removed.\\nThe patient received piperacillin/tazobactam for 2 weeks and was discharged on oral penicillin VK (1 g 4 times daily) plus probenecid (500 mg twice daily). By the time of discharge, her fever and diarrhea had resolved and her abdominal pain had improved. Two weeks later, azathioprine (100 mg orally daily) plus adalimumab (40 mg subcutaneously every 2 weeks) were started. Prednisone doses were tapered over the next 2 months and then stopped. After a follow-up abdominal CT and a sonogram had confirmed that the abscesses and fistulae had fully collapsed, the drains were removed.\\nIn August 2014, the patient's penicillin dose was decreased to 250 mg 4 times daily because of mild nausea which subsequently improved. The patient felt well except for mild loose stools, which were typical of her Crohn disease. Then, in April 2015, she developed new abdominal pain. An abdominal CT revealed an intra-abdominal fluid collection where the previous abscesses had been. Percutaneous drainage yielded 35 mL of purulent fluid. A specimen for culture yielded rare Enterobacter cloacae and moderate growth of A. odontolyticus. Ciprofloxacin (750 mg orally twice daily) was added, and penicillin and probenecid were continued.\\nIn May 2015, the patient developed lower abdominal pressure at the end of micturition and 2 weeks later she developed fevers. An abdominal CT scan and a sonogram revealed 2 pelvic abscesses, the largest of which was 3.3 cm, with a fistulae to the bladder. The fluid collections were drained and cultures yielded Candida glabrata, C. dubliniensis, S. epidermidis, and lactobacillus. She received intravenous piperacillin/tazobactam initially and then was discharged on oral amoxicillin (1 mg twice daily), moxifloxacin (400 mg daily), and fluconazole (800 mg daily).\\nIn August 2015, moxifloxacin and fluconazole were discontinued and amoxicillin was continued. Aside from mild diarrhea, which had been present for years and was attributed to Crohn disease, she felt well.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'8444484': 1, '32782301': 1, '11887635': 1, '25045274': 2, '21990282': 1, '30225251': 1, '18078685': 1, '33515008': 1, '34367091': 1, '31933616': 2, '22914295': 1, '18164641': 1, '11459567': 1, '17531616': 1, '25865197': 1, '30545401': 1, '7419017': 1, '19718405': 1, '9636842': 1, '24528563': 1, '28690491': 2}", "similar_patients": "{'4094581-1': 1, '4094581-2': 1, '4094581-3': 1, '4094581-4': 1, '4094581-5': 1, '4094581-6': 1, '4094581-7': 1, '4094581-8': 1, '4094581-9': 1, '6943106-1': 1}"}