{"patient_id": 62192, "patient_uid": "5051033-1", "PMID": 27785316, "file_path": "comm/PMC005xxxxxx/PMC5051033.xml", "title": "Pharyngoesophageal Obstruction on the Killian-Laimer Triangle by Zenker’s Diverticulum: Case Report and Clinical Significance", "patient": "A 76-year-old male patient presented with a history of progressive dysphagia for solids for a year, which evolved to dysphagia and odynophagia for liquids in 5 months. The patient was referred from a basic health unit to the General Surgery Service of “Santa Casa de Ribeirao Preto” with esophageal obstruction and suspicion of neoplasia. The patient had a slim figure, as he lost 20 kg in 5 months. His current weight was 39 kg, his height was 1.63 m and his BMI was 14.67 kg/m2. The patient confirmed smoking habits (two packs of cigarettes a day during 50 years) and claimed he was a social drinker; the patient also denied any comorbidity. He then went through an upper gastrointestinal endoscopy (UGE), and the endoscope only entered 22 cm below the upper dental arcade, which discarded the possibility of a biopsy, which was needed for the hypothesis of neoplasia. Thoracic and abdomen CT scan showed a thickening of the gastric walls, especially at the esophagogastric junction. The CT scan also revealed an abrupt straightening of the proximal third of the esophagus (), suggesting esophageal neoplasia. As he was unable to receive oral diet, we opted to provide his diet through a Witzel’s jejunostomy in order to improve his nutritional gains. The neoplasia hypothesis indicated the need to perform a biopsy to analyze the tissue, and if positive for neoplasia, refer the patient to the oncology service for neoadjuvant therapy. The patient, then, underwent through another UGE, but this time, the endoscope passed through the obstruction and identified the presence of a Zenker’s diverticulum. Next, he underwent through an esophagogram that identified a large esophageal diverticulum (, ). Thus, the prognosis changed, and it indicated an endoscopic surgical repair of the Zenker’s diverticulum, as it is the standard procedure. Due to his low BMI and his nutritional conditions, it was opted to delay surgery.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'24262962': 1, '25759630': 2, '25680881': 1, '11470929': 1, '25309667': 1, '22880178': 2, '23538543': 1, '26167022': 1, '33294184': 2, '34936506': 1, '25276258': 1, '8744819': 1, '24055983': 1, '18197932': 1, '27785316': 2}", "similar_patients": "{'3413838-1': 1, '4337168-1': 1, '7695926-1': 1}"}