{"patient_id": 123848, "patient_uid": "5891406-1", "PMID": 29657596, "file_path": "noncomm/PMC005xxxxxx/PMC5891406.xml", "title": "High defibrillation threshold with a subcutaneous implantable cardiac defibrillator due to the lead having been positioned in the fat layer", "patient": "A 46-year-old woman, previously healthy but obese (Height 158 cm, Weight 97 kg, body mass index 38.9 kg/m2), had collapsed, and cardiopulmonary arrest was confirmed. After cardiopulmonary resuscitation, the ventricular fibrillation (VF) had returned to a normal sinus rhythm using a single shock from an automated external defibrillator.\\nNo abnormalities were noted in the electrolyte blood test results, 12-lead electrocardiography (ECG), or cardiac echography, and she recovered adequately normal conscious level after hypothermia therapy. The coronary angiography was normal, no spasms were observed during the acetylcholine loading test, and no abnormalities were observed in the 12-lead ECG under pilsicainide and epinephrine loading. She was diagnosed with idiopathic VF.\\nAs no episodes of ventricular tachycardia or bradycardia were observed, we judged that implantation of an S-ICD was suitable for secondary prevention. In the DFT testing during the procedure, VF was induced with 50 Hz burst pacing and was successfully detected. However, VF was not terminated with a 65 J shock by the S-ICD whose vector was coil to generator, but was successfully terminated with a 200 J shock using an external defibrillator. After the DFT testing, we confirmed high shock impedance (138 Ω). The DFT testing was repeated, but the results were confirmed to be the same.\\nTo investigate the cause of the high shock impedance and high DFT, we used fluoroscopy to check the lead position in the right anterior oblique (RAO) 70-degree view, which revealed a space between the lead and the sternum (Figure ). We suspected the reason for the high shock impedance and high DFT was due to fat between the lead and sternum, so we repositioned the lead to the depth just above the sternum at parasternal position. The shock impedance and DFT were retested, and the impedance had decreased to a normal value (68 Ω), and the induced VF was terminated with the first 65 J shock by the S-ICD. After the implantation, the positioning of lead and generator was confirmed to be normal (Figure ).", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'23032867': 1, '30805054': 1, '34317217': 1, '30588318': 1, '27548370': 1, '27810043': 1, '29657596': 2}", "similar_patients": "{}"}