{"patient_id": 117244, "patient_uid": "5404152-1", "PMID": 27299116, "file_path": "noncomm/PMC005xxxxxx/PMC5404152.xml", "title": "A Case Report of an “Incidental” Neck of Femur Fracture", "patient": "Following a routine radiograph performed by his general practitioner a 91-year-old gentleman was referred to accident and emergency with an incidental finding of fractured left neck of femur (). His general practitioner had requested a pelvic radiograph to further investigate the cause of this gentleman’s left knee pain. Despite no falls within the previous year, he had been experiencing worsening left knee pain for several months. The radiograph demonstrated the well-corticated edges of an old fracture, and the patient was able to mobilize using his frame. A decision was taken not to operate, and the patient was discharged.\\nReview of past incidents to find a cause for this neck of femur fracture quickly illuminated a possible event. Approximately 1 year prior, the patient had been admitted to hospital following a mechanical fall at home, after which he was unable to weight-bear. Clinical examination had demonstrated none of the salient features of a neck of femur fracture or had initial radiographs of the pelvis exposed a fracture (); only degenerative changes consistent with osteoarthritis (). Radiographs of the knee demonstrated no abnormality, yet the gentleman was unable to walk and was admitted.\\nThree weeks later, the patient continued to make poor progress with physiotherapy. No further imaging of the patient’s pelvis was obtained. Magnetic resonance imaging of his left knee was requested to exclude the possibility of soft tissue injury, which demonstrated a tear of the medial meniscus. Felt to be the cause of his delayed progress, further physiotherapy was encouraged and eventually this gentleman managed to mobilize independently with a frame. He was discharged home from hospital via rehabilitation facility.", "age": "[[91.0, 'year']]", "gender": "M", "relevant_articles": "{'16249001': 1, '19744653': 1, '20437074': 1, '23476147': 1, '15910835': 1, '7977922': 1, '20929092': 1, '15647955': 1, '18806133': 1, '27299116': 2}", "similar_patients": "{}"}