{"patient_id": 121639, "patient_uid": "5726666-1", "PMID": 29267435, "file_path": "noncomm/PMC005xxxxxx/PMC5726666.xml", "title": "Ashy dermatosis with involvement of mucous membranes", "patient": "A 57-year-old Caucasian female, phototype III, reported a history of asymptomatic\\nlesions on the oral mucosa and trunk. The lesions were present for 5 years, with\\nprogressive worsening over the first 12 months, and had not been preceded by any\\nother changes. The lesions on the trunk appeared over the past 4 months, with\\nincrease in number and size in the first 3 months. Such as on the oral mucosa, these\\nlesions were not preceded by any skin changes. The patient denied taking new\\nmedications or previous infectious diseases before the appearance of the lesions. In\\nher past history, there was hypothyroidism, hypertension and dyslipidemia, and she\\nwas being medicated with lisinopril and hydrochlorothiazide (20mg/ day and\\n12.5mg/day) and simvastatin (20mg/day).\\nOn dermatological examination, there were oval-shaped, blue-grey, confluent\\nill-defined macules, with 1cm to 2cm in their larger diameter, on the lumbar region,\\nright hypochondrium, right iliac fossa, labial mucosa, lateral borders of the tongue\\nand jugal mucosa ( to ). There were no erythematous borders. The rest\\nof the examination was normal.\\nBlood count, liver, renal and thyroid function tests, urinalysis, feces parasitology\\nand serologies (including syphilis, hepatitis C, hepatitis B and HIV infection) were\\nall within normal limits or negative. Histopathology of a skin sample taken from the\\nlumbar region demonstrated mild acanthosis and follicular hyperkeratosis, mild\\nlymphohistiocytic inflammatory infiltrate in the superficial dermis and melanophages\\n(). Histopathology from a mucosal\\nsample showed mild to moderate regular acanthosis and lymphohistiocytic infiltrate\\nin the superficial lamina propria with numerous melanophages (). The combination of the clinical findings with\\nlaboratory tests and histopathology lead to the diagnosis of AD.\\nOral clofazimine (100mg three times per week) was commenced and, after 3 months,\\nthere was no clinical improvement; the patient opted to discontinue the\\ntreatment.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'30112220': 2, '17116345': 1, '16911378': 1, '15987286': 1, '2785092': 1, '18477140': 1, '21163168': 1, '1559749': 1, '3910593': 1, '15009400': 1, '32149180': 1, '29267435': 2}", "similar_patients": "{'6077569-1': 1}"}