{"patient_id": 68789, "patient_uid": "5593749-1", "PMID": 28929041, "file_path": "comm/PMC005xxxxxx/PMC5593749.xml", "title": "Severe Late Toxicity After Adjuvant Breast Radiotherapy in a Patient with a Germline Ataxia Telangiectasia Mutated Gene: Future Treatment Decisions", "patient": "Initial presentation and treatment\\nA 55-year-old female presented in 2010 with a palpable right breast mass and right axillary lymph node. She was previously healthy with a family history of colon cancer in her mother (diagnosed at age 55 years) and prostate cancer in her brother (diagnosed at age 63 years). She worked as a gardener.\\nBiopsies confirmed an invasive ductal carcinoma of the breast. She was treated with right partial mastectomy and axillary lymph node dissection. Her pathological evaluation revealed a 2 cm invasive ductal carcinoma, grade two, that was estrogen receptor positive (3+), progesterone receptor positive (2+), human epidermal growth factor receptor 2 (Her 2) negative (via immunohistochemistry), and positive for lymph vascular invasion. The invasive disease was 2 mm from the closest (posterior) margin. There was also grade two ductal carcinomas in situ reaching 0.1 mm from the posterior margin. Two of nine resected lymph nodes were positive for metastatic disease. The largest was 3 cm with extra-nodal extension. Her disease was pathologically Stage IIA (pT1c pN1a).\\nAdjuvant treatment included 5-fluorouracil, epirubicin, cyclophosphamide, docetaxel (FEC-D) chemotherapy and adjuvant radiotherapy (RT). Adjuvant radiotherapy (RT) to the breast and regional nodes was prescribed at 45 Gy in 25 fractions to the breast and internal mammary chain nodes and 48 Gy in 25 fractions to the right supraclavicular fossa and axilla. She received an RT boost to the breast tumor bed of 16 Gy in eight fractions. The patient declined endocrine therapy.\\nToxicity from radiotherapy\\nRT was accompanied by a brisk acute skin reaction with moist desquamation around the nipple. Two months following completion of RT, her oncologist noted residual swelling and hyperpigmentation of the breast. The patient reported stabbing pains in the breast, discomfort along the sternum, and decreased range of motion. Four months following completion of RT, she was diagnosed with frozen shoulder (despite participation in physiotherapy), and one year later, had dense fibrosis of the right breast, supraclavicular fossa, and axilla with marked telangiectasias in the neck and upper outer quadrant of the breast (Figure ). The RT plan was reviewed and it was confirmed that she received the prescribed dose of RT. Surveillance of the breast was done with ultrasounds rather than mammograms because of breast pain and difficulty tolerating compression. She pursued physiotherapy and massage therapy. In 2013, she completed 40 hyperbaric oxygen treatments with significant but transient improvement and surgical lysis of the right chest wall adhesions with some benefit. She continued to have marked fibrosis and telangiectasias around the previous RT area which was accompanied by pain of the right chest wall and breast. The range of motion in her arm remained limited and interfered with her occupational gardening work. A repeat course of hyperbaric oxygen treatment is being considered.\\nRelapse and genetic testing\\nApproximately 3.5 years after her initial diagnosis, she developed a solitary 3.2 cm symptomatic brain metastasis that was surgically resected (Figure ). She declined brain RT citing the significant problems related to her previous RT.\\nImaging did not show evidence of metastatic disease outside of the brain. Fractures of the right second to fifth ribs with sclerosis and incomplete bony bridging were identified as attributable to radionecrosis (Figure ). A positron emission tomography-computed tomography (PET) scan showed fluorodeoxyglucose uptake (maximum standard uptake is 2.5) in the right pectoralis major and chest wall, consistent with previous RT (Figure ). There was no evidence of loco-regional recurrence on computed tomography (CT) or PET.\\nShe took letrozole from January 2014 to August 2016, but this was discontinued due to side effects. Surveillance magnetic resonance imaging (MRI) in October 2016 confirmed an intracranial recurrence at the resection cavity, for which she underwent re-resection. On postoperative MRI, additional dural-based lesions were noted. Postoperative RT was discussed, but she declined because of her previous reaction to the treatment. She elected to start tamoxifen.\\nGiven the severity of her later effects attributed to RT and potential for benefit from further RT, she was referred to the British Columbia (BC) Cancer Agency Hereditary Cancer Program for consideration for ATM genetic testing. This was offered using a 30-gene hereditary cancer gene panel saliva test. Testing confirmed a heterozygous germline likely pathogenic ATM mutation (c.8565_8566delTGinsAA), which was suspected as the causal factor for her RT reaction.\\nShe recently developed the progressive intracranial disease. Whole-brain RT has again been offered, with a discussion around a possible increased risk of side effects because of her previous reaction and ATM mutation. Given her previous toxicity, she has decided against further RT and is currently receiving capecitabine chemotherapy.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'11849780': 1, '14744762': 1, '14643952': 1, '16998505': 1, '22146522': 2, '32900738': 2, '34602949': 1, '19683821': 1, '7792600': 1, '3788973': 1, '26582918': 1, '15928302': 1, '28929041': 2}", "similar_patients": "{'7477966-1': 1, '3261689-1': 1}"}