{"patient_id": 65114, "patient_uid": "5330236-1", "PMID": 28348768, "file_path": "comm/PMC005xxxxxx/PMC5330236.xml", "title": "Myocarditis in Mediterranean spotted fever: a case report and a review of the literature", "patient": "We describe the case of a 54-year-old man who was admitted to the infectious diseases clinic of the University Hospital of Palermo, Sicily, Italy in August 2014 because of MSF complicated by sepsis-induced multi-organ failure and myocarditis. He presented with fever for a few days. On admission, the patient was febrile, lethargic and with slurred speech, not oriented in space and time (GCS 11), with no signs of meningeal irritation. Vital signs were: pulse, 102 min−1; blood pressure, 80/50 mmHg; respiratory rate, 40 min−1. A diffuse maculopapular rash, involving the palms, was present. A dark crusted lesion, tache noire-like, was present on the left thigh. Diffuse wheezes were heard on pulmonary auscultation. Heart auscultation revealed paraphonic tones. The blood exam showed: white blood cell (WBC) 8.600 cells mm−3 (N 86.7 %, L 5.5 %), PLT 80.000 cells mm−3, AST/ALT 543/188 U l−1, creatinine 3.71 mg dl−1,and blood urea nitrogen (BUN) 66.8 mg dl−1; arterial blood gas analysis showed pH 7.39, pCO2 38.6 mmHg, pO2 41.9 mmHg, sO2 78.9 %, lactates 1.1 mmol l−1, bicarbonate 23.3 mmol l−1. We observed an increase in cardiac enzymes (peak of creatine kinase MJ3 fraction and troponin I of 800 UI l−1 and 2.52 mg ml−1, respectively). An electrocardiogram showed normal sinus rhythm with T-wave inversion in I, aVL, V4–V5–V6. An echocardiogram showed a dilated ventricle, reduced ejection fraction (35 %), and diffuse moderate hypokinesis. The cranial computed tomography (CT) scan was normal, the chest CT scan showed signs of severe emphysema, patchy interstitial infiltrate in the right lower lobe and mild pericardial effusion. Because of the multi-organ failure, the patient was transferred to the ICU, intubated, and given intravenous fluid therapy after the cranial CT results. Serological tests to detect R. conorii IgM and IgG [indirect immunofluorescence assay (IFI) and ELISA] were negative. Rickettsia PCR on blood was positive. Based on a presumptive diagnosis of MSF, the patient was promptly treated with chloramphenicol 3.5 g four times per day and ciprofloxacin 400 mg twice daily intravenously. A cardiology consultation suggested myocardial protection therapy with bisoprolol 1.25 mg orally once daily and ramipril 1.25 mg orally once daily. After two days the patient became afebrile, and after six days, the patient’s condition improved sufficiently that he was transferred to the Infectious disease unit. The R. conorii IFI and ELISA were repeated after one week, showing elevated IgM and IgG titers (IFI IgM–IgG 1/320–1/640; ELISA IgM–IgG 1/200–1/800). After six days of chloramphenicol, antibiotic therapy was switched to doxycycline 100 mg orally twice daily until the patient was discharged on hospital day 16. A follow-up electrocardiogram performed after two weeks demonstrated T-wave normalization. Echocardiogram findings after two weeks and one month were unchanged. At the six-month follow-up the patient was in good clinical condition.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'6536143': 1, '21879306': 1, '3838736': 1, '18510826': 1, '580868': 1, '31360559': 2, '6767463': 1, '11740701': 1, '21664598': 1, '33666032': 1, '15603840': 1, '22143818': 1, '2968291': 1, '24846600': 1, '30594148': 2, '16553943': 1, '18927423': 1, '16242016': 1, '11317917': 1, '26904440': 1, '7254649': 1, '20508004': 1, '17314430': 1, '11438914': 1, '32952967': 1, '23747642': 1, '816289': 1, '33567793': 1, '28348768': 2}", "similar_patients": "{'6311067-1': 1, '6644265-1': 1}"}