{"patient_id": 116563, "patient_uid": "5352959-1", "PMID": 28352635, "file_path": "noncomm/PMC005xxxxxx/PMC5352959.xml", "title": "Pulmonary embolism and internal jugular vein thrombosis as evocative clues of Lemierre’s syndrome: A case report and review of the literature", "patient": "A 53-year-old man presented to emergency department because of a history of occipital headache, malaise, hacking cough, chest pain exacerbated by inspiration, and fever for one month. He had a history of smoking, hypertension, hyperuricemia, and gastro-esophageal reflux. His general practitioner treated him unsuccessfully with clarithromycin and ceftriaxone. Blood chemistry panel showed increasing inflammatory indexes, such as white blood cells (WBC) 16.560/mm3, C-reactive protein (CRP) 13.60 mg/dL, and erythrocyte sedimentation rate (ESR) 70 mm. Chest X-ray did not show parenchymal lesions, and either spinal column X-ray or encephalic nuclear magnetic resonance (NMR) was unremarkable.\\nOn admission, the physical examination was unremarkable except that pharyngeal and tonsil hyperemia was detected. He was diagnosed with chronic tonsillitis by an otorhinolaryngologist. Pharyngeal packing with cultural exam identified saprophytic flora. Levofloxacin and nebulizer therapies were prescribed.\\nFurther laboratory tests showed WBC = 11.070/mm3, CRP = 3.70 mg/dL, ESR = 53 mm, fibrinogen = 706 mg/dL, and D-dimer = 773 ng/mL. Immunoglobulin-A was 559 mg/dL. Chest X-ray showed parenchymal and pulmonary consolidation associated with pleural effusion. Bronchoscopy with broncho-alveolar lavage (BAL) including microbiology and cytology was negative.\\nA chest computed tomography (CT) scan showed left pleural effusion, contralateral sub-pleural fibrosis and, above all, an important ovular lesion at the level of medial right lobe measuring 25.7 mm with central cavitation. Further three lesions of 5-6 mm at the superior right lobe, and enlargement of pulmonary hilar lymph nodes were evident (the largest was 13.4 mm). Since these images were suggestive of pulmonary neoplastic lesions (Figure ), a brain CT scan was planned. The latter detected a deficit of right sigmoid sinus and bulb of jugular vein filling, which were suggestive of thrombosis of the right jugular vein (Figure ). Doppler ultrasonography of upper and lower limbs and echocardiography were negative. A further careful re-evaluation of chest CT supported the hypothesis of septic pulmonary outbreaks, and filling defect in the upper and middle branches of the right pulmonary artery suggested pulmonary embolism (Figure ). A diagnosis of LS associated with IJV thrombosis secondary to tonsillitis and pulmonary emboli was made, and low molecular weight heparin (LMWH) was added to levofloxacin. Eleven days later, the patient was discharged in good general conditions. One month after discharge, a cerebral magnetic resonance angiogram (MRA) showed the complete re-canalization of the IJV (Figure ).", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'19554637': 1, '16272510': 1, '30787954': 2, '12441902': 1, '28808620': 1, '30746380': 2, '26279962': 1, '25988544': 1, '32382372': 1, '22633566': 1, '28352635': 2}", "similar_patients": "{'6369389-1': 1, '6375262-1': 1}"}