{"patient_id": 71592, "patient_uid": "5804617-1", "PMID": 29457079, "file_path": "comm/PMC005xxxxxx/PMC5804617.xml", "title": "A case of a warfarinized renal cancer patient monitored for prothrombin time-international normalized ratio during methadone introduction", "patient": "During treatment with axitinib, a 60-year-old male was emergently admitted to our university hospital for the sudden onset of severe back pain. Two years prior, he underwent a right nephrectomy with remaining metastasis to bone, lung, small intestine, and bilateral adrenal glands. He received warfarin 3.5 mg/day for atrial fibrillation and tapentadol 100 mg p.o. daily for pain relief. The PT-INR was maintained at >2.2. His history included diabetes mellitus and hypertension, but his laboratory tests were unremarkable with the exception that his eGFR was 34 ml/min.\\nHe was transferred to the palliative care team for pain control. Initially, a fentanyl dermal patch was used instead of tapentadol to avoid interactions with warfarin. Abdominal CT imaging revealed the vertebral body of the ninth thoracic vertebra was occupied by bone metastasis and crushed, which caused his back pain.\\nDecreased renal function prevented the use of NSAIDs and new oral anticoagulants instead of warfarin. We started concomitant administration of oxycodone and acetaminophen under monitoring of the PT-INR because acetaminophen increased the PT-INR to 2.93 (Fig. ).\\nOn day 15, a continuous intravenous infusion of oxycodone was introduced, in increments of the dose, resulting in the increase of the PT-INR to 3.41, which is required to reduce the dose of warfarin to 1.5 mg. Because of a lack of effective pain relief with oxycodone, acetaminophen, and additional adjuvant analgesics, methadone was introduced on day 52 and the dose was gradually increased. The PT-INR was not changed and the dose of warfarin was not changed. An infusion of oxycodone (130 mg/day) and oral methadone (45 mg/day) was used to allow the patient to walk in his room, and he was later transferred to the palliative hospital.\\nDrug interactions can occur in any process of absorption, distribution, excretion, and metabolism; the latter is the most frequent []. Drug metabolism is classified into the first and the second phase reactions and the first phase oxidation by cytochrome P450 (CYP) is particularly important, and there is a large number of CYP isoforms with substrate specificity. Fentanyl, oxycodone, and methadone used in our case are substrates of CYPs. Although CYP3A4 and CYP2D6 are primarily responsible for opioid metabolism, CYP1A2, 2B6, 2C8, 2C9, and 2C19 are also involved in the metabolism of methadone []. Competitive metabolic inhibition can occur when the concomitantly administered drugs are metabolized by the same CYP isoforms []. However, the metabolism is complicated because a drug may inhibit the metabolic activity of CYP isoforms other than those involved in its own metabolism as shown by quinidine, a substrate of CYP3A4 that strongly inhibits CYP2D6 activity []. Besides the CYP isoforms involved in the metabolism of each drug, the drug-drug interaction should also be examined.\\nAlthough acetaminophen and warfarin are metabolized by different CYP isoforms (CYP2E1 and 2C9, respectively) [], acetaminophen administered ≥ 2 g/day for ≥3 consecutive days extend PT-INR via an inhibition of the metabolism of warfarin, which might be result from the degradation of vitamin K cycle due to depletion of glutathione induced by acetaminophen []. Oxycodone is metabolized to noroxycodone by CYP3A4 and to a lesser extent, to oxymorphone by CYP2D6. Concomitant use of CYP3A4 inhibitors results in increased effects of oxycodone []. Hosokawa et al. [] showed the enhanced anticoagulant effect of warfarin after co-administration with oxycodone 10 mg in seven of nine patients, although the mechanism is not known. In this case, the induction of acetaminophen and oxycodone required a reduction in the dose of warfarin. On the other hand, we did not need to adjust the dose of warfarin after introducing and increasing the dose of methadone.\\nMethadone has a complex pharmacokinetic profile marked by substantial interindividual pharmacokinetic variability and is associated with numerous drug interactions []. The clearance of methadone is increased or decreased by CYP3A4 inducers and inhibitors [, ], which may also be influenced by CYP2B6 inducers and inhibitors [], as shown by an increased plasma concentration of methadone by paroxetine []. Because warfarin as well as methadone is metabolized by CYP2C9, it is not surprising that methadone extends the effect of warfarin; however, their interaction caused by competitive inhibition of CYP2C9 is unknown so far [].\\nCrettol et al. [] attempted to associate CYP2B6, CYP2C9, and CYP2C19 polymorphisms with methadone plasma levels in 209 patients during methadone maintenance but found positive associations for only the CYP2B6 variants. Methadone is metabolized by various CYPs; the most important are CYP3A4, CYP2D6, and CYP2B6. The relative importance of CYP2C9 is low.\\nNot only is methadone metabolized by CYP3A4, but it also induces CYP3A4 [], which can metabolize co-administered oxycodone. In this case, we partially changed the opioid from oxycodone to methadone to increase the concentration of narcotics. Under the condition of this clinically common case, we could not find any interaction between warfarin and methadone.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'11910269': 1, '16431829': 1, '21999760': 1, '21911832': 1, '16338275': 1, '20191029': 1, '22300860': 1, '15501692': 1, '16224454': 1, '19520773': 1, '24516494': 1, '29457079': 2}", "similar_patients": "{}"}