{"patient_id": 124446, "patient_uid": "5944445-1", "PMID": 29765234, "file_path": "noncomm/PMC005xxxxxx/PMC5944445.xml", "title": "Perioperative chemotherapy with pemetrexed and cisplatin for pulmonary large-cell neuroendocrine carcinoma: a case report and literature review", "patient": "A 49-year-old man was admitted with a suspected mass in the left lower pulmonary lobe found during health examination. The patient was a smoker with no family history of cancer. Chest computerized tomography (CT) () showed a quasi-circular mass (25.1 × 22.2 mm) in the left lower pulmonary lobe, together with an enlarged mediastinal lymph node (7.7 mm). The patient underwent CT-guided percutaneous biopsy in the left lung neoplasm. Pathological analysis revealed a poorly differentiated adenocarcinoma with neuroendocrine differentiation (). Immunohistochemistry showed positive staining of cytokeratin (CK), with CK7 and Ki-67 index of 60%, but negative staining of P63 and thyroid transcription factor-1 (). The discovered serum tumor markers included carcinoembryonic antigen (3.67 ng/mL), neuron-specific enolase (NSE; 19.36 ng/mL), and circulating cytokeration 19 fragments (CYFRA21-1; 2.15 ng/mL). Molecular analyses of exons 18, 19, 20, and 21 of EGFR revealed no mutation.\\nThe patient was diagnosed with clinical stage IIIA (T1bN2M0) pulmonary adenocarcinoma with mediastinal lymph node metastasis. Optimal management requires both local and systemic disease controls; as a result, treatment for clinical stage IIIA (N2) NSCLC has been one of the most controversial topics in Thoracic Oncology. Neoadjuvant chemotherapy and/or radiotherapy prior to surgical resection has been demonstrated to provide better progression-free survival (PFS) than definitive chemoradiotherapy for patients with stage IIIA (N2) NSCLC, in several reports., The tumor was technically resectable, which involved single-zone mediastinal node. Therefore, neoadjuvant chemotherapy was selected, with an aim to induce tumor downstaging, thus facilitating and simplifying the subsequent surgical treatment. After a multidisciplinary team meeting, the patient proceeded to undergo two cycles of neoadjuvant chemotherapy with pemetrexed (500 mg/m2 on day 1, every 3 weeks) and cisplatin (25 mg/m2 from days 1 to 3, every 3 weeks) from March to April 2015. Side effects were limited to grade 1 fatigue and grade 1 nausea. Chest CT scan in May 2015 showed that the left lower lobe tumor had significantly reduced to 12.7 × 7.4 mm in size, and the enlarged mediastinal lymph node almost disappeared (). The patient achieved partial remission (PR) after neoadjuvant chemotherapy.\\nThe patient underwent left lower radical lobectomy completely (R0) resection and mediastinal lymph node dissection in video-assisted thoracoscopic surgery in May 2015. The postoperative sample was confirmed as pT1aN2M0 LCNEC upon pathological examination. Immunohistochemical analysis () demonstrated intense immunoreactivity of CK, CK7, as well as NSE, chromogranin-A (CgA), and cluster of differentiation 56 (CD56), which was a typical LCNEC component. Immunohistochemistry showed focally positive results of synaptophysin (SyN), and negative results of P63, P40, and NapsinA. No surgery-related complications occurred. Chest CT scan 1 month after surgical resection revealed no tumor recurrence ().\\nThe patient convalesced well after surgery and received adjuvant chemotherapy of the same regimen for four cycles. Meanwhile, sequential postoperative radiotherapy (PORT) at a total radiation dose of 45 Gy was given, which was divided into a daily dose of 1.5 Gy for twice after surgery for a month. The patient is followed up by tumor marker every month, and CT scan every 2 months. No evidence of recurrence has been detected during the 24-month follow-up after surgery ().", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'19619794': 1, '1709558': 1, '16022916': 1, '18583190': 1, '22493385': 1, '11996239': 1, '12508138': 1, '16697073': 1, '9255253': 1, '11391577': 1, '9706973': 1, '9891809': 1, '17544497': 1, '12860938': 1, '21138780': 1, '17643676': 1, '19221167': 1, '15538626': 1, '21867986': 1, '23406729': 1, '34738481': 2, '26291008': 1, '22219429': 1, '15639721': 1, '9111090': 1, '19015148': 1, '27372520': 1, '28204910': 1, '8993262': 1, '11429418': 1, '24679951': 1, '15117425': 1, '21043816': 1, '16314638': 1, '26897321': 1, '16955506': 1, '15016488': 1, '1317668': 1, '34381421': 1, '15063227': 1, '18506025': 1, '19770636': 1, '18281538': 1, '15117980': 1, '21566535': 1, '12167788': 1, '12607637': 1, '17062251': 1, '13418758': 1, '18442042': 1, '16382115': 1, '9591721': 1, '29765234': 2}", "similar_patients": "{'8573517-1': 1}"}