{"patient_id": 123944, "patient_uid": "5894716-1", "PMID": 29670352, "file_path": "noncomm/PMC005xxxxxx/PMC5894716.xml", "title": "Von Economo’s disease and postencephalitic parkinsonism responsive to carbidopa and levodopa", "patient": "A 66-year-old Caucasian male was admitted to the hospital for altered mental status. The patient has been a resident at a psychiatric facility for bipolar disorder.\\nThe patient’s history was obtained by a Geriatric Psychiatrist at the Psychiatric facility who has been following the patient, Baseline mental state and function is reported as ambulatory. The patient interacts with fellow residents and speaks appropriately with linear process. The patient is not noted to have any tremors or movement disturbances. Gait is recalled as steady. According to the reports, the patient was on olanzapine 5 mg nightly for a few months, which was discontinued due to drowsiness 8 weeks prior to admission. The patient has remained on standing valproic acid extended release tablet 1,000 mg at bedtime and clonazepam 0.25 mg PO BID for anxiety and irritability.\\nFive days prior to admission, the patient was noted to be febrile; the patient remained bedridden with continuous sleep, fixed stare and movement similar to oculogyric crisis, and intermittent rigidity. Valproic acid was held and the patient was started on lorazepam q8h for 3 days for suspected catatonic features. However, the patient’s condition worsened. The patient was then recommended escalation of care and presented to the hospital and admitted to the medical service.\\nOnce admitted, the patient was medically worked up by the critical care team and found to have a blood pressure of 100 s/70 s, heart rate of 110 s, and oxygen saturation of 99%–100% on 2 L nasal cannula. The patient remained unresponsive rigid presentation, and disoriented. Intravenous cefepime, vancomycin, and metronidazole were initiated. Head CT without contrast reported no bleed or acute findings and noted incidental arachnoid cyst.\\nPsychiatrist was consulted to evaluate for altered mental status with concern for catatonic features and to rule out neuroleptic malignant syndrome or serotonin syndrome. On examination, the patient appeared ill, with no obvious lesions, head without any tenderness or deformities, pupils equally round and reactive to light and accommodation, fixed stare, poor dentition, no oropharyngeal erythema or injection, S1 S2 audible without murmur, chest clear to auscultation without wheeze rhonchi or rales, abdomen soft non-tender and non-distended, palpable pulses throughout without any edema. The patient appeared alert, responded to voice, with incomprehensible sounds, moves all extremities spontaneously, visible mild resting tremor to distal extremities, with reflexes intact, and found to be hypertonic throughout all 4 extremities. Due to the patient’s fever, autonomic instability, rigid appearance, and chronic psychiatric disorder, acute catatonia was suspected with etiology uncertain. The patient was recommended to start lorazepam 2 mg IV every 8 hours.\\nBy day 3, the patient’s condition remained the same with minimal improvement in bradykinesia, rigidity, and fixed stare. A resting tremor and decreased glabellar reflex were noted. The patient’s home dose of valproic acid was re-initiated. The neurology team was consulted for further evaluation of mental status changes and the team recommended a lumbar puncture and MRI of the brain. Due to suspicion of dental infection, the oral and maxillofacial team was consulted and excision of the carious non-restorable teeth was performed on day 4. Operative report mentions no obvious abscess, fluid collection, or gross infection. The patient tolerated anesthesia, and the perioperative period was without notable oral or maxillofacial complications. The patient’s presentation on days 5–7 remained the same and lorazepam was titrated down and discontinued. In addition, the patient failed a swallow study and a nasogastric tube was placed for nutritional tube feeds.\\nOn day 7, an EEG was performed, which reported “an abnormal EEG due to generalized background slowing. Generalized background slowing may be due to toxic/metabolic/infectious state, or alternatively due to medication effect. No seizures recorded. Clinical correlation is recommended.” Blood cultures, urine culture, and preliminary lumbar puncture cultures reported no growth. Broad-spectrum antibiotics were discontinued. A trial of carbidopa and levodopa 25/100 mg every 8 hours was initiated. A review of comprehensive laboratory and diagnostic testing is resulted in . Axial and sagittal plane of brain MRI is displayed in .\\nOn days 8–10, the primary team members and psychiatry team were in agreement of clinical improvement; the patient was able to wiggle toes on command, with less rigidity and cessation of tremor, and able to track eyes with personnel. On day 10, the carbidopa and levodopa dose was increased to 25/250 mg every 8 hours.\\nOn day 14, family members reported dramatic improvement in mental status with recognition of family members, relying to name, responding with one-word answers. Lower extremities were no longer rigid. Upper extremities were with some resistance. Speech pathology noted improvement in swallow function and recommended gentle diet initiation.\\nOn day 16, a comprehensive discussion was done with the primary medical, neurology, and psychiatry teams with the family; due to the patient’s atypical presentation and potential activating properties of carbidopa and levodopa, a trial to discontinue carbidopa and levodopa was entertained to truly consider a postencephalitic parkinsonian state. This was agreed with all clinicians and family members were in agreement.\\nDuring days 16–21, the patient was weaned off the carbidopa and levodopa initially by reduction in dose from 25/250 to 25/100 mg every 8–12 hours and then discontinued. The patient’s appearance worsened with notable recurrence of fixed stare, mutism, and rigidity.\\nOn day 21, the patient failed speech therapy’s swallow trail and it was recommended that they have nothing by mouth. Due to these worsening clinical features and concern for swallow and airway compromise, carbidopa and levodopa were re-initiated.\\nOn day 23, the patient had a dramatic improvement to clinical presentation; resolution of rigidity, tracking eyes, increased words when conversing, and sleep cycle were restored. The patient was oriented to self, place, and year. No tremor to the extremities or obvious bradykinesia was noted. The patient started to ambulate out of bed with assistance. In addition, the patient passed the speech therapy swallow study, began to tolerate meals, and self-fed with meal trays. The patient was discharged on day 25 and was transferred back to a rehabilitation and skilled nursing facility.\\nNinety-day follow up is notable for continued administration of carbidopa and levodopa 25/200 mg controlled release tablet orally twice daily. The patient and family report that the patient is back to baseline function and residing at a long-term care psychiatric facility.\\nThe authors obtained written informed consent from the patient to have case details and accompanying images published.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'16380435': 1, '17914719': 1, '7626955': 1, '3801849': 1, '8822386': 1, '9159730': 1, '21993183': 1, '4193601': 1, '8919156': 1, '9078210': 1, '20629127': 1, '11449040': 1, '25899543': 1, '29670352': 2}", "similar_patients": "{}"}