{"patient_id": 69205, "patient_uid": "5625781-1", "PMID": 28969678, "file_path": "comm/PMC005xxxxxx/PMC5625781.xml", "title": "Huge right ventricular mass lesion associated with genital malignant tumor: a case report", "patient": "A 75-year-old Japanese woman was admitted to our clinic because of dyspnea associated with bilateral lower limb edema. She was well until 8 weeks before admission, when she began to complain of back pain and cough. Although a local doctor gave her antibiotics after a diagnosis of pneumonia, her symptoms worsened. One week later, she consulted our clinic, where different antibiotics were prescribed to relieve her symptoms. However, she complained of dyspnea with bilateral lower limb edema, which suggested congestive heart failure.\\nThe patient’s oxygen saturation on admission was 90%, although her blood pressure (124/82 mmHg) and heart rate (95 beats/minute) were stable. Coarse crackles were audible in the lung field. Significant bilateral lower limb edema was observed. Blood analysis revealed that the patient had a C-reactive protein level of 7.53 mg/dl and a brain-type natriuretic peptide level of 668.5 pg/ml. Although the patient’s electrocardiogram (ECG) did not produce any significant findings, her chest x-ray showed an enlarged heart associated with infiltration of both lung fields, particularly in the lower right area (Fig. ).\\nWhen we examined the patient’s echocardiogram, we saw a huge mass occupying the entire right ventricle. However, there was no mass lesion in the right atrium, suggesting the possible occurrence of the original tumor in the right ventricle (Fig. ). Owing to obstruction of the right ventricle, the calculated right ventricular pressure was 49.5 mmHg. The right ventricular mass was confirmed by cardiac magnetic resonance imaging, which showed a mass occupying the entire right ventricle (Fig. ). Importantly, the patient’s cancer antigen 125 (CA 125) and soluble interleukin 2 receptor (sIL-2R) levels were markedly elevated at 135.6 U/ml and 672 U/ml, respectively.\\nBecause of the elevation of tumor markers, such as CA 125 and sIL-2R, we carefully searched for malignant lesions. In addition to pulmonary embolization, there were several metastatic lesions in the lung field, pleura, inferior vena cava, lymph nodes, and kidney (Fig. ). Importantly, the original tumor was located in the uterus and vagina, where it occupied the entire space (Fig. ). Histology demonstrated basaloid squamous cell carcinoma in the vaginal tissue (Fig. ), and chemotherapy with paclitaxel (120 mg) and carboplatin (340 mg) according to the protocol for cancer of the uterine cervix was initiated, although the effectiveness of chemotherapy on cardiac metastasis is unclear.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'10801765': 1, '17098886': 1, '14998838': 1, '6354118': 1, '17964182': 1, '26391899': 1, '20062602': 1, '8540447': 1, '12419931': 1, '9921977': 1, '28969678': 2}", "similar_patients": "{}"}