{"patient_id": 114663, "patient_uid": "5114262-1", "PMID": 27904732, "file_path": "noncomm/PMC005xxxxxx/PMC5114262.xml", "title": "Arthroscopic Excision of an Intraarticular Osteoid Osteoma in the Distal Femur", "patient": "A 20-year-old female presented at our outpatient department with a complaint of pain persisting for 12 months in the right knee. The pain that was mild at the time of symptom onset became slightly worse at night without association with knee effusion or swelling. She had no definite history of trauma and denied any medical history of rheumatoid arthritis or any other arthritic diseases. A year before this presentation, she visited another hospital for the same symptom where plain radiography and magnetic resonance imaging (MRI) of the knee were performed. The patient knew plain radiographs showed normal findings but MRI revealed a widespread signal change in the subchondral bone of the lateral femoral condyle. The initial diagnosis was bone bruise of the lateral femoral condyle, and she was treated conservatively using intermittent nonsteroidal anti-inflammatory drug medication and physical therapy, which did not result in pain relief.\\nWhen the patient presented at Dongguk University Gyeongju Hospital, she complained of pain in the anterolateral aspect of the right knee, but joint effusion or tenderness was not evident and the range of knee motion was normal. McMurray and instability tests were negative, and laboratory findings were within normal ranges. Simple radiographs of both knees showed no specific bony abnormality, but the MRI showed a 6 mm × 3.5 mm × 3 mm sized intermediate-low signal intensity nodular lesion on the T1-weighted image and a nodular lesion with central intermediate-low signal intensity surrounded by high signal intensity in the anterosuperior subcortical area of the lateral femoral condyle with adjacent bone marrow edema on the T2-weightedimage (). Computed tomography (CT) of the right knee demonstrated a 5 mm × 3 mm × 3 mm sized lesion with the central nidus and perinidal sclerosis in the anterolateral subcortical area of the distal femur (). Bone scan showed increased uptake at the site corresponding to the lesion in the distal femur (). A diagnosis of osteoid osteoma of the distal femur was established and an arthroscopically assisted excision was scheduled.\\nAn arthroscopic examination of the knee was carried out through the standard anterolateral and anteromedial portals, which showed normal meniscus, cruciate ligaments, and articular cartilage, but a slightly elevated lesion of synovium at the bottom of the suprapatellar recess near the superior articular margin of the lateral femoral condyle (). Synovial hyperplasia was minimal. With a 20-gauge needle held in place, C-arm imaging () was performed to confirm the correct location of the lesion identified on CT and plain X-ray images using the image tracing technique. Additional superomedial and superolateral portals were made and the synovium over the lesion was then removed using a punch forceps, an electrocautery device, and a shaver (). The elevated sclerotic rim was removed using small curved osteotomes, and a grossly reddish, dense nidus of osteoid with interconnected trabeculae was observed (). The lesion was excised using small curved osteotomes and arthroscopic curettes and harvested for histopathologic examination (). Reactive bone walls were completely removed using a motorized burr, and complete lesion removal was confirmed arthroscopically through the anteromedial, anterolateral, superomedial, and superolateral portals (). Bone grafting was not performed for the bone defect. Postoperative radiographs and CT confirmed complete removal of the nidus (). Histopathology of the curetted bone specimen confirmed the diagnosis of osteoid osteoma (). The patient recovered uneventfully and pain disappeared immediately after surgery. At the 24 months follow-up, the patient was symptom-free and there was no clinical or radiographic evidence of recurrence of the lesion.\\nThe patient provided consent for publication of this case report and accompanying images.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'34354938': 1, '16927097': 1, '17609930': 1, '17878430': 1, '12209440': 1, '3801099': 1, '17637425': 1, '23304593': 2, '20493729': 1, '11922367': 1, '31736612': 1, '29354441': 1, '10530842': 1, '27904732': 2}", "similar_patients": "{'3530226-1': 1, '3530226-2': 1}"}