{"patient_id": 68283, "patient_uid": "5558374-1", "PMID": 28913053, "file_path": "comm/PMC005xxxxxx/PMC5558374.xml", "title": "Pregnancy with sigmoid volvulus: A case report with literature review", "patient": "A woman aged 25 years, gravida 2, para 1, presented to the emergency department of our hospital at 34 weeks and 1 day of gestation with intermittent abdominal pain, nausea, and projectile vomiting, which she was having for 2 days, followed by worsening constipation. The patient’s previous delivery was by cesarean section for breech presentation, two years ago. On physical examination, she was afebrile and dehydrated, and her pulse rate and blood pressure were 86 beats per minute and 102/66 mm-Hg, respectively. The patient’s chest and cardiovascular examination was normal, but her abdomen had generalized tenderness and was distended. Bowel sounds were initially sluggish and became absent by the second day of admission. Her vaginal examination was unremarkable with a long uneffaced, closed cervix. Abdominal and pelvic ultrasound did not reveal any free fluid in the abdomen. Appendix appeared normal with no appendicular masses or cysts seen. The liver, gall bladder, spleen, and both kidneys were normal in appearance. The woman refused abdominal radiography in view of her pregnancy. Magnetic resonance imaging (MRI) could not be done due to unavailability of this facility in the hospital. At this point, a clinical diagnosis of bowel obstruction was inferred and a surgical consultation was requested. The rectum was found to be empty on examination with no palpable mass. Surgeons ruled out any evidence of bowel obstruction and recommended to continue symptomatic care and observation, nil oral, with intravenous fluid management.\\nRoutine laboratory examination revealed that her hemoglobin was 12.52 g/dL, white cell count was 6.21 103/ ul (2.4-9.5), and platelets were 209.40 109/L (150-450). Serum urea, creatinine, and serum potassium levels were within normal limits. Other investigations including liver function tests, serum amylase, and blood glucose levels were also found to be normal. Routine urine analysis revealed a white blood cell count of 52/ul with a positive culture growth of mixed bacteria for which she was treated with growth sensitive antibiotics. High vaginal swabs were normal on both gram staining and culture.\\nThe woman stayed in hospital for 4 days and left the hospital against medical advice before a conclusive diagnosis could be made. She later reported to a higher tertiary center where she was seen in the outpatient department and was diagnosed as having a urinary tract infection. Patient then returned back to our hospital and was readmitted by us because there was no relief of her symptoms. A repeat abdominal and pelvic ultrasonography revealed the same findings as the first scan. Surgical team was consulted and a nonspecific clinical diagnosis of intestinal obstruction was made. She was planned for emergency cesarean section with exploratory laparotomy. No effort was made to use endoscopic detorsion in this case because the level and type of obstruction remained uncertain. Cesarean section was performed using a midline vertical incision and a 2000-gram, live, female baby was delivered with Apgar scores 8 at one minute, and 9 at 5 minutes. Sigmoid colon (, ) was found grossly distended with 180˚ anticlockwise twist but absolutely viable with no vascular embarrassment. A non-surgical management of anterograde decompression with detorsion and sigmoidopexy was chosen because her colon was viable and the proximal colon was empty except for gaseous dilation. Bowel resection was not considered to be necessary in this case. Sigmoid colon was detwisted, all air was evacuated towards the rectum and a colo-colopexy and sigmoid fixation was performed with the transverse colon to the lateral pelvic wall. The rest of the peritoneal survey was normal. Finally, an anal dilatation was performed and a rectal tube was inserted. On postoperative assessment, there was resolution of the abdominal distension and passage of flatus. The patient was started on fluids until she could tolerate a full diet. A follow up abdominal X-ray on the third postoperative day showed absent bowel-loop distention or fluid levels and the rectal tube was removed thereafter. Her postoperative period was uneventful and she was discharged on the 5th postoperative day. Follow-up review in the surgical outpatient department was conducted six days later and she was found to have no problems. Her passing motion was normal. To date, there has been no report of recurrence. She has been fully informed about the possibility of recurrence and is being carefully followed-up in the surgical outpatient department.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'16344301': 1, '24355771': 1, '16062019': 1, '17024540': 1, '21509281': 1, '15991065': 1, '20184713': 2, '33238755': 2, '23636444': 1, '22551246': 2, '17047974': 1, '30408739': 2, '25057285': 2, '28913053': 2}", "similar_patients": "{'3411456-1': 1, '6222078-1': 1, '2827085-1': 1, '2827085-2': 1, '2827085-3': 1, '2827085-4': 1, '7705807-1': 1, '4107753-1': 1}"}