{"patient_id": 124503, "patient_uid": "5951082-1", "PMID": 29770187, "file_path": "noncomm/PMC005xxxxxx/PMC5951082.xml", "title": "Primary jejunal Burkitt lymphoma in a child: ultrasonic detection", "patient": "A previously healthy 4-year-old boy presented with a 10-day history of intermittent abdominal pain, and 1-day history of nausea and vomiting. On examination, the patient had no fever and the abdomen was soft with slight distension. Supine abdominal radiograph demonstrated gaseous distension of small bowel loops in left-upper abdomen (Fig. a). Focused sonography was performed using a Toshiba Aplio 400 PVT-375BT transducer with the pediatric abdominal setting at a 5-MHz frequency. This revealed a circumscribed area of homogenously low echogenicity without wall stratification in the submucosal area of the intestine (Fig. b). Power Doppler sonography detected abundant blood flow signals in the same area (Fig. c). These findings prompted a strong suspicion of intestinal malignant lymphoma. The size of the lesion was ~20 × 5 mm2. A ‘target pattern’ was observed in the adjacent intestinal loops, and therefore intestinal intussusception with PLP was suspected (Fig. d). Subsequently, computed tomographic (CT) scanning of chest, abdomen and pelvis confirmed an intestinal intussusception in the left-upper quadrant (Fig. e), but no intraluminal mass was evident on US. There was no evidence of lymphadenopathy. Laboratory values showed an elevated level of soluble IL-2 receptor (sIL2R) of 854 U/ml. A decision to perform emergent laparotomy was reached owing to suspicion of irreducible jejunojejunal intussusception with malignant lymphoma and without extensive lesions. At laparotomy, although intussusception had already decreased spontaneously, there was a 2-cm intraluminal jejunal mass at a distance of ~70 cm from Treitz’s ligament. Mesenteric lymphadenopathy and other intestinal lesions were not evident and simple jejunotomy was performed. The post-operative course of the patient was uneventful.\\nThe resected specimen consisted of a 5-cm segment of jejunum. The intraluminal tumor was 20 × 20 × 5 mm3 in size (Fig. f). Histopathological examination with hematoxylin and eosin (HE) staining revealed a ‘starry sky’ pattern with abundant mitotic small cells (Fig. g). The cells stained positive for CD10, CD20, CD79a in immunohistochemical stains, confirming the presence of B-cells. Bcl-6 stain was also positive. TdT and BCL2 were negative. Ki-67 stain was positive in almost 100% of the tumor cells. Those findings were consistent with BL, as confirmed by paraffin-embedded tissue section fluorescence in situ hybridization (FISH) showing c-myc split signals. Post-operative positron emission tomography (PET) scanning identified intense foci of increased radiotracer uptake in the intestinal mesentery, which confirmed the diagnosis of stage III BL. The patient received chemotherapy according to JPLSG B-NHL03 protocol []. He remained free of evidence of recurrence during follow-ups.", "age": "[[4.0, 'year']]", "gender": "M", "relevant_articles": "{'27224637': 1, '26611257': 1, '24523211': 1, '14534754': 1, '19380555': 1, '16547990': 1, '26672593': 1, '17560209': 1, '112116': 1, '18562746': 1, '29770187': 2}", "similar_patients": "{}"}