{"patient_id": 120409, "patient_uid": "5634112-1", "PMID": 29021677, "file_path": "noncomm/PMC005xxxxxx/PMC5634112.xml", "title": "A very rare spinal cord tumor primary spinal oligodendroglioma: A review of sixty cases in the literature", "patient": "A 28-year-old male patient with the complaints of leg weakness, headache, refractory constipation, and numbness in the legs was initially seen abroad. A mass was detected between L3 and S2 on an MRI scan, and the patient underwent two operations under general anesthesia. Nonetheless, over time, his symptoms became more severe, and he was admitted to our clinic. The first pathological report from the foreign clinic was insufficient material, and the second reported as a malignant tumor. In the MRI scans, a contrast-enhancing intradural mass between L3 and S2 causing contrast enhancement of bony tissues was detected []. The patient was operated on under standard conditions with neuromonitoring. While in a prone position, a midline skin incision was made. A needle biopsy (Bx) was performed from a 1-cm area in the sacral region, which was disproportionate to the size of the previous skin incision. No laminectomy had been performed along the length of the tumor. Hence, a laminectomy was performed without damaging the facets from L2 until the interior end of S2 and the dura was reached. The dura was cut through the midline, pads were placed around the tumor, and the tumor was suspended laterally. Hemorrhagic dark-colored tumor tissue that was soft and fragile with dirty-gray-colored regionswas removed from between the fibers of the cauda from the upper margin of the end of the cord to the lower margin of S2 []. The primary dural closure was performed using hemostasis and SF. No abnormalities were detected in theneuromonitoring records []. At a postoperative follow-up, the patient could move his four extremities and had a GCS score of 15. On postoperative day 1, the wound was clean, headache relieved, and the patient could defecate comfortably. The patient was then discharged from the hospital and followed-up as an outpatient. Histopathological assessment of the Bx indicated that the tumor was an oligodendroglioma; the tissue had highcellularityand composed of two types of cell components with well-defined cell borders, friedegg-like cells showing round cell nuclei, aclear, and slightly basophilic cytoplasm. The nuclei were mildly atypical, and mitotic figures were scarce. No capillary clusters or plexiform capillaries were observed. Hematoxylin and Eosin staining demonstrated typical oligodendroglioma, which could be classified as the WHO classification Grade II. Immunohistochemical staining of the cytoplasm was negative, except for focal positivity for glial fibrillary acidic protein (GFAP). A low proliferation index (<5%) was observed using Ki-67 immunohistochemistry [].\\nThe possibility of seeding was considered and brain, cervical, and MRI were performed for the brain and cervical and thoracic spinal cord. No pathologies were encountered []. Considering the current diagnosis of the patient, and that there were only sixty other cases in the literature, specialist radiotherapists were consulted. A 45 Gy dose of RT was applied. The patient had no complaints during follow-up other than occasional lower back pain. The patient's early control lumbosacral MRI scan revealed that the tumor was resected and, apart from a small contrast-enhanced region in the vicinity of S2, typical postoperative changes were seen []. In the patient's 6-month and 15-month control MRIimages, apart from a contrast-enhanced S2 region with changes in bone density, there were no radiological or clinical pathological findings [Figures and ].", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'5693681': 1, '8397926': 1, '13756549': 1, '7936155': 1, '11012047': 1, '1115920': 1, '7679540': 1, '17437621': 1, '3046717': 1, '17639420': 1, '26512274': 2, '9579869': 1, '21190059': 1, '13696143': 1, '14247132': 1, '4319857': 1, '6711362': 1, '14846442': 1, '681961': 1, '10895212': 1, '1799150': 1, '13443969': 1, '6079205': 1, '19558288': 1, '8929492': 1, '5383815': 1, '5633125': 1, '17242843': 1, '15138790': 1, '13648160': 1, '10616068': 1, '6999845': 1, '17857556': 1, '610264': 1, '7463133': 1, '14957977': 1, '4373877': 1, '998356': 1, '18141048': 1, '9881630': 1, '29021677': 2}", "similar_patients": "{'4623174-1': 1}"}