{"patient_id": 68969, "patient_uid": "5610709-1", "PMID": 29026634, "file_path": "comm/PMC005xxxxxx/PMC5610709.xml", "title": "HIV positive patient with GBS-like syndrome", "patient": "A 57 year old female was admitted to hospital with lumbar back pain radiating to the legs, poor mobility and tiredness. She reported a viral-like illness four days prior to admission characterised by mild cough, diarrhoea and vomiting. Blood tests indicated: C-reactive protein 19 mg l−1, sodium level 120 mmol l−1, white blood cell count 12.1×109 l−1 and platelet count 387×109 l−1. A CT scan of brain, chest, abdomen and pelvis revealed pulmonary nodules likely to be inflammatory or infective in nature and was otherwise unremarkable. The initial diagnosis was lower respiratory tract infection (LRTI) with hyponatraemia. No neurological abnormalities were documented and muscle weakness was attributed to infection and electrolyte imbalance. The differential diagnosis of hyponatraemia was attributed to LRTI or eplerenone which the patient had been prescribed following a myocardial infarction 9 months previously. Due to a history of alcohol excess, the patient was started on Pabrinex and amoxicillin and the eplerenone was discontinued. Her sodium level improved and she was discharged 5 days later with a follow-up appointment.\\nSeventeen days later the patient was re-admitted to hospital with progressive lower limb weakness, new hand weakness and sensory loss in the hands and feet. On examination there was evidence of reduced power in the upper and lower limbs with areflexia and sensory loss in a glove and stocking distribution.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'25022595': 1, '22160207': 1, '22551810': 1, '2046921': 1, '24531178': 1, '33551684': 1, '34407758': 2, '24732871': 1, '12639723': 1, '26967758': 1, '19055816': 2, '28004622': 1, '27287217': 1, '25023340': 1, '25636314': 1, '20508277': 1, '26711839': 1, '24359561': 1, '30899779': 2, '12794429': 1, '21427390': 1, '24438640': 1, '25721468': 1, '24403874': 1, '24944232': 1, '23628447': 1, '22567484': 2, '24049460': 1, '21844301': 1, '22694000': 1, '25860317': 1, '31565642': 2, '25144218': 1, '11293804': 1, '31745432': 1, '32876900': 1, '26428850': 1, '29026634': 2}", "similar_patients": "{'6424340-1': 1, '2629480-1': 1, '3336224-1': 1, '8371896-1': 1, '6759041-1': 1}"}