{"patient_id": 62695, "patient_uid": "5082268-1", "PMID": 27800248, "file_path": "comm/PMC005xxxxxx/PMC5082268.xml", "title": "Late Closure of a Stage III Idiopathic Macular Hole after Pars Plana Vitrectomy", "patient": "A 57-year-old otherwise healthy female with a one month history of right visual deterioration was evaluated. An ophthalmological examination including slit-lamp biomicroscopy, best corrected visual acuity (BCVA) assessment, intraocular pressure (IOP) measurement, and fundoscopy was performed. Initial BCVA was 20/125 in the right eye and 20/20 in the left eye. Anterior segments were normal in both eyes. Preoperative and postoperative IOP measurements were within normal limits (range, 15 to 21 mmHg). Funduscopic examination revealed a full-thickness macular hole with incomplete posterior vitreous detachment, and optical coherence tomography (OCT) scan showed a stage III full-thickness macular hole with cystic formation and elevated borders (). The base diameter of the hole was 671 microns and the hole depth was 493 microns ().\\nStandard three-port PPV and gas tamponade (C3F8) procedures were performed to surgically repair the macular hole. The ILM was dissected but not successfully removed due to tight adhesions at the macula. Postoperative follow-up examinations were performed weekly in the first month, and monthly thereafter. At one month after surgery, the intravitreal gas had been resorbed and OCT scan revealed an unclosed macular hole (, ). An additional surgery for the unclosed macular hole was proposed but the patient postponed the second surgery due to personal reasons. At 5 months after surgery, OCT showed a closure pattern in the macular hole area with epiretinal membrane (ERM) formation (). The closure was completed 8 months after surgery (). Final BCVA was limited at 20/100 due to cataract progression. The follow-up period was 24 months and there was no reccurence during this period.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'16688649': 1, '12429240': 1, '24847257': 2, '18301041': 1, '17361255': 1, '21355018': 1, '31374025': 1, '17674926': 1, '17235599': 1, '15180142': 1, '17763238': 1, '16139019': 1, '11013203': 1, '2025167': 1, '21796877': 1, '17653749': 1, '15300092': 1, '27800248': 2}", "similar_patients": "{'4025162-1': 1}"}