{"patient_id": 61620, "patient_uid": "5011302-1", "PMID": 27635411, "file_path": "comm/PMC005xxxxxx/PMC5011302.xml", "title": "Spontaneous Subdural Empyema Following a High-Parasitemia Falciparum Infection in a 58-Year-Old Female From a Malaria-Endemic Region", "patient": "A 58-year-old woman was referred to us from a private facility with a 6-day history of altered sensorium and high-grade fever. She has history of systemic hypertension for 8 years with poor medication adherence. She was diagnosed with high-parasitemia falciparum malaria (blood slide for malaria parasite >1000/200 white blood cells), and the sequestered red cells contained the mature forms of the parasite (trophozoites and meronts). She was started on intravenous artesunate 240 mg at 0, 12, 24, and 48 hours, and intravenous clindamycin 600 mg twice daily for 3 days was also administered as per the current local guidelines for the management of severe falciparum malaria. However, due to clinical deterioration, she was referred to us on the fourth day of hospitalization in the private facility for expert management. There was no prior history of head injury or fall from a height, convulsions, or anticoagulant use. Furthermore, there was no history suggestive of recent sinusitis, rhinitis, or mastoiditis.\\nOn admission, she was febrile (39.2°C) with a Glasgow Coma Score (GCS) of 9/15 (E4V2M3). Her blood pressure was 156/109 mm Hg, pulse rate was 116 beats/minute, random blood glucose was 12.2 mmol/L, and she weighed 90.3 kg. She had a reduced urine output (300 mL/24 hours) with elevation of urea (33.2 mmol/L; range = 1.8-7.1 mmol/L) and creatinine (442.3 µmol/L; range = 46-92 µmol/L). On her blood count, leukocyte concentration was 15.4 × 109/L (range = 4.5-10.5 × 109/L) with neutrophilia (75%), hemoglobin was 9.5g/dL (range = 12-16 g/dL), and she had thrombocytopenia (platelets 62.7 × 109/L; range = 150-450 × 109). In liver panel, she had elevated aspartate transaminase (203 IU/L; range = <20 IU/L) but normal alanine transaminase (38 IU/L), and both direct (26.0 µmol/L; range = <7 µmol/L) and total bilirubin (44.3 µmol/L; range = 5-17 µmol/L) were elevated. She tested negative for HIV and had normal electrolytes. Electrocardiogram revealed sinus tachycardia (rate 124) and ECHO showed mild left ventricular hypertrophy with good systolic function (ejection fraction 62%). Intravenous artesunate 240 mg was reinstated, and she received 3 units of platelet concentrate and was resumed on her antihypertensives (amlodipine, hydralazine, and furosemide). Hemodialysis was also started, and after 5 sessions, her renal functions returned to normal (creatinine 76.8 µmol/L; urine output 950 mL/24 hours); however, her altered mentation did not improve.\\nA brain magnetic resonance imaging (MRI) was then ordered, which revealed a bilaterally thin but widely spread subdural collection in the frontoparietal region ( and ). A diagnosis of SDE was then reached and neurosurgeons were consulted promptly. The patient was started on intravenous meropenem, antiepileptic prophylaxis, and underwent a frontotemporal osteoplastic flap craniotomy in which thick pus was removed on dura mater opening. Analysis of the purulent fluid revealed pus cells with no organism. Twenty-four hours postoperative, GCS started improving, and she was afebrile (37.1°C) and had a fasting blood glucose of 3.9 mmol/L. On the fifth day postoperative, she started speaking comprehensively, and her postsurgery MRI and renal and liver functions were normal. Her postoperative blood slide for malaria parasite was negative. She was discharged home after a total of 21 days of hospitalization.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'18510778': 2, '12930555': 1, '15745717': 1, '2687828': 1, '10475811': 1, '23358438': 2, '22165071': 1, '31001244': 1, '15672562': 1, '22297290': 1, '27635411': 2}", "similar_patients": "{'2426706-1': 1, '3555596-1': 1}"}