{"patient_id": 114997, "patient_uid": "5154201-1", "PMID": 27999716, "file_path": "noncomm/PMC005xxxxxx/PMC5154201.xml", "title": "Primary cerebral echinoccocosis in a child: Case report – Surgical technique, technical pitfalls, and video atlas", "patient": "A 13-year-old male, previously healthy, right-handed patient, presented to the outpatient department with a 1-month history of a progressive headache of mild-to-moderate intensity. Headache was initially right-sided and then progressed to become bilateral. Headache was associated with nausea, blurring of vision, and photophobia.\\nNeurological exam revealed ataxic gait, left-sided pronator drift, left-sided dysdiadochokinesia, and hypoesthesia in the distribution of the left mandibular nerve. Fundoscopy showed mild bilateral optic disk swelling. Examination of the visual field revealed the presence of multiple points of absolute defects in the visual field involving peripheral temporal area in a ring-like distribution, and various points of absolute scotomas in the nasal field.\\nAxial brain computed tomography (CT) [] showed a single intracranial cyst, located at the right parieto-occipital region, measuring 45 × 48 mm, and causing mass effect on the surrounding structures. Axial magnetic resonance imaging (MRI) [Figures and ] revealed the presence of a single large, well-defined, oval-shaped intra-axial cystic lesion, located at the right parieto-occipital region, measuring 45 × 50 mm, with a linear enhancing component at its medial aspect. The lesion was surrounded by minimal vasogenic edema medially causing a midline-shift to the left side of approximately 4 mm, in addition to a mild mass effect on the occipital horn of ipsilateral lateral ventricle and effacement of ipsilateral overlying sulci. Diffused-weighted image (DWI), however, showed an intra-axial parieto-occipital lesion with no evidence of restricted diffusion []. These findings ruled out the possibility that it might be an abscess.\\nThorax and abdominal CT, chest X-ray, and magnetic resonance imaging (MRI) of the spine were performed to find a primary focus, however, the results were negative. On complete blood count, no eosinophilia was detected (eosinophils count = 0.45%), and neutrophilia was the only abnormal finding (neutrophils count = 68%). Furthermore, liver function tests and electrolyte panel were within normal limits. IgG anti-Echinococcus antibodies were also negative.\\nSurgery is the treatment of choice for symptomatic hydatid cysts, and Dowling–Orlando technique, which was used in our case, is the most widely accepted surgical technique. The patient was placed in the supine position and the head was held in a 45° flexed position using the Mayfield frame []. The location of the cyst in the occipital region helped in positioning the patient in a manner which enabled the cyst to be gravity-dependent, such that gravity helped its extraction. This position, however, made the surgical procedure itself more difficult for the surgeon.\\nNeuronavigation was used to localize the cyst, and accordingly, a right parasagittal, inverted, C-shaped skin incision was planned overlying the lesion. Craniotomy was performed as usual and the dura was opened and reflected medially. Surgical patty was used to develop a plane between the cyst and the surrounding cortex, and then, a flexible catheter was inserted in between. The surgical field was then irrigated with hypertonic saline which applies gentle force between the cyst wall and brain parenchyma. With continuous irrigation, the cyst was delivered successfully without rupture in our case []. The accompanying video represents an effort to demonstrate the key steps in the surgical technique we performed to deliver the cyst [].\\nPostoperatively, the patient was transferred to surgical intensive care unit for observation. Subsequent physical examination showed complete resolution of the patient's signs and a dramatic improvement in his symptoms. Postoperative brain imaging documented the complete excision of the cyst and showed a small cystic cavity at the location of the excised cyst []. Brain MRI, rather than CT, was used to follow-up the patient after the surgery because it provides better characterization of the soft tissue and also because we wanted to decrease the amount of radiation exposure, as the patient was a child.\\nA specimen consisting of an intact hydatid cyst measuring around 5 × 5 cm and containing a clear fluid with a transparent surface was sent for histopathology. Microscopically, sections show a cyst wall composed of a laminated outer layer and an inner germinal cell layer with attached cysts containing scolices []. There was no morphologic support of malignancy.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'10602860': 1, '20013283': 1, '18518745': 1, '12213372': 1, '1175437': 1, '11595368': 1, '15389350': 1, '12389111': 1, '8493598': 1, '14616207': 1, '14726458': 1, '17765392': 1, '11685527': 1, '33487692': 1, '32099572': 2, '10835129': 1, '10514582': 1, '9843277': 1, '27999716': 2}", "similar_patients": "{'7028231-1': 1}"}