{"patient_id": 114107, "patient_uid": "5067402-1", "PMID": 27777710, "file_path": "noncomm/PMC005xxxxxx/PMC5067402.xml", "title": "Oromandibular Dystonia: A Case Report of the Lateral Pterygoid Muscle Involvement and Treatment with Botulinum Toxin A", "patient": "A 40-year old woman declared progressive speech difficulties, embarrassing grimacing movements and obstructed swallowing almost 2 years before the first visit to our out-patient clinic. At her admission she presented sustained jaw movement towards the left, severe difficulty in jaw opening during speech or eating, jaw protrusion and contraction of the platysma during speech and as a dystonic posture. She also exhibited mild bilateral exophthalmos. The severe dystonic movements and contractions were present most of the time forcing her to use external assistance to open her mouth whenever attempting to eat. The dystonic movements were only present during day time (). The remaining neurological examination was normal.\\nBrain magnetic resonance imaging revealed no pathological findings. Levels of serum copper, ceruloplasmin and levels of urine copper were normal thus, dismissing Wilson’s disease. Six months before her admission the patient underwent a complete thyroidectomy due to papillary thyroid carcinoma as biopsy revealed. Subsequently, the patient was placed on thyroid hormone replacement while, no subsequent improvement with regard to focal dystonia had occurred. Additionally, all the paraneoplasmatic antibodies were negative. For these reasons the paraneoplastic syndrome was ruled out. Finally, assiduous neuropsychological assessment was normal.\\nOral medication including clonazepam, diazepam and anticholinergics proved to be ineffective. The patient was finally treated with injections of botulinum A toxin in the following muscles as shown on . To assess the effectiveness of this specific treatment video recordings were taken prior the treatment and one month post the toxin injection. For the evaluation of the improvement of the symptoms the dystonia movement scale (DS 0-8) was used. We followed an extra-oral approach and therefore, the injection was conducted with electromyography (EMG) guidance using the Allergan’s Electomyograph Signal Amplifier (Irvine, CA, USA). A needle electrode was inserted 3-4 cm until it was contacted with the muscle. Spontaneous lateral pterygoid muscle activity during rest exceeded guiding reference values. Hence, the dystonic activity of the muscle was confirmed.\\nOne month after the bilateral treatment an obvious improvement both in speech and swallowing was observed. The patient herself experienced an 80% reduction of her prior symptoms while also no side effects were reported. The involuntary movements were abolished and she maintained correct occlusion without external assistance (). The dystonia scale rating was remarkably reduced (). However, the difficulty in opening the mouth and the lateral jaw deviation persisted in a lesser degree. These were associated with the omission of injection of the upper head of the lateral pterygoid. Considering the reduced activity of the treated muscles and the alteration of the dystonic pattern the total units of injected toxin were minimized during the second treatment session. Botulinum A toxin was injected in the left lateral pterygoid muscle in multiple sites. One month later no mandibular displacement was observed and the patient experienced almost complete relief of the previous symptoms ().", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'20711164': 1, '16417594': 1, '34495418': 1, '19103214': 1, '3966004': 1, '10599789': 1, '9686778': 1, '2916831': 1, '6838174': 1, '5961782': 1, '27777710': 2}", "similar_patients": "{}"}