{"patient_id": 71020, "patient_uid": "5748311-1", "PMID": 29403671, "file_path": "comm/PMC005xxxxxx/PMC5748311.xml", "title": "A Rare Finding of Falciform Ligament Thrombosis as a Sequel of Acute Pancreatitis", "patient": "A 55-year-old female presented with a one-day history of colicky pain in the epigastric and right upper quadrant area with associated vomiting. The pain did not resolve with regular cocodamol 8/500 mg (2 tablets). She has a background of cholelithiasis and her symptoms were described as similar. She has no history of pancreatitis. She is a nonsmoker and consumes nine units of alcohol per week. There is no family history of bleeding or clotting disorders. Her only regular medication is hormone replacement therapy (estradiol, norethisterone).\\nOn admission, her basic observations were normal: temperature (36.8°C), blood pressure (117/79 mmHg), heart rate (73 beats per minute), and alert and oriented. Abdominal examination revealed point tenderness in the right upper quadrant, no organomegaly, or peritonism.\\nAdmission laboratory investigations revealed deranged liver function tests: alanine aminotransferase (ALT) (275 U/L), bilirubin (54 umol/L), hyperamylasemia (1900 U/L), normal alkaline phosphatase (80 U/L), normal C-reactive protein (<6 mg/L), and raised white cell count (18 × 109/L). Abdominal ultrasound revealed cholelithiasis with no evidence of common bile duct obstruction. The patient was subsequently treated for gallstone pancreatitis with intravenous fluid therapy and analgesia.\\nThree days after admission, she had episodes of pyrexia (temperature 38.2°C) with elevated inflammatory markers (C-reactive protein 255 mg/L and white cell count 19 × 109/L). She was started on intravenous antibiotics empirically (Amoxicillin 1 g three times a times a day, Metronidazole 500 mg three times a day, and Gentamicin as per weight and renal function) to treat possible biliary sepsis and/or necrotizing pancreatitis. Liver function tests had improved with bilirubin 20 umol/L, ALT 81 U/L, and amylase of 143 U/L. Computerized Tomography (CT) scan of her abdomen and pelvis with contrast () was performed to confirm our diagnosis but instead it revealed a thin-walled gall bladder, stranding adjacent to the pancreatic tail and a 3 cm reduced attenuation structure, which was thought to represent an acute thrombosis of the umbilical vein. There was no evidence of collection. Magnetic resonance cholangiopancreatography (MRCP) () was subsequently performed which confirmed the above findings and no biliary duct stones were identified. Intravenous antibiotics were immediately discontinued as per protocol as no source of sepsis was found from imaging.\\nPatient coagulation parameters (prothrombin time, partial thrombin time, International Normalized Ratio, platelets, and fibrinogen) were normal since admission. A thrombophilia screen was subsequently carried out and was normal. She was treated with Tinzaparin 12000 units (treatment dose) and was discharged home after a week with warfarin (target INR of 2.0–3.0) for a target period of 6 months and hormone replacement therapy discontinued.\\nFour months after her hospital admission, she had a second episode of pancreatitis (hyperamylasemia of 1819 U/L). CT scan of the abdomen and pelvis with contrast () demonstrated ongoing cholecystitis with a resolving falciform ligament thrombosis. Laparoscopic cholecystectomy was carried out uneventfully and operative cholangiogram revealed no stones in the common bile duct (CBD). Histology of the gall bladder revealed features of chronic cholecystitis with multiple yellow mulberry stones ranging from 3 to 8 mm in diameter. A MRCP scan () was carried out 8 weeks after procedure and revealed no biliary duct stones or strictures and a complete resolution of falciform ligament thrombosis.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'8273695': 1, '18430384': 1, '15644039': 1, '10960436': 1, '23587854': 1, '14329260': 1, '11159889': 1, '6983253': 1, '30363191': 2, '23155349': 1, '19678814': 1, '10845677': 1, '26451142': 1, '33685435': 2, '25045547': 2, '23259725': 2, '25566699': 1, '29403671': 2}", "similar_patients": "{'4086422-1': 1, '3562200-1': 1, '6159162-1': 1, '7941886-1': 1}"}