{"patient_id": 70650, "patient_uid": "5723960-1", "PMID": 29279714, "file_path": "comm/PMC005xxxxxx/PMC5723960.xml", "title": "Metastatic Basal Cell Carcinoma: A Rare Manifestation of a Common Disease", "patient": "A 58-year-old male patient presented with a history of basal cell carcinoma on the left nasolabial sulcus for 17 years, having performed three previous excisions with local recurrence. He had a history of intense sun exposure in youth. He did not have primary or acquired immunodeficiency and denied prior radiation therapy or family history of oncology. The patient presented an ulceroinfiltrative lesion of 2.5 cm × 2.0 cm extending through the skin of the maxillary region and the left lateral portion of the nose. There were no palpable cervical masses. Anatomopathological study of the last approach, with deep margin compromised, and computed tomography evidenced infiltration up to periosteum. The patient opted for surgical treatment, so excision of the lesion was performed, with en bloc removal of the maxilla, lateral nasal wall, lateral portion of hard and soft palates on the left, and left neck dissection, levels I to IV. Anatomopathological study confirms the diagnosis of sclerosing basal cell carcinoma, with compromised margin in the region adjacent to the nasal root, perineural carcinomatous invasion, and vascular emboli, and the absence of lymph node metastasis. Posteriorly, he was subjected to adjuvant radiotherapy, presenting clinical remission after treatment.\\nAt follow-up, 7 months after surgery, he presented with a painful mass with progressive growth in the left submandibular region, adhered to the mandible. PET-CT has showed hypercaptation of 1.9 cm in the left cervical level I and vertebral body of L5, with pathological fracture (Figures and ). Then, he was subjected to a new procedure, with modified radical neck dissection and marginal mandibulectomy, whose anatomopathological findings indicated sclerosing basal cell carcinoma compromising the submandibular gland and adjacent soft tissues, a very similar pattern to the primary tumor, with perineural and vascular invasion (Figures and ). Faced with this, metastatic disease was considered. Concomitant to this, a biopsy of the L5 lesion was performed, evidencing a histological appearance very similar to the primary tumor and submandibular lesion, compatible with bone metastasis (). Then, he was subjected to lumbar spine arthrodesis.\\nIn postoperative follow-up, a new ulceroinfiltrative lesion was presented in the upper margin of the operative wound, nasal root region, and medial epicanto of the left eye, with induration up to the medial third of the lower eyelid, whose biopsy confirmed local recurrence without surgical proposal. He underwent chemotherapy with paclitaxel and carboplatin, interrupted by toxicity. The patient remains with clinically stable disease 21 months after diagnosis of the first metastasis.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'22515224': 1, '31428388': 1, '26350650': 1, '19061565': 1, '16390237': 1, '14859207': 1, '25981810': 1, '23313228': 1, '25981816': 1, '25981813': 1, '29973992': 1, '34357052': 1, '24412051': 1, '23677097': 1, '25245718': 1, '34691462': 1, '16306523': 1, '6736323': 1, '33915735': 1, '34588926': 1, '34497699': 2, '24234479': 1, '29279714': 2}", "similar_patients": "{'8404422-1': 1}"}