{"patient_id": 117104, "patient_uid": "5398108-1", "PMID": 28469338, "file_path": "noncomm/PMC005xxxxxx/PMC5398108.xml", "title": "Pheochromocytoma in a Child without Hypertension: A Contribution to the “Rule of 10s”", "patient": "A 14-month-old female child presented to us for swelling of abdomen for last 1 month. Abdominal examination revealed a mass in the right hypochondrium and lumbar area which was nontender, a firm with an irregular surface. The blood pressure was normal. All the hematologic parameters were within normal limits. Ultrasonography suggested heterogeneous mixed echogenic solid lesions with the minimal cystic part within size 9 cm × 7 cm seen in the right hypochondrium and lumbar region. Computed tomography (CT) scan revealed 7.3 cm × 8.0 cm × 9.1 cm heterogeneous enhancing lesion in the upper pole of right kidney with internal calcific foci [].\\nIntraoperatively, the tumor was found adherent to liver, inferior vena cava, and portal vein. Tumor was excised without any spillage. Histopathological examination showed encapsulated tumor mass measuring 9 cm × 8 cm × 7 cm, cut section grayish yellow, soft with areas of hemorrhage and necrosis []. The mass was totally separate from the upper pole of kidney and grossly identified as adrenal mass, the adrenal cortex seen compressed superiorly. The microsections of the tumor showed tumor cells arranged in zellballen and trabeculae pattern. Individual tumor cells show marked variation in size, shape along with spindle cells and finely granular basophilic to amphophilic cytoplasm with intracytoplasmic hyaline globules. Nuclei were round to be oval with prominent nucleoli containing intracytoplasmic inclusions with salt and pepper chromatin at places []. Some of the tumor cells were bizarre and pleomorphic, sparse mitosis with areas of hemorrhage, necrosis, and cystic changes. Lymph nodes did not show any infiltration. Histopathological diagnosis of PCC was documented with advice for urinary vanillylmandelic acid (VMA) estimation. VMA was within normal limit (1.70 [normal 0.00–13.60 mg/24 h]). The child is on follow-up with imaging studies, asymptomatic, and gaining weight.", "age": "[[14.0, 'month']]", "gender": "F", "relevant_articles": "{'15719371': 1, '25916248': 1, '11226993': 1, '18358297': 1, '18499773': 1, '16112304': 1, '15841772': 1, '20215394': 1, '34041599': 1, '9354733': 1, '28469338': 2}", "similar_patients": "{}"}