{"patient_id": 119591, "patient_uid": "5567122-1", "PMID": 28868006, "file_path": "noncomm/PMC005xxxxxx/PMC5567122.xml", "title": "Sweet's Syndrome Arising in a Scar", "patient": "A 68-year-old Thai woman was admitted to the hospital with acute onset of tender nodules developing in a surgical scar on her left knee, as well as on her face, back, arms, and thighs. She was otherwise asymptomatic without a history of fevers, chills, joint pain, or gastrointestinal symptoms.\\nHer past history was significant for a left total knee replacement performed 6 months prior to presentation. The surgery was complicated by a methicillin-resistant Staphylococcus aureus infection requiring surgical washout 3 months after the initial procedure. Eight days prior to presentation, the patient was started on trimethoprim-sulbactam for an unrelated axillary abscess. Her initial lab values were remarkable for leukocytosis, with a white blood cell count of 11.9 and thrombocytopenia with a platelet count of 22,000.\\nHer physical exam revealed multiple, indurated, red-to-violaceous, juicy papules and plaques most pronounced on the left knee in the area of a linear, vertically oriented surgical scar. Pinpoint 1-mm petechiae were observed diffusely over the chest (Fig. , Fig. ).\\nHistologically, two punch biopsies were performed to fresh appearing lesions on the left forearm for hematoxylin and eosin (H&E) staining and tissue culture. The H&E-stained sections were notable for a neutrophilic dermatosis with leukocytoclasis and mild papillary dermal edema. Some extravasated erythrocytes were present, but overt findings of small vessel vasculitis, such as perivascular fibrinous exudate or destruction of vascular walls, were not seen. Histochemical stains for organisms (PAS for fungus, Brown-Hopps for bacteria, and Ziehl-Neelsen for acid fast organisms) were negative. Biopsy for tissue culture was negative for deep fungal or atypical mycobacterial infection (Fig. , Fig. ).\\nNo evidence of associated malignancy was revealed in the patient course consisting of an age-appropriate malignancy workup. The most likely etiology for Sweet's syndrome in this case was thought to be the addition of trimethoprim-sulfamethoxazole in the weeks prior to presentation. The appearance of cutaneous lesions of Sweet's syndrome in a surgical scar is unique. A review did not reveal similar reported cases in the literature. There are reported cases of Sweet's syndrome exhibiting koebnerization (isomorphic phenomenon) at sites of trauma or sun exposure, and we propose that this may be an example of the same.\\nOur patient was deemed to be a poor candidate for systemic corticosteroids given for her underlying thrombocytopenia and recent infection. She was treated conservatively with topical triamcinolone ointment for symptomatic relief. Trimethoprim-sulfamethoxazole therapy was discontinued.\\nAt a 2-week follow-up visit the patient's cutaneous lesions were nearly resolved with minimal intervention. Associated leukocytosis and thrombocytopenia had also improved at that time.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'8089280': 1, '2212153': 1, '19221284': 1, '3514153': 1, '17655751': 1, '17097401': 1, '28868006': 2}", "similar_patients": "{}"}