{"patient_id": 124825, "patient_uid": "5974821-1", "PMID": 29899654, "file_path": "noncomm/PMC005xxxxxx/PMC5974821.xml", "title": "Implantation of Customized, Preshaped Implant for Orbital Fractures with the Aid of Three-dimensional Printing", "patient": "A 56-year-old Caucasian man was referred to our clinic 3 months after a crush injury to the right side of his face sustained in a motor vehicle accident. The delay was for stabilizing the general health condition of the patient.\\nOn examination, severe hypoglobus, enophthalmos, and limitation of upgaze were observed []. Slit lamp examination was unremarkable.\\nOn his initial examination, visual acuity with correction was 20/20 in both eyes. Hertel measurements were 18 mm right eye and 21 mm left eye. The remainder of the ophthalmic examination was normal.\\nThe patient was scheduled for reconstruction and underwent CT (multislice 64). Magnified slices with 0.625 mm thickness were obtained using a soft tissue standard filter (a matrix of 512 × 512 pixels), and imaging data were stored as Digital Imaging and Communications in Medicine (DICOM) format. A fused deposition modeling RP system (Prusa i3 by RepRap Core Developer Prusa jr) and polylactic acid filament (diameter of 1.75 mm) as printing material were used to manufacture the presurgical model, with a nozzle diameter of 0.3 mm and printing temperature of 210° C. Layer heights were set to be 0.2 mm. To prepare data for feeding the printer, DICOM images were processed, and the desired area was stripped of soft tissue, by applying a Hounsfield unit range of 150–1000, using open-source “3D slicer” application (version 4.4.0). After cropping and keeping the area of interest, stereolithography (STL) files, which are a commonly used file format in the field of 3D printing, were exported. At this stage, mesh triangle complex in the produced STL files was refined and edited using “Autodesk Meshmixer” (version 11.0.544). G-code, a language used by the computer to communicate with the 3D printer and acts as an instruction to print layer by layer, was generated from the final STL file, using “ Slic3r” (version 1.2.9) on “Repetier-Host” software (version 1.5.4). After provision of the physical model [], the porous polyethylene plate (MEDPOR TM) was overlaid on the ledges of the defect and properly sized and trimmed ex vivo [–]. It sent for sterilization before surgery.\\nThe surgery was performed by transconjunctival approach without cantholysis. The preoperative orientation of the defect made finding and tracking the ledges of defect easier in a shorter time. The preprepared and trimmed implant was inserted over the defect. Passive movement of the globe was evaluated at the end of the surgery. There was no intraoperative complication.\\nAt the 1st day visit, the hypoglobus was completely corrected. There was no enophthalmos. Diplopia was present only in upgaze. The improvement of symptoms continued postoperatively. Implant migration and infection did not occur. At the 1-month visit, diplopia in primary and reading position were abolished completely, and there was trivial diplopia only in extreme upgaze []. The esthetic outcome was pleasant.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'25139812': 1, '28375653': 1, '25159591': 1, '28230707': 1, '28005746': 1, '18579391': 1, '21339801': 1, '28090512': 1, '34327669': 1, '7790512': 1, '26537339': 2, '28202368': 1, '29899654': 2}", "similar_patients": "{'4632365-1': 1, '4632365-2': 1, '4632365-3': 1}"}