{"patient_id": 61500, "patient_uid": "5004012-1", "PMID": 27610260, "file_path": "comm/PMC005xxxxxx/PMC5004012.xml", "title": "Postpartum Tuberculosis: A Diagnostic and Therapeutic Challenge", "patient": "A 31-year-old woman from Columbia with medical history significant for Gestational Diabetes presented to the labor ward without prior prenatal care. She came to the United States eight months prior to presentation. She received cesarean section for fetal distress and gave birth to a healthy baby. Her medical history was negative for cough, shortness of breath, fever, night sweating or loss of appetite, incarceration or living in institution, and any contact with TB patient or chronically coughing person. She was never diagnosed with active or latent TB. At the time of presentation patient was not actively coughing. Patient did not remember if she received BCG vaccination as a child or not.\\nPhysical examination revealed young healthy looking female patient without any cardiopulmonary distress. Examination was negative for lymphadenopathy; chest was symmetrical, resonant to percussion, clear to auscultation bilaterally. Examination of other systems was within normal limits. BCG vaccination scar was not noted on either of the both upper arms.\\nThe patient's perioperative chest X-ray () showed a small irregular density in the right middle lung and there was a hazy increased density over the left upper lung, which was suspicious for infiltrates versus fibrotic changes. Lucency was also noted within the left upper lobe, which was suspicious for cavitary change and further evaluation with CT was recommended for possible pulmonary tuberculosis. Noncontrast CT () showed patchy and nodular opacity in the apical posterior segment of the left upper lobe and to a lesser extent in the superior segment of the right lower lobe and right lung base as well as a small axillary node. The differential diagnosis would include mycobacterial infection and pyogenic pneumonia. In light of positive chest X-ray and chest CT scan, TB quantiFERON gold test was requested. All other lab tests including tests for hepatitis B surface antigen, HCV, HIV, work-up for collagen vascular diseases, and sarcoidosis were negative.\\nQuantiFERON TB gold test was positive. To address further plan of management following the positive quantiFERON TB test, a multidisciplinary approach, which included pulmonary diseases specialist, infectious diseases specialist, obstetrician, and pediatrician, was undertaken to address the following areas of concern: (1) isolation of baby from mother, (2) isolation of baby from other babies in nursery, (3) initiating LTBI (latent TB infection) treatment in baby, and (4) initiating four-drug TB regimen in the mother. The panel agreed to respiratory isolation, obtaining three sputum samples for AFB smears, bronchoalveolar lavage (BAL) for mother, starting mother on four-drug anti-TB regimen and the baby on LTBI treatment, while keeping the mother and baby together.\\nThree induced sputum samples were obtained and were stained for Acid Fast Bacilli (AFB) which did not reveal any Acid Fast Bacilli. Patient initially refused bronchoscopy procedure, but after explaining to her the significance of the procedure, she consented for bronchoscopy. She received bronchoscopy () with biopsy and BAL. Bronchoscopy revealed hyperemic and friable bronchial tree mucosa. BAL was done from both left and right side and biopsy was taken from left upper lobe. Lab data are summarized in . Biopsy from left upper lobe showed predominantly bronchial mucosa with chronic inflammation and fibrosis. Special stain for Acid Fast Bacilli (Fite Stain) and fungi (GMS stain) were negative. Immunostain for CD-68 highlights few macrophages. BAL from right lower lobe was negative for malignancy and no evidence for infectious organisms and showed lympho/histiocytic infiltrate (primarily histiocytes). Left upper lobe BAL was also negative for malignancy and showed lympho/histiocytic infiltrate.\\nSputum and BAL sample analysis with Direct AFB probe and AFB culture was positive for AFB. Public health was notified and mother was continued on full course of TB treatment.\\nBaby was evaluated by neonatology team, PPD was performed, and it was negative and chest X ray was normal. As per multidisciplinary team plan, baby was started on INH prophylaxis for the possible latent TB infection while awaiting gastric aspirate TB work-up results. Mom and baby are allowed to be together.\\nPatient and the baby were closely followed in pulmonary, infectious diseases, and pediatric clinics. Importance of medication compliance and adverse effects of medication were explained to the patient and she clearly understands the instructions. Two months after commencement of the treatment, patient and baby remained compliant with treatment regimen and did not experience any adverse effects of medications. Baby's growth chart was satisfactory. Patient expressed wish to travel back to her home country. We took the opportunity and once again clearly gave her the instructions about the need for regular doctor follow-up of both mother and the baby. Patient has good educational background and she promised to follow our instructions. Sadly, we lost contact with her after she left the USA. We sincerely hope that she followed our instructions and both mother and baby completed treatment and prophylaxis, respectively.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'1187077': 1, '12549898': 1, '25433626': 1, '25222775': 1, '12836625': 1, '27610260': 2}", "similar_patients": "{}"}