{"patient_id": 68212, "patient_uid": "5554814-1", "PMID": 28819621, "file_path": "comm/PMC005xxxxxx/PMC5554814.xml", "title": "An Unusual Cause of Postaural Swelling: Kimura’s Disease", "patient": "An 18-year-old male presented with left postaural swelling, which was progressively increasing for 8 years. Occasionally, he complained of itching over the swelling. During clinical examination, the swelling was observed to be approximately 5 x 4 cm, solitary, non tender, firm, with ill defined margins (). The overlying skin was thickened and erythematous. There was associated bilateral cervical lymphadenopathy. No similar swelling was found anywhere else in the body. There was no family or personal history of similar swellings.\\nDuring routine blood examination, the absolute eosinophil count was observed to be raised (2780). FNAC was inconclusive. Open biopsy, taken from the lesion under local anesthesia, was suggestive of angiolymphoid hyperplasia with eosinophilia. CT scan showed a homogeneously enhancing lesion in the subcutaneous plane ().\\nMeanwhile the patient was given oral steroids, anti-histaminic and diethylcarba- mazine but failed to achieve any reduction in the size of the swelling. Therefore, surgical excision of the swelling was performed under general anesthesia. Intraoperatively, the swelling was found in the subcutaneous tissue and was easily dissected out from the surrounding tissue in toto ().\\nPostoperative histology showed diffuse fibrosis and infiltration by lymphoid tissue showing prominent reactive germinal centers with eosinophilia. The interstitial areas showed vascularization and infiltration by eosinophils consistent with Kimura’ disease (). Currently, the patient is doing well with no recurrence observed during his 6-month follow up.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'2461103': 1, '8364199': 1, '23120027': 1, '5763634': 1, '23119706': 1, '17203832': 1, '23120580': 1, '28819621': 2}", "similar_patients": "{}"}