{"patient_id": 62781, "patient_uid": "5090081-2", "PMID": 27833766, "file_path": "comm/PMC005xxxxxx/PMC5090081.xml", "title": "Peri-Implant Bone Loss and Peri-Implantitis: A Report of Three Cases and Review of the Literature", "patient": "Case 2 (Successful Treatment of Peri-Implant Bone Loss). A 58-year-old healthy male was referred to the dental clinic to evaluate tooth #18 () which presented with a cracked root and significant interradicular radiolucency. The tooth was deemed to have a “hopeless prognosis.” The plan was to extract the tooth and perform “socket grafting” to prepare the site for a future implant supported restoration. The tooth was sectioned and, following extraction, the socket was curetted and then grafted with freeze-dried bone allograft mixed with calcium sulfate. Calcium sulfate was also used as a barrier over the bone graft material (). The patient was prescribed Amoxicillin 500 mg, 21 capsules to take 1 capsule three times a day for 7 days. Pain control included using Ibuprofen 600 mg every 6–8 hours for days 1 and 2 and then as needed after that. Following a healing period of four months, a flapless approach was used to place a 4.8 × 8 mm Straumann Roxolid implant in the site (). Healing appeared to proceed uneventfully. A similar post-op protocol was followed. However, at second-stage surgery, bone loss was noted around the implant (). Just as in Case 1, it was decided to treat the site using the following protocol: the use of titanium curettes to instrument the implant surface and the application of ethylenediaminetetraacetic acid (EDTA) twice for 2 minutes. The implant surface was then rinsed with normal saline following each application. The site was grafted with freeze-dried bone allograft (FDBA) combined with Emdogain (). A similar post-op protocol to what had been done previously was followed. A follow-up radiograph was taken at about 6 months (). The patient was then seen by his general dentist and the final crown was fabricated. Healing appeared to be progressing satisfactorily. The crown was fabricated 6 months following surgery to treat peri-implant bone loss. The patient has been followed for one year following the restoration of the implant with satisfactory bone levels being maintained.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'23537178': 1, '31752323': 1, '20636731': 1, '22834392': 1, '24013398': 1, '18724855': 1, '19663967': 1, '27105820': 1, '12795785': 1, '21488935': 1, '23040349': 1, '20403112': 1, '25495683': 1, '21323715': 1, '22254219': 1, '18724858': 1, '28945699': 1, '27833766': 2}", "similar_patients": "{'5090081-1': 2}"}