{"patient_id": 117079, "patient_uid": "5395805-1", "PMID": 28469812, "file_path": "noncomm/PMC005xxxxxx/PMC5395805.xml", "title": "18-Fluoro-deoxyglucose uptake in inflammatory hepatic adenoma: A case report", "patient": "A 38-year-old female patient had a past medical history of cervical intraepithelial neoplasia treated with cervical conisation, and a pheochromocytoma that was laparoscopically resected in 2011. She was followed up with yearly magnetic resonance imaging (MRI) that demonstrated a segment 1 liver tumor whose size increased of 20 mm in two years. This 50-mm lesion bore the MRI features of HCA, showing a heterogeneous signal intensity on T-2 weighted images and low-signal intensity on T-1 weighted images. The lesion was slowly and gradually enhanced after injection of gadolinium without significant wash-out on portal phase (Figure ). In addition, a left renal cyst was noticed, described as type 3 according to the Bosniak classification. An 18FDG PET-CT (Figure ) was performed to further confirm the nature of the hepatic lesion and exclude extrahepatic metastases. The liver lesion appeared hypermetabolic with a standardized uptake value (SUVmax) of 9.3. A percutaneous biopsy was performed and immunohistology allowed the diagnosis of I-HCA. Blood carcinoembryonic antigen, carbohydrate antigen 19.9 and alphafoetoprotein were negative. A discussion in a multi-disciplinary oncological team meeting led to the decision of the resection of the hepatic lesion. A laparoscopic resection of hepatic segment 1 was performed, extended to segments 2 and 3 due to the location of the tumor at the junction between the inferior vena cava, the left and middle hepatic veins and the left branch of the portal vein. During the same anesthesia, the left kidney mass was resected through a lombotomy, following the preferences of the urologist. The surgical specimen was analyzed and showed slightly clarified hepatocytes scattered throughout the lesion, fibrous tracts with vascular structures within, probably arteries with thick walls (Figure ). Some inflammatory components surrounded these arteries and there was no significant sinusoidal dilatation. At immunohistochemistry, serum amyloid A was negative and anti-C reactive protein antibodies showed a significant expression of the inflammatory protein around blood vessels, confirming I-HCA (Figure ). Inflammatory cells were CD3 positive (Figure ). The immediate post-operative state was excellent, without significant pain and fast oral feeding. The length of hospital stay was 5 d. The patient was seen again one month later for an evaluation visit and no particular problems were observed.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'23334131': 1, '19893396': 1, '12364994': 1, '20887318': 1, '24233161': 1, '22223861': 1, '22160355': 1, '25452219': 1, '22064098': 1, '25780305': 1, '20357450': 1, '19617736': 1, '22691518': 1, '23885159': 1, '20227207': 1, '34040313': 1, '26776850': 1, '18333188': 1, '26557953': 1, '25034402': 1, '12506252': 1, '9227877': 1, '21559202': 1, '25954539': 2, '28469812': 2}", "similar_patients": "{'4412045-1': 1}"}