{"patient_id": 68306, "patient_uid": "5559836-1", "PMID": 28814315, "file_path": "comm/PMC005xxxxxx/PMC5559836.xml", "title": "Incidental detection of two adult gravid filarial worms in breast: a case report", "patient": "A 35 year old hindu female came with complaints of lump in the left breast since 3 years with pain since 4 days. On examination, a lump was present in upper outer quadrant of left breast measuring 1 × 1 cm (Fig. A). There was no axillary lymphadenopathy and contralateral breast was normal. She had no history of fever/trauma/nipple discharge/variation in size of lump. All hematological parameters were normal except for mild anemia. Bilateral sonomammography revealed cystic lesion measuring 1 × 0.7 cm containing multiple curvilinear echoes, with “filarial dance” in the subcutaneous plane of left breast, at around 2 o’clock position (Fig. B). She was then referred for cytology diagnosis of the lump.\\nFNA from the lump was done using 23 gz needles. During the procedure, we were able to aspirate two adult filarial gravid female worms along with 2 ml of granular turbid material. The worms were put on a plain slide and measured to be 3 and 4.5 cm respectively (Fig. C, D). Wet mount preparation of the parasite was done using normal saline. Microscopy showed two adult female worms, one with intact head and tail ends while other was incomplete. The worm was then given a nick in intestinal region from where embryoid forms of the parasite were seen to release out in thousands (Fig. A–C) (Additional file : Video 1). Smears were then stained with Toluidine blue, Papanicoloau and Geimsa. Microscopy revealed adult gravid female worm with many embryoid forms as well as coiled and uncoiled sheathed microfilariae with tail end being free of nuclei. A granulomatous reaction along with few lymphocytes, polymorphs and histiocytes was also seen (Figs. D, E, A–E). Cytological diagnosis was given as breast filariasis due to W. bancrofti. One of the adult worms was also processed for histopathology and revealed similar features (Fig. F).", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'23508168': 2, '19700906': 1, '31579667': 2, '28182103': 2, '27142269': 2, '21157572': 1, '9167733': 1, '21053616': 1, '8498146': 1, '31857767': 1, '21938142': 1, '28814315': 2}", "similar_patients": "{'5259939-1': 1, '4855865-1': 1, '6767791-1': 1, '3593495-1': 1}"}