{"patient_id": 61657, "patient_uid": "5013217-1", "PMID": 27642528, "file_path": "comm/PMC005xxxxxx/PMC5013217.xml", "title": "Pulmonary Embolism Presenting as Abdominal Pain: An Atypical Presentation of a Common Diagnosis", "patient": "Patient is a 53-year-old male with history of hypertension who presents with two days of sudden onset of abdominal pain. He reports that pain began on his lower right back and radiated over to the right upper quadrant of his abdomen. Pain is described as constant dullness in the area with periodic bouts of sharp pain. Eating and deep inspiratory breaths exacerbate symptoms. He also notes intermittent fevers during this time with temperatures ranging within 100.8–102 F. Patient denies any chest pain, dyspnea, chills, sick contacts, or previous history of these symptoms. The patient did not recently travel and had no recent surgeries or history of clots. There was no other significant medical history except for acute pancreatitis at age 15 without known cause. Patient does not take any medications. Family history is unremarkable with no known clotting disorders or malignancy. Social history is benign, with no reported cigarette, alcohol, or drug use.\\nOn admission, patient had a temperature of 100.2 F, blood pressure of 137/83, with pulse of 100, respiratory rate of 22, and O2 saturation of 96% on room air. Physical exam revealed a well-nourished male who appeared mildly uncomfortable on bed, with no evidence of JVD or calf tenderness/erythema. Heart was tachycardic, but otherwise normal with no rubs, murmurs, or gallops. Lungs were clear to auscultation bilaterally with no rales, rhonchi, or wheezes noted. Abdomen was tender in the right upper quadrant, but soft and nondistended. No evidence of rebound or guarding was appreciated on exam. Murphy's sign was negative.\\nSignificant labs included a white count of 12.1, liver function tests within normal limits, bilirubin of 1.6, and troponins negative times two. Right upper quadrant ultrasound showed no evidence of gallstones, no gallbladder distention, negative sonographic Murphy's sign, and no biliary dilation. CT scan of the abdomen/pelvis was read as small right pleural effusion with atelectasis at the right base, with no evidence of acute intra-abdominal process. CTA of the chest revealed an acute pulmonary embolus in the segmental branch of the right lower lobe extending distally into subsegmental branches; the infiltrate in the right lung base most likely represents infarcted lung (). EKG performed the following day demonstrated sinus rhythm, with classic findings consistent with S1Q3T3 () []. Patient was subsequently started on therapeutic enoxaparin. However, abdominal pain continued to worsen and bilirubin rose to 2.2 the next day. Pain seemed to be out of proportion to referred pain from the pulmonary embolus. Given continued low-grade fevers, zosyn was initiated. Visceral ultrasound of the abdomen was performed to rule out portal vein thrombosis, which was negative. Direct and indirect bilirubin was measured which showed direct bilirubin of 0.5, consistent with indirect hyperbilirubinemia. Subsequent hemolysis labs were negative. Patient eventually transitioned to rivaroxaban and abdominal pain slowly subsided. He was discharged on rivaroxaban with close outpatient follow-up.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'13459102': 1, '31130721': 1, '865513': 1, '15862420': 1, '463928': 1, '11593473': 1, '8885008': 1, '24862753': 1, '10334148': 1, '30083629': 2, '3520935': 1, '13707243': 1, '31689854': 2, '27642528': 2}", "similar_patients": "{'6075479-1': 1, '6946195-1': 1}"}