{"patient_id": 66138, "patient_uid": "5392397-1", "PMID": 28469948, "file_path": "comm/PMC005xxxxxx/PMC5392397.xml", "title": "Identifying Potential Child Abuse through Oral Examination", "patient": "A 14-month-old female presented to the Emergency Department with a history of sore throat, irritability, and restlessness. The patient's mother reported that she was first diagnosed with a right-sided otitis media for this complaint 3 weeks prior to this presentation and was treated with amoxicillin. Six days later, after her mother noticed a “white spot” in the back of her throat, the child was reassessed and treated with nystatin for thrush. The amoxicillin was switched to cefdinir for suspected pharyngitis; however, the symptoms persisted. Three days later, the child was brought to her pediatrician, who started the patient on fluconazole. The patient's oral intake was limited due to suspected odynophagia, to the point of no oral intake while under the care of her babysitter, with an associated 1 lb (4.34%) weight loss over 2 weeks. Mother denied any known injuries. On physical examination, the emergency medicine physician noted a creamy white colored plaque on the soft palate, tonsillar hypertrophy with erythema, and yellow mucoid discharge. A neck X-ray was performed and revealed thickened prevertebral soft tissues with narrowing of the airway at the level of C4. Subsequently, a CT scan with contrast was ordered due to a concern for retropharyngeal abscess. The scan showed prominence of the adenoid and tonsils with no evidence of retropharyngeal abscess. One day after arrival to the Emergency Department, the emergency medicine physician consulted the pediatrics team, and the pediatrics team admitted the patient to the hospital. Physical examination by the pediatric team reported an erythematous oropharynx with 2-3+ tonsillar hypertrophy and bilateral exudates. The patient was started on Ampicillin/Sulbactam. The next day, at 3 weeks after onset of symptoms, the pediatrics team consulted otolaryngology. On physical examination, the otolaryngology team noticed an extensive, partially healed soft palate laceration. A complete oral examination was not possible, as the patient was not compliant. It was then recommended that she undergoes examination under anesthesia. This exam showed that the patient's uvula was deviated toward the left (). The left soft palate appeared irregular, consistent with a healing laceration. There was a noted soft palate cleft, which was partially mucosalized on the right, adjacent to the uvula. Lateral to the cleft, there was a 1.5 cm × 2 cm growth with an irregular surface, suspicious for granulation tissue. The remainder of the oral and oropharyngeal tissues appeared normal. A small piece of the right palate mass was sent for histopathology, which confirmed healing granulation tissue, consistent with an injury likely some weeks prior.\\nThe state of the tissue at the time of presentation did not allow for repair. Due to concern for possible abuse, a report was filed with ChildLine.\\nThe patient was followed closely in the clinic. By 3 months after injury, she had bilateral middle ear effusions, weight loss of 3.3 pounds, and persistent poor feeding. There was no evidence of nasopharyngeal regurgitation of feeds clinically or on a swallowing study. Oral examination reveals a scar on her soft palate that has remodeled. There is no evidence of the posterior palatal notch that she had previously. No other signs or physical exam findings of abuse were noted.", "age": "[[14.0, 'month']]", "gender": "F", "relevant_articles": "{'10798841': 1, '17468129': 1, '25949044': 2, '16530851': 1, '28469948': 2}", "similar_patients": "{'4411573-1': 1, '4411573-2': 1}"}