{"patient_id": 114462, "patient_uid": "5100688-1", "PMID": 27803244, "file_path": "noncomm/PMC005xxxxxx/PMC5100688.xml", "title": "Inflammatory myofibroblastic tumour of the urinary bladder managed with partial cystectomy: a case report & literature review", "patient": "A 62-year-old female presented with a 5-day history of visible haematuria. Clinical examination was unremarkable. Full blood count analysis revealed a haemoglobin of 58 g/L prompting transfusion of 3 units of packed red cells. An ultrasound scan (USS) identified an abnormal soft tissue mass arising from the superior aspect of the urinary bladder with vascular flow within it, raising the suspicion of a malignant neoplasm (Fig. ).\\nAn urgent transurethral resection of the bladder tumour (TURBT) was performed which demonstrated a solid 4 cm tumour in the anterior wall of the urinary bladder. Resection was complete and tissue sent for histopathological analysis. A staging computed tomography (CT) scan post-op confirmed the absence of any locally advanced disease, lymphadenopathy or distant metastases (Fig. ). Initial histopathological analysis reported the presence of muscle-invasive Grade 3 transitional cell carcinoma of the bladder with sarcomatoid change (G3pT2), but a supplementary report soon after confirmed positive smooth muscle actin (diffuse and tram track), anaplastic lymphoma kinase-1 (ALK1), focally positive CK7, AE1/3, weakly positive focally S100, and negative CD34, desmin, EMA, caldesmon, MNF116, p63. The sample was described as a highly cellular but monotonous appearing spindle-cell proliferation within the bladder, set in lightly myxoid stroma with scattered inflammatory cells. Overall, the features were in keeping with an IMT. Fluorescence in situ hybridization for ALK1 fusion was undertaken and studies of 103 cells, using the Cytocell ALK, chromosome 2p23-specific, dual colour probe showed that ALK rearrangement was present, confirming a diagnosis of IMT.\\nWe embarked on close endoscopic surveillance and six weeks later a rigid cystoscopy revealed a 6 cm solid recurrence at the previous resection site. This was completely resected and histopathological analysis again confirmed IMT recurrence with ALK1 gene rearrangement. Due the low reported incidence of metastases bladder conservation was the preferred option but since it recurred so quickly we opted for partial cystectomy. A further pelvic magnetic resonance imaging (MRI) performed 4 weeks post-op demonstrated 22 mm × 10 mm irregular area with associated increased enhancement involving the left anterolateral wall of the bladder which in keeping with the site of the primary resection and no evidence of locally advanced disease (Fig. ).\\nOur patient recovered well following open partial cystectomy and histology revealed the complete resection of a 32 mm × 35 mm piece of bladder wall with a 12 mm central ulcerated dimple consisting of residual IMT with ALK1 positivity. At 6-month clinic review she remains well without recurrence.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'16623783': 1, '21741683': 1, '26880824': 1, '25483770': 1, '17122505': 1, '26878008': 2, '16967468': 1, '27090550': 1, '30608442': 1, '21146860': 1, '17572187': 1, '27803244': 2}", "similar_patients": "{'4735621-1': 1}"}