{"patient_id": 124527, "patient_uid": "5952944-1", "PMID": 27516529, "file_path": "noncomm/PMC005xxxxxx/PMC5952944.xml", "title": "Chronic hepatitis E – an emerging disease in an immunocompromised host", "patient": "A 13-year-old boy, treated for acute lymphoblastic leukaemia (ALL), presented two years after completion of maintenance chemotherapy with complaints of fever, vomiting, abdominal pain and loss of appetite for 5 days. There was no associated gastrointestinal bleeding or altered sensorium. The patient had a history of acute HEV infection 1 year previously and had recovered clinically. The possibility of acute hepatitis was considered because of his current symptoms.\\nHis liver function tests (LFT) were: total bilirubin 5.6 mg/dL (normal <1.0 mg/dL), aspartate aminotransferase 112 IU/L (normal <40 IU/L), alanine aminotransferases 69 IU/L (normal <40 IU/L). The patient had deranged prothrombin time (test 16.5, international normalized ratio (INR) 1.4 and hypoalbuminemia (2.2 g/dL)). His serology for IgM HEV (ELISA, Dia.Pro, Italy) was positive. Work-up for other viral infections including hepatitis A (IgM HAV), hepatitis B (HBsAg, IgM HbcAb) and hepatitis C (anti-HCV Ab) and ELISA for human immunodeficiency virus (HIV) were negative. Ultrasound of the abdomen revealed a coarse echotexture of liver and dilated portal vein. There were high-grade oesophageal varices on upper gastrointestinal endoscopy.\\nThe patient was evaluated for underlying aetiology of cirrhosis, including total anti-HbcAb, HCV RNA, autoimmune markers, IgA tissue transglutaminase (tTG), copper studies and Kayser Fleischer ring, which were all negative. In view of anti-HEV IgM positivity 1 year previously and other parameters suggesting chronic liver disease, the possibility of chronic HEV infection was considered. RNA was detectable in patient sera by both nested polymerase chain reaction (PCR) and Taqman-real time PCR. Retrospective evaluation of the past treatment records showed that there had been a transient increase in aspartate transaminase (AST) / alanine transaminase (ALT) level during chemotherapy, but subsequent reports had normalised, and these results were attributed to chemotherapy drugs. The patient’s laboratory parameters following the completion of chemotherapy and his first episode of HEV infection (1 year ago) are shown in .\\nTransjugular liver biopsy showed distortion of lobular architecture, nodule formation with septae showing dense chronic inflammatory infiltrate, hepatocytes with areas of ballooning degeneration and foci of spotty necrosis (). Orcein stain and periodic acid Schiff stains did not reveal any copper-associated proteins or cytoplasmic inclusion bodies. The patient continued to have episodes of intermittent fever and strong HEV RNA positivity for the next 3 months (). To determine HEV RNA genotype, sequencing of amplicon was carried out. Phylogenetic analysis of this amplicon sequence with other HEV genotype reference sequences indicated this to be HEV genotype 1 (). Based on these findings, a diagnosis of chronic HEV genotype 1 infection with cirrhosis was made. The child was started on ribavirin therapy (dose 15mg/kg/d). The patient’s RNA load started declining from 1 month post therapy and was significantly reduced by 3 months post therapy (). HEV RNA was found undetectable 9 and 12 months post therapy, consecutively (). After 6 months of ribavirin therapy, the patient was asymptomatic, which was corroborated with HEV RNA load in patient sera.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'28630341': 1, '29201777': 1, '22910532': 1, '33994721': 1, '29546064': 1, '22537448': 1, '30315492': 1, '17329696': 1, '20708006': 1, '22121109': 1, '30328090': 1, '16824086': 1, '30890143': 1, '24118636': 1, '29735580': 1, '15157263': 1, '30885901': 1, '30159666': 1, '30111571': 1, '22738211': 1, '24383921': 1, '30068652': 1, '31803803': 1, '29552742': 1, '27516529': 2}", "similar_patients": "{}"}