{"patient_id": 65102, "patient_uid": "5330220-1", "PMID": 28348752, "file_path": "comm/PMC005xxxxxx/PMC5330220.xml", "title": "Rhodococcus fascians infection after haematopoietic cell transplantation: not just a plant pathogen?", "patient": "Our patient was a 44-year-old woman who initially presented with an abnormal complete blood count prompting a bone-marrow biopsy, which revealed Philadelphia chromosome-positive B-cell acute lymphoblastic leukaemia. She received three cycles of hyper-CVAD (hyperfractionated chemotherapy regimen cyclophosphamide, vincristine, doxorubicin) with imatinib, rituximab and dasatinib to which she had an apparent complete and sustained response, but her pre-transplant course was complicated by multiple bacterial, fungal and viral opportunistic infections, primarily of the respiratory tract. She received non-myeloablative conditioning therapy consisting of fludarabine and low-dose total body irradiation followed by haematopoietic cell transplantation (HCT). Her post-transplant course was complicated by Klebsiella oxytoca bacteraemia, Clostridium difficile colitis, cytomegalovirus (CMV) reactivation, low-level human herpesvirus-6 viraemia, BK virus viruria/viraemia, renal insufficiency (presumably medication related), and rash and diarrhoea attributed to graft-versus-host-disease (GVHD).\\nThe patient had no clinical or pathological evidence of residual/recurrent leukaemia, and she appeared to be improving from an infectious disease standpoint when she presented (the day before her death) acutely to our outpatient clinic with fever and diarrhoea for which she was promptly transferred to the Emergency Department. Her admission imaging studies showed severe colitis with mesenteric inflammation concerning for infection, and intravenous vancomycin, piperacillin-tazobactam and metronidazole were started. Initial laboratory results were significant for positive C. difficile PCR and rising CMV titres. However, during pre-operative assessment, she became hypoxic and hypotensive and, despite resuscitative efforts, died.\\nAn autopsy was requested to determine the causative agent(s) of the patient's sepsis, to determine whether abdominal compartment syndrome was present, to evaluate the degree of GVHD and to document the extent of CMV infection. A thorough post-mortem review of the medical records revealed a history of multiple low-attenuation liver lesions seen on a computed tomography (CT) scan performed several months pre-transplant at an outside institution (); treating physicians at the outside facility had initiated broad-spectrum antibiotic and antifungal treatment, and a radiological response was observed.\\nPertinent macroscopic findings at autopsy included pseudomembranous colitis involving the entire colon without evidence of perforation, ascites and pleural effusions, and haemorrhagic cystitis (positive for BK virus by PCR). Histological evaluation revealed no evidence of viral cytopathic effect, and bacterial, fungal and viral cultures from liver, lungs and spleen were all negative. There was no definite evidence of GVHD by histological evaluation of the skin, and there was no evidence of recurrent/residual leukaemia in any tissue examined. This was consistent with the pre-mortem skin biopsy performed on day 84, which showed no evidence of GVHD.\\nExternal examination of the liver revealed hepatomegaly (1625 g) with a smooth capsular surface. Sectioning of the liver revealed the usual soft brown parenchyma with multiple puckered, white-to-green lesions measuring that were distributed throughout the liver. Approximately half of these lesions were ultimately submitted for histological evaluation, and fungal and bacterial cultures of the liver lesions were also obtained but revealed no growth.\\nMicroscopic examination of the liver parenchyma showed congestion with intact portal tracts and variable haemosiderin deposition. The lesional tissue consisted of irregular areas of localized, well-demarcated, non-bridging fibrosis with prominent brown-black pigment consistent with haemosiderin. Several of the foci contained granulomatous inflammation with aggregates of multinucleated giant cells and patchy lymphocytic inflammation. A modified Kinyoun stain revealed no evidence of acid-fast bacteria, but Mahan's methenamine silver and periodicacid–Schiff (PAS) stains for fungus showed rare aggregates of atypical-appearing intracellular organisms within the foci of granulomatous inflammation (), so the decision was made to submit the tissue for molecular microbiological studies.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'22482837': 1, '15221232': 1, '15196492': 1, '22093075': 1, '26409243': 1, '2103163': 1, '34120601': 2, '22205808': 1, '11701858': 1, '24902046': 1, '28348752': 2}", "similar_patients": "{'8201711-1': 1}"}