{"patient_id": 117146, "patient_uid": "5400428-1", "PMID": 28458830, "file_path": "noncomm/PMC005xxxxxx/PMC5400428.xml", "title": "Duplicated common bile duct: a recipe for biliary injury. Report of a new variant", "patient": "A 64-year-old female presented to the surgical emergency unit with a day's history of right upper quadrant pain. Her physical examination revealed right upper quadrant tenderness with no rebound tenderness or muscular guarding. Other systemic findings were normal. Laboratory test showed leukocytosis of 17 × 10³/µL and elevated C-reactive protein of 51 mg/L (0–5 ml/L). Other laboratory values including serum amylase, bilirubin and transaminases were normal. Abdominal ultrasound revealed thickened gallbladder (GB) wall (4.7 mm) with a 25 mm gallstone. A diagnosis of acute calculous cholecystitis was made and intravenous fluid and antibiotic treatment were initiated. Laparoscopic cholecystectomy was considered after 48 h of observation. During surgery a standard 4-port technique was used after pneumoperitoneum using the Veress needle. GB wall was found to be inflamed with omental adhesions. Using the critical view of safety approach, the cystic artery and cystic duct were separately identified, clipped and transected. After careful dissection of the GB from the liver bed small amount of bile was observed oozing from a spot proximal to the ligated cystic duct stump. Irrigation of the spot revealed a small tear at what was thought to be the common hepatic duct. A 5-Fr drainage catheter (50 cm long, 1.4 mm in diameter) was placed into the opened duct and exteriorized through the mid-clavicular 5 mm port site for post-operative drainage. A tube cholangiography done on post-operative Day 7 showed duplication of the common hepatic duct proximal to the cystic duct stump with the injury occurring on the right-sided duct (Fig. ). A magnetic resonance cholangiopancreatography (MRCP) was taken which confirmed the presence of the duplicated common hepatic duct with the cystic duct stump distal to the duplication (Fig. ). No PBM was observed. Her post-operative course was uneventful with an average biliary drainage output of about 300 ml. Drainage tube was clamped on post-operative Day 9 and finally removed 4 weeks after surgery. No complication was observed and patient is currently doing well.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'12075184': 1, '5010841': 1, '25844358': 2, '19803266': 1, '27141049': 2, '32577210': 2, '20703236': 1, '1544554': 1, '23553420': 1, '17704313': 1, '28458830': 2}", "similar_patients": "{'7297554-1': 1, '4852983-1': 1, '4384284-1': 1}"}