{"patient_id": 63050, "patient_uid": "5107659-2", "PMID": 27868095, "file_path": "comm/PMC005xxxxxx/PMC5107659.xml", "title": "Unsuspected Malignancy During Percutaneous Nephrolithotomy: The Snake in the Grass", "patient": "A 54-year-old woman with renal insufficiency (GFR 16 mL/minute/1.73 m2) and known kidney stones, who had deferred definitive stone management for nearly 5 years, presented to our clinic in June of 2015 with left flank pain. A CT scan of the abdomen demonstrated bilateral staghorn calculi, severe bilateral hydronephrosis, and minimal right renal parenchyma with thinned left sided parenchyma. Compared to prior CT in 2013, there was an additional finding of a new hyperdensity within the left lower pole suggestive of hemorrhagic or proteinaceous debris (). She complained of increased fatigue and pain, however, denied weight loss or hematuria. She was desirous of definitive left stone removal for renal preservation and pain control and was counseled toward a staged PCNL.\\nAfter gaining percutaneous access and removing a moderate volume of stone, we noted abnormal shaggy appearing urothelium of the collecting system, which was biopsied. The intraoperative course was complicated by moderate blood loss hypotension. The patient required postoperative blood transfusions and inotropic support and, ultimately, required interventional radiology guided angiogram and selective renal artery embolization to cease blood loss. Renal function declined as a result of the embolization, intravenous contrast nephropathy, and acute blood loss anemia and the patient ultimately required hemodialysis. After stabilization, she was discharged on postoperative day 13.\\nHistologic assessment of the inflammatory tissue revealed papillary proliferation with squamous metaplasia and moderate atypia, interpreted as reactive urothelium given long-standing stone history. At 1-month follow-up, physical examination revealed a tender cutaneous bulge on her left flank, at the site of her previous nephrostomy, concerned for hematoma or abscess. A CT of the abdomen favored hematoma extending to the skin () and also noted nonspecific para-aortic lymph node enlargement. Shortly after, the collection was noted to erupt through her flank, revealing a likely tumor (). A biopsy of the mass revealed a well-differentiated keratinizing SCC. The patient underwent biopsy of the para-aortic lymph nodes, which were positive for metastatic carcinoma of urothelial primary, confirming stage IV disease. Further radiographic staging was negative for visceral metastasis; however, there was interval growth of the renal mass, now replacing the majority of the left kidney, extending through her flank and inferiorly to the psoas.\\nFurther management of this patient was discussed at a multidisciplinary tumor board, which recommended radiation and chemotherapy; however, she refused further treatments in favor of palliative care. She re-presented to the hospital 1 month later with hypotension and fever suggesting urosepsis. A CT of the chest, abdomen, and pelvis with contrast demonstrated metastatic lesions of the lungs, pleura, pancreatic neck, and innumerable metastatic lesions in the subcutaneous tissues (). Flank mass was now over 13 cm. She expired 3 days later.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'17574059': 1, '1505930': 1, '16527570': 1, '20811557': 1, '23814686': 1, '8618345': 1, '16474378': 1, '22706858': 1, '22995333': 1, '22091426': 1, '22192451': 1, '9307301': 1, '27868095': 2}", "similar_patients": "{'5107659-1': 2}"}