{"patient_id": 71572, "patient_uid": "5804115-1", "PMID": 29464127, "file_path": "comm/PMC005xxxxxx/PMC5804115.xml", "title": "Use of High-Flow Nasal Cannula Oxygen Therapy in a Pregnant Woman with Dermatomyositis-Related Interstitial Pneumonia", "patient": "A 33-year-old pregnant woman was admitted to our hospital due to respiratory distress at 30 weeks of gestation. The patient had previously undergone three vaginal deliveries. A review of family history revealed that the patient's paternal grandmother had rheumatoid arthritis and the patient's father had unspecified IP. The patient first experienced respiratory distress in her 28th week of gestation; her condition deteriorated two weeks later, and she was transported to our hospital via ambulance. Upon admission, the patient was lucid and afebrile (36.5°C). The respiratory and hemodynamic levels are revealed in . She had blood pressure of 88/49 mmHg, a heart rate of 86 bpm, a respiratory rate of 18 breaths/minute, and peripheral oxygen saturation (SpO2) on room air of 90%. Fine crackles were noted in both lower lung fields.\\nLaboratory examination revealed slight elevations in white blood cell count (11,900/μl), serum C-reactive protein concentration (2.65 mg/dl), and aldolase level (7.1 U/l). Serum KL-6 level was highly elevated at 986 U/ml. An arterial blood gas test showed poor oxygenation with arterial oxygen partial pressure (PaO2) on room air of 61.7 mmHg.\\nAlthough the patient had eczema and ulceration on the dorsal surface of both hands on the first day of hospitalization, she did not present with Gottron's sign or muscle weakness, which are characteristic of DM. Chest computed tomography (CT) scans () revealed pulmonary infiltrates along the bronchovascular bundles and panlobular ground-glass opacities in both lungs. N-terminal (NT) pro-B-type natriuretic peptide (BNP) level was at 258.8 pg/ml without renal dysfunction. Cardiac dysfunction was not revealed except for slight dilatation of the left ventricle. The differential diagnosis included idiopathic IP and IP complicated by a collagen disease such as DM. Due to the rapid progression of respiratory distress within a short period of time, the patient was given intravenous methylprednisolone pulse therapy (1 g/day) from the first day of hospitalization. Despite this treatment, the patient's condition worsened on the second day of hospitalization, and she developed orthopnea (grade V based on the Hugh-Jones classification). As a result, HFNC oxygen therapy was initiated at 30 L/min with a fraction of inspired oxygen (FiO2) of 0.30 according to the instructions of the intensivists and anesthesiologists. However, this did not improve respiratory distress with SpO2 remaining at 90%. HFNC oxygen parameters were increased to 40 L/min with FiO2 at 0.40, and respiratory distress began to improve (SpO2: 92–94%).\\nDue to the rapid disease progression and resistance to steroid treatment, we suspected IP complicated by PM/DM or clinically amyopathic DM (CADM), which is a form of DM without overt signs of myositis. Accordingly, we deemed it necessary to begin immunosuppressive therapy. At 30 weeks of gestation, the fetal body weight was over 1500 g, and it was determined that the neonate could be treated at the neonatal intensive care unit after delivery. HFNC oxygen therapy was continued, and an emergency cesarean section without use of tocolytics was performed under spinal anesthesia. The neonate weighed 1550 g, and the Apgar scores at one minute and five minutes after birth were 8 and 9, respectively. Tracheal intubation was not required during the procedure. A chest X-ray indicated that the pulmonary infiltrates had spread further. Due to this exacerbation of IP, we began treatment with ciclosporin (0.2 g/day) from the third day of hospitalization. On the following day, we observed newly formed heliotrope rash on both upper eyelids and keratotic rash along the surface of the fingers of both hands. Chest CT scans confirmed that the infiltrates had expanded since the patient was admitted, and cyclophosphamide pulse therapy (1 g/month) was added to the patient's regimen on the fifth day of hospitalization.\\nWith HFNC oxygen therapy (40 L/min, FiO2: 0.40), respiratory distress was alleviated (SpO2: 93–96%). Three days after the cesarean section (fifth day of hospitalization), the patient was transferred from the intensive care unit to a general ward. On the seventh day of hospitalization, the results of analysis of a blood sample taken on the day of admission showed that the patient had positive titers for autoantibodies against aminoacyl tRNA synthetase (ARS), including anti-Jo-1 antibodies. Due to the presence of anti-ARS antibodies, we excluded the possibility of CADM. The patient's respiratory condition further improved, and the parameters of HFNC oxygen therapy were reduced to 30 L/min with FiO2 at 0.30. A chest CT scan taken after 18 days of hospitalization indicated a new case of pneumomediastinum, but the interstitial shadows in the lung field had substantially receded. The patient was discharged after 47 days of hospitalization. Following 2 months of treatment, chest CT scans showed that the pneumomediastinum and the interstitial shadows had disappeared (). During that time, the patient complained of polyarthralgia. Together with the other symptoms of heliotrope rash, elevated aldolase level, elevated C-reactive protein concentration, and positive titers for anti-ARS antibodies, the inclusion of arthralgia fulfilled the diagnostic criteria for DM as stipulated by Japan's Ministry of Health, Labour and Welfare based on Tanimoto et al. []. The final diagnosis was IP preceding DM with delayed manifestation of specific cutaneous findings without overt signs of myositis.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'25981908': 1, '24325116': 1, '33717138': 2, '21908497': 1, '25840520': 1, '16546580': 1, '26879483': 1, '16224246': 1, '22847365': 1, '23908445': 1, '10405940': 1, '2652010': 1, '20601834': 1, '7791161': 1, '26429697': 1, '12734516': 1, '29464127': 2}", "similar_patients": "{'7947909-1': 1}"}