{"patient_id": 122799, "patient_uid": "5803982-1", "PMID": 29440835, "file_path": "noncomm/PMC005xxxxxx/PMC5803982.xml", "title": "Dual pathology causing severe pulmonary hypertension following surgical repair of total anomalous pulmonary venous connection: Successful outcome following serial transcatheter interventions", "patient": "A 10-month-old boy underwent surgical correction of supracardiac type of TAPVC at 3 months of age when he was weighing 3.2 kg. The left VV was left open at surgery. After an initial uneventful recovery, the child developed shortness of breath, difficulty in feeding, and cough 4 weeks later. Clinical examination revealed tachypnea with respiratory distress, tachycardia, parasternal heave, and loud pulmonic component of the second heart sound. There were bilateral basal crepitations with evidence of mild hepatomegaly. Two-dimensional echocardiography with color Doppler revealed severe PA hypertension secondary to a severe stenosis involving the right common pulmonary vein []. A mean Doppler gradient of 14 mmHg was recorded across this vein. The left VV was patent and draining into the right atrium through the left innominate vein and the right superior vena cava. The patient was taken up for cardiac catheterization with a view to dilate the right-sided pulmonary venous confluence. The right femoral vein was accessed with a 6F venous sheath, and the right pulmonary veins were entered from the left VV through the confluence using a 4F 3.5 Judkins right coronary catheter and a 0.014” BMW angioplasty wire (Guidant Corp., Santa Clara, CA, USA). After recording the pressures, diagnostic angiography with a hand injection of contrast performed in the right upper and lower pulmonary veins confirmed severe right pulmonary venous confluence stenosis []. A 3.5 mm × 15 mm Sprinter coronary balloon (Medtronic, Inc., Minneapolis, MN, USA) was positioned across the stenosed segment and dilated []. As repeat angiography revealed a residual waist [] the 0.014” angioplasty wire was then exchanged for a 0.035” J tipped regular guide wire and a 8 mms × 3 cm Opta® Pro Balloon (Cordis, Miami, FL, USA) was placed across the narrow segment, and two inflation deflation cycles were performed at 6 atmospheres pressure []. Repeat angiography and pressure measurements revealed an excellent angiographic and hemodynamic result with the disappearance of the gradient and no residual stenosis []. The pulmonary artery pressure (PAP) dropped from 80 mmHg to 45 mmHg immediately after the procedure, and the child was discharged from the hospital 48 h later.\\nAfter a brief period of improvement, the child again became symptomatic with breathlessness, cough, and failure to thrive. He also had two episodes of respiratory tract infections requiring treatment with oral antibiotics. His repeat echo study performed 3 months after the previous intervention revealed that there was no recurrence of pulmonary venous stenosis (PVS). However, there was torrential continuous flow across the left VV carrying blood from the left atrium (LA) to the left innominate vein and then to the superior vena cava and the right atrium. It was decided to close this communication through transcatheter technique as we felt that this left to right shunt was the main contributing factor to the PH and symptoms of the child. Vascular access was through the femoral vein (5F) and artery (4F), and the VV was entered from the venous side. The pressure in the common confluence was noted to be high (mean = 19 mmHg) without any gradient across the right upper and lower pulmonary veins and across the LA to the venous confluence. The PA pressure was elevated (mean PA pressure was 43 mmHg) and about 2/3 of the systemic pressure (mean = 61 mmHg). Administration of 100% FiO2 for 15 min resulted in a fall in the mean PA pressure to 38 mmHg. After occluding the VV with a low-pressure inflation of a 10 mm Tyshak Balloon (NuMED, Inc., Hopkinton, NY, USA), there was a further fall in the mean PAP to 30 mmHg. Angiogram in the venous confluence now incorporated into the LA revealed a left VV measuring 9 mm draining freely into the left innominate vein []. In view of the favorable hemodynamics, it was decided to close this communication with a 12 mm Amplatzer Vascular Plug II (St. Jude Medical, St. Paul, MN, USA) which was delivered through a 6F Judkins right coronary guide catheter. The catheter was adjusted to avoid blocking the entrance of the pulmonary veins distally and avoid interfering with the entry of the left jugular or subclavian vein into the innominate vein proximally []. After performing check angiography to confirm proper position, the device was released. The final angiogram revealed near total occlusion of flow in the left VV and unobstructed flow from the left subclavian vein into the innominate vein []. Follow-up echocardiography a month after the procedure revealed a marked decrease in the PA pressure (mean = 20 mmHg), ventricular remodeling with involution of the right vertical (RV), and total absence of flow in the left VV []. The child has remained asymptomatic and continues to show good growth and development. The latest echocardiogram revealed normal biventricular dimensions and contractility and unobstructed flows across the pulmonary veins into the LA.", "age": "[[10.0, 'month']]", "gender": "M", "relevant_articles": "{'1377850': 1, '12853042': 1, '6235060': 1, '17467443': 1, '16278274': 1, '16014142': 1, '9236330': 1, '1389237': 1, '6211076': 1, '17380492': 1, '22422595': 1, '16638546': 1, '10096962': 1, '16488708': 1, '29440835': 2}", "similar_patients": "{}"}