{"patient_id": 62535, "patient_uid": "5074812-1", "PMID": 27785244, "file_path": "comm/PMC005xxxxxx/PMC5074812.xml", "title": "Collagenous Gastritis a Rare Disorder in Search of a Disease", "patient": "An 18-year-old male presented with a history of chronic intermittent abdominal pain and constipation for about 6 months. Physical examination was unremarkable. He was thought to have functional constipation and was prescribed Miralax and an increased fiber diet. On follow up visit he did continue to have intermittent abdominal pain and constipation. His basic serological studies were completely normal. Liver function tests were unremarkable. Imaging studies including abdomen x ray and ultrasound were normal. His celiac, thyroid and pancreatic enzyme studies were normal.\\nAn EGD was subsequently done which showed nodular mucosa of the stomach and peptic duodenitis (). The gastric aspirate showed an acidic pH of 2.0. Gastric mucosal biopsy showed infiltrates on H&E stain (). The trichrome stain showed thickened collagen mucosal band of approximately 15 microns (). Colonoscopy and biopsy were normal. He was diagnosed as collagenous gastritis. He was started on proton pump inhibitors for 3 months. A subsequent autoimmune evaluation including myleperoxidase antibody, proteinase 3 antibody, parietal cell antibody, ANCA and CLO test was negative.\\nA repeat endoscopy after 6 months showed persistent finding of a nodular gastric mucosa. Biopsies showed progression of the collagenous gastritis with greater inflammatory infiltrate as well as an increase in the collagen band thickness (, ). A capsule endoscopy was performed which did not show any abnormality in the small bowel. His constipation was improved on diet therapy and daily Miralax. His abdominal pain decreased in severity.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'8742654': 1, '10824933': 1, '25789098': 1, '17342397': 1, '32720809': 2, '14736276': 1, '16012959': 1, '10440616': 1, '27053352': 1, '10755251': 1, '11688577': 1, '17453238': 1, '11735694': 1, '11710694': 1, '20979790': 1, '11218583': 1, '10323893': 1, '19295410': 1, '27785244': 2}", "similar_patients": "{'7388089-1': 1}"}