{"patient_id": 71132, "patient_uid": "5758215-1", "PMID": 29390513, "file_path": "comm/PMC005xxxxxx/PMC5758215.xml", "title": "Concomitant systemic lupus erythematosus and HIV infection", "patient": "The patient was a 44-year-old Chinese man. In 2012, he started having headaches and dizziness for over 7 months, facial and edema in both lower limbs for 3 months, and gross hematuria for 1 month. He reported abdominal pain, fever, regurgitation, and belching, with occasional shortness of breath. He visited the local hospital. Complete blood count (CBC) demonstrated a hemoglobin (HGB) level of 64 g/L. Routine urinalysis revealed the following: protein (PRO; 2+), white blood cells (WBCs; 2+, 31/HP), and red blood cells (RBCs; 3+, 75/HP). His creatine level was 189 μmol/L. Elevated antinuclear antibody (ANA) level (1:320, homogeneous and cytoplasmic), +dsDNA level (1:320), decreased complement component 3 (C3) level (0.366 g/L), and C4 level (0.101 g/L) were confirmed. He was diagnosed as having SLE and SLE lupus nephritis (SLE-LN), and accepted prednisone (60 mg qd) and cyclophosphamide (50 mg bid) treatment in the local hospital. After the inpatient therapy, he was gradually relieved of the edema, headache, dizziness, and abdominal discomfort, but retained bubbling urine. In January 2013, he caught a cold. He regained eyelid and facial edemas after oral intake of penicillin. The edema gradually spread to both lower limbs and the whole body, accompanied by gross hematuria. He was admitted to the Department of Urology, West China Hospital.\\nWorkup was conducted after hospitalization. Results of the investigations performed are shown in Table . CBC and differential demonstrated RBC counts 3.56 × 1012/L (4.3–5.8 × 1012/L), HGB level (102 g/L, 130–175 g/L), platelet count (16 × 109/L, 100–300 × 109), WBC count (6.36 × 109/L, 3.5–9.5 × 109), and neutrophil percentage (75.3%, 40%–75%). His platelet count decreased progressively as shown in the multiple CBC tests performed later. Routine urinalysis revealed the following results: PRO 2+ (−), WBC 1+, 9/HP (0–5/HP), RBC > +++, 3343/HP (0–3/HP). ANA +1:100 speckled (−), dsDNA – (−), C3 0.676 g/L (0.785–1.520 g/L), and C4 0.156 g/L (0.145–0.360 g/L) were also reported. Biochemical examination revealed the following values: alanine aminotransferase 42 IU/L (<50 IU/L), aspartate aminotransferase 19 IU/L (<50 IU/L), total PRO 62.4 g/L (65.0–85.0 g/L), albumin 39.7 g/L (40.0–55.0 g/L), creatine 199.7 μmol/L (53.0–140.0 μmol/L), glomerular filtration rate 46.98 mL/(min·1.73 m2) (56–122 mL/[min·1.73 m2]), cystatin C (CYC) 2.21 mg/L (0.51–1.09 mg/L), and 24-hour total urine PRO (24-TP) 1.57 g/24 h (<0.15 g/24 h). In accordance with the Systemic Lupus International Collaborating Clinics (SLICC) classification criteria,[ he was diagnosed of SLE, SLE-LN, and chronic kidney disease (stage 3). The treatment plan included methylprednisolone (40 mg ivgtt qd) and cyclophosphamide (50 mg ivgtt qd), with gastroprotective and hepatoprotective agents, simultaneously aiming to reduce urinary PRO level.\\nA routine pretransfusion test revealed a highly suspected HIV-positive result as HIV electrochemiluminescence immunoassay result was 1,799,000 (cut-off value = 1) cut of index (COI) on January 28, 2013. The CD4 T-cell count was 138 cells/mm3, and the CD4+/CD8+ level was 0.48 (normal, 0.97–2.31). On January 31, 2013, western blot confirmed HIV infection with all bands positive. The HIV viral load (VL) was 491,000 copies/mL. He developed HIV infection with a known SLE history. Considering the low CD4 T-cell count, cyclophosphamide was stopped to reduce the chance of infection.\\nAfter the HIV infection was confirmed, cyclophosphamide was stopped. He was discharged and was suggested to transfer to the local Center for Disease Control and Prevention (CDC) for highly active antiretroviral therapy (HAART). The HAART included stavudine (d4T; 40 mg bid), lamivudine (3TC; 150 mg bid), and nevirapine (NVP; 200 mg bid) was initiated immediately. He underwent a routine workup that included CBC count, urinalysis routine, biochemical examination, ANA, C3 and C4 analyses, CD4 T-cell count, and HIV VL determination. He was kept on a regimen of oral prednisone (5 mg qd) to maintain a stable SLE condition. The latest test results in May 2017 showed the following: HGB 125 g/L, platelet 115 × 109/L, serum creatine 111 μmol/L, urinary PRO 0.3 (+), RBC (−), WBC (−), ANA +1:100 (speckled), dsDNA (−), C3 0.771 g/L, and C4 0.150 g/L. His CD4 T-cell count was 460 cells/mm3 and CD4+/CD8+ level was 1.42. The HIV VL was <50 copies/mL. He was stable according to the follow-up.\\nWe identified 76 cases from all the English and Chinese literatures that reported concomitant HIV infection and SLE with sufficient detail from 1988 to the end of August 2017, using the keywords “systemic lupus erythematosus” and “AIDS” or “HIV” via PubMed and Medline. The current case is the first reported case of coexisting SLE and HIV infection in a Chinese patient. The following section describes the identified case reports subdivided chronologically depending on the timing of disease presentation or diagnosis.\\nThirty-four patients had HIV infection followed by SLE. Of these individuals, 13 were pediatric patients between ages 7 months and 18 years.[ Seven from the pediatric group acquired HIV infection congenitally. One of the children presented initially with manifestations of SLE and then showed signs of congenital HIV infection.[ Positive lupus serologies, including anti-dsDNA antibodies, were found in these cases. Noteworthy, children with HIV infection and concurrent SLE usually develop manifestations of renal disease, such as focal glomerulosclerosis, mesangial hyperplasia, and LN.[ Such result is consistent with the recent findings that earlier onset of SLE may involve more renal features.[ However, the etiology of renal involvement in cases with coexisting SLE and HIV is difficult to determine. Renal complications due to HIV are also diverse.[ Without a definitive etiology, therapy in such patients is extremely difficult. Six deaths have been reported, all of which were in infected cases and cases of HIV diagnosed before the age of 10 years, except for 1 congenitally infected child without follow-up. The diseased children >10 years were all reported to remain stable or show improvement of HIV infection and SLE conditions under antiretroviral therapy (ART) and a lupus-based regimen (chloroquine [CQ], corticosteroids [CS], hydroxychloroquine [HCQ], and/or mycophenolate [MMF]). According to these results, it seems that earlier onset of SLE and HIV infection is fatal. Twenty-one adult patients developed SLE after HIV infection,[ with the age at HIV diagnosis ranging from 23 to 47 years (median, 38 years). Most adult patients (16/21, 80.0%) were females, in accordance with the reported frequency ratio of 4.3–9:1 (female-to-male ratio).[ The CD4 T-cell count at the time of SLE diagnosis was <500 cells/mm3 in 15 patients and >500 cells/mm3 in 2 patients, and was not reported in 4 patients. Clinical manifestations included respiratory distress, neuropathy, abnormal laboratory findings, and other associated symptoms. These patients were reported to respond well to treatment with CQ, and oral CS with or without HCQ. A simultaneous ART also helped them control the HIV infection, as all the patients reported improved or stable HIV infection. Hence, none of them were reported dead and most of them achieved partial, if not complete, remission.\\nThirty-two patients died of SLE followed by HIV infection.[ The age of SLE diagnosis ranged from 18 to 55 years (median, 30 years), while most patients (26/32, 81.2%) were females, consistent with the known female predominance of SLE incidence. The duration of SLE before the diagnosis of HIV infection ranged from 2 weeks to 204 months (median duration, 72 months). Eighteen patients received ART, 10 did not, and 4 had no available information on ART. The patients were treated with SLE therapy, including CS, CQ, HCQ, CYC, and/or MMF, except for 2 patients who lacked the pertinent information, and most of them exhibited inactive SLE after the onset of HIV infection regardless of the use of ART. One patient developed a lupus flare 7 months after ART[. One patient developed LN 13 months after ART.[ Two patients progressed to end-stage renal disease.[ Seven died of acquired immunodeficiency syndrome (AIDS)-related infection, despite 3 of them receiving ART. Two of them were diagnosed as having HIV infection after death.\\nWe also identified 10 cases featured by a simultaneous diagnosis of SLE and HIV during the same admission.[ However, the precise timing of onset of either condition is difficult to ascertain for some patients considering the long duration between seroconversion and diagnosis of HIV infection in some patients.[ The age at diagnosis ranged from 18 to 44 years (median, 26 years). Again, female was the predominant sex in this group (8/10, 80%). Three patients were not receiving ART before and after diagnosis, among which 1 died of meningitis infection[ and the other 2 developed lupus flare after months.[ The rest of the patients tolerated ART and exhibited inactive or improved SLE and HIV, except that 1 patient who initially had inactive SLE developed flare after receiving ART for 82 months.[", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'25355869': 1, '17211992': 1, '31897958': 1, '7738963': 1, '10534557': 1, '8464453': 1, '8809449': 1, '21987658': 1, '24255622': 2, '22553077': 1, '34063960': 2, '16231247': 1, '9412703': 1, '8768929': 1, '17041454': 1, '20156930': 1, '19640386': 1, '8369814': 1, '23970655': 1, '11898923': 1, '8895165': 1, '17659750': 1, '10949730': 1, '10352163': 1, '19881993': 1, '1472125': 1, '19032811': 1, '1491408': 1, '28420066': 1, '11273897': 1, '2770791': 1, '15045634': 1, '18431097': 1, '21360492': 1, '17261360': 1, '12803945': 1, '10070907': 1, '3257353': 1, '26362742': 1, '7722054': 1, '7548525': 1, '11332676': 1, '24913962': 1, '16376154': 1, '7951307': 1, '17674878': 1, '24747058': 1, '20882016': 1, '1417140': 1, '7586984': 1, '2382686': 1, '8235661': 1, '18452619': 2, '23144740': 1, '8823711': 1, '23649483': 1, '2041886': 1, '9182929': 1, '16132163': 1, '21297099': 1, '28121924': 1, '15260397': 1, '19830165': 2, '29390513': 2}", "similar_patients": "{'3832319-1': 1, '2726516-1': 1, '8223983-1': 1, '2390549-1': 1}"}