{"patient_id": 64000, "patient_uid": "5209868-1", "PMID": 28049511, "file_path": "comm/PMC005xxxxxx/PMC5209868.xml", "title": "Prepancreatic postduodenal portal vein: a case report and review of the literature", "patient": "A 55-year-old white woman presented to our emergency department with acute onset of abdominal pain, which was associated with nausea and multiple bouts of emesis. Her past medical history included deep venous thrombosis currently treated with warfarin and a history of rheumatoid arthritis. She stopped smoking tobacco 10 years prior to presentation and she denied any significant alcohol intake. She had no relevant environmental exposures. Her past surgical history was significant for a Roux-en-Y gastric bypass (RYGB).\\nOn examination her vital signs were normal. She was alert and oriented to person, place, and time. Her memory and speech were normal. Her strength was normal and symmetric. Her sclerae were anicteric. Her breathing was nonlabored and her breath sounds clear. An abdominal examination was unremarkable except for abdominal pain in her right upper quadrant, without evidence of guarding and a negative Murphy’s sign. A laboratory evaluation showed an elevated white blood cell count of 14.4 K/mm3 on admission and 7.62 K/mm3 on discharge. Aspartate transaminase, alanine transaminase, and alkaline phosphatase were 551 U/L, 256 U/L, and 144 U/L respectively, on admission, peaking at 2195 U/L, 1244 U/L, and 201 U/L 1 day later, and normalizing by discharge 3 days later: 101 U/L, 258 U/L, and 180 U/L. Her bilirubin was 0.9 mg/dL on admission and discharge, having peaked at 3.6 mg/dL 2 days after admission. Right-upper-quadrant ultrasound showed evidence of a gallbladder wall measuring 3.7 mm in thickness. She also underwent a computed tomography (CT) of her abdomen and pelvis, which showed her PV to be coursing anterolaterally to her pancreas and posteriorly to the first portion of her duodenum (Figs. , , and ). Magnetic resonance cholangiopancreatography showed a filling defect in her common hepatic duct. Due to her altered upper gastrointestinal anatomy following RYGB, an attempt to perform endoscopic retrograde cholangiography (ERC) was unsuccessful. Instead she underwent placement of a percutaneous gastrostomy tube to her remnant stomach in preparation for a transabdominal antegrade ERC. Unfortunately, she subsequently left town and was lost to follow-up. She was, however, reached by phone and reported that an ERC was eventually performed, the duct was cleared, and the gastrostomy tube removed, but other details of her case were unknown and unobtainable.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'1398796': 1, '14669093': 1, '20182851': 1, '2805934': 1, '23558064': 1, '33649268': 2, '17864564': 1, '23392551': 1, '5791038': 1, '5070139': 1, '28049511': 2}", "similar_patients": "{'7952672-1': 1}"}