{"patient_id": 73471, "patient_uid": "5926490-1", "PMID": 29850288, "file_path": "comm/PMC005xxxxxx/PMC5926490.xml", "title": "Does the Intensity of IGG4 Immunostaining Have a Correlation with the Clinical Presentation of Riedel's Thyroiditis?", "patient": "We describe a 40-year-old woman complaining of a progressive painless enlargement of the anterior neck, dyspnea, dysphagia, odynophagia, and weight loss of 7 Kg in 4 months. The thyroid gland was hard and the ultrasound exam calculated a volume of 70 g. The patient had hypothyroidism and was undergoing hormonal replacement. Fine needle aspiration was suggestive of Riedel's thyroiditis. The CT scan confirmed a large thyroid lesion with esophageal invasion and decreased tracheal lumen of about 50% (). Bilateral vocal fold paresis was verified by means of a laryngoscopy. The dysphagia and dyspnea worsened progressively and the weight loss reached 21 Kg in 6 months after the first symptoms, so she needed a surgical approach for diagnosis and treatment ().\\nThe patient underwent surgical decompression of the airway (), protection tracheotomy, and gastrostomy for nutritional intake. An extremely fibrotic and hard gland with tracheal infiltration was found. The intraoperative frozen section exam confirmed the diagnosis of Riedel's thyroiditis.\\nThe follow-up was satisfactory using prednisolone 40 mg/day. Her symptoms improved 5 months after surgery and the feeding intake was exclusively oral. Her weight recovered and the tracheal cannula was removed 5 months after the tracheotomy due to the improvement of the vocal folds motion. The prednisolone was discontinued after 2 years and the evolution has been excellent, nowadays only using levothyroxine ().\\nWe were unable to perform the blood dosage of IgG4 and IgG at the time of the active disease. The hematoxylin and eosin staining of the thyroid lesions revealed lymphoplasmacytic infiltration, severe fibrosis, and phlebitis (). The IgG4 immunostaining revealed the total number of IgG4-positive plasma cells 12/HPF (), and the IgG4/IgG ratio was 25%.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'28297756': 1, '14567081': 1, '8120524': 1, '22596100': 1, '25804380': 1, '16029941': 1, '3057862': 1, '28101487': 1, '27828690': 1, '22659333': 1, '11394342': 1, '29380231': 2, '33177482': 1, '27833746': 1, '29850288': 2}", "similar_patients": "{'5845586-1': 1, '5845586-2': 1, '5845586-3': 1, '5845586-4': 1, '5845586-5': 1, '5845586-6': 1}"}