{"patient_id": 71286, "patient_uid": "5771928-1", "PMID": 29375837, "file_path": "comm/PMC005xxxxxx/PMC5771928.xml", "title": "Successful elimination of premature ventricular contractions by ablation of origin and preferential pathway", "patient": "A 57-year-old woman who complained of frequent palpitations was referred to our clinic. The transthoracic echocardiogram revealed no structural heart disease, and a 24-h Holter monitoring detected PVCs occurring approximately 25,000 times/day, with left bundle branch block, inferior axis, and precordial transition in lead V2. The PVCs all had the same coupling interval of 440 msec and showed two different morphologies (PVC1, PVC2), with PVC1 having a deeper S wave in lead V2 (Fig. A). We had already failed to ablate them from the right ventricular outflow tract (RVOT) with a nonirrigated-tip catheter 6 months previously. We scheduled a second session to target these two PVCs.\\nThe electroanatomical mapping (EAM) and subsequent radiofrequency application (RFA) were performed using a three-dimensional EAM system (Carto3®; Biosense Webster, Diamond Bar, CA) with a 3.5-mm open-irrigated-tip catheter (Thermocool SmartTouch® SF; Biosense Webster). An ultrasound imaging system (CARTO SOUND™; Biosense Webster) was utilized for reconstruction of the geometry of the RVOT and aortic cusp, providing extra information about the structural relationship between them (Fig. B). First, we performed pace mapping at the mid-septum in the RVOT, which produced a QRS morphology similar to PVC1 with a stimulus–QRS latency of 81 msec (Fig. A); there was no other site where pace mapping produced a QRS complex identical to that of the clinical PVC. In addition, we could not detect the local potential preceding the QRS onset during PVCs or any late potentials during sinus rhythm. Nevertheless, after RFA at this site, PVC1 disappeared; PVC2, however, was still present. Therefore, we next performed mapping at the aortic cusp. Pace mapping was applied at the RCC or RCC–left coronary cusp (LCC) commissure. Pacing with an output of 10 V at 0.5 msec at the RCC–LCC commissure produced a QRS morphology quite similar to that of PVC2, with a stimulus–QRS latency of 63 msec (Fig. A). In contrast, pacing at the RCC with the same settings produced a QRS morphology identical to that of PVC2, with a stimulus–QRS latency of 41 msec (Fig. A). Furthermore, we were able to record a local potential preceding the QRS onset during PVC2, as well as late potentials during sinus rhythm that consisted of two components in the RCC (Fig. A). Several RFAs at the RCC–LCC commissure failed to eliminate PVCs, but subsequent RFAs at the RCC were successful, using a power of 30 W and up to 42°C for 90 sec, without any recurrence of either PVC1 or PVC2. The patient was fully informed about the diagnostic and therapeutic procedures and gave her consent.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'23983247': 1, '28491581': 1, '20413613': 1, '33609666': 1, '18598894': 1, '17719476': 1, '25809791': 1, '29375837': 2}", "similar_patients": "{}"}