{"patient_id": 124621, "patient_uid": "5961273-1", "PMID": 29887638, "file_path": "noncomm/PMC005xxxxxx/PMC5961273.xml", "title": "Combined Ipsilateral Fracture of the Tibial Pilon, Talar Body, and Calcaneus: Outcome at 4 Years", "patient": "A 35-year-old male was admitted to our hospital after jumping down from a truck bed. He landed with his left foot on a tree trunk and suffered a combination of rotation and compression trauma. He presented with a severe swelling around the ankle and hindfoot but without signs of a compartment syndrome. No open wounds were seen. The neurovascular status of the forefoot was intact. Plain radiographs and computed tomography scans were obtained and revealed multiple sagittal fractures of the talar body (Marti type IV) with displacement in the ankle and subtalar joints, an anterolateral fracture of the tibial plafond with multiple depression fragments (AO Type B3 pilon fracture) and a fracture of the sustentaculum tali of the calcaneus [].\\nSurgery was carried out when the swelling had subsided 10 days after the injury. A small medial approach was used directly over the sustentaculum tali. The sustentaculum was approached between the tibialis posterior and flexor digitorum longus tendons. The medial facet of the subtalar joint was cleared from debris, and the fracture of the sustentaculum was fixed with a cortical screw aimed laterally toward the calcaneal body. Subsequently, a curved anterolateral approach including an oblique fibular osteotomy for sufficient overview of the fractured talar body and an easy, stable fibular fixation at the end of the surgery was implemented. Gradual reduction of the sagittal talar body fracture was carried out from medial to lateral using K-wires as joysticks and for temporary fixation []. Internal fixation was achieved with three headless compression screws and absorbable pins. Small, comminuted bone fragments not amenable to fixation had to be removed. The impacted joint surface of the lateral tibial plafond was disimpacted gently with an osteotome from the subchondral area and filled with local cancellous bone from the distal tibial metaphysis []. The fibular osteotomy was fixed with a locking plate, and the tibial plafond was stabilized with an anterolateral plate. Intraoperative fluoroscopy showed anatomic reduction of the fractures and physiological alignment of the ankle and hindfoot.\\nPostoperatively, the leg was immobilized using a split below knee cast until wound healing followed by a circular below knee cast for 6-week postoperatively. The patient was mobilized with 20-kg partial weight-bearing for 6 weeks followed by gradual increase to full weight-bearing within 2 weeks under physical therapy. Three months later, the range of motion at the ankle joint was 10° of dorsiflexion and 25° of plantar flexion and the range of motion at the subtalar joint was 10° of pronation and 20° of supination. Radiographs at 3 months showed a complete bony consolidation of the fractures []. One year postoperatively, ankle motion was still restricted and the two plates were removed followed by arthrolysis of the ankle joint []. Intraoperatively, a complete cartilage cover of the ankle joint was noted with I° chondromalacia at the lateral tibial plafond, and talar dome was detected.\\nAt final followup, 4-year postoperatively, the patient reported an excellent subjective outcome. Slight pain was noted only after several hours of riding, long distance running, or soccer matches. Clinical examination revealed a normal gait, no malalignment, and uneventful scars. Range of motion at the ankle joint was 20° of dorsiflexion and 50° of plantar flexion which was identical to the formerly uninjured side. Likewise, subtalar range of motion did not show any side-to-side differences []. The American Orthopedic Foot and Ankle Society Score was 85/100 at the final followup. Weight-bearing radiographs at the time of followup displayed anatomic joint alignment without significant signs of osteoarthritis except for a small osteophyte at the anterior tibial rim [].", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'10509689': 1, '10614615': 1, '15074891': 1, '24306047': 1, '31061873': 1, '13287379': 1, '16045851': 1, '18348829': 1, '24306046': 1, '24032619': 1, '8946186': 1, '18439608': 1, '1262363': 1, '17940778': 1, '21163054': 1, '29887638': 2}", "similar_patients": "{}"}