{"patient_id": 123712, "patient_uid": "5882338-1", "PMID": 29682123, "file_path": "noncomm/PMC005xxxxxx/PMC5882338.xml", "title": "A Case of Traumatic Retrograde Type A Aortic Dissection Accompanied by Multiorgan Injuries", "patient": "A 75-year-old woman was driving alone and was involved in a traffic accident. She was transferred to our hospital half an hour after the accident because of chest pain. Her medical history included only an orthopedic surgery. Upon arrival, her systolic blood pressure (sBP) was 80 mmHg, and she exhibited peripheral sweating, flail chest on the right side, and a minor contusion on the left lower leg. Focused assessment with sonography for trauma (FAST) did not reveal any intra-abdominal bleeding. Computed tomography (CT) was performed 40 min after her arrival following the achievement of a stable hemodynamic status by initial fluid resuscitation. CT revealed an aortic dissection with thrombosed false lumen in the ascending aorta () and primary entry in the descending aorta () with multiple rib fractures on both sides and a left hemothorax. A subcapsular grade II hepatic injury accompanied by intraperitoneal bleeding () was also observed on the initial CT image. The celiac, superior mesenteric, and left renal arteries were perfused from the true lumen, whereas the right renal artery was perfused from the false lumen. No pericardial effusion was observed; however, the large thrombosed false lumen present in the ascending aorta was likely to compress the right coronary orifice despite no ischemic change visible on the electrocardiogram. Echocardiography showed slight aortic valve regurgitation. The injury severity score, revised trauma score, and probability of survival were 33, 7.11, and 0.70, respectively. Her hemodynamic status remained stable; therefore, we initially elected to perform medical therapy for RAAD. We maintained her stabilized condition under general anesthesia with mechanical ventilation, maintaining sBP <110 mmHg and repeating the FAST examinations, which did not show any positive findings. A CT scan on post-injury day (PID) 3 showed disappearance of the intra-abdominal hematoma without progression of RAAD. However, the true lumen of the abdominal aorta was depressed, and an intrahepatic pseudoaneurysm was present () that placed the patient at the risk of life-threatening abdominal bleeding, which might have required interventional radiology (IVR). The right coronary orifice remained likely to undergo sudden occlusion (). However, the serum aspartate transaminase (AST) and alanine transaminase (ALT) concentrations decreased from 401 IU/L and 195 IU/L to 105 IU/L and 150 IU/L, respectively, indicating hepatic injury recovery. The prothrombin time/international normalized ratio (PT/INR) also decreased from 1.34 to 0.93, indicating recovery from the trauma-induced coagulopathy. Thus, we increased the sBP threshold from 110 mmHg to 130 mmHg to facilitate peripheral organ perfusion. On PID 6, her renal function began to decline, as evidenced by a gradual elevation in the serum creatinine kinase concentration (0.90 mg/dL on admission to 1.24 mg/dL on PID 6). This change was attributed to the decreased left renal perfusion secondary to the decreased flow in the compressed true lumen and decreased blood flow in the false lumen under strict sBP control, which resulted in decreased right renal perfusion. Therefore, we decided to discontinue the medical therapy for RAAD and performed total aortic arch replacement using a 26-mm J-Graft (Japan Lifeline, Tokyo, Japan) on PID 7. CPB was established by the cannulation of the right axillary artery and left subclavian artery interposed by a 9-mm J-Graft under systemic heparinization. Peripheral insertion of a J-Graft open stent with a 33-mm diameter and 120-mm length was performed under a temporary circulatory arrest with mild hypothermia of 26.0°C and selective antegrade cerebral perfusion. Intraoperatively, an intimal tear was observed at the distal portion of the left subclavian artery. The patient required postoperative transit hemodialysis. On postoperative day (POD) 2, a resternotomy was performed because of the worsening of the left hemothorax. In addition to postoperative flabbiness, her concomitant flail chest necessitated continuous positive pressure ventilation for internal fixation rather than rib fixation to prevent the worsening of general mobilization due to surgical invasion. Her effortive respiration gradually improved, and she was weaned from mechanical ventilation by POD 70. During this period, she underwent tracheostomy on POD 16, which spontaneously closed after disuse. CT scan on POD 16 showed expansion of the true lumen and promotion of thrombosis in the false lumen of the descending aorta (). Although the false lumen in the abdominal aorta remained patent due to persistent reentry, the true lumen was enlarged with all abdominal branches, including the right renal artery, being patent and the intrahepatic pseudoaneurysm had spontaneously thrombosed (). One and a half years after the surgery, she was discharged with improved mobilization.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'12352478': 1, '27293831': 1, '23054614': 1, '19341888': 1, '21513531': 2, '33997053': 2, '34917738': 1, '33116964': 2, '18705319': 1, '12035035': 1, '24887869': 1, '25200054': 1, '23845645': 1, '29682123': 2}", "similar_patients": "{'3097148-1': 1, '7569054-1': 1, '8105108-1': 1, '8105108-2': 1, '8105108-3': 1}"}