{"patient_id": 71544, "patient_uid": "5800455-1", "PMID": 29692849, "file_path": "comm/PMC005xxxxxx/PMC5800455.xml", "title": "Nonsurgical Treatment of Type II Dens Invaginatus in a Maxillary Lateral Incisor Using Cone-Beam Computed Tomography", "patient": "A 12-year-old female was referred to endodontic department of Islamic Azad University of Tehran complaining of pain in left maxillary lateral incisor. The patient had no contributory medical and familial history.\\nShe did not mention history of pain nor swelling on left anterior of maxilla. She had no dental history. Initial extra-oral examination did not reveal any swelling on the left maxillary lateral. There was a palatal pit in tooth #10 () and the tooth was sensitive to palpation and percussion. An initial periapical radiography and CBCT showed the presence of DI type 2 (Oehler) in tooth #10, associated with a periapical radiolucency and internal root resorption (). As the morphology of the invagination was not clear on the periapical radiography, CBCT was used for optimal diagnosis and treatment protocol. The CBCT scan revealed two separate canals. The invaginated canal was almost at the center of the root but the other canal was located mesiolingually. Root resorption associated with invaginated canal was also observed (). The patient was treated at two sessions. At the first visit, local anesthesia 2% lidocaine containing 1:80000 epinephrine (Darupakhsh, Tehran, Iran) was applied and the tooth was isolated with rubber dam. The endodontic access cavity was prepared. Then working length was determined by periapical radiography and apex locator. The invaginated canal was found easily and the second canal was found using CBCT.\\nBoth canals were instrumented using step back technique up to size 50 as the final file. Chemomechanical irrigation was performed with normal saline and passive ultrasonic irrigation with 5.25% NaOCl. Smear layer was removed by 17% EDTA and 5.25% NaOCl. After finishing preparation, the root canals were filled with calcium hydroxide paste and the tooth was temporarily restored by Cavit. After one week in the second visit the temporary coronal restoration was removed and root canals were copiously irrigated by 5.25% NaOCl to remove intra-canal medicament. The main canal was obturated by cold lateral condensation technique with gutta-percha and AH-26 sealer (Dentsplay, Tulsa Dental, Tulsa, OK, USA) and the remaining canal spaces and the internal resorption area was obturated by warm vertical technique (Obtura II, Spartan/Obtura, Fenton, Missouri, USA). The patient was recalled after one year. The tooth had no symptoms and apical lucency was repaired and its size decreased ().", "age": "[[12.0, 'year']]", "gender": "F", "relevant_articles": "{'31799167': 2, '26751206': 2, '21752188': 1, '27141224': 2, '15671826': 1, '26213545': 2, '21978185': 1, '29225655': 2, '29225653': 2, '30083216': 2, '19133103': 1, '23433617': 1, '26576164': 2, '20491983': 1, '21314830': 1, '29692849': 2}", "similar_patients": "{'6875537-1': 1, '4841351-1': 1, '5722123-1': 1, '4609669-1': 1, '5722112-1': 1, '4509963-1': 1, '6064021-1': 1, '4693326-1': 1}"}