{"patient_id": 72617, "patient_uid": "5859338-1", "PMID": 29568566, "file_path": "comm/PMC005xxxxxx/PMC5859338.xml", "title": "Could dietary glutamate be contributing to the symptoms of obsessive-compulsive disorder?", "patient": "A 50-year-old man was recruited for participation in a clinical trial examining the effect of dietary glutamate on fibromyalgia and IBS symptoms. All subjects were asked to report all symptoms that they were experiencing at baseline, then after 4 weeks on the dietary intervention, and at the end of each challenge week. In addition to his fibromyalgia and IBS symptoms, this man additionally reported OCD symptoms. He reported that he had experienced his OCD symptoms daily since he was 11 years old, and that they had always been nonresponsive to treatment. His obsessions revolved around the need to perfect certain movements, and his compulsions included the repetition of activities such as repeatedly getting up and down from a chair, in and out of the shower, etc. These compulsions took up a significant amount of time per day and interfered with his daily activities, including his ability to hold down a job.\\nThe 50-year-old subject had undergone multiple unsuccessful pharmacological OCD treatments over the 39 years he had been experiencing symptoms. During his participation in the fibromyalgia study he was not currently taking medication for any of his symptoms (due to reportedly not tolerating the side effects of medications). Participation by individuals with a comorbid mental health diagnosis was deemed ethical by the research team and university IRB under certain circumstances. While individuals in acute mental health distress (e.g., active psychosis) were excluded from the study, participants with a mental health diagnosis that was stable for the past 6 months were eligible for participation.\\nDetails about the study and overall results of this clinical trial in which he participated have been published previously []. However, a brief overview of the study design is included here ().\\nAfter recruitment, all subjects received in-depth training on how to follow a 1-month low-glutamate diet, which restricted intake of common flavor enhancing food additives with free (i.e., not bound to a protein) glutamate. Foods with naturally occurring higher levels of free glutamate were also excluded from the diet (such as soy sauce and aged cheeses like parmesan). The additives excluded in this study are considered ‘excitotoxins’ due to their ability (when present in high enough amounts) to overexcite a neuron to the point that it dies [,]. Glutamate is the most ubiquitous neurotransmitter in mammalian systems, and disordered glutamatergic neurotransmission has been implicated in many disorders, including OCD [,,], FM [,,,], and IBS [,]. The excitotoxin elimination diet used in this study required that subjects make one-for-one substitutions in the diet, replacing products which contained free glutamate, with other similar products which were free of these food additives, as opposed to improving the diet quality overall. For example, if a subject was consuming Doritos®, which can contain as many as 11 excitotoxins, they were asked to substitute these with simple corn tortilla chips, which have three ingredients: corn, oil and salt. This direct substitution removes the exposure to free glutamate, but does not increase the nutrient density of the diet.\\nAfter 1 month on the diet, subjects were again queried about their symptoms. Those who had >30% of their FM and IBS symptoms remit on the diet were eligible to go onto a double-blind, placebo-controlled, crossover challenge. Subjects came in fasting, and were randomized to receive monosodium glutamate (MSG) for three mornings of 1 week and placebo for 3 days of the other week. The main outcome measure was examining whether symptoms returned after each week of the crossover challenge. All fibromyalgia and IBS symptoms were formally assessed for remission (please see Holton et al. for a description of the measures []), while the subject's OCD symptoms were self-reported.\\nAt the end of the 1-month excitotoxin elimination diet, the 50-year-old subject reported complete remission of all of his symptoms, including those related to his OCD. He expressed profound surprise at the remission of his OCD symptoms in particular, reporting that no medication had ever been able to help his symptoms during the past 39 years. During the 2 challenge weeks, his symptoms returned when challenged with MSG (week 1), and did not return when challenged with placebo (week 2). Over the 3 days of exposure during the MSG challenge week, all of his symptoms returned at the end of day 1 and peaked on the evening of day 3. The symptoms then slowly subsided over the following 4 days. He reported that the OCD symptoms experienced during the challenge week were typical, again presenting as needing to perfect movements (in addition to the return of his fibromyalgia and IBS symptoms). This response during the double-blind, placebo-controlled challenges confirmed that it was the removal of free glutamate from the diet, as opposed to other inadvertent dietary changes, that resulted in symptom improvement.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'25899425': 1, '26662472': 1, '25712432': 1, '2185543': 1, '7290308': 1, '24651639': 1, '21146468': 1, '25762939': 1, '21963369': 1, '12135542': 1, '15625214': 1, '24487031': 1, '16698181': 1, '26301176': 1, '24840803': 1, '25142291': 1, '20114137': 1, '26558411': 1, '9429130': 1, '30652023': 1, '16585942': 1, '25183107': 1, '24147578': 1, '26254621': 1, '25371383': 1, '22024159': 1, '23887335': 1, '24981958': 1, '22766026': 1, '15939839': 1, '29568566': 2}", "similar_patients": "{}"}