{"patient_id": 116868, "patient_uid": "5371385-1", "PMID": 28361002, "file_path": "noncomm/PMC005xxxxxx/PMC5371385.xml", "title": "A case of lung abscess successfully treated by transbronchial drainage using a guide sheath", "patient": "A 51-year-old man with no medical history was diagnosed with colon cancer in September 2011, and a solitary pulmonary nodule (left segment 6) was detected by chest X-ray and computed tomography (CT) scan when staging the colon cancer (Fig. A, B). We performed a diagnostic bronchoscopy (Olympus BF-260) and took six specimens by EBUS-GS-TBB from the left bronchus 6c (B6c) (Fig. C) under conscious sedation using midazolam. The biopsy examination used immunohistochemistry to confirm that the lung nodule was a metastasis of colon cancer. Although the patient did not have any complication or sign of infection immediately after the bronchoscopy, he developed a high fever (above 38.0°C) and cough the night after his discharge from the hospital, and he came to our hospital 6 days after the bronchoscopy. A chest X-ray and a CT scan showed a mass shadow with niveau formation around the known nodule on which we had performed EBUS-GS-TBB (Fig. D, E). Elevations in C-reactive protein level and white blood cell count were observed. Therefore, we diagnosed lung abscess associated with EBUS-GS-TBB. We started treatment with oral sitafloxacin (100 mg once per day) and intravenous injection of ampicillin–sulbactam (3.0 g once per day) as empiric therapy without evidence from bacterial culture. In spite of combined antibiotic therapy, the patient's symptoms did not improve. The patient was admitted to our hospital 9 days after the bronchoscopy, and we performed escalation therapy with intravenous injection of doripenem (0.5 g thrice a day). Although the fever lessened slightly after treatment with doripenem, the lung abscess was greatly enlarged when viewed with chest X-ray and CT scan on the eighth hospital day. Because of poor responsiveness to antibiotic therapy, on the 11th hospital day we performed another bronchoscopy to drain the abscess and to identify the cause of infection. Bronchoscopy showed that the mucosa of left B6c orifice was reddish and swollen, which resulted in severe bronchial stenosis (Fig. F). Because we could not aspirate the pus with suction directly, we attempted to perform drainage using GS, which is typically used to introduce forceps and brushes into the target bronchus. The GS (Olympus SG-201C) was inserted into the left B6c through the channel of bronchoscope (BF-1T260) (Fig. A). A total of 30 mL of bloody pus was obtained when aspirating manually with a 20-mL syringe through the GS (Fig. B), and a chest X-ray just after the procedure showed a dramatic shrinkage of the abscess (Fig. C). After the one-time drainage, the patient's body temperature quickly decreased to 37°C. Because penicillin-sensitive β-streptococcus species was detected in the aspirate culture, the patient underwent de-escalation from doripenem to oral amoxicillin–clavulanate potassium (250 mg thrice a day). The abscess disappeared after 4 weeks of antibiotic therapy and without any invasive procedure.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'29984749': 1, '15364779': 1, '26112297': 1, '29768382': 2, '26112992': 1, '10765396': 1, '22222022': 1, '15821219': 1, '28361002': 2}", "similar_patients": "{'5976287-1': 1}"}