{"patient_id": 121088, "patient_uid": "5684149-1", "PMID": 29147150, "file_path": "noncomm/PMC005xxxxxx/PMC5684149.xml", "title": "Localized Aortic Root Dissection with a Superior Mesenteric Artery Aneurysm", "patient": "A 46-year-old female patient with a 3-week history of chest pain was referred to our hospital. She had no remarkable medical or family history. During the physical examination, a diastolic murmur was heard best at the right third parasternal border. Laboratory examination revealed a white blood cell count of 9200 cells/µl, an hemoglobin level of 10.5 mg/dl, a C-reactive protein level of 0.23 mg/dl, and a D-dimer level of 1.35 µl/ml. Chest X-ray showed mild cardiomegaly without pulmonary edema. ECG did not show any significant ST-T wave changes. However, frequent supraventricular premature contractions were recorded. Transthoracic echocardiography revealed severe aortic regurgitation. An intimal flap was not observed in the ascending aorta and in the aortic root. Pericardial effusion was not observed; however, regional wall motion asynergy was observed. Non-ECG-gated CTA showed a normal morphology of the ascending aorta and aortic root without a mediastinal hematoma. The detection of an intimal flap in the aortic root was unclear because of motion artifacts (); however, we observed SMA aneurysm that implied the presence of a vulnerability of the aortic wall (). Transesophageal echocardiography (TEE) was performed during a second imaging study and the intimal flap localized in the aortic root was evidently detected (). The patient was diagnosed with a Stanford type A subacute aortic dissection with severe aortic regurgitation, and she underwent an emergency surgery.\\nThe surgery was performed through a median sternotomy. Cardiopulmonary bypass was established by aorto–bicaval cannulation. After the ascending aorta was clamped, selective cardioplegia was administered. We confirmed the intimal tear and extension of the dissection through an aortotomy. The intimal tear affected two-thirds of the circumference of the aorta, which had caused a detachment of the noncoronary cusp. The dissection flap only extended into the proximal aortic root. An aortic root replacement using a 23 mm SJM mechanical heart valve (St. Jude Medical, Minneapolis, MN, USA) and a 28 mm J Graft (Japan Lifeline, Tokyo, Japan) was successfully performed. The postoperative course was uneventful. The pathological results revealed cystic medial necrosis in the resected aortic wall. This SMA aneurysm was carefully followed-up because its size was 12 mm; at 1 year postoperatively, no change was observed.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'17011997': 1, '26710761': 1, '17448381': 1, '21881338': 1, '26054246': 1, '26337604': 1, '10102320': 1, '18291180': 1, '12170202': 1, '27521820': 1, '20308170': 1, '20233780': 1, '22369918': 1, '29147150': 2}", "similar_patients": "{}"}