{"patient_id": 66808, "patient_uid": "5438857-1", "PMID": 28555169, "file_path": "comm/PMC005xxxxxx/PMC5438857.xml", "title": "Strongyloides Colitis as a Harmful Mimicker of Inflammatory Bowel Disease", "patient": "A 64-year-old Hispanic immigrant woman presented to the emergency department complaining of abdominal pain, hematochezia, and episodes of diarrhea that began four days prior to admission. She had a significant past medical history of diabetes mellitus, hypertension, rheumatoid arthritis, and diverticulosis. The patient had a general healthy appearance and was in no acute distress. Initial lab results reported a high leucocyte count (16,000/mm3), eosinophilia (9.3%), anemia with hemoglobin of 9.9 g/dL, and hematocrit of 31.4%.\\nThe colonoscopy revealed inflammation characterized by congestion, edema, erythema, friability, and aphthous and confluent ulcerations throughout the entire colon (Figures and ). As these findings were suggestive of ulcerative colitis, a combination of oral 5-aminosalicylic acid and intravenous methylprednisolone was started. After two days of therapy, the patient suddenly became lethargic, tachycardic, and hypotensive. She was intubated for airway protection and was transferred to the intensive care unit.\\nBlood cultures returned positive for Gram-negative rods. Biopsies from colonoscopy revealed lymphoplasmacytic infiltrate of the lamina propria with mild architectural distortion, eosinophilic microabscesses, crypt abscesses, and presence of larvae, representative of Strongyloides infection (Figures –). A diagnosis of strongyloidiasis and sepsis was made. Treatment with vancomycin, meropenem, metronidazole, fluconazole, valacyclovir, and ivermectin was initiated, and immunosuppressive therapy was halted. The patient was maintained on vasopressors and aggressive fluid hydration due to hemodynamic instability. The patient subsequently died due to the systemic complications of strongyloidiasis.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'14726461': 1, '19144377': 1, '23203176': 1, '8619425': 1, '15771684': 1, '15173813': 1, '18350608': 1, '16734908': 2, '21308453': 1, '17524758': 1, '31123976': 1, '15718861': 1, '28555169': 2}", "similar_patients": "{'1538622-1': 1}"}