{"patient_id": 73643, "patient_uid": "5937038-1", "PMID": 29734949, "file_path": "comm/PMC005xxxxxx/PMC5937038.xml", "title": "A case of hyperparathyroidism-associated parkinsonism successfully treated with cinacalcet hydrochloride, a calcimimetic", "patient": "An 83-year-old woman was admitted to our hospital because of uncontrolled parkinsonism. She had been diagnosed with autoimmune hepatitis at 40 years of age and intermittently treated with prednisolone. She had developed right thalamic hemorrhage at the age of 73 years. Although she had developed risperidone-induced parkinsonism at 79 years of age, discontinuation of the risperidone and administration of L-dopa (600 mg/day) improved her symptoms. The Unified Parkinson’s Disease Rating Scale (UPDRS) based on the information from her previous doctor was assumed to improve from around 10 to nearly 0 after the discontinuation of risperidone and administration of L-dopa.\\nOne month before the current admission, prednisolone (20 mg/day) had been re-stared because of the recurrence of autoimmune hepatitis. During the tapering of prednisolone from 20 to 5 mg/day within 2 weeks, her parkinsonian symptoms, including mask-like face, bradykinesia, freezing of gait, and rigidity, began to worsen. Her parkinsonian symptoms had worsened to 57 points on the UPDRS by the time of admission. She became unable to walk and her verbal response declined, although her conscious level remained clear. The symptoms were resistant to an increased dosage of L-dopa from 600 to 1200 mg/day as well as the additional administration of a dopamine receptor agonist and catechol-O-methyltransferase inhibitor.\\nBrain computed tomography, magnetic resonance imaging, and 123I-metaiodobenzylguanidine myocardial scintigraphy revealed no abnormalities that could cause parkinsonism (Figs. and ). There was no decrease in the uptake of dopamine transporters in the striatum on the dopamine transporter scan (Fig. ).\\nAt 46 days after admission, the patient’s conscious level decreased to 9 points (E2, V3, M4) on the Glasgow coma scale. Detailed evaluation of her parkinsonism was difficult because of her decreased consciousness. The level of total serum calcium, corrected by albumin, was remarkably elevated at 14.3 mg/dL with an increased level of intact parathyroid hormone (iPTH) (361 pg/mL). Computed tomography and ultrasound scans showed no enlargement of the parathyroid gland. 99mTc methoxy-isobutyl-isonitrile scintigraphy showed no increased accumulation in the parathyroid (Fig. ). To correct the hypercalcemia with the increased iPTH, we administered cinacalcet hydrochloride, a calcimimetic for the treatment of secondary hyperparathyroidism. Three weeks after commencing cinacalcet, the patient’s total serum calcium normalized to 8.5 mg/dL with a normal iPTH level (33 pg/mL). Along with the normalization of the serum calcium and iPTH, both her conscious level and parkinsonian symptoms gradually improved. She became able to stand and walk without support. Her UPDRS score recovered to 7 points while slight bradykinesia remained, which may be due to her advanced age. Even after discontinuing the anti-parkinsonian drugs, her neurological conditions were stable. Furthermore, the levels of total serum calcium and iPTH remained within normal limits 1 month after discontinuance of cinacalcet.", "age": "[[83.0, 'year']]", "gender": "F", "relevant_articles": "{'16049099': 1, '30739241': 1, '7191528': 1, '21565858': 1, '20971569': 1, '21733736': 1, '15890318': 1, '4017891': 1, '23594726': 1, '32670375': 2, '8341314': 1, '1450500': 1, '24503607': 1, '8481080': 1, '29734949': 2}", "similar_patients": "{'7333033-1': 1}"}