{"patient_id": 118190, "patient_uid": "5461855-1", "PMID": 28615779, "file_path": "noncomm/PMC005xxxxxx/PMC5461855.xml", "title": "Multimodal Hallucinations in a Visually Impaired Elderly Female: Is it a Variant of Charles Bonnet Syndrome?", "patient": "An elderly female, 70-year-old, was brought to psychiatry OPD of a tertiary hospital with the complaints of seeing snakes, multiple in number surrounding all around her, different shapes and sizes of toys made of wood and a tall person wearing a black dress, unknown to her, either staring at her or following her for the last 20 days. The symptoms started abruptly one evening when the patient was sitting outside her house. The snakes would nod their heads and utter sounds “shoo” “shoo” occasionally which makes her more frightened. On some instances, the snakes would spit out some liquid from their mouth which she could feel over her skin, causing a transient burning sensation along with itchiness over the affected area. Often, the snakes, toys, and the tall person followed her wherever she went. Symptoms would exacerbate during evening hours after sunset. Snakes would be seen over her bed when she had difficulty with sleep and on such occasions, she would be afraid to sleep on her own bed had to sleep at her neighbor's house. Patient during these experiences became disturbed but could clearly state that these were experienced only by her, and they are not disturbing other family members. On mental status examination, there was anxious affect with visual (predominant), auditory and tactile hallucinations with good insight. There were no recent stressors, memory problems suggesting dementia, no signs of confusion or disorientation. The patient during examination reported low vision in both eyes for last 2 years which has deteoriated over last 3 months. Ophthalmological examination revealed visual acuity of 3/60 in both eyes with bilateral dense nuclear cataract (NO5NC5 by lens opacities classification system III classification). Bilateral optic fundi were normal. Peripheral disturbance in the field of vision due to lenticular changes was seen in perimetric examination. Intraocular pressure was within normal range. Electroencephalogram showed no epileptiform activity and neuroimaging (magnetic resonance imaging [MRI] - brain) revealed age-related cortical atrophy. The patient was admitted and started on tablet clonazepam 0.5 mg twice daily along with reassurance during which her symptoms improved by 50%. Tablet aripiprazole at low dose 2.5 mg/day was started, and the patient was discharged after 10 days of hospital stay when her hallucinations disappeared completely. Neuropsychological testing and cataract surgery was planned during follow-up.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'30402359': 2, '17212994': 1, '5585700': 1, '23726311': 1, '17726916': 1, '24863507': 1, '15217875': 1, '24290845': 1, '12078038': 1, '14757336': 1, '21206586': 1, '7728372': 1, '24560470': 1, '23869320': 1, '16372931': 1, '15715364': 1, '24379505': 2, '12559327': 1, '24825847': 1, '28615779': 2}", "similar_patients": "{'6200443-1': 1, '3868096-1': 1}"}