{"patient_id": 115204, "patient_uid": "5180434-1", "PMID": 28031987, "file_path": "noncomm/PMC005xxxxxx/PMC5180434.xml", "title": "Aspergillosis of the central nervous system in a previously healthy patient that simulated Creutzfeldt–Jakob disease", "patient": "This case report is of a 34-year old man who was married, Catholic, and a construction worker. He had primary school education with no history of previous hospitalizations, surgeries, transfusions, allergies, or known pathologies. He referred only to head trauma suffered 8 months ago by way of physical assault. The assault caused a nose-bone fracture with a nasal septum deviation to the right, but with neither purulent material nor a rinusinusal infectious process. He had only mild, intermittent, and sporadic obstructive dyspnea after the incident. The patient smoked 20 cigarettes a day for 21 years, from 13 to 34 years of age. Up to 5 months prior to his admission, he also suffered from alcoholism for 11 years, drinking 1000 ml of alcohol every week.\\nHe was admitted to the hospital with an occipital headache which he had endured for 2 months. For over 1 and a half months, he had also experienced behavioral disorders and a disruption of higher mental functions. He had retrograde and anterograde amnesia with both echolalia and the presence of visual hallucinations. A private physician initially treated him with diazepam, pentoxifylline, diclofenac, and phenytoin, all with standard doses but with no improvement. Three weeks prior to admission, the patient experienced acalculia and multiple apraxia that did not allow the patient to perform ordinary work and other daily activities such as bathing, and dressing. At this point, the patient required the support of a family member. The individual was evaluated by a second physician who prescribed amitriptyline, bromazepam, B complex, and additional phenytoin. Five days later, the patient developed ataxic gait and was evaluated at a regional hospital where he was given treatment for poisoning (benzodiazepines with flumazenil and a gastric lavage with activated carbon). One week prior to admission, the man quickly and progressively lost the ability to hold himself up. He suffered from psychomotor agitation and myoclonic movements. The patient had a spastic tonicity of his limbs, associated with loud sounds and light. He demonstrated an altered state of consciousness with episodes progressively alternating between a soporose state and an awakened state. He demonstrated akinetic mutism (an indifference to the environment).\\nHe was moved to the Red Cross Hospital where he was given empiric treatment for neuroinfection because data showed a neck stiffness, with a bilateral Babinski, a positive Brudziski, and a negative Kerning and substitutes. Antibiotic therapy was initiated based on a cefotaxime and metronidazole treatment. After failing to show improvement within 4 days, the individual was transferred to our unit where he remained for a period of 25 days and where the aforementioned symptoms continued.\\nOn admission, the patient was received with vital signs within a normal range for his age. He was bedridden and unable to hold himself up. The individual was craniofacial, had intermittent drooling and nostrils without fistula nor the presence of discharge, only the septum veering to the right. The patient showed neck stiffness, without jugular venous engorgement. There were carotid pulses present and no lymphadenopathy at any level of body anatomy was detected. There were no cardiopulmonary or abdomen issues. Other elements of a general physical examination did not show evidence of disease. The patient was neurologically uncooperative and sluggish with alternated isolated episodes of psychomotor agitation. He registered 9 points on the Glasgow Coma Scale (GCS), with the following results: An ocular response to pain (2), localized pain (5), and emission of sounds (2). The patient demonstrated indifference to the environment, was aphasic, and had a fixed gaze. His right pupil was 3 mm and his left pupil 2 mm left, with consensual pupillary reflexes present. His eye fundi were without papilledema, hemorrhages, or exudates. There was evidence of horizontal nystagmus with rapid movement to the right. Other cranial nerves did not show this detected condition. The patient showed the presence of a neck stiffness, with Brudzinski present and a negative Kerning. His tendon reflexes increased in his lower limbs, with bilateral Babinski and a non-assessable walking. The patient demonstrated an asynchronous myoclonus of all extremities that was associated with loud sounds or light, and he had a tendency to turn his head to the right side.\\nIn laboratory tests and during initial and subsequent clinical monitoring [(blood count, blood chemistry, serum electrolytes, liver function tests, gasometry analysis, serological tests for human immunodeficiency virus, hepatitis B, hepatitis C, VDRL, thyroid function tests, chest radiography, abdomen evaluation [], and simple skull computed Tomography (CT)], no alteration was noted. The cytology of the cerebrospinal fluid (CSF) was reported as acellular and negative to malignancy, and the CSF cytochemical was reported as having the aspect of liquid-like rock water, with glucose 59, chlorine 133, proteins 64, leukocytes 1, erythrocytes 20, and crenocytes 450. Further, an electroencephalogram (EEG) [] was performed. There was presence of cyclical and inverted waves observed in the occipital region, with a marked and diffuse slowing. With magnetic resonance imaging (MRI) of the skull with gadolinium, indirect evidence of corticosubcortical atrophy of the right occipital parietal lobe was clearly noted. It was, however, also observed on the left side, with a diffuse loss of volume of brain parenchyma, as well as evidence of the restriction of the diffusion of both putamen and caudate nucleus heads [].\\nThe patient showed a lethargic state of consciousness that was in rapid decline. The patient was handled given his evolution upon admission to the hospital as having a rapidly progressing dementia syndrome. Creutzfeldt–Jakob encephalopathy was ruled out with a brain biopsy performed as a confirmatory diagnosis. The same result was reported with a histopathology, which showed a grayish color occipital tissue with the presence of infectious mycotic cerebral white–gray matter, giving a definitive diagnosis of brain tissue that tested positive for Aspergillus []. The patient died 7 days after completion of the brain biopsy.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'12167683': 1, '14747452': 1, '15472335': 1, '11904042': 1, '11807679': 1, '17921653': 1, '15762795': 1, '10770732': 1, '16800416': 1, '18832929': 1, '19403905': 1, '12402199': 1, '29785613': 1, '18688146': 1, '3784900': 1, '12893401': 1, '9356788': 1, '18451721': 1, '12569602': 1, '1520783': 1, '11525216': 1, '12761369': 1, '28031987': 2}", "similar_patients": "{}"}