{"patient_id": 113323, "patient_uid": "5004507-1", "PMID": 27621925, "file_path": "noncomm/PMC005xxxxxx/PMC5004507.xml", "title": "Pericardial Effusion in Langerhans Cell Histiocytosis: A Case Report", "patient": "The subject of this case is a seven-month-old Iranian girl from Kashan (a city in Iran) with a five-month history of skin rash who had been treated as an outpatient but whose symptoms had not disappeared. She was first admitted to Kashan hospital, and some laboratory tests had been done there. She received packed red blood cells, because she was anemic. She was referred to and hospitalized in the pediatric department of Loghman Hakim hospital, affiliated with the Shahid Beheshti University of Medical Sciences, Tehran, Iran, on October 8, 2013.\\nHer history was that she had a maculopapular skin rash and an intermittent fever of five months’ duration. Upon physical examination, there was maculopapular skin rash on her scalp, neck, trunk and palmar and plantar surfaces (). She also had multiple cervical lymphadenopathy and a palpable spleen. Her weight was 6,300 grams, and her height was 62 cm. Her growth was normal for her age. Her blood pressure was 80/63 mmHg, her heart rate was 120 beats per minute and her axillary temperature was 37.2°C. Several tests were performed during hospitalization. Necessary laboratory tests were done in the Loghman Hakim Hospital Laboratory, and all of the equipment was calibrated. The results are shown in ( and ).\\nA neck ultrasound showed multiple cervical lymphadenopathy of 16.4 mm × 6.2 mm size. A skull X-ray showed osteolytic lesions with well-defined margins in the left temporal area (). A skin biopsy was done to make certain of the diagnosis. In the skin biopsy, the infiltration of histiocytes and the reniform cell upper dermis were variably positive for S100, compatible with LCH.\\nDuring hospitalization, the patient suffered from respiratory symptoms and tachypnea. She also appeared hypoxic and needed a high level of oxygen supplementation (an inspired fraction of O2 = 5 L/min) to get an O2 saturation of 95%. Conventional chest radiography (CXR) showed a ground glass view in the upper lobe of the left lung with mediastinal widening; therefore, a chest computed tomography (CT) scan (Toshiba, Japan) was done. It showed a ground glass view and an anterosuperior mediastinal mass with homogeneous density ().\\nAccording to the patient’s symptoms and chest radiographic findings, echocardiography (Vivid 3.USA) was performed for her. Color Doppler echocardiography showed moderate pericardial effusion and poor ventricular function. Other reasons for pericardial effusion were ruled out in this patient. Due to the multiple organ involvement and respiratory distress, chemotherapy was started with Vinblastine, Mercaptopurine and prednisolone, and she tolerated them very well. Her condition improved, and she was discharged from the hospital after six days. Finally, follow-up showed that her problems were solved, and pericardial effusion was reduced after chemotherapy.", "age": "[[7.0, 'month']]", "gender": "F", "relevant_articles": "{'25387157': 1, '25207768': 1, '30581598': 2, '25586293': 1, '6974251': 1, '23109216': 1, '25745295': 2, '1914616': 1, '31183295': 2, '29760834': 2, '25281259': 1, '25310214': 1, '26023652': 1, '21666814': 1, '25118810': 1, '24736909': 1, '27621925': 2}", "similar_patients": "{'6538118-1': 1, '4349020-1': 1, '6269612-1': 1, '5942209-1': 1, '5942209-2': 1}"}