{"patient_id": 63130, "patient_uid": "5112318-1", "PMID": 27885344, "file_path": "comm/PMC005xxxxxx/PMC5112318.xml", "title": "Drug-Induced Hypersensitivity Syndrome Caused by Carbamazepine Used for the Treatment of Trigeminal Neuralgia", "patient": "In July 2013, an 88-year-old Japanese man was referred to our hospital with a 1-month history of intense, electric-shock-like pain caused by irritation of the right lower jaw. He was diagnosed with right trigeminal neuralgia and started on a treatment of oral carbamazepine 200 mg/d. His symptoms improved. After 6 weeks of medication, he became aware of a body rash with itching. He visited the local clinic where topical corticosteroid and antihistamine were prescribed. When the symptoms had not changed 4 days later, however, he came to our hospital. The carbamazepine was discontinued, and he was sent for a dermatology consult and admitted as a patient. By August 19, he had developed a rash and had multiple areas of exudative erythema on his face, trunk, and limbs (Figures –).\\nThe patient had a fever of 38.2°C, and his blood tests showed liver enzyme elevation [aspartate aminotransferase (AST), 47 U/L; alanine aminotransferase (ALT), 146 U/L; γ-glutamyl transferase (γ-GTP), 250 U/L] and renal dysfunction [creatinine (CRTN), 2.74 mg/dL].\\nDrug-induced lymphocyte stimulation test (DLST) for carbamazepine, HHV-6 IgM, IgG, and DNA and CMV-HRP were negative. Computed tomography (CT) showed lymphadenopathy at the mediastinum (). The patient's skin rash worsened and the fever rose to 39.1°C on August 23. Laboratory data showed a white blood cell count (WBC) of 19,210/μL with 22% eosinophils; CRP, 8.34 mg/dL; CRTN, 3.59 mg/dL. He was diagnosed with drug eruption on the basis of clinical symptoms and the results of laboratory data and treated with oral prednisolone 30 mg/d. His blood tests showed a white blood cell count of 32,870/μL with 42% eosinophils, and an increased number of atypical lymphocytes appeared; in response, the prednisolone was increased to 60 mg/d. After treatment, his liver and renal function and rash improved gradually. However, he developed a rash again on his trunk and limbs on September 9. His blood tests showed serum anti-HHV-6 IgG titer was 640 times the normal value (). The patient was diagnosed with DIHS according to criteria for DIHS by the presence of the seven categories (see the following list) []. After treatment with oral prednisolone and olopatadine hydrochloride 10 mg/d, the erythema disappeared, and the prednisolone was gradually decreased.\\nDiagnostic Criteria for DIHS Established by a Japanese Consensus Group [\\nMaculopapular rash developed >3 weeks after starting with a limited number of drugs Prolonged clinical symptoms after discontinuation of the causative drug Fever (>38°C) Liver abnormalities (ALT > 100 U/L) (this can be replaced by other organ involvement, such as renal involvement) Leukocyte abnormalities (at least one present) Leukocytosis (>11 ∗109/L) Atypical lymphocytosis (5%) Eosinophilia (>1.5 ∗109/L) Lymphadenopathy HHV-6 reactivation\\nThe diagnosis is confirmed by the presence of the seven criteria above (typical DIHS) or of five of the seven (atypical DIHS).", "age": "[[88.0, 'year']]", "gender": "M", "relevant_articles": "{'34707400': 1, '22171136': 1, '28638280': 2, '21342223': 1, '17075280': 1, '21149285': 1, '22714760': 1, '23816504': 1, '14967790': 1, '17854362': 1, '27885344': 2}", "similar_patients": "{'5472963-1': 1}"}