{"patient_id": 69642, "patient_uid": "5649859-1", "PMID": 29147202, "file_path": "comm/PMC005xxxxxx/PMC5649859.xml", "title": "Renal Medullary Carcinoma is a Diagnosis Worth Considering: Case Report", "patient": "A 17-year-old Afro-Caribbean boy presented with a one year history of intermittent left loin pain, hematuria and fever. He had been previously treated in the community for recurrent urinary tract infections. There was no history of nausea, vomiting or weight loss. On examination, the abdomen was soft but tender in the left loin region. No masses were palpable within the abdomen at presentation. A full blood count and renal function screen was normal, while urine analysis only showed proteinuria. Renal tract ultrasound indicated a 50 mm x 25 mm avascular area which was echogenic and raised the possibility of pyelonephritis complicated with a renal abscess. Patient was initially treated with intravenous antibiotics but failed to respond.\\nA 3-phase CT abdomen showed the presence of an enhancing mass lesion expanding the superolateral aspect of the left kidney with an extensive abnormal para-aortic lymph nodes mass encasing the renal vessels (). A biopsy of the left kidney mass showed renal parenchyma widely infiltrated by a poorly differentiated adenocarcinoma showing both solid sheets of cells, trabecular arrangements and a micro glandular architecture. The cells showed marked cytological pleomorphism and frequent mitoses with focal necrosis. Lymphovascular invasion was also seen. Interestingly, a red blood cell (RBC) visible in one of the slide looked sickled and raised the possibility of sickle cell disease (). Subsequently, a sickle cell screen was instructive of carrier status with electrophoresis showing HbA 51.0% and HbS 37.5%. On further immunohistology, the end immunoprofile (cytokeratin positive, vimentin positive and CK5, 6 negative) was in keeping with a diagnosis of medullary carcinoma of kidney.\\nRadical open nephrectomy through thoraco-abdominal approach was performed together with partial clearance of para-aortic lymph node mass as it was matted and fixed to the aorta. Per operatively, invasion was also noted into the psoas muscle and colonic mesentery. After postoperative recovery, patient was given six cycles of gemcitabine and cisplatin, and showed a good partial response with good volume reduction of retroperitoneal/para-aortic nodal disease.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'12475675': 1, '9566287': 1, '29147351': 2, '9503506': 1, '10620181': 1, '15972435': 1, '7528470': 1, '18068443': 1, '29147202': 2}", "similar_patients": "{'5649784-1': 1}"}