{"patient_id": 117858, "patient_uid": "5439397-1", "PMID": 28567433, "file_path": "noncomm/PMC005xxxxxx/PMC5439397.xml", "title": "Maggot debridement therapy for a patient with critical limb ischaemia and severe cardiac dysfunction: possibility of limb salvage", "patient": "A 73-year-old man consulted our institution for a skin ulcer of the left third toe in September 2014. He had a clinical history of fulminant myocarditis, myocardial infarction, acute cardiac failure, chronic renal failure (undergoing dialysis), arteriosclerosis obliterans of the lower limb, hypertension, diabetes and visual disturbance. He was a non-smoker, living by himself, and he could walk with support.\\nHis notable illness was an episode of fulminant myocarditis and acute cardiac failure in December 2011, which was treated in the ICU for 15 days, and he was discharged from hospital 3 months later. At the time of discharge, he still had significant cardiac functional disorder with an ejection fraction (EF) rate of less than 20%.\\nIn April 2014, he developed ulceration of the right toes, diagnosed as arteriosclerosis obliterans of the lower limb at the cardiovascular medicine department and underwent percutaneous transluminal angioplasty (PTA). In September 2014, delayed healing of the ulceration of the skin was noted; thus, he was referred to the plastic surgery department.\\nUpon the first consultation at the plastic surgery department, ischaemic ulcer of the left third toe was seen and his EF rate was 18.4%. shows his biologic and haematologic data, detected bacteria and treatment course. Biological data on the left limb were examined between the revascularization procedure and surgical management, and blood test and wound culture were examined at the time of surgical management. Revascularization procedure by PTA was not conducted after October 2016.\\nIn September 2014, after performing PTA for the left lower limb, amputation of the left third toe was conducted. In December 2014, re-stenosis of the bilateral below-knee arteries and necrosis of the left first toe were noted, thus re-PTA was conducted for the bilateral limbs. Subsequently, amputation of the left first toe was performed. In September 2015, arterial re-stenosis of the lower extremity developed along with necrosis of all the left toes, plantar and dorsum, and so PTA was performed again; transmetatarsal amputation (TMA) was also performed in the same month. However, delayed wound healing, infection and necrosis progressed in the transected surface of the left limb. Therefore, in January 2016, the first and second toes were amputated at Lisfranc’s joint, and the other three toes were further amputated at the base of the transmetatarsal bone, and the amputated surface was left as an open wound for WBP and post-operative infection management. At the time of the amputation, extensive arterial contraction and severe arteriosclerosis were noted in the left lower limb; thus, an additional revascularization procedure by PTA could not be performed. Subsequently, cleansing of the wound, topical ointment of sulfadiazine silver, venous drip infusion of an antibiotic agent (daptomycin), and surgical debridement at the bedside were conducted daily, but the yellowish necrosis lesion did not reduce, and his pain aggravated ().\\nThe patient strongly desired to save his limb and refused to undergo major amputation of the limb. Debridement at the bedside was difficult due to pain at that time. Surgical management under general anaesthesia (such as bypass surgery) or extensive and highly invasive debridement for a long time was also considered unacceptable, because the patient fulfilled three items of the Revised Cardiac Risk Index (history of cardiac failure, insulin-dependent diabetes and renal failure), had EF of 18.4% and had a constantly high level of B-type natriuretic peptide (over 2000 pg/mL). As conventional treatment methods were considered difficult for the patient to tolerate, MDT was started from February 2016. The Barthel Index [] before MDT was a score of 45.\\nSecond instar larvae of maggots were placed on the surface of the skin ulcer at six larvae per 1 cm2, covered by a mesh sheet and dressing was performed. The maggots were removed when they grew to third instar larvae and were replaced by second instar larvae. By defining a 48-h duration as one session, a total of six sessions were conducted. For pain control, the oral administration of NSAIDs was performed and he could tolerate the pain, although it remained to a certain extent. Subsequently, compared with the conventional treatment, the reduction of necrotic tissues at the ulceration site was noted each time the maggots were replaced, and favourable granulation was observed. MDT was particularly effective in the portion where the margin between the granulation and necrosis was unclear, and the deep portion of the ulceration where manual debridement was difficult (). Wound closure was achieved in March 2016.\\nIntraoperative and post-operative views are shown in . Under sciatic nerve block, additional debridement and partial simple reefing suture were done, and skin graft with a split thickness of 20/1000 inches was conducted, harvesting the graft from his left inguinal region. The operation took 1 h and 40 min, and the amount of bleeding was 140 mL.\\nPost-operatively, about 70% of the grafted skin was taken, although it was unstable for 2 weeks, and his pre-operative pain markedly reduced. Although some raw surface remained, the range was relatively small, and additional surgical management was unnecessary. After rehabilitation exercise, as of one post-operative months, he became able to stand with assistance when moving from a wheelchair, walk using a four-point walker, and his Barthel Index improved to a score of 80 ().", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'10477528': 1, '12787692': 1, '11296817': 1, '15871964': 1, '20542901': 1, '14258950': 1, '17140820': 1, '19784813': 1, '5534668': 1, '24726827': 1, '16549646': 1, '23107298': 1, '30456277': 1, '20169390': 1, '18687766': 1, '18479744': 1, '12534589': 1, '10740573': 1, '31849439': 1, '24123092': 1, '25283968': 1, '28971112': 2, '26691053': 1, '24225601': 1, '16828434': 1, '28567433': 2}", "similar_patients": "{'5613910-1': 1}"}