{"patient_id": 118313, "patient_uid": "5470090-1", "PMID": 28630663, "file_path": "noncomm/PMC005xxxxxx/PMC5470090.xml", "title": "Presentation of secondary parasitic infection 37 years after primary infection", "patient": "A 59-year-old Bosnian male presented with abdominal discomfort. A 20 × 10 cm2 suprapubic mass was palpable. An abdominal ultrasound scan (US) revealed a large complex pelvic mass, subsequent abdominal and pelvic computed tomography (CT) revealed multiple complex peritoneal cysts suggestive of hydatid disease (Fig. ).\\nAs a child he reported frequent contact with livestock and dogs. Upon military conscription, aged 17, investigations revealed a pulmonary mass, resection of which confirmed echinococcosis. Five years later, he was diagnosed with splenic hydatid disease culminating in splenectomy. The multiple large cysts and daughter cysts now seen on his CT were presumed secondary to spillage and peritoneal seeding of hydatid cysts during his splenectomy 37 years prior.\\nHe commenced Albendazole for 9 weeks prior to planned surgical resection. During laparotomy, one pelvic and four abdominal cystic structures were discovered. The pelvic cyst was sizeable and densely adherent to the bladder anteriorly and rectum posteriorly. As the cyst entered the true pelvis dissection proved problematic, as such the cyst was surrounded by hypertonic saline soaked packs to inhibit contents spillage. Four stay sutures were placed into the cyst wall and a cystostomy performed. The contents was judiciously evacuated (Fig. ). Once decompressed, the cyst was sutured closed and resected (Fig. ).\\nHistology showed hydatid cysts and a diagnosis of EG was postulated. He completed a 7-day post-operative course of Praziquantel and 6 months of Albendazole. One year post-surgery repeat CT and MRI abdomen and pelvis show no recurrence.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'25531730': 1, '25911723': 1, '23546806': 1, '22669859': 1, '26504805': 1, '25431702': 2, '24269720': 1, '21912714': 1, '25526545': 1, '28630663': 2}", "similar_patients": "{'4238233-1': 1}"}