{"patient_id": 119928, "patient_uid": "5592764-1", "PMID": 28869237, "file_path": "noncomm/PMC005xxxxxx/PMC5592764.xml", "title": "Nasal route for endobronchial ultrasound-guided transbronchial needle aspiration (EBUS-TBNA): An alternative modality in difficult oral bronchoscope insertion", "patient": "A 30-year-old never-smoker male patient was evaluated under the ENT services for complaints of a painless oral ulcer over right gingivobuccal sulcus and reduced mouth opening for 4 months. Biopsy from the lesion revealed squamous cell carcinoma and patient received radiotherapy. After 5 cycles of radiotherapy, 18-fluorodeoxyglucose-positron emission tomography-computed tomography (18-FDG-PET-CT) scan was performed for feasibility of surgical resection. PET-CT demonstrated uptake in primary mass in right gingivobuccal area and a FDG-avid right lower paratracheal lymph node []. For evaluation of the mediastinal lymphadenopathy, the patient was referred to us for EBUS-TBNA.\\nAt our center, we routinely perform EBUS-TBNA under moderate conscious sedation through oral route after insertion of a bite block. This patient had markedly restricted mouth opening (<1 finger) and had a large ulcerative growth over right buccal mucosa. Externally, swelling was apparent over the right cheek also []. EBUS scope insertion through the mouth was not feasible due to risk of oral bleeding and difficult insertion and maneuvering. In view of these issues, it was decided to perform the procedure through nasal route. Under conscious sedation (following intravenous administration of midazolam 2 mg and fentanyl 50 mcg), the EBUS bronchoscope (Olympus BFUC-180F, outer diameter 6.9 mm, Olympus Corporation, Japan) was introduced through left nostril. Five mL of 2% lignocaine gel was instilled in the nostril for lubrication and local anesthesia before bronchoscope introduction. EBUS bronchoscope was carefully and gently advanced through the nostril and anesthesia during the rest of the procedure was obtained by 2% lignocaine solution administered “spray as you go.” All lymph node stations including bilateral paratracheal, hilar, interlobar, and subcarinal were screened systematically without any difficulty in scope manipulation. A 12 mm × 10 mm sized lower right paratracheal lymph node (station 4R) was identified and three passes were obtained using 21-G EBUS needle (ViziShot, Olympus Corporation, Japan). Rapid-onsite examination was suggestive of the presence of malignant cells. Total procedure duration was 20 min. There were no procedural complications. Final cytological examination was consistent with the diagnosis of metastatic squamous cell carcinoma. The patient was referred to radiation oncology services for further management.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'25119291': 1, '12406852': 1, '33154221': 1, '26097352': 1, '33942745': 1, '15786902': 1, '25686147': 1, '26705010': 1, '24992128': 1, '28869237': 2}", "similar_patients": "{}"}