{"patient_id": 62416, "patient_uid": "5061942-1", "PMID": 27777806, "file_path": "comm/PMC005xxxxxx/PMC5061942.xml", "title": "Ochrobactrum anthropi Keratitis with Focal Descemet's Membrane Detachment and Intracorneal Hypopyon", "patient": "A 57-year-old female with a longstanding history of herpetic keratitis for 29 years in her left eye and persistent central neurotrophic ulcer was referred to our institution by her primary ophthalmologist. In addition to herpetic eye disease, her ocular history included a Pseudomonas aeruginosa ulcer of the left eye in September of 2012 that was medically managed. She subsequently developed a chronic neurotrophic ulcer successfully treated with amniotic membrane graft placement in July 2014. Since then, her primary ophthalmologist noted corneal opacities which would wax and wane along with a hypopyon of unclear etiology. She was currently utilizing a bandage contact lens, besifloxacin 0.6% three times daily, and prednisolone acetate 1% three times daily in the left eye along with systemic acyclovir 800 mg five times daily.\\nOn presentation to our institute in October 2015, she described a painless progressive clouding of her vision over three years. On examination, best-corrected vision was 20/25 +1 in the right eye and hand motions in the left eye. The right eye was unremarkable on anterior and posterior segment examinations. Anterior segment examination of the left eye revealed 1+ conjunctival hyperemia but no purulent drainage. Corneal sensation was absent. The corneal stroma was edematous with areas of thinning and deep neovascularization. A central ulcer was present with whitish opacities of the corneal stroma. Descemet's membrane was focally detached under the ulcer with formation of an intracorneal hypopyon between the posterior stroma and detached Descemet's membrane. Multiple keratitic precipitates were noted inferotemporally away from the ulcer and appeared disciform in nature. A 1.5 mm layered hypopyon was present. The remainder of the exam was within normal limits (Figures and ).\\nCorneal scrapings were obtained from the left eye and sent for aerobic, viral, herpetic, acid-fast bacilli, Acanthamoeba, and fungal stains and cultures. Initial cultures were reported as Pseudomonas spp. but subsequent molecular testing identified it to be the gram-negative organism Ochrobactrum anthropi. The patient was placed on fortified topical tobramycin (14 mg/mL) and care options were discussed. She was subsequently followed by her outside ophthalmologist and was transitioned to tobramycin ointment. However, she returned four months later with a perforated cornea (). An evisceration was performed at the request of the patient who had now developed chronic pain and reported no useful vision in the eye for several decades. Pathology of the cornea revealed acute necrotizing keratitis with epithelial thinning, subepithelial bullae and disruption of Bowman's membrane, stromal necrosis and inflammation, diffuse loss of endothelium, and intracorneal hypopyon. Diffuse debris and gram-negative bacteria were identified (). Stains for mycobacteria, encysted Acanthamoeba, and fungi were negative. Viral immunohistochemistry was also negative for herpes virus, cytomegalovirus, and varicella zoster viruses.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'8656354': 1, '18483495': 1, '10434878': 1, '33207839': 1, '16029282': 1, '17965364': 1, '8694102': 1, '23415718': 1, '11421027': 1, '22344017': 1, '29515160': 1, '1576286': 1, '9124261': 1, '22314825': 1, '18085486': 1, '23363833': 1, '25242942': 1, '27777806': 2}", "similar_patients": "{}"}