{"patient_id": 68726, "patient_uid": "5591109-1", "PMID": 27858861, "file_path": "comm/PMC005xxxxxx/PMC5591109.xml", "title": "Laparoscopic assisted low anterior resection for advanced rectal cancer in a kidney transplant recipient", "patient": "A 51-year-old Chinese male had undergone living-donor kidney transplantation for end-stage renal disease (ESRD) due to 8 years of nephrotic syndrome in 2011 at the age of 46 years. His immunosuppression regimen included a combination therapy with tacrolimus 2.5 mg/d, mycophenolate mofetil 1.5 g/d, and prednisolone 10 mg/d. The blood concentration of tacrolimus (FK-506) was monitored regularly at a target level of 4 to 10 ng/mL. No colonoscopy had been performed prior to transplantation, and he did not receive colonoscopic surveillance postoperatively. Renal graft function remained stable in him without any rejection episodes.\\nFour years after transplantation, the patient presented with recurrent hematochezia (bright red blood per rectum mixed with stools), and a change in bowel habits manifested by frequent loose stools. He did not pay attention to these abnormal conditions until he began to suffer from progressive general malaise and weight loss of 3 kg during the period of 1 month. A colonoscopy was taken subsequently in January 2016, which revealed a near-circumferential mass at the middle rectum about 8 cm from anal verge accompanied by moderate luminal stenosis. The friable lesion proved to be adenocarcinoma by further biopsy. Having made a definite diagnosis, the patient was admitted to our institution in February 2016. He had a previous history of hypertension for 7 years that could be generally controlled by medication, and cigarette smoking for more than 30 years. Regarding his family history, there were no remarkable findings.\\nOn admission, detailed physical examination revealed a temperature of 36.5°C, pulse of 80 bpm, and blood pressure of 106/60 mm Hg. No special signs were noted except for a healed surgery scar on his right lower abdominal wall. The lower margin of a solid, irregular mass was touched about 6 cm from anal verge through a digital rectal examination. Laboratory tests showed hemoglobin was 133 g/L, fecal occult blood test was positive, serum creatinine was 88 μmol/L, liver function test was normal, and most serum tumor markers (AFP, CEA, CA19-9, and CA72-4) were within the normal range but CA242 was slightly elevated. The following computed tomography (CT) scan demonstrated a soft tissue density mass protruding into the lumen of upper-middle rectum, with the wall thickening and peripheral lymph node metastasis and the transplant kidney was located in the right pelvic cavity (Fig. ). No evidences of distant metastasis were suggested. FK-506 was 4.7 ng/mL at that time. According to recommendation of interdisciplinary team including urologists, medical physicians, and general surgeons, immunosuppressive therapy with previous regimen was extended perioperatively. Meanwhile, 100 mg of intravenous hydrocortisone was added before anesthesia induction, and turned to a dose of 50 mg/8 h postoperatively for 1 day to prevent acute renal failure caused by the attack of surgery.\\nWithout any surgery contraindications, a laparoscopic assisted low anterior resection with total mesorectal excision (TME) was performed then. After induction of general anesthesia, the patient was positioned in the lithotomy position. Complete exploration of the abdominal cavity suggested that there was no liver and peritoneal carcinomatosis. The tumor was identified locating at the middle-lower rectum. Specific surgical procedures started with lysis of abdominal adhesions from previous surgery. The sigmoid mesocolon and mesorectum were dissected along the inner side of the ureters by harmonic scalpel, and the vessels and lymphatics were ligated at the root of the superior rectal vessel with Hem-o-lock. The distal rectum was transected intracorporeally 3 cm from the distal margin of tumor with a EC45-A laparoscopic linear stapler (Johnson & Johnson, Cincinnati, OH, USA). After that, a 6 cm left supraumbilical incision was made to remove the proximal rectum, the distal sigmoid colon, and the surrounding tissues of the rectum 10 cm from the proximal margin of tumor. The specimen was obtained for further pathological evaluation (Fig. ). Reconstruction was performed intracorporeally in the manner of straight end-to-end colorectal anastomosis using a 28 mm transanal circular stapler (COVIDIEN, Mansfield, MA, USA) (Fig. ). Finally, 2 drainage tubes were placed in the pelvic cavity surrounding the anastomosis site. In order to prevent postoperative anastomotic leakage, a loop transverse colostomy was performed (Fig. ). The operation was completed successfully within 2 h with a proximate blood loss of 100 mL. Histopathology revealed a well-moderately differentiated adenocarcinoma measuring 4.2 × 5 × 2.3 cm, with invasion through the muscularis propria into pericolorectal tissues (Fig. ). The resection margins were free of tumor. Among the removed 14 lymph nodes, 3 contained metastatic cancer, indicating the tumor stage of pT3N1M0. Furthermore, immunohistochemistry showed the tumor was negative for MLH-1, MLH-2, MLH-6, and PMS-2.\\nApproximately 4 h after surgery, the patient developed archorrhagia (dark red blood and clots per rectum), and the amount of blood loss increased up to 200 mL within 1 h. After exploration per anus, a bleeding wound near the anastomosis was identified and the control of hemorrhage was performed timely. There was no recurrence of archorrhagia ever since. The further postoperative course was uneventful. Graft function stayed well, and serum creatinine levels were always within the normal limits, ranging from 80 to 104 μmol/L. The ostomy was opened on the third postoperative day, and flatus was passed then. The patient went on a liquid diet 4 days after surgery and made a recovery soon. He stayed in hospital for 9 days after surgery, and drainage tubes were removed at discharge.\\nDuring 4 months of follow-up period, immunosuppressive therapy with tacrolimus 2.5 mg/d, mycophenolate mofetil 1.5 g/d, and prednisolone 10 mg/d continued, no allograft rejection and complications were observed. Considering his tumor stage, he received adjuvant chemotherapy with a regimen of FOLFOX (oxaliplatin/5-fluorouracil/calcium folinate). After 8 cycles of chemotherapy, repeated CT scan indicated no evidences of local recurrence and distant metastasis. To date, the patient was in a good condition.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'11865349': 1, '26742998': 1, '16176999': 1, '25577273': 1, '19424035': 1, '21178764': 1, '15069719': 1, '25663960': 1, '18580207': 1, '22580882': 1, '9815537': 1, '21488188': 1, '18941844': 1, '26686199': 1, '24359993': 1, '11821896': 1, '10933740': 1, '26731613': 1, '15622583': 1, '21688481': 1, '17913661': 1, '21221605': 1, '27351016': 1, '24838995': 1, '15345155': 1, '20534289': 1, '18288538': 1, '24254836': 1, '24710245': 1, '25502286': 1, '25386061': 1, '14574576': 1, '24067514': 1, '20883538': 1, '25590136': 1, '27858861': 2}", "similar_patients": "{}"}