{"patient_id": 118446, "patient_uid": "5477903-1", "PMID": 28657036, "file_path": "noncomm/PMC005xxxxxx/PMC5477903.xml", "title": "The rare event of exercise-induced dissection of the renal artery: successful long-term treatment by localized lysis", "patient": "A previously healthy 31-year-old man experienced a sudden onset of severe left loin pain radiating into the left lower abdomen during a side-movement, while performing a workout of the abdominal muscles in a fitness club. He collapsed and was immediately brought to our emergency department. Vital signs were blood pressure 130/75 mmHg, heart rate 64/min, height 185 cm and weight 85 kg. The clinical examination was unremarkable. Relevant laboratory parameters were a serum creatinine of 1.2 mg/dL, blood–urea nitrogen of 15 mg/dL, creatinine kinase of 24 IU/L (25°C) and a normal urinalysis. Abdominal CT revealed the absence of perfusion of the lower and middle pole of the left kidney, corresponding to an 80% perfusion deficit (A). Subsequent angiography demonstrated a dissection and thrombotic occlusion of the left renal artery (B). Multi-step local lysis was performed within 6 h and on the following day, using 7 mg of recombinant tissue–plasminogen activator (rt-PA), respectively. As estimated by final angiography, perfusion could be essentially restored (C). On Day 2, LDH rose to 1950 U/L (25°C), demonstrating tissue damage, and serum creatinine was 1.5 mg/dL but reached a steady state at 1.3 mg/dL during the next days. Subsequently, blood pressure remained normal and the patient was discharged on oral phenprocoumon for 6 months without antihypertensive medication. At 6-month follow-up, blood pressure was 110/75 mmHg, serum creatinine was 1.0 mg/dl and creatinine clearance was 95 mL/min. Doppler ultrasonography showed a renal arterial resistive-index of 0.6 bilaterally, indicating the absence of re-occlusion or re-stenosis. The lysed kidney had shrunk by 2 cm in length but ∼50% of its function was preserved, as demonstrated by scintigraphic excretory testing (73% on the right, 27% on the left kidney). At 5-year follow-up, blood pressure was 125/75 mmHg, serum creatinine was 1.1. mg/dl and creatinine clearance was 131 mL/min. Renal ultrasound and Doppler sonography showed an unchanged situation.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'10692531': 1, '6391775': 1, '15018300': 1, '10344373': 1, '3394718': 1, '9398133': 1, '1644015': 1, '28657036': 2}", "similar_patients": "{}"}