{"patient_id": 123697, "patient_uid": "5880981-1", "PMID": 29629358, "file_path": "noncomm/PMC005xxxxxx/PMC5880981.xml", "title": "Successful use of VenaSeal system for the treatment of large great saphenous vein of 2.84-cm diameter", "patient": "A 57-year-old female visited Charm Vein Center (Seoul, Korea) in April, 2017. She complained of intermittent night cramps, heaviness, itching, and swelling in her left leg. She had undergone surgical stripping 7 years prior on the left GSV. The clinical, etiologic, anatomic, pathophysiologic classification was C4a. She had eczema and pigmentation around the left ankle (, ). A written informed consent was obtained.\\nHer initial score of the revised Venous Clinical Severity Scores (rVCSS) and Aberdeen Varicose Vein Questionnaires (AVVQ) were 7 and 23.278, respectively.\\nOn a duplex sonogram, left sapheno-femoral junction (SFJ) was identified unclearly due to the previous surgery. Several neovascularizations were detected from the inguinal area and they gathered together as a new GSV and went caudally. The GSV was tortuous and reached a maximal diameter at the middle thigh level of 2.84 cm in diameter ().\\nWith ultrasound guidance, a 5F. delivery catheter in 7F. introducer sheath was advanced to the inguinal area. Because a definite SFJ was indistinct due to the previous operation, the delivery catheter tip was positioned 5.0 cm distal to the proximal end of GSV. The proximal end of the saphenous vein was compressed thoroughly by the ultrasound probe with the left hand, at 2 cm proximal to the delivery catheter tip. Two injections of approximately 0.10-mL cyanoacrylate glue were each given 1 cm apart at this location, followed by a 3-minute period of local compression with the right hand. Then, repeated single injections and 30 seconds of compression for every 3 cm distally. Additional glue injection was allowed by the author's discretion for areas with large diameter, areas with communicating vein, or with a perforating vein.\\nAt the point of the largest GSV with a diameter of 2.84 cm, to seal the large vein properly, we did double glue injections at each injection point for every 2 cm. This was performed 3 times, so the segment of 6-cm length GSV including the largest area at 2.84 cm was covered properly.\\nThe remaining GSV was treated in the previously mentioned manner, with repeated single injections and 30-second compression for every 3 cm distally. The sequences were finished at the area of knee level.\\nFinally, the sheath/catheter was removed and compression was applied to the entry site until hemostasis was achieved. A small bandage was applied, and occlusion was confirmed by ultrasound.\\nNo concomitant phlebectomy was done, but concomitant sclerotherapy with sodium tetradecyl sulfate was carried out after the above sequences were finished. Liquid type solution (0.2%) was used for the treatment of telangiectasia in the medial thigh area while foam type solution (1.0%) was used for the treatment of 2 perforating veins in the lateral calf and posterior calf area.\\nThe patient was recommended to wear a thigh high compressive stocking for 1 week due to the concomitant sclerotherapy. Due to the patient's request for sedation, the procedure was performed under intravenous sedation in the presence of an anesthetist.\\nThe total length of treated vein was 38 cm and the injection count was 20. Numerical Pain Rating Scale score was 1 at 6 hours after procedure, and remained at 0 at 1 day, 10 days, and 1 month after procedure.\\nUpon 1-month follow-up, we checked the duplex sonogram. The largest area of GSV was confirmed to be properly sealed. The maximal vein diameter was decreased from 2.84 cm to 2.31 cm. No blood flow was detected in the sealed area nor in the proximal area (, ).\\nrVCSS at 1 month after procedure decreased to 2. AVVQ was not checked at 1 month. No other complications occurred such as infection, phlebitis, deep vein thrombosis or paresthesia.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'26993674': 1, '24789750': 1, '25650040': 1, '31275490': 2, '27206470': 1, '27052039': 1, '29629358': 2}", "similar_patients": "{'6600091-1': 1, '6600091-2': 1, '6600091-3': 1}"}