{"patient_id": 122736, "patient_uid": "5803691-1", "PMID": 29422853, "file_path": "noncomm/PMC005xxxxxx/PMC5803691.xml", "title": "Persistent Hemichorea and Caudate Atrophy in Untreated Diabetic Striatopathy: A Case Report", "patient": "A 57-year-old right-handed woman with poorly controlled type 2 diabetes mellitus and mild peripheral neuropathy presented to our clinic for involuntary movements of her left hand. Five years previously she experienced the acute onset of these movements with gradually increasing intensity over about 1 month. The movements were essentially stable for the 4 years prior to her presentation and interfered significantly with her work as a hairdresser.\\nShe noted no abnormal movements elsewhere in the body and had no neuropsychiatric issues. The movements would cease during sleep and worsen with stress. She could inhibit the movements with concentrated effort but there was no urge, rebound, or sense of relief when the movement was allowed to occur. Trials of trihexyphenidyl, ropinirole, and carbidopa-levodopa had no effect. Clonazepam reduced the movements somewhat.\\nShe had no history of neuroleptic or antiemetic exposure. Her only medications were insulin and lisinopril. She was poorly compliant with the insulin, but had no history of hyperglycemic hyperosmolar nonketotic coma or diabetic ketoacidosis. She specifically denied hospitalization related to her diabetes or her hypertension. She did not measure her blood pressures at home, but in her 7 visits to our facilities her systolic blood pressure ranged between 152 and 160 mm Hg, suggesting poorly controlled hypertension as well. She reportedly had a history of hyperlipidemia. Family history was unremarkable, and was specifically negative for any movement disorders. Social history was positive for an approximately 10 pack-year history of tobacco use in the past but she had been tobacco-free for 15 years at the time of presentation.\\nGeneral neurological examination revealed a normal mental status and cranial nerves. On motor examination, there was nearly continuous low-amplitude choreoathetosis of the left wrist and fingers, without evidence of bradykinesia or rigidity (See online suppl. video S1; for all online suppl. material, see ). Extraocular movements were entirely normal. There were no abnormal movements of the mouth or tongue. There was no myoclonus or dystonia. She had slightly reduced DTRs and vibratory sensation, consistent with her known peripheral neuropathy. Gait was normal. Prior workup included an unremarkable EEG and infectious, autoimmune, metabolic, and paraneoplastic labs, only notable for HbA1c of 14%. An MRI of the brain had been obtained within a month of symptom onset (Fig. ) and was read at an outside facility as having “basal ganglia calcification.” This image demonstrates nonenhancing hyperintensity on T1 and hypointensity on T2 (FLAIR) and gradient-echo T2*-weighted images of the right putamen and caudate nucleus, with dramatic sparing of the internal capsule consistent with diabetic striatopathy. Follow-up imaging at presentation to our clinic 5 years after symptom onset showed resolution of the T1 hyperintensity but severe atrophy of the right caudate nucleus (Fig. ).\\nQuetiapine was not tolerated due to sedation. Movements improved significantly but did not entirely resolve with the addition of 10 mg olanzapine to 1.5 mg clonazepam daily. Unfortunately, she was lost to follow-up before trials of risperidone, haloperidol, or tetrabenazine could be undertaken.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'11596778': 1, '30766836': 1, '12127677': 1, '21686632': 1, '32197033': 1, '31449493': 1, '34950404': 1, '19571446': 1, '8774410': 1, '11746619': 1, '11391749': 1, '29422853': 2}", "similar_patients": "{}"}