{"patient_id": 72972, "patient_uid": "5891113-2", "PMID": 29657732, "file_path": "comm/PMC005xxxxxx/PMC5891113.xml", "title": "Two cases of spontaneous cervical epidural hematoma without back or neck pain in elderly Japanese men", "patient": "A 90-year-old Japanese man suddenly developed dysstasia without back or neck pain and was transferred to our hospital. He had a medical history of hypertension and dementia but had no history of trauma or previous antiplatelet medication use. The patient was alert on admission, with a blood pressure of 154/93 mmHg. Neurological examination revealed the presence of astasia–abasia. The Romberg test was also positive. The rest of his physical examinations, such as the test for motor or sensory deficits, showed unremarkable findings. Furthermore, the patient had no coagulation disorder, based on blood test results. The head MRI revealed no specific findings, although the soft tissue conditional CT displayed a high-density mass at C2–C5. In addition, the MRI of the cervical spine showed a dorsal extradural lesion at C2–C5, which was isointense and hyperintense to the cord on T1- and T2-weighted images, respectively (Fig. ). The cervical spinal cord was normal. Based on these findings, we diagnosed the patient with SSEH, which extended from C2 to C5. We started conservative treatment using methylprednisolone (500 mg/day), tranexamic acid, and mecobalamin. The patient's symptoms gradually improved after 24 h without further worsening. We decided to manage the patient using conservative treatment because of the observed improvements in his neurological deficits and advanced age (>90 years). He was discharged on day 19 without any neurological problems.", "age": "[[90.0, 'year']]", "gender": "M", "relevant_articles": "{'18147991': 1, '19635624': 1, '17976549': 1, '23346323': 1, '12520314': 1, '24974738': 1, '17198332': 1, '1738436': 1, '8875479': 1, '9760981': 1, '9932898': 1, '17900669': 1, '32926704': 2, '29657732': 2}", "similar_patients": "{'5891113-1': 2, '7434283-1': 1}"}