{"patient_id": 70613, "patient_uid": "5719666-1", "PMID": 29212461, "file_path": "comm/PMC005xxxxxx/PMC5719666.xml", "title": "Widespread enlarged perivascular spaces associated with dementia and focal brain dysfunction: case report", "patient": "A 64-year-old female patient was admitted to the emergency unit in our hospital due to progressive alterations of her mental status. Her medical history and that of her family were both unremarkable except that she was reported to have had several small brain cysts in the right posterior lobe while in her 30s. Three days prior to her admission, she developed a fever with upper respiratory tract symptoms, and complained of fatigue. On admission, her vital signs revealed a blood pressure of 180/100 mmHg, heart rate of 120 beats per minute, temperature of 38.0 °C, and oxygen saturation level of 98%. Her blood tests revealed elevated white-blood-cell counts (14,700 cells/μL) and C-reactive protein level (8.2 mg/dL). Her renal and liver functions as well as the levels of serum electrolytes were normal. The neurological examination revealed a Glasgow Coma Scale score of E4V4M6, suggesting mental confusion. She showed temporal disorientation, and developed fluent aphasia, agraphia, acalculia, and left-right disorientation. However, she showed no weakness, ataxia, sensory disturbance, autonomic nervous dysfunction, or signs of meningeal irritation. Cerebrospinal-fluid (CSF) examination revealed normal opening pressure (120 mmH2O), cell counts (2/μL, 100% monocytes), and protein levels (20 mg/dL). The CSF bacterial, fungal, and mycobacterium culture, CSF cytology, and cryptococcal antigen in serum tested all negative. Chest computed tomography (CT) revealed bronchopneumonia in the bilateral inferior lobes. We immediately started bronchopneumonia treatment with intravenous administration of ceftriaxone (2 g/day) for 5 days. Two days after admission, the fever subsided, the level of consciousness increased, and the patient became alert. However, her aphasia, agraphia, and acalculia persisted. Five days after admission, the patient was subjected to several neuropsychological examinations. Her Mini-Mental State Examination (MMSE) score was 18/30, suggesting recent memory loss, impaired attention, acalculia, and visual-constructive agnosia. Her total score on Frontal Assessment Battery was 5/18, suggesting frontal lobe dysfunction. Furthermore, the patient scored 14/36 on the Raven’s colored progressive matrices test, which is a non-verbal evaluation of abstract reasoning. Electroencephalography (EEG) revealed slowing in the theta range predominantly in the left hemisphere, without epileptiform discharge. The patient’s general condition continued to recover, and she was discharged 15 days after admission. However, the residual symptoms of recent memory loss, aphasia, agraphia, and acalculia persisted.\\nBrain MRI performed on the day of admission demonstrated multiple, confluent, well defined cystic lesions, predominantly in the left cerebral hemisphere (Fig. ). The cystic lesions were particularly found in the angular gyrus and the frontotemporal lobes (Fig. ). The Fluid Attenuated Inversion Recovery images revealed that the cystic lesions were isointense to CSF, and surrounded by rim of hyperintensities suggestive of perilesional gliosis (Fig. ). The cystic lesions were observed without gadolinium contrast enhancement (Fig. ). Furthermore, N-isopropyl-[123I] p-iodoamphetamine-single photon emission CT (123I-IMP SPECT) revealed extended areas of hypoperfusion in the entire left hemisphere and right frontal lobe, which may have resulted from the decrease of brain parenchyma volume (Fig. ). Magnetic resonance venography revealed no significant occlusive regions in the cerebral venous system (Fig. ). After excluding other causes of cystic conditions, a diagnosis of widespread enlarged PVS was made.\\nThrough a two-year follow-up, brain MRI showed no remarkable changes compared with the initial MRI. The cognitive impairments and higher cerebral dysfunctions, such as aphasia, agraphia, and acalculia, did not deteriorate further, but were persistent as evidenced by an MMSE score of 18/30, which was evaluated every 6 months.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'17620468': 1, '17846204': 1, '29483399': 1, '31483820': 1, '10656281': 1, '12483444': 1, '34345324': 1, '6518688': 1, '24471396': 1, '26259124': 1, '20056930': 1, '21734888': 1, '9700699': 1, '22082139': 1, '18676439': 1, '15489380': 1, '32488040': 1, '20864661': 1, '25204284': 1, '9153463': 1, '19091708': 1, '7677015': 1, '17210895': 1, '28341719': 1, '26195256': 1, '22896675': 1, '29212461': 2}", "similar_patients": "{}"}