{"patient_id": 69462, "patient_uid": "5644139-1", "PMID": 29037200, "file_path": "comm/PMC005xxxxxx/PMC5644139.xml", "title": "Spontaneous isolated dissection of the superior mesenteric artery and aneurysm formation resulting from segmental arterial mediolysis: a case report", "patient": "A 57-year-old Japanese man presented to the emergency department with sudden onset of severe epigastric pain. His medical history included untreated hypertension and hyperuricemia for 3 years; Family history was unremarkable. He was a nonsmoker and did not consume alcohol. He was admitted to the hospital for further treatment.\\nOn admission, his height was 165 cm and weight, which had been unchanged over the past 10 years, was 49 kg. His body temperature was 36.5 °C, and blood pressure was 168/94 mmHg. His heart rate was 90 beats/min and regular. With the exception of tenderness on palpation over the epigastrium, his physical examination was unremarkable. Blood tests showed elevated white blood cell count (WBC, 16,200/mm3 [normal range, 3300–8600/mm3]) as well as elevated levels of lactate dehydrogenase (246 U/L [normal range, 124–222 U/L]), uric acid (529 μmol/L [normal range, 230–420 μmol/L), and C-reactive protein (CRP, 39.8 mg/L [normal, <1.5 mg/L]). Hemoglobin concentration was normal (141 g/L; normal, 137–168 g/L). Serum concentrations of lactic acid, electrolytes, and bicarbonate were normal, as was his anion gap. An abdominal X-ray was unremarkable.\\nContrast-enhanced abdominal CT demonstrated an intimal flap inside the SMA at the proximal portion of the aneurysm (Fig. ), suggesting that aneurysm formation might have ensued from spontaneous SMA dissection. Luminal stenosis of the SMA, with concentric intramural hematoma without extravasation, and aneurysm formation at the distal portion of the SMA were also observed (Fig. ). Notably, CT angiography demonstrated two lesions showing segmental dilatation proximal to the SMA aneurysm (Fig. ). Because of the risk of SMA aneurysm rupture, antihypertensive therapy was started; specifically, continuous intravenous infusion of nicardipine (2 μg/kg/min) was begun soon after obtaining the CT, and the patient’s blood pressure decreased to about 110/60 mmHg. Although there was narrowing of the SMA, especially in the proximal portion of the aneurysm, anticoagulation therapy was not instituted.\\nOn hospital day 2, the patient’s epigastric pain persisted. Contrast-enhanced abdominal CT was again performed, but no obvious changes were seen compared with the CT findings on admission. Thereafter, his epigastric pain gradually resolved. By hospital day 4, the patient’s WBC count had normalized to 5400/mm3 and serum CRP had decreased to 15.4 mg/L. The patient’s epigastric pain had completely resolved by hospital day 5 but recurred on day 6. Contrast-enhanced abdominal CT on the same day revealed a notable increase in the size of the SMA aneurysm to 31 × 29 mm, from 23 × 24 mm on admission, and a decrease in the aneurysm’s wall thickness in some areas (Fig. ). CT angiography strongly suggested occlusion of the distal SMA because SMA blood flow distal to the aneurysm, which had been detected on CT angiograph on admission, disappeared (Fig. ). WBC count and serum CRP level were also elevated to 8700/mm3 and 37.6 mg/L, respectively. Because of the risk of aneurysm rupture and ischemic bowel necrosis, the decision was made to perform surgical resection of the SMA aneurysm and partial distal ileum; the length of the resected ileum was 43 cm. This was performed on day 6. During the bowel resection procedure, the SMA was divided at a point showing segmental vasodilation, just proximal to the lesion (Fig. ). Gross inspection revealed no obvious bowel necrosis, but there was evidence of the formation of a pseudoaneurysm inside the mesentery (Fig. ). The SMA distal to the pseudoaneurysm was occluded by thrombus.\\nHistopathologic examination of specimens of the resected SMA focused on the four regions shown in Fig. . On microscopic examination, there was latent dissection inside the lesion, with vasodilatation adjacent to the proximal resection stump, and the pseudolumen of the dissection was filled with fibrin (Fig. ). In addition, the internal and external elastic membranes of the SMA had partially disappeared, and the lesion was seen to have medial vacuolization and lysis without infiltration of inflammatory cells (Fig. ). In an area slightly distal to this lesion, the internal elastic membrane was preserved (Fig. ), but partial vacuolization and lysis in the arterial media and eccentric intimal proliferation remained (Fig. ). At the neck of the SMA aneurysm, dissection of the arterial media was evident, and both medial vacuolization and partial disappearance of internal elastic membrane were again observed. Notably, remarkable stenosis of the true lumen due to intimal proliferation was evident (Fig. ). The arterial wall at the distal aspect of the SMA aneurysm showed a normal structure of internal elastic membrane and notably less vacuolization in the arterial media (Fig. ).\\nPostoperatively, the patient was in good condition. Intravenous administration of nicardipine was discontinued on hospital day 12 (postoperative day 6), and oral amlodipine (5 mg/day), valsartan (80 mg/day) and allopurinol (100 mg/day) were started on hospital day 13 (postoperative day 7). He was discharged from our hospital on hospital day 14 (postoperative day 8). The patient has now been followed for 6 months and has had no recurrence of SMA dissection or associated aneurysm formation.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'8268091': 1, '19467833': 1, '17628380': 1, '9110108': 1, '11305570': 1, '28425452': 1, '24858595': 1, '20855179': 1, '16722611': 1, '18295120': 1, '22036070': 1, '17114538': 1, '34630769': 2, '34667588': 2, '25641410': 1, '26597665': 1, '21326567': 1, '31327836': 1, '20662047': 1, '30166859': 1, '29037200': 2}", "similar_patients": "{'8520468-1': 1, '8474093-1': 1}"}