{"patient_id": 123716, "patient_uid": "5882343-1", "PMID": 29682121, "file_path": "noncomm/PMC005xxxxxx/PMC5882343.xml", "title": "Great Saphenous Vein Flow Pattern as a Simple Ultrasonographic Sign of Early Recanalization of Deep Vein Thrombosis: A Case Series Report", "patient": "An 85-year-old woman bedridden for spinocerebellar degeneration was transferred to our hospital with high fever and dyspnea. She was diagnosed with aspiration pneumonitis and, accordingly, antibiotics therapy was administered after emergent hospitalization. After 2 weeks, she presented edema in her bilateral lower limbs with an elevated D-dimer level (57.4 µg/mL). We suspected DVT since immobility is one of the risk factors associated with DVT. The subsequent US analysis revealed bilateral DVT from the inferior vena cava (IVC) to the popliteal vein (PopV), which filled the vessel lumen from the level of the common femoral vein (CFV) to the iliac vein (IV) (). shows that the features of US appearance of thrombus such as echogenicity and mobility were equivalent in both limbs, except for the mode of the GSV flow pattern. While the patient’s left GSV flow was antegrade, the right was retrograde. After 1-month heparinization, US analysis revealed recanalization in the left DVT but not in the right.\\nThis finding led us to focus on the GSV flow pattern in patients with acute occlusive proximal DVT and to investigate whether the GSV flow into the CFV could be an essential sign of DVT recanalization.\\nWe retrospectively evaluated patients with acute DVT that was considered ultrasonographically occlusive, and who presented from May 2006 to March 2017. The inclusion criteria were as follows: (a) DVT at a site from the superficial femoral vein (SFV)/PopV to the CFV/IV; and (b) the conduction of a follow-up examination by US at approximately 2 months after initial diagnosis. We excluded patients who had no follow-up US, had no thrombus at sites from the CFV to the SFV, or absence of data on the GSV flow pattern in the medical record. This study was approved by the Institutional Ethical Committee and was performed in accordance with the guidelines present in the Declaration of Helsinki version 2008.\\nTo semiquantify thrombus echogenicity, we graded low, intermediate, or high echogenic appearance as 0, 1, or 2, respectively. While low-to-intermediate echogenicity was graded as 0.5, intermediate-to-high was graded as 1.5. The recanalization of thrombus was defined as diameter reduction to lower than 40% of the vessel diameter by US, which is similar to the definition for residual vein thrombosis, a known risk factor associated with recurrent thrombotic events. The assessment of the thrombus recanalization covered the entire scannable area from the IVC to the PopV as long as possible.\\nIn this study, all patients were categorized into two groups based on whether or not the GSV flow toward the CFV across the thrombus was detected by color Doppler imaging. shows representative GSV ultrasonograms. The presence/absence of the GSV flow into the CFV was determined using US; the GSV flow into the CFV (flow [+] pattern) was defined as the detection of flow from the GSV toward the CFV across the DVT site, even if it was diminutive. In contrast, the flow (−) pattern signified absence of flow from the GSV into the CFV or reversed from the CFV to the GSV, even if no thrombus was detected in the GSV (in such cases, the GSV flow entered the collateral veins rather than the CFV). All patients were treated with anticoagulants and were fitted with compression stockings. The standard regimen of anticoagulation therapy includes an intravenous bolus injection with 5,000 U of unfractionated heparin (UFH), followed by continuous intravenous infusion targeting 1.5–2.5 times the upper limit of activated partial thromboplastin time (APTT). Then, we replaced UFH with warfarin targeting prothrombin time-international normalization ratio (PT-INR) of 1.5–2.5 or direct oral anticoagulants.\\nData were summarized as mean±standard deviation or median (interquartile range) for continuous variables or percentages. The two groups were compared using the unpaired two-sided Student t-test for continuous variables or the χ2 test (Fisher’s exact test) for categorical variables. We used EZR software for statistical analysis.\\nIn this study, we included 10 flow (+) limbs and 10 flow (−) limbs. presents the comparisons of characteristics between the two groups. The rate of IVC filter implantation was high because of the background characteristics of proximal DVT. We did not find any differences in background factors (e.g., age, sex, lesion site, thrombus echogenicity, follow-up period, or cancer prevalence) or laboratory data (e.g., D-dimer levels at the initial diagnosis or APTT on treatment). However, we determined that DVT demonstrated recanalization in seven limbs of the flow (+) group, whereas recanalization of DVT was not observed in any limb of the flow (−) group. Notably, the comparison of D-dimer levels at 2 months did not present significant differences between the two groups (5.5 µg/mL for the flow (−) group vs. 2.8 µg/mL for the flow (+) group, respectively; P=0.32). The incidence rate of PTS during the first 6-month period was 50% (3 of 6) for the flow (−) group and 25% (2 of 8) for the flow (+) group, although the difference was not noted to be statistically significant.", "age": "[[85.0, 'year']]", "gender": "F", "relevant_articles": "{'26993683': 1, '23208313': 1, '18497320': 1, '29034034': 1, '17353889': 1, '29034033': 1, '7877229': 1, '11991697': 1, '29682121': 2}", "similar_patients": "{}"}