{"patient_id": 65640, "patient_uid": "5359378-1", "PMID": 28386159, "file_path": "comm/PMC005xxxxxx/PMC5359378.xml", "title": "Severe reactive ischemic posterior segment inflammation in Acanthamoeba keratitis", "patient": "A 48-year-old female myopic patient presented with a 3-week history of progressive pain in her left eye. She had been wearing rigid gas permeable contact lenses and used self-prescribed antibiotic and steroid eye drops. Her past medical and ocular history was unremarkable. Initial best corrected visual acuity (BCVA) was counting fingers. Biomicroscopic examination revealed a large ring-shaped corneal stromal infiltrate, a central corneal epithelial defect in the absence of a hypopyon (Fig. a). In vivo confocal microscopy (IVCM) of the cornea was performed and confirmed the clinically suspected diagnosis of AK, showing a large number of Acanthamoeba cysts in the anterior stroma (Fig. b). Full ophthalmologic examination of the other eye was unremarkable apart from signs of moderate dry eye disease. The patient was hospitalized and treated with a topical antimicrobial treatment regimen consisting of half-hourly polyhexamethylene biguanide 0.02%, chlorhexidine 0.02%, and propamidine isethionate (0.1%). Additionally, topical treatment with tobramycin and fluconazole eye drops was initiated upon culture results from the contact lens positive for Klebsiella pneumoniae, Pseudomonas aeruginosa, and Candida albicans. Under this treatment the infiltrate improved significantly and the patient could be discharged with a BCVA of 0.80 on a LogMAR scale with ongoing topical treatment.\\nAfter 3 months and settled inflammation, the patient’s BCVA deteriorated to hand movements secondary to a white intumescent cataract with lens swelling. She underwent uncomplicated phacoemulsification surgery with implantation of a posterior chamber intraocular lens. Postoperative BCVA improved to 0.60 LogMAR. Four weeks postoperatively the patient experienced a rapid painless loss of vision to no perception of light. Clinical examination was remarkable for profound ocular hypotension with an intraocular pressure of 4 mm Hg. Optical coherence tomography (OCT) of the macula, although of reduced quality, showed hypotensive maculopathy with macular folds due to choroidal effusion, and mild optic disc edema. Fluorescence angiographic imaging of the retinal vasculature was attempted but remained inconclusive because of reduced fundus visibility. Optic neuritis and demyelinating disease of the central nervous system were ruled out by magnetic resonance imaging. No focal neurologic signs were present. Visual evoked potentials were attenuated and delayed in the affected eye. Further diagnostic work-up yielded positive results for anti-SSA (Ro) autoantibodies and increased levels of antinuclear antibodies, whereas anti-phospholipid antibodies and lupus anti-coagulant remained negative. Additionally, ultrasonographic examination of the parotid gland revealed evident parenchymal inhomogeneity verifying salivary gland involvement []. The patient confirmed symptoms of dry eyes, dry mouth, and relapsing arthritis and was diagnosed with PSS by the local rheumatology service meeting current diagnostic consensus criteria []. She was treated with prednisolone 250 mg and acetylsalicylic acid 100 mg once daily but did not regain any vision. Subsequently, she developed neuropathic corneal ulceration, band keratopathy in the setting of ocular hypotension, which ultimately necessitated enucleation of the eye. Histologic work-up revealed numerous Acanthamoeba cysts in the corneal stroma but no intraocular cysts. Intraocular findings included lymphocytic infiltrates in the choroidal stroma, around the choroidal veins and the short posterior ciliary arteries, diffuse retinal atrophy, but no evidence of retinal vascular thrombosis (Fig. c, d). No multinucleated perivascular cells were identified.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'34811468': 1, '17653058': 1, '17123611': 1, '12885933': 1, '23719365': 1, '9826056': 1, '26667216': 1, '12006334': 1, '3262752': 1, '28386159': 2}", "similar_patients": "{}"}