{"patient_id": 119391, "patient_uid": "5556794-1", "PMID": 28913218, "file_path": "noncomm/PMC005xxxxxx/PMC5556794.xml", "title": "Actinomycosis and Sialolithiasis in Submandibular Gland", "patient": "An 87-year-old woman presented to the outpatient dermatology clinic with a complaint of a progressive abscess-like lesion on the lower lip which was painful and discharging pus (). The lesion had developed about 1 year ago and initially it was non-tender but later it became tender. Physical examination revealed an abscess-like lesion measuring about 1×1 cm below the lower lip and multiple palpable hard masses on the lower lip. Purulent yellow exudate was discharged upon expression. No cervical lymphadenopathy was noted. There was no history of trauma, but the patient had poor oral hygiene with a relatively dehydrated cavity. Punch biopsy of the lesion revealed atypical squamous cell proliferation with infiltrative growth, suggestive of squamous cell carcinoma. Furthermore, cervical computed tomography identified multiple microcalcifications in the minor salivary gland and the submandibular gland ().\\nThe lesion was widely excised for tentative diagnosis of squamous carcinoma. The lesion was resected with a 5-mm margin, and a separate 0.2×0.3 cm mass was removed from the lower lip. The resulting defect was reconstructed using a local advancement flap. On pathologic examination, suppurative inflammation including a bacterial colony with thread-like morphology was observed. This was confirmed to be actinomycosis abscess, and there was no evidence of a malignant process on final review (, ). Postoperatively, high-dose amoxicillin (6 g/day orally) was prescribed for 2 weeks. There were no notable complications such as disruption, recurrence, and deformity. At 2 months follow-up visit, the wound had completely healed ().", "age": "[[87.0, 'year']]", "gender": "F", "relevant_articles": "{'16702452': 1, '25045274': 2, '19052497': 1, '14600635': 1, '24852779': 1, '32629216': 1, '17329591': 1, '28913218': 2}", "similar_patients": "{'4094581-1': 1, '4094581-2': 1, '4094581-3': 1, '4094581-4': 1, '4094581-5': 1, '4094581-6': 1, '4094581-7': 1, '4094581-8': 1, '4094581-9': 1}"}