{"patient_id": 123624, "patient_uid": "5872879-1", "PMID": 29628595, "file_path": "noncomm/PMC005xxxxxx/PMC5872879.xml", "title": "Anesthesia in a Child with Newly Diagnosed Hypertrophic Cardiomyopathy for Placement of Implantable Cardioverter Defibrillator", "patient": "A 10-year-old boy presented with cardiac arrest in the emergency room. Return of spontaneous circulation was within one minute of CPR. Within 2 min, he started responding and his heart rate was 68 beats/min, blood pressure was 108/70 mm Hg, and SpO2 was 100%. He was shifted to coronary care unit. On echocardiography, the findings were suggestive of HCM (nonobstructive), asymmetrical septal hypertrophy, and mild mitral regurgitation with normal left ventricular functions []. He was started on tablet metoprolol 12.5 mg once daily. There was a history of sudden death of his mother and maternal uncle. He was planned for automated ICD implantation for secondary prevention of sudden cardiac death. In preanesthetic evaluation, no previous systemic illness and laboratory parameters were within normal limits. Informed parental consent for anesthesia was obtained.\\nIn cardiac catheterization laboratory, all standard monitors were attached and intravenous line patency was checked. His heart rate was 70 beats/min, noninvasive blood pressure was 110/70 mm Hg, and SpO2 was 100%. He received intravenous midazolam 1 mg, fentanyl 50 μg along with oxygen by nasal prong. Infiltration of the skin and subcutaneous tissue at the implant site was done with 15 ml of 1% lignocaine. The patient complains of pain during pocket formation for which he also received intravenous ketamine 0.5 mg/kg twice. Hemodynamic parameters were normal during 1 h of ICD implantation []. He shifted to coronary care unit for monitoring and rest hospital stay was uneventful.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'17596219': 1, '16940391': 1, '21636934': 1, '16394705': 1, '10666426': 1, '22157445': 1, '29628595': 2}", "similar_patients": "{}"}