{"patient_id": 64713, "patient_uid": "5297189-1", "PMID": 28173877, "file_path": "comm/PMC005xxxxxx/PMC5297189.xml", "title": "Bilateral ovarian micrometastatic adenocarcinoma upon prophylactic oophorectomy concurrent with low anterior resection for rectal cancer", "patient": "Our patient is a 49-year-old, previously healthy, premenopausal female who presented to an outside institution’s emergency department with a chief complaint of new onset, left lower quadrant pain and several weeks of constipation. She underwent her first colonoscopic evaluation which demonstrated a near obstructing mass at the rectosigmoid junction. She was transferred to our institution for comprehensive cancer care.\\nOn admission interview, she reported that her obstructive symptoms had been progressively escalating, with her last bowel movement over a week ago. She denied personal history of cancer. Her family history was significant for a grandmother with gastric cancer in her late 60s. Pathology identified the mass as a moderately differentiated, invasive adenocarcinoma. She underwent a computed tomography (CT) scan of the chest, abdomen, and pelvis for staging. Imaging revealed wall thickening at the rectosigmoid junction and luminal narrowing (Fig. ). Suspicious perirectal lymph nodes were present, but there was no evidence of distant metastasis (Fig. ). Due to her progressive obstructive symptoms and abdominal pain, she was taken to the operating room for a diverting loop ileostomy and a rigid sigmoidoscopy which demonstrated the distal border of the lesion at approximately 9 cm from the anal verge.\\nDuring her initial admission, she was evaluated by our hematology/oncology and our radiation oncology department for outpatient neoadjuvant therapy. She underwent an MRI of the pelvis to further assist in staging which displayed a 4.6 cm mass located in the upper rectum that extended into the muscularis propria, classifying it as a T3b lesion. Enlarged superior rectal lymph nodes suspicious for malignancy were also noted (Fig. ). Given her clinical diagnosis of stage III adenocarcinoma of the rectum, she was deemed a candidate for chemotherapy with 5-fluorouracil continuous infusion and concurrent radiation followed by definitive surgical resection.\\nTen weeks after completion of preoperative chemoradiation, she underwent a repeat CT scan (Fig. ). She had an appropriate response as evident by decreased rectal wall thickening and resolution of perirectal lymph node enlargement to the extent that nodes were no longer visualized.\\nShe then underwent a laparoscopic low anterior resection. Our gynecology team was consulted prior to the procedure for a hysterectomy, as the patient was known to have a 4 cm posterior leiomyoma. Given her age, family history, recent chemotherapy, and pelvic radiation, the gynecologist felt she would benefit from a bilateral salpingo-oophorectomy which she had also consented for. On gross inspection, both ovaries appeared normal.\\nPathology revealed moderately differentiated, ulcerated adenocarcinoma of the rectum with a depth of invasion to 0.1 mm from the peritoneal surface (Fig. ). Proximal, distal, and radial resection margins were clear of malignancy and 0 of the 14 nodes harvested contained malignancy. Pericolorectal adipose contained tumor deposits and there was focal extramural vascular invasion. A 3.7 cm subserosal leiomyoma was present on the posterior aspect of the uterus which was consistent with gross examination. Of greater interest was the presence of metastatic rectal adenocarcinoma in the cortex of the left and right ovaries. Immunohistochemical testing of the rectal tumor for mismatch repair genes, MSH2, MLH1, MSH6, and PMS2, associated with Lynch syndrome, was not suggestive of the disease.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'9138657': 1, '13689250': 1, '6822165': 1, '7238237': 1, '498897': 1, '183939': 1, '31689847': 2, '22929033': 1, '4015225': 1, '19603272': 1, '4421378': 1, '27356721': 1, '9514421': 1, '28173877': 2}", "similar_patients": "{'6946346-1': 1}"}