{"patient_id": 72107, "patient_uid": "5830276-1", "PMID": 29619263, "file_path": "comm/PMC005xxxxxx/PMC5830276.xml", "title": "A Rare Presentation of Actinic Keratosis Affecting the Tarsal Conjunctiva and Review of the Literature", "patient": "A 63-year-old, Caucasian man presented to outpatients' clinic with a crusty, bleeding, right upper eyelid lesion. This had gradually appeared over the past 12 months. Examination revealed two distinct lesions of leukoplakia on the right upper eyelid margin, extending onto the tarsal conjunctiva found on eye lid eversion and measuring 5 mm horizontally (). Slit lamp biomicroscopy after 2% fluorescein staining showed multiple punctate epithelial erosions localised to the superior corneal surface. In 2013, he underwent surgical excision of a lesion to the right upper eyelid in a similar topography but limited to the skin. This was diagnosed as actinic keratosis on histological examination. He reported no significant history of prolonged sunlight exposure throughout his life. He had no history of skin cancer. He was not immunosuppressed.\\nHe was treated for the new lesions with a surgical excisional biopsy of the eyelid margin and tarsal conjunctiva under local anaesthetic. Histological examination confirmed features consistent with actinic keratosis on the eyelid margin and tarsal conjunctiva (Figures , , and ).\\nAt 1-month follow-up after surgical excision, examination revealed complete resolution of the punctate epithelial erosions to the cornea and a healthy superior tarsal conjunctiva to both eyes. The cutaneous margin of the right eye, which was included in the biopsy, had fully healed without any complications. At 1 year follow-up, there was no evidence of recurrence.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'16785374': 1, '9759445': 1, '29399263': 1, '15262304': 1, '22460673': 1, '26236409': 1, '1602107': 1, '20394545': 1, '21785377': 1, '33552606': 2, '25853505': 1, '29206275': 1, '8574978': 1, '14606340': 1, '29619263': 2}", "similar_patients": "{'7847316-1': 1}"}