{"patient_id": 123942, "patient_uid": "5894583-1", "PMID": 29662817, "file_path": "noncomm/PMC005xxxxxx/PMC5894583.xml", "title": "Concomitant Avulsion Injury of the Subclavian Vessels and the Main Bronchus Caused by Blunt Trauma", "patient": "The left shoulder of a 33-year-old man was jammed between large rollers. His left shoulder was dislocated and swollen. The blood pressure and pulse rate in the right arm was <60 mm Hg and 139 beats/min, but no pressure or pulse was detected in the left arm. A computed tomography (CT) scan showed bilateral hemopneumothorax, extravasation from the left subclavian artery, imprecise findings of the left subclavian vein (), and possible complete transection of the left main bronchus (). Emergency surgery began with a left infraclavicular incision, extending to a median sternotomy to expose the proximal portion of the left subclavian vessels. The left subclavian artery was dissected for about 5 cm and the left subclavian vein was unidentifiable. After careful consideration, we decided to attempt vessel reconstruction. The proximal and distal parts of the ruptured subclavian artery were resected and replaced with a 7-mm Gore-Tex graft anatomically, in an end-to-end fashion. The vein was sacrificed due to its unrecognizable vascular shape (). There were no specific findings on a postoperative chest X-ray. For sustained hypoxemia, the patient received veno-venous extracorporeal membrane oxygenation (ECMO) via both femoral veins. Due to severe edema of the mediastinum, the sternotomy incision could not be closed. On the following day, the sternum was closed without complications.\\nOn post-trauma day 3, we performed bronchoscopy for pulmonary toilet because of total atelectasis of his left lung. An obstructing piece of soft tissue was found in the left main bronchus (). We performed primary repair of the transected bronchus through a left lateral thoracotomy. Both ends of the transected bronchus were anastomosed in an end-to-end fashion. The patient was weaned from ECMO on postoperative day 7 and from the mechanical ventilator on postoperative day 23. Bronchoscopy showed a well-healed and nearly intact left main bronchus on postoperative day 25 (). The patient recovered without any notable problems.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'17439033': 1, '26157657': 2, '26815819': 1, '15209559': 1, '29662817': 2}", "similar_patients": "{'4477389-1': 1}"}