{"patient_id": 114152, "patient_uid": "5071597-1", "PMID": 27785144, "file_path": "noncomm/PMC005xxxxxx/PMC5071597.xml", "title": "Pulmonary artery stump thrombosis developed during the late postoperative period", "patient": "A 73-year-old man underwent left pneumonectomy for squamous cell lung carcinoma 3 years ago. The pathological stage was IIa (T2aN0M0), and the vascular resection margins were free of tumor. No adjuvant treatment was applied. The postoperative and the follow-up periods were uneventful. However, a thrombus was detected in the left pulmonary artery stump during the last chest computed tomography (CT) scan (). Venous Doppler ultrasonography of both lower extremities detected no deep vein thrombosis. Anticoagulant treatment was applied: intravenous heparin for 3 days followed by oral warfarin. The follow-up chest CT revealed regression in the size of the thrombus (). Pulmonary artery stump thrombosis was reported as early as 1938 by Crafoord []. The frequency of artery stump thrombosis development following pneumonectomy has been reported as 12–20%; however, the number of cases and studies on this subject is limited []. Particularly in the case of pneumonectomy, an embolus that develops in the opposite lung can be fatal, but the unfavorable consequences may be prevented with prompt diagnosis and treatment [, ]. The described condition generally develops during the early postoperative period; in our case, however, it presented during the long-term follow-up. The initial treatment of choice is anticoagulant therapy. It has also been reported that successful treatment results were achieved in patients undergoing emergency thromboembolectomy []. There are also studies indicating that perioperative thromboembolic prophylaxis may be effective in preventing stump thrombosis []. As this condition can lead to life-threatening complications, detecting it is vitally important. The condition is mostly encountered during the early postoperative period; however, one should keep in mind that it may also develop during long-term follow-up. We hereby share the CT image in order to facilitate the diagnosis of cases in which no postoperative complications are initially encountered, but in which stump thrombosis develops during long-term follow-up.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'34671651': 2, '11167119': 1, '24792273': 1, '19188212': 1, '27785144': 2}", "similar_patients": "{'8520941-1': 1}"}