{"patient_id": 70574, "patient_uid": "5715429-1", "PMID": 29225834, "file_path": "comm/PMC005xxxxxx/PMC5715429.xml", "title": "Thrombocytopenia and disseminated histoplasmosis in immunocompetent adults", "patient": "A 47-year-old man presented with a 6-week history of episodic fevers associated with cramping abdominal pain. Fevers occurred three times daily, were accompanied by severe abdominal pain across the upper right and left quadrants, and were followed by drenching sweats and chills. The patient also complained of nausea, dry cough, and an 18-kg weight loss during this time. Other than cholecystectomy and knee ligament surgeries, the patient had been previously healthy with no recent or recurrent infections or known hematologic abnormalities. He was adopted and had no information about the health of his family members. He lived in Indiana and worked in an office building near heavy construction. Four months prior, he traveled to the Bolivian jungle for a fishing trip where he consumed meat and was exposed to insects, but did not swim or drink contaminated water.\\nThe patient's presentation with fevers, night sweats, and weight loss over a 6-week period raises concern for a chronic infection, malignant process, or rheumatologic disease. His recent history of international travel makes virulent tropical disease an important diagnostic consideration in this previously healthy patient. Exposure to insects raises suspicion for mosquito-borne or sandfly related diseases such as malaria, dengue fever, chikungunya, or yellow fever as well as visceral leishmaniasis. Consumption of undercooked meat may cause trichinosis or toxoplasmosis, conditions that may present with fever and abdominal pain.\\nPrior to the present admission, the patient had two brief hospitalizations at another facility and underwent an extensive infectious disease evaluation. Diagnostic tests were performed for HIV infection, malaria, dengue fever, chikungunya, hepatitis B and C, cytomegalovirus, and Epstein–Barr virus, all of which were negative. Laboratory results revealed elevated liver transaminases, which peaked 1 month before admission at our hospital (aspartate aminotransferase [AST] 302 units/L, alanine aminotransferase [ALT] 517 units/L). A right upper quadrant ultrasound was unrevealing, and head computerized tomography (CT) scan and cerebrospinal fluid analyses were negative. Chest CT scan with contrast revealed numerous bilateral pulmonary nodules and calcified mediastinal and hilar lymph nodes (Fig. ). An abdominal and pelvis CT scan with contrast showed moderate splenomegaly and trace ascites (Fig. ). Given his imaging findings, elevated liver transaminases, and history of abdominal pain, he was referred to the hepatology service at our hospital for further evaluation.\\nThe patient's unrevealing initial infectious disease evaluation in combination with bilateral pulmonary nodules and calcified lymph nodes make sarcoidosis and granulomatous infections such as histoplasmosis, coccidioidomycosis, and blastomycosis as well as tuberculosis important considerations in this patient. Sarcoidosis may cause granulomatous infiltration of the spleen and liver, leading to elevated liver transaminases. Endemic fungal infections also commonly involve the liver and spleen. Tuberculosis, mycobacterium avium-intracellulare infection, visceral leishmaniasis, and secondary syphilis may also cause granulomatous hepatitis.\\nOn admission, the patient was afebrile and in mild distress, with no appreciable lymphadenopathy, petechiae, or ecchymoses. Initial laboratory serum results were notable for a WBC count of 3.2 k/cumm, with 65% neutrophils, 18% lymphocytes, and 13% monocytes, a hemoglobin level of 11.7 g/dL, and a platelet count of 4 k/cumm. Prothrombin and partial thromboplastin times were normal. The peripheral blood smear revealed severe thrombocytopenia with normal platelet morphology and toxic granulation. Platelet-associated antibody screening revealed 70% reactivity. Results also showed slightly elevated lactate dehydrogenase (305 units/L, reference range 140–271 units/L) and elevated ferritin (1396 ng/mL), lysozyme (14.8 μg/mL), and angiotensin-converting enzyme (152 units/L). Liver transaminases were slightly elevated (AST 52 units/L, ALT 58 units/L), and alkaline phosphatase was also elevated (202 units/L).\\nThe patient's laboratory results reveal pancytopenia with severe thrombocytopenia, as well as toxic granulation on peripheral blood smear, suggestive of infectious or inflammatory process. The patient's elevated level of angiotensin-converting enzyme makes sarcoidosis an important diagnostic consideration, although elevated levels may also be found in tuberculosis or endemic mycoses. Markedly elevated ferritin in the setting of normal iron levels also suggests an acute or chronic inflammatory process or malignancy.\\nFungal and mycobacterial studies were sent, and bone marrow aspiration and biopsy were performed. The Histoplasma capsulatum urine antigen, serum antigen, and serum antibody test results were all positive. Bone marrow aspirate showed clusters of epithelioid histiocytes and increased megakaryopoiesis with mild dysmegakaryopoiesis (Fig. ). Biopsy showed hypercellular bone marrow with scattered granulomata including epithelioid histiocytes, lymphocytes, and plasma cells (Fig. A and B). Acid-fast bacillus and Grocott's methenamine silver (GMS) stains were performed. The GMS stain showed yeast forms (Fig. B and C), and the bone marrow culture was positive for H. capsulatum. The bone marrow aspirate flow cytometry showed no evidence of malignancy. The hematology team was consulted, and workup for common variable immunodeficiency with quantitative immunoglobulin levels was negative.\\nThe dimorphic fungus H. capsulatum is found in soil around the world, most commonly in South America and the Ohio and Mississippi river valleys of the United States . While those living in endemic areas are exposed to H. capsulatum at high rates, symptomatic infection is uncommon. Clinical manifestations occur in <1% of exposed persons and include acute pulmonary disease, chronic cavitary disease, and disseminated disease . Disseminated histoplasmosis is the rarest form of infection and typically presents with fever, malaise, weight loss, and lymphadenopathy among immunosuppressed persons . While uncommon, disseminated disease does occur in adults without any recognized immunologic deficits and has been associated with a profound thrombocytopenia , .\\nIntravenous liposomal amphotericin 3 mg/kg/day was started on day 2 of admission for 14 days. Itraconazole 200 mg twice daily was started on day 4 with instructions to continue treatment for 1 year. The patient was no longer febrile by day 4 and noted improvement in strength and energy by day 6. While the white blood cell count and hemoglobin level gradually increased starting on day 7, the platelet count did not respond to several platelet transfusions (Figs. and ). The patient initially received two doses of 1 g/kg IV immunoglobulin (IVIG) over 2 days with no improvement. Prior to discharge, the platelet count finally stabilized around 10 k/cumm (Fig. ). Platelet count was monitored with serial checks at the hematology clinic during the course of antifungal treatment.\\nCorticosteroids were not administered as the patient did not respond to IVIG, he was not actively bleeding, and he had a severe disseminated histoplasmosis infection. It was also decided to hold further platelet transfusions unless the platelet count dropped below 5 k/cumm or in the case of bleeding, neither of which occurred.\\nOne month following discharge, the H. capsulatum urine antigen remained positive, but the patient reported considerable clinical improvement with no further febrile episodes or abdominal pain. His platelet count was 39 k/cumm at the time. Two months after discharge, laboratory results showed a normalization of the platelet count (221 k/cumm) and liver function tests. The H. capsulatum urine antigen test was negative 5 months following hospital discharge. The patient completed 1 year of itraconazole therapy, and he experienced no treatment side effects. The H. capsulatum urine antigen remained negative 6 weeks following treatment cessation. The patient returned to his baseline of functioning and has remained healthy to date.\\nThe patient's thrombocytopenia was thought to be secondary to disseminated histoplasmosis, and he was discharged from the hematology clinic. Liposomal amphotericin B is recommended for severe cases of disseminated histoplasmosis . The lipid formulations require 3–5 mg/kg/day, and the deoxycholate formulations require a dose of 0.7–1.0 mg/kg/day. As in the case of our patient, most patients respond quickly to amphotericin B treatment and can be transitioned to itraconazole therapy. The ideal duration of itraconazole treatment is currently not known, but therapy for at least 1 year may reduce the risk of relapse infection.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'7894216': 1, '10727577': 1, '3458449': 1, '26316495': 1, '4640314': 1, '6837529': 1, '17223625': 1, '24758444': 1, '28070489': 1, '7400626': 1, '17806045': 1, '16685032': 1, '26347828': 2, '24432229': 1, '7356773': 1, '576926': 1, '29225834': 2}", "similar_patients": "{'4546971-1': 1}"}