{"patient_id": 122084, "patient_uid": "5754871-1", "PMID": 29445516, "file_path": "noncomm/PMC005xxxxxx/PMC5754871.xml", "title": "Does this treatment work for me? The patient’s role in assessing medical care", "patient": "A 75-year-old man has enlargement of the prostate (benign prostatic hyperplasia, BPH) which results in a frequent need to get up at night to urinate (nocturia). This is a common condition in elderly men. Getting up as many as five times a night is inconvenient but is not a life-threatening condition. The patient’s primary care physician prescribed the drug tamsulosin hydrochloride (Brand name Flowmax) to be taken one pill (capsule 0.4 mg) a day.\\nThe patient was taking no other medications. The local pharmacist gave him a standardised fact sheet for patients when the prescription is filled. According to this fact sheet, two expected benefits are to reduce the need to urinate often and a stronger urine stream. Two side effects were dizziness and a runny nose.\\nThe patient experienced symptoms of dizziness which were apparent. With the primary care physician’s permission, he started to take the pill every other day and to measure the end-results by the number of times he had to get up at night. Each day he kept data on the date, whether or not he took a pill, the number of times he got up at night, the level of exercise on the day before and notes on special cause variation. From 15 July to 11 September 2014 he had collected 55 days of data for his trial. For 28 of these days, after taking the pill he got up 2.22 times on average. Without the pill he got up 2.393 times in 27 days. The overall rate of ‘ups’ for these 55 days was 2.309.\\nFor this patient with BPH there are four outcomes of potential concern: two results and two side effects. This medication results in the need to trade off the benefits against the side effects. The two benefits and two side effects that are described here were given a utility score that probably differs from patient to patient. The medicine resulted in an improvement in this person’s health. The usual and customary cost of this drug is US$119.99 for a 30-day supply. With insurance coverage this drug costs the patient US$12 for 30 pills. On request, the technical package insert from the pharmaceutical firm Sandoz was provided by the pharmacist.\\nThe clinical evidence in support of this drug is of very high quality. Two studies are described and the statistical analysis is commendable. Controlling for the placebo effect, the evidence for efficacy is strong. That said, there is some missing information that could help the patient to answer the question: Does this treatment work for me? Two outcome measures are used in the two reported trials: urine flow and the American Urological Association (AUA) symptom score. A literature reference to this score is not given. There are no literature references in the package insert. This individual patient would like to see a distribution of the outcome scores. More people benefit from the drug more than from the placebo effect. In how many patients is there no or minimal benefit? These people could avoid the costs and risks by not taking a pill that does not benefit them.\\nThe dependent variable is driven by patient preferences and may be unique to a specific person. Measurement can change over time. In this example, getting up at night turns out not to be so easy to measure. No daytime measures were made because the symptoms were not bothersome during the day. Eventually, this person’s dependent variable was measured, for example, as follows: sleep/up/sleep/up/sleep/up for the day. For an ‘up’ to count, it had to be bracketed by ‘sleep’ before and after. This example yields a score of 2. It took several months to decide that this is the appropriate measure for this man. Changes in measuring the variables over time make comparisons possible but risky.\\nBlinding is used to control for the placebo effect when the question is: Does this treatment provide benefit by itself independently of the placebo effect? In our example, the placebo effect is part of the benefit of treatment and it is purposely not controlled for.\\nThis factor was chosen as a control variable because exercise seemed to lead to better sleep. Some people are involved in organised exercise programmes and could randomly exercise or not to see if this has an impact on the dependent variable. In this person’s case, the decision to exercise was weather-dependent such as subzero temperatures, snow shovelling, yard work, log splitting, rain and walking. The measurement of exercise evolved into a 4-point scale for this person: baseline, every day exercise (E) included climbing 10 flights of stairs and routine walking E(0); an additional 15 min of heavy exercise E(1); half an hour of exercise including being out of breath and perspiring E(2); and over an hour of such exercise E(3). This level of exercise could be too light for a 25-year-old man.\\nOf the two side effects, having a runny nose was not considered important and was ignored. On the other hand, dizziness was important for this person. The desire to reduce dizzy spells was one reason the alternative day schedule for taking the drug was started. It turned out that this side effect was almost entirely explained by one behaviour pattern. It occurred after he sat at his computer for half an hour or more, and then got up and promptly climbed a flight of stairs. This could be both predicted and controlled for.\\nThis is a concept that comes from quality improvement thinking. If there is a clear known plausible explanation for an extreme outlier, there is a case for dropping it from the analysis. This can narrow the distribution for the series of outcomes and provide a clue to understanding variance. An example of special cause variation here was when the neighbour’s house totally burned down in the middle of the night. The fire was fought by crews of seven fire trucks. This was counted as a special cause and excluded from the analysis.\\nThere are many reasons for sleeping well or not, too many to measure. The large family cat jumping on the bed at 04:00 hours is a cause of waking up. These variables can be understood even if only a few can easily be measured. One measure of successful care is that the patient has an accurate multivariate model of his condition.\\nThe factorial design of experiments can address the following questions: \"Does this pill and exercise improve my health?\", \"Does the combination do good more than one alone?\" the usual randomised controlled trial (RCT) design compares two groups of patients. One group gets the drug and the other is the control group. Factorial design refers to the use of more variables at once. This can show both first-order and interaction effects between the individual variables. This approach was used in this person to analyse three variables and their interaction, thereby gaining more information than one would get from a one-variable trial. These variables were taking the pill, level of exercise and number of times up at night and the interaction effect of exercise and pill combined (see ).\\nNote that in there is an interaction effect between exercise and pill taking. Without exercise, taking the pill reduced the frequency of getting up at night from 3.00 times to 2.65 times. With low, medium and high exercise taking, the pill made his health status worse. This interaction effect was surprising and led to a new treatment strategy, to take the pill only when there has been no exercise E(0) and to try to increase the number of days with exercise. This was done for 12 days from 24 April to 5 May 2015. During this time period all but 2 days were exercise days, so two pills were taken in 12 days. The average ’up' score during this time was 1.67. If the two pill days were excluded, the average ’ups' would be 1.3 times per night. To summarise, pill use reduced from one a day to one in 6 days. This is a cost reduction of 83%. Health status as measured by the number of ‘ups’ went from 2.309 in 2014 to 1.67 in 2015. This is an improvement of 28% or 0.64 ‘ups’ per night, which the patient decided was a clinically significant difference for him. The data on exercise suggest that there is room for more improvement by increasing the number of high exercise days.\\nThis person continued to record on a daily basis five variables related to his chronic condition for 16 months from 1 April 2015 to 1 June 2016, resulting in about 450 person-days of data. This recording took very little time and became a habit. Variables tracked included the following:Number of ‘ups’ per night: the dependent variable. Taking the prescribed medicine; this went to zero use. Level of exercise measured on a 4-point scale. Number of flights of stairs climbed per day: In the two-storey house used in the winter, there was little variation, from 15 to 20 flights per day. This measure was independent of the exercise measure. Spread out over the day rather than all at once meant that this climbing had little cardiovascular impact. The summer house has no stairs and counting this variable was discontinued during the summer months. Number of hours in bed per night: the longer in bed the more hours of exposure to ‘ups’. Asleep before 21:00 hours: this is related to longer hours in bed and light sleep. Special cause variations. Travel: he took seven short trips in a year; these days were excluded. Weather: snow shovelling led to more exercise, rain led to less exercise. Week days versus weekends: did not make much difference to this retired person. Common cause variation. There are unexplained apparently random fluctuations in the dependent variable. Using behaviour data for the previous day, the dependent variable was predicted. If the predictions are accurate, then there is little common cause or random variation. These predictions were often inaccurate. This variation can be seen as analogous to the error term in a regression model. Measurement error. Forgetfulness and bias did occur. To track stairs climbed, a dish and pennies were used. After each flight was climbed, a penny was added to the dish and these were added up at the end of each day. This simple method substantially reduced errors in this measure. Long-term variation month by month for about 2 years: this is now a stable process. Interaction effects combining more than one variable would lengthen this list. With a sample size of 450 person-days, there are enough observations to consider the effect of a lot of independent variables.\\nWhat is in it for the patient? The quantified self-movement shows that some people are interested in doing this. The idea of the certified patient is that patients who have accurate multivariate models of their chronic conditions should be allowed to write their own refill prescriptions. Perhaps such patients should have a red carpet entrance and valet parking at their clinic. Participant’s insurance could pay for expensive non-generic drugs which are shown to help them. Perhaps non-participants get coverage for only generic drugs or pay a premium for more expensive alternatives.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'16227865': 1, '14986340': 1, '16227864': 1, '21901681': 1, '9708579': 1, '21450768': 1, '7543612': 1, '10672505': 1, '26768433': 1, '11248621': 1, '29445516': 2}", "similar_patients": "{}"}