{"patient_id": 71960, "patient_uid": "5822820-1", "PMID": 29593931, "file_path": "comm/PMC005xxxxxx/PMC5822820.xml", "title": "A Case of Fibrous Pseudotumor in the Scrotum: Challenge for Diagnosis and Testicular Preservation", "patient": "A 28-year-old man presented with a painless palpable mass in the right scrotum. Scrotal ultrasound revealed a normal testicle and multiple 3 to 7 mm hyperechoic lesions adjacent to the right testis (). Contrast-enhanced computed tomography (CT) revealed high-density paratesticular tumors (). The surface coil magnetic resonance imaging (MRI) with a 1.5 tesla scanner (GE Healthcare Signa HDxt 1.5T) revealed iso- and low-intensity paratesticular tumors on T1- () and T2-weighted MR images (), respectively. Short TI inversion recovery MRI showed low-intensity paratesticular tumors (). Water MRI showed high-intensity tumors (Figures and ). The levels of testicular tumor markers such as α-fetoprotein, β-human chorionic gonadotropin, and lactate dehydrogenase were normal. We planned tumor biopsy combined with intraoperative rapid diagnosis. Scrotal incision was performed to explore the scrotum, and paratesticular white pedicle masses were observed (). Over 20 nodules were observed at the tunica vaginalis. The maximum size of nodule was approximately 15 mm. Frozen section assessment was performed, and intraoperative rapid diagnosis suggested a fibrous pseudotumor without malignancy. We excised the paratesticular white masses () and successfully performed testicular-sparing surgery. Pathological findings revealed the proliferation of typical fibroblasts that were distributed in multidirectional bundles of dissociated collagen fibers (). Lymphocyte infiltration including immunoglobulin G4- (IgG4-) positive plasma cells was observed. Tissue IgG4 counts and IgG4/IgG ratios were 10 positive cells per high-power field on average and 10%, respectively. Ki-67 labeling index was 2%. Immunohistochemical staining was negative for D2-40 (mesothelioma, ), calretinin (mesothelioma, ), β-catenin (desmoid-type fibromatosis, ), and anaplastic lymphoma kinase (ALK) (inflammatory myofibroblastic tumor, ). No recurrences have been noted after 12 months of follow-up.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'28263137': 1, '24810438': 1, '22596100': 1, '26328164': 1, '22406369': 1, '24025610': 2, '26834864': 1, '16413354': 1, '23143112': 1, '9166564': 1, '22025740': 1, '22031022': 1, '21826885': 1, '5819116': 1, '27441080': 2, '20957491': 1, '25138678': 1, '12741903': 1, '27689166': 1, '20462987': 1, '34493553': 2, '15076274': 1, '14499681': 1, '24627288': 1, '19679051': 1, '29593931': 2}", "similar_patients": "{'3848042-1': 1, '8424693-1': 1, '4935829-1': 1}"}