{"patient_id": 121385, "patient_uid": "5702753-2", "PMID": 29201852, "file_path": "noncomm/PMC005xxxxxx/PMC5702753.xml", "title": "Chronic Brain-Dead Patients Who Exhibit Lazarus Sign", "patient": "A 42-year-old man was admitted to our hospital with reduced consciousness and cyanosis after getting stuck in an escalator. Immediately after he was admitted to the hospital, cardiac arrest occurred. Cardiopulmonary resuscitation was performed, and spontaneous circulation was observed 15 minutes later. He was in a coma and limb reflexes were absent; bilaterally, the pupils were fixed at 6 mm. A brain CT examination showed no evidence of intracranial injury; however, hemopneumothorax was found, and right and left tube insertions were performed. Multiple rib fractures were observed on both sides, and the patient was admitted to the thoracic surgery ICU (). An EEG performed on day 4 post-admission showed minimal continuous, irregular, and low-amplitude slow activities, verified as equivalent to brain death by a neurologist. His chest condition improved on day 7 post-admission, but the patient remained in a coma. Brain death was diagnosed, and he was transferred to the neurosurgery ICU for follow-up. Diffuse severe brain swelling with transtentorial herniation was found in the follow-up brain CT performed on day 9 post-admission (). The Brain Death Review Committee evaluated the patient's status and confirmed the diagnosis of brain death. Organ donation was recommended to the family, but they refused. Beginning on day 10 post-admission, the Lazarus sign was observed. The patient showed upper extremity movements similar to the patient in Case 1, although without spontaneous and/or reflex movements in the lower extremities. The movements occurred irregularly for 15 to 30 seconds, and were observed 1 and 2 times a day. The times of occurrence and the factors causing the movements were unclear. The movements occurred until day 20 post-admission, after which they were no longer observed. The patient remained vitally stable without any notable symptom changes over several months. As seen in Case 1, the patient's blood pressure dropped and vital signs were unstable for about a day before the patient died; he was pronounced dead on day 117 post-admission. Other than the CT image taken on POD 9, no further CT or CTA imaging was performed. A follow-up EEG was performed on POD 88, but the results continued to indicate brain death. Since the diagnosis, basic neurologic tests were performed three times a day at the ICU, and no other changes were observed.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'9855499': 1, '6540387': 1, '18055899': 1, '3248188': 1, '11309637': 1, '10830429': 1, '2769397': 1, '15745731': 1, '4736311': 1, '5694976': 1, '4773460': 1, '1545268': 1, '29201852': 2}", "similar_patients": "{'5702753-1': 2}"}