{"patient_id": 70917, "patient_uid": "5741274-1", "PMID": 29282439, "file_path": "comm/PMC005xxxxxx/PMC5741274.xml", "title": "Diffuse Nocardial Spinal Subdural Empyema: Diagnostic Dilemma and Treatment Options", "patient": "Our patient is a 49-year-old Caucasian male with a history of intravenous (IV) drug abuse, chronic hepatitis C virus infection, smoking and chronic obstructive airway disease. He had a past history of nocardial brain abscess that was treated with aspiration and antibiotics, one year prior to current presentation. Six weeks prior to admission, the patient underwent lumbar epidural steroid injections for lumbar radiculopathy and chronic low back pain. The patient subsequently started to develop bladder/bowel incontinence and progressive bilateral lower extremity weakness. He presented in the emergency room (ER) with bilateral lower extremity weakness and sphincterian incontinence.\\nOn clinical examination, the patient had paraplegia, T12 sensory level, no rectal tone, saddle paresthesia, with full strength of upper extremities. A magnetic resonance imaging (MRI) scan of the neuroaxis revealed extensive heterogeneously enhancing multifocal fluid collections within the thoracic and lumbar spine pleading for hemorrhage versus epidural abscess (Figure ), no brain involvement was identified on a cerebral MRI scan. Human immunodeficiency virus (HIV) screening was non-reactive and blood cultures were negative on two occasions. An interventional radiology-guided tissue biopsy was unsuccessful due to a lack of organized fluid. He was started on empiric intravenous antibiotics (vancomycin, trimethoprim and sulfamethoxazole (TMP/SMX)) due to his history of nocardial brain abscess.\\nTherefore, a decision was made to obtain an open tissue biopsy for a microbiology and pathology examination. An L4-L5 lumbar laminectomy was performed; intra-operatively, there was no evidence of epidural fluid collection. The dura showed inflammatory changes with thrombosed epidural veins. The dura was opened and a thick yellowish purulent material was expressed from the subdural space.\\nA microbiological examination of the subdural fluid revealed modified, acid-fast, Gram-positive branching rods suggestive of Nocardia farcinica (susceptible to amikacin, ciprofloxacin, linezolid and moxifloxacin). The patient was initially treated empirically with IV meropenem/IV amikacin/IV TMP/SMX and later changed to amikacin/ciprofloxacin and linezolid according to the final antibiotic sensitivity results.\\nThe patient reported gradual improvement in his low back pain, with, however no positive outcome in his neurological status. He was discharged to a long-term rehabilitation facility on a six weeks' course of IV antibiotics (amikacin, ciprofloxacin and linezolid) followed by oral bactrim and ciprofloxacin for one year.\\nThe patient was readmitted to our hospital four months following discharge with an E. coli urinary tract infection and an infected stage IV sacral decubitus ulcer due to methicillin-resistant Staphylococcus aureus. Further inquiry revealed that he was not compliant with the oral antibiotic treatment and was also lost to follow-up. An MRI of the thoracolumbar spine (with gadolinium contrast, Figure ) revealed minimal improvement in the degree of epidural and intradural enhancement and a minimal decrease in the intramedullary irregular areas of enhancement in the distal spinal cord. Distortion of the spinal cord with abnormal T2 hyperintensity was present with diffuse septated and tethered components. He was put back on IV antibiotics (amikacin, ciprofloxacin and linezolid) and discharged to a nursing home.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'13784283': 1, '17587645': 1, '7436818': 1, '17360219': 1, '2739931': 1, '34876035': 2, '12188944': 1, '6615297': 1, '7784809': 1, '20672959': 1, '22229606': 1, '29282439': 2}", "similar_patients": "{'8650257-1': 1}"}