{"patient_id": 66431, "patient_uid": "5412815-1", "PMID": 28469870, "file_path": "comm/PMC005xxxxxx/PMC5412815.xml", "title": "Retroperitoneal perforation arising from duodenal diverticulum treated by endoscopic drainage: a case report", "patient": "A 52-year-old woman was admitted to our hospital due to sudden onset of pain at right hypochondriac region. The patient had undergone total mastectomy for left breast cancer 10 years ago. Results of blood tests were normal except increased number of white blood cells (WBC) (12,900/mm3). CRP was within normal range (0.11 mg/dL). Computed tomography (CT) scans showed significant dilation of the descending part of duodenum, mural edema, and accumulation of fluid and air (Fig. ). As abdominal CT suggested retroperitoneal abscess (40 × 27 mm) caused by perforation at juxta-papillary duodenal diverticulum, the patient was immediately hospitalized and was treated with conservative therapy consisting of nil per oral, parenteral nutrition, and a course of antibiotics (a meropenem dose of 0.5 g intravenously, every 12 h for 8 days).\\nIn the night of the first day of admission, the patient's body temperature rose to 39.2°C. On the second day, WBC was 16,600/mm3 and CRP was 16.92 mg/dL, indicating worsening of inflammatory response. On the third day, contrast-enhanced CT clearly showed an increasing retroperitoneal abscess (Fig. A and B). Emergency endoscopy revealed a bilirubin calculus in juxta-papillary duodenal diverticulum and significant mucosal edema (Fig. ). Leakage of the contrast media into the retroperitoneum was detected, suggesting retroperitoneal perforation of juxta-papillary duodenal diverticulum (Fig. A). While the result of endoscopic retrograde pancreatography was normal (Fig. B), cholangiography indicated that the abscess was located near the bile duct (Fig. C). First, we placed a stent in the bile duct (disposable V-system stent, PBD-1033-0705, Olympus Medical Systems, Tokyo), as we considered cholestasis caused by spreading inflammation (Fig. D and E). Then, we performed endoscopic placement of the next stent (Advanix double pigtail stent 18207106-7Fr x 7 cm, Boston Scientific, MA) in the retroperitoneal abscess through the diverticulum, which was necessary for drainage of the retroperitoneal cavity (Fig. E). On the fourth day, the patient's body temperature fell to 37.2°C. The patient was relived from pain in just 1 day after stent implantation. CT imaging examination indicated significant reduction in the size of abscess, and oral rehydration began on the 9th day. Hypotonic duodenography conducted on the 15th day from admission indicated that retroperitoneal abscess nearly disappeared and thus the patient started a diet (Fig. ). No post-treatment complications occurred and CT imaging did not reveal any symptoms of recurrence on the 20th day (Fig. ). The patient was discharged on the 22nd day. On the 40th day from admission, the stents at the bile duct and abscess cavity were removed on an outpatient basis.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'34164722': 1, '18253777': 1, '34722030': 2, '1422745': 1, '22250120': 1, '25016082': 1, '32514821': 2, '23556061': 1, '15168251': 1, '26387699': 1, '18350639': 1, '19221332': 1, '10430338': 1, '9752700': 1, '20874416': 1, '28469870': 2}", "similar_patients": "{'8544636-1': 1, '7280391-1': 1}"}