{"patient_id": 122188, "patient_uid": "5759668-1", "PMID": 29349056, "file_path": "noncomm/PMC005xxxxxx/PMC5759668.xml", "title": "Sinus Tract Formation with Chronic Inflammatory Cystic Mass after Beta Tricalcium Phosphate Insertion", "patient": "A 36-year-old man visited our department with a mass on his right cheek, measuring 1×1 cm lateral to the oral commissure. He had undergone surgical correction for right ZM complex fracture with bone defect at ZM buttress and right inferior orbital wall fracture due to road traffic accident 6 years prior. The bone defect was filled with β-TCP bioceramic powder (PolyBone, Kyungwon Medical Co. Ltd., Seoul, Korea). The mass had appeared 5 years prior along with signs of inflammation of the adjacent skin, such as redness and tenderness (). Initially, excisional biopsy through direct skin incision under local anesthesia was performed with a preliminary diagnosis of infected epidermal cyst. However, the mass was calcified and had a sinus tract (). The tract was not completely removed as it extended into the deep tissue. Biopsy results revealed chronic inflammation around the calcified fragments. Computed tomography (CT) with contrast enhancement revealed that the sinus tract was connected to the ZM bone defect site (). Bone formation was not seen at the defect site and remnant calcified granules were found above the defect.\\nFurther surgical resection under general anesthesia was performed to remove the sinus tract and remnant granules completely. Intraoral approach with right upper buccogingival incision was used to reveal the fibrous sinus tract connecting the defect to the subcutaneous tissue. The tract was excised from the superficial fat tissue, and resected in an en bloc pattern with the help of a guide probe (). Dense adhesive tissue at the defect was also completely removed and curettage of the fine granules filling the ZM defect was performed with copious saline irrigation. The fine granules were connected to skin through the sinus and covered by a cystic wall, which isolated it from the adjacent bony structures. The Stensen's duct was intact. Histopathological examination revealed that it was a foreign body reaction with chronic inflammation of the sinus tract and that the tiny granule was degenerated bony spicules and calcification materials (). The surgical wound healed without any complication and no recurrence was noted.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'24514891': 1, '18162407': 1, '17316789': 1, '28185708': 1, '27274490': 1, '25256286': 1, '24987199': 1, '15868741': 1, '26081807': 1, '24222152': 1, '26273589': 1, '24078171': 1, '29349056': 2}", "similar_patients": "{}"}