{"patient_id": 122758, "patient_uid": "5803717-1", "PMID": 29430229, "file_path": "noncomm/PMC005xxxxxx/PMC5803717.xml", "title": "Pancreatic Pseudocyst Ruptured due to Acute Intracystic Hemorrhage", "patient": "A 74-year-old man presenting with abdominal pain, vomiting, and diarrhea was admitted to a nearby hospital. He did not drink alcohol regularly. On physical examination, his right hypochondrial pain was mildly tender. Laboratory data showed jaundice, high inflammatory reaction, and renal dysfunction: white blood cell count 6,360/μL, C-reactive protein 13.51 mg/dL, aspartate aminotransferase 78 IU/L, alanine aminotransferase 211 IU/L, alkaline phosphatase 358 IU/L, γ-glutamyltranspeptidase 440 IU/L, total bilirubin 4.7 mg/dL, serum amylase 54 mg/dL, blood urea nitrogen 45.1 mg/dL, creatinine 2.58 mg/dL. Computed tomography (CT) scan findings of swelling of gallbladder, and bilateral pulmonary infiltrative shadow could lead to the diagnosis of acute cholecystitis and pneumonia. Three days later, serum and urinary amylase levels were elevated (serum amylase 407 mg/dL and urinary amylase 2,592 mg/dL). At that time, CT scan showed high density area in a cyst of pancreatic tail (Fig. ), which was considered to be slight intracysitc hemorrhage. After another 10 days, he complained about left hypochondrial pain. Because CT scan showed pancreatic cyst rupture with intracystic hemorrhage (Fig. ), he was transferred to our hospital on the next day. First CT in our hospital showed size of intracysitc hemorrhage was stable (Fig. ). We had a policy to make a thorough examination, because there were no worsening of anemia and severe drop in blood pressure. Endoscopic retrograde pancreatography showed a cystic lesion with internal filling defect connecting the main pancreatic duct. Additionally, there was a leakage of contrast medium from the cystic lesion into the abdominal cavity (Fig. ). Then, an endoscopic nasopancreatic drainage (ENPD) tube was placed into the main pancreatic duct under the diagnosis of rupture of the pancreatic cyst due to intracystic hemorrhage. The pancreatic juice from ENPD was bloody and the cytological finding of the pancreatic juice from ENPD revealed no evidence of malignancy.\\nTen days after the insertion of ENPD tube, his left hypochondrial pain was increased. At that time, CT showed the increase in size of the fluid collection besides the cystic lesion (Fig. ). In addition, CT showed two left renal tumors (Fig. ). Finally, he was diagnosed as having ruptured pancreatic cyst with left renal cell carcinoma, and he underwent distal pancreatectomy and left nephrectomy. At operation, because of the mass formed with transverse mesocolon and pancreatic tail hematoma, transverse colon was resected together. Blood loss was 200 g, and we required no perioperative blood transfusion. In the postoperative curse, paralytic ileus delayed the beginning of diet. There was fluid collection at pancreatic stump, but because of the absence of infection, it experienced an improvement by conservative management. He could be discharged on postoperative day 29.\\nThe specimen which was resected en bloc with surrounding tissues appeared to be a cystic degeneration of the pancreatic tail with intracystic hematoma surrounded by other pancreatic cysts without hemorrhage (Fig. ). Histopathological examination revealed outgrowths of fusiform-shaped fibroblast with collagen fiber around hematoma and no epithelial component in the wall of the pancreatic cyst wall (Fig. ). Then we diagnosed the lesion as pancreatic pseudocyst rupture by intracystic hemorrhage. The left renal tumors measuring 1.8 and 1.5 cm in each maximum diameter were diagnosed as renal clear cell carcinoma because they were immunohistologically positive for CD10 and CAM5.2, and negative for vimentin (Fig. ). The final pathological stage was stage I according to TNM classification of malignant tumors.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'19115466': 1, '31417663': 1, '30951519': 1, '14594534': 1, '19143058': 1, '15140667': 1, '15007187': 1, '32964867': 2, '14730118': 1, '7668500': 1, '12353152': 1, '29430229': 2}", "similar_patients": "{'7945647-1': 1, '7945647-2': 1}"}