{"patient_id": 71508, "patient_uid": "5797313-1", "PMID": 29423367, "file_path": "comm/PMC005xxxxxx/PMC5797313.xml", "title": "Management of severe childhood pneumonia by day care approach in developing countries", "patient": "A 2 years old female child came from the rural site of Bangladesh and presented with a history of breathing difficulty, cough and fever for two days. Her physical examination revealed the past case history of grunting, very severe chest wall indrawing and hypoxemia (SPO2 84% without O2) and head nodding. She was clinically diagnosed with severe pneumonia case. On admission, her temperature was 37.4○C, RR 73 breaths/min, PR 174 beats/min, and SPO2 was 84% without O2. Patient was Dyspneic and irritated. On Auscultation, crepitation was present in both lung fields and rhonchi was present on upper and middle side of left lung field. She was admitted in a Health and Family Welfare Centre under the DCA basis and treated as a severe pneumonia patient immediately, an out-patient facility providing space, trained staff members (doctors, nurses), beds, and the necessary equipment’s like antibiotics, oxygen therapy, nebulization, nasopharyngeal suction etc. as indicated.\\nTreatment and diet that the patient received (according to the body weight):\\nDiet- Breast feeding + Milk Suji 12 mL/kg/feed\\nOxygen inhalation: 2 L/min - Stat and SOS\\nInj. Ceftriaxone: 1 gm I/M once daily for 5 days\\nSyp. Levosalbutamol: 1 ½ TSF P/O 12 hourly for 7 days\\nSyp. Paracetamol: 1 TSF P/O 8 hourly (for fever more than or equal to 38◦C)\\nNo investigations were done due to inadequate facilities.\\nClinical improvement of the patient; no fever, no hypoxemia, no fast breathing and no tachycardia after the fifth day of treatment.\\nOn day 0 (admission day): The patient was diagnosed with following physical conditions: age specific fast breathing, severe lower chest wall indrawing, grunting and hypoxemia, temperature (37.4◦C, not fever), respiratory rate (73 breaths/min), SPO2 (84%; without O2) and pulse rate (174 beats/min). SPO2 improved after providing 5 hours of continuous Oxygen supply. With provision of O2, SPO2 was 95%, 89%, 93% and 94% respectively at the beginning and after 2 minutes, 15 minutes and 1 hour of removing O2. Respiratory rate was 50 breaths/min, temp was 37◦C.\\nOn day 1: There was age specific fast breathing, tachycardia and chest wall indrawing. Temperature was 36.9◦C, Respiratory rate was 42 breaths/min, SPO2 was 96% without O2 though the child was kept without O2 for overnight and pulse rate was 155 beats/min.\\nOn day 2: There was mild chest indrawing but no age specific fast breathing, no fever and no hypoxemia. Temperature was 36.1◦C, respiratory rate was 38 breaths/min, SPO2 was 96% without O2 and pulse rate was 134 beats/min.\\nOn day 3: Patient started improving clinically but there was age specific fast breathing but no chest indrawing, no fever, no tachycardia and no hypoxemia. Temperature was 36◦C. Respiratory rate was 41 breaths/min, SPO2 was 100 % without O2 and pulse rate was 130 beats/min.\\nOn day 4: Patient was clinically improved and there was no hypoxemia, no fever, no age specific fast breathing and no tachycardia. Temperature was 36.8◦C. Respiratory rate was 36 breaths/min, pulse rate was 134 beats/min, SPO2 was 99% without O2.\\nOn day 5: Patient was clinically stable, and her temperature was 36.6◦C. Respiratory rate was 34 breaths/min, SPO2 was 100% without O2 and pulse rate was 116 beats/min ().\\nAs the child was clinically improved and there was no fever, no hypoxemia, no fast breathing and no tachycardia, she was discharged from Health and Family Welfare Centre.", "age": "[[2.0, 'year']]", "gender": "F", "relevant_articles": "{'20855397': 1, '17468655': 1, '17804591': 1, '18545744': 1, '18545737': 1, '18708248': 1, '23956020': 1, '19772545': 1, '21859263': 1, '29423367': 2}", "similar_patients": "{}"}