{"patient_id": 68935, "patient_uid": "5607598-1", "PMID": 28943803, "file_path": "comm/PMC005xxxxxx/PMC5607598.xml", "title": "Primary hyperoxaluria detected by bone marrow biopsy: case report", "patient": "Clinical history: A 22 year-old white man, born from a second degree consanguineous marriage and with a family history of kidney stones. The patient had recurrent kidney stones since the age of 6, progressing towards chronic renal failure. He is a chronic hemodialysis for 4 years with nephrocalcinosis. He was hospitalized for invalid bone pain, fatigue, and pallor progressing for 4 months. Physical examination shows no organomegaly and no adenopathy.\\nBiological, radiologic and histopathologic findings:\\nComplete blood count showed a normochromic and normocytic regenerative anemia with hemoglobin level of 7.6 g/dL. Remarkable serum biochemistry lab data included ferritin level of 1730 ng/mL. The phosphocalcic balance was normal. Given the patient’s history, the symptomatology and the anemia, two diagnoses were suggested: malignant hemopathy or primary hyperoxaluria. Urinary sediments examination in search of oxalate crystals were not performed due to anuria of our patient. The standard radiology of the hands, wrists and spine do not show any abnormality. An osteomedullary biopsy was performed in search of malignant hemopathy.\\nThe bone marrow biopsy measure 0.7 cm in length. Hematoxylin and eosin stain shows six bone chambers, massively invaded by grayish-colored oxalate crystals deposited in stars or rosettes surrounded by a brisk foreign body giant cell reaction (Figs. and ). Special trichrome staining revealed a medullar fibrosis (Fig. ). Under polarized light, crystals of oxalate showed a very intense pale green birefringence (Fig. ).\\nGiven our context, no liver biopsy or genetic studies, which are gold standard of diagnosis testing, were done. Only plasma oxalate level was made, he showed level of 320 μg/dL. The diagnosis of primary hyperoxaluria was made based on the characteristic morphology of crystals, plasma oxalate levels, his medical and family history and the absence of any secondary cause of the condition.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'6784531': 1, '22547750': 1, '22382246': 1, '14512927': 1, '19308578': 1, '8592622': 1, '21119625': 1, '28943803': 2}", "similar_patients": "{}"}