{"patient_id": 123972, "patient_uid": "5898109-2", "PMID": 29682038, "file_path": "noncomm/PMC005xxxxxx/PMC5898109.xml", "title": "A Novel Application of the Integra Camino Bolt for the Drainage of Chronic Subdural Hematoma: A Technical Note", "patient": "A 48-year-old female, history of factor V Leiden mutation (on chronic Coumadin), presented with headaches for 1 week. CT of the head revealed a 1 cm mixed density lesion, associated with 1.5 cm midline shift and effacement of the basal cisterns. Unfortunately, she had been given 1 mg IV hydromorphone for headaches before the scan, and subsequently deteriorated, becoming obtunded with a right fixed, dilated pupil. She was promptly intubated, and 50 g of mannitol was given. Her exam improved – pupils were reactive bilaterally, and she was following simple commands in all four extremities. Although initial International Normalized Ratio was 9, this was corrected to 1.3. A repeat CT of the head was similar to the prior scan, except for a new “Duret” hemorrhage in the pons, suggesting a herniation event []. Drainage was recommended, and consent was obtained for the off-label use of the Integra Camino bolt []. Once the device was applied, approximately 40 ml of chronic-appearing blood was cumulatively collected. A follow-up CT of the head revealed near complete resolution of the midline shift and a significant contraction of the chronic component of the subdural collection, from 10 to 5 mm in the axial plane []. Following extubation, the patient exhibited an intact neurological exam. Her headache also improved. She was discharged home on postprocedure day 10 and promptly returned to work within 2 weeks. At 3 months, complete resolution of the right SDH was noted on a follow-up scan [].", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'20001585': 1, '16408582': 1, '10048060': 1, '21909694': 1, '23259822': 1, '12810784': 1, '23485050': 1, '24785319': 1, '12748020': 1, '29682038': 2}", "similar_patients": "{'5898109-1': 2}"}