{"patient_id": 62577, "patient_uid": "5075604-1", "PMID": 27803824, "file_path": "comm/PMC005xxxxxx/PMC5075604.xml", "title": "Successful Treatment of Disseminated Bacillus Calmette-Guérin Disease in an HIV-Infected Child with a Linezolid-Containing Regimen", "patient": "After HIV infection was diagnosed, an 8-month-old boy with worsening pneumonia and respiratory distress was transferred to the University Hospital for Infectious Diseases, Zagreb, Croatia (UHID), on November 4, 2011. The child had previously been hospitalized two times in his local hospital for diarrhoea and pneumonia. His mother had not been tested for HIV while pregnant. There was no family history of tuberculosis (TB), but immunization with Statens Serum Institut (Danish strain) BCG vaccine at birth had left a nonhealing ulcer on the deltoid region of the left arm.\\nOn presentation, the infant was receiving mechanical ventilation and was overall in poor condition. He weighed 7.4 kg and was 42.5 cm long. On physical examination he had tachycardia, hepatosplenomegaly, and oedema of the lower extremities. There was also an ulcer at the site of BCG immunization with a palpable ipsilateral 1 cm axillary lymph node. His chest X-ray showed diffuse bilateral interstitial infiltrates with a slightly enlarged cardiac silhouette.\\nResults of laboratory studies on admission showed an erythrocyte sedimentation rate of 5 mm per first hour, serum procalcitonin level of 0.844 µg/L, hemoglobin concentration of 130 g/L, leukocyte count of 10.4 × 109/L, and platelet count of 51 × 109/L. His CD4 cell count was 5.9% (24 cells per µL) and his plasma HIV-1 RNA was 4.96 million copies/mL. An overview of the major clinical and laboratory findings is presented on .\\nHe was immediately given high-dose co-trimoxazole and steroids for presumed Pneumocystis jirovecii pneumonia as well as piperacillin-tazobactam for probable hospital acquired infection. Anti-TB therapy consisting of isoniazid, ethambutol, and rifampicin, which had been started the day before transfer to our hospital, was continued. On the third hospital day at UHID he developed signs of hepatitis; his serum bilirubin climbed to 116.5 µmol/L (conjugated bilirubin 66.9 µmol/L), his aspartate aminotransferase (AST) was 1952 IU/L, his alanine aminotransferase (ALT) was 365 IU/L, and his lactate dehydrogenase level was 2948 IU/L. His prothrombin time was prolonged (international normalized ratio value 2.7). All TB medications were stopped and liver function tests gradually returned to normal over the next three weeks.\\nTracheal aspirate taken on the day of admission was positive for Pneumocystis jirovecii DNA on polymerase chain reaction and also grew Pseudomonas aeruginosa on culture. Antiretroviral therapy (ART) was started two weeks after admission to UHID with a combination of zidovudine, lamivudine, and lopinavir/ritonavir. There was no HIV drug resistance found in the blood sample obtained prior to initiation of ART. Steroids were stopped after 21 days of therapy and at that point co-trimoxazole was switched to a prophylactic oral dose. The breathing had significantly improved so he was weaned from mechanical ventilation 4 weeks after admission to our hospital. We performed an interferon-gamma release assay (QuantiFERON®); the result was negative. In light of the clinical improvement and prior signs of severe, presumably toxic hepatitis, the decision was made not to give TB treatment.\\nTwo months after admission an abdominal ultrasound revealed multiple small (up to 8 mm) hypoechogenic splenic lesions. Two weeks later signs of BCG infection were again present with prominent ipsilateral axillary lymph node enlargement. An attempt was made to restart anti-TB medications. However, an urticarial rash developed after isoniazid was started, so the drug was discontinued; the patient was treated with amikacin for one week and clarithromycin, ciprofloxacin, and prednisolone for 4 weeks. This treatment regimen led to regression in lymph node size. At this time, zidovudine was replaced by abacavir due to anaemia ().\\nIn the fourth month of care, the child developed multiple skin lesions on his head and limbs that started as erythematous papules and turned into subcutaneous abscesses. A repeated QuantiFERON test was now positive. Mycobacterial cultures from the disseminated skin lesions were taken and subsequently grew M. bovis. At this point we learned that mycobacterial cultures from the site of BCG application (left deltoid muscle) and tracheal aspirate were taken at the local hospital about one week prior to transfer to our hospital. These cultures also grew M. bovis, but the staff at UHID was not aware of the positive results. Initially the samples were cultured on solid (Loewenstein and Stonebrink) and liquid MGIT (Mycobacteria Growth Indicator Tube, the BD BACTEC™ MGIT™ 960 System) media. The identification of the cultured M. bovis BCG strain was done using the commercially available line probe assay, GenoType MTBC Kit (Hain Lifescience, Nehren, Germany).\\nDrugs with antimycobacterial activity (amikacin, ciprofloxacin, and azithromycin) were reintroduced (). Multiple cystic bone lesions were noted in the skull and in the bones of both arms, both hands, and both legs (). As fever and skin lesions persisted, ethambutol, linezolid (10–12 mg/kg orally three times per day), and isoniazid were sequentially added to his anti-TB regimen (). This time neither rash nor toxic hepatitis developed. Because we wanted to give rifampicin again and rifabutin was not available at that time, we replaced lopinavir/ritonavir with nevirapine. However, two weeks later there was an increase in serum liver enzymes (AST 113 IU/L and ALT 122 IU/L), so nevirapine was stopped and standard dose lopinavir/ritonavir was reintroduced. Amikacin, azithromycin, ciprofloxacin, and ethambutol were discontinued as shown in . After a 10-month hospital stay the patient was discharged on linezolid, isoniazid, abacavir, lamivudine, and lopinavir/ritonavir.\\nHowever, fever reappeared, new skin lesions were still developing, and bone lesions were growing. A bone biopsy of the right tibia was done on 12th month of care at UHID (). Histopathological findings revealed inflammatory tissue with microscopic characteristics of granulomata and foci of necrosis, which grew acid-fast bacilli identified as M. bovis. At this point ethambutol and rifabutin (dosed at 5 mg/kg three times per week) were added to the TB regimen, and after six weeks the frequency of rifabutin dosing was increased to daily administration (once daily 7 days per week) (). After rifabutin was given dosed at 5 mg/kg/day every day the patient remained without fever. The child's complete blood count was monitored; after rifabutin was given 3 times weekly his lowest observed leukocyte count was 4.1 × 109/L with an absolute neutrophil count (ANC) of 1.3 × 109/L (1300 per µL) on the 18th day of administration. After rifabutin was given daily, the lowest leukocyte count was observed after one month of therapy (1.9 × 109/L with an ANC of 0.7 × 109/L (700 per µL)). However, this neutropenia was transient; after six days the ANC was 3300 per µL without any intervention. Since the response to ART was not optimal (), a resistance test was done which showed reverse transcriptase mutations associated with nevirapine (Y181C) and lamivudine (M184V) resistance (16th month of care). To optimize the virological response to ART, abacavir was replaced by zidovudine and raltegravir granules were added to the antiretroviral regimen. After 16 months in care a skin lesion and a lymph node aspirate failed to grow mycobacteria for the first time, and one month later the child became consistently afebrile. At this point ethambutol treatment had reached 6 months, and it was discontinued. Two months later linezolid was stopped after a total of 13 months of therapy. At follow-up 12 months from the first negative skin lesion culture the child was clinically stable and radiographs of the lower limb showed signs of bone healing. Anti-TB therapy was stopped at this time (). The child reached an undetectable HIV-1 RNA viral load measured by the Abbott assay (detection limit 40 copies/mL) only after 36 months of ART on a regimen of tenofovir, lamivudine, lopinavir/ritonavir, and raltegravir.", "age": "[[8.0, 'month']]", "gender": "M", "relevant_articles": "{'10223934': 1, '15911549': 1, '12499213': 1, '23032215': 1, '18197120': 1, '21445325': 1, '25281400': 1, '18628223': 1, '15708325': 1, '9195072': 1, '19649364': 1, '16774814': 1, '33456322': 1, '21391771': 1, '20974784': 1, '6475644': 1, '7622909': 1, '12672583': 1, '12121967': 1, '16142674': 1, '3066422': 1, '24388605': 1, '16421800': 1, '21383838': 1, '19861003': 1, '19075058': 1, '9686741': 1, '27803824': 2}", "similar_patients": "{}"}