{"patient_id": 71513, "patient_uid": "5797606-1", "PMID": 29441072, "file_path": "comm/PMC005xxxxxx/PMC5797606.xml", "title": "Fatal Necrotizing Encephalopathy after Treatment with Nivolumab for Squamous Non-Small Cell Lung Cancer: Case Report and Review of the Literature", "patient": "A 67-year-old woman was diagnosed with squamous NSCLC 1 year before the current admission, details of the subsequent clinical course are outlined in Figure . The work-up including PET/CT and analysis of the specimen removed by partial resection of the lower lobe of the right lung, pleura, and specimens of the sixth rib staged the tumor as pT3; pN0 (0/14); L0, V0; G2-G3; R0. Further immunohistological analyses showed the following reactivities: CK-5/6 (+), ALK D5-F3 (−), c-MET (++ to +++), PD-L1, and PD-1 (−), PI3K (−). Her comorbidities included hypertension, chronic renal insufficiency, recurrent hyponatremia, hypercholesterinemia, peripheral arterial occlusive disease, depression/anxiety disorder, and smoking (25 pack years). She developed nausea, vomiting, and generalized weakness in the postoperative course and was treated for hypertension and hyponatremia. Brain CT revealed wide-spread bilateral hypodense lesion in the subcortical white matter of the frontal, parietal, and occipital lobe (Figures A,B), which had vanished on follow-up 8 days later. Our patient recovered within a few days, and the episode was classified as reversible encephalopathy syndrome. The subsequent 24 h blood pressure monitoring revealed mean systolic day- and nighttime blood pressure of 135 and 142 mmHg, respectively.\\nOur patient was started on adjuvant chemotherapy with monthly carboplatin and gemcitabine. The dosage had to be reduced to 75% for the fourth and last cycle due to anemia. Examination with PET/CT 3 months before the actual admission revealed recurrence with wide-spread pleural affection. Second-line treatment with nivolumab in the standard dosage of 3 mg/kg was subsequently initiated and details of the course are shown in Figure . Our patient was admitted to the emergency room on day 17 after the first dose of nivolumab for dyspnea, confusion, and increased symptoms of a pre-existing anxiety disorder. The condition was attributed to hyponatremia and treatment with sertraline as a potential cause was terminated. She was released in improved condition and the second nivolumab course was given as scheduled on day 30. Three days later, she was readmitted to the hospital due to clinical deterioration with intermittent phases of disorientation and speech arrest. On neurological exam, she had fluent aphasia, perseveration, and could not execute complex requests. A complex-partial status epilepticus was ruled out by electroencephalography (EEG) at this time. The examination of cerebrospinal fluid (CSF) on day 35 after the first course of nivolumab revealed a lymphomonocytic pleocytosis of 30 cells/μl (normal <5) with a few neutrophils and macrophages, the protein level was 56 mg/dl (range 3–50). Glucose and lactate were within the limits. CSF IgG level was 6.62 mg/dl, the IgG quotient was normal, and PCR for neurotropic viruses, and oligoclonal bands were negative. Brain magnetic resonance imaging (MRI) was unremarkable and EEG showed moderate diffuse slowing. A course of antiviral treatment with acyclovir (10 mg/kg body weight, total 3 days) was initiated with the potential differential diagnosis of herpetic encephalitis. Intermittent somnolence, disorientation, and impaired communication necessitated take-over of activities of daily living by nursing staff and a nasogastric tube. We started a treatment with intravenous immunoglobulins (30 g per day equal to 0.5 g/kg bodyweight, total 5 days) upon suspicion of autoimmune encephalitis. Her condition slightly improved but, within a few days, she developed stupor. Recurrent focal seizures were observed despite antiepileptic treatment with levetiracetam (5× 500 mg). Brain MRI 44 days showed multiple and confluent cortical and subcortical FLAIR hyperintensities within both cerebral hemispheres, as shown in Figures C,E,G. In addition, lesions were located within both thalami, the pons and the cerebellum. A pial and gyriform contrast enhancement was observed in some lesion (Figures D,F,H). PCR for neurotropic viruses including HSV, CZV, and EBV were negative in CSF. Another CSF examination was performed on day 47 and revealed 12 cells/μl, protein 73 mg/dl, IgG serum/CSF quotient 7.5, and IgG 19.1 (range 0.48–5.86). Oligoclonal bands were again negative in CSF. The cells in CSF were mostly lymphocytes and monocytes, and a small number of erythrocytes and granulocytes was present. PCR was found to be negative for JCV, VZV, and HSV. Neuronal antibodies in serum (NMDA-R, AMPAR1/2, GABA-R, LGI1, CASPR2, Amphiphysin, CV2, PNMA2, Ri, Yo, Hu, Recoverin, SOX1, Titin, Zic4, GAD65, Tr) and CSF (NMDAR, AMPA-R1/2, GABA-R, LGI1, CASPR2) were negative. Follow-up brain MRI on day 50 disclosed downsized lesions and no contrast enhancement. We diagnosed non-convulsive status epilepticus in the context of episodes of reduced levels of consciousness and started anticonvulsive therapy with levetiracetam (3 × 500 mg). Seronegative autoimmune encephalitis and cerebral vasculitis were suspected and a course of methylprednisolone (1 g i.v.) was given. Steroids were stopped after 2 days of unchanged clinical condition. In a setting of comfort terminal care, the patient died on day 56 after the second course of nivolumab.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'28216262': 1, '26984449': 1, '31555448': 1, '25220842': 1, '28689073': 1, '30073487': 1, '26032137': 1, '33854755': 1, '28600190': 1, '28438889': 1, '28615920': 1, '34512622': 1, '26967289': 1, '28604555': 1, '27271951': 1, '27472273': 1, '25531722': 1, '28559410': 1, '28232599': 1, '31650945': 1, '28426103': 1, '26419960': 1, '26981243': 1, '28183696': 1, '24240160': 1, '25712627': 1, '26028407': 1, '32002026': 1, '33363830': 2, '27354481': 1, '26070626': 1, '30790064': 1, '28351171': 1, '34651126': 1, '27367787': 1, '28056412': 1, '31776691': 1, '30940340': 1, '26629425': 1, '31823509': 1, '28548892': 1, '34527106': 2, '28571578': 1, '34866959': 1, '26940583': 1, '27858578': 1, '28495807': 1, '27718847': 1, '27622997': 1, '26412456': 1, '27653290': 1, '28640199': 1, '29441072': 2}", "similar_patients": "{'8425809-1': 1, '7752390-1': 1}"}