{"patient_id": 67166, "patient_uid": "5468530-1", "PMID": 28630792, "file_path": "comm/PMC005xxxxxx/PMC5468530.xml", "title": "Corneal Collagen Crosslinking Treatment in a Case with Pneumococcal Keratitis", "patient": "A 32-year-old male patient presented in October 2014 with complaints of pain, blurred vision, and photophobia in the right eye for approximately 1 week. In his medical history, he reported being followed at another center for keratoconus and undergoing keratoplasty 7 years earlier in his left eye and 6 months earlier in his right eye. He had been using moxifloxacin (Vigamox®, Alcon) every 3 hours for about 1 week. At presentation, his visual acuity was hand motions in the right eye, and his best corrected visual acuity in the left eye was 8/20. Slit-lamp examination of the right eye revealed conjunctival hyperemia, purulent secretions and a keratitis focus about 5x4 mm in size located centrally over the corneal graft, epithelial defect, and keratoplasty sutures (). The patient was recommended for admission with a prediagnosis of infectious keratitis; swabs from over the infiltration and its margins were sent to microbiology for Gram staining and culture. There were no filamentous extensions, satellite lesions, or ring ulcers suggestive of fungal keratitis. We also detected no hyphae-like structures suggesting fungal infection on confocal microscopy. Moxifloxacin was discontinued and treatment was initiated with topical fortified vancomycin 50 mg/mL (Vancotek®, Koçak Pharmaceuticals) and ceftazidime 100 mg/0.5 mL (Zıdım®, Tum Ekip), alternating between them hourly and replacing the drops every 2 days. Gram staining revealed no bacteria in the swab specimens, but Streptococcus pneumoniae grew in culture toward the end of the second week. Antibiogram showed the isolate was sensitive to vancomycin and ceftazidime, so the same treatment regimen was continued. Considering the lack of substantial improvement in the patient’s symptoms and the possibility of Candida superinfection due to long-term topical steroid use after keratoplasty, treatment was supplemented with topical amphotericin B 0.5 mg/mL (Fungizone®, Bristol-Meyers Squibb) every 2 hours and topical vancomycin/ceftazidime was reduced to every 3 hours. After 1 month of medical therapy, we observed that the corneal infiltration had deepened and the epithelial defect had not closed (). Therefore, we decided to perform CXL with UV-A and riboflavin. The patient was fully informed about the procedure and provided informed consent before the procedure.\\nIn operating room conditions under topical anesthesia, the eye and surrounding area were cleaned with 5% povidone iodine and a sterile covering was placed. The damaged epithelial tissue over the infiltration was debrided using a blunt spatula and sent to microbiology. A riboflavin solution (1% isotonic M) was applied to the cornea at 3-minute intervals for a total of 30 minutes. An area of the cornea about 7 mm in diameter was exposed to 365-370 nm UV-A from a distance of 4-5 cm for 30 minutes at 3 mW/cm2. During this time, riboflavin solution and a lubricating agent (Tears Naturale Free®, Alcon) were applied every 4 minutes.\\nThere was a substantial reduction in the patient’s photophobia and pain the day after CXL treatment. In subsequent examinations, the corneal infiltration became smaller and split into two foci, the surrounding corneal tissue regained transparency, and the epithelial defect also became smaller (). The dosage of topical antibiotics was reduced. On examination 1 month after the CXL procedure, we observed slackening of the keratoplasty sutures and corneal vascularization (). The keratoplasty sutures were removed and subconjunctival anti-vascular endothelial growth factor (anti-VEGF) (bevacizumab, Avastin®, Genentech) was administered. Preservative-free artificial tears (Tears Naturale Free®, Alcon) 5 times daily and fluorometholone (Flarex®, Alcon) 3 times daily were initiated. At 6 weeks after the CXL procedure, the peripheral corneal neovascularization had regressed, corneal opacity was reduced, and visual acuity was 20/400 ().", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'12719068': 1, '92812': 1, '14631403': 1, '23062001': 1, '22081155': 1, '23703462': 1, '5319746': 1, '16371773': 1, '21874347': 1, '21102196': 1, '22058341': 1, '18408193': 1, '17496570': 1, '18520510': 1, '19253251': 1, '18053900': 1, '24455365': 2, '23522585': 1, '23889879': 1, '20128533': 1, '19730094': 1, '28630792': 2}", "similar_patients": "{'3881390-1': 1}"}