{"patient_id": 117438, "patient_uid": "5413838-1", "PMID": 28233936, "file_path": "noncomm/PMC005xxxxxx/PMC5413838.xml", "title": "Cytological findings of langerhans cell sarcoma in a case of quintuple cancer", "patient": "An 80-year-old Japanese man was admitted to our hospital with a nasal skin tumor. He had past medical histories of adenocarcinomas and T-cell/histiocyte-rich large B-cell lymphoma. His family history was unremarkable. Swelling of multiple submental lymph nodes was revealed by computed tomography (Fig. A). The diameter of a lymph node was 16 mm (Fig. B). Diagnosis by FNA of a lymph node was difficult. A diagnosis of LCS was made by biopsy. The condition of the patient rapidly deteriorated and he died about 2 months after the first medical examination. Metastasis of LCS was confirmed in many organs by autopsy. Written informed consent was obtained from his daughter. The study was approved by the Institutional Review Boards of Kushiro City General Hospital.\\nMany large cells were found with mature lymphocytes by FNA from the swelling lymph node (Figs. A and B). The large cells had abundant cytoplasm. Nuclei were pleomorphic. These atypical cells had nuclear grooves (Fig. B; red arrow). Multinucleated cells were observed (Fig. B; green arrow). These neoplastic cells had fine chromatin granules in touch smear cytology of the lymph node biopsy (Figs. C and D). These atypical cells had a small nucleolus, and mitosis was observed (Figs. C and D; yellow arrow). There was no atypical mitosis. Several nuclear inclusion bodies were also confirmed (Figs. C and D; light blue arrow). There were many eosinophils and mature lymphocytes in the background. The possibility of malignant lymphoma or histiocytic neoplasm was considered. However, the possibility of poorly differentiated carcinoma or malignant melanoma could not be completely ruled out. Because we failed to prepare cellblock material from the cytology specimen for immunocytochemistry, a diagnosis was not obtained.\\nThe cut surface of the lymph node obtained by biopsy was solid and light grayish in color without necrosis or hemorrhage (Fig. A). Microscopically, large atypical cells were observed in the lymph node, similar to the results of cytodiagnosis (Fig. B). These atypical cells had invaded the area outside the lymph node. The mitotic rate was high (58/10HPF) and atypical mitotic forms were observed (Fig. B). Immunohistochemically, the tumor cells were positive for vimentin, CD68, and CD163 and focally positive for S-100 and CD1a (Figs. C–G). Epithelial markers (AE1/AE3, CK7, CK20, and p40), lymphocyte markers (CD3, CD20, CD45, and CD79a), and melanoma markers (HMB45 and Melan-A) were negative (data not shown). The possibility of a proliferative disease of histiocytes was considered from the positive results for CD68, and the possibility of a malignant tumor was considered from the finding of extranodal invasion. LCS was diagnosed by a high mitotic rate with an atypical form and positivity for CD1a and CD163. Metastasis of LCS was confirmed by the autopsy in many organs including the heart, bilateral lungs, liver, pancreas, bilateral kidneys, left adrenal gland, spleen, bone marrow, and systemic lymph nodes.\\nOur case was a case of quintuple cancers. The patient had two moderately differentiated adenocarcinomas (sigmoid colon, 12 years ago, pT2 pN0 M0 Stage I, Supporting Information, Fig. A; rectum, 12 years ago, pT3 pN0 M0 Stage IIA, Supporting Information, Fig. B). He also had T-cell/histiocyte-rich large B-cell lymphoma according to the WHO classification updated in 2008 (12 years ago, Supporting Information, Figs. C–F). The tumor cells were positive for CD79a. CD3-positive cells and CD68-positive cells were mixed. He achieved complete remission (CR) after chemotherapy. He had two recurrences (8 and 6 years ago). He underwent chemotherapy and achieved CR again. The nasal skin tumor (at the same time as the LCS, Supporting Information, Figs. G and H) was squamous cell carcinoma (SCC). The tumor had keratosis and immunoreactivity of P40.\\nNo genetic mutations of KRAS and BRAF V600E were detected in these five tumor materials, including the LCS.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'18205629': 1, '24942035': 1, '1995363': 1, '12637487': 1, '26286813': 1, '12621137': 1, '20421277': 1, '24938183': 1, '23923114': 1, '22616604': 1, '9618505': 1, '19031939': 1, '22776788': 1, '25886136': 1, '28233936': 2}", "similar_patients": "{}"}