{"patient_id": 120836, "patient_uid": "5661324-1", "PMID": 28994690, "file_path": "noncomm/PMC005xxxxxx/PMC5661324.xml", "title": "Perioperative Management of a Patient with Glanzmann's Thrombasthenia for Mitral Valve Repair Under Cardiopulmonary Bypass", "patient": "A 30-year-old male patient who worked as a laboratory technician was admitted to Intensive Care Unit (ICU) with congestive heart failure due to severe mitral and tricuspid valve regurgitation. He had progressive dyspnea on exertion for 3 months, pedal edema for 2½ months, and orthopnea and abdominal fullness for 10 days. History revealed multiple episodes of gum bleeding and epistaxis starting from childhood. Records showed that he was diagnosed with GT. The diagnosis of GT was made based on the results of prolonged bleeding time (>15 min), normal platelet count, and absence of aggregation of platelets with agonists such as adenosine diphosphate (ADP), collagen, arachidonic acid, and ristocetin. He required multiple blood transfusions in the last 5 years for correction of anemia consequent to multiple episodes of gastrointestinal bleeding and epistaxis.\\nOn examination, he had pallor, bilateral pedal edema, and icterus. Jugular venous pressure was raised with prominent v waves. Pulse rate was 110 with sinus rhythm, blood pressure was 106/80 mmHg. Cardiac examination revealed pansystolic murmur of Grade IV/VI. On abdominal examination, there was minimal ascites with hepatomegaly. Transthoracic echocardiography showed mitral and tricuspid valve prolapse due to myxomatous degeneration, flail posterior mitral leaflet with ruptured chordae, severe mitral regurgitation (MR), severe tricuspid regurgitation, pulmonary hypertension, left ventricular dysfunction, and pericardial effusion.\\nPatient's hemoglobin was 7.3 g/dl, hematocrit 24.61%, and platelet count 1.05 lakhs/mm3. Peripheral blood picture showed microcytic, hypochromic anemia. Serum total bilirubin was 3.5 mg/dl. Tests for D-dimer assay, abnormal hemoglobin, von Willebrand factor assay, total iron-binding capacity, osmotic fragility test, activated partial thromboplastin time, prothrombin time/international normalized ratio, and factor VIII plasma activity were within normal limits, whereas whole-blood platelet aggregation was done at low-shear stress-induced ADP; arachidonic acid and ristocetin showed no aggregation to all agonists. This confirmed the earlier diagnosis of GT. Preoperative baseline thrombelastogram (TEG) was done which showed a lower angle (17.3°, normal value 47–74) and a lower amplitude of 18.4 mm (normal 54–72), suggesting poor platelet function.\\nPatient's congestive heart failure was treated with diuretics and dobutamine infusion at 5 μg/kg/min. Two units of compatible blood was transfused to correct anemia. Pulsed steroid therapy was instituted to allay risks of autoimmunity against platelets due to allotransfusions. Prophylactic oral antifibrinolytic tranexemic acid 500 mg was administered twice daily for a week. A unit of single donor (SD) plasmapheresed platelet concentrate was transfused the day before surgery.\\nGeneral anesthesia was induced with fentanyl 150 μg, midazolam 3 mg, and propofol 40 mg. His trachea was intubated after muscle relaxation with rocuronium 50 mg. Anesthesia was maintained with O2-air (50–50%) and sevoflurane. Central venous access was obtained through right internal jugular vein cannulation. To avoid nasal mucosal injury, temperature probe and Ryle's tube were put through oral cavity. Transesophageal echocardiography (TEE) probe was placed and preoperative findings confirmed []. The chest was opened by midline hemisternotomy. His baseline activated clotting time (ACT) was 126 s. After heparinization, ACT was 646 s. Cardiopulmonary bypass (CPB) was instituted. Retrograde autologous priming and vacuum assisted venous drainage were employed to minimize crystalloid prime volume. The heart was arrested with hypothermic hyperkalemic antegrade and retrograde cardioplegia with topical cooling. Mitral valve was repaired and a 28 mm Carpentier-Edwards (CE) annuloplasty ring was inserted. The tricuspid valve was repaired with 28 mm CE annuloplasty ring. The patient was weaned off CPB and when TEE was done to confirm the efficacy of repair, a periannular leak was noticed to be causing significant MR (Grade II) []. The patient was immediately put back on CPB and the defect was corrected. Total CPB time was 188 min and clamp time was 89 min. After second bypass, TEE showed no MR, with a depth of coaptation of 14 mm [] and mild tricuspid regurgitation. TEE showed right ventricular dysfunction, so the patient was weaned from CPB with dopamine and dobutamine at 3 μg/kg/min and milrinone at 0.33 μg/kg/min. After achieving hemostasis, heparin was reversed with protamine. After protamine ACT was normalized to 132 s, the patient was transfused with one unit of SD platelets. Mediastinal drains were placed. A vacuum suction drain was left in place but kept clamped. Chest was closed in layers and patient shifted to the postoperative ICU. The patient remained hemodynamically stable postoperatively, with mediastinal drainage of 240 ml in the first 24 h. He received one unit of whole blood transfusion as Hb was 7.6 g/dl. The TEG showed a normal angle of progression (40.7°) and maximal amplitude of 52.9 mm mandating no further administration of platelet concentrates. Tracheal extubation was done next day morning and all the inotropes were weaned off. A unit of SD platelet concentrate was administered prophylactically and under its cover mediastinal drains were removed after ensuring that there was no active bleeding. The vacuum suction drain was left open to actively drain any residual bleeding from the chest. Opiates were given for postoperative analgesia. Drugs causing platelet dysfunction such as nonsteroidal anti-inflammatory agents and aspirin were avoided in the perioperative period. The patient was allowed orally and mobilized by evening after ensuring no further bleeding. Serous drainage of 100 ml was noted over the next 24 h from the vacuum drain and was subsequently removed as there was no further drainage. He was administered two doses of recombinant erythropoietin on alternate days to boost up RBC production. He was discharged on the 4th postoperative day with hematinics, ramipril 1.25 mg once daily, and furosemide once daily. Amiadarone 200 mg once daily was administered for 3 months prophylactically after electrocautery maze procedure even though he was in sinus rhythm. After 1½ years after surgery, the patient was admitted in medical ICU for gastrointestinal bleeding. At that time, echocardiogram showed no MR and moderate tricuspid regurgitation with right ventricular dysfunction. He succumbed to gastrointestinal bleeding 2 years after the open heart surgery.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'16722529': 1, '10572113': 1, '16309410': 1, '24904176': 1, '15690232': 1, '16861409': 1, '6633572': 1, '19660396': 1, '28994690': 2}", "similar_patients": "{}"}