{"patient_id": 73843, "patient_uid": "5952495-1", "PMID": 29854475, "file_path": "comm/PMC005xxxxxx/PMC5952495.xml", "title": "Food Protein-Induced Enterocolitis Syndrome Causing Hypovolemic Shock and Methemoglobinemia", "patient": "A five-week-old previously healthy, full-term male initially presented to an emergency department with a two-day history of profound vomiting and diarrhea. He was well appearing and afebrile at the time of presentation; reassurance was given and he was discharged home with close follow-up. At his follow-up appointment, an upper gastrointestinal series (UGI) was obtained that was reassuring. His symptoms persisted, however, so, roughly 24 hours following his UGI, he was taken to another emergency department for worsening gastrointestinal symptoms and lethargy. His initial blood gas showed severe metabolic acidosis with a pH of 6.7, bicarbonate of 3 mmol/L, and base deficit exceeding −30 mmol/L. Intraosseous access was obtained prior to transport to the tertiary care pediatric facility and the child received 20 ml/kg of normal saline during transport.\\nUpon arrival to the pediatric intensive care unit, the child was lethargic, cyanotic, and mottled with cool extremities. His exam was notable for decreased muscle tone, labored breathing, a soft but distended abdomen, prolonged capillary refill, and a sunken anterior fontanelle. His initial heart rate was 150 beats per minute, blood pressure was 70/30 mmHg, and oxygen saturation was 85% on 2 liters/minute nasal cannula. Intravenous access was obtained and the patient received aggressive isotonic crystalloid resuscitation. He was intubated due to severe acidosis and altered mental status. A broad workup was initiated after stabilization including evaluation for infectious, metabolic, and cardiac causes. His initial labs were also notable for an elevated white blood cell count of 51 k/cumm (normal 6–18), with 38% bands, 5% myelocytes, and 8% metamyelocytes, an ammonia of 211 mCmol/L (normal 11–35), and a lactate of 1.8 mmol/L (normal 0.5–1.6). Stool hemoccult was positive. He was placed on broad-spectrum antibiotics pending blood, urine, cerebrospinal fluid, and stool cultures. An echocardiogram was obtained that demonstrated normal anatomy and function. The child was persistently hypoxemic after intubation despite receiving 100% fraction of inspired oxygen on the ventilator, so an arterial blood gas was obtained and the blood was noted to be dark chocolate colored in appearance (). The partial pressure of oxygen was 200 mmHg. Cooximetry was ordered with a serum methemoglobin level, which was greater than 25%, consistent with the diagnosis of methemoglobinemia (>1.5% is considered elevated per laboratory equipment and protocol). After two doses of 1 mg/kg of methylene blue, his serum methemoglobin level decreased to 3.5%. His ammonia level and acidosis corrected with fluid resuscitation. He was extubated roughly 18 hours after presentation.\\nMultiple subspecialties were consulted to determine the cause of his severe metabolic acidosis and methemoglobinemia, including Metabolism and Gastroenterology. At this point, further history revealed that the infant's formula had been changed multiple times in the days preceding presentation. Malabsorptive causes were considered unlikely due to normal growth prior to presentation and allergic enteritis/proctitis was considered unlikely due to the severity of presentation. Eosinophilic esophagitis was not considered in the differential from gastroenterology because of the diarrhea and severity of the presentation. Infectious enteritis and colitis were initially presumed to be the most likely cause, but a stool culture, ova and parasite exam, rotavirus antigen, and gastrointestinal pathogen PCR test were all negative. The infant was started on hydrolyzed formula (Elecare) and discharged home with follow-up appointments with a pediatric gastroenterologist and an allergist with a presumed diagnosis of FPIES. At the time of his follow-up, roughly 8 weeks after discharge, he was continuing to do well on Elecare and had not had recurrence of his symptoms, and his weight had returned to the 52nd percentile up from the 6th percentile at his initial presentation (). His diet has slowly been expanded with the exception of milk; he will have to complete an oral food challenge (OFC) with milk in a controlled office setting prior to its reintroduction.", "age": "[[5.0, 'week']]", "gender": "M", "relevant_articles": "{'28937509': 1, '16140723': 1, '8419621': 1, '24686277': 1, '22224148': 2, '28057433': 1, '33023612': 2, '27545065': 1, '28192147': 1, '24651279': 1, '29854475': 2}", "similar_patients": "{'7539526-1': 1, '3236145-1': 1}"}