{"patient_id": 72969, "patient_uid": "5891105-1", "PMID": 29657735, "file_path": "comm/PMC005xxxxxx/PMC5891105.xml", "title": "Necrotizing enterocolitis associated with Clostridium butyricum in a Japanese man", "patient": "An 84-year-old man visited our hospital owing to a neck (left) and abdominal penetrating injury by a short sword in a suicide attempt. The patient had a medical history of cerebral infarction and paroxysmal atrial fibrillation on apixaban. He lived in his home with his family and had no recent history of hospitalization or admission to a nursing home.\\nOn examination, his vital signs were normal except for disturbed consciousness: Glasgow coma scale score, 6; blood pressure, 158/92 mmHg; respiratory rate, 18 breaths/min; heart rate, 72 b.p.m.; and body temperature, 35.9°C. A short sword had been inserted into the left lateral neck. There was no exit wound. There was another stab wound in the middle of the lower abdomen. There were no hard signs of bleeding around either wound. There were no peritoneal signs. Otherwise, the physical examination was unremarkable. Laboratory examination showed: white cell count, 13,000/μL; neutrophils, 11,180/μL; lymphocytes, 1,300/μL; hemoglobin, 12.3 g/dL; platelet count, 33.6 × 104/μL; activated partial thromboplastin time, 27.8 s; prothrombin time – international normalized ratio, 1.27; and fibrinogen level, 377 mg/dL.\\nOn image examination, a chest radiograph did not indicate a hemopneumothorax, and a focused assessment with sonography for trauma did not indicate fluid in the chest or abdominal cavities (Fig. A). To examine the trajectory of the sword, a cervical radiograph was carried out (Fig. B). Neck and chest radiographs did not show any free air in the soft tissue. A whole body computed tomography (CT) scan with i.v. contrast revealed the sword penetrating through the left thoracic cavity from the left side of the neck and an injury in the lower abdomen. There was s.c. emphysema with signs of pneumothorax. The peritoneum was penetrated; however, there were no free air or free fluid in the abdominal cavity (Fig. C,D). It was difficult to ascertain whether the left subclavian artery was injured because of an artifact on the CT images generated by the sword; therefore, emergency exploratory thoracotomy and laparotomy were carried out.\\nDuring the surgery, no organ damage was found, and the sword was removed safely. The patient was treated in the intensive care unit after surgery; however, he needed continuous mechanical ventilation owing to respiratory failure. Subsequently, the patient developed ventilator-associated pneumonia due to methicillin-resistant Staphylococcus aureus on postoperative day (POD) 13 and was treated using meropenem 1.0 g/day and vancomycin 2 g/day i.v. until POD 23. The patient was extubated on POD 20. The patient was transferred from the intensive care unit and moved to the step-down unit on POD 21. As ambulation and oral intake were difficult, due to a continuously disturbed mental state, enteral feeding was continued. On POD 36, the patient presented with sudden onset of vomiting, with hypoxemia and shock. On examination before intubation, generalized abdominal tenderness with peritoneal signs was recognized. Laboratory examination showed: white blood count, 11,240/μL; neutrophils, 10,453/μL; lymphocytes, 674/μL; hemoglobin 7.4 g/dL; platelet count, 34.5 × 104/μL; activated partial thromboplastin time, 33.6 s; prothrombin time – international normalized ratio, 1.38; and C-reactive protein, 3.21 mg/dL. Niveau formation was observed on the chest radiograph obtained after intubation. A whole-body CT scan showed portal vein gas and pneumatosis cystoides intestinalis, suggesting ischemic enteritis (Fig. ). Consequently, the patient was brought to the operating room for the emergent exploratory laparotomy. Despite the patient's age, arteriosclerosis suggesting ischemic enteritis was not observed. One hundred and twenty centimeters of jejunum and ileum was resected, located 70 cm away from the ligament of Treitz; the first 20 cm was necrotic, the next 30 cm looked pale, suggesting ischemia, and the last 70 cm was necrotic (Fig. A). Mesenterium at the region was congested with blood. The remaining intact tracts, comprising 170 cm in total, were stapled by functional end-to-end anastomosis. Histopathologic examination of the resected intestine showed extensive mucosal necrosis, innumerable gram-positive bacilli, and associated vacuolation and epithelial regeneration (Fig. B–D). The findings suggested NEC. In addition, C. butyricum, a gram-positive bacillus, was concurrently isolated from two cultured blood samples drawn just before the partial enterectomy. We also reconfirmed that the blood culture samples obtained on POD 42 were sterile. An antibiotic, meropenem 1.0 g/day, was given for 2 weeks, starting at onset of shock, and had a susceptibility to C. butyricum. The patient recovered and was moved to a rehabilitation hospital on POD 66 following his first surgery.", "age": "[[84.0, 'year']]", "gender": "M", "relevant_articles": "{'18402597': 1, '10585782': 1, '18201992': 1, '4056013': 1, '27988045': 1, '32760463': 1, '73010': 1, '21887043': 2, '32802529': 1, '26084844': 1, '9230405': 1, '6513816': 1, '26437792': 1, '21700738': 1, '2917793': 1, '28794797': 1, '28104979': 1, '29937527': 1, '30795551': 1, '29657735': 2}", "similar_patients": "{'3162722-1': 1, '3162722-2': 1, '3162722-3': 1, '3162722-4': 1}"}