{"patient_id": 113766, "patient_uid": "5043167-1", "PMID": 27722157, "file_path": "noncomm/PMC005xxxxxx/PMC5043167.xml", "title": "Maintenance Hemodialysis Using Native Arteriovenous Fistula in a Patient with Severe Generalized Recessive Dystrophic Epidermolysis Bullosa", "patient": "A 32-year-old man with RDEB-sev gen was referred to our nephrology department because of proteinuria, hematuria, and renal dysfunction. He had generalized blistering of the skin on his birth. His clinical condition and pathological findings of skin biopsy led to a definitive diagnosis of RDEB-sev gen at 0 years of age. He had mitten deformities of his hands and feet, oral cavity blisters and scars, and low body weight (28 kg) at the initial visit to our nephrology department. His hemoglobin was 6.8 g/dl, and serum creatinine was 4.7 mg/dl. Over the next 3 months, his serum creatinine level gradually increased to 6.5 mg/dl. Although renal biopsy was not performed, end stage renal failure due to secondary amyloidosis was suspected with the finding of a high serum amyloid A level (1,250 μg/ml).\\nAt the age of 32, native AVF anastomosis between the left median antebrachial vein and left radial artery was made for hemodialysis as the skin of his left elbow was dry and without blisters. Because uremia had developed and he and his family hoped for hemodialysis instead of peritoneal dialysis, single-needle hemodialysis was introduced. The needle was fixed with tape on a bandage, taking special care not to tape his skin directly (fig. ). Astriction after removing the needle also took special care at the hemodialysis. In order not to create shear stress, we pressed the site to remove the needle vertically from directly above. These ways of fixing the needle and pressing the site to remove the needle had not formed any blisters in his puncture site. He received hemodialysis therapy for 3.5 h thrice weekly and his Kt/V was more than 1.4. Maintenance hemodialysis was performed with native AVF for 21 months with no vascular access troubles related to infection or reduction in blood flow. Unfortunately, his native AVF was completely obstructed by thrombi after 21 months of hemodialysis. When percutaneous transluminal angioplasty failed, a permanent vascular catheter was selected for vascular access. Two cuffed, single-lumen catheters, Bio-FlexTM TesioR Cath (Medcomp, Harleysville, Pa., USA), were inserted into a subcutaneous tunnel under the left subclavian chest wall and placed in the superior vena cava (fig. ). We selected his left subclavian vein for the puncture site. Neither of his internal jugular veins was appropriate for the puncture because his neck was very short and had severe erosion. Hemodialysis was then performed with a permanent vascular catheter for the next 30 months. When catheter thrombi prevented blood removal, urokinase was introduced into the catheter 30 min prior to hemodialysis. When one catheter was obstructed, single-mode hemodialysis was performed using the other catheter. In the case of obstruction of both catheters due to thrombi, his permanent vascular catheter was replaced. This occurred three times. In one instance, we tried to insert a two-lumen catheter, the Split StreamTM OTW Catheter (Medcomp). However, erosion at the catheter exit site worsened and long-term use of that catheter was difficult. Catheter-related infections were a frequent recurrence, and antibiotics were administered each time. Cutaneous squamous cell carcinoma was replaced eight times during the course of treatment. The patient died 51 months after hemodialysis introduction because of cachexia related to the recurrence of cutaneous squamous cell carcinoma.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'22725264': 1, '15384016': 1, '17958832': 1, '17955267': 1, '3369444': 1, '18308542': 1, '10869001': 1, '31498016': 2, '22520719': 1, '17199581': 1, '27722157': 2}", "similar_patients": "{'6746271-1': 1}"}