{"patient_id": 113606, "patient_uid": "5029255-1", "PMID": 27688458, "file_path": "noncomm/PMC005xxxxxx/PMC5029255.xml", "title": "CD8-positive Mycosis Fungoides Masquerading as Pyoderma Gangrenosum", "patient": "A 43-year-old man presented with large areas of atrophic, wrinkled and dyspigmented skin, mainly distributed over his buttocks and ventral aspect of both thighs extending up to the popliteal fossa. The lesions initially started as superficial pustules which subsequently broke down to form well-defined, extremely painful ulcers. Initially, they were small in size, which gradually coalesced with each other to form large, bizarre-shaped ulcers. These lesions first appeared 20 years back. He was diagnosed as pyoderma gangrenosum clinically and started on a tapering dose of oral prednisolone along with regular local dressing; which is continuing till date. At present, the patient approached us with the complaint of emergence of new lesions over his trunk, for the last 6 months. Family history and drug history were unremarkable. General examination was within normal limits except for the presence of pallor and icterus. No lymphadenopathy was noted. Cutaneous examination revealed large atrophic scars with thinned and wrinkled skin, measuring approx. 17 cm × 13 cm, mainly distributed over his buttocks [] and ventral aspect of both thighs even extending up to the popliteal fossa. Speckled areas of hyperpigmentation and depigmentation were observed within the lesions. Routine serum biochemistry was unremarkable; except for the presence of reduced hemoglobin and elevated bilirubin levels. Peripheral blood smear was normal, without any atypical Sezary-like cell. The lesion on the left buttock was subjected to punch-biopsy. Histopathological examination revealed stratified squamous epithelium with hyperkeratosis, acanthosis, and basal cell degeneration. The upper dermis was diffusely infiltrated by the monomorphic population of atypical, small to medium-sized lymphoid cells with cerebriform nuclei. Epidermotropism was observed []. Histologically, a diagnosis of cutaneous lymphoma was made, favoring MF. Immunohistochemistry showed CD8+, CD3+, CD2+, TIA1+, CD20−, CD4−, CD5−, CD30−, CD56−, CD7−, TDT−, granzyme B−. The MIB-1 labeling index was <5% []. The final diagnosis was CD8+ MF. Bone marrow aspiration was performed for staging of the tumor. The aspirate and biopsy showed focal deposit of atypical lymphoid cells, suggestive of metastatic involvement of the bone marrow. The whole body positron emission tomography (PET) scan revealed active Space occupying lesions (SOLs) in segment VI and VII of liver and focal involvement of the spleen []. At present, the patient is on follow-up and doing satisfactorily.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'17199560': 1, '17950613': 1, '1871451': 1, '3893149': 1, '11963190': 1, '7503364': 1, '24438969': 1, '10433941': 1, '23130286': 2, '21886726': 1, '17340032': 1, '27688458': 2}", "similar_patients": "{'3481866-1': 1}"}