{"patient_id": 122344, "patient_uid": "5771115-1", "PMID": 29398863, "file_path": "noncomm/PMC005xxxxxx/PMC5771115.xml", "title": "Comprehensive rehabilitation using dental implants in generalized aggressive periodontitis", "patient": "A 24-year-old male patient reported to the department of periodontics, on February 2013, with the chief complaint of mobile teeth in his upper and lower front teeth region. On elaborating, the mobility started 6 months back and the patient reported no history of trauma in that region. The patient was systemically healthy and gave no history of recent professional oral hygiene maintenance. The family history was positive where the patient's mother had early tooth loss and severe mobility associated with it. On clinical examination, the plaque index revealed good oral hygiene yet there was bleeding on probing observed in >50% of the sites. On periodontal probing (UNC 15 Probe), there were deep periodontal pockets in the majority of the sites involving all the sextants. Miller's Grade III mobility was observed in #11, #22, Grade II mobility in #12, #21 and Grade I mobility in relation to #16, #26, #36, #32, #31, #42, #46 [].\\nRadiographic examination revealed angular defects extending till the apical third of the root in the maxillary, mandibular molar and maxillary anterior regions and up to the middle third of the roots in the other areas []. On correlating patient's age, familial history, and clinical and radiographic features, the case was diagnosed as GAP. An informed consent was obtained from the patient prior to the start of periodontal treatment.\\nThe preliminary phase involved extraction of teeth #18, #28, #38, #48 (impacted third molars) and hopeless #11, #22 (periodontally compromised). The pooled subgingival plaque samples from deep periodontal pockets were collected and cultured using the gas pack in an anaerobic jar (BD GASPAK EZ) for detection of anaerobic microorganisms. Prior to SRP, one-stage, full-mouth disinfection protocol was done using 0.2% chlorhexidine.[] The patient was recalled to undergo supragingival and subgingival scaling, and systemic antibiotic therapy (10-day prescription of 500 mg amoxicillin and 400 mg metronidazole three times daily) was used as an adjunct to SRP in the first phase. The patient was reevaluated 6 weeks after the phase-1 therapy, following which full-mouth periodontal flap surgery using guided tissue regeneration (Periocol®) along with xenograft (Osseograf®) was performed in sites with three-walled and combined osseous defects (#16, #26, #36, #46) []. The patient was recalled on monthly intervals for 6 months, and subgingival plaque samples were again collected toward the end of the maintenance phase for bacterial culture and they did not show any anaerobic growth of microorganisms. The postoperative radiographs after 6 months showed significant bone fill at the defect sites [].\\nThe periodontal parameters were assessed periodically during the maintenance phase. After the reduction in the metrics, placement of dental implants was planned []. The implant planning was done using cone-beam computed tomography []. Since prosthetic prognosis was hopeless in #11, #32, #42, extraction and immediate implant placement were planned in those regions. Under local anesthesia, atraumatic extraction of #11, #32, #42 was performed using periotome and the osteotomy sites were prepared (#11, #21, #32, #42) for implant placement. Three implants of size 4.3 mm × 13 mm (Nobel Biocare Replace® for #21, #32, #42) and one implant of size 3.5 mm × 13 mm (Nobel Biocare Replace® for #11) were placed with adequate primary stability (torque >30 N) []. The surgical site was sutured with 3-0 black silk suture and it was removed after 1 week. The patient was recalled after 4 months for prosthetic rehabilitation.\\nAfter 4 months, the radiographs showed successful osseointegration of the dental implants without any biological complications. The second stage surgery was performed and the healing caps were placed. After complete healing of soft tissues around the healing cap, abutment was placed and a closed tray final impression was taken, following which laboratory models were prepared []. After cementation of the prosthesis, a 3-year close follow-up showed an esthetic and functionally stable restoration both clinically and radiographically [Figures and ].", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'21091345': 1, '20403111': 1, '24835415': 1, '17868376': 1, '22264211': 1, '34938007': 1, '10875695': 1, '24453455': 1, '18052693': 1, '23236573': 1, '18181930': 1, '2921374': 1, '26698006': 1, '20556263': 1, '29398863': 2}", "similar_patients": "{}"}