{"patient_id": 116445, "patient_uid": "5341637-1", "PMID": 28298800, "file_path": "noncomm/PMC005xxxxxx/PMC5341637.xml", "title": "A Case of Subclavian Artery Aneurysm with History of Ischemic Heart Disease Operated Under Cervical Epidural Anesthesia", "patient": "A 48-year-old male weighing 60 kg presented to surgery outdoor with chief complaint of progressive swelling in the right side of the neck since last 3 months following trauma. The swelling was initially of small size which gradually progressed to the current size. On the basis of clinical finding and radiological report, it was diagnosed as subclavian artery aneurysm and surgical intervention was advised. The patient also had a history of angina 4 months back for which he was hospitalized and treated. He was advised tablet aspirin 75 mg and tablet clopidogrel 75 mg once daily on a regular basis. On local examination, the mass was around 3 cm × 3 cm × 4 cm, diffuse, pulsatile, soft in consistency, and mobile []. Magnetic resonance imaging angiography of the neck showed the aneurysm of subclavian artery, 1 cm lateral to the origin of internal carotid artery []. On two-dimensional echocardiography an ejection fraction of around 30% with mild left ventricular hypokinesia and grade 2 diastolic dysfunction was found. In view of poor cardiac functional status of the patient, RA with CEA was planned as the anesthetic technique. The patient was advised to stop tablet clopidogrel 7 days before the day of surgery. Coagulation profile was done, and it was found to be within the normal limit. Informed and written consent were obtained and the patient was explained about nil per oral. Tablet alprazolam 0.5 mg and tablet ranitidine 150 mg were advised to be taken on the night before and morning on the day of surgery. After taking the patient to the operation theater, all standard ASA monitors were attached and vitals were continuously recorded. Heart Rate was 100/min and electrocardiogram showed sinus rhythm, blood pressure was 140/80 mmHg, and SpO2 of 99% on room air. An 18-gauge intravenous cannula was inserted and ringer lactate drip was started. The patient was placed in the sitting position with the head flexed and resting on the thorax, to open the lowest cervical interspaces. After achieving cutaneous local anesthesia by injecting 3 ml of 2% lignocaine with adrenaline (1:200,000), an 18-gauge Tuohy needle was inserted through the midline approach into the C7-T1 interspace. The needle was advanced slowly, and epidural space was identified by the loss of resistance technique with a glass syringe []. Careful aspiration ensured that the needle had neither entered the subarachnoid space nor penetrated any epidural vein. Then, 8 ml of injection ropivacaine 0.5% with injection fentanyl 50 µg/kg was given in graded doses over 10 min and was left for 15 min after which the effect was checked. The upper limit and lower limit of the block were achieved from C3 to T4, respectively. The surgery was proceeded during which vitals remained stable throughout and the patient was comfortable.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'17621600': 1, '11973214': 1, '22263029': 1, '15777302': 1, '21712863': 1, '7352652': 1, '3742765': 1, '20071870': 1, '28298800': 2}", "similar_patients": "{}"}