{"patient_id": 116674, "patient_uid": "5360652-1", "PMID": 28373777, "file_path": "noncomm/PMC005xxxxxx/PMC5360652.xml", "title": "Dynamic enhanced computed tomography imaging findings of an inflammatory fibroid polyp with massive fibrosis in the stomach", "patient": "A 43-year-old female presented to the hospital with a 1-mo history of dyspepsia and epigastric pain. Physical examination was unremarkable. Blood chemistry findings were within normal range except for anemia with a hemoglobin level of 9.0 g/dL. Endoscopy showed an approximately 4 cm mass-like lesion with mucosal edema and superficial ulcer in the gastric antrum (Figure ). On endoscopic ultrasound (EUS), there was a heterogeneous hypoechoic submucosal mass-like lesion (Figure ). Only chronic inflammatory tissue without malignant cells was found on histological examination of biopsy specimens obtained through endoscopy. The patient had undergone an additional core biopsy of the submucosal lesion using EUS. However, fibrosis of submucosal lesion was extremely severe so failed biopsy using EUS. Also, the slight large size, non-pedunculated, intramural mass with fibrosis made it difficult for endoscopic resection. The patient underwent dynamic enhanced CT scan (LightSpeed16, GE Healthcare, Milwaukee, WI, United States) to evaluate the mass-like lesion in the gastric antrum. Portal phase contrast-enhanced CT showed marked wall thickening (about 2.9 cm in wall thickness, 7 cm in length) with overlying mucosal hyperenhancement in the gastric antrum (Figure ). The predominantly thickened wall was the submucosal layer, which showed hypoattenuation (about 85 HU) relative to the back muscles on portal phase imaging (Figure ) and hyperattenuation (about 115 HU) on 3-min delayed phase imaging (Figure ). The lesion did not show extension to adjacent organs such as the liver or pancreas and there was no lymph node enlargement (Figure ). These CT imaging findings were suggestive of a submucosal tumor or muscular hypertrophy of the stomach. However, a malignant tumor such as a signet ring cell carcinoma (SRC) could not be ruled out because of markedly thickened submucosal layer with delayed enhancement. Thus, an antrectomy with gastroduodenostomy was performed. Macroscopic inspection revealed the submucosal mass-like lesion measuring 4.5 cm × 4 cm × 3 cm (Figure ). Microscopic examination (original magnification × 12.5) demonstrated that the borders of the lesion were poorly demarcated and difficult to discern from the adjacent submucosal connective tissue (Figure ). Microscopic examination (original magnification × 100, × 400) showed fibroblastic cells with well-vascularized fibrotic stroma and infiltrate of chronic inflammatory cells, including many eosinophils (Figure and I). No mitotic activity was identified. The final diagnosis was an IFP with prominent fibrotic and hyalinized stroma.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'24108557': 1, '24618561': 1, '25896613': 1, '3369362': 1, '19561251': 1, '17082689': 1, '11435037': 1, '23426127': 1, '33402453': 1, '28868375': 1, '32602395': 2, '1535909': 1, '31966436': 1, '14585568': 1, '25105769': 1, '19491866': 1, '28373777': 2}", "similar_patients": "{'7328486-1': 1}"}