{"patient_id": 124915, "patient_uid": "5986023-1", "PMID": 29881567, "file_path": "noncomm/PMC005xxxxxx/PMC5986023.xml", "title": "A giant adrenal cyst with an uncertain preoperative diagnosis causing a dilemma in management", "patient": "Mr AA, a 63-year-old man, presented 10 days after suprapubic cystostomy for bladder outlet obstruction and hematuria. He gave an indefinite history of a left sided abdominal mass. He had no history of trauma or abdominal pains and no gastrointestinal symptoms. On examination, he had features of sepsis and the cystostomy wound was infected and discharging pus. His blood pressure was 140/90. He also had a huge nontender cystic mass in the left side of his abdomen extending from the left coastal margin into the pelvis. It was dull to percussion. Abdominal ultrasonography revealed a huge unilocular cyst and suggested a pancreatic pseudocyst. An abdominal CT showed a huge nonseptated cyst of 28 cm by 24.5 cm by 21 cm occupying the left side of the retroperitoneum extending from just below the left hemi diaphragm to the left pelvic brim. It extended beyond the midline pushing the left kidney and the intestine into the right half and the spleen superiorly (Figs and ). The organ of origin of the cyst and the diagnosis was not certain. His Full blood count showed PCV of 23% and leucocytosis with neutrophilia. The liver function test and the serum amylase were normal. Adrenal secretory tests were omitted. Differentials included urinoma, huge renal cyst, cystic lymphangioma, and pancreatic pseudocyst. Adrenal cyst was not included in our initial differentials.\\nThe associated septicemia was controlled with parenteral antibiotics. We relied on the history of a poorly managed urinary diversion to choose urinoma as our initial working diagnosis and attempted an extraperitoneal drainage of the cyst with a lumber incision. Intra-operatively, we found a well capsulated cyst that easily stripped off the pariates rendering our initial diagnosis of urinoma improbable. We decided to convert to a laparotomy. Laparotomy revealed a huge cyst that occupied the entire left side of the retroperitoneum displacing the left colon anterio-medially and pushing the small bowel and the left kidney into the right half of the abdomen (Fig. ). It was not tense and was easily freed from adjacent pariates and the left colon. It lightly adhered to the superior pole of the left kidney but an adrenal origin was still not certain. It was unilocular and had a thin collapsible capsule. Some of the content was aspirated before cyst could be delivered out of the abdomen. It contained a uniformly straw colored fluid with floating crystal like substances and without debris. The diagnosis remained indefinite till the histology revealed an epithelial cyst of the adrenal cortex. He made an unremarkable recovery and has been followed up for more than a year without a recurrence.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'19389014': 1, '25594633': 1, '22096761': 1, '23607035': 2, '2372669': 1, '18261209': 2, '9926751': 1, '20425637': 1, '19317927': 1, '11809539': 1, '21768233': 1, '2675177': 1, '22096737': 1, '19399193': 1, '29881567': 2}", "similar_patients": "{'3628495-1': 1, '2262907-1': 1}"}