{"patient_id": 119282, "patient_uid": "5548266-3", "PMID": 28831257, "file_path": "noncomm/PMC005xxxxxx/PMC5548266.xml", "title": "Encephalitis with reversible splenial and deep cerebral white matter lesions associated with Epstein–Barr virus infection in adults", "patient": "In September 2012, a 23-year-old man was admitted due to headache with high fever (39°C), nausea, and vomiting persisting for 8 days, hiccups for 3 days, and somnolence for 2 days. On admission, his eyes could not be entirely abducted, and he showed symptoms of confusion, apathy, neck stiffness, and nystagmus. The finger-to-nose test revealed bilateral instability and inaccuracies. The neck was rigid with neck resistance and a chin–sternum distance of 4 fingers width and the Kernig’s sign was bilaterally positive. Brudzinski’s sign was bilaterally negative.\\nOn day 1, blood WBC count was 8.31×109/L (68.1% neutrophils), and platelet level was 319×109/L. Sodium was 128 mmol/L, chloride was 90 mmol/L, lactate dehydrogenase (LDH) was 251 U/L, and creatine kinase (CK) was 314 U/L. On day 2, CSF analysis showed intracranial pressure at 170 mmH2O, WBC count of 380×106/L (80% monocytes, 20% neutrophils), positive Pandy test, total proteins of 113 mg/dL, glucose of 2.64 mmol/L, and chloride of 108 mmol/L. CSF EBV IgM/VCA was positive (1:10), IgG/VCA was also 1:10 screens for IgA/VCA, and IgM/EA was negative. Blood EBV IgM/VCA was positive (1:5), IgG/VCA was also 1:20, and IgA/VCA and IgM/EA were also negative. Polymerase chain reaction (PCR) assay revealed an EBV viral load of 3.2×103 copies/L.\\nA cranial MRI on day 7 showed abnormal signal intensities in the SCC and white matter periventricle (). Significant enhancements of the cerebral pia mater and right tentorium of the cerebellum were observed, indicating possible meningitis.\\nAntiviral treatment began on day 2 consisting of acyclovir (0.85 mg every 8 hours), mannitol (250 mL every 8 hours), and restricted water intake and sodium supplementation. Consciousness improved on day 9, and a blood sodium concentration of 135 mmol/L was achieved on day 10. Signs of meningeal inflammation and bilateral lower extremity pain gradually disappeared by day 12. Bilateral nystagmus had resolved on physical examination on day 13. On day 21, blood CK and LDH were normal, CSF pressure was 90 mmH2O, WBC count was 38 A cranial MRI on day 7 showed abnormal signal intensities in the SCC and white matter periventricle (). Significant enhancements 106/L, monocyte content was 90%, total proteins was 95 mg/dL, and chloride was 117 mmol/L. The patient was discharged on day 30. On day 30, cranial MRI showed that lesions in the SCC almost disappeared. Abnormal signal intensity in bilateral periventricle white matter reduced. Contrast enhancement of the cerebral pia mater significantly decreased. The enhancement of the tentorium of right cerebellum mildly decreased (). However, FLAIR MRI was not carried out, because the patient refused.\\nCharacteristics of the three adult cases of MERS associated with EBV infection are outlined in .", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'22019662': 1, '25548747': 2, '20236662': 1, '26600186': 1, '22293819': 1, '21532386': 1, '15557501': 1, '25707871': 1, '31764808': 2, '26130145': 1, '19339128': 1, '21924570': 1, '19747237': 1, '31190839': 1, '18490123': 1, '16908555': 1, '16372694': 1, '27091490': 2, '25542078': 1, '23790266': 1, '28831257': 2}", "similar_patients": "{'5548266-1': 2, '5548266-2': 2, '4836078-1': 1, '6882656-1': 1, '4278072-1': 1}"}