{"patient_id": 63302, "patient_uid": "5121439-1", "PMID": 27957366, "file_path": "comm/PMC005xxxxxx/PMC5121439.xml", "title": "Severe Corticosteroid-Induced Ocular Hypertension Requiring Bilateral Trabeculectomies in a Patient with Takayasu's Arteritis", "patient": "A 22-year-old Indian woman with a past medical history of juvenile idiopathic arthritis (quiescent for seven years) and hypothyroidism presented to the medical take with a 10-day history of chest pain, palpitations, and shortness of breath. On examination, she was hypertensive at 180/100 mmHg and in pulmonary edema and had an absent left radial pulse. An echocardiogram revealed an ejection fraction of 20%. Given these findings and in the context of her autoimmune history, a diagnosis of Takayasu's arteritis was suspected. Magnetic resonance angiography (MRA) showed totally occluded left subclavian and right renal arteries with significant left renal artery stenosis, further supporting the diagnosis.\\nShe was commenced on 80 mg oral prednisolone daily and one cycle of cyclophosphamide during a one month inpatient stay. She underwent three further cycles of cyclophosphamide as an outpatient alongside a tapering prednisolone regime of 80 mg daily, reduced to 60 mg one month later and then by a further 10 mg every month, under close outpatient monitoring.\\nFive months after discharge, at a rheumatology clinic follow-up, she reported a great improvement in her symptoms but complained of one episode of seeing halos. The optometrist measured an IOP of 60 mmHg in both eyes using pneumotonometry. At this point she was on 10 mg of oral prednisolone daily. She was promptly referred to eye casualty for an ophthalmology specialist opinion that confirmed abnormally high IOPs of above 50 mmHg on applanation tonometry. Despite these high IOPs, the patient was visually asymptomatic at this point in time. External examination was unremarkable. Slit lamp biomicroscopy showed deep quiescent anterior chambers, open iridocorneal angles, and healthy-looking optic discs. Given her history and examination, a diagnosis of severe corticosteroid-induced ocular hypertension was made.\\nDespite maximum topical therapy (prostaglandin analogue, beta-blocker, alpha-2 agonist, and carbonic anhydrase inhibitor) and selective laser trabeculoplasty to the right eye, her IOPs remained high in both eyes and were only partially responsive to oral acetazolamide. This was not a long-term treatment option owing to its side effect profile, especially given her renal disease. With her IOPs being consistently above 30 mmHg, she was at risk of developing glaucoma as well as a retinal vein occlusion. Surgical intervention became inevitable when her IOPs remained uncontrolled despite 2 g of daily oral acetazolamide and intravenous infusion of 200 mL of 20% mannitol, necessitating immediate anterior chamber paracentesis with a 30-gauge needle on two occasions. Three months following her initial presentation to eye casualty, the patient underwent bilateral mitomycin C-augmented trabeculectomies, first on the right and two weeks later on the left, to achieve satisfactory IOP control.\\nSix months postoperatively and on a tapering dose of twice daily dexamethasone 0.1% preservative-free eye drops, she has well-draining, shallow diffuse blebs with IOPs of 15 mmHg and 14 mmHg in the right and left eye, respectively (). She no longer requires any IOP-lowering treatment. Her visual acuities, Humphrey visual fields, and optic nerve appearances remain normal. Her Takayasu's arteritis is quiescent on 7 mg of oral prednisolone daily. Since starting systemic corticosteroid therapy 12 months ago, the patient has gained 19 kg in weight.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'26051991': 1, '6615752': 1, '26053210': 1, '23768920': 1, '25028360': 1, '24493163': 1, '14078871': 1, '27666015': 1, '12556371': 1, '11141645': 1, '14638712': 1, '14283012': 1, '15877093': 1, '613525': 1, '14078872': 1, '21652079': 1, '24266581': 1, '14783716': 1, '16552251': 1, '8300356': 1, '25813999': 1, '25651206': 1, '23821196': 1, '18552614': 1, '26002945': 1, '12049574': 1, '32821685': 1, '27957366': 2}", "similar_patients": "{}"}