{"patient_id": 69880, "patient_uid": "5662508-1", "PMID": 29104602, "file_path": "comm/PMC005xxxxxx/PMC5662508.xml", "title": "Management of Limited Interocclusal Distance with the Aid of a Modified Surgical Guide: A Clinical Report", "patient": "A 36-year old white female presented to the Department of Prosthodontics seeking a complete denture. She reported that she had become completely edentulous <1 year previously, and that all teeth had been lost due to excessive caries. No remarkable finding was identified in her medical record. Extraoral examination revealed no sign, symptom, or local condition that could have contributed to her maxillary jaw situation, including sinusitis and traumatic tooth extraction. Intraoral examination showed that the mucosal membrane was normal in terms of color, consistency and attachment to the underlying bone. The ridge had a hard bony consistency upon palpation, with no sign of displaceable or fibrous tissue. However, the entire maxillary residual ridge showed enlargement with severe prominences in the posterior region.\\nIn addition, maxillary tuberosity was very close to the mandible in the rest position (). A panoramic radiograph revealed maxillary ridge and tuberosity prominences with pneumatized sinuses (). Primary impressions were made using irreversible hydrocolloid material (Chromogel; Marlic Medical Industries Co., Tehran, Iran). The impressions were poured using type IV dental stone (GC Fuji Rock; GC Corporation, Tokyo, Japan). An acrylic resin record with wax rim bases could not be made for the maxillary arch due to extreme limitation of the interarch space. Thus, a combined acrylic-wax record base was fabricated to ensure sufficient strength and rigidity. The acrylic resin base was cut from all areas except the palate. Then, the modeling wax (Cavex, Haarlem, Netherlands) was adjusted along the residual ridge down to the vestibular areas ().\\nThe mandibular record base was fabricated conventionally. After adjusting the anterior position of the maxillary occlusal plane with esthetic requirements, posterior position of the maxillary occlusal plane parallel to ala-tragus line, and mandibular occlusal plane with the height of lower lip in rest position, upper and lower lip support, and phonetics were examined. Subsequently, the vertical dimension of occlusion (VDO) was also established and moreover, a 3mm free-way space was verified between the VDO and mandibular rest position []. Finally, the centric relationship was registered and diagnostic casts were mounted on a non-Arcon semi-adjustable articulator (Hanau 96H2; Whip Mix Corporation, Louisville, KY, USA). On the mounted cast, the average height of mandibular wax rim was 5–6mm and maxillary wax rim was between 2–3mm and the average interarch space was 7mm (range 6–8mm), which was considered insufficient for complete denture insertion. Although implant supported prosthesis was offered as a treatment option, it was not accepted by the patient due to financial burden. Considering the limited free-way space of the patient (3mm), the option of VDO increasing was excluded. Hence, alveoloplasty was discussed with the patient, who consented to the procedure.\\nAccording to the height of maxillary and mandibular wax rims, bone reduction of maxillary arch was inevitable. To avoid unnecessary bone reduction during surgery, a surgical guide was fabricated using the following procedure. With the mandibular wax rim in place on the mandibular cast, the total space required to set the artificial teeth plus a minimum 2-mm thickness for the acrylic resin base was calculated and marked on the maxillary arch (). Following the location of the line drawn by connecting the marks, a surgical stent was fabricated using auto-polymerizing acrylic resin (GC Corporation, Tokyo, Japan). A window was cut along the ridge, following the path drawn on the cast. No plaster was trimmed from the ridge to guide the surgeon to evaluate the amount of bone reshaping. An extra stent was made for the patient to wear in the first few postoperative days to maintain the surgical dressing. Alveoloplasty was performed under local anesthesia with the aid of the first surgical guide and a total of 2–4mm bone reduction was performed in the anterior and posterior regions of the maxilla (). After suturing, the second surgical stent was placed with surgical dressing. The healing phase was uneventful, and the patient returned six weeks postoperatively for the completion of treatment. As a result of alveoloplasty, she had gained 10mm interarch distance; thus, her treatment was completed following conventional procedures for edentulous patients (). She attended two post-delivery follow-up sessions in which minor adjustment was performed 24 and 36 hours after denture insertion. The patient was satisfied with the final results.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'33673563': 1, '16960607': 1, '27276111': 1, '10953399': 1, '23066301': 1, '21438960': 1, '21530759': 1, '16872924': 1, '3457334': 1, '10816928': 1, '29104602': 2}", "similar_patients": "{}"}