{"patient_id": 74262, "patient_uid": "5969803-1", "PMID": 29805932, "file_path": "comm/PMC005xxxxxx/PMC5969803.xml", "title": "Multidrug-resistant Tuberculosis Lymphadenitis as the Initial Presentation of Secondary Multidrug-resistant Tuberculosis: A Case Report", "patient": "A 22-year-old female of African descent who immigrated to the United States (US) seven years prior presented with a slow growing right neck mass of two months duration. There was no history of fever, cough, night sweats, fatigue, or weight loss. She reported having a positive TB quantiferon test about three years prior to current presentation due to exposure to an individual with pulmonary TB who was on treatment. At that time, a diagnosis of latent TB infection was made and she was placed on an anti-TB regimen for six months; however, she was not adherent with the therapy and stopped taking medications after one month.\\nShe presented three years after exposure with a neck mass. On examination, she had a 45 x 35 mm soft tissue neck mass that was mobile, soft, and tender. There were no palpable enlarged lymph node groups in the neck or any other part of the body. Systemic examination of the body was essentially normal. Laboratory examination revealed hemoglobin of 12.1 g/dl, lymphocyte count of 2.2 x10e3/ul, random blood glucose of 110 mg/dl, BUN of 4 mg/dl and creatinine of 0.44 mg/dl. All other laboratory parameters were within normal limits. Hepatitis panel was negative (hepatitis B & C) and HIV was negative for both HIV 1 and 2. Ultrasound of the neck showed solid lobulated masses in the right supraclavicular region concerning for abnormal lymph nodes. A follow up computed tomography (CT) scan of the neck showed a 19 x 40.58 x 26.03 mm non-homogenous supraclavicular mass with indistinct borders and stranding of adjacent fat, and a 15 mm non-homogenous right supraclavicular lymph node (Figures -).\\nPulmonary involvement was ruled out with a bronchoscopy with bronchoalveolar lavage which came back acid-fast bacilli (AFB) negative and AFB polymerase chain reaction (PCR) negative. A CT scan of the chest was obtained and it showed no infiltrates. The TB quantiferon assay was positive; subsequently, fluid was aspirated from the neck mass and sent for fluid analysis (culture, gram stain, AFB stain, and TB PCR). AFB culture of the aspirate was positive and it was isolated from the broth culture. The organism was resistant to streptomycin, isoniazid, and rifampin but susceptible to ethambutol and pyrazinamide. She was diagnosed with MDR-TB lymphadenitis and was started on ethambutol, pyrazinamide, moxifloxacin, amikacin, linezolid, and cycloserine. A second line drug resistance testing was also obtained which showed resistance to ethambutol, and was then switched to a susceptible alternative - ethionamide. She was subsequently referred to the local department of health, the infectious disease unit, and her primary care physician for close follow- up and was scheduled to undergo therapy for two years. Repeat CT scan soft tissue of the neck obtained one year after initiation of therapy showed complete resolution of the mass (Figure ).", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'32015974': 2, '33598225': 2, '31128421': 1, '30800191': 1, '22233605': 1, '27087646': 2, '28333908': 1, '28344011': 1, '29805932': 2}", "similar_patients": "{'7869405-1': 1, '5152778-1': 1, '6993908-1': 1}"}