{"patient_id": 61933, "patient_uid": "5030424-5", "PMID": 27668106, "file_path": "comm/PMC005xxxxxx/PMC5030424.xml", "title": "Atypical Features in a Large Turkish Family Affected with Friedreich Ataxia", "patient": "The 11-year-old female patient with motor and mental retardation was born by Cesarean section for breech presentation at term. She kept her head steady at 8 months of age and sat without support at the age of three, crawled at the age of four and started to walk at the age of five. Subsequently, she has gradually developed a gait ataxia and required the assistance of a walker and then she became unable to walk. She had her first seizure when she was 6 months old. First valproic acid was started and then it was switched to lamotrigine. The seizures were taken under control by lamotrigine and the treatment was discontinued following two years of seizure-free period of time. It was reported that she was unable to talk in sentences but she could speak a few words and she was partly able to understand. In the neurological examination, she was capable of forming words in a dysarthric pattern. She was not oriented and poorly cooperative. Gross examination of the cranial nerves revealed no abnormality. Muscle strength was determined as 4/5 in the proximal parts of upper extremities and 3/5 in the distal parts and as 3/5 in the proximal parts of lower extremities and 0/5 in the distal parts. Muscle tone was reduced. Sensory and cerebellar tests could not be performed. Deep tendon reflexes were absent and plantar responses were extensor. Previous routine blood biochemistry and hematological tests were within normal limits. Amino acid levels were found to be within normal limits in an AA analysis using tandem MS (LC-MS-MS) method. C8/C12 ratio was found to be mildly elevated in the acylcarnitine/carnitine analysis; however, the result of the repeat test was normal. Serum levels of vitamin E, AFP, lactate, IgA, IgE, IgG, and IgM were found to be within normal levels. Urine organic acid assessment revealed an excretion of 50 mmol/mol of succinic acid. The excretion of oxalic acid was equal to the internal standard and the excretion of homovanillic acid and vanillylmandelic acid was equal to half of the internal standard along with elevated excretion of pyruvic acid, 3-OH isobutyric acid, ethylmalonic acid, adipic acid, 3-indol acetic acid, and 3-OH propionic acid and trace amount of erythro 4,5 diOH hexanoate lactone, tiglylglycine, and methyl citrate. The excretion of other organic acids was within normal limits. Increased SCA-specific CAG repeat was not found in any of the SCA 1, 2, 3, 6, and 7 loci. Personal-social development was determined at the level of 18.5 months of age, fine motor skills were found at the level of 14–19 months, language skills were found at the level of 22–30 months of age, and gross motor development was found to be at the level of 12 months in the Denver II developmental screening test. ECG and echocardiography tests were normal. Previous EEGs reported a slow background activity and sharp waves in the right temporooccipital regions and some of them were reported as normal. Motor nerve conduction studies were normal in the lower extremities and no response could be obtained from the sural nerve in the EMG which was interpreted as a technical issue. Cerebellar atrophy was reported in the MRI scan of the brain (). The repeat EEG was normal. Sensory nerve action potentials could not be obtained from the sural and superficial peroneal nerves and sensory nerve action potential amplitudes of the median and ulnar nerves were reduced in the repeat EMG study. Motor conduction studies were normal. The patient had scoliosis concave to the left.", "age": "[[11.0, 'year']]", "gender": "F", "relevant_articles": "{'21687999': 1, '11054139': 1, '22411232': 1, '18569450': 1, '19347027': 1, '12878293': 1, '30558068': 2, '12039660': 1, '12464544': 1, '22752493': 1, '22876576': 1, '22389037': 1, '17213840': 1, '22335741': 1, '30673833': 1, '12420100': 1, '16087064': 1, '7272714': 1, '27668106': 2}", "similar_patients": "{'5030424-1': 2, '5030424-2': 2, '5030424-3': 2, '5030424-4': 2, '6320157-1': 1}"}