{"patient_id": 67636, "patient_uid": "5507666-1", "PMID": 28706762, "file_path": "comm/PMC005xxxxxx/PMC5507666.xml", "title": "Metastatic Breast Cancer with BRCA Mutation Discovered By Next-Generation Sequencing Responding to Olaparib", "patient": "This is a 55-year-old post-menopausal female who was diagnosed with a Stage IIIC (T3N2aM0) invasive ductal carcinoma of the right breast with multiple positive right axillary lymph nodes in 2014. The malignancy was positive for estrogen receptor (ER) 95%, progesterone receptor (PR) 70%, human epidermal growth factor receptor 2 (HER2) 1+, and the marker of proliferation antigen KI-67 (MKI67) 25%. Metastatic workup was negative for distant metastases. The patient chose to have bilateral mastectomies and therapy was initiated with standard cytotoxic chemotherapy consisting of Adriamycin/Cytoxan followed by weekly Taxol in 2015. Post-mastectomy radiation was completed since the original breast cancer was greater than 5 cm. Hereditary breast and ovarian cancer genetic analysis was considered but was denied by insurance due to lack of high-risk criteria.\\nThe patient was maintained on an oral aromatase inhibitor (AI). She tolerated the AI well for one year, but in 2016, she developed increased shortness of breath and right supraclavicular swelling. Chest computed tomography (CT) was done revealing massive lymphadenopathy and a right pleural effusion, causing superior vena cava syndrome (SVC). She received radiation therapy as well as placement of a stent, which improved the SVC syndrome.\\nA combination of fulvestrant and palbociclib was initiated; however, after two months, there was evidence of disease progression on CT angiography of the chest (Figure ). Therapy was changed to a single agent, nab-paclitaxel, and the patient clinically improved with a mild reduction of pulmonary lesions after two cycles of therapy. However, after the administration of the seventh cycle, there was worsening disease progression with the advancement of pleural effusion, lymphadenopathy, and new bone and liver metastases.\\nBiopsy of the liver was consistent with recurrent breast cancer with the same hormonal/HER2 profile. NGS was performed on biopsy specimen through Foundation 1 (F1). The F1 panel was positive for BRCA2 heterozygosity and ataxia-telangiectasia mutated (ATM) gene. With the mutations in mind, the patient was started on oral targeted therapy with Olaparib. After a few months, repeat CT imaging was done which revealed resolution of the pleural effusion and improvement of the lymphadenopathy, as well as the bone and liver metastases (Figure ). Currently, she is tolerating chemotherapy well, except for mild fatigue.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'20609467': 1, '30050710': 2, '28283652': 1, '28955236': 1, '29719409': 1, '30968603': 1, '18575892': 1, '28981108': 1, '28395540': 1, '28706762': 2}", "similar_patients": "{'6040243-1': 1}"}