{"patient_id": 115528, "patient_uid": "5236517-1", "PMID": 28127211, "file_path": "noncomm/PMC005xxxxxx/PMC5236517.xml", "title": "Posterior reversible encephalopathy syndrome in alcoholic hepatitis: Hepatic encephalopathy a common theme", "patient": "A 40-year-old female was readmitted to the hospital with a seizure following a 3-wk admission for hepatic encephalopathy due to severe alcoholic hepatitis. The patient returned to the hospital in less than 24 h of discharge following a witnessed tonic-clonic seizure at home. She had no prior history of seizures. She did not consume alcohol or non-prescription drugs between discharge and readmission. She reported compliance with prescribed medications at home.\\nDuring the preceding hospitalization, the patient presented with altered mental status, fever, jaundice, tender hepatomegaly, and a white blood cell count of 14.1 thousand/μL. Altered mental status was gauged by the West Haven Criteria, by which the patient had grade 3 hepatic encephalopathy. Her discriminant function was 99. Hepatic dysfunction was characterized by albumin of 3.0 g/dL, international normalized ratio (INR) of 2.36, ammonia of 300 mcg/dL, and bilirubin of 30.3 mg/dL. Her aspartate aminotransferase (AST) and alanine aminotransferase (ALT) levels were 241 IU/L and 62 IU/L, respectively. Body mass index was 16.5. Clinical and radiographic features were suggestive of chronic liver disease, including encephalopathy, ascites, asterixis, spider angiomata and esophageal varices without active gastrointestinal bleeding. Liver biopsy and histology were not obtained as the results would not affect management. Her serum ascites albumin gradient was 3.8 gm/dL and confirmed portal hypertension. Despite appropriate therapy with lactulose and rifaximin, the patient remained grade 3 hepatic encephalopathy. Thus, a magnetic resonance imaging (MRI) examination was performed. Although it was a limited study due to patient movement, bilateral temporal parietal restriction was described, raising concern for PRES. There was no evidence of seizure activity on 60-min electroencephalography (EEG) at the time. Despite mild intermittent headaches, she remained stable without focal neurologic deficits, and was discharged home on the recommended steroid taper for alcoholic hepatitis, ciprofloxacin for spontaneous bacterial peritonitis prophylaxis, fluconazole for candidal esophagitis found on upper endoscopy, nadolol for grade 1 esophageal nonbleeding varices, lactulose and rifaximin for hepatic encephalopathy, and spironolactone and furosemide for ascites.\\nThe patient was readmitted in less than 24 h following a witnessed tonic-clonic seizure. She was intubated for airway protection and rapidly extubated within 24 h. Her admission vital signs included a temperature of 97.2 F, pulse of 95 beats/min, respiratory rate of 8 breaths/min and a blood pressure of 114/78 mmHg. Off sedation, there were no focal neurologic findings. Labs were significant for hemoglobin of 10.0 g/dL, INR of 1.79, prothrombin time of 19.4 s, creatinine of 0.3 mg/dL, bicarbonate of 15.5 mmol/L, anion gap of 21 mEq/L, total bilirubin of 10.8 mg/dL, direct bilirubin of 6.5 mg/dL, alkaline phosphatase of 133 IU/L, ALT of 54 IU/L, and AST of 112 IU/L, all relatively unchanged from her discharge labs. Urine drug screen was negative and alcohol level was undetectable.\\nA repeat MRI was performed while the patient was post-ictal and grade 3 HE, which showed a high signal intensity in the subcortical, and periventricular white matter of the bilateral temporal and parietal lobes on the fluid attenuated inversion recovery (FLAIR) sequence of MRI was consistent with PRES (Figure ). The MRI was unchanged from the previous MRI, though it was better quality because there was less artifact from patient movement. EEG showed high focal epileptogenic potential in this same temporal-parietal area. Subsequent neurologic exam revealed right visual field deficits, and psychomotor retardation with subjective complaint of headaches, but no asterixis or other focal deficits. She was started on lacosamide for further seizure prevention and continued on lactulose and rifaximin. Fluconazole was switched to itraconazole to prevent the lowering of her seizure threshold. Prior to discharge, her neurologic deficits and headaches had completely resolved.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'16557540': 1, '19830117': 2, '19502650': 1, '30996159': 1, '18079186': 1, '34512983': 1, '26521983': 1, '23724918': 2, '17119920': 1, '34079685': 1, '10551405': 1, '26184985': 1, '17391799': 1, '32116991': 1, '8878774': 1, '28127211': 2}", "similar_patients": "{'3680161-1': 1, '2726521-1': 1}"}