{"patient_id": 114466, "patient_uid": "5102924-1", "PMID": 27833412, "file_path": "noncomm/PMC005xxxxxx/PMC5102924.xml", "title": "Computed Tomography Findings of Community-Acquired Stenotrophomonas Maltophilia Pneumonia in an Immunocompetent Patient: A Case Report", "patient": "A 56-year-old man presented with a 4-day history of febrile sensation. The physical examination was unremarkable apart from a fever (39.0℃). He had been prescribed medication for hypertension; otherwise, there was no known history of malignancy or chronic disease. On admission, he had a high erythrocyte sedimentation rate (77 mm/h) and a high C-reactive protein level (26 mg/L). The white blood cell count and absolute neutrophil count were both normal (5.14 x 103/µL, 2560/µL). The initial septic work-up, which included sputum bacterial culture, acid fast bacilli smear and culture, bacterial and fungal blood cultures, and a nasal swab for respiratory viral markers, was negative. The patient was negative for HIV infection. An initial chest radiograph showed increased interstitial markings in both lungs, with a suspicion of interstitial pneumonia or interstitial pulmonary edema (). Chest CT demonstrated a smooth thickening of the interlobular septae and peribronchovascular bundle with multifocal ground-glass opacities and ill-defined nodules in both lungs. A small amount of bilateral pleural effusion and pericardial effusion was present (). The initial radiologic impression was atypical pneumonia, including viral pneumonia. Ceftriaxone was initiated as an empirical treatment, with Gemifloxacin for atypical pneumonia. The follow-up chest radiograph showed progression of bilateral ground-glass opacities and increased interstitial markings in both lungs, with increased bilateral pleural effusion (). The patient underwent bronchoscopy, and subsequent culture of the bronchoalveolar lavage fluid demonstrated the presence of S. maltophilia, which was sensitive to Levofloxacin; hence, the antibiotic was switched to Levofloxacin. The patient became afebrile and further follow-up chest radiograph showed decreased bilateral ground-glass opacities and pleural effusion. Finally, the patient was discharged from the hospital.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'23414606': 2, '9650943': 1, '19224257': 1, '30850010': 1, '17267464': 1, '1363639': 1, '8793400': 1, '9675470': 1, '32484804': 1, '22232370': 1, '29977756': 1, '8036472': 1, '12018671': 1, '34043457': 1, '12153970': 1, '15599467': 1, '27833412': 2}", "similar_patients": "{'3626614-1': 1, '3626614-2': 1}"}