{"patient_id": 71793, "patient_uid": "5816554-1", "PMID": 29454329, "file_path": "comm/PMC005xxxxxx/PMC5816554.xml", "title": "Bilateral acute angle-closure glaucoma following tramadol subcutaneous administration", "patient": "A 42-year-old healthy male was admitted to the Emergency Department after a road accident. He was referred to the Orthopedic Department for management of a bilateral open fracture of the femur.\\nTo deal with acute pain, the patient received a subcutaneous injection of 100 mg of Tramadol after which he experienced a transient bilateral blurred vision that resolved spontaneously. Eight hours later, a second subcutaneous injection of 100 mg of Tramadol was administered and 3 h later, the patient started complaining of severe blurred vision with headache and vomiting.\\nOn examination,the visual acuity was 20/400 in the right eye (RE) andwas limited to light perception in the left eye (LE). A slit lamp examination showed bilateral conjunctival injection associated with corneal edema. The anterior chambers were narrow and the pupils were mid-dilated with a sluggish light reaction in both eyes (Fig. ). The intraocular pressure (IOP) with applanation tonometry was 46 mmHg in the RE and 55 mmHg in the LE. A gonioscopy showed a narrow angle with no visible structures. The fundus details were hidden by the corneal edema. An anterior segment optical coherence tomography (AS-OCT) performed during the acute phase demonstrated a closed iridocorneal angle with a markedly reduced anterior chamber depth of 1.9 mm (Fig. ).\\nThe diagnosis of bilateral drug-induced AACG in a predisposed patient was therefore made. The suspected culprit drug, Tramadol, was discontinued and intravenous mannitol 20%, topical anti-glaucoma drops and pilocarpin eye drops were administered.\\nTwenty-four hours later, the pain resolved and IOP dropped to 16 mmHg in both eyes. The pupilsreturned to normal size and were fully reactive. A second gonioscopy showed angles open to scleral spur without peripheral anterior synechiae.\\nOn day three of follow-up, the corneas became clearer, IOP remained well-controlled and the fundus examination showed a hyperhemic optic disc with normal C/D ratio. Subsequently NdYag laser iridotomy was successfully performed on both eyes (Fig. ). The final visual acuity was 20/20 in both eyes and the intraocular pressure returned to normal levels.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'5428641': 1, '20367390': 1, '12583802': 1, '27274878': 2, '23741140': 2, '26015754': 1, '22150490': 1, '20413935': 2, '15509185': 1, '15513457': 1, '22150485': 1, '25477363': 1, '14711721': 1, '29454329': 2}", "similar_patients": "{'3669498-1': 1, '2886263-1': 1, '2886263-2': 1, '2886263-3': 1, '4871965-1': 1}"}