{"patient_id": 63802, "patient_uid": "5174160-1", "PMID": 28053795, "file_path": "comm/PMC005xxxxxx/PMC5174160.xml", "title": "A Rare Case of Mediterranean Spotted Fever and Encephalitis", "patient": "A 79-year-old male presented to the emergency department in August with high fever, headache, myalgia, nausea, and vomiting since the past six days and also with confusion and left hemiparesis since earlier that day. He had a previous history of arterial hypertension, diabetes mellitus, and chronic sinusitis. He lived in a rural area and had regular contact with dogs. On physical examination he was febrile (38,9°C), his blood pressure was 165/80 mmHg, and his pulse was regular, 120 beats per minute. He had a disseminated maculopapular rash, including the palms of the hands and the soles of the feet (Figures –). A dark crusted lesion with a diameter of approximately 50 mm consistent with tache noir was noticed in the left inguinal region (). Neurological examination revealed decreased level of consciousness (Glasgow Coma Score of 10), left hemiparesis, and left hypoesthesia, including the face. Global aphasia and labial commissure deviation to the right side were also noted. The rest of the physical examination was normal, including absence of meningeal signs and normal flexor plantar reflexes. His haemoglobin level was 12.2 g/dL, his white blood cell count was 8700 cells/μL (88,5% neutrophils, 8% lymphocytes, and 3% monocytes), and his platelet count was 101 000 platelets/μL. His C-reactive protein level was 20,70 mg/dL. The remainder laboratory evaluation showed hyperglycaemia (167 g/dL), acute renal failure (2.2 mg/dL creatinine), and elevated liver enzymes (140 U/L aspartate aminotransferase, 136 alanine transferase U/L). Urinalysis and chest radiograph were unremarkable.\\nCerebral computerized tomography (CT) scans were performed at admission and 48 hours later, both with no abnormalities. A lumbar puncture was performed on the first day of admission and cerebral spinal fluid (CSF) analysis revealed moderately elevated protein, normal glucose level, and pleocytosis (48 cells/μL) with polymorphonuclear predominance. Pending results of diagnostic studies, an empirical regimen of acyclovir, ceftriaxone, and doxycycline was started, with a slight neurological improvement in 24 hours. However, later that day, the patient presented with tonic-clonic seizures that ceased with intravenous diazepam and was transferred to the intensive care unit. The EEG examination was not performed as it was not available at the site and the patient was not clinically stable to be transferred. Microbiological cultures and PCR for herpes simplex virus in the CSF were negative. Serology by indirect immunofluorescence assay showed elevated IgM antibodies titer (≥32; negative if < 32, positive if ≥ 32) for Rickettsia conorii, with nonelevated IgG (<64; negative result if < 64, suspicious if = 64, and positive if ≥ 128). After the third day in doxycycline therapy, there was a gradual clinical improvement, with progressive normalization of inflammatory markers, renal function, and liver enzymes. After eight days of doxycycline therapy, neurological examination was normal. He was discharged home with normal laboratory tests and with no neurological sequelae. In a new sample, taken 15 days after the initial presentation, the IgG antibodies for Rickettsia conorii were positive (≥128). The patient has been followed in our clinic, with no episodes of seizures, neurological deficits, or other symptoms.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'21435962': 1, '21879306': 1, '20930076': 1, '19273650': 1, '11438914': 1, '24846600': 1, '12860647': 1, '9660979': 1, '15546086': 1, '11740701': 1, '12183224': 1, '20412176': 1, '15606643': 1, '28053795': 2}", "similar_patients": "{}"}