{"patient_id": 68382, "patient_uid": "5568202-1", "PMID": 28830548, "file_path": "comm/PMC005xxxxxx/PMC5568202.xml", "title": "Paradoxical worsening of hypoxemia in a patient treated by noninvasive positive pressure ventilation for obesity hypoventilation syndrome with concomitant obstructive sleep apnea: a case report", "patient": "A 50-year-old African woman was referred to our sleep center for a combination of severe OSAS and OHS. She had a history of systemic hypertension treated since 2010, chronic systemic lupus erythematosus with cutaneous and joint manifestations, a positive serum anticardiolipin antibody test, and Sjögren’s syndrome with lymphocytic interstitial lung disease diagnosed in 2009 and treated by an immunosuppressant and glucocorticoid until 2011.\\nHer body mass index was 35.6 kg/m2. Consequently, in January 2015, she underwent respiratory polygraphy (CID 102 L; Cidelec, Angers, France) to look for OSAS. Her apnea/hypopnea index (AHI) was 37/hour, indicating severe OSAS. Obstructive hypopneas predominated (Fig. ). Total lung capacity and forced expiratory volume in one second/vital capacity (FEV1/VC) were normal but single-breath diffusing capacity of the lungs for carbon monoxide (DLCO) was slightly decreased. ABG analysis evidenced hypoxemia and chronic hypercapnia: PaO2, 78 mmHg; carbon dioxide pressure in the systemic arterial blood (PaCO2), 48 mmHg; pH, 7.39; calculated bicarbonate level, 29 mmoL/L; and hemoglobin oxygen saturation, 94%. The combination of obesity and alveolar hypoventilation in the absence of lung or neuromuscular disease established the diagnosis of OHS.\\nShe had previously discontinued continuous positive airway pressure (CPAP) therapy due to discomfort with a feeling of suffocation. Given the alveolar hypoventilation, she was therefore started on NPPV (S9 VPAP; ResMed Corp., San Diego, CA, USA) in spontaneous timed (ST) mode, with an expiratory positive airway pressure (EPAP) of 7 cm H2O, an inspiratory positive airway pressure (IPAP) of 16 cm H2O, and a pressure support of 9 cm H2O. In May 2015, the built-in ventilator software (ResScan) reported an AHI of 5.7/hour. Duration of ventilator use was 5 hours 18 minutes. During nocturnal NPPV, mean transcutaneous carbon dioxide (PtcCO2) was 45 mmHg and mean oxygen saturation was 95%, indicating resolution of the hypoventilation. Diurnal ABG analysis confirmed this finding (PaO2, 87 mmHg; PaCO2, 43 mmHg; and pH, 7.45).\\nPolysomnography (Medatec; Ablis, France) during NPPV was performed in December 2015 because our patient reported sleeping poorly. The results showed excellent upper airway patency (AHI, 1/hour); periodic limb movements with an index of 16.9/hour, resulting in sleep fragmentation with a microarousal/arousal index of 15/hour; and a mean oxygen saturation of 92.2%.\\nIn late December 2015, shortly after the polysomnography, she reported worsening exertional dyspnea. ABG analysis was performed to assess this symptom and as part of the routine monitoring of alveolar hypoventilation. Her hypoxemia had worsened (PaO2, 53.7 mmHg), whereas PaCO2 and pH were normal (42.8 mmHg and 7.43 respectively). She was admitted with transient nasal oxygenotherapy. Computed tomography pulmonary angiography showed dilatation of her pulmonary artery with no evidence of pulmonary embolism. During saline-contrast transthoracic echocardiography with and without Valsalva maneuvers, early passage of over 30 bubbles into the left side of her heart was noted, suggesting PFO (Fig. ). Her left ventricular ejection fraction was normal and the estimated sPAP was 50 mmHg. Nasal oxygenotherapy was stopped after the diagnosis of PFO and she was monitored in the hospital for a few days, during which her pulse oximetry values improved, suggesting intermittent opening of the foramen ovale.\\nIn January 2016, sPAP value was again estimated at 50 mmHg, confirming the diagnosis of PH, which was ascribed to left-sided heart disease. The finding by computed tomography of smooth septal thickening in a perihilar and gravitational distribution prompted a diuretic challenge. After the treatment, transthoracic echocardiography showed normal sPAP (35 mmHg) and left ventricular ejection fraction, confirming the diagnosis of pulmonary edema.\\nGiven the right-to-left shunt through a PFO, the NPPV parameters were changed in January 2016: the EPAP was decreased to 6 cm H2O and the IPAP to 12 cm H2O. In August 2016, the ventilator software reported a normal AHI of 3.4/hour (﻿Fig. ﻿)﻿ and ABG showed a mild hypercapnia and no hypoxemia (PaO2, 85 mmHg and PaCO2, 45.7 mmHg). These blood gas values have remained unchanged for several months (Table ).", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'11050263': 1, '8215000': 1, '9440574': 1, '6694427': 1, '22705144': 1, '22897169': 1, '7051902': 1, '10228120': 1, '16092170': 1, '22099402': 1, '7049595': 1, '1990894': 1, '28830548': 2}", "similar_patients": "{}"}