{"patient_id": 116002, "patient_uid": "5301091-1", "PMID": 28203175, "file_path": "noncomm/PMC005xxxxxx/PMC5301091.xml", "title": "Ibrutinib Is Effective in the Treatment of Autoimmune Haemolytic Anaemia in Mantle Cell Lymphoma", "patient": "A 75-year-old female was diagnosed with MCL with medullary involvement in August 2001. The karyotype showed characteristic translocation (11; 14). No molecular test was performed. She was under medical supervision. In May 2002, given the evolution of her disease, she received 6 cycles of R-DHAP (rituximab, cisplatin, cytarabine, and dexamethasone) followed by autologous stem-cell transplantation. Complete remission was observed. In 2006, however, she presented a lymph node relapse associated with an AIHA. She received 6 cycles of R-HAD (rituximab, bortezomib, aracytin, and dexamethasone), which allowed partial remission without AIHA control. Between February 2007 and February 2009, she received maintenance treatment by bortezomib, rituximab, and cyclophosphamide and achieved complete remission of MCL and AIHA.\\nIn July 2015, a complete blood count showed a WBC of 4 × 109/L with 80% abnormal lymphocytes, haemoglobin 79 g/l, and a platelet count of 162 × 109/L. MCL relapse was confirmed by blood immunophenotype. AIHA was confirmed by an elevated lactate-dehydrogenase (LDH) level, reticulocyte count of 250 × 109/L, elevated total and direct bilirubin, low serum haptogloblin level, and a direct antiglobulin test was positive with 3+ reactivity with anti-IgG. She was ECOG 0 and showed no tumoral syndrome except for a 2-centimeter splenomegaly under the costal edge. The patient was diagnosed with AIHA and relapse of MCL and received prednisone 1 mg/kg. One week later, she had a mild improvement in haemoglobin to 92 g/l and started ibrutinib treatment at 560 mg/day.\\nOne month later, a complete blood count demonstrated an improvement in anaemia (haemoglobin 106 g/L) and haemolysis (normal LDH and bilirubin levels) and disappearance of the splenomegaly. Steroid therapy was stopped. Three weeks later, a blood test confirmed the improvement in haemoglobin to 110 g/L and haemolysis with normalization of LDH and total bilirubin levels.\\nSix months later, the patient had a normal level of haemoglobin at 120 g/L but without hemolysis stigmata. However, a direct antiglobulin test remained positive. Ibrutinib was well tolerated with no adverse events reported.\\nAIHA is a rare but life-threatening complication in MCL. In this report, ibrutinib allowed rapid AIHA remission, whereas previous AIHA had required several months of steroid therapy. In this situation, rapid discontinuation of steroid therapy may be a safer approach to AIHA treatment of patients with MCL. To our knowledge, this is the first report of ibrutinib therapy aimed at controlling AIHA in MCL.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'26337717': 1, '25716177': 1, '25499451': 1, '26755518': 1, '25271314': 1, '19811329': 1, '32176765': 1, '23886836': 1, '30012921': 2, '34065833': 1, '20615965': 1, '28203175': 2}", "similar_patients": "{'6408179-1': 1}"}