{"patient_id": 66222, "patient_uid": "5397793-1", "PMID": 28427358, "file_path": "comm/PMC005xxxxxx/PMC5397793.xml", "title": "Cortical laminar necrosis in dengue encephalitis—a case report", "patient": "A 15-year-old boy presented to our University Hospital, a tertiary care neurology facility, with fever, headache, and altered sensorium of 12-day duration. At admission, he was febrile (101 °F), with a pulse rate of 110/min and a blood pressure recording of 114/74 mmHg; his Glasgow Coma Scale score was 10 (E3M4V3). There were no petechiae or signs of bleeding over the skin or any mucosal surface. There was no focal neurological deficit and neurological examination was normal, including (absence of) signs of meningeal irritation. Laboratory evaluation revealed the following estimations: hemoglobin of 11 g/dl, total leukocyte count of 3300 cells/mm3, and platelet count of 22,000 cells/mm3 which dropped to 8000 cells/mm3 on next day. His aspartate aminotransferase level was 155 U/L, alanine aminotransferase was 140 U/L and alkaline phosphatase was 56 U/L. Additional biochemical parameters, renal function tests, blood sugar, electrolytes, and arterial blood gas analysis, were normal. Malarial parasite was not detected in the peripheral blood smear. The cerebrospinal fluid examination, cytological and biochemical, was normal. IgM antibody against dengue virus was positive both in serum and cerebrospinal fluid; meanwhile, dengue NS1 antigen was negative. Electroencephalography revealed generalized slowing. On magnetic resonance imaging of the brain, signal changes were seen in bilateral parietooccipital and left frontal region (left hemisphere was more involved than the right hemisphere). There were diffuse subcortical white matter changes along with suggestion of hemorrhage on gradient echo sequence. Subtle hyperintensity on T2 W images was also noted in bilateral basal ganglia. Gadolinium-contrast study revealed a gyriform enhancement suggestive of cortical laminar necrosis (Fig. ). He was managed conservatively and given platelet transfusion. The patient responded well to management and became fully conscious in 7 days.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'22696307': 1, '27015434': 1, '27365962': 1, '19858464': 1, '29119088': 1, '18583404': 1, '34158814': 1, '29307942': 1, '17705192': 1, '26266153': 1, '27165581': 2, '33925551': 1, '27762126': 1, '34387618': 1, '23487229': 1, '9266146': 1, '16870213': 1, '27919476': 1, '25709166': 2, '22357720': 1, '21798288': 1, '25981229': 1, '23417931': 1, '24814949': 1, '28427358': 2}", "similar_patients": "{'4862122-1': 1, '4329688-1': 1}"}