{"patient_id": 74004, "patient_uid": "5964677-1", "PMID": 29796007, "file_path": "comm/PMC005xxxxxx/PMC5964677.xml", "title": "B-chronic lymphocytic leukemia showed triple transformation, to diffuse large B cell, CD20-negative, and T-cell neoplasm during ofatumumab treatment: a case report", "patient": "The patient was a 64-year-old male who was diagnosed with CLL 6 years and 5 months before presentation. The patient had no family history of cancer/lymphoma and was not considered to be at a higher risk of cancer due to smoking. His blood data on admission was as follows: white blood cell count of 11,070/μL, hemoglobin concentration of 15.0 g/dL, and platelet count of 15.8 × 104/μL. A physical examination showed systemic lymphadenopathy of the cervical, axillary, and inguinal regions. He sometimes received oral cyclophosphamide and prednisolone for better control of lymphocytosis (lymphocyte count > 10,000 cells/μL). His lymphadenopathy systemically progressed over the course of several years and mainly included bilateral cervical, intra-abdominal, paraaortic, and bilateral femoral lesions. Nevertheless, he remained treatment-free with a clinical status of Rai classification stage I and Binet classification B. He was treated with fludarabine-based chemotherapy for his febrile status, which was occasionally complicated. Upon reaching the age of 69 years, his CLL transformed into aggressive lymphoma, which was histologically diagnosed as DLBCL in his cervical lymph node. His clinical presentation during the transformation revealed leukocytosis, hepatosplenomegaly, and high fever with chills.\\nHe underwent ofatumumab therapy, which relieved his febrile lymphadenopathy. He received a total of 11 courses of ofatumumab until disease progression. On the day of the twelfth course of ofatumumab, his body temperature was 38.6 °C and a computed tomography study revealed multiple low-density liver masses that appeared to be similar to multiple liver abscesses. Liver biopsy confirmed T-cell lymphoma of the liver. CD20-lacking CLL cells were confirmed in his peripheral blood and bone marrow by flow cytometry. Moreover, his left cervical pathological diagnosis remained as CD20-positive DLBCL. Thereafter, he was diagnosed with three different types of lymphoma pathologies:CD20-positive DLBCL in the lymph nodes, which was pathologically confirmed in the cervical lymph nodes and transformed from Richter’s CLL (Fig. ) CD20-lacking CLL in the peripheral blood and bone marrow, which escaped from CD20-positive CLL (Fig. ) PTCL in the liver (Fig. )\\nHe received intravenous and oral dexamethasone therapy as palliative care. He died because of an abdominal emergency due to the rapid progression of multiple liver masses 2 months after the diagnosis of double transformation CLL. Permission was given to perform an autopsy, which confirmed aggressive PTCL systemically involving the liver, spleen, gall bladder, pericardium, bone marrow, and mediastinal–paraaortic–intraceliac lymph nodes. Bone marrow involvement of PTCL was pathologically diffuse and intensive. There was no component of DLBCL in the bone marrow. A T-cell receptor rearrangement study of an autopsy specimen was supportive of a diagnosis of T-cell lymphoma as a synchronous lymphoma (Table ). A chromosomal study could not obtain active cell division for detecting karyotype in the three types of transformed lymphoma. A cytogenetic study showed that the patient’s original CLL cells harbored del(11)(q?) or its idem, add(15)(q24) clones in all 14 analyzed cells. However, no clonal cytogenetic abnormalities were found in the three types of transformed clones described above (i.e., CD20-positive DLBCL, CD20-lacking CLL, and PTCL cells).", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'15223953': 1, '23692856': 1, '27742070': 1, '23413591': 1, '18003886': 1, '25356923': 1, '24431228': 1, '7872259': 1, '1329486': 1, '20458041': 1, '29796007': 2}", "similar_patients": "{}"}