{"patient_id": 71881, "patient_uid": "5819273-1", "PMID": 29463283, "file_path": "comm/PMC005xxxxxx/PMC5819273.xml", "title": "Neonatal diagnosis of isolated absence of the right pulmonary artery: a case report and review of the literature", "patient": "A two-day-old female infant, born at term after uneventful pregnancy, was referred to our paediatric cardiology team to be evaluated for a light murmur. She was born by vaginal delivery; her post-natal adaptation was normal and auxometric parameters were adequate for her gestational age. No clinical signs of dysmorphism or cyanosis or dyspnea were evident; her peripheral oxygen saturation was 98% at room air and the heart rate was normal. On cardiac auscultation, a 1-2/VI murmur could be heard in the left upper sternal border; pulmonary auscultation as well as peripheral pulses were normal. Colour-Doppler echocardiography revealed the absence of the right pulmonary artery, whereas the main and left pulmonary arteries had normal size. The pulmonary valve was normal. There was no evidence of a patent ductus arteriosus (PDA) nor other cardiac defects except for a small patent foramen ovale. The size and function of both cardiac ventricles were normal and without ventricular hypertrophy. The size and origin of the coronary arteries, as well as the aortic arch, were normal. A physiological tricuspid insufficiency was noticed, with an estimated pulmonary artery pressure of 30 mmHg. These cardiovascular features were confirmed by echocardiographic examination, 1 week later. Suspecting an isolated unilateral absence of the right pulmonary artery (UARPA), we decided to carry out chest X-ray and MRI. The former showed normal pulmonary aeration with regular size of both lungs and a normal cardiac silhouette, the latter showed the absence of the right pulmonary artery, with a slightly increased lumen and size of the main and left pulmonary arteries (Fig. ). Fortunately, the right lung was shown to be perfused by some systemic collateral arteries arising principally from the right subclavian artery and from the celiac trunk. MRI also excluded other heart defects and confirmed normal cardiac function.\\nIn the light of an isolated malformation, as our child was still asymptomatic and she had regular growth rates, no medical or surgical treatment was deemed to be needed. Nevertheless, as symptoms may occur later in life, a thorough clinical and cardiological follow up was immediately started. At present, our patient is 3 years old and remains completely asymptomatic. She is a very active child and shows no sign of fatigue. She has not had any feeding difficulties and her growth has been regular. No major pulmonary infections have been reported. During her first 3 years of life, we have thoroughly monitored her pulmonary artery pressure and the right ventricular function, which have always been normal. In the light of these findings and her clinical condition, our referral paediatric heart surgeon also recommended a wait and see attitude.", "age": "[[2.0, 'day']]", "gender": "F", "relevant_articles": "{'33812372': 2, '12377882': 1, '25841853': 1, '12643413': 1, '30464650': 2, '14439875': 1, '21345836': 1, '23938302': 1, '7656614': 1, '31889805': 1, '20300746': 1, '4951426': 1, '11468218': 1, '13972174': 1, '15797092': 1, '691278': 1, '29463283': 2}", "similar_patients": "{'6214340-1': 1, '8019495-1': 1}"}