{"patient_id": 69367, "patient_uid": "5637856-1", "PMID": 29093979, "file_path": "comm/PMC005xxxxxx/PMC5637856.xml", "title": "Respiratory Epithelium Lined Cyst of the Maxilla: Differential Diagnosis", "patient": "We report the case of a 35-year-old healthy male who consulted our Oral Surgery, Implantology and Pathology Emergency Department with a chief complaint of pain in the posterior maxillary right region. He reported no history of trauma or surgery in the maxillofacial region and was not known for recurrent sinusitis. The clinical examination revealed a generalized periodontitis. Tooth #16 presented a periodontal pocket extending to the root apices with pus coming out from the gingival sulcus. The mobility of the teeth was grade 3, the vitality was negative, and the percussion was positive. The patient was not swollen and did not have any systemic symptomatology. A severe generalized horizontal bone loss associated with local vertical lesions and furcation involvement in the first quadrant was seen on the panoramic radiography. The diagnosis of a combined endodontic periodontal lesion was inferred. The Cone-Beam Computed Tomography (CBCT) revealed a communication of 6 mm in the anteroposterior axis, of the apices of the root of tooth #16 with the right maxillary sinus cavity. A well-circumscribed lesion that protrudes in the maxillary sinus is described at the apices of the distobuccal root of tooth #16. The right maxillary and anterior ethmoidal sinus are opacified and the peripheral mucosa thickened. A deviation of the nasal septum on the right is also outlined (Figures and ). Tooth #16 was extracted and the lesion which was attached to the root apices was removed entirely. The histological analysis showed a cystic cavity lined exclusively by respiratory epithelial tissue, containing scarce mucous and ciliated cells. The cyst wall consisted of fibrous connective tissue containing an intense chronic inflammatory infiltrate mainly represented by lymphocytes and plasma cells (Figures and ). Some dystrophic calcifications were also observed (not shown). The cystic content was hemorrhagic and contained varied amount of inflammatory cells represented by neutrophils.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'8060109': 1, '24666895': 1, '19300359': 1, '3462299': 1, '34886834': 2, '12642960': 1, '22189638': 1, '12374925': 1, '16050487': 1, '22310457': 1, '29093979': 2}", "similar_patients": "{'8662829-1': 1}"}