{"patient_id": 118371, "patient_uid": "5472347-1", "PMID": 28626543, "file_path": "noncomm/PMC005xxxxxx/PMC5472347.xml", "title": "Cerebral Stroke in a Teenage Girl with Paroxysmal Nocturnal Hemoglobinuria", "patient": "M. is a 14 year-old female, born full-term to unrelated healthy parents after an uneventful pregnancy. Her parents reported regular growth and denied any clinical problems during the childhood. In February 2014 an unexpected finding of slight macrocytic anemia, leucopenia and mild thrombocytopenia (hemoglobin [Hb] 10.6 g/dL, mean corpuscular value 100 fL, iron 81 µg/dL, ferritin 14 µg/L, white blood cell [WBC] count 3.8×109/L, neutrophils 2.6×109/L, platelets 62×109/L) was identified at routine blood analysis requested of the pediatrician in response to paleness in the child. A carential anemia due to menarche was diagnosed and iron, vitamin B12 and folic acid commenced. After three months of iron and folic therapy there was no improvement, but rather a worsening in the blood count. In June 2014, after a febrile episode, a blood count was performed which continued to show thrombocytopenia (platelets 101×109/L) and a worsened anemia (Hb 8.4 g/dL), WBC 3.8×109/L, neutrophils 1.3×109/L.\\nIn August 2014 the girl was referred to a children’s hospital after the onset of progressive fatigue, associated with anorexia and paleness. The patient underwent blood routine biochemistry and a complete blood cell count. Laboratory findings showed severe anemia (6 g/dL) with negative Coombs test, mild leucopenia (WBC 4.9×109/L) and thrombocytopenia (platelets 97×109/L) and high values of lactate dehydrogenase (LDH, 2855 IU/L).\\nDuring the hospitalization the girl was subjected to a packed red cells transfusion, and to a further diagnostic work-up which included: bone-marrow analysis (which showed a normal cellularity without abnormal cells), autoimmunity antibodies complete panel, vitamin B12 and folate, urine analysis, tumoral markers (α-fetoprotein, CA 19-9, carcinoembryonic antigen [CEA], vanillylmandelic acid [VMA], neuron-specific enolase [NSE]), abdominal ultrasound, chest X-ray and total body computed tomography (CT). Clinical, laboratory and instrumental findings were all unremarkable, with the exception of sporadic hemoglobinuria, increase in reticulocyte count (178,145/μL) and persistently elevated levels of LDH, with no other sign of hemolysis. The girl was therefore discharged. On 9 September, in response to the worsening of symptoms and the onset of pallor, the pediatrician ordered blood tests that showed a severe anemia (Hb 6.8 g/dL) and thrombocytopenia (platelets 112×109/L) and high LDH serum levels (3550 IU/L). The patient was hospitalized, transfusions were started immediately and transfer to the Pediatric Hospital was decided upon.\\nDuring hospitalization, Coombs test was negative, total bilirubin 1.4 mg/dL, direct bilirubin 0.4 mg/dL, haptoglobin 8 mg/dL, autoimmunity negative, vitamin B12 and folates normal. A urine test showed traces of hemoglobinuria. The patient underwent bone marrow biopsy that showed an absence of aberrant phenotypes, depletion of CD34+ stem cells, lymphocytic depletion of B cells, and absence of B cell lymphoid progenitors. Throughout this time, LDH was always >1.5 × upper limit of normal (ULN; 11 September: 1283 IU/L; 12 September: 1469 IU/L; 15 September: 1436 IU/L).\\nThe patient was discharged in good condition and did not report significant disorders. Laboratory findings at discharge were: Hb 11.1 g/L, WBC 3.4×109/L, platelets 119×109/L, and LDH 1210 IU/L.\\nDuring school hours on 17 October, before any further examination could be performed, the patient presented an episode of loss of consciousness preceded by general discomfort, fatigue, blurred vision, vomiting, mental disorientation and speech difficulties. On arrival at the emergency area, the girl presented complete right hemiplegia, aphasia and underwent a deterioration of mental status leading to coma (GCS 7/15). Magnetic resonance imaging (MRI) and MR angiography (MRA) of the brain were performed immediately; MRI revealed a massive ischemic lesion of the territory fed by the middle cerebral artery in relation to a thrombotic event that had occurred both in this vessel and in the left median cerebral artery and MRA showed a significant flow reduction of left intracranial portion of the internal carotid artery and complete absence of ipsilateral middle cerebral artery flow ().\\nRight hemiplegic pyramidal syndrome with cranial-caudal decreasing gradient and motorial aphasia with residual understanding of simple orders was apparent. Right positive Babinski sign was present. Laboratory finding were: Hb 10.0 g/dL; WBC 2.6×109/L, platelets 95×109/L, LDH 1630 IU/L. After a brief period (24 hours) of hospitalization at the emergency department, during which intravenous low molecular weight heparin at 100 units/kg was started, the girl was transferred to pediatric neuropsychiatry where she rapidly recovered from aphasia and the hemiplegic syndrome. After consulting the pediatric onco-hematologist, a hemoglobin study using high-performance liquid chromatography (HPLC), osmotic resistance and ADAM metallopeptidase with thrombospondin type 1 motif 13 (ADAMTS 13) and related antibodies were performed trying to find the pathogenesis of the cerebral thrombosis: all of them were normal.\\nAccording to the International Clinical Cytometry Society (ICCS) 2010 guidelines, all patients with cytopenia associated with hemolysis and/or thrombosis should be studied for PNH. Therefore we performed high sensitivity flow cytometry on flow cytometer Navios™ (Beckman Coulter, Ca, USA) and the presence of a PNH clone was shown: CD66b negative equal to 93.7% of granulocytes, CD14 negative equal to 95.2% of monocytes and CD59 negative equal to 1.5% of the erythrocytes. The bone marrow biopsy documented erythroid hyperplasia and left shift of the line myeloid maturation. The girl was initially managed with low molecular weight heparin, steroids, vitamin B12 and folic acid, after that, in November, an oral anticoagulant (warfarin) and intravenous therapy with the humanized monoclonal antibody eculizumab were started with good results (no further transfusions were needed). Concomitant treatment with warfarin was continued. In July 2015 a follow up MRI revealed a gliotic and poroencephalic outcome of the previous ischemic lesion in left cortical-subcortical fronto-temporal region, with ex-vacuo dilatation of the ipsilateral ventriculum (). At follow up in March 2016 aphasia was almost regressed and gait normalized. Motility was recovered in the right upper limb, but was still absent at the level of the wrist and right hand. The patient had not required further transfusion. Hematological samples withdrawn just before the infusion with eculizumab showed average values of Hb 8.9-9.4 g/dL, platelets 120-140×109/L, reticulocytes 170-310,000/mL, LDH 700-1,100 IU/L, total bilirubin 1.2-1.6 mg/dL.\\nWritten informed consent was obtained from the parents of the patient for publication of this case report and the accompanying images. Approval from the hospital’s ethics committee was not applicable, as this was an individual clinical case.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'8306954': 1, '18759084': 1, '15811985': 1, '17702897': 1, '22133780': 1, '23610373': 1, '1691760': 1, '6238120': 1, '7680492': 1, '8272086': 1, '1886636': 1, '16021362': 1, '22147651': 1, '20533382': 1, '15686469': 1, '27884975': 1, '8500164': 1, '28626543': 2}", "similar_patients": "{}"}