{"patient_id": 70340, "patient_uid": "5698783-1", "PMID": 29250449, "file_path": "comm/PMC005xxxxxx/PMC5698783.xml", "title": "Short-Lasting Unilateral Neuralgiform Headache Attacks with Conjunctival Injection and Tearing in a Patient with Varicella-Zoster Virus Encephalomyelitis", "patient": "The patient is a 74-year-old man with a history of type 2 diabetes mellitus, coronary artery disease, and hypertension who presented with altered mental status. He awoke during the night prior to his presentation with diarrhea and subsequent syncope. Later that morning, the patient was found somnolent in his recliner and a witnessed seizure occurred. Intubation was performed en route to the hospital due to his obtunded state. Basic labs were remarkable for a white blood cell count of 22,000. A computed tomography (CT) scan was significant for air fluid levels in the sphenoid and maxillary sinuses, suggestive of chronic sinusitis. Electrocardiogram and electroencephalogram were unremarkable. Due to his symptoms of headache and altered mental status, a lumbar puncture was performed. Cerebrospinal fluid (CSF) analysis showed a glucose level of 152 mg/dL, protein level of 304 mg/dL, red blood cell count of 9/UL, and white blood cell count of 118/UL (85% lymphocytes, 11% monocytes, and 4% neutrophils). VZV polymerase chain reaction (PCR) was positive in the CSF, and he was diagnosed with VZV meningoencephalitis. Empiric treatment with acyclovir, ceftriaxone, vancomycin, and azithromycin had been started prior to the lumbar puncture. When results returned, the antibiotics were discontinued and acyclovir was continued with recommendations to complete a 21-day course.\\nOn hospital day 2, magnetic resonance imaging (MRI) of the brain and total spine showed an abnormal central cord enhancement from T2 to T5, suggestive of transverse myelitis. Neurologic exam was significant for a sensory deficit across his abdomen (T6 and T7), decreased sensation of the left leg, bilateral lower extremity weakness, diminished reflexes, and bowel and bladder incontinence. On hospital day 5, a repeat MRI of the thoracic spine showed stable findings at T2–T5, but new findings of enhancement of the cord at the T9-T10 level. CSF from a repeat lumbar puncture on hospital day 10 was negative for VZV and herpes simplex virus PCR. His course was also complicated by the development of partial right cranial nerve II and VII palsies.\\nAdditionally, the patient and his family reported a recent history of progressively worsening headaches starting several days before his admission. The headaches were characterized by sharp, stabbing pain around his right eye with radiation to his right ear associated with tearing of his right eye. These headaches were episodic in nature occurring at least 10 times per day, and they continued throughout the initial portion of his admission. Physical exam was also notable for right eye conjunctival injection, tearing, and ptosis (). He was seen by neurology, and the overall syndrome was felt to be consistent with SUNCT.\\nHis headaches and dysautonomic symptoms resolved after 4 days of treatment with acyclovir and were controlled with acetaminophen as needed. However, his other neurologic deficits persisted. Treatment with intravenous steroids was subsequently initiated, with isolated, mild improvement in his right leg weakness. He was ultimately discharged to a skilled nursing facility. It is unknown if symptoms of SUNCT have returned as he has not returned to our facility since his discharge.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'23771276': 1, '18217200': 1, '16905753': 1, '26073188': 1, '18325769': 1, '19919304': 1, '19444540': 1, '25073697': 1, '27288808': 1, '26092511': 1, '29250449': 2}", "similar_patients": "{}"}