{"patient_id": 116544, "patient_uid": "5351226-1", "PMID": 28458437, "file_path": "noncomm/PMC005xxxxxx/PMC5351226.xml", "title": "Levetiracetam-induced leukocytoclastic vasculitis", "patient": "A 14-year-old female patient presented to us with complaints of palpable purpura and ulceration over lower extremities for last 5 days. The patient was receiving anticonvulsive therapy (phenytoin) for epilepsy since she was 3 years old. A fortnight ago, her neurologist added levetiracetam 500 mg daily to phenytoin 50 mg thrice daily, owing to worsening of epilepsy symptoms. Eight days after initiation of levetiracetam, the patient developed palpable purpura over lower extremities, associated with itching. This progressed to form large necrotic eschars and painful ulcers over next 3 days. She did not suffer from any preceding infection or illnesses and demonstrated the absence of systemic manifestations such as arthralgias, hematuria, melena, or abdominal pain. Cutaneous examination revealed the presence of palpable purpura and large ulcers covered with necrotic eschars over the lower extremities []. Her vital parameters were within normal range and systemic examination revealed no abnormality.\\nRoutine laboratory investigations were detected to be normal. Complete hemogram ruled out the presence of eosinophilia. Platelet count and renal function tests were also within normal range. Additional investigations demonstrated a negative antinuclear antibody, cytoplasmic antineutrophil cytoplasmic antibodies, perinuclear antineutrophil cytoplasmic antibodies and normal serum protein electrophoresis, hepatitis screen, urinalysis, antidouble-stranded DNA antibody, and thyroid assay. A skin biopsy from the lesion revealed fibrinoid necrosis of walls of small vessels consistent with LCV []. Immunofluorescence of the biopsy specimen could not be done due to nonavailability in our setup.\\nOn the basis of temporal association and clinicohistopathological findings, a diagnosis of levetiracetam-induced LCV was established and levetiracetam was discontinued. Adverse reaction severity was determined as Level 4(b) according to Modified Hartwig and Siegel scale as it was the reason for admission.[] The patient was treated with systemic corticosteroids (30 mg/day of prednisolone) along with topical corticosteroids (mometasone furoate 0.1% cream twice daily), emollients, and oral levocetirizine 5 mg twice daily. Levetiracetam was replaced with clonazepam while phenytoin was continued. After 1 week of stoppage of levetiracetam and initiation of treatment, lesions had started subsiding. Oral steroids were gradually tapered off over next 3 weeks. At 4 weeks' follow-up, lesions had cleared completely with residual hyperpigmentation and scarring. No recurrence of the eruption was observed during a 6-month follow-up period.\\nCausality assessment was carried out using Naranjo's scale and World Health OrganizationUppsala Monitoring Centre Criteria, which suggested that levetiracetam was the “probable” (Naranjo's score 5) cause of this adverse drug reaction.[]", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'11723768': 1, '12637912': 1, '23030621': 1, '1524068': 1, '34646589': 2, '18281855': 1, '17461890': 1, '32905038': 1, '11816242': 1, '7249508': 1, '28458437': 2}", "similar_patients": "{'8478687-1': 1}"}