{"patient_id": 73392, "patient_uid": "5921744-1", "PMID": 29699583, "file_path": "comm/PMC005xxxxxx/PMC5921744.xml", "title": "Recurrent upper lumbar disc herniation treated via the transforaminal approach using microendoscopy-assisted lumbar discectomy: a case report", "patient": "A 79-year-old Japanese man presented with a 5-month history of radicular pain in his left gluteal region and his lateral thigh. He was unemployed and had no relevant family history, and no history of tobacco smoking and alcohol consumption. Initial management consisted of pharmacologic pain control and selective root block. However, 1 month later, his pain had increased, and he had undergone an operation for lumbar disc herniation at the L2–L3 level using MED. He experienced immediate pain relief after the surgery. Two months later, his leg pain reappeared. Computed tomography (CT) and reconstruction three-dimensional (3D) CT showed that the interlaminar window was open and the facet joint was preserved (Fig. ). Magnetic resonance imaging (MRI) showed recurrent upper lumbar disc herniation at the L2–L3 level (Fig. ). Since caudal block and selective lumbar nerve block were effective for a short period, surgery was planned. A neurological examination showed muscle weakness of his left quadriceps femoris muscles (power, 4 out of 5) and decreased sensation in his left lateral thigh. Laboratory assessments showed no sign of inflammatory reaction: C-reactive protein 0.02 mg/L, white blood cell count 6.5 × 109/L, and platelet count 134 × 109/L. In addition, a laboratory assessment of liver and renal function showed no abnormal findings: aspartate aminotransferase (AST) 16 U/L, alanine aminotransferase (ALT) 15 U/L, alkaline phosphatase (ALP) 256 U/L, blood urea nitrogen (BUN) 12.2 mg/dl, and creatinine 0.44 mg/dl. Urine analysis, serology, and microbiology showed no abnormal findings. His body temperature was 35.6 degrees, pulse was 67, and blood pressure was 126/62 mm/Hg at the time of admission.\\nThe L2–L3 level was localized using intraoperative fluoroscopy, and an 18 mm transverse skin incision was made approximately 70 mm from the midline to the left side to allow a sufficiently angled trajectory to the L2–L3 extraforaminal space. Then, a 16 mm tubular retractor was positioned, and the endoscope was placed within the tube (Fig. ). The soft tissue overlying the lateral facet and left L2 transverse process was dissected, and a high-speed drill was then used to remove the inferior portion of the left L2 transverse process and shave down small portions of the lateral facet and the inferolateral portion of the left L2 pars interarticularis. Careful blunt dissection allowed for the identification of the left L2 nerve root (exiting nerve root) along its course, inferior to the pedicle of L2. The lateral portion of the pars interarticularis and the facet joint was removed using a high-speed drill under the guidance of the endoscope. The yellow ligament and adhesive tissues were removed, and the dura mater was revealed. The top of the camera lens lay over the tubular retractor, and it was possible to see the dura mater and the exiting nerve root just from the lateral side of the thecal sac, using a 25 degree endoscope. Gentle retraction of the dura mater medially allowed for exposure of the L2–L3 recurrent disc herniation. The herniated disc fragments were detached from the dura mater and the left L3 nerve root (traversing nerve root) safely using a nerve root retractor. The herniated disc fragments were removed safely. Then, L2–L3 annulotomy and routine disc removal were performed, and the dura mater and traversing nerve root were seen to be relaxed and well decompressed (Fig. ).\\nOur patient experienced immediate pain relief after the surgery. Postoperative X-ray and CT demonstrated the complete preservation of the articular surface of the facet joint (Fig. ). Postoperative MRI demonstrated that all herniated disc fragments had disappeared and the trajectory to the L2–L3 extraforaminal space was demonstrated (Fig. ). No surgery-related complications, such as dural laceration, nerve root injury, hematoma, or infection, were encountered. At the 12-month follow-up, his leg pain had been relieved and no signs of sciatica were present.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'4266723': 1, '32109861': 1, '19574830': 1, '9137176': 1, '27168234': 1, '20856659': 1, '31514297': 1, '17041523': 1, '32551321': 1, '15271245': 1, '10048052': 1, '29699583': 2}", "similar_patients": "{}"}