{"patient_id": 65651, "patient_uid": "5359456-1", "PMID": 28367340, "file_path": "comm/PMC005xxxxxx/PMC5359456.xml", "title": "Postural Syncope and Constipation: An Unusual Presentation of a Duodenal Dieulafoy's Lesion", "patient": "A 21-year-old male with no significant past medical history presented to the emergency department after having multiple episodes of syncope upon standing associated with prodromal symptoms but with no loss of bowel function, urinary incontinence, or palpitations. He did not experience any seizures or history of seizures. Patient also reported having 3 weeks of worsening lower vague abdominal pain and constipation with flatus prior to presentation. He denied any prior nausea or emesis but did develop an episode of nausea with coffee-ground emesis in the emergency department. There was no history of alcohol abuse or NSAID use. On admission, his orthostatics were positive and respiratory rate was 17 breaths per minute with a heart rate of 113 beats per minute. There were no significant findings of physical exam apart from conjunctival pallor, tachycardia, and lower abdominal tenderness without guarding, rigidity, or rebound. Hemoglobin and hematocrit were initially 11 g/dL and 34.2%, respectively, with a significant subsequent decline to 6.0 g/dL and 18.2%, respectively, with positive occult stool suggestive of gastrointestinal hemorrhage. Two units of packed red blood cells were given along with 2 L normal saline bolus IV. Coagulation parameters were within normal limits. Patient was transferred to the ICU and subsequently underwent esophagogastroduodenoscopy, which revealed an actively bleeding Dieulafoy lesion located in the duodenal bulb ().\\nHomeostasis was successfully achieved with epinephrine injection and the application of 2 endoscopic clips ().\\nA repeat esophagogastroduodenoscopy revealed normal esophageal and gastric mucosa and a Dieulafoy lesion in the duodenal bulb with 2 endoclips in place. The patient tested negative for H. pylori and the rest of his hospital course was uneventful.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'29472423': 1, '20883603': 1, '29158686': 1, '15280971': 1, '11115902': 1, '25901208': 1, '26064823': 1, '25844338': 1, '12872092': 1, '21180518': 1, '11923766': 1, '28367340': 2}", "similar_patients": "{}"}