{"patient_id": 121841, "patient_uid": "5733433-1", "PMID": 29284816, "file_path": "noncomm/PMC005xxxxxx/PMC5733433.xml", "title": "A Case Report of Gender Dysphoria with Morbid Jealousy in a Natal Female", "patient": "Ms. T, a 24-year-old, an assigned female at birth, presented with a history of strong desire to be a male right from her childhood. She would prefer to dress like a boy, playing often the stereotyped “boyish” games along with other boys. Her behavior was encouraged by her father as he did not have any male children. As she grew up, she started to get attracted toward women and used to consider her orientation as heterosexual with them. She used to constantly feel that she was trapped in the wrong body. She strongly believed that she had feelings and reactions just like the other men and was feeling helpless as she was not able to lead a normal life like them. In her early twenties, she fell in love with a woman and started to have a live-in relationship with her. She considers it as a heterosexual relationship and reportedly identified herself as the male partner of the couple. However, of late, the other lady started to get attracted toward men which the patient could not tolerate. She started to develop symptoms such as irritability, worthlessness, hopelessness, suicidal ideas, and suicidal attempts for the past 4–6 months. She expresses the desire to get operated so as to become a man. She feels that her life is not worth living as she is not a female but has to be trapped in a female body.\\nShe was admitted in view of her suicidal ideas and attempts. At admission, she was vitally stable with no contributory physical findings. Mental status examination revealed depressed and irritable mood, depressive ideas with worthlessness, hopelessness, and helplessness, over-valued ideas about her sexual identity that she was indeed, a guy, suicidal ideas with high intentionality and well-considered plans, impaired attention and concentration with impaired personal and social judgment, and Grade 1 insight. She stayed in the hospital for about 10 days and was started with selective serotonin reuptake inhibitors (SSRIs).\\nPsychometric evaluation revealed elevated scores on “depression,” “anxiety,” “paranoid ideation,” and “schizophrenia” subscales of the multidimensional personality questionnaire. Findings on SCT also supported the presence of “depressive cognitions” and “gender identity issues.” Her interpersonal adjustment is disturbed because of she views others with skepticism and she is guarded with people. Findings on Rorschach support the presence of “paranoid ideation,” she is experiencing high magnitude of tension and “anxiety,” she has “depressive mood” and “psychotic features.”\\nSupportive psychotherapy was done to reduce depressive ideas, and grief work psychotherapy was done to tackle with her feelings of loss of spouse and separation from the partner. The psychotherapy was continued for the next 3 weeks on outpatient basis along with the SSRIs. Her depressive cognitions and suicidal ideations decreased and her socio-occupational functioning improved with the treatment. Further symptoms of gender dysphoria are not tackled. She is currently working in the USA and is in contact with us over phone. As per the reports of the self and the family members, she was maintaining well with intact functioning. However, upon inquiry, she reports unhappiness about her assigned sex. She is not in any sexual relationship after the discharge.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'5721207': 1, '29284816': 2}", "similar_patients": "{}"}