{"patient_id": 67796, "patient_uid": "5521943-2", "PMID": 28723803, "file_path": "comm/PMC005xxxxxx/PMC5521943.xml", "title": "Leukoencephalopathy with calcifications and cysts", "patient": "A 20-year-old female presented with a 1-week history of tension-type and progressive headache. Three days before admission, the headache became aggravated, and she developed nonprojectile vomiting. Mini Mental State Examination (MMSE) revealed a total score of 29 points. Physical examination showed tendon reflex hyperfunction, and the patient was positive for bilateral Hoffman signs, Chadock signs, and orbicularis oris reflexes. The muscle strength was normal (grade 5/5). The patient denied any family history. The examination of ocular fundus was normal. Cranial CT demonstrated an oval lesion with heterogeneous density and extensive perilesional edema, and the midline was shifted. Cystic lesions were noted in the right hemisphere, and asymmetrical calcifications were observed in the bilateral basal ganglia. On brain MRI, the oval lesion in the left frontal-temporal lobe appeared heterogeneously hypointense on T1-weighted imaging, heterogeneously hyperintense on T2-weighted imaging, and hyperintense on diffusion-weighted imaging. After administration of contrast medium, ring-like and heterogeneous enhancement was noted. In addition, cystic lesions were visible in the right hemisphere (Fig. ). On lumbar puncture examination, the routine, biochemical, immunological, and microbial parameters of cerebrospinal fluid were all normal. Mannitol was administered to lower the intracranial hypertension, and the symptoms were relieved immediately. A stereotactic biopsy was performed. Pathological examination showed leukoaraiosis, hemorrhage, calcifications, and lymphocyte accumulation, and immunohistochemical staining excluded tumor and infection (Fig. ). Genetic analysis showed no abnormality in the CTC1 gene. Based on the typical radiological and histological characteristics, a diagnosis of LCC was made.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'21877048': 1, '22140645': 2, '17130435': 1, '22346026': 2, '16418383': 1, '8628470': 1, '23790125': 1, '21255840': 1, '24407470': 1, '22261615': 1, '23742313': 2, '25266624': 1, '16682652': 1, '18202216': 1, '19146646': 1, '18940994': 1, '22392118': 1, '19638852': 1, '26407930': 1, '22306422': 1, '21264141': 2, '18514290': 1, '19287308': 1, '26123129': 1, '23635489': 1, '28723803': 2}", "similar_patients": "{'5521943-1': 2, '3021936-1': 1, '3228381-1': 1, '3688496-1': 1, '3271476-1': 1}"}