{"patient_id": 114789, "patient_uid": "5122645-1", "PMID": 27873521, "file_path": "noncomm/PMC005xxxxxx/PMC5122645.xml", "title": "A Case of Recurrent Urticaria Due to Formaldehyde Release from Root-Canal Disinfectant", "patient": "A 50-year-old man visited the allergy clinic because of recurrent generalized urticaria over one year. He had visited the emergency room several times for repeated generalized urticaria. The symptoms always occurred in the evening or night, beginning with axillary and inguinal pruritus, followed by erythematous conglomerated wheals over the entire body. No systemic symptoms, including wheezing, dyspnea, or hypotension, were observed. Systemic steroids and antihistamines improved the urticaria, allowing the patient to return home. His past history was notable only for cold urticaria. A thorough history revealed that the symptoms always developed at least 3–4 hours after dental treatment. However, the patient denied having erythema or pruritus on the oral mucosa and cheeks. No oral or injectable medication was administered during the dental treatment, except root canal disinfectants and local anesthesia. The root canal sealant was Depulpin® (VOCO, Cuxhaven, Germany), containing PFA and lidocaine hydrochloride. We performed prick tests and/or intradermal tests for latex (Allergopharma, Reinbek, Germany), lidocaine hydrochloride (Dai Han Pharm. Co., Seoul, Korea), and formaldehyde (Junsei Chemical Co., Tokyo, Japan) (). Physiological saline and histamine were used as controls. The skin tests showed negative immediate results. However, local swelling and erythema at the formaldehyde prick site occurred the following day and continued for several days. Laboratory tests showed an elevated serum total IgE (211.40 IU/mL), and the formaldehyde-specific IgE was 43.2 kI/L (class 4; CAP RIA Pharmacia, Uppsala, Sweden). Results were negative for 35 common allergen-specific IgE antibodies, including dust mites (Dermatophagoides farinae and Dermatophagoides pteronyssinus), cat, dog, cockroaches, tree, grass, weed pollen, mold, et al. (AdvanSure Allergy Screen®; LG Life Sciences, Seoul, Korea). To date, the patient has avoided formaldehyde exposure and experienced no subsequent events.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'3958388': 1, '5577729': 1, '8565497': 1, '264375': 1, '13216588': 1, '7677244': 1, '9440543': 1, '11251421': 1, '1868723': 1, '1738832': 1, '14616148': 1, '12492520': 1, '2790559': 1, '6813792': 1, '3436030': 1, '27873521': 2}", "similar_patients": "{}"}