{"patient_id": 121791, "patient_uid": "5731137-1", "PMID": 29279694, "file_path": "noncomm/PMC005xxxxxx/PMC5731137.xml", "title": "A Case of Thyroid Papillary Carcinoma: Remarkable Decrease in Multiple Lung Metastases within 40 Years after a Single Administration of Radioiodine without Thyroidectomy and with Later Anaplastic Transformation", "patient": "In 1960, a 12-year-old male was hospitalized in Shimane because a chest X-ray revealed multiple nodules in both lungs. Although he had no apparent symptoms, such as cough, high fever, or lethargy, he was assumed to have pulmonary miliary tuberculosis and received anti-tuberculosis therapy. Despite 2 years of therapy, the lung nodules continued growing, but he was doing well in general and developed no symptoms.\\nHis family doctor doubted the clinical diagnosis of tuberculosis and consulted a specialist. The specialist recommended performing a 131I scintiscan to rule out the presence of metastatic lung tumors from thyroid cancer. In the 1960s, 131I scintiscans were not common and were only performed at one institution in Japan. The patient traveled to Tokyo to undergo the examination in 1962. After the examination, he returned to Shimane, and his medical treatment for tuberculosis was stopped because the 131I scintiscan had revealed that his pulmonary nodules were associated with thyroid cancer. Though his family doctor prescribed some medication, he quit taking the medicine, which caused him palpitation. In Japan patients were seldom informed that they had malignant tumors at that point of time; therefore, his father kept his son from being informed about his own disease. The patient grew up several decades without receiving any medication and led a typical life before his thyroid nodules were noted at a medical checkup. His thyroid carcinoma was resected at age 59 in 2006. Before that, multiple pulmonary nodules showed up many times in medical checkups including chest X-rays. However, further investigations were not performed because he knew that he had a history of multiple asymptomatic pulmonary nodules over a long time. Only one bronchoscopic examination that he underwent when he was 35 years old failed to confirm the diagnosis.\\nSince the first diagnosis had been made in the early 1960s, the medical records were no longer available. However, old letters from his doctor passed to the patient's father and an old chest X-ray retained by his father that were kept in his old house were found incidentally in his father's room in 2008 and revealed the details about the patient's past history.\\nAt age 58, in 2006, the patient's thyroid tumor and cervical lymphadenopathy were detected using ultrasonography at a health check screening. Total thyroidectomy and radical left neck dissection were performed, and the cancer was diagnosed as papillary carcinoma. X-ray and computed tomography (CT) of the chest revealed multiple fine nodules in both lungs (Fig. ). His serum thyroglobulin (Tg) level was 586 ng/mL even after the thyroidectomy; therefore, multiple pulmonary metastases from thyroid cancer were strongly suspected. However, it was necessary to clarify whether the miliary lung nodules were the metastatic disease from thyroid cancer or postinflammatory scars, because at that time he believed that he had a past history of miliary tuberculosis. A diagnostic 131I whole body scan (131I-WBS) was performed at Kyoto Prefectural University Hospital.\\nAt the 131I-WBS, he was asymptomatic, and no pulmonary rale was audible on careful examination. After 2 weeks of L-thyroxine withdrawal and an iodine-free diet, 131I scintigraphy was performed 2 days following the administration of capsules totaling 111 MBq of 131I-NaI. Very intense accumulation was seen in both lungs, and small hot spots indicating metastatic lesions in the left supraclavicular region and in the thyroid bed remnant were found (Fig. ). Subsequently, 3,700 MBq of 131I was administered for treatment.\\nAfter the patient had received RIT at age 58, the fine nodular pulmonary lesions showed only slight decrease, and his serum Tg level had dropped to between 150 and 250 ng/mL. Since the Tg level remained still quite high, additional 131I therapy was recommended, which the patient refused because he knew that he had carried the multiple pulmonary nodules for more than 45 years without suffering any symptoms, as he had discovered his father's secret letters that described the illness as having originated in the 1960s. He was convinced that the past detail-uncovered radioiodine administration in Tokyo had provided a dramatic decrease of his pulmonary nodules during several decades and expected a similar efficacy.\\nIn 2008, his serum Tg was still high, and diagnostic 131I-WBS and 18F-fluorodeoxyglucose (FDG) positron emission tomography (PET)/CT were performed. 131I-WBS showed that the uptake in both of his lungs had markedly decreased and that the cervical lymph node lesions had disappeared. 18F-FDG accumulation was not seen in the lungs except for small hot spots in the relatively large nodules in his right lung base (Fig. ), which had not increased in size for 2 years. The follow-up did not include any aggressive treatment other than thyroid-stimulating hormone suppression.\\nHowever, in 2011, the patient started developing shortness of breath, and X-ray radiography revealed right pleural effusion. CT revealed a pleural mass of about 5 cm in diameter in the right diaphragm. Aspiration examination of the effusion confirmed a diagnosis of anaplastic carcinoma. The right pleura was thickened and the nodules of the right lung base had increased, while the other fine nodules were unchanged compared with their sizes from his 2006 records. Systemic chemotherapy and drainage of the effusion with adhesion therapy were started. However, the pleural mass continued growing, and moreover bladder, multiple bone, and brain metastases developed. He eventually died 5 months after the diagnosis of anaplastic carcinoma. The time course of his disease is summarized in Table .", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'18670773': 1, '11059731': 1, '18055418': 1, '3772510': 1, '11114644': 1, '12186505': 1, '9170425': 1, '657091': 1, '19851169': 1, '8423216': 1, '12225637': 1, '3183748': 1, '16684830': 1, '16544219': 1, '32748087': 2, '16033735': 1, '29279694': 2}", "similar_patients": "{'7399005-1': 1}"}