{"patient_id": 62408, "patient_uid": "5061493-1", "PMID": 27766191, "file_path": "comm/PMC005xxxxxx/PMC5061493.xml", "title": "Vertebral Column Resection for Kyphoscoliosis in a Patient with Ehlers-Danlos Syndrome: An Intraoperative Neurophysiological Monitoring Alert", "patient": "A 16-year-old male patient with Ehler-Danlos syndrome and a back deformity since birth presented with severe kyphoscoliosis. The patient was neurologically intact but had respiratory and cardiac insufficiencies. Informed patient consent was obtained from his parents for treatment.\\nA two-stage VCR at T9-T10 with multiple-level fusion was planned (Figure ). After intubation, electrodes were placed for upper and lower SSEP, TCeMEP, and EMGs. Baseline SSEP and TCeMEP responses were present in all limbs.\\nPropofol (120 to 140 mcg/kg/minute) and remifentanil (0.1 mcg/kg/minute) infusions comprised the total intravenous anesthesia used. At intubation, a neuromuscular blocking agent with a very short duration was used []. A train of four (TOF) monitoring technique was utilized by stimulating the posterior tibial nerves and recording from the corresponding extensor hallucis brevis muscles. A TOF of 4/4 was maintained during the entire surgical procedure.\\nIONM (including SSEP, TCeMEP, and EMG) was performed during this two-stage surgical procedure. After the intubation, surface adhesive stimulation electrodes were placed bilaterally on the ulnar nerves at the wrist and the posterior tibial nerves at the ankles for eliciting SSEPs []. Baseline SSEPs were recorded in both the upper and lower extremities (ulnar: stimulation intensity - 22 mA, duration - 300 µsec, repetition rate - 3.66 Hz; posterior tibial: stimulation intensity - 60 mA, duration - 300 µsec, repetition rate - 3.66 Hz). Subdermal recording needle electrodes were placed for SSEPs at C3´ (at CP3), C4´ (at CP4), Cz´ (at CPz), CV5 (at the fifth cervical spine vertebra), Fpz and Erb (placed at left and right Erb points) (Figure ). A 32-channel Medtronic NIM-Eclipse™ neuromonitoring system (Medtronic, Inc., Minneapolis, MN, USA) was used for IONM.\\nCorkscrew electrodes were placed on the patient’s scalp at C1/C2 and C3/C4 for TCeMEP stimulation. Trains of seven to nine square-wave stimuli with 75-µsec durations and intensities ranging from 150 to 400 volts were utilized. EMG and TCeMEP recordings were performed by placing subdermal needle electrodes in the thenar and hypothenar muscles in the hand, the quadriceps, tibialis anterior, gastrocnemius, abductor hallucis, and extensor hallucis brevis muscles in the lower extremities.\\nStage I\\nDuring the first stage, only pedicle screws were placed at multiple spinal levels above and below the VCR level (Figure ). Medtronic’s O-arm navigation system was used for placing thoracic pedicle screws (Figure ). Upper and lower SSEPs, TCeMEPs, and EMGs were monitored continuously, and no significant changes were noted (Figures -).\\nStage II\\nThe second stage was performed one week later, for which a VCR at T9-T10 was planned (Figure ). At post-intubation, SSEP and TCeMEP responses were present in all four extremities. Surgery was started at 08:00. At 15:49, the surgeon was informed of a sudden drop in TCeMEP response in the lower limbs after ligating one of the left nerves/vessels, fully stretching the spinal cord. The surgeon removed the ligation and an improvement in motor responses followed. The surgeon was informed of a 70% amplitude drop in TCeMEP at 18:19 in both lower limbs, with stable SSEP (Figure ). Surgery proceeded with the highest level of caution. There was a sudden loss of SSEP and TCeMEP in the lower limbs bilaterally at 19:59 (Figures -). The correction was released, mean arterial pressures were increased to over 100 mm Hg, and 24 mg of dexamethasone was administered intravenously. Surgical correction was aborted and the surgical site was closed. Lower SSEP and TCeMEP responses remained absent until closing, while the upper SSEP and TCeMEP remained stable.\\nA wake-up test was done after closing. The patient moved his upper limbs but was unable to move his lower limbs bilaterally (Figure ). The patient was sent for an MRI while intubated and then sent to the intensive care unit (ICU). Twenty-four hours and 36 hours postoperatively, the patient had no sensory and motor function below the level of T8. Forty-eight hours postoperatively, the patient started to feel sensory stimuli at the T10 level. One week postoperatively, the patient regained sphincter functions. Four weeks postoperatively, the patient’s hip flexors started to recover.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'12709851': 1, '8923641': 1, '8462713': 1, '9557891': 1, '24055297': 1, '17619913': 1, '25050667': 1, '12901543': 1, '25675703': 1, '27766191': 2}", "similar_patients": "{}"}