{"patient_id": 74682, "patient_uid": "5998292-1", "PMID": 29915656, "file_path": "comm/PMC005xxxxxx/PMC5998292.xml", "title": "A deadly prescription: combination of methotrexate and trimethoprim-sulfamethoxazole", "patient": "A 68-year-old female with a history of rheumatoid arthritis on 10 mg MTX weekly presented to the emergency department (ED) with weakness, lethargy, and decreased oral intake. Two weeks prior to presentation, her primary care physician (PCP) prescribed a 2-week course of TS for presumed bacterial skin infection under her left breast. One week after starting therapy, she noticed painful oral sores and flu-like symptoms. In the ED, she was hypotensive to 90/60 mm Hg but responded to intravenous (IV) fluids. Vital signs were otherwise stable. The pertinent physical exam included severe oral mucositis, lip ulceration, and an erythematous rash under her left breast. Laboratory data revealed creatinine: 2.39 mg/dl (baseline 0.7 mg/dL), potassium: 5.3 mEq/L, chloride: 97 mEq/L, leukocyte count: 3.2 K/uL, absolute neutrophil count: 2.8 K/uL, hemoglobin: 12.3 mg/dL, and platelet count: 230 K/uL. TS was held as the symptoms of mucocutaneous ulceration, leukopenia, and renal insufficiency were initially attributed to possible TS toxicity and supportive care with IV fluids and oral care was given. Her oral ulcers remained unresolved; leukocyte count continued to drop reaching a nadir of 1.9 K/uL and absolute neutrophil count dipped to 0.7 K/uL over the course of next 2 days. Renal function, however, improved with IV hydration. After consultation with hematology, a careful review of patient’s medications list and drug interactions were done, and her symptoms were attributed to MTX–TS interaction leading to MTX toxicity rather than toxicity of TS itself. MTX levels were sent that came back high at 0.5 µmol/L. Leucovorin rescue was given at the dose of 10 mg/m2 every 6 h for a total of four doses with one dose of Filgrastim 480 mcg which resulted in the improvement of the leukocyte count, breast rash, and mouth ulcers within 24 h. The patient was discharged on day 6 of hospitalization and did well post discharge.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'3487652': 1, '20516029': 1, '329989': 1, '20436072': 1, '21989472': 1, '2231218': 1, '12765173': 1, '6724876': 1, '31154348': 1, '33881765': 1, '10371291': 1, '9487262': 1, '3119023': 1, '8507221': 1, '18860765': 1, '34122106': 1, '16198787': 1, '8882301': 1, '3501437': 1, '2225539': 1, '20714691': 1, '15524092': 1, '8793258': 1, '3494846': 1, '10971734': 1, '3484954': 1, '29915656': 2}", "similar_patients": "{}"}