{"patient_id": 72417, "patient_uid": "5845136-1", "PMID": 29523179, "file_path": "comm/PMC005xxxxxx/PMC5845136.xml", "title": "A young female presenting with heart failure secondary to eosinophilic myocarditis: a case report and review of the literature", "patient": "A previously healthy 21 year old Sri Lankan female university student admitted with shortness of breath for 1 week duration. Shortness of breath was mainly on exertion, however at the time of admission it was present even at rest. She had low grade fever for the last 1 week associated with malaise and profuse sweating. Her weight and appetite have been steady throughout. She was not on any long term medication and did not take medication for minor ailments in the recent past to suggest a drug induced hypersensitivity reaction. She does not have a history of conjunctivitis, rhinitis, sinusitis or allergy to any drug or food. She took worm treatment 6 month prior. History was negative for malignancy, thromboembolic disorders and connective tissue diseases. She denied family history or other risk factors for cardiovascular disease. She is a non alcoholic, non smoker and no history of illicit drug use. She was mildly febrile and dyspnoeic at rest. There was no associated pallor or icterus. Generalized oedema or ankle oedema was absent. Physical examination was negative for malignancy, thromboembolic disorders and connective tissue diseases. She was tachycardic with regular, low volume pulse at rate of 120 beats per minute. Jugular venous pressure was elevated 5 cm above the angle of Louis with negative Kussmaul sign. Her blood pressure was 100/70 mmHg on admission. The cardiac apex was at its normal position and heart sounds were slightly muffled with gallop rhythm. There were bilateral basal fine end inspiratory crackles. Firm, non tender mild hepatomegaly with mild splenomegaly were present. Otherwise her clinical examination was normal. Her full blood count revealed absolute rise in eosinophil count of 21.6 × 103 per microliter (63.5%) with 34 leukocytes per microliter with normal platelet count, haemoglobin and red cell indices. Blood picture showed high total white cell count with severe eosinophilia with no abnormal cells. Her erythrocyte sedimentation rate was 60 mm in 1st h in the presence of normal C-reactive protein. Sinus tachycardia with wide spread ST depression was evident on electrocardiogram. Chest X-ray was normal other than the evidence of heart failure. 2D-echocardiogram showed global left ventricular hypokinesia with 40% ejection fraction and thin layer of pericardial effusion. There was no associated intra cardiac thrombus. Troponin I was elevated up to 35.4 ng/dL (< 1.0 ng/dL) and Brain natriuretic peptide was 1280.5 pg/mL. Her renal function, thyroid function, serum electrolyte, calcium, magnesium levels, lipid profile were all normal with normal liver function but elevated liver enzymes (both were at 3 times upper limit of normal). Both serum IgM and IgG were negative for Filaria, Toxoplasma and toxocara infection and stool examination was negative for parasites. Serology for Epstein-Barr virus, Cytomegalo virus and Mycoplasma were negative. Retroviral infection and tuberculosis were excluded. Her blood culture and autoimmune screen were negative. Mild hepatosplenomegaly without lymphadenopathy was detected in otherwise normal ultrasound scan. Bone marrow biopsy showed hypereosinophilia with no evidence of bone marrow infiltration by lymphoproliferative malignancy. FIP1L1–PDGFRA fusion transcript and BCR–ABL transcript were not detected. The patient declined to undergo a confirmatory endomyocardial biopsy. Coronary angiogram and other non invasive cardiac imaging were not performed due to the practical problems of getting them done as they were not freely available. Clinically detected heart failure was confirmed by 2D ECHO and biochemical markers. The presence of global left ventricular dysfunction was better explained with myocarditis than myocardial infarction as there should be multi territory ischaemia to explain it which was less likely in our patient given that she was young and did not had any cardiovascular risk factors. This would have been excluded in certainty with coronary angiogram if it was freely available to us. Peripheral blood eosinophilia pointed towards a probable cause of cardiac damage in an otherwise healthy young female without cardiovascular risk factors. Drug hypersensitivity as a cause of eosinophilia was excluded from history. Bone marrow examination confirmed the diagnosis of hypereosinophilia. Myeloproliferative hypereosinophilic syndrome can give rise to chronic eosinophilic leukaemia. The possibility of this was excluded by negative FIP1L1–PDGFRA and BCR–ABL gene transcription. Secondary causes for hypereosinophilia were excluded and the diagnosis of idiopathic hypereosinophilic syndrome and eosinophilic myocarditis was made depending on the available investigations. Normal thyroid function test, negative ANA, DsDNA, negative antibody tires of common viral infection were used to exclude other differential diagnosis. This young female was given supportive care and treatment for heart failure and monitored in the high dependency unit to observe for possible deterioration. Her blood pressure dropped to 80/60 mmHg on day four of the admission requiring inotropic support. She was treated with intravenous Noradrenaline 0.3 μg/kg/min initially through L/Internal jugular venous catheter and then it was titrated up to 0.5 μg/kg/min to maintain mean arterial pressure of 70 mmHg. As soon as the diagnosis of hypereosinophilic syndrome with eosinophilic myocarditis was made, she was started on methylprednisolone 1 g/day for 3 days and continued with prednisolone 1 mg/kg to a total dose of 50 mg. Her symptoms started responding after the 3rd dose of methylprednisolone. Clinical improvement was observed in terms of symptoms and other parameters like blood pressure and pulse rate. Noradrenaline was then tailed off gradually and stopped after 5 days of starting steroids. Eosinophil count started to drop on day 5 of steroid treatment and it was then 16.31 × 103 per microliter. Troponin level gradually normalized over the period of the next 2 weeks. She was discharged after 3 weeks of hospital stay and by this time Eosinophil count was 1.11 × 103 per microliter (7.5%) and 2D echocardiography showed ejection fraction of 50% with thin layer of pericardial effusion. Pericardial effusion completely resolved and left ventricular function became normal (EF 60%) in the follow up 2D-ECHO and eosinophil count was at just upper limit of normal (0.52 × 103 per microliter) after 2 week of discharge from the hospital.\\nSteroid dose was started to taper off after 1 month when she was totally asymptomatic and having persistently normal eosinophil count and left ventricular function. She is now on long term maintenance dose of steroid of 5 mg daily and Steroid needs to be continued at least 6 months to 1 year. She is on regular clinic follow up with monitoring of blood counts.", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'23824828': 1, '11704488': 1, '17151774': 1, '20201659': 1, '22361396': 1, '21532219': 1, '12676775': 1, '2523982': 1, '16476862': 1, '8180373': 1, '17386864': 1, '24048112': 1, '22137237': 1, '12104073': 1, '21304213': 1, '21681785': 1, '10867107': 1, '19910029': 1, '21483171': 1, '3802444': 1, '29523179': 2}", "similar_patients": "{}"}