{"patient_id": 114185, "patient_uid": "5073683-1", "PMID": 27781207, "file_path": "noncomm/PMC005xxxxxx/PMC5073683.xml", "title": "Reversal of Gastric Bypass Resolves Hyperoxaluria and Improves Oxalate Nephropathy Secondary to Roux-en-Y Gastric Bypass", "patient": "A 65-year-old Caucasian female was referred to the nephrology clinic for decreased kidney function [serum creatinine (Cr) 2.1 mg/dl, estimated glomerular filtration rate (eGFR) 24 ml/min/1.73 m2; baseline Cr 1.0 mg/dl, eGFR 59 ml/min/1.73 m2 5 months prior to the visit]. She denied fever, rash, arthralgia, gastrointestinal or urinary complaints. There was no known exposure to nephrotoxic agents. She had undergone laparoscopic Roux-en-Y gastric bypass (RYGB) surgery 16 months ago for morbid obesity (body mass index 43.9) and type 2 diabetes mellitus (hemoglobin A1c of 7.9%). RYGB was performed in the standard fashion (Roux limb was 100 cm long) following which she lost 18.2 kg in the first 2 months and her glycemic control improved. She had had diabetes mellitus for the past 16 years with no known end-organ damage and Crohn's disease for 20 years, but no disease activity was seen on a recent colonoscopy. Her home medications included multivitamins (containing vitamin C 100 mg/day), iron, omeprazole, pravastatin and venlafaxine (benazepril and metformin were discontinued prior to nephrology evaluation) and there was no family history of kidney disease. Her examination was unremarkable for hypertension (blood pressure 132/69 mm Hg) or edema.\\nUrine studies revealed pH 5.5, specific gravity 1.020 and no protein or blood on urine dipstick. Fractional excretion of sodium in this urine sample was 1.4%, while her blood urea nitrogen was 21 mg/dl and her hemoglobin A1c level was 6.8%. Renal ultrasound showed kidneys of normal size and echogenicity with one small nonobstructing stone in each kidney. Kidney biopsy was performed for unexplained AKI. Light microscopy showed acute tubular injury with clear crystalline material scattered in the tubular lumens and the interstitium that was strongly polarizable (fig ). Mild lymphocytic interstitial inflammation involving 20% of the renal cortex and no significant glomerular damage were seen. A diagnosis of oxalate nephropathy presumed secondary to fat malabsorption after RYGB was made. A 24-hour urine study at this time was notable for severe hyperoxaluria (urine oxalate 150 mg/day; normal 4–31 mg/day).\\nLow oxalate and fat diet, high fluid intake (2.5–3 l/day), calcium carbonate (500 mg three times daily with each meal) and potassium citrate (30 meq daily) were promptly started and uptitrated as tolerated (calcium carbonate 1,000 mg three times daily with each meal and potassium citrate 70 meq daily). However, the severe hyperoxaluria and AKI persisted (fig ). Because of the concern for rapid progression to kidney failure, the decision was made to pursue laparoscopic reversal of RYGB. In this procedure, the small gastric pouch was reattached to the remnant stomach and the Roux limb was resected. One month after surgical reversal, hyperoxaluria resolved (urine oxalate 20 mg/day) and AKI improved (Cr 1.7 mg/dl). Eight months later, these changes persisted, but she was noted to have a 16.3-kg weight gain and worsening glycemic control (hemoglobin A1c 7.2%).", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'19762051': 1, '11444411': 1, '24120983': 1, '34888042': 1, '23953730': 1, '18701613': 1, '17377509': 1, '16925274': 1, '31970656': 1, '20610243': 1, '20096421': 1, '30450463': 1, '21295813': 1, '30197903': 2, '32900691': 1, '27781207': 2}", "similar_patients": "{'6120416-1': 1}"}