{"patient_id": 119098, "patient_uid": "5532945-1", "PMID": 28761538, "file_path": "noncomm/PMC005xxxxxx/PMC5532945.xml", "title": "Recurrent intracranial Rosai-Dorfman disease: Management of a challenging case", "patient": "A 50-year-old male patient presented with complaints of gradually progressive loss of vision in his right eye over 3 months. There was no history of fever, headache, vomiting, seizure, loss of consciousness, photophobia, and weakness of body. On examination, the patient was alert, orientated, and afebrile. There was no evidence of peripheral lymphadenopathy. There was a loss of perception of light in the right eye. Rest of the neurological examination did not reveal any abnormality. A contrast-enhanced magnetic resonance imaging (MRI) of the brain revealed an intensely enhancing solid mass in an extradural location in the suprasellar cistern, close to the pituitary stalk. Anteriorly, the mass extended to the right orbital apex []. The possible differential diagnoses were meningioma and RDD. Endocrinological evaluation did not reveal any abnormality. He underwent maximal safe resection (optic nerve decompression) via fronto-temporal craniotomy approach. Intraoperative findings included a soft to firm, moderately vascular tumor, lifting and surrounding the optic nerve more on the right side. It was extending into carotico-optic space partially encasing the internal carotid artery (ICA). Postoperative MRI of the brain suggested complete removal of the lesion, with minimal dural enhancement along the right temporal lobe []. Postoperative histopathological report showed a tumor consisting of variable numbers of histiocytes intermixed with plasma cells, eosinophills and lymphocytes. Histiocytes showed features of emperipolesis. On immunohistochemistry, the histiocytes showed immunopositivity for S-100 protein suggesting a diagnosis of intracranial RDD [].\\nHe was symptomatically stable for 1 year. Thereafter, he presented with gradually progressive diminution of hearing in his left ear over 3 months and acute worsening of vision in his left eye over 3 weeks. On examination, visual acuity had decreased to finger counting at 2 feet on the left and there was loss of perception of light in the right eye. Pure tone audiometry revealed complete loss of hearing in his left ear although hearing was intact in his right ear. A repeat MRI of the brain showed an intensely contrast enhancing mass lesion in the right suprasellar cistern, extending into the right cavernous sinus, encasing the intracavernous segment of ICA and abutting the right temporal lobe. There was also contrast enhancement and thickening involving the left vestibulo-cochlear and facial nerves, extending into the left internal auditory canal [Figure –]. He was given a trial of oral corticosteroids, but there was symptomatic progression after 2 weeks. Hence, local radiation was delivered to the suprasellar mass and the lesion involving the left vestibulo-cochlear and facial nerves to a total dose of 20 Gy in 10 fractions over 2 weeks by three-dimensional conformal radiotherapy (3D-CRT). He was evaluated 1 month after completion of radiation. Pure tone audiometry showed an improvement in hearing in his left ear though ophthalmological evaluation did not show any improvement in visual acuity. A brain MRI, done 3 months after completion of radiation therapy showed radiologically stable disease. Twenty months after completion of radiotherapy, he complained of decrease in vision in the left eye and brain MRI revealed a 5 cm × 4.9 cm × 4 cm intensely enhancing mass lesion in suprasellar region involving bilateral cavernous sinuses and ICAs (right > left), compressing optic chiasm and reaching up to left superior orbital fissure without obvious intra-orbital extension. Similarly, enhancing lesions were noted in bilateral tentorium, left cerebello-pontine angle, intracranial segment of left VII and VIII cranial nerve. A 2.6 cm × 1.6 cm enhancing lesion was also noted in the right occipito-parietal lobe along tentorium. The entire dura mater was thickened with nodular enhancements suggestive of diffuse leptomeningeal disease [Figure –]. In view of progressive, diffuse leptomeningeal disease, the patient is being considered for systemic chemotherapy.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'22028755': 2, '10433326': 1, '14655592': 1, '11570913': 1, '18627479': 1, '12546366': 1, '22727207': 1, '6707756': 1, '18831912': 1, '7644001': 1, '7576285': 1, '21420817': 1, '5782438': 1, '3289077': 1, '2180012': 1, '8699998': 1, '16703894': 1, '11561044': 1, '28761538': 2}", "similar_patients": "{'3201083-1': 1, '3201083-2': 1}"}