{"patient_id": 116413, "patient_uid": "5339914-1", "PMID": 28303209, "file_path": "noncomm/PMC005xxxxxx/PMC5339914.xml", "title": "Mixed aneurysm: A new proposed nomenclature for a rare condition", "patient": "We report the case of a 65-year-old female patient being investigated for chronic headache. During a magnetic resonance imaging (MRI) study, on suspicion of multiple intracranial aneurysms, the patient was referred to the neurosurgery service for further investigation and treatment of possibly vascular aneurysmal malformations. Digital cerebral angiography showed aneurysms located at the posterior communicating artery (PCom) bilaterally, supraclinoid left carotid lateral wall (LWC), and at anterior communicating artery (AComA) []. The treatment choice was endovascular coiling of the aneurysms located at the left side followed by microsurgery on the right side to treat the saccular aneurysmatic PCom and AComA.\\nFirst embolization of the saccular aneurysm of the left LCW artery was performed with good angiographic and clinical results; however, on the first day after embolization, the patient developed sudden left side third nerve injury. Computed tomography (CT) of the head was immediately performed, which did not show any SAH, and hence, the third nerve paralysis was attributed to edema of the coiled aneurysmal sac.\\nAfter 7 days, a new angiography was performed to evaluate the previous coiling of the left LCW and to coil the left PCom. The LCW was nicely coiled; with respect to the left PCom, there was intraaneurismal contrast retention even in the venous phase of the angiography along with modification of the aneurismal sac format [Figures and ], which indicated the possibility of pseudoaneurysm formed due to previous intrawall break because there was a previous angiogram showing the same saccular aneurysm without dissection signals. Although aware of the risk of the transoperative rupture, we chose the endovascular technique for treating this lesion in a subtotal manner exclusion because it was assumed to be a permeable cervix because of desiccant injury substance.\\nAt this time, after embolization treatment in the left side aneurysms, a microsurgery was performed by right mini-modified orbitozygomatic approach[] to clip both the aneurysms (PCom and AcomA) in the same procedure.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'11117874': 1, '9613510': 1, '24488657': 1, '16906700': 1, '21409495': 1, '14560849': 1, '24768151': 1, '15108050': 1, '22989790': 1, '28303209': 2}", "similar_patients": "{}"}