{"patient_id": 74226, "patient_uid": "5966867-1", "PMID": 29792178, "file_path": "comm/PMC005xxxxxx/PMC5966867.xml", "title": "Anti-ganglioside complex antibody profiles in a recurrent complicated case of GQ1b-seronegative miller fisher syndrome and Bickerstaff brainstem encephalitis: a case report", "patient": "A 33-year-old Japanese man presented with disturbed consciousness. He had a medical history of recurrent MFS-GBS. At age 25, in August, he developed diplopia, difficulty in speaking and swallowing, and an unsteady gait two weeks after suffering from diarrhea. On admission, he showed flaccid tetraparesis (Medical Research Council (MRC) scale grade 3 in the lower limbs, 4 in the upper limbs), external ophthalmoplegia and areflexia. His consciousness was alert, and pathological reflexes were not observed. Nerve conduction studies (NCS) on day 7 showed a slight reduction in sensory nerve action potential (SNAP, recorded orthodromically) amplitude in all examined nerves (5.5 μV in the right median nerve; normal range > 7.9 μV) and slightly prolonged distal motor latency (4.3 ms in the right median nerve only; normal range < 3.7 ms). Slightly slowed F-wave conduction velocity (FWCV) was also observed in all examined nerves (58.0 m/s in the median nerve; normal range > 59.0 m/s). Serum IgG antibodies on admission were measured by enzyme-linked immunosorbent assay to gangliosides (GM1, GM2, GM3, GD1a, GD1b, GD2, GD3, GT1a, GT1b, GQ1b, GA1) and combinations of gangliosides (GM1, GD1a, GD1b, GT1b, GQ1b, GA1). Enzyme-linked immunosorbent assay for IgG antibodies against isolated gangliosides and ganglioside complexes were performed as previously reported [, ]. Antibodies to GA1 and GSCs were positive, especially GA1/GQ1b and GA1/GT1a, which had high titers (Fig. ). After admission, the weakness in all limbs worsened, and the patient became chair-bound on day 7 after admission. He was then treated with intravenous immunoglobulin (IVIG, 0.4 g/kg/day for 5 days) and began to recover. Within a month, he was discharged with a crutch and later fully recovered. Serum reactivities to GSCs on day 30 were reduced (respective optical density (OD) values of GA1, GA1/GQ1b and GA1/GT1a were 0.69, 1.71, and 1.84 on day 1, and 0.29, 0.84 and 0.85 on day 30).\\nAt age 28, in May, one week after suffering from a common cold, he developed an unsteady gait, diplopia and difficulty in speaking and swallowing. He was then readmitted to the same hospital. On examination, loss of proprioception was especially notable, in addition to dysarthria, ophthalmoplegia, areflexia and a weakness of the lower extremities. He was normal in mental status and did not show pathological reflexes. NCS on day 7 showed slightly prolonged distal motor latency (4.1 ms in the right median nerve only) and a slight reduction of SNAP (recorded orthodromically) amplitude in all examined nerves except for the sural nerve (4.9 μV in the right median nerve). Anti-ganglioside antibodies were negative, and antibodies to GA1/GD1b and GA1/GD1a were detected for the first time (in addition to the GSC-Abs identified in the first episode) (Fig. ). Starting at admission, IVIG was administered for 5 days. Although he was restricted to a wheelchair at the nadir, he left the hospital without any disability two weeks after admission.\\nAt age 33, in July, four days after an upper respiratory infection, he noticed diplopia and weakness of the lower extremities. The following day his gait became unsteady. He then complained of a difficulty in breathing and finally displayed drowsiness, and was admitted to our hospital. On admission, he had incomplete ophthalmoplegia, slurred speech, bilateral facial weakness, ptosis and flaccid quadriparesis (MRC grade 2 in the lower limbs, 3 in the upper limbs). Intention tremor and paresthesia were observed. Deep tendon reflexes were absent and an extensor response to cutaneous plantar stimulation was observed. NCS on day 7 showed prolonged distal motor latency in almost all nerves (4.6 ms in the right median nerve) and a reduction of SNAP (recorded antidromically) amplitude in all examined nerves (1.9 μV in the right median nerve; normal range > 10.0 μV). Slowed FWCV was also observed only in tibial nerves (37.6 m/s; normal range > 45.5 m/s). Antibodies to isolated GT1a and GD1a/GD1b, GT1b/GD1b and GM1/GT1b were detected for the first time (in addition to the GSC-Abs identified in previous episodes) (Fig. ). His cerebrospinal fluid was abnormal, with an increase in protein (73 mg/dl) and evidence of pleocytosis (432/3 μl; polymorphonuclear/mononuclear leukocyte ratio: 45/55). Brain and spinal magnetic resonance imaging were normal. Electroencephalography on day 5 showed a slow α-rhythm and occasional diffuse theta activity. Haemophilus influenzae was found in his sputum culture.\\nOn the day of admission, he developed a more severe disturbed consciousness, and intratracheal intubation was required for potential respiratory failure. He was given IVIG and intravenous methylprednisolone (1000 mg/day on days 1–5). On day 5, he fell into a deep coma without sedation. Starting on day 7, his condition gradually improved. First, his consciousness recovered, which revealed complete flaccid paralysis of the four limbs. Thereafter, the pathological reflexes disappeared. As his limb weakness was still severe, a second IVIG regimen was performed on days 14–18. Finally, the weakness of his four limbs gradually disappeared, and sensory ataxia became apparent. Serum reactivities to GT1a and GSCs on day 40 were reduced (respective OD values of GT1a, GA1/GQ1b and GA1/GT1a were 0.28, 1.28, and 1.29 on day 1, and 0.01, 0.24 and 0.27 on day 40). On day 56, he was transferred to a rehabilitation hospital with a wheelchair. At 10 months after the third onset, he had almost fully recovered, except for hyporeflexia and very mild diplopia and ataxia.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'27609292': 1, '31286716': 1, '25072194': 1, '12847079': 1, '12933959': 1, '18274803': 1, '16442797': 1, '8413947': 1, '22218648': 1, '20172612': 1, '22040444': 1, '18931012': 1, '27084218': 1, '22117529': 1, '26176883': 1, '33623289': 1, '8905988': 1, '29792178': 2}", "similar_patients": "{}"}