{"patient_id": 63547, "patient_uid": "5139770-1", "PMID": 27942294, "file_path": "comm/PMC005xxxxxx/PMC5139770.xml", "title": "Spontaneous Perforation of the Colon and Hypothyroidism: Report of a Case and Review of Literature", "patient": "A 35 years old male, a known case of hypothyroidism for the past 3 years presented to the emergency department with upper abdominal pain of 16 hours duration. He was on thyroid hormone therapy for 2 years, which he discontinued and switched over to Ayurvedic (alternative medicine) treatment since one year. He gave a history of chronic constipation which worsened since the last four months. He was also on treatment for acid peptic disease. On examination he was tachycardic (pulse rate: 100/min), blood pressure was 110/70 mm Hg. The abdomen was distended with maximal guarding and tenderness in the epigastrium. Bowel sounds were diminished. Laboratory investigations showed a total count of 14,900/mm3. Thyroid hormone profile was T3 = 55 ng/dl (normal range 97 - 169), T4 = 3.5 ugm% (normal range 5.5 - 11), TSH = 22µ IU/ml (normal range 0.462 - 4.68). Plain abdominal X-ray revealed free intraperitoneal air under the right hemi diaphragm. Hence based on a provisional diagnosis of hollow viscus perforation, an emergency exploratory laparotomy was performed. At laparotomy the upper abdomen appeared relatively normal; however there was purulent fluid and multiple small fecoliths in the pelvis. A thorough search revealed a small circular perforation of about 1 cm diameter over the antimesenteric border of recto-sigmoid. The sigmoid colon was found to be thinned out and dilated with hard faecal matter within it. No other gross abnormality could be detected. The mesenteric artery pulsations were well felt. Hence a Hartmann’s procedure was performed using a linear stapling device, and a segment of about 10 cm of thinned out distal colon including the ulcer was resected. The post operative period was uneventful. Manual faecal evacuation and multiple enemas were given through the colostomy to evacuate impacted faeces. He was started on thyroid hormones 200 ug/day. Histopathology report was suggestive of a non specific ulcer with focal mucosal and sub mucosal neutrophilic infiltration ().", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'2276009': 1, '7233949': 1, '8994388': 1, '10910249': 1, '6662390': 1, '9744404': 1, '1571320': 1, '3743300': 1, '31439564': 1, '6706068': 1, '13886203': 1, '9221866': 1, '16718836': 1, '27942294': 2}", "similar_patients": "{}"}