{"patient_id": 73751, "patient_uid": "5944469-1", "PMID": 29491357, "file_path": "comm/PMC005xxxxxx/PMC5944469.xml", "title": "Ectomesenchymal chondromyxoid tumor: a comprehensive updated review of the literature and case report", "patient": "A 54-year-old woman presented at the Department of Oral Surgery and Orthodontics of the Medical University of Graz with a nodular lesion of the palatal gingiva. The lesion was located between the first and second incisor on the right upper jaw (Fig. ). The patient reported that she had the lesion for a long time; it had grown larger within recent months but was painless. A pre-operative X-ray showed no tumor involvement of the neighboring maxillary bone (Fig. ). Clinical differential diagnoses comprised epuliform lesions, most likely a fibroma or peripheral ossifying fibroma. The lesion was totally excised down to the periosteum under local anesthesia (Ultracain dental® 4%, Sanofi-Aventis, Frankfurt am Main, Germany) and examined histopathologically by one of us (A.B.). A follow-up after 41 months showed no recurrence.\\nThe operative specimen measured 7:5:3 mm and was covered by an otherwise inconspicuous mucous membrane; the cut surface showed gelatinous tissue. Microscopically, the specimen was covered superficially by reactive hyperplastic squamous epithelium. A multinodular lesion was found in the underlying stroma (Fig. ). The nodules varied in size and consisted of myxoid/chondroid stroma, in which many cells, mostly spindle-shaped, were embedded (Figs. and ). In general, the nodules were rich in cells, often showing eosinophilic cytoplasm. The nuclei were enlarged and hyperchromatic in some places, exceptionally with nucleoli. Perinuclear cytoplasmic vacuolization was seen in many cells. With the exception of tiny nodules, each nodule was surrounded by dense, capsule-like tissue. There were no ductal structures. Immunohistochemically the lesional cells showed variable expression of S-100 protein and smooth muscle actin (SMA). The Kiel 67 protein (Ki67)-associated cellular proliferation rate was <5%. Interestingly, there were few nodules without any S-100 protein and SMA-positive cells (Fig. and ). No cells were immunoreactive for pancytokeratin, glial fibrillary acidic protein (GFAP), and cytokeratin (CK14).", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'15145046': 1, '21115924': 1, '25804378': 1, '16430745': 1, '23455793': 1, '34277484': 2, '25395780': 2, '21527189': 1, '23312916': 1, '27239359': 2, '19716722': 1, '11507511': 1, '26045862': 1, '27010880': 1, '25404177': 1, '20661118': 1, '7726361': 1, '23110000': 2, '23043966': 1, '15829881': 1, '18625372': 1, '18593455': 1, '8930825': 1, '17011812': 1, '21681469': 1, '20955943': 1, '21731283': 2, '8899780': 1, '12457726': 1, '12647223': 1, '20306996': 1, '32372271': 1, '19800267': 1, '24288100': 1, '27240862': 1, '22769404': 1, '22708841': 1, '31653634': 1, '29491357': 2}", "similar_patients": "{'4864532-1': 1, '8101660-1': 1, '4229773-1': 1, '3479778-1': 1, '3125662-1': 1}"}