{"patient_id": 122789, "patient_uid": "5803941-1", "PMID": 29441297, "file_path": "noncomm/PMC005xxxxxx/PMC5803941.xml", "title": "Branch Duct-type Intraductal Papillary Mucinous Neoplasm Presenting as Paraneoplastic Small Plaque Para-psoriasis", "patient": "A 42-year-old male without chronic comorbid illnesses and a teetotaler presented with fluctuating jaundice for 2 weeks. His past history was significant for multiple crops of pruritic flat red and scaly skin lesions affecting mostly the trunk and upper thighs that were waxing and waning for 3 months. He was told to have psoriasis, even though a skin biopsy was not done, and was given short courses of steroids and topical retinoids without relief. He denied gastrointestinal bleeds, altered sensorium, abdominal distension, abdominal pain, or fevers. A significant weight loss of >10% had occurred during the last month with loss of well-being and appetite. Clinical examination revealed mild icterus without pallor, lymphadenopathy, or peripheral edema. Abdominal examination was essentially normal. General skin examination revealed multiple erythematous, round-to-oval, scaly lesions with distinct borders scattered mostly over the trunk [, arrow] and upper chest that were provisionally thought to be SPP, cutaneous T cell lymphoma, or tinea incognito. Hemogram was normal, liver function tests showed total bilirubin of 9.4 mg/dL with direct fraction 5.8 mg/dL, alanine transaminase 76 IU/L, aspartate transaminase 98 IU/L, alkaline phosphatase 88 IU/L, and gamma glutamyl trans peptidase 228 IU/L. Tumor markers including CA19-9, carcinoembryonic antigen, alfa fetoprotein, and prostate specific antigen were within normal limits. The dermatologist ordered a skin biopsy which revealed, focal keratosis, parakeratosis, and acanthosis with upper papillary dermal fibrosis with perivascular lymphocytic infiltrates [], along with few areas showing spongiotic changes and neutrophilic exocytosis, consistent with PP with focal spongiotic dermopathy []. A contrast-enhanced computed tomography imaging of the abdomen revealed bilateral intrahepatic biliary radicle dilatation [, black arrow], cystic dilatation of the branches of pancreatic duct near the head and uncinate process [, white arrow], with a soft tissue mass at the distal end of the common bile duct (CBD) and extending into the distal pancreatic duct causing dilatation of both ducts, which was confirmed by a magnetic resonance cholangiopancreatogram (MRCP) [, white circle], as well as a normal appearing liver and absence of lymphadenopathy or ascites. A subsequent endoscopic ultrasound and fine-needle aspiration cytology from the mass lesion near the CBD revealed only benign cholangiocytes. After discussion with the hepatobiliary surgical team, Whipple's resection was performed and the resected specimens were sent for histopathological evaluation. Sections from the pancreas showed dilated main pancreatic duct showing intermediate-grade IPMN arranged in papillae, lined by pancreaticobiliary type epithelium focally showing mucinous appearance with lining cells showing focal crowding, and stratification [Figure and , arrows]. Occasional foci showed areas of microinvasion [, arrow] and surrounding stroma showing mild inflammatory infiltrates []. A final diagnosis of paraneoplastic SPP secondary to IPMN was made. One month after the surgery on follow-up, the patient is doing well, with complete resolution of the skin lesions [] and increased appetite and weight gain.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'25232456': 1, '25745669': 1, '27661043': 1, '18023767': 1, '18097728': 1, '23538999': 1, '19258446': 1, '20363406': 1, '22163260': 1, '26830712': 1, '18694680': 1, '29441297': 2}", "similar_patients": "{}"}