{"patient_id": 74444, "patient_uid": "5985619-1", "PMID": 29876332, "file_path": "comm/PMC005xxxxxx/PMC5985619.xml", "title": "The Challenge of Vestibular Rehabilitation in a Patient with Bilateral Vestibular Dysfunction Following Surgery: A Case Report", "patient": "The patient in this case was a 16-year-old female with orthopedic problems who had undergone several spine surgeries for kyphoscoliosis, and had received gentamycin after the procedures. After 6 months, the patient experienced continuous dizziness, unsteadiness and oscillopsia after using aminoglycoside (gentamicin). She also had abnormalities in movement due to inner ear and orthopedic problems, especially upon standing and walking. The vertigo was continuous and worsened upon motion, particularly in relation to vertical head movement and walking. Patients with this condition also tend to suffer severe imbalance, oscillopsia, gait abnormality and frequent falling. The patient had been treated by several ear, nose and throat (ENT) specialists and a neurologist with betaserc and cinnarizine since first experiencing vertigo in the 4 months prior to our visit. The patient left school because of her vertigo and imbalance.\\nInitially, the patient underwent a case history and several auditory tests, and showed normal hearing in pure tone and speech audiometry, good speech discrimination, type A tympanogram and present acoustic reflexes. The result of previous electrocochleography also was normal. The patient did not demonstrate ear fullness, low pitch tinnitus or episodic vertigo. For vestibular assessment, we performed several physical and functional vestibular tests to determine the extent of the abnormality, including electronystagmography (ENG) (Hortmann, Otometrics, Denmark), a Halmagyi head impulse test (HIT), cervical vestibular evoked myogenic potential (cVEMP) (EP25, Intra acoustic, Denmark), ocular vestibular evoked myogenic potential (oVEMP; EP25, Intra acoustic, Denmark), a bedside dynamic visual acuity test (DVT), Romberg test and Persian dizziness handicap inventory (DHI). DHI showed high validity, reliability and internal consistency (). ENG and HIT are used for assessing semicircular canals; cVEMP and oVEMP evaluate otolith organs; DVT shows visual acuity during movement and is related to vestibular abnormality. The Romberg test is used for balance evaluation, and DHI shows the impact of vertigo and imbalance on the patient.\\nThe result of ENG showed normal ocular motor function, no spontaneous or positional nystagmus and BVD in a caloric test (less than 3° nystagmus for cold and warm stimulus in both ears). The bedside HIT was abnormal, and overt catch-up saccade was observed. The cVEMP and oVEMP results were abnormal on both sides. The patient could stand in the open-eye situation of the Romberg test, but lost balance after closing her eyes. The DVT was positive and the patient missed nine lines in the Snellen chart between visual acuity in the static situation and DVT. The DHI score was 84, representing profound disability and decreased quality of life. These results represent abnormal function in the horizontal semicircular canals, saccular and utricular system on both sides, loss of vestibular ocular reflex and a much-decreased quality of life.\\nThe vestibular rehabilitation requires nine sessions (over 8 months), but the patient and rehabilitation team were well connected. The rehabilitation plan mainly focused on gaze stability and adaptation exercises including horizontal X1 exercise with near object, vertical X1 exercise with near object, horizontal X1 exercise with far object, vertical X1 exercise with far object, horizontal X1 exercise with near object and large target, vertical X1 exercise with near object and large target, diagonal gaze stability exercise, horizontal X2 exercise with near object, vertical X2 exercise with near object, horizontal head movement while waking with fixed vision, vertical head movement while waking with fixed vision and bouncing up and down a trampoline with fixed vision. We assessed the patient’s progress (quality of life, balance and oscillopsia) using DHI, the Romberg test and DVT through rehabilitation, as shown in ().\\nThese results showed no change in the first three sessions (roughly a 2-month period) in quality of life, vertigo, imbalance or oscillopsia. However, after this period, the patient showed gradual progress in all areas. The DHI score must change by at least 19 to be considered significant progress (); therefore, change in this parameter from Session 1 to 4 is considered significant progress and clinically important. In last session, the DHI scores were close to normal and the Romberg test and DVT results were normal. These findings show complete compensation of the vestibular ocular reflex, normal balance function and a good quality of life.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'25975644': 1, '22844867': 1, '11801950': 1, '16080640': 1, '22431876': 1, '17438254': 1, '19126985': 1, '25422664': 1, '19645958': 1, '8233513': 1, '2769834': 1, '23949355': 1, '24763518': 1, '23302709': 1, '29876332': 2}", "similar_patients": "{}"}