{"patient_id": 63975, "patient_uid": "5206420-1", "PMID": 28097032, "file_path": "comm/PMC005xxxxxx/PMC5206420.xml", "title": "Abdominal Pain in the Female Patient: A Case of Concurrent Acute Appendicitis and Ruptured Endometrioma", "patient": "A 24-year-old Chinese woman with no past medical or surgical history was admitted to Flushing Hospital with a one-day history of periumbilical abdominal pain, which migrated to the right lower quadrant. A review of systems was positive for nausea, vomiting, and anorexia, negative for subjective fever or chills. The patient was afebrile and hemodynamically stable. Her physical exam was pertinent for right lower quadrant and suprapubic tenderness, negative for distension, guarding, rebound, or rigidity. Her gynecologic exam was negative for cervical motion and uterine or adnexal tenderness, and her last menstrual period was 19 days previously. Medications included oral contraception. Labs revealed a white blood cell count of 15.9 K/μL with 80.7% neutrophils. Her urinalysis was normal, and her urine pregnancy test was negative. Computed tomography (CT) scan of abdomen and pelvis with intravenous and oral contrast revealed a mildly dilated appendix, measuring 7.5 mm in diameter, and mild wall thickening consistent with acute appendicitis (). Additional findings included a large partially cystic complex left adnexal mass measuring 5 × 8.5 × 6 cm with moderate pelvic ascites, which was confirmed by transabdominal and transvaginal ultrasounds (US) (). Arterial flow was demonstrated in both ovaries ruling out ovarian torsion.\\nThe differential diagnosis included ovarian cyst with secondary periappendiceal inflammation versus acute appendicitis with concurrent large complex ruptured ovarian cyst. The surgical and gynecologic teams, together, performed diagnostic laparoscopy. Intraoperatively, the appendix appeared inflamed, without signs of necrosis, perforation, or abscess formation. The ovarian cyst measured approximately 7 cm and was found to be partially ruptured with dark blood in the pelvis as well as scattered endometriosis-like lesions in the pelvic peritoneum. Laparoscopic appendectomy and left ovarian cystectomy were performed without complication (). The pathology report revealed (1) acute appendicitis with appendix measuring 4.5 × 0.6 cm with tan smooth serosa and scant fibrous adhesions and (2) endometrioma measuring 5.5 × 3 × 2.2 cm with tan, gray, purple, rubbery, membranous tissue, without solid areas or papillary tissue. The postoperative course was uneventful with the exception of acute anemia requiring one transfusion of packed red blood cells. The patient was doing well at two weeks postoperative follow-up.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'16928974': 1, '8240553': 1, '20503240': 1, '22096677': 1, '6706790': 1, '1597528': 1, '15922976': 1, '9527577': 1, '17514369': 1, '23993940': 1, '16828481': 1, '22424211': 1, '28097032': 2}", "similar_patients": "{}"}