{"patient_id": 71522, "patient_uid": "5799618-1", "PMID": 29445473, "file_path": "comm/PMC005xxxxxx/PMC5799618.xml", "title": "Graves’ disease coexisting with resistance to thyroid hormone: a rare case", "patient": "Due to recurrent palpitation and tremor over at least 3 years, a 14-year-old girl was admitted to our center on 22 July 2013. She had been diagnosed with hyperthyroidism in another hospital according to her thyroid function on 15 July 2010. Methimazole was prescribed primarily, and it was changed for propylthiouracil on 29 June 2011. However, her thyroid function remained abnormal over the 3 years prior to her presentation at our department (Tables and ). All antithyroid drugs had been suspended for 5 months since 28 January 2013, and she was admitted to our center on 22 July 2013 for further checkup and diagnosis. Her thyroid function was rechecked twice during her stay in our ward. The results showed remarkable elevation of FT3 and FT4 levels with a suppressed TSH level. At both time points, the FT3 concentration exceeded 30.8 pmol/L (normal range, 3.5–6.5 pmol/L), and the FT4 concentration exceeded 154.8 pmol/L (normal range, 11.5–22.7 pmol/L). The serum TSH concentrations at the two time points were 0.013 μIU/mL and 0.006 μIU/mL (normal range, 0.55–4.78 μIU/mL). The measured levels of TSH receptor antibody (TRAb) were 40 mIU/mL and 35.36 mIU/mL (normal range, 0–1.58 mIU/mL). After administration of a small dose of 131iodine, the radioactive iodine uptake rate was 68.69% at 2 h (normal range, 4.5%–24.5%), 85.98% at 6 h (normal range, 8.7%–42%), and 69.53% at 24 h (normal range, 19%–61%). A magnetic resonance (MRI) scan taken previously in 2012 at the other hospital showed a slightly enlarged pituitary gland not occupied by a lesion.\\nPhysical examination on admission revealed a body temperature of 37.2°C, heart rate of 120 beats per minute, respiratory rate of 18 breaths per minute, blood pressure of 110/60 mmHg (1 mmHg = 0.133 kPa), weight of 40 kg, height 1.55 m, and body mass index of 16.65 kg/m2. The patient's thyroid was moderately enlarged without murmur or a nodule. Along with the heart rate of 120 beats per minute, there was obvious accentuation of the first heart sound and tremor, but no edema or proptosis were found. No other specific findings were observed.\\nThe patient's father was advised to undergo a check of his thyroid function and receive genetic testing to determine whether he also had THR, which is a familial disease. Thyroid function tests in our hospital revealed a FT3 concentration of 10.3 pmol/L (normal range, 3.5–6.5 pmol/L), FT4 concentration of 32.03 pmol/L (normal range, 11.5–22.7 pmol/L), and TSH concentration of 1.662 μIU/mL (normal range, 0.55–4.78 μIU/mL) for the father on 05 February 2013 (Table ). Repeated tests on 22 July 2013 showed elevated FT3 and FT4 levels with a normal serum TSH concentration (Table ).\\nThe patient's history was not inconsistent with simple Graves’ hyperthyroidism, and her father's thyroid function indicated THR syndrome without any comorbidities. Therefore, genetic testing for mutations of the TR β gene was performed. A point mutation in the TR β gene was identified in the patient and her father (Fig. ). The 95th base C was replaced by T (C95T) on exon 10 with the codon of ACU changed to AUU, and the encoded threonine was changed to isoleucine.\\nSubacute thyroiditis, iatrogenic thyrotoxicosis, iodide-induced thyrotoxicosis, thyrotropin-secreting pituitary adenoma, and multinodular toxic goiter were excluded according to the patient's history, clinical manifestations, and follow-up observations.\\nThe patient was then diagnosed with THR complicated by Graves’ disease. Methimazole 30 mg/day and propranolol 90 mg/day were started on 22 July 2013, and then, methimazole 30 mg/day and propranolol 60 mg/day were maintained from 13 August 2013. After discharge, she was followed up regularly. The patient became asymptomatic with stable thyroid function, slightly elevated FT3 and FT4 levels, and a normal TSH level (Table ).", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'31341516': 1, '20574139': 1, '20151830': 1, '21598068': 1, '21921380': 1, '24217081': 1, '31673293': 2, '33088795': 1, '33176840': 1, '29445473': 2}", "similar_patients": "{'6814060-1': 1}"}