{"patient_id": 64516, "patient_uid": "5279087-1", "PMID": 28099342, "file_path": "comm/PMC005xxxxxx/PMC5279087.xml", "title": "Successful surgical treatment for squamous cell carcinoma arising from hidradenitis suppurativa", "patient": "A 60-year-old male was suffering from repeated painful furuncles in the right buttock for 15 years. The lesion was mainly on the buttocks and perineal region accompanied by hypertrophy of the surrounding tissue. During this period, the patient had received incision and furuncle drainage for several times, however, the lesions were frequently recurrent. By May 2014, he developed an ulcerative tumor in the right buttock which forced him to consult further treatment. He was diagnosis of HS by dermatologist and then administrated with oral antibiotics. His medical history was unremarkable except for a 40-year smoking habit. Physical examination revealed a 5 cm × 5 cm mass in the right buttock with crateriform ulcer and stinky purulence on the top (Fig. ). Besides, the surrounding tissue was hyperpigmented with tenderness. Pathological biopsy was performed twice right after diagnosis. The first examination revealed slight skin hyperkeratosis, irregular acanthosis, pseudoepitheliomatous hyperplasia (PEH) and infiltration of a few chronic inflammatory cell surrounding the perivasculatures in the superficial dermis. Second biopsy demonstrated verrucous carcinoma (a highly differentiated SCC) (Fig. ), immunohistochemistry results showed negative human papillomavirus (HPV), p16 expression and high Ki67. Meanwhile, bacterial cultivation of the drained nodules revealed proteus mirabilis. Before admission, he was treated with chemotherapy for a week. Nevertheless, he terminated the therapy because of unbearable pain.\\nIn July 4, 2014, radical resection till deep fascia and 3 cm free margin was performed under local anesthesia. During operation frozen pathologies of resection margin in the direction of 3, 6, 9, 12 o’clock showed tumor free (Fig. ). Topical negative pressure (TNP) treatment was applied consecutively for a week and fresh granulation tissues was formation. Later, reconstruction with split-thickness skin grafting from lateral thigh was conducted, the skin grafting healed primarily under careful observation (Fig. ). A year later, there is no evidence of tumor recurrence in this patient.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'1952719': 1, '30608295': 1, '24525526': 1, '23834292': 1, '23235532': 1, '11192034': 1, '17959012': 1, '16557073': 1, '30881834': 1, '30455771': 1, '12847371': 1, '33800250': 1, '15767822': 1, '24691319': 1, '8272921': 1, '31205707': 2, '19432663': 1, '19097532': 1, '24341890': 1, '20179481': 1, '33911814': 2, '16045671': 1, '24618607': 1, '8784291': 1, '34829823': 1, '7851542': 1, '20029163': 1, '28099342': 2}", "similar_patients": "{'7875211-1': 1, '6537059-1': 1}"}