{"patient_id": 114919, "patient_uid": "5136743-1", "PMID": 27994839, "file_path": "noncomm/PMC005xxxxxx/PMC5136743.xml", "title": "Romidepsin Controls Chronic Lymphocytic Leukemia in a Patient with Mycosis Fungoides", "patient": "A 66 year-old male was referred to the cutaneous lymphoma clinic at the University of Pittsburgh Medical Center for evaluation of a rash of six-month duration that had been diagnosed as mycosis fungoides and confirmed histologically. There were erythematous with bluish hue mildly pruritic patches and plaques on his upper and lower extremities bilaterally, occupying 15% of body surface area (). The patient also had a known diagnosis of CLL stage II (Rai) without B symptoms of 18 year duration, for which he had never received treatment. CT scan demonstrated mildly enlarged axillary, upper abdominal, bilateral external iliac, obturator, and inguinal lymph nodes bilaterally. Lymphadenopathy had been present originally at his diagnosis of CLL 18 years prior. Moderate splenomegaly was noted and consistent with his past history of splenomegaly due to CLL. Flow cytometry demonstrated a monotypic CD19+, CD20+, CD5+, CD10-, CD23+, partially FMC7+ population with positive IgH clone that was 48% of total B cells (11,136 cells/mm). In this B cell population, 40% were zap70+, 0.2% were CD49d+, and 0.3% were CD38+. There was also a small population of atypical T cells that were 26.4% of CD3+ T cells (440 cells/mm) with the following phenotype CD3+, CD45 bright+, CD4+, CD8-, CD7-. CD25 was present on 38% of the CD3+ T-cells, CD26 was not detected on 36% of the CD4+ T-cells, and CD7 was not detected on 62% of the CD4 T-cells. Based on these findings, his MF was staged as stage II disease (T2N1M0B1). The patient was started on romidepsin administered over a 21 day cycle, two weeks on followed by one off week. The patient received eleven cycles of romidepsin over seven months, with the dose starting at 10 mg/m and being increased to 14 mg/m in later cycles. The patient demonstrated partial response of his MF with 50% decrease in body surface area and thinning of the remaining plaques limited to the abdomen, back, and preauricular region. The patient demonstrated near complete response in his CLL. His absolute lymphocyte count (ALC) decreased over this period: from 10.5×109/L to 5.76×109/L after the first cycle, and went below 4.0×109/L after cycle 4, and continued to remain within this range with subsequent cycles (). Hemoglobin remained stable above 12 g/dL during treatment. The patient had transient thrombocytopenia (below 100×109/L), which always recovered during the rest week. After two cycles of romidepsin, there was an absence of lymphadenopathy and splenomegaly on physical examination, and both remained absent throughout the course of treatment. During treatment with romidepsin, the patient did report dysgeusia and dose-dependent asthenia lasting 24-48 hours after infusion. Interestingly, he managed to improve his asthenia by forcing himself to eat in spite of dysgeusia. Due to clinical improvement after 11 cycles of romidepsin, treatment of his MF was switched to bexarotene and narrow band UVB therapy in an attempt at adequate disease management with agents that had less burden of adverse effects. After discontinuation of romidepsin, his ALC rose four months later to 6.75×109/L. Flow cytometry performed 13 months after discontinuation of romidepsin demonstrated a persistent population of B-lymphocytes with an immunophenotype of CD19+, CD20+, CD5+, CD23+, CD200+, CD10-, and FMC-7+. This population was 14% of total B lymphocytes (770 cells/mm), representing a 93% decrease prior initiation of the therapy with romidepsin. No population of atypical T cells was demonstrated in the peripheral blood 13 months after romidepsin discontinuation.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'12440223': 1, '19826128': 1, '15466934': 1, '26473529': 1, '25700432': 1, '10438728': 1, '25908509': 1, '19887558': 1, '28512405': 2, '12649137': 1, '27994839': 2}", "similar_patients": "{'5422730-1': 1}"}