{"patient_id": 118208, "patient_uid": "5464381-1", "PMID": 28620506, "file_path": "noncomm/PMC005xxxxxx/PMC5464381.xml", "title": "An unusual manifestation of diabetic ketoacidosis and acute colonic pseudo-obstruction", "patient": "A 50-year-old Filipino woman with a history of type II diabetes mellitus and hypertension presented to the emergency department with three days of generalised weakness and abdominal discomfort. She also described decreased oral intake for several days prior to presentation due to persistent nausea and intermittent facial flushing since the onset of her symptoms. She denied fevers, chest pain, dyspnoea, cough, headache, and dysuria. Her last bowel movement was four days prior to presentation. She took metformin daily and glipizide only when her blood glucose was higher than 140 mg/dL. Her only other medication was lisinopril. She denied alcohol, tobacco, or illicit drug use.\\nThe patient’s vital signs on presentation were a temperature of 37.1℃, heart rate of 152 beats/min, respiratory rate of 16 breaths/min, blood pressure of 175/79 mmHg, and oxygen saturation of 100% on ambient air. She had facial and neck flushing. Other pertinent findings on physical examination included dry mucous membranes, tachycardia, a regular heart rhythm, and a normal S1 and S2 without murmurs. She had hypoactive bowel sounds with a moderately distended and diffusely tender abdomen.\\nLaboratory tests demonstrated a serum sodium of 120 mmol/L, potassium of 5.3 mmol/L, chloride of 76 mmol/L, carbon dioxide of 25 mmol/L, urea nitrogen of 30 mg/dL, creatinine of 0.94 mg/dL, glucose of 612 mg/dL, and lactate of 2.1 mmol/L. Her anion gap was 19 (24 if corrected for an albumin of 2.1 g/dL). Her white blood cell count was 19.3 × 109 cells/L. Her haemoglobin and platelet counts were normal. Her initial troponin I was 0.07 µg/L (reference range: <0.04 µg/L). Urinalysis demonstrated a glucose >500 mg/dL and ketones of 20 mg/dL. The serum beta-hydroxybutyrate was 3.67 mmol/L. A haemoglobin A1c was 9.2%. Her serum lipase was within normal limits. Her chest radiograph was normal. An acute abdominal series demonstrated dilation of the large bowel measuring up to 7 cm within the region of the transverse colon ().\\nThe patient was aggressively resuscitated with isotonic crystalloid solution and was started on an insulin infusion. Her hyponatremia and anion gap resolved over the ensuing 24–48 h. Despite resuscitative efforts, the patient remained persistently tachycardic with a heart rate ranging 140–160 beats/min. She was treated empirically for sepsis with broad-spectrum antibiotics. Her serum troponin I peaked at 0.10 µg/L. Serial electrocardiograms demonstrated sinus tachycardia and Q waves in the inferior and anteroseptal leads suggestive of prior infarct, but there were no acute ST segment or dynamic T wave changes. A trans-thoracic echocardiogram demonstrated preserved left ventricular systolic function with an estimated ejection fraction of 60%–65% without wall motion abnormalities. Two sets of blood cultures drawn at the time of presentation remained negative.\\nA CT scan of the abdomen and pelvis, which was ordered to further assess the X-ray findings, confirmed diffuse massive dilation of the colon with an abrupt transition point at the splenic flexure and decompression of the distal colon. No anatomic obstruction was identified. The combination of the hypoactive bowel sounds and CT imaging pointed to acute colonic pseudo-obstruction. Her CT scan also demonstrated a 6.9- × 7.0-cm heterogeneous, partially necrotic mass within the right adrenal gland (). In the context of hypertension, tachycardia, nausea, and acute-onset facial flushing, pheochromocytoma was suspected. Plasma total free metanephrines and 24-h urine total metanephrines were markedly elevated (21,282 pg/mL and 42,638 mcg/24 h, respectively).\\nThe patient’s blood pressure and heart rate remained persistently elevated. She was started on phenoxybenzamine and a nicardipine infusion and had marked improvement of her vital signs. Her acute colonic pseudo-obstruction was reversed with the administration of phenoxybenzamine and an aggressive bowel regimen. She underwent a right adrenalectomy, which confirmed the diagnosis of pheochromocytoma. Since surgery, she has had no recurrence of abdominal symptoms. In addition, her diabetes and hypertension have improved dramatically.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'33238905': 2, '3753674': 1, '6475457': 1, '25943300': 1, '1575312': 1, '16112304': 1, '24472290': 1, '7930562': 1, '11640997': 1, '8968691': 1, '15080378': 1, '28620506': 2}", "similar_patients": "{'7687834-1': 1}"}