{"patient_id": 123652, "patient_uid": "5875294-1", "PMID": 29606936, "file_path": "noncomm/PMC005xxxxxx/PMC5875294.xml", "title": "Vedolizumab as a Potential Culprit in the Development of Ovarian Teratoma?", "patient": "A 36-year-old female with a past medical history of severe CD and multiple sclerosis presented to the emergency department after 1 week of left lower abdominal pain. The patient had initially been diagnosed with severe CD 5 years prior to current presentation. The initial therapy had included sulfasalazine and azathioprine, with mild improvement in symptoms. Azathioprine was stopped due to development of painful blisters. She was also treated with 6-mercaptopurine, infliximab, and adalimumab, which were stopped due to side effects. 6-Mercaptopurine caused loss of appetite, infliximab caused infusion reactions, and adalimumab caused severe migraines. After starting certolizumab, her symptoms were controlled, but it subsequently unmasked and exacerbated the underlying multiple sclerosis. Further evaluation revealed that she was also positive for the JC (John Cunningham) virus. Thus, certolizumab was stopped as well.\\nAbout 18 months prior to current presentation, she was admitted for cramping right lower quadrant abdominal pain that worsened after eating. It was associated with occasional nausea but no vomiting. Computed tomography (CT) of the abdomen and pelvis at that time showed wall thickening of the distal ileum, terminal ileum, and segments of the small intestine, as well as intermittent inflammatory worsening of the ileocecal valve, suspicious of the enteroenteric and enterovesical fistulous tract. Colorectal surgery was advised and an exploratory laparotomy performed with lysis of adhesions, resulting in an ileocecectomy. After this event, she remained without any therapy for her CD until starting vedolizumab 2 months prior to current presentation due to intolerance to immunomodulators, and inability to receive anti-TNF therapy due to multiple sclerosis and JC virus positivity. She received 3 doses of vedolizumab, causing significant improvement in symptoms.\\nThe patient had started experiencing new-onset abdominal discomfort 1 week prior to the current admission. The pain was pressure-like and squeezing, wrapping around her abdomen in a belt-like fashion. It was worse on her left flank and radiated to her left leg. She had associated nausea and over 10 episodes of nonbloody, nonbilious emesis. The physical examination was remarkable for left lower abdominal tenderness without guarding or rigidity. The laboratory data revealed an elevated white blood cell count of 15.73 × 103/μL. Serum C-reactive protein was 0.7 mg/dL and the erythrocyte sedimentation rate was 23 mm/h, which was lower than during her previous episodes of CD flare-ups, with C-reactive protein up to 2.2 mg/dL and the erythrocyte sedimentation rate up to 31 mm/h in the past. A CT scan of the abdomen and pelvis revealed an approximately 10-cm left ovarian mass that was cystic in nature with soft tissue and a bony component, suggestive of a dermoid cyst (Fig. ). A previous CT scan 18 months prior to current presentation had not revealed any findings regarding any ovarian lesions (Fig. ). Obstetric-gynecological care and colorectal surgery were consulted, and the patient underwent an exploratory laparotomy with left salpingo-oophorectomy and lysis of adhesions. Surgical pathology confirmed the mass to be a mature cystic teratoma, measuring 12.6 × 7.8 × 7.5 cm with extensive hemorrhagic necrosis consistent with ovarian torsion. The patient did well postoperatively and was discharged with outpatient follow-up.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'25903741': 1, '22419649': 1, '20201114': 1, '26893500': 1, '10233836': 1, '23046232': 1, '19509315': 1, '26336591': 1, '29606936': 2}", "similar_patients": "{}"}