{"patient_id": 113832, "patient_uid": "5044732-1", "PMID": 27833491, "file_path": "noncomm/PMC005xxxxxx/PMC5044732.xml", "title": "Kounis syndrome associated with amoxicillin/clavulanic acid", "patient": "A 56-year-old woman, hypertensive and historical of myomectomy for symptomatic uterine fibroids. She had no personal or family history of allergy. The patient was going to be operated to tympanoplasty. In the operating room, she was monitored by pulse oximetry, noninvasive blood pressure, and electrocardiogram (ECG). She was hemodynamically stable with a blood pressure of 150/85 mmHg.\\nShe received 2 g amoxicillin/clavulanic acid in antibiotic prophylaxis. Directly after the administration of amoxicillin/clavulanic acid, she complained of chest discomfort, nausea, vomiting, and sweating associated to generalized erythema and urticaria rashes. Her blood pressure and heart rate of 60/23 mmHg and 133 bpm, respectively. Following administration of intravenous fluid, ephedrine boluses 9 mg, parenteral corticosteroids 120 mg of methylprednisolone, and antihistamines 50 mg of promethazine. Her blood pressure rose to 100/65 mmHg, but her chest discomfort continued. The patient's ECG showed ST depression in V4, V5, and V6 leads []. Intravenous 5000 IU heparin and 600 mg clopidogrel were administered in the operating room. The operation is reported, and she was transferred to the cardiology intensive care unit. One hour after, her chest discomfort totally resolved and a check-up ECG was completely normal.\\nTroponin I levels were high (7.9 ng/ml) and transthoracic echocardiography showed normal left ventricular systolic functions with an ejection fraction of 60%. Coronarography was performed 24 h later, revealed normal.\\nFollowing catheterization, her medical was continued with antihistamines, 100 mg/day aspegic and 75 mg/day clopidogrel for 1 month.\\nOur final diagnosis was KS secondary to amoxicillin/clavulanic acid. The patient did not experience recurrent angina during hospitalization, and she was discharged on the 6th day.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'29348285': 1, '14789736': 1, '20461972': 1, '1793697': 1, '20512455': 1, '19174317': 1, '22222426': 1, '32923101': 1, '27833491': 2}", "similar_patients": "{}"}