{"patient_id": 124795, "patient_uid": "5973219-1", "PMID": 29854667, "file_path": "noncomm/PMC005xxxxxx/PMC5973219.xml", "title": "Open Surgical Repair Using the Femoral Vein for a Mycotic Superior Mesenteric Artery Aneurysm", "patient": "A 72-year-old man visited the emergency room with a 1-month history of poor oral intake and general weakness, as well as a 2-hour history of periumbilical pain. The patient had no medical history except hemorrhoidectomy, which had been performed 2 years earlier. Upon admission, the patient’s vital signs were stable. Laboratory testing revealed leukocytosis (11,190 white blood cells permicroliter) and an elevated C-reactive protein level (7.48 mg/L). A physical examination demonstrated epigastric tenderness and heart murmur, and abdominal computed tomography (CT) showed hepatomegaly and splenic infarction, but no signs of an aneurysm (). Transthoracic echocardiography revealed 10-mm and 8-mm areas of vegetation on the aortic and mitral valves, with moderate regurgitation in both valves. Thus, the patient underwent an emergency double-valve replacement (aortic valve: Carpentier-Edwards 19 mm [Edwards Lifesciences, Irvine, CA, USA]; mitral valve: Carpentier-Edwards 29 mm [Edwards Lifesciences]). Enterococcus casseliflavus was identified in the blood culture, although culture of the surgical specimen revealed negative findings. The patient received antibiotic treatment in the general ward and did not experience any specific complications.\\nOn the 25th day after surgery, the patient experienced abrupt abdominal pain and a pulsatile mass was found in the abdomen. Abdominal CT revealed an unruptured 3.5-×5-cm mycotic superior mesenteric artery (SMA) aneurysm (). Emergency surgery was performed, although bowel ischemia and aneurysm rupture were not observed ().\\nCareful dissection of the aneurysm was performed to preserve the intestinal vascular arcades. After clamping the SMA base, the aneurysm was opened and the thrombus was removed. Two jejunal branches from the SMA were identified inside the aneurysm, and color change occurred after ligation of the jejunal branch. We planned to harvest a vein for interposition at the branching point from the SMA to the jejunal branch. We chose to not use the great saphenous vein because of size mismatch (a small diameter). Thus, we harvested approximately 10 cm of the femoral vein by sharp dissection and hand-tie (). End-to-end anastomosis was performed on the SMA and the jejunal branch using a femoral vein graft. After the femoral vein graft interposition, the color of the bowel returned to normal (). SMA angiography was performed to confirm flow at the anastomosis site. Slight stenosis was found at the distal branch and a percutaneous transluminal angioplasty balloon was inserted. After confirming that the flow had improved, the aneurysmal sac was closed using an omental patch. To prevent postoperative venous hypertension and leg edema at the donor site, a compression stocking was applied and early ambulation was performed. The patient was discharged 45 days after the repair without any complications and with good leg and digestive function. A follow-up CT after 1 year revealed that the patency of the graft had been maintained ().", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'16338523': 1, '23182155': 1, '18727971': 1, '15857361': 1, '12623336': 1, '21098424': 1, '12577140': 1, '17210409': 1, '29854667': 2}", "similar_patients": "{}"}