{"patient_id": 67829, "patient_uid": "5524556-1", "PMID": 28785394, "file_path": "comm/PMC005xxxxxx/PMC5524556.xml", "title": "Management of a bilateral mandibular fracture in a single-humped camel", "patient": "A one-year-old male camel with the overhanging of the lower jaw was referred to the Hospital of Faculty of Veterinary Medicine, Shahid Chamran University of Ahvaz, Ahvaz, Iran. Based on the owner’s statement, the camel had been suffered during fighting with another camel seven days ago and the frontal aspect of the lower jaw was deviated ventrally. The animal was not able to grasped foods and had been nourished manually. In the physical examination, bilateral separation of the mandible and lacerations at alveolar and oral gingiva were seen. Radiography at lateral views revealed a transverse bilateral mandibular fracture at the caudal part of canine teeth (). It was decided to repair the fractures surgically under general anesthesia.\\nAfter about 18 hr fasting, the animal was transferred to the surgery theater, and restrained in sitting position with tightening ropes on the feet (). After acclimatizing to the circumstances, the camel was premedicated with ace-promazine (0.10 mg kg-1, Alfasan, Woerden, The Netherlands) intramuscularly (IM) into the mass of quadriceps muscle. Twenty min later xylazine (0.20 mg kg-1, Alfasan) was administered IM.\\nWhen the animal was sufficiently sedated, right jugular vein was catheterized using a 14-gauge intravenous (IV) catheter. Anesthesia was induced, 20 min after xylazine administration, with combination of ketamine (2 mg kg-1, Alfasan) and diazepam (0.10 mg kg-1, Caspian Tamin, Rasht, Iran) intravenously. Lidocaine 1.00% with epinephrine (20 mL, Aburaihan, Tehran, Iran) was also infiltrated at the oral and alveolar sides of gingival mucosa. Anesthesia was maintained during the procedure by repeated doses of xylazine and ketamine IV at half doses for induction (0.10 and 1.00 mg kg-1, respectively) as needed. During the anesthesia, the animal was maintained in sitting position, the neck of the camel was stretched and the head was placed on a surgical trolley. Heart and respiratory rates and palpebral and corneal reflexes were checked regularly.\\nThe oral cavity of the animal was washed with normal saline and diluted povidone iodine solution copiously and the foods, clots and debris were removed. The fracture was reduced and the mandible was maintained in its proper position. Using an electrical drill, two holes were created on either side of the fracture line. Care was taken to avoid dental roots and to maintain proper distance from fracture line. An orthopedic wire (1.00 mm diameter; Aesculap, Melsungen, Germany) was passed through the both holes and was tightened at the lateral side of the mandible. After applying the wires on both sides, the orthopedic wire was passed between the first and second right cheek teeth and central incisors and twisted around the teeth toward the root of incisors at the cranio-lateral side of the mandible. The same procedure was performed at the opposite side (). No instability or malocclusion was noted after fixation. After accomplishing the procedure, the oral cavity was washed with normal saline. For more support, a circular bandage was applied around the muzzle. Postoperative radiographic evaluation revealed satisfactory anatomical alignment of the fracture (). The animal was recovered uneventfully and no complications such as regurgitation or delirium were observed during anesthesia and recovery period.\\nFor postoperative care penicillin-streptomycin (30,000 IU kg-1 penicillin and 10 mg kg-1 streptomycin; Bayer Aflak, Azna, Iran) was administered IM daily for five days. Intramuscular ketoprofen (2 mg kg-1; Razak, Tehran, Iran) was administered for three days. The animal was allowed free access to water but feeding was recommended to be done manually with semisolid foods for at least two weeks. Feeding and drinking, during bandage application, were done by creating a small space between jaws without removing the supporting bandage. Daily washing of oral cavity and confining the animal in a closed area were also advised. After two months, the animal was sedated with xylazine (0.20 mg kg-1, IM) and interdental wires were removed while interfragmentary wires were left intact. On manual palpation, the fractured segments of the mandible had been tightly fixed, however, a slight ventral deviation of the lower jaw was noticeable. Follow-up the animal three months after surgery showed the full ability of the camel to prehend and to chew roughages. No complication was reported by the owner.", "age": "[[1.0, 'year']]", "gender": "M", "relevant_articles": "{'22380676': 1, '28785394': 2}", "similar_patients": "{}"}