{"patient_id": 116581, "patient_uid": "5353431-1", "PMID": 28465933, "file_path": "noncomm/PMC005xxxxxx/PMC5353431.xml", "title": "Echocardiographic Assessment and Successful Valvular Repair of Congenital Mitral Arcade", "patient": "We report the case of a 15-year-old female with mitral regurgitation diagnosed in infancy, in therapy with diuretics, vasodilators, and digoxin and in regular clinical and echocardiographic follow-up. The patient reported, in the last year, progressive exertional dyspnea, fatigue, and palpitations (New York Heart Association class III) with echocardiographic evidence of initial left ventricular dysfunction and severe mitral insufficiency (vena contracta 0.6 cm, effective regurgitant orifice 0.37 cm2, rigurgitant volume 57 mL). The color doppler flow of the mitral valve revealed an eccentric jet (headed to the posterolateral wall of the left atrium) due to a dysplastic valve with thickened leaflets, especially the anterior one [ and Video –], hypertrophy and partial fusion of the papillary muscles and the chordae, which appeared shortened. The mitral annulus was dilated (37 mm × 39 mm) and so was the left ventricle, without regional dysfunction but with a global systolic function mildly reduced (left ventricular ejection fraction 50-52%) and a severe left atrial enlargement (volume index 50 mL/m2). These findings, confirmed with the transesophageal approach, were consistent with the ones described in anomalous mitral arcade. The three-dimensional acquisition in this patient had not added information due to the extremely thickened tissue and the disruption of the entity “papillary muscles-chordae-leaflets.”\\nThe patient was referred to cardiac surgery for mitral valve repair. During surgery, the valve appeared severely dysplastic with deposition of fibrotic tissue on both leaflets. The anterior papillary muscle was hypertrophic, fibrotic, cranially deployed and directly connected to the anterior leaflet segment A1 (place of incomplete cleft) and posterior leaflet segment P1, with total aplasia of chordae tendineae. The posterior papillary muscle appeared moderately hypertrophic with hypoplastic chordae. The repair consisted of anterior and posterior papillary muscle splitting with two longitudinal lesions, removal of two secondary hypoplastic posterior paracommissural chordae and cleft closure of A1-A2 segments. A satisfactory mobility of the leaflets was obtained. Later anulovalvuloplasty was performed using a complete ring (Carpentier Physio number 30).\\nThe procedure was successful and the postoperative course was unremarkable.\\nAn echocardiographic study was performed on postoperative day 3 and showed good surgical result, with normal mitral leaflets coaptation, a mild residual mitral regurgitation, and a mean transvalvular gradient of 4 mmHg. Left ventricle appeared of normal dimensions with preserved systolic global function. Left atrium was only mildly enlarged. The patient was discharged on postoperative day 6 with warfarin and bisoprolol therapy. At the follow-up evaluation 3 months later the patient reported improvement of the exercise capacity without complaining fatigue or dyspnea in everyday activity; warfarin was withdrawn.", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'21527161': 1, '6022807': 1, '16308509': 1, '3661373': 1, '5799084': 1, '20103365': 1, '3567708': 1, '31147411': 2, '28465933': 2}", "similar_patients": "{'6557421-1': 1}"}