{"patient_id": 123625, "patient_uid": "5872880-1", "PMID": 29628596, "file_path": "noncomm/PMC005xxxxxx/PMC5872880.xml", "title": "Subarachnoid Block a Safe Choice for Cesarean Section in Neurofibromatosis Patient with Severe Kyphoscoliosis", "patient": "A 32-year-old NF1 primigravida with severe kyphoscoliosis, 36-week pregnant woman with 70 kg diagnosed as a case of cephalopelvic disproportion for emergency cesarean section with fetal distress. She had a full stomach status, taken a meal half an hour before surgery. During the physical examination, airway assessment revealed a mouth opening a fingerbreadth due to the temporomandibular joint dysfunction (TMD); therefore, Mallampati score could not be assessed. Examination of the spine showed a lateral curvature along with thoracolumbar kyphoscoliosis []. According to her complaint, she always had recurrent respiratory tract infection. Laboratory assessments were in normal limits. She was agitated and exhausted in pain. Considering the risks that may be caused by risk of failure in providing airway, we decided to perform subarachnoid anesthesia on the case in the preoperative period. Metoclopramide 10 mg and ranitidine 50 mg were administered intravenously before the surgery. The patient was monitored with electrocardiography, heart rate, noninvasive blood pressure (BP), and pulse oximetry (SpO2). Spinal anesthesia was performed in the sitting position at the third attempt between lumbar 4 and 5 intervertebral spaces with a 27-gauge atraumatic spinal needle []. 2 ml 0.5% hyperbaric bupivacaine was used. Lactated Ringer's solution of 1000 ml was administered. The operation was started at the 10th min. Her BP was 100/60 mmHg, SpO2 was 99%, and pulse rate was 100 b.p.m. Nasale O2 5 L/min was administered during the surgery. Surgery lasted for an hour. A live female infant with 2.5 kg with an Apgar of 8/9 was delivered. Her vitals were stable throughout the procedure. After the surgery, the patient was monitored for an hour.\\nPostoperative period was uneventful. The remainder of her hospital stay was unremarkable and she was discharged home with no change from her preoperative status. The patient was discharged on the 3rd postoperative day.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'15963674': 1, '11838313': 1, '14633579': 1, '21547193': 2, '20438631': 2, '12717151': 1, '17181402': 1, '12487187': 1, '29628596': 2}", "similar_patients": "{'2904278-1': 1, '3087283-1': 1}"}