{"patient_id": 66990, "patient_uid": "5453733-1", "PMID": 28589069, "file_path": "comm/PMC005xxxxxx/PMC5453733.xml", "title": "Looks Can Be Deceiving: A Case Report on Multicentric Reticulohistiocytosis Successfully Treated with Rituximab", "patient": "A 32-year-old Hispanic woman was being managed at her rheumatologist’s office for a provisional diagnosis of rheumatoid arthritis (RA). During this time, she had tried methotrexate and adalimumab with limited success. Given her refractory symptoms, she presented to us seeking a second opinion.\\nOn probing into her symptoms, she stated that her initial symptoms prior to the diagnosis of RA were two hours of morning stiffness and pain, which initially involved her right shoulder only. However, over a period of years, it gradually progressed to involve bilateral wrists, fingers, and knees as well. She also noted skin lesions involving her left elbow and the extensor aspect of bilateral fingers. They were considered to be xanthomas by her previous physicians. Although these lesions were biopsied, the results were inconclusive. Interestingly, she was noted to have evidence of hypercholesterolemia on labs and was started on cholesterol-lowering medication. Her reviews of symptoms were only positive for secondary amenorrhea. She denied any history of inflammatory bowel disease, uveitis, preceding gastrointestinal infection, nail changes, or involvement of her axial joints.\\nOn physical examination, there was evidence of synovitis around her right shoulder, right knee, bilateral metacarpophalangeal (MCP) joints, and bilateral proximal and distal interphalangeal (PIP and DIP) joints (Figure ). Her right shoulder appeared grossly deformed on inspection and palpation, and she had decreased range of motion in all directions. Her left elbow was notable for a flexion contracture and limited range of motion in both flexion and extension. She also had limited range of motion of bilateral MCP, PIP, and DIP joints. She was unable to make a fist in either hand. The examination was also remarkable for the presence of a well-circumscribed papulonodular lesion on the left elbow (Figure ). Her nails and axial spine appeared to be disease-free.\\nLaboratory studies ordered at our office demonstrated a high rheumatoid factor (RF) with 56.4 IU/ml (normal value < 7 IU/ml) and a high erythrocyte sedimentation rate (ESR) of 38 mm/hr. Her C-reactive protein (CRP) and antinuclear antibody (ANA) were normal. Anti-Sjögren’s syndrome related antigen A (anti-SS-A) antibody was elevated with a titer of 8.0 U and anti-Sjögren’s syndrome related antigen B (anti-SS-B) antibody was elevated with a titer of 5.2 U. However, anti-Smith antibodies, anti-double-stranded deoxyribonucleic acid (DNA) antibody (anti-dsDNA), anti-neutrophil cytoplasmic antibody (ANCA), anti-topoisomerase antibody (anti-scl-70), ribonucleoprotein (RNP), anti-Jo1 antibody, and hepatitis panel were negative. With regards to her secondary amenorrhea, she was noted to have a low estradiol level of 11 pg/ml, a high follicle stimulating hormone (FSH) level of 76.6 mIU/ml, and a high luteinizing hormone (LH) level of 62.8 mIU/ml, suggesting premature primary ovarian failure. X-rays of her digits revealed evidence of arthritis mutilans with predominant involvement of her bilateral DIP joints as demonstrated in the image, in addition to the MCP and PIP joints (Figure ). MRI and x-ray of the right shoulder revealed a widening of the acromioclavicular joint and glenohumeral degenerative changes.\\nAlthough her clinical presentation closely fit the diagnosis of RA, not all of her symptoms were explained by it, particularly the involvement of the DIP joints, her skin findings, and the complete lack of response to methotrexate and adalimumab. Nonetheless, she was given the benefit of the doubt, and a trial of multiple other biological agents, such as etanercept, abatacept, and golimumab, was attempted over a period of 12 months. She failed each of these biological agents. She was also noted to have osteopenia and was started on alendronate, but she did not note any change in symptoms with the addition of the alendronate. Owing to the refractory nature of her disease, she was referred to a quaternary center. At the referral center, she was given a trial of rituximab. She demonstrated some clinical improvement of synovitis in her right knee and both hands joints within the first month of rituximab therapy.\\nHowever, due to continuing symptoms in her right shoulder, a synovial biopsy of the right shoulder joint was pursued, which showed evidence of histiocytes and multinucleated giant cells with eosinophilic cytoplasm on histopathology (Figures -). The above findings sealed the diagnosis of multicentric reticulohistiocytosis, which also explained her joints and skin symptoms, the refractory nature to conventional rheumatoid arthritis therapy, hypercholesterolemia in a young lean woman, and could also potentially explain her premature primary ovarian failure. The patient received two infusions of rituximab therapy six months apart. Over a follow-up period of seven months post-rituximab therapy, she noted remarkable improvement in her joint-related symptoms.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'27026876': 2, '34916702': 1, '23872542': 1, '17113966': 1, '32884795': 1, '21658110': 1, '27886798': 1, '25900189': 1, '28589069': 2}", "similar_patients": "{'4766148-1': 1}"}