{"patient_id": 120602, "patient_uid": "5644011-1", "PMID": 29042739, "file_path": "noncomm/PMC005xxxxxx/PMC5644011.xml", "title": "Robinow Syndrome and Fusion of Primary Teeth", "patient": "A 5.5-year-old male child diagnosed as RRS reported to the Department of Pediatric Dentistry for the treatment of decayed teeth. The child weighed 10 kg and had an average IQ. His history revealed that he was the third child born to a healthy 26-year-old mother in a consanguineous marriage, delivered by cesarean section at 36 weeks of gestation.\\nThe patient had a short stature [] and his skeletal findings revealed that the patient had mesomelic as well as rhizomelic limb shortening, indicative of dwarfism. His fingers and toes showed brachydactyly and clinodactyly with dysplastic toenails [Figure and ].\\nThe patient had multiple vertebral segmentation defects showing hemivertebrae, butterfly-shaped vertebrae, as well as wedge vertebrae, which resulted in scoliosis of the spine with convexity to the right side []. Rib fusion (pathognomonic for RRS)[] and dysplastic sacrum were also observed in the patient [].\\nAs per the patient's medical records, the patient also had micropenis but showed the presence of the both testes in scrotal sac. Ultrasonography of the abdomen showed the presence of 6-mm cyst in the lower pole of right kidney. Two-dimensional echo and color Doppler study showed no evidence of any congenital heart disease.\\nThe patient's craniofacial features were characterized by macrocephaly, frontal bossing, micrognathia, and low set ears. There were marked hypertelorism and mid-facial hypoplasia due to a depressed and flat nasal bridge along with anteverted nares, giving an appearance of fetal-facies []. His eyes were prominent with wide and down-slanting palpebral fissures giving an appearance of pseudo-exophthalmos due to lower eye lid deficiency.\\nThe patient showed a triangular mouth giving an inverted 'V' (tented) appearance. The palate was deep, narrow and showed submucous clefting []. The presence of ankyloglossia and a bifid tongue was distinct []. The patient showed malaligned teeth with gingival hyperplasia []. Dental findings included multiple carious teeth and fusion of left primary mandibular lateral incisor and primary mandibular canine []. Primary maxillary right central incisor was discolored and nonvital due to trauma 1 year back []. Orthopantogram revealed that all the permanent teeth were present, but their root formation was found to be delayed [].\\nThe child was already under growth hormone therapy which was later discontinued as the results were unsatisfactory. The patient had been given injection testosterone 25 mg once a month for 3 months for hypoplastic genitalia, and calcium supplements were also instituted for the patient as a part of medical management. The patient was referred to the Department of Paediatric Medicine for general systemic evaluation and routine hematologic investigations were advised which were within normal limits.\\nAccording to Frankl's Behavior Rating Scale, the child's behavior was positive and it was observed that the child was comfortable during dental treatment using desensitization behavior management technique. Protective stabilization was provided in the form of cushions around the waist and lower back as the patient had scoliosis. Initially, scaling and polishing of teeth along with topical fluoride application using 1.23% acidulated phosphate fluoride gel was done. The carious teeth (64, 82, 83, fused teeth 72 and 73) were restored with glass ionomer cement and pulpectomy of 51 was performed followed by obturation with zinc oxide-eugenol cement and postendodontic composite restoration. The patient was advised extraction of 81, but the parents refused; hence, the tooth was kept under observation. Oral hygiene instructions were given along with dietary counseling to the patient and parents. The patient was scheduled for regular fluoride applications every 6 months. The rationale for future orthodontic treatment was also explained to them. The management of ankyloglossia was explained, but the parent refused as the patient currently did not demonstrate any difficulty in speech.", "age": "[[5.5, 'year']]", "gender": "M", "relevant_articles": "{'17256787': 1, '5771504': 1, '21496006': 1, '10700181': 1, '12011143': 1, '33323370': 1, '19761290': 1, '641945': 1, '10213037': 1, '29042739': 2}", "similar_patients": "{}"}