{"patient_id": 68078, "patient_uid": "5545090-1", "PMID": 28779751, "file_path": "comm/PMC005xxxxxx/PMC5545090.xml", "title": "Anti-glomerular basement membrane glomerulonephritis following nintedanib for idiopathic pulmonary fibrosis: a case report", "patient": "A 59-year-old Caucasian woman was referred to the renal department of our hospital with a 4-week history of painless hematuria and increasing lethargy associated with acute kidney injury (AKI). There was no suggestion of fevers, arthralgia, worsening cough/shortness of breath and in particular, hemoptysis. She had been diagnosed with idiopathic pulmonary fibrosis 4 years earlier, on the basis of radiological and clinical features and was managed by the respiratory department. She had begun treatment with the novel tyrosine kinase inhibitor nintedanib for the last 4 months. High-resolution computed tomography (HRCT) scans showed extensive peripheral, subpleural pulmonary fibrosis, and early honeycombing with superior to inferior gradient in keeping with usual interstitial pneumonia (UIP) (Fig. ). She also had an extensive investigation for other autoimmune diseases including systemic lupus erythematosis (SLE), sarcoidosis, and rheumatoid arthritis prior to her diagnosis of IPF.\\nTreatment was complicated by diarrhea that required a dose reduction. Her other comorbidities include a history of breast cancer in remission, Barrett’s esophagus, and osteoporosis. There was no previous history of renal disease. She was an ex-smoker with a 30 pack-year history and consumed less than two standard drinks of alcohol a week.\\nOn examination, our patient was comfortable at rest. Her respiratory rate was 16 breaths per minute, her heart rate was 60 beats per minute, her blood pressure was 90/60 mmHg, saturating at 98% on room air, and she was afebrile. Positive examination findings included dry mucous membranes, clubbing of the fingers, and fine crepitations throughout her chest, consistent with dehydration and pulmonary fibrosis. The jugular venous pressure was not elevated. Heart sounds were dual with no murmurs or pericardial friction rub. Her abdomen was soft and non-tender. There was no pitting edema in the sacrum or peripherally.\\nHer laboratory investigations suggested a nephritic syndrome and AKI. The latter was reflected by a creatinine of 285 umol/L, urea of 8.5 mmol/L, and estimated glomerular filtration rate of 15 mL/min/1.73 m2 from a normal baseline renal function 1 month prior. Her urine showed 60 × 106/L leukocytes and greater than 500 × 106/L red blood cells, with evidence of red blood cell casts. Her urinary protein creatinine ratio was 369 g/mol. She had anemia with a hemoglobin level of 91 g/L and hypoalbuminemia with an albumin level of 26 g/L. An enzyme-linked immunosorbent (ELISA) for anti-glomerular basement membrane (anti-GBM) was 860 chemiluminescent units (CU) (<20). Antineutrophil cytoplasm antibodies (ANCA) and antinuclear antibodies were negative and complement levels were normal. A kidney biopsy was promptly performed, which showed evidence of an anti-GBM antibody associated necrotizing crescentic glomerulonephritis with linear deposition of immunoglobulin G (IgG) along the glomerular basement membrane, with 100% crescents (7 out of 7), with rupture of Bowman’s capsule and acute tubular injury (Fig. ).\\nThe clinical presentation and laboratory findings were consistent with anti-GBM disease.\\nOur patient was managed as anti-GBM glomerulonephritis initially with pulse intravenous 1 g methyl prednisolone for 3 consecutive days, followed by an oral prednisone 50 mg daily, which was weaned to 20 mg over a month. She was also started on oral cyclophosphamide 150 mg daily and plasma exchange daily (3.5 L exchanges) with fresh frozen plasma for the 5 days’ post-biopsy, followed by plasma exchange with albumin on alternate days for 2 weeks. She required urgent hemodialysis through a temporary dialysis catheter.\\nInitial presenting serum creatinine was 285 umol/L. Our patient’s renal function did not recover and she remained dialysis dependent on discharge from the hospital. Nintedanib was discontinued immediately. Plasma exchange was reduced to weekly from alternate days after the reduction of anti-GBM antibody levels (80 IU) and discontinued at 6 weeks at which point anti-GBM levels were consistently in normal range for the assay (<20 CU). At last follow-up at 12 months, the anti-GBM level has remained low at 13 CU (<20) but our patient remains dialysis dependent receiving thrice weekly in-patient hemodialysis. Cyclophosphamide was ceased at 2 months and prednisolone was gradually weaned to zero over a 6-month period.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'4275110': 1, '15149314': 1, '1536151': 1, '14615415': 1, '4604010': 1, '329051': 1, '25815169': 1, '19522465': 1, '11981257': 1, '12386279': 1, '21246240': 1, '15187053': 1, '6140495': 1, '20809935': 1, '1317224': 1, '8094792': 1, '21511828': 1, '9915278': 1, '6762091': 1, '26177183': 1, '31910852': 1, '20660402': 1, '32279192': 1, '782751': 1, '21854504': 1, '24834811': 1, '7679459': 1, '25087655': 1, '1969580': 1, '28779751': 2}", "similar_patients": "{}"}