{"patient_id": 116258, "patient_uid": "5324035-1", "PMID": 28280702, "file_path": "noncomm/PMC005xxxxxx/PMC5324035.xml", "title": "Mycophenolate mofetil toxicity mimicking acute cellular rejection in a small intestinal transplant", "patient": "A 47-year-old man underwent a combined SIT and renal transplant. He had short-gut syndrome with 35 cm of small bowel remaining after multiple resections for spontaneous volvulus. The native colon remained intact and functioning. He had end-stage renal failure due to oxalosis which had been demonstrated on pre-transplant renal biopsy. He received induction immunosuppression with pre-operative basiliximab 20 mg, with a second dose given on post-operative day 4. Early maintenance immunosuppression consisted of intravenous methylprednisolone, MMF 1000 mg BID, and tacrolimus titrated to a trough level of 10-12 ng/mL.\\nProtocol endoscopy and biopsy of the SIT and native colon, accessed via a chimney ileostomy, were performed on day 13 post-transplant. As per our institutional protocol, the biopsies were interpreted independently by two experienced transplant pathologists. The donor ileum and native colon appeared macroscopically normal. Donor ileal biopsy showed a mixed inflammatory infiltrate with activated lymphocytes, eosinophils and plasma cells and evidence of crypt epithelial injury associated with > 6 apoptotic bodies per 10 consecutive crypts (Figure ). Native colonic biopsies were unremarkable at this time (Figure ). A diagnosis of mild ACR was made. This was treated with pulsed methylprednisolone, as per our hospital’s protocol. A subsequent biopsy performed 3 d later demonstrated resolution of the ACR, again with normal colonic biopsies.\\nFurther protocol endoscopy and biopsy of the SIT and native colon was performed on day 23. The donor ileum had macroscopically flattened villi and the native colon appeared normal. Biopsy of the donor ileum, from both the chimney and the graft proximal to the colonic anastomosis, demonstrated focal villous blunting and flattening, with multifocal erosion, superficial ulceration with neutrophil clusters and inflamed granulation tissue. In areas there was marked degeneration and vacuolation of the surface epithelium with sloughing, but no viral inclusions were identified on immunohistochemistry. There was mixed mononuclear inflammation with foci of crypt degeneration, neutrophilic cryptitis, areas of crypt drop-out and up to 10 apoptotic bodies per 10 crypts, without confluent apoptosis (Figure ). In isolation these findings were concerning for at least moderately severe ACR, particularly in the setting of ACR only 10 d prior. An opinion was also sought from an international expert, who reviewed the biopsies, and felt that the changes in the small bowel were suspicious for moderate-severe ACR.\\nImportantly however, the native colonic biopsies also demonstrated surface epithelial vacuolation associated with crypt injury with dilatation, goblet cell depletion, focal attenuation of the epithelium and focally increased basal apoptosis (Figure ). These new findings in the previously normal native colon suggested a non-graft specific pathological process and hence, in the absence of viral infection, or clinical features of graft-vs-host disease (GVHD), raised suspicion for MMF GI toxicity. We therefore chose to discontinue the MMF (substituted with azathioprine) and not give any specific treatment for rejection, pending an early repeat biopsy.\\nFurther endoscopy and biopsy 4 d later (post-operative day 27) revealed significant improvement in histologic appearance with only low grade apoptosis, and by post-operative day 34 the endoscopic appearance was normal and histologic examination demonstrated normal villous architecture, regenerative crypts and 3-4 apoptotic bodies per 10 crypts. Native colonic biopsy showed evidence of healing injury and reduced apoptosis. Repeat biopsy on day 41 showed similar findings in the SIT and entirely resolved changes in the native colon. Viral inclusions were absent in all biopsy specimens.\\nThe patient is now one year post transplant and has remained on azathioprine, tacrolimus and prednisolone. He currently has intestinal autonomy and a well-functioning renal graft and has had no further episodes of acute rejection.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'14615824': 1, '25307033': 1, '20172286': 1, '26126799': 1, '16251851': 1, '22955230': 1, '18953814': 1, '19329937': 1, '19730240': 1, '19542873': 1, '18763324': 1, '9745545': 1, '23769102': 1, '24025088': 1, '21103265': 1, '21094821': 1, '28280702': 2}", "similar_patients": "{}"}