{"patient_id": 124529, "patient_uid": "5952952-1", "PMID": 29780575, "file_path": "noncomm/PMC005xxxxxx/PMC5952952.xml", "title": "Community-acquired infection to Raoultella ornithinolytica presenting as appendicitis and shock in a healthy individual", "patient": "A 54-year-old man, with no significant past medical or surgical history and no recent travel, presented to the emergency room with a 24-h history of nausea, vomiting, diarrhea and abdominal pain. The patient denied any ingestion of fish, contaminated food or water. He had generalized skin flushing and his vital signs were as follow: blood pressure 60/39 mmHg, heart rate 131/min and temperature 37,8°C. Aggressive fluid resuscitation and intravenous ciprofloxacin and metronidazole were initiated.\\nBlood tests’ results were as follow: white blood count 18.9 × 109/L, neutrophils 17,63 × 109/L, hemoglobin 162 g/L, platelets 120 × 109/L, creatinine 445μmol/L and an estimated glomerular filtration rate (GFR) of 12 mL/min. The venous blood gas (VBG) displayed metabolic acidosis with a pH of 7,29.\\nA non-injected computed tomography (CT) scan of the abdomen and pelvis showed a thickened terminal ileum and a distended appendix reaching 13 mm, with mild stranding of the surrounding fat.\\nHemodynamic instability and a suspected intra-abdominal source warranted surgical exploration. Turbid fluid retrieved from the right lower quadrant (RLQ) was sent for Gram stain and culture. A 1 cm necrotic zone was noted at the base of the appendix, without any other significant signs of appendicular or ileal inflammation. Appendectomy and peritoneal lavage were performed.\\nAs these findings were deemed insufficient to explain the severity of the patient’s presentation, intraoperative short colonoscopy and transesophageal echocardiography were performed. Both were normal. The patient was then admitted to the intensive care unit (ICU) where support with vasopressors continued for 2 days. He developed disseminated intravascular coagulation (DIC). After 7 days of empirical intravenous treatment with ciprofloxacin and metronidazole, the patient received an additional 7 days course of oral amoxicillin/clavulanic acid. The flushing syndrome persisted for 6 days. The patient left the ICU after 6 days, and recovered uneventfully before being discharged on postoperative Day 10.\\nBlood drawn at arrival and liquid from intraoperative RLQ fluid were analyzed using the MALDI-TOF MS technique (Matrix-Assisted Laser Desorption/Ionization Time-of-Flight Mass Spectroscopy). Results indicated the presence of R. ornithinolytica, which was multisensitive, notably to ciprofloxacin and amoxicillin/clavulanic.\\nPathological analysis of the appendectomy specimen showed acute inflammation of the appendicular muscularis, with no inflammation of the mucosa. No perforation was objectified. Periappendicular inflammation of the fatty tissue was also noted.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'34689741': 2, '26197285': 1, '32867725': 1, '31824461': 1, '26921549': 1, '23574552': 1, '32346300': 1, '24902523': 1, '29475169': 1, '11411716': 1, '3711281': 1, '27547740': 2, '34970231': 1, '25958102': 1, '30828324': 1, '27785317': 1, '32211296': 1, '29780575': 2}", "similar_patients": "{'4982781-1': 1, '8542406-1': 1}"}