{"patient_id": 116105, "patient_uid": "5311101-1", "PMID": 28246486, "file_path": "noncomm/PMC005xxxxxx/PMC5311101.xml", "title": "Pancreatic endometrial cyst mimics mucinous cystic neoplasm of the pancreas", "patient": "A 43-year-old obese Caucasian female presented to clinic for surgical evaluation of a pancreatic cyst. Three months prior to this visit, the patient was admitted to an outside hospital with one day of severe epigastric pain. She was found to have an elevated serum amylase and diagnosed with acute pancreatitis. Her imaging with a computed tomography (CT) scan during her initial hospitalization for pancreatitis revealed an 8 cm × 10 cm pancreas cyst with wall thickening and loculation in the pancreatic tail abutting the posterior stomach, spleen, and left renal hilum. Further evaluation with endoscopic ultrasound (EUS) demonstrated a 10 cm × 6 cm mass, and fine needle aspiration of brown fluid revealed a high amylase (> 1000 U/L) and elevated carcinoembryonic antigen (CEA) (951 ng/mL). Serum CEA and cancer antigen 19-9 were within normal limits.\\nAt this clinic visit, the patient reported worsening abdominal pain, fatigue, diarrhea, anorexia, and a 15-pound weight loss since her initial episode of pancreatitis. She denied having fever, blood in the stool, or hematemesis. Her medical history was significant for type 2 diabetes, hyperlipidemia, non-alcoholic fatty liver disease, and endometriosis. She had a past surgical history of an uncomplicated caesarian section. She denied abdominal trauma, cyclical/intermittent pain, chronic alcoholism, or episodes of pancreatitis prior to the recent episode; she had no history of previous medical or surgical therapy for her endometriosis. The patient had regular monthly menustral periods with no exacerbation of pain. There was no family history of pancreatic cancer, but her mother did have gallstone pancreatitis.\\nRepeat imaging at this visit revealed interval enlargement of the lesion. Axial, coronal and sagittal CT images (Figures and ) demonstrated a 10.0 cm × 11.1 cm × 16.5 cm macrocystic, thin walled, well circumscribed fluid density mass with a few internal septations and locules, which arises from and replaces the pancreatic body and tail. This mass abuts the stomach in its superior aspect and the spleen in its lateral aspect. Post-contrast images did not show evidence of internal enhancement. Mural nodules or other solid components were not identified.\\nThe initial presentation of a cystic lesion in the setting of pancreatitis can be concerning for pancreatic pseudocyst; however, the presence of the cystic lesion at the time of the initial presentation of pancreatitis, the interval enlargement, multilocular appearance, and elevated cystic CEA were concerning for a premalignant pancreatic cystic lesion. Thus, a decision was made to proceed with resection as opposed to a drainage procedure.\\nDiagnostic laparoscopy revealed a large, 16 cm cyst in the pancreatic tail adherent to the spleen, left kidney, and diaphragm. Significant fatty liver disease and omental inflammation were noted. The ovaries, Fallopian tubes, and uterus appeared normal without evidence of endometriosis. A laparoscopic distal pancreatectomy and splenectomy was then performed.\\nGross evaluation of the specimen revealed a 16 cm × 12 cm × 4 cm unilocular cyst containing gray-green cloudy fluid. The cyst wall was smooth, trabeculated, gray-brown with focal areas of hemorrhage. No papillary projections were seen. Histological examination showed cyst wall lined by benign cubo-columnar epithelial lining resting on a cellular stroma composed of bland spindle cells associated with thin walled blood vessels (Figure ). This cyst was considered intra-pancreatic because pancreatic tissue was present in the wall of the cyst without a fat plane. The spindloid stroma enclosed few scattered benign glands and groups of hemosiderin laden macrophages (Figure ). Immunohistochemical evaluation revealed the spindle cell stroma to be positive for CD10 (Figure ), estrogen receptor and negative for inhibin (Figure ). These features were consistent with cystic endometriosis.\\nAfter surgery, the patient had an uncomplicated hospital course, and she received post-splenectomy vaccinations. Her post-operative recovery was uncomplicated. On further questioning, the patient relayed a distant history of endometriosis. She claimed endometrial pain in the past however at the time of the operation she was having regular menstrual periods with her last menstrual period three weeks prior to the operation. At 16 mo from surgery the patient was doing well without any abdominal pain recurrence.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'6714583': 1, '17486054': 1, '15354741': 1, '19424410': 1, '16111956': 1, '11986349': 1, '12647644': 2, '22748958': 1, '3941442': 1, '24449000': 1, '10817436': 1, '23150863': 1, '34007507': 2, '8739477': 1, '21775920': 1, '24714589': 1, '15558937': 1, '27733937': 2, '20573927': 1, '30568111': 1, '21748624': 1, '32471042': 1, '28246486': 2}", "similar_patients": "{'4531683-1': 1, '8110415-1': 1, '5040200-1': 1}"}