{"patient_id": 115828, "patient_uid": "5290031-1", "PMID": 28120582, "file_path": "noncomm/PMC005xxxxxx/PMC5290031.xml", "title": "Diagnostic Clue of Meningeal Melanocytoma: Case Report and Review of Literature", "patient": "A 45-year-old, previously healthy man experienced increasing pain around his neck 14 months prior to admission to the hospital. During the intervening months, his symptoms progressed and increasingly more severe; initial leg weakness became gait disturbance and later hemi-paresthesia. After approximately 12 months of symptom onset without resolution, he underwent cervical spine magnetic resonance (MR) imaging which revealed a cervical mass.\\nComputed tomography (CT) imaging displayed no signs of calcification or evidence of abnormal bone change, but depicted a homogenously enhancing, dura-attached mass at the C1 level. Further evaluation by MR imaging showed a contrast-enhancing mass within the dura at the level of C1, measuring about 25×19×19 mm. The mass was hyperintense on T1-weighted imaging and hypointense on T2-weighted sequences. Although the enhancement of the mass was not obvious to eyes, as the mass was hyperintense on T1-weighted imaging without enhancement, homogenous enhancement was confirmed by quantitative measures (). The preoperative neuro-radiological diagnosis was meningioma.\\nNeurologic examination revealed that the patient had a left-sided lower extremity weakness of 4, decreased sensation on the right side, and hyperreflexia in both legs. He did not exhibit any clonus or Hoffmann or Babinski reflexes. Other aspects of the examination were unremarkable.\\nThe patient underwent decompression and removal of the mass. In order to use as baseline comparisons, motor and sensory evoked potentials were measured preoperatively. A complete laminectomy was performed in the C1 posterior arch, which revealed a black discoloration of the dura. After a dural incision at the C1 level, a black, multi-lobulated, and well-circumscribed tumor was found (). Gross total resection was done, and an intraoperative specimen appeared to be a melanocytic neoplasm, but the diagnosis was not conclusive.\\nThe diagnosis was confirmed by an immunohistochemical analysis (). Positive expression of HMB-45 and S-100 proteins was detected throughout the specimen. Mitoses, necrosis, or nuclear pleomorphism, which typically indicates a malignant melanoma, were not present in the microscopic findings. The Ki-67 labeling index was below 5%, a feature consistent with melanocytoma rather than malignant melanoma.\\nPostoperative clinical staging included CT scans of the chest and abdomen, whole body positron emission tomography, and a complete examination of the skin and retina. None of the exams revealed evidence of primary lesions elsewhere, suggesting the intraspinal lesion as a solitary melanoma. Postoperative cervical MR imaging was performed 4 days after the surgery and showed no evidence of residual tumor. The patient left the hospital 8 days after his surgery in a good condition. Additional follow up image was obtained 6 months after the surgery, which also showed no evidence of recurrent tumor.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'9420082': 1, '22347335': 2, '22442042': 1, '29740763': 1, '34754876': 2, '32011473': 2, '29941032': 2, '1545267': 1, '24101279': 1, '6328198': 1, '30821024': 1, '14579901': 1, '1436422': 1, '34106633': 2, '20558070': 1, '10403296': 1, '4343293': 1, '16391879': 1, '28120582': 2}", "similar_patients": "{'3277064-1': 1, '8133133-1': 1, '6020204-1': 1, '8554421-1': 1, '7220446-1': 1}"}