{"patient_id": 71867, "patient_uid": "5818931-1", "PMID": 29545961, "file_path": "comm/PMC005xxxxxx/PMC5818931.xml", "title": "Primary Peritoneal Angiosarcoma Metastatic to Liver and Bone without History of Radiation Therapy", "patient": "The patient was a 59-year-old male former smoker with a past medical history of stage 1-2/4 type I left sided renal cell carcinoma status after robotic partial nephrectomy, parathyroid adenoma status after resection, history of probable idiopathic thrombocytic purpura status after splenectomy, hypertension, diabetes mellitus type 2, coronary artery disease with past myocardial infarction and stent placement, and internal pacemaker-defibrillator placement. The patient had begun complaining of progressive fatigue, arthralgias, myalgias, and back pain beginning approximately one year before diagnosis at his primary care provider's office, which initially seemed to be associated with his, at the time, recent parathyroid resection. Lyme's disease, endemic in the patient's geographic region and often considered in nonspecific presentations with these symptoms, was ruled out by antibody assay. On retrospective analysis of the patient's history, he apparently had worked at a local university in maintenance and did not have a known history of employment in manufacturing or significant chemical handling. There was no known family history of genetic conditions that would predispose the patient to multiple malignancies.\\nThe patient progressively worsened over months; he developed nausea, dry heaving, and decreased appetite. CT of the chest and HIDA scan had been performed which revealed nonobstructive cholelithiasis with normal gallbladder function. The patient subsequently underwent a noncontrast CT of abdomen and pelvis, which revealed a large abdominal mass measuring 7 cm × 5.5 cm abutting the mid portion of the transverse colon, with numerous metastatic foci in the liver, lymphadenopathy adjacent to the pancreatic head, a large lytic lesion involving the tenth rib, and scattered lytic areas throughout the spine and left iliac wing (). The patient then underwent core biopsy of the abdominal mass.\\nInitial core biopsy of the abdominal mass revealed highly vascular tissue, the majority necrotic, with small atypical cells seen on frozen section. Immunohistochemical staining for RCC was negative. CD10 was equivocal with chromogranin A and podoplanin (D240) both being negative. Vimentin was strongly positive. A consult was made, an additional staining including Cam 5.2, CD31, and ERG. Cam 5.2 revealed rare mesothelial cells and the vascular proliferation was positive for both CD31 and ERG. It was concluded that the degree of necrosis precluded a definitive diagnosis but that a vascular neoplasm or well-differentiated angiosarcoma could not be excluded.\\nRepeat core liver biopsy and immunohistochemical staining were performed at an outside institution. The liver biopsy delineated a very hypercellular specimen (). The tumor was comprised of a prominent vasoformative network (). The endothelial lining cells were plump and pleomorphic. They had high nuclear to cytoplasmic ratio with hobnailing hyperchromatic nuclei. The cytoplasm was eosinophilic with indistinct cell borders. The cytology delineated a hypercellular aspirate (). The cells formed a tightly cohesive cluster of epithelioid cells. The cells harbored hyperchromatic nuclei with eosinophilic cytoplasm. On occasion, the cytoplasm demonstrated cytoplasmic vacuoles and intracytoplasmic lumina. Focally, the clusters were composed of very atypical spindle cells. The cytology specimen stained negative for cytokeratin AE1/AE3 and positivity for CD31 and CD34. Since the specimen stained for two vascular immunohistochemical stains (CD31 and CD34) in conjunction with pancytokeratin negativity, a diagnosis of angiosarcoma was rendered (Figures and ).\\nThe patient was scheduled for systemic chemotherapy with doxorubicin as well as palliative, single modality radiation therapy of the spine. Radiation was completed first. The patient's chemotherapy regimen was changed to taxol rather than doxorubicin due to low ejection fraction seen on MUGA scan. However, prior to initiation of chemotherapy the patient was hospitalized for confusion, lethargy, and enterococcal bacteremia. The decision was made to discharge the patient with hospice care and he died 13 days later.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'28536208': 1, '24082817': 1, '27073495': 1, '2703063': 1, '18809609': 1, '18313854': 1, '18696084': 1, '15948172': 1, '20949568': 1, '24334819': 1, '25202083': 1, '29545961': 2}", "similar_patients": "{}"}