{"patient_id": 67519, "patient_uid": "5496111-1", "PMID": 28713600, "file_path": "comm/PMC005xxxxxx/PMC5496111.xml", "title": "Periodontics, Implantology, and Prosthodontics Integrated: The Zenith-Driven Rehabilitation", "patient": "In this article, a clinical case is reported where, based on a zenith-driven rehabilitation, ITR was performed in a socket with an extensive buccal bone defect, gingival margins from nonadjacent teeth were apically placed, and maxillary anterior teeth received ceramic restorations.\\nA Caucasian 61-year-old female patient with a thin gingival biotype and a high lip line presented an extensive oblique fracture of tooth 21. Clinically there was a marked mobility of the fragment and an increased pocket depth on the buccal aspect (Figures and ). Soft tissue cone beam computed tomography (CBCT) was performed as earlier described [] and the analysis demonstrated a thin gingival tissue and a marked curve of the metallic post with an oblique fracture that reached the apical third of the tooth. There was proper quantity of palatal bone to place a narrow implant, regardless of the complete loss of the buccal bone wall and the periapical lesion (). The patient was unsatisfied with her smile due to tooth form alterations and gingival asymmetry ().\\nThe tooth was gently extracted with a delicate and flexible periotome (Maximus, MG, Brazil) and the socket was cleansed and inspected to confirm the extensive buccal defect. Sequential drilling was performed in the palatal bone () to install a 3.5 × 13 mm implant () with a Morse taper connection (Flash; Conexão Sistema de Próteses, SP, Brazil). In order to create an adequate gingival profile, the implant platform was installed 4 mm below the gingival margin and 0,5 mm more distal than the midtooth position; the obtained insertion torque was 50 Ncm (). A polyvinyl siloxane impression (Express XT; 3M ESPE, USA) of the implant position was taken to create a gypsum cast to fabricate a platform switched screw-retained provisional with a concave subgingival contour that was installed 24 hours after the surgery. The sockets were irrigated and inspected to eliminate any particles of the impression material.\\nA buccal pouch was created in the implant facial aspect and a 1.5 mm thick subepithelial connective tissue graft (CTG) was removed from the palate with the single incision technique. The graft was inserted in the pouch and sutured into the buccal aspect of the socket at the level of the gingival margin with a 5-0 Polyglactin 910 suture (Vicryl; Ethicon, Brazil) (). Thereafter a non-cross-linked collagen membrane (Bio-Gide; Geistlich Biomaterials, Switzerland) was trimmed according to the bone defect and placed internally to the soft tissue graft (). The space between the collagen membrane and the implant was filled with an anorganic bovine bone mineral associated with porcine collagen (Bio-Oss Collagen; Geistlich Biomaterials, Switzerland) (). A healing abutment was installed and a provisional restoration was bonded to the adjacent tooth until the screw-retained provisional was fabricated with a tooth shell and titanium UCLA abutment (Figures and –). The provisional was placed in infraocclusion at lateral excursive movements and maximal intercuspal position and in centric occlusion. Postoperatively the patient received 500 mg of amoxicillin per 7 days and 500 mg of paracetamol for 3 days. The patient was also instructed to rinse carefully their mouth with chlorhexidine solution for 14 days and not to brush the area for 5 days. After 15 days the sutures were removed and the gingival tissue presented an adequate form (). The patient returned at 30 and 90 days after the surgery.\\nTo correct the gingival discrepancy at day 90, flapless crown lengthening of teeth 12 and 13 was performed to level the margin of the opposing teeth 22 and 23 (Figures –). One millimeter of gingival and bone tissue was removed from both teeth without raising a flap. The gingival margins of the other teeth were not manipulated, including the implant placed at the region of tooth 21. At day 180, the implant did not present any clinical alterations and the fabrication of the definitive restorations was initiated. Since there was anatomical alterations and excessive resin material in the anterior teeth, the fabrication of porcelain veneers on teeth 13, 12, 11, 22, and 23 and full porcelain crowns at 14, 21, and 24 was proposed.\\nThe emergency profile was copied from the implant provisional restoration to the transfer coping with a pattern resin and an open-tray impression was performed. A soft tissue/gypsum cast was created and a wax-up of the final custom abutment was designed. The waxed abutment was scanned and a CAD/CAM zirconia custom abutment (Precision; Conexão Sistema de Próteses, SP, Brazil) with a subgingival concave contour was manufactured. After abutment connection (Figures –), teeth 14, 13, 12, 11, 22, 23, and 24 were prepared () and molded with polyvinyl siloxane and a provisional was fabricated with resin (Protemp; 3M ESPE, USA). The porcelain restorations were produced and the veneers were cemented with Rely X Veneer (3M ESPE, USA) and the crowns with Rely X Arc (3M ESPE, USA). For the implant crown, an abutment replica as the previously described technique [, ] was utilized to avoid excessive cement in the subgingival region.\\nA harmonic result was achieved due to the performed treatment protocol () and the patient was extremely satisfied. Another soft tissue CBCT () and clinical pictures were performed one year after the surgery where a short-term stability could be seen of the results achieved by the described protocol (). The implant presented bone around its surface and there was a complete buccal bone wall with a 3 mm thickness at implant level; the conversion of a thin to a thick biotype could be observed, whereas a 2.5 mm thick gingival tissue was present in the buccal aspect two millimeters below the gingival margin. Four years later, the results were maintained ().", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'24600656': 1, '20824846': 1, '10815592': 1, '20883114': 1, '19573693': 1, '11155185': 1, '22292145': 1, '23826645': 1, '24683571': 1, '22908601': 1, '3858267': 1, '12699043': 1, '22376232': 1, '22924841': 1, '19120781': 1, '18834242': 1, '21039891': 1, '17726987': 1, '20192618': 1, '20070746': 1, '21365054': 1, '24888507': 1, '22775590': 1, '21483896': 1, '22439260': 1, '21091538': 1, '30925698': 1, '28713600': 2}", "similar_patients": "{}"}