{"patient_id": 69526, "patient_uid": "5649072-3", "PMID": 29075493, "file_path": "comm/PMC005xxxxxx/PMC5649072.xml", "title": "Perceptions of eating disorder diagnoses and body image issues in four male cases in Singapore", "patient": "C4 is a single 20-year-old Chinese heterosexual male who had been diagnosed with Obsessive Compulsive Disorder (OCD) and Attention Deficit Disorder (ADD) when he was younger. C4 has an older sister and is the youngest in the family. His parents are both medical professionals. There was a strong familial history of psychiatric disorder on his paternal side, as his uncles had ADD and Obsessive Compulsive Personality Disorder, and father had MDD. C4 first presented for treatment in 2011 due to significantly increasing weight from binge eating at 110 kg and BMI 36, his heaviest weight to date.\\nShortly before presenting to our treatment facility, C4 was diagnosed with OCD by a private psychiatrist; he would shower excessively and wash his beddings daily. His OCD was more focused on contamination, and some checking behavior. He was diagnosed with ADD at the age of four and was started on Ritalin at around age 7. His parents reported noticing a change in C4’s eating upon starting Ritalin; he would have no appetite during school hours but eat two or three portions of meal when he got home. C4 himself reported that his BED may have started when he was 12 years old as deteriorating poor eating habit, denying any other trigger or significant event.\\nTo him, the disordered eating was never a problem, though the resulting increasing weight was. He dismissed the diagnosis of having BED as “just a mere label” and “did not want it to be an excuse for [his weight]”. He denied having any significant body image issues, even at his heaviest but admitted being mildly dissatisfied with his body as he “[prefers] to have a better figure”. C4’s life seemed to have been minimally impacted by his BED, likely because he had never felt he had an ED and had always attributed his eating to being “just greedy”. He also seemed to have a relatively intact and strong ego and self-esteem.\\nOverall, C4 seemed keen on treatment and did not seem too bothered by his hospitalization and recovery. He stopped individual psychotherapy as he was symptom-free for his BED and OCD, and had also reached a stable healthy weight range. He is still on follow up with his psychiatrist.", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'23241091': 1, '19941921': 1, '22391410': 1, '26388993': 1, '17341436': 1, '17262818': 1, '24991159': 1, '15000974': 1, '8250798': 1, '25423809': 1, '27515747': 1, '25196068': 1, '22985232': 1, '22985242': 1, '31861178': 1, '26070098': 1, '25226158': 1, '23988683': 1, '26052695': 1, '15690471': 1, '29075493': 2}", "similar_patients": "{'5649072-1': 2, '5649072-2': 2}"}