{"patient_id": 63497, "patient_uid": "5138474-1", "PMID": 27994904, "file_path": "comm/PMC005xxxxxx/PMC5138474.xml", "title": "Bronchial Foreign Body Alerting of a Bronchial Tumor: The Need of a Follow-Up Radiography", "patient": "A 4-year-old girl was admitted to our hospital for history of intermittent fever and nonproductive cough of 1-month duration. The mother reported a history of choking with seeds 3 weeks before the onset of symptoms. She had no other associated symptoms. The family history was relevant for leukemia from the paternal side. On physical examination, the patient was active, not in distress with diminished breath sounds along the left lung. The rest of physical examination was unremarkable. A chest radiograph showed complete collapse of the left lung (). Laboratory investigations showed a white blood cell count of 23000/mm3 with 73% of polymorphonuclear cells and 17% lymphocytes, hemoglobin 10 g/dL, hematocrit 30.5%, and platelets 543,000/mm3. CRP was 8.5 mg/dL (negative < 0.3). The purified protein derivative (PPD) test was negative.\\nRigid bronchoscopy revealed a small part of seed surrounded by a grayish-white polypoid mass adherent to the bronchial wall and completely obstructing the orifice of the left main stem bronchus. Removal of the foreign body and excision of the surrounded polypoid mass were performed. The chest X-ray done after bronchoscopy showed almost complete expansion of the left lung (). However, five days later, the patient started to develop high grade fever with persistence of cough. Repeat chest radiograph showed again complete collapse of the left lung. CT scan of the chest with IV contrast revealed complete obliteration of the mid left main stem bronchus by an ill-defined hypodense/enhancing lesion, causing obstructive changes in the left lung with near complete collapse and mediastinal shift to the left with air bronchogram at the base. There were small scattered lymph nodes, subcarinal and left superior mediastinal (13 × 18 mm). The right lung was clear with no pleural or pericardial effusions.\\nThe biopsy specimen taken during bronchoscopy revealed a mixture of tubules and solid areas. The tumor cells were large with round normochromic, often clear central nuclei. They vary from bland clear columnar mucinous, goblet cells to cuboidal expressing CKAE1/3, CK7 diffusely, and CEA focally. Anti-Ki67 was expressed in 10% of the nuclei. P63, CK5/6, CD34, and HMB-45 were absent. Consequently, the diagnosis of low-grade mucoepidermoid carcinoma was confirmed. Complete resection of the mass with bronchotomy and end-to-end anastomosis was undertaken through left posterolateral thoracotomy incision. The regional bronchopulmonary lymph nodes were also removed. The lung expanded after the anastomosis. Intraoperative frozen section analysis revealed tumor-free margins. No metastasis to lymph nodes was observed. Fluorescence in situ hybridization (FISH) confirmed the presence of MAML2 rearrangement. The postoperative course was uneventful. The patient was discharged home 8 days after surgery. Repeat bronchoscopy was performed 2 months after surgery and showed no recurrence of the tumor. Follow-up bronchoscopy after 6 months showed no recurrence.", "age": "[[4.0, 'year']]", "gender": "F", "relevant_articles": "{'24507476': 1, '26011218': 1, '15514618': 1, '24761253': 2, '24743219': 1, '12763951': 1, '10914051': 1, '8881181': 1, '23455800': 1, '24714697': 1, '21985459': 2, '17824797': 1, '12645742': 1, '3107068': 1, '11936541': 1, '27994904': 2}", "similar_patients": "{'3991955-1': 1, '3207949-1': 1}"}