{"patient_id": 120011, "patient_uid": "5597788-1", "PMID": 28928923, "file_path": "noncomm/PMC005xxxxxx/PMC5597788.xml", "title": "Adult neck hemangiolymphangioma: a case and review of its etiology, diagnosis and management", "patient": "Our patient was a 29-year-old Caucasian male who presented to the clinic with a non-painful right sided anterior neck mass. Aspiration of the mass yielded 20 ml of straw colored fluid and resulted in a reduction of the mass’s size. Cytology of the fluid was negative for any malignant cells, and confirmed to be normal lymphatic fluid. The patient was seen 10 days later when the mass returned to its previous size. Computer tomography (CT) scan of the neck revealed an ovoid cystic appearing lesion deep to the sternocleidomastoid muscle, adjacent to the carotid artery. It measured ~7.6 cm in length by 6.8 cm in transverse dimensions and by 3.9 cm in AP dimensions. No associated lymphadenopathy was noted. However, the internal jugular vein was medially displaced (Fig. ).\\nOne week after imaging, a right neck dissection was performed without complication. The procedure resected a 6 × 6 × 3 cm3 multiloculated cystic mass containing bloody fluid and weighed ~81 g. The specimen was preserved in formalin and sent to pathology. Histopathology showed dilated lymphovascular spaces with numerous red cells in the lumen and lymphoid aggregates in the cyst wall. Immunohistochemical staining with CD31 and D2-40 highlighted an endothelial cellular lining in one section of the cyst (Fig. ). Based on these results, the diagnosis of HLA was confirmed.", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'7359006': 1, '15882742': 1, '20884010': 1, '10772147': 1, '9932582': 1, '18931684': 1, '17307549': 1, '27786256': 1, '16039921': 1, '10665907': 1, '7063565': 1, '11054214': 1, '7605400': 1, '20824891': 1, '9490999': 1, '11374256': 1, '22324502': 1, '1382987': 1, '11346333': 1, '10701595': 1, '22611412': 1, '25693013': 1, '18667983': 1, '11254674': 1, '18940356': 1, '10987458': 1, '22229643': 1, '25728774': 1, '25978199': 1, '7911127': 1, '19863512': 1, '7547398': 1, '11254664': 1, '8255621': 1, '10024670': 1, '23833496': 2, '10943855': 1, '23266923': 1, '21546402': 1, '18937526': 1, '9230332': 1, '26416931': 1, '2390695': 1, '11253142': 1, '21576550': 1, '28928923': 2}", "similar_patients": "{'3700155-1': 1}"}