{"patient_id": 113299, "patient_uid": "5000568-1", "PMID": 27621555, "file_path": "noncomm/PMC005xxxxxx/PMC5000568.xml", "title": "Pneumatic impression: Improving dental arch impression with an inflatable balloon", "patient": "An 18-year-old female patient reported to the Department of Prosthodontics with the chief complaint of missing teeth. On intraoral examination, high arched palate was observed with uncoordinated mandibular movements as a consequence of the patient was suffering from a neurological disorder []. It was also found that the patient had restricted vertical mouth opening of 15–20 mm. These signs were foreseen to be problematic while making impressions in a conventional manner. The high arched palate present in the patient further hampered the dentist's requirement of recording an ideal impression. The customized balloon impression tray appears to have been made in an attempt to optimize dental impression under the conditions presented by the patient.\\nThe key for a successful prosthesis is an accurate impression, as the prosthesis that is fabricated in the laboratory is only as accurate as the impression made.\\nThe stock tray was modified by reducing the height of the flanges and removal of the palatal part of the tray. The trimmed tray devoid of the palatal extension was attached with a flat acrylic palatal plate with auto-polymerizing resin. The flat palatal part thereby enabled the attachment of a latex balloon over it The latex balloon selected for attachment was tube-shaped so as to ensure proper adaptation to the palate when inflated and not expand horizontally to a considerable extent. The selected latex balloon was then attached with cyanoacrylate on the flat palatal plate of the impression tray []. In case of latex allergy nonlatex balloon can be used as an alternative The outlet of the balloon was then connected to a clinical sphygmomanometer bulb with the rubber pipe for air passage which would aid in inflating the balloon The prepared tray assembly was now equipped for recording the impression. Minimal amount of addition polysiloxane impression material sufficient enough to cover the entire area of the balloon was loaded onto the tray. The tray was then positioned inside the oral cavity with no pressure being applied toward the palate The balloon was then inflated with the help of a sphygmomanometer bulb and deflation was prevented by locking the knob of the sphygmomanometer bulb [] The balloon was inflated till the adequate amount of pressure was applied until the patient expressed a feel of the expanding balloon over the palate. The pressure was maintained until the impression material had set On completion of setting time of the impression material, the air pressure was relieved by deflating the balloon which helped in the easy removal of the impression. The impression was subsequently removed from the oral cavity and disinfected for cast fabrication [Figures and ] Cast was poured with balloon in inflated state using multiple pours to reduce flow and permanent deformation [].", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'11005895': 1, '8136214': 1, '6379156': 1, '16679134': 1, '11807479': 1, '11781968': 1, '6389845': 1, '19318080': 1, '20142882': 1, '26693227': 1, '21284760': 1, '11325773': 1, '27621555': 2}", "similar_patients": "{}"}