{"patient_id": 67612, "patient_uid": "5505876-1", "PMID": 28251456, "file_path": "comm/PMC005xxxxxx/PMC5505876.xml", "title": "Computer-assisted oblique single-cut rotation osteotomy to reduce a multidirectional tibia deformity: case report", "patient": "A 32-year-old man (1.85 m, 120 kg) sustained a right lower leg fracture 3 years before presentation which was treated with an external fixator and cast application. His main presenting complaint was lateral pain in his right ankle and, to a lesser extent, in his right knee and back.\\nHe presented to our institution with a shorter lower right leg showing a varus and procurvatum deformity (Fig. a, b). Clinical examination showed an internal rotation deformity of the distal tibia of approximately 30° which was compensated for by external rotation at the hip. Examination of the right ankle, despite a good ROM, was painful on inversion and tender over the anterior talofibular and fibulocalcaneal ligaments, which was recognized as the origin of his pain. Radiographic examination confirmed a tibia malunion (Fig. c, d). He was offered reconstruction of all deformities in one surgical procedure.\\nApproval of the institutional review board was waived, and informed consent of the patient was obtained.\\nA high-resolution computed tomographic (CT) scan at routine clinical radiation dose was made of both tibiae for preoperative planning (Philips Brilliance 64 CT scanner, Cleveland, OH; voxel size 0.45 × 0.45 × 0.45 mm, 120 kV, 150 mAs). The affected right and mirrored healthy left tibia were segmented and proximally aligned to visualize the malunion in 3-D (Fig. ). Next, a distal and proximal segment was matched virtually with the mirrored image of the contralateral bone [, ] to find the correct anatomical alignment. An anatomical coordinate system was defined to quantify the deformity (Table ). The affected tibia was 25.9 mm shorter and showed procurvatum (flexion) and varus deformation of 6.5° and 21.9°. Internal rotation deformity was 35.9°. These rotations revolve around the three axes of the anatomical coordinate system (x, y and z, respectively).\\nWe simulated OSCRO surgery [, ] to correct the multiplanar deformity. With this treatment, the bone is cut in an oblique fashion and the distal bone segment is subsequently rotated about the line perpendicular to the cutting plane (Fig. a). This single bone rotation reduces the angular deformities in the sagittal, coronal and axial planes. The required rotation angle (41.3°) can be set by inserting two K-wires into the proximal bone and parallel to the cutting plane (labeled A, B Fig. b). A third K-wire (labeled C, Fig. c) can be inserted into the distal bone segment and parallel to K-wire B. After osteotomy, the distal bone segment can be rotated about the line perpendicular to the cutting plane, until K-wire C is parallel to K-wire A (Fig. d). The OSCRO guarantees optimal bone contact in the cutting plane between the distal and proximal bone segments. To transfer the preoperative planned osteotomy to the patient’s actual bone, a polyamide cutting guide is used (Fig. b) which fits the patient’s own bone geometry. Guide production was outsourced (Materialise, Leuven, Belgium). Position planning was performed using custom software [].\\nAn anterior approach was used for the tibia with the incision slightly lateral to the tibial crest. After exposure of the tibia, the polyamide cutting guide was applied. It fitted the patient’s bone accurately and was held temporarily using 1.8 mm Kirschner wires (Fig. a). Two additional K-wires were inserted into the proximal bone and parallel to the cutting plane, to set the angle of bone rotation (labeled A, B Fig. b) using a stainless steel angled jig. A third K-wire (labeled C, Fig. c) was inserted into the distal bone segment, parallel to K-wire B. Next, the osteotomy (Fig. c) was performed using an oscillating saw under continuous cooling (blade thickness 1.0 mm). An oblique fibular osteotomy was performed to accommodate the tibial reconstruction. This osteotomy was conducted using the cutting guide, under direct vision and continuous cooling. To achieve reduction, the distal tibia was subsequently rotated about the line perpendicular to the cutting plane, until K-wire C was parallel to K-wire A. Temporary fixation was achieved using additional K-wires. Permanent fixation was finally achieved using two 4.5 mm lag screws and a 4.5-mm standard stainless steel compression plate (Synthes BV, Zeist, Holland, Fig. d). The plate was contoured to fit bone geometry before fixation with 4.5 mm stainless steel screws. No bone graft was added.\\nA splint was applied for 2 weeks to allow for wound healing. The patient was kept toe-touch weight bearing for 6 weeks. Union was confirmed on plain radiographs at 3 months after surgery (Fig. ). He was weight bearing fully at that time. There were no complications. At review five years after surgery, he walks without a limp, is pain free and has returned to playing soccer.\\nBone union was also confirmed using a follow-up CT scan (10 months postoperatively). This scan was used for quantitative evaluation of bone alignment. The residual leg length difference was 10.4 mm, compared to 25.9 mm preoperatively. Five of the 10.4 mm was caused by bone loss and was predicted by the software. The remaining 5 mm was due to the surgeon’s choice to have more bone contact between the fragments and less of a step-off pushing into the soft tissues from the sliding of the distal fragment posteriorly (Fig. b). Residual displacements in the lateral plane were 10.1 mm in anteroposterior direction and 10.2 mm in mediolateral direction. The residual extension and valgus deformation were 1.5° and 3.9°, and the residual external rotational deformation was 1.7° (Table ). Figure shows frontal and lateral photographic and radiographic images of the postoperative result. Figure shows a 3-D surface rendering of the affected tibia (off-white), the planned position of the distal segment (green) and the achieved position of the distal segment (red).", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'18924116': 1, '16446589': 1, '2625428': 1, '21947766': 1, '34650830': 1, '2073449': 1, '24106094': 1, '12063331': 1, '25362548': 2, '23054377': 1, '6885145': 1, '18978406': 1, '24323402': 1, '28251456': 2}", "similar_patients": "{'4278965-1': 1}"}