{"patient_id": 119005, "patient_uid": "5525469-1", "PMID": 28791248, "file_path": "noncomm/PMC005xxxxxx/PMC5525469.xml", "title": "An unusual presentation of chronic lymphocytic leukemia", "patient": "A 62-year-old healthy male patient was transferred to our hospital with shortness of breath progressively worsening over few months. He was found to have extreme hyperleukocytosis with WBC count of 1360 × 109/L, essentially 100% lymphocytes. His laboratory findings showed hemoglobin of 5.2 g/dL, and concern for tumor lysis with potassium 6.4 mEq/L, uric acid 8.0 mg/dL, phosphate 4.6 mg/dL, and creatinine 1.4 mg/dL. The peripheral blood smear showed a predominance of small, mature lymphocytes with a subset of intermediate to large cells, comprising approximately 15% of lymphocytes. A subset of these larger cells had morphology consistent with prolymphocytes []. Flow cytometry showed a kappa-restricted B-cell population, comprising 95% of analyzed events that co-expressed CD19, CD20, CD5, CD23, and CD200 that were negative for FMC7, CD38, and CD10; this immunophenotype is consistent with CLL/SLL; by forward scatter, a subset of cells are larger (approximately, 13% of analyzed events) with the same immunophenotype. Computed tomography scan showed diffuse lymphadenopathy in mediastinum and abdomen.\\nThe patient was treated with intravenous fluid hydration, rasburicase, allopurinol, and also received hydroxyurea for cytoreduction and packed red blood cell transfusion. Later on, the patient developed cardiorespiratory failure requiring intubation. A chest X-ray showed perihilar and bibasilar pulmonary opacities as well as a pleural effusion consistent with congestive heart failure likely secondary to leukostasis. A subsequent transthoracic echocardiogram (TTE) showed an ejection fraction (EF) of 30%. Due to worsening shortness of breath, the patient received a single session of leukapheresis, which decreased his WBC count to 757 × 109/L, and his clinical status improved leading to extubation in few days. Repeat TTE showed an improved EF of 40%–45%. The patient underwent bone marrow biopsy that showed a hypercellular bone marrow (>95% cellular) with a diffuse infiltrate of small mature lymphocytes without diagnostic morphologic evidence of large cell transformation [–]. Erythroid and granulocyte lineages were depressed and left-shifted. Fluorescent in situ hybridization analysis showed 13q deletion. The patient also had Zap-70 expression with an unmutated immunoglobulin heavy chain variable gene.\\nDuring hospital course, the patient developed an erythematous maculopapular rash over the upper back and chest []; a subsequent skin biopsy showed dense inflammatory infiltrate comprising of small lymphocytes, histiocytes, and occasional eosinophils consistent with cutaneous involvement by CLL/SLL [–]. The patient subsequently developed dysphonia and a sore throat that did not respond to antibiotics. The biopsy of nasal mucosa showed an atypical lymphoid infiltrate mostly B-cells co-expressing CD5, consistent with leukemic infiltration by CLL/SLL [–]. His course of illness was also complicated by the development of deep venous thrombosis in internal jugular (IJ) vein mostly related to catheter and he was started on rivaroxaban. At the time of initiation of chemotherapy, his WBC count was 590 × 109/L. The patient was started on chemotherapy with fludarabine, cyclophosphamide, and rituximab (FCR), and with two cycles of FCR, the complete blood count normalized, and his cutaneous involvement resolved.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'33564521': 2, '26742998': 1, '33988158': 1, '12685846': 1, '7046844': 1, '17487727': 1, '26122203': 1, '10344151': 1, '21971272': 1, '31363076': 1, '18216293': 1, '21156322': 1, '10975379': 1, '32616708': 1, '28791248': 2}", "similar_patients": "{'7863072-1': 1}"}