{"patient_id": 63058, "patient_uid": "5107835-1", "PMID": 27872772, "file_path": "comm/PMC005xxxxxx/PMC5107835.xml", "title": "An Uncommon Feature of Chronic Granulomatous Disease in a Neonate", "patient": "A 24-day-old boy was referred to our hospital with vesiculopustular rash in the periorbita, genitalia, foot, and sacroiliac regions. The patient was born to a 26-year-old primigravida woman after a full term gestation without any complications during pregnancy. His father and mother were cousins. His birth weight was 2700 gr. He was admitted to NICU due to respiratory distress and was discharged after 4 days with a healthy condition. Ten days after his birth, he developed a vesiculopustular rash progressively in periorbita, genitalia, foot, and sacroiliac regions.\\nFourteen days later, he was referred to our hospital and was admitted for further evaluation and treatment. There was no complaint of poor feeding or fever. In physical examination, his weight was 2950 gr. He was not ill or toxic. Neonatal reflexes were normal.\\nAsymmetric vesiculopustular lesions partially ruptured with erosions and crusted ulcers were seen. They were found in the left periorbital region, scrotum, penis, and sacroiliac region and on the medial malleolus of the left ankle, with some necrosis having extension into the dorsal surface of the foot ().\\nWe also found conjunctivitis with purulent discharge and dactylitis in the left foot. Examinations of other organs were normal ().\\nRoutine laboratory tests, smear, and culture from lesions and lumbar puncture were performed (Tables and ). Chest X-ray was normal at the time of admission, so lung CT scan was not performed.\\nGram positive cocci were seen in direct smear from skin lesions, and culture was also positive for Staphylococcus aureus. Tzanck smear was negative for the Herpes Simplex Virus (HSV). Samples were sent to determine the specific mutation, but the results are not available yet.\\nWe started our treatment with a combination of broad spectrum antibiotics (meropenem and vancomycin) and local treatment with saline irrigation and sterile dressing and then modified it to vancomycin and amikacin when culture results were available.\\nAccording to the severity and extension of the lesions, a consult with a dermatologist and an immunologist was requested. Skin biopsy showed necrotizing granulomatous tissue reaction, with infectious etiology. Nitroblue tetrazolium (NBT) and Dihydrorhodamine (DHR) tests were performed for confirming diagnosis. Osteomyelitis of the left ankle, right elbow, and right wrist was seen in Tc99m whole body scan ().\\nBCGiosis or tuberculosis was ruled out by biopsy of phalanx.\\nAfter a few days of treatment, lesions were significantly improved. Treatment with intravenous antibiotics continued for six weeks, and then he was discharged with antibiotic (trimethoprim-sulfamethoxazole) and antifungal prophylaxis ().", "age": "[[24.0, 'day']]", "gender": "M", "relevant_articles": "{'24674387': 1, '18037347': 1, '26865172': 1, '26680691': 1, '23870668': 1, '33240017': 1, '33854515': 1, '16783468': 1, '30766861': 1, '23030328': 1, '27872772': 2}", "similar_patients": "{}"}