{"patient_id": 119417, "patient_uid": "5556852-2", "PMID": 28913225, "file_path": "noncomm/PMC005xxxxxx/PMC5556852.xml", "title": "Schwannoma of the Orbit", "patient": "A 31-year-old woman presented with a five-year history of a slow-enlarging, palpable, and painless mass of the left lower eyelid. Medical and family history was unremarkable. On ocular examination, eyeball movements were found to be normal with no evidence of diplopia, dystopia, or proptosis. Preoperative orbital CT revealed a poorly enhancing mass, 20 mm in diameter, in the left inferior extraconal orbit. The preoperative CT differential diagnosis was hemangioma, inflammatory pseudotumor, or lymphoma. The preoperative MRI diagnosis was a cavernous hemangioma.\\nUnder general anesthesia, surgery was performed via a left subciliary incision. The anterior portion of the mass was exposed by opening the orbital septum. The mass was found to be attached to the infraorbital nerve. The adjacent structures were delicately identified and dissected from the tumor. This firm, encapsulated mass was excised en bloc. Mild depression of the adjacent facial bones was observed. Postoperatively, the patient recovered without any complication. Final histology of the surgical specimen was consistent with schwannoma. Postoperative orbital movements were normal, and the patient was without diplopia. The eyeballs and malar surface anatomy was symmetrical, and the surgical scar was imperceptible. Facial numbness was not observed, and postoperative CT confirmed a complete removal of the tumor from the orbital space ().", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'33607842': 2, '9658767': 1, '15547232': 1, '6709305': 1, '33663149': 2, '31341800': 1, '32613139': 1, '23320224': 2, '9537134': 1, '11165620': 1, '30282436': 2, '15742263': 1, '17464300': 1, '10529979': 1, '16413981': 1, '25510794': 1, '33072479': 1, '22134283': 1, '7066273': 1, '18974528': 2, '28913225': 2}", "similar_patients": "{'5556852-1': 2, '3540697-1': 1, '7933723-1': 1, '7933723-2': 1, '7899899-1': 1, '2612976-1': 1, '6177677-1': 1}"}