{"patient_id": 65695, "patient_uid": "5361628-1", "PMID": 28348798, "file_path": "comm/PMC005xxxxxx/PMC5361628.xml", "title": "Primary pyogenic ventriculitis caused by Neisseria meningitidis: case report and review of the literature", "patient": "A 55-year-old male, previously fit and well, presented acutely in our emergency department with fever, vomiting, swelling and erythema of his right foot and ankle and occipital headache without meningism or photophobia.\\nHe had not recently travelled abroad and no weight loss or night sweats were recorded. He drank approximately 32 units of alcohol per week and was an ex-smoker with 40 pack years. Physical examination was unremarkable. Laboratory investigation showed C-reactive protein 332 mg l−1, white cell count 40.0 (neutrophils 38.9) × 109 l−1, d-dimer 22 447 ng ml−1, international normalized ratio (INR) 1.4, lactate 2.5 mmol l−1 and platelets 139×109 l−1.\\nA blood culture was taken and intravenous piperacillin/tazobactam 2.5 g t.i.d. was started. A computed tomography (CT) scan of his head could not differentiate between intraventricular blood and pus. Unfortunately, a lumbar puncture was not performed due to agitation and a raised INR. The following day magnetic resonance imaging (MRI) was performed which showed a ventriculitis and piperacillin/tazobactam was discontinued and intravenous ceftriaxone 2 g b.i.d. was started. A PCR for respiratory viruses was negative. His human immunodeficiency virus test was negative and immunoglobulin levels were normal. MRI of his right foot showed a tenosynovitis. The next day a venous blood culture was positive with Gram-negative diplococci in both aerobic and anaerobic bottles which subsequently were identified as N. meningitidis (API NH system) with the following MICs: penicillin 0.094 mg l−1, cefotaxime 0.003 mg l−1, rifampicin 0.023 mg l−1 and ciprofloxacin 0.008 mg l−1. Rifampicin was added for 1 week. The patient continued to show clinical improvement and was discharged home on outpatient antibiotic therapy to complete 6 weeks of treatment. He received a meningococcal vaccine (against groups A, C, W135 and Y). At a follow-up appointment, he had fully recovered with no neurological sequelae.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'31803684': 2, '845671': 1, '18982457': 1, '24628728': 2, '34484750': 1, '24155000': 1, '27043949': 1, '33312808': 2, '23090839': 1, '34666698': 1, '19156484': 1, '17646978': 1, '29563488': 1, '18277040': 1, '17612921': 1, '30788218': 1, '11559498': 1, '2179305': 1, '33585333': 1, '20930076': 1, '34026150': 1, '17157709': 1, '32104733': 1, '28348798': 2}", "similar_patients": "{'7725490-1': 1, '3986469-1': 1, '6881931-1': 1}"}