{"patient_id": 74290, "patient_uid": "5971320-1", "PMID": 29862099, "file_path": "comm/PMC005xxxxxx/PMC5971320.xml", "title": "Atypical Haemolytic Uraemic Syndrome Associated with Clostridium difficile Infection Successfully Treated with Eculizumab", "patient": "A 46-year-old man with no past medical history and no regular medications presented to a rural hospital with an acute abdomen. An explorative laparotomy revealed a small bowel obstruction secondary to a congenital band with an associated strangulated segment that required an ileocaecal resection. The patient received antibiotic cover with cephazolin, gentamicin, and metronidazole in addition to opioid analgesia. On the tenth postoperative day he had watery diarrhoea. On the following day the patient became anuric with moderate hypertension (BP 160/80).\\nBlood tests revealed an acute kidney injury with a sudden rise in creatinine from 71 to 307 μmol/L (reference range RR 50–120 μmol/L). The blood film showed red cell fragments (18–24 per HPF) together with an acute anaemia, nadir haemoglobin 68 g/L (RR 110–150 g/L), and thrombocytopaenia, nadir platelet count 87 × 109/L (RR 150–450 × 109/L). Further blood tests revealed a lactate dehydrogenase (LDH) of 1657 (RR 110–230 U/L), a haptoglobin of 0.09 (RR 0.50–2.50), a bilirubin of 86 (RR 2–24), and a negative direct antibody test (DAT). Complement components were low with C3 of 0.75 (RR 0.85–1.60) and C4 of 0.09 (RR 0.12–0.36). There was a coinciding derangement in the liver function tests with gamma-glutamyl transferase (GGT) 589 IU/L (RR < 60 IU/L), alkaline phosphatase (ALP) 112 IU/L (RR < 55 IU/L), aspartate transaminase (AST) 60 IU/L (RR < 55 IU/L), and alanine transaminase (ALT) 209 IU/l (RR < 45 IU/L) which was attributed to critical illness. There was an associated coagulopathy with INR 4.9 (range 0.9–1.2), APTT 67 (range 24–38), fibrinogen 3.0 (range 1.5–4), and D-dimer 3.2 that had likely resulted from the hepatic dysfunction.\\nThe stool sample was positive for Clostridium difficile toxin B and negative for Shiga toxin on two occasions. Stool culture was negative for other enteric pathogens. ADAMTS13 activity was 69% which is within the normal reference range. Autoimmune screen for ANA, dsDNA, and ANCA was negative. Renal tract ultrasound revealed normal sized kidneys with no hydronephrosis. Liver ultrasound showed hepatomegaly (18 cm) with no evidence of biliary obstruction. Complement factor H (CFH) gene analysis did not reveal a mutation.\\nThe patient received daily plasma exchange and haemodialysis in the Intensive Care Unit. Intravenous metronidazole and oral vancomycin were given as antibiotic therapy for C. difficile. Multiple blood transfusions were required to maintain the haemoglobin. The patient required intubation and ventilation for hypoxic respiratory failure for a period of 18 days.\\nEculizumab infusions were commenced with the cessation of plasma exchange. The protocol involved infusions of 900 mg weekly for four weeks followed by a single infusion of 1200 mg in the fifth week. During the maintenance phase the patient received fortnightly infusions of 1200 mg for one year.\\nEculizumab treatment led to a normalisation in haemoglobin, platelet count, LDH, and haptoglobin over the following fortnight. The patient then became dialysis-independent and serum creatinine stabilised at 200 μmol/L prior to discharge.\\nHe continued to receive eculizumab as an outpatient for one year. There was no relapse of disease on eculizumab cessation. He continues to be monitored with regular blood tests. His renal function remains stable at a new baseline creatinine of 130 μmol/L and there is no evidence of haemolysis.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'16968692': 1, '19846853': 1, '34278311': 1, '23320969': 1, '23882375': 2, '32489867': 1, '25580273': 1, '32775085': 2, '12778432': 1, '9274852': 1, '33728192': 2, '23101426': 1, '23738544': 1, '29862099': 2}", "similar_patients": "{'7402547-1': 1, '3714067-1': 1, '7948306-1': 1}"}