{"patient_id": 73343, "patient_uid": "5916677-1", "PMID": 29668581, "file_path": "comm/PMC005xxxxxx/PMC5916677.xml", "title": "Clearance of human papillomavirus related anal condylomas after oral and endorectal multistrain probiotic supplementation in an HIV positive male", "patient": "We present the case of a 56-year-old homosexual man who was diagnosed with HIV infection in 1998 and which progressed to AIDS in the same year (CD4 nadir 6 cell/μL associated to pneumonia due to Pneumocystis jirovecii, cervical Herpes Zoster, and disseminated nontuberculous mycobacterial infection). During the follow-up, the patient continuously showed poor adherence to antiretrovirals and required numerous therapy switch due to virological failure. His medical records showed other pathologic conditions such as thyroid nodular disease, arterial hypertension, syphilis, recurrent anal warts repeatedly treated with diathermocoagulation and persistent positivity of HPV 18 in anal brushing.\\nOn May 2016, during the periodic follow-up with high resolution anoscopy (HRA), it was highlighted the presence of multiple intra anal condylomas. Bioptic samples of the anal mucosa led to the diagnosis of squamocellular intraepithelial carcinoma (Bowen's disease, anal intraepithelial neoplasia AIN3) (Fig. ), with an incomplete excision of the lesion. A pelvic MRI scan evidenced granulation tissue in the location of the recent biopsy, without radiological evidence of residual pathological tissue. The MRI also evidenced multiple condylomas of the anal canal, reactive mesorectal and pelvic lymphadenopathies, reactive lymphnodes along the sigmoidal vessels, and thickening of the mesorectum (Fig. A). At the time of anal Bowen's disease diagnosis, the patient was clinically asymptomatic and showed a good immune-virological status with a CD4 count of 818 cells/μL (28.27%) and HIV-RNA persistently undetectable since 2014.\\nGiven the fact that Bowen's disease is considered a high grade dysplasia (AIN3) with a low risk of invasion (around 5%), we adopted a conservative approach undergoing a complete excision of the lesion and, once achieved, proposing to the patient a course of supplementation with a multistrain probiotic with daily endorectal instillation of 900 billion live bacteria and daily oral administration of 3 sachets, each containing 450 billion live bacteria (probiotic composition: Lactobacillus plantarum DSM 24730, Streptococcus thermophilus DSM 24731, Bifidobacterium breve DSM 24732, Lactobacillus paracasei DSM 24733, Lactobacillus delbrueckii subsp, bulgaricus DSM 24734, Lactobacillus acidophilus DSM 24735, Bifidobacterium longum DSM 24736, and Bifidobacterium infantis DSM 24737; commercially available as Vivomixx in Europe, Visbiome in USA and DeSimone Formulation in Korea), with the aim to reduce local inflammation and to rebalance local microbiota, thus possibly restoring in site mucosal immunity.\\nAfter 4 months of supplementation, a new pelvic MRI scan evidenced the spot of the previous biopsy but no evidence of mesorectal, iliac, and pelvic lymphadenopathies. Moreover, clearance of the anal condylomas previously described was noted (Fig. B) despite HPV18 DNA was still detectable.\\nSix months later, the patient underwent a new HRA that showed no evidence of condyloma.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'16103772': 1, '26935422': 1, '22788922': 1, '31116690': 1, '32431522': 1, '17115046': 1, '27922858': 1, '22706167': 1, '28474815': 1, '26355673': 1, '26474302': 1, '23199960': 1, '23843452': 1, '23618799': 1, '26679414': 1, '24399150': 1, '26862519': 1, '26574055': 1, '34829967': 1, '29668581': 2}", "similar_patients": "{}"}