{"patient_id": 67380, "patient_uid": "5485551-1", "PMID": 28651579, "file_path": "comm/PMC005xxxxxx/PMC5485551.xml", "title": "Total knee arthroplasty with corrective osteotomy for knee osteoarthritis associated with malunion after tibial plateau fracture: a case report", "patient": "The patient was a 71-year-old Japanese man who, 21 years earlier, had fractured the left tibial plateau and underwent open osteosynthesis. He did not experience symptoms until 21 years after the injury, when he became aware of pain in the left knee joint and visited our clinic for the first time. Range of motion in the left knee joint was −5° extension to 135° flexion. An anteroposterior radiograph of the left knee showed degenerative joint changes. The tibia had shortened due to the fracture. A lateral radiograph showed that the posterior articular surface of the tibia had collapsed and had significant posterior angulation. Deformities were identified as a 9° of varus deformity and a 27° of flexion deformity (Fig. ).\\nIf tibial osteotomy was performed perpendicular to the tibial axis using the lowest point of the tibial articular surface as a reference point, there was a risk of cutting the tibial tuberosity. Conversely, tibial osteotomy performed proximal to the lowest point of the tibial articular surface would markedly decrease the articular surface coverage by the implant. For these reasons, we decided that extension corrective osteotomy was necessary. We performed a preoperative simulation using a three-dimensional (3D) model with 3D image-processing software. The line that passes through the hinge point perpendicular to the tibial bone axis was identified as the osteotomy line, and we planned to perform a 13° corrective closing osteotomy. The width of the anterior tibia necessary for corrective osteotomy was 10 mm (Fig. ). We created a life-size 3D bone model and performed a mock surgery. The medial parapatellar approach was used as the method for open surgery. We dissociated soft tissue from the deep layer of the medial collateral ligament to the enthesis of the semimembranosus muscle, adjusted the balance of medial and lateral soft tissue, and subsequently performed a distal femur osteotomy. Examination of the intra-articular knee joint revealed that the tibial articular surface was irregular and had severe posterior angulation. Next, we performed an osteotomy of the tibia. A Kirschner wire was inserted perpendicular to the tibial bone axis in the sagittal plane from the anterior tibia toward the posterior hinge point as determined preoperatively, and another Kirschner wire was inserted from 10 mm proximal to the first insertion point toward the hinge point. With these osteotomy lines as references, we performed a wedge osteotomy using a flat osteotome and removed the bone fragments. We then performed an oblique osteotomy of the fibula, manually corrected the alignment, and temporarily fixed the bone using a Kirschner wire. A four-surface osteotomy of the femur was subsequently performed using the epicondylar axis as a reference, followed by an osteotomy of the tibia using an intramedullary guide with the lowest point of the tibial articular surface as a reference. The osteotomy did not affect the patellar tendon enthesis. Finally, we detached the superficial layer of the medial collateral ligament enthesis and achieved good medial and lateral ligament balance. We utilized a long-stem implant on the tibia and a resurfacing implant on the femur. To reinforce rotational stability of the corrective osteotomy site, we used a one-third tubular plates. For postoperative therapy, the patient began range-of-motion exercises the day after the operation and began partial weight bearing at 3 weeks postoperatively. We permitted full weight bearing at 6 weeks postoperatively, and the patient was able to walk without assistance. After 17 months, he was diagnosed with late infection of the left knee, which improved with irrigation, debridement, extraction of a one-third tubular plates and antibiotic treatment. At 2-year follow-up, the patient had no pain while walking and range of motion was 0° extension to 125° flexion. There was no evidence of recurrence of infection. Radiographs at 24 months postoperatively showed that bone union of the osteotomy site was achieved (Fig. ).", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'17539209': 1, '7562147': 1, '19472956': 1, '21654524': 1, '23132502': 1, '12377906': 1, '12168165': 1, '19216348': 1, '28651579': 2}", "similar_patients": "{}"}