{"patient_id": 63430, "patient_uid": "5133214-1", "PMID": 27995035, "file_path": "comm/PMC005xxxxxx/PMC5133214.xml", "title": "Clinical and imaging analysis of subclinical hemophilia combined with coxarthrosis: case report and literature review", "patient": "A male patient, aged 13, was hospitalized in February mainly due to aggravated kinesalgia of left knee for 1 year and 9 months, which was accompanied by left lower limb lameness for two months. The pain was present when the patient was active and was relieved after rest. Fever, night sweats, nausea, vomiting, night pain and other symptoms were not concurrent. The symptoms were worsened due to strenuous exercise 2 months ago. X-ray and MRI examinations of left knee performed in other hospital revealed no abnormalities; CT and MRI examinations of bilateral hip joints revealed abnormalities. CT images showed that bilateral acetabular articular surfaces were rough with increased densities; cortical bone fractures and small free bone fragments were observed; the left femoral head was irregular with rough edges and unclear bone trabeculae; the right femoral head was basically normal. MRI examinations of bilateral hip joints showed that bilateral hip joints were in asymmetry; a small amount of hydrops were present in the left hip joint cavity; the joint space was widened, the acetabulum became shallow; the femoral head was slightly shifted upward, the femoral head and acetabular articular surface were rough and irregular; areas with abnormal signal intensity were observed in local sclerotins; T1W1 scan showed uneven and slightly lower signal intensities; T2W1 and STIR scans showed heterogeneous signal hyperintensity; the peripheral soft tissues were swollen with irregular heterogeneous signal intensity. The right hip joint space was present, the superior margin of the acetabular articular surface was rough; abnormal intensities were not observed in the right femoral head or in the upper segment of the femur and acetabulum. The imaging findings were as follows: (1) Right hip joint dysplasia; (2) Left hip joint abnormalities. Infectious disease, preferably the joint tuberculosis was considered. Aseptic necrosis of the femoral head was not excluded. The physical examinations on admission showed that the left lower limb lameness was present, tenderness of bilateral hips and inguinal region was absent, left patrick sign was positive, external rotation of left hip was obviously limited. The circumferences of the left and right knees at 15 cm above the patellas were 38 and 41 cm respectively. The distance from the anterior superior iliac spine to the medial malleolus was 82 cm for the left side, and 83 cm for the right side. Bilateral lower limbs had muscle strengths of Class V, symmetrical sensations, normal physiological reflections and negative pathological signs (−).\\nAfter admission, the pelvic X-ray examinations showed that the left femoral epiphysis was irregular with bone defect areas on both outer and inner margins; the local bone density was increased, local bone defects were also observed on the outer margin of the femoral neck without obvious periosteal reactions. The left acetabulum was inhomogeneous in density and had multiple saccular low-density shadows. The space of the left hip joint was uneven with local stricture; peripheral spindle-shaped soft tissue density shadows were observed. The right acetabulum was thickened and whitened, and multiple mottled shadows with low signal densities were observed. The right hip joint space was not narrow. Other parts of bilateral hip joints had no obvious bone abnormalities. The findings also indicated high possibility of hip joint tuberculosis. The imaging data are shown in Figs. , , , .\\nAfter admission, routine examinations were conducted. Electrocardiogram and abdominal B-type ultrasonography showed no abnormalities; the test results of hemogram, liver function, renal function and erythrocyte sedimentation rate were normal. Blood biochemistry tests showed that the serum C-reactive protein level was 7.08 mg/L (Reference value: 0–3 mg/L). In the four indices of coagulation function, the partial thromboplastin time was 38.7 s (Reference value: 24.9–36.8), and the other three indices were normal. The tuberculin test showed a strongly positive result. After admission, the patient underwent diagnostic puncture of the left hip. The result indicated the presence of uncoagulated bloody liquid. The coagulation factors were further detected in Institute of Hematology, the Peking Union Medical College Hospital. The results indicated that the value of factor VIII was 27.8 (Reference value: 50–100), both factors IX and XI were normal. Therefore, the patient was suspected as subclinical hemophilia. After the patient was infused with cryoprecipitate blood preparation, reexamination of the blood gave a normal result, and the local pain was quickly relieved.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'15230954': 1, '25397928': 1, '15810912': 1, '7298694': 1, '10792474': 1, '20825502': 1, '24022804': 1, '23818083': 1, '19192107': 1, '22411872': 1, '22549441': 1, '22765835': 1, '27995035': 2}", "similar_patients": "{}"}