{"patient_id": 118401, "patient_uid": "5473307-1", "PMID": 28694578, "file_path": "noncomm/PMC005xxxxxx/PMC5473307.xml", "title": "Mesenteric Leiomyoma in Infancy", "patient": "A 10-year-old Caucasian female patient was admitted to the General Hospital of Caxias do Sul with a 3-month history of diffuse abdominal pain worsening after eating. She also had food content emesis after meals and daily episodes of noninflammatory diarrhea. In the last 2 months began with abdominal distension. Abdominal ultrasonography showed extensive heterogeneous mass with cystic area in between measuring 25.0 cm × 17.6 cm × 8.0 cm compromising the entire abdominal cavity.\\nIn the last month, the abdominal pain became worse in intensity. The patient had a weight loss of 6 kg in these 3 months. On physical examination, the patient was in regular general condition, pale, with a cystic consistency palpable mass occupying the entire abdomen.\\nComputerized tomography scan showed a large expansive lesion, heterogeneous, predominantly cystic, with gross septa that enhanced with the contrast, measuring 22 cm × 20 cm × 13 cm with a small amount of free fluid adjacent to the mass []. Magnetic Resonance of the abdomen showed large expansive mass with predominance of hyperintensity on T2 located next to the mesentery, measuring 22 cm × 18 cm × 10.4 cm with compression of adjacent structures without signs of infiltration. The initial differential diagnosis was neuroblastoma and lymphoma.\\nTumor resection was conducted the next day after admission []. Due to its proportions, midline laparotomy was indicated. The large mass was not adhered to the abdominal wall, its pedicle was located in the mesentery, and there were some adherences with the small intestine. After lysis of the adherences, the mass was enucleated without injuring any mesenteric vessel. The mesenteric origin of the mass suggested by the magnetic resonance was confirmed during the intraoperative period. The patient was discharged 5 days after the resection.\\nThe macroscopic examination showed cystic encapsulated brown-clear portion and plain tissue, measuring 26 cm × 18 cm × 6 cm and weighing 2645 g. The histopathological diagnosis was benign-appearing spindle cells with marked vascularization by delicate vessels and myxoid areas. No capsular involvement of the mass was evidenced. In immunehistochemical staining, the tumor stained positive for vimentine and smooth muscle actin (SMA), but negative for CD117, CD34, S-100 protein, and desmine. From these findings, the diagnosis of leiomyoma was made.", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'15648083': 1, '29386769': 1, '12717247': 1, '10534170': 1, '20231056': 1, '21486690': 1, '19248968': 1, '11216391': 1, '11213830': 1, '28694578': 2}", "similar_patients": "{}"}