{"patient_id": 113932, "patient_uid": "5052832-1", "PMID": 27752565, "file_path": "noncomm/PMC005xxxxxx/PMC5052832.xml", "title": "Finger necrosis after accidental radial artery puncture", "patient": "A previously healthy 63-year-old woman presented to the emergency department (ED) complaining of aggravating pain on her left second and third fingers along with a color change. She had visited a local clinic for a diagnostic esophagoduodenoscopy the day before as part of her annual checkup that was accompanied by procedural sedation. After having trouble establishing intravenous (IV) access for medication, the providers managed to insert an IV catheter in the left wrist on the lateral palmar side, a less common site for IV access. During the procedure, she experienced a sharp and extreme pain that persisted even after removal of IV access. However, the treating physician did not verify the distal circulation of her hand and discharged her after prescribing a painkiller.\\nAfter returning home, her fingers turned pale and eventually started to show a bluish discoloration (). The pain became intolerable; therefore, she visited our ED, 12 hours after the procedure. Her initial vital signs were as follows: blood pressure, 127/77 mmHg; heart rate, 101/min; respiratory rate, 16/min; and body temperature, 36.7°C. Although seemed stable, she complained of excessive pain (8/10 on the numeric rating scale) in her left second and third fingers. A physical examination revealed significant sensory deterioration and coldness on the affected sites. Puncture marks were visible near her radial artery. Emergency Doppler ultrasonography performed in the ED showed normal blood flow from her radial artery to the common palmar digital artery. Decreased flow at the second and third proper palmar digital arteries was also found. Computed tomography angiography showed a pseudoaneurysm in her left radial artery and no sign of blood flow from her palmar digital artery (). A thromboembolism resulting in digital necrosis was suspected. Subcutaneous enoxaparin (40 mg) and oral nifedipine (30 mg) were administered. The occluded branch was distal, which limited the usefulness of surgery; therefore, angiography was performed instead.\\nAngiography showed patent radial and ulnar arteries, with a patent common palmar digital artery and sufficient collateral circulation. However, the second and third proper palmar digital arteries were not visualized at all. Vasodilation was induced with nitroglycerin (300 µg) but failed. A small pseudoaneurysm observed in the radial artery near the puncture site suggested that the second and third finger occlusion was caused by a microembolism from the pseudoaneurysm. Intra-arterial thrombolysis was performed with the infusion of urokinase (960,000 U) over 4 hours. However, follow-up angiography did not show any improvement ().\\nThe patient was admitted for close observation. Aspirin (100 mg per day [QD]), clopidogrel (75 mg QD), and alprostadil (10 µg QD) were prescribed. After close observation for 1 week, the circulation on the third finger almost completely recovered, but the second finger turned gangrenous, which forced us to amputate it (). The patient was discharged 12 days after admission in a tolerable state and was scheduled for outpatient surgery. The middle and distal phalanges of her second finger were amputated 25 days after the event, and she was discharged without additional significant complications.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'1989732': 1, '1494924': 1, '5350392': 1, '4698143': 1, '15978439': 1, '11410705': 1, '24517582': 1, '12133178': 1, '6859611': 1, '869249': 1, '24151442': 1, '33172021': 1, '18024944': 1, '27752565': 2}", "similar_patients": "{}"}