{"patient_id": 113575, "patient_uid": "5027748-1", "PMID": 27688631, "file_path": "noncomm/PMC005xxxxxx/PMC5027748.xml", "title": "Diagnosing obstructive shock: Echocardiography is the third eye of a vigilant intensivist", "patient": "A 21-year-old female was admitted to the intensive care unit at midnight with worsening breathlessness of 2 h duration. She was having an intermittent fever with cough for the past 3 months; however, she was attending her college regularly. She also had some retrosternal heaviness with “burning sensation” for the same duration. An upper gastrointestinal endoscopy performed a day before was apparently normal. On admission, she was restless, diaphoretic with cold clammy and cyanotic extremities, heart rate 120/min, and blood pressure 40 mmHg (by palpation). Systemic examination was unremarkable.\\nPrompt resuscitation was initiated with a fluid bolus of 1000 ml normal saline, noradrenaline infusion, rapid sequence intubation, and mechanical ventilation. Meropenem was given empirically. Electrocardiogram showed sinus tachycardia. Arterial blood gas showed – pH 6.76, PCO2-75.9 mmHg, PO2-42 mmHg, HCO3-10.3 mmol/L, and lactate – 11.9 mmol/L. Transthoracic echocardiography was done which showed a lobulated mass in the left atrium with a stalk attached to the lateral wall of atrial [], which was moving to and fro across the mitral valve []. Chamber sizes appeared slightly dilated on the right side with no regional wall motion abnormality, no apparent valvular pathology, and left ventricular ejection fraction of 50%–60%. A provisional diagnosis of cardiac tumor, possibly left atrial myxoma with obstructive shock was made, and the cardiothoracic surgeon was consulted; however, the patient had a cardiac arrest and expired before any definite surgical intervention could be executed.", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'11772872': 1, '20565878': 2, '21940296': 1, '21839650': 1, '18612442': 1, '24482970': 1, '7477198': 1, '26313389': 1, '24968552': 1, '27688631': 2}", "similar_patients": "{'2894750-1': 1}"}