{"patient_id": 123829, "patient_uid": "5890554-1", "PMID": 29675073, "file_path": "noncomm/PMC005xxxxxx/PMC5890554.xml", "title": "DiGeorge Syndrome with Sacral Myelomeningocele and Epilepsy", "patient": "A 9-month-old female infant was initially admitted to our hospital due to acute bronchiolitis. In her history, she was born with a sacral myelomeningocele and had undergone surgery for this condition at the age of 1 week, but a ventriculoperitoneal shunt was not required. The patient was the first child of unrelated Turkish parents. She was born at term after an uneventful gestational delivery. She also had no history of repeated infections, cardiac anomalies, or seizures. A physical examination demonstrated a weight and head circumference of 6 kg (3rd percentile) and 40 cm (3rd percentile), respectively, and her height was 68 cm (50th percentile). She showed atypical facial features, hypertelorism, short philtrum, micrognathia, low set ears, fish-like mouth, and a wide nasal bridge. A neurological examination revealed hypotonia, with no movement in the bilateral lower limbs, and a surgical scar was found surrounding the region of the repaired myelomeningocele. Her cardiac examination was normal. Laboratory investigations including a thyroid function test, parathyroid hormone levels, and other routine hematology and biochemical parameters were within normal limits. In the chest X-ray, the thymus could not be identified. The echocardiogram was unremarkable. There were no renal anomalies on clinical or ultrasound examinations. Peripheral lymphocyte subsets revealed a mild T-cell deficiency with CD3 (28%), CD4 (21.5%), CD8 (10.5%), CD 19 (38%), and normal levels of immunoglobulins. Her mother’s facial features appeared mildly dysmorphic. She had mild mental retardation with learning disabilities, a nasal voice, and hypothyroidism. She had no history of seizures or repeated infections. Her serum calcium, parathyroid hormone levels and echocardiography were normal. In view of the facial dysmorphism in both the patient and her mother and the presence of a T-cell deficiency, we suspected DGS. Both the patient’s and mother’s chromosomal examinations with fluorescence in situ hybridization analysis showed a chromosome 22q11.2 deletion. On the basis of these results, we accepted the diagnosis of DGS. At the age of 1 year, the patient experienced a clonic seizure while calcium concentration was normal. An electroencephalogram and brain magnetic resonance imaging were within normal limits. The seizure repeated a second time after 1 month while serum calcium concentrations were normal limits. Antiepileptic medications controlled the seizure.", "age": "[[9.0, 'month']]", "gender": "F", "relevant_articles": "{'7747757': 1, '20430655': 1, '32626971': 1, '25123577': 1, '8957506': 1, '7575845': 1, '26254176': 1, '16933125': 1, '29675073': 2}", "similar_patients": "{}"}