{"patient_id": 65047, "patient_uid": "5325018-1", "PMID": 28300919, "file_path": "comm/PMC005xxxxxx/PMC5325018.xml", "title": "Plasmoacanthoma", "patient": "We report a 40-year-old woman who presented with a lobulated warty lesion affecting\\nthe lower lip (). It first appeared\\nover 7 years earlier during her first pregnancy, but disappeared spontaneously. Five\\nyears later, during her second pregnancy, the lesions reoccurred and have developed\\nsince then. The patient sought dental care service that performed a series of exams,\\nincluding biopsy. Results were all inconclusive.\\nConsidering the clinical hypothesis of leishmaniasis, syphilis or squamous cell\\ncarcinoma, we performed complete blood work, venereal disease research laboratory\\n(VDRL), FTA-ABS, Montenegro's intradermal reaction tests and an incisional biopsy.\\nHistopathologic examination revealed a dense predominantly plasmocytic infiltrate\\nthroughout the entire superficial dermis. The epidermis presented thickening and\\nelongation of the rete ridges – which correspond to the clinical features of the\\ndisease – along with the presence of eosionophilic bodies and exocytosis of\\nlymphocytes (). We observed no signs of\\nneoplasia or malignancy. The search for fungal organisms and parasites through\\nPeriodic Acid Schiff Stain (PAS) was negative. Blood tests were normal and a\\nMontenegro skin test was negative. After a review of the literature and given the\\nclinical and histologic evaluation, we diagnosed plasmoacanthoma. An\\nimmunohistochemestry study showed positivity for kappa, lambda and CD 138,\\nconfirming a polyclonal infiltration in inflammatory reaction (). We proceeded with three consecutive monthly 1ml-doses\\nof triamcinolone acetonide injections (20mg/ml). The lesions gradually improved with\\nno recurrence in the past 6 months.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'23950636': 1, '16836510': 1, '8176022': 1, '3777979': 1, '18289329': 1, '8736343': 1, '14678543': 1, '28300919': 2}", "similar_patients": "{}"}