{"patient_id": 74595, "patient_uid": "5994248-1", "PMID": 29885658, "file_path": "comm/PMC005xxxxxx/PMC5994248.xml", "title": "EBV-associated lymphoepithelioma-like thyroid carcinoma with favorable outcome: case report with cytopathologic and histopathologic study", "patient": "A 44-year-old female patient with a history of nodular goiter presented with progressive dyspnea and noisy breathing for several months. In ENT outpatient department, subglottic stenosis was discovered through endoscopy. A computed tomography (CT) scan demonstrated a 4.0 × 3.0 × 1.7 cm hypodense mass with ill-defined margins in the left thyroid gland (Fig. ). The thyroid tumor was accompanied by three enlarged neck lymph nodes in the left level II and level III regions. Neither a nasopharyngeal lesion nor a lung mass was indicated through serial CT scans. The patient underwent FNAC for evaluation of the left neck lymph node and thyroid tumor. FNAC of the lymph node indicated cohesive epithelial fragments with syncytial appearance and lymphocytic infiltrates, resembling metastatic nasopharyngeal carcinoma (Fig. and ). The FNAC sample of the left thyroid disclosed loosely cohesive clusters of follicular epithelial cells, as well as an abundant dense extracellular matrix (Fig. ). Only a few atypical epithelioid cells were recognized through the thyroid FNAC (Fig. ). The unusual presentation and cytomorphological features posed a diagnostic difficulty.\\nUnder the impression that a malignant thyroid tumor was present, the patient received debulking surgery, including a total thyroidectomy and bilateral neck lymph node dissection. The histologic slides of the left thyroid tumor revealed undifferentiated carcinoma with lymphoepithelioma-like features, (Fig. and ) and a hyaline matrix was observed focally. The left and right thyroids were extensively sampled for characteristic components of well-differentiated carcinoma. Immunohistochemically, the tumor cells were positive for cytokeratin (AE1/AE3) and p40 but negative for TTF-1, Pax-8, and CD5. In situ hybridization for EBV-encoded RNA (EBER-ISH) was diffusely positive in the tumor cells (Fig. ). Seventeen and five lymph nodes were dissected from left and right soft neck tissue, respectively. The left metastatic node indicated metastatic carcinoma with lymphoepithelioma-like features, whereas metastatic papillary carcinoma was recognized in all of right neck lymph nodes (Fig. ).\\nThe tumor could not be completely removed because of laryngeal invasion. Therefore, the surgeon performed a total thyroidectomy with preservation of the hypopharynx and larynx. Postoperative radiotherapy was provided for the gross residual local disease. After completion of adjuvant radiotherapy, a follow-up CT scan indicated a prominent regressive change in the tumor. At the time of study, the patient had been living with the disease for 1 year and 10 months.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'22619154': 1, '25214840': 1, '25633561': 1, '23233417': 1, '28552827': 1, '18342658': 1, '8760022': 1, '25550837': 1, '18698686': 1, '32325943': 1, '11172203': 1, '28211234': 1, '25596248': 1, '31752892': 1, '11521232': 1, '28449665': 2, '26842589': 1, '14652819': 1, '29885658': 2}", "similar_patients": "{'5408364-1': 1}"}