{"patient_id": 65573, "patient_uid": "5358178-1", "PMID": 28392879, "file_path": "comm/PMC005xxxxxx/PMC5358178.xml", "title": "Iatrogenic Aorto-Coronary Dissection Successfully Treated With IVUS Guided Unprotected Left Main Stenting: Case Report and Review of Literature", "patient": "A 52-year-old male with past medical history of hyperlipidemia and a remote 6-year smoking history presented with 2 weeks of chest pain and dyspnea on exertion. His family history was significant for myocardial infarction in his father at the age of 54 years. He was referred to the cardiac catheterization lab on an urgent basis from his cardiologist’s office, following a markedly abnormal stress MIBI test, which showed extensive anterior wall ischemia. Trans-radial coronary angiography revealed a subtotal occlusion proximal left anterior descending artery (LAD) lesion (). The rest of the coronary circulation was free of significant disease. LAD angioplasty was performed. Two drug-eluting stents (DESs) (PROMUS, 3.0/28 mm and 2.75/16 mm) were successfully implanted in the LAD from proximal to distal in an overlapping fashion with good result (). This restored the antegrade flow in the LAD. The more proximal LAD stent was then dilated with 3.5 mm balloon. On repeat angiography, it was evident that there was a dissection at the proximal edge of the LAD stent involving the LMCA extending back into the coronary sinus as well as spiraling down to the left circumflex coronary artery (LCx). A diagnosis of type 3 coronary dissection based on the simplified classification method was made (, ) []. The arteries were rewired and accesses to the true lumen were gained. The LCx was stented with two DESs (PROMUS, 3.0/38 mm and 3.0/28 mm) back to its ostium. This completely restored flow to the LCx. Aspiration thrombectomy was performed in the proximal LAD and it was then stented with a DES (PROMUS, 3.0/28 mm) back into the left main artery. Intravascular ultrasound (IVUS) exam was performed and it revealed a dissection flap in the LMCA extending back into the coronary sinus involving the aorta (). The cardiothoracic surgery opinion was sought, but the patient refused bypass surgery, so we decided to stent the LMCA in an attempt to treat the aorto-coronary dissection. The LMCA was then stented with a DES (PROMUS, 4.0/18 mm) with about 2 mm extension into the aorta (). Repeat IVUS showed resolution of the dissection and final TIMI-3 flow was achieved in all vessels (). He underwent repeat angiography in 1 month, which revealed patent stents with resolution of the aorto-coronary dissection.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'23888181': 2, '19088533': 1, '16877790': 1, '22392868': 1, '29788812': 1, '29942471': 2, '20569732': 1, '25696034': 1, '11108666': 1, '18294905': 1, '8774333': 1, '22020998': 1, '17490760': 1, '15831980': 1, '28392879': 2}", "similar_patients": "{'3708061-1': 1, '6007241-1': 1}"}