{"patient_id": 70329, "patient_uid": "5697122-1", "PMID": 29238620, "file_path": "comm/PMC005xxxxxx/PMC5697122.xml", "title": "AngioVac System Used for Vegetation Debulking in a Patient with Tricuspid Valve Endocarditis: A Case Report and Review of the Literature", "patient": "A 33-year-old female with a history of hepatitis C and active intravenous heroin use presented to an outside facility with complaints of worsening shortness of breath. A transthoracic echocardiogram (TTE) was done and showed tricuspid valve (TV) vegetation measuring 3 × 1.5 cm with severe tricuspid regurgitation (TR). CT scan of the chest revealed signs concerning septic pulmonary emboli. She was also found to have severe sepsis and was transferred to the coronary care unit for further management. Blood cultures on admission yielded Streptococcus pyogenes, and she was empirically started on vancomycin, linezolid, and cefepime until organisms were shown to be pan-sensitive after which antibiotic coverage was narrowed to penicillin G. Clindamycin was added for synergism, given her extensive septic pulmonary emboli. Repeat blood cultures revealed the same organism for 3 consecutive days. Her respiratory status continued to worsen, and she was consequently intubated. No source other than intravenous drug use (IVDU) was found to be the cause of the bacteremia. Due to the size of the vegetation and persistent bacteremia despite appropriate medical therapy, cardiothoracic surgery was consulted for the possibility of surgical intervention, but the patient was deemed a poor surgical candidate due to her poor nutritional state and hemodynamic instability. After discussion with the family regarding the patient's critically ill state and poor prognosis, a decision was made to transfer her to our facility for debulking of the tricuspid valve vegetation using the AngioVac system. A repeat TTE at our facility confirmed prior findings of TV vegetation measuring 3 × 1.5 cm and moderate TR (). Blood cultures repeated at our facility revealed no growth. The patient was immediately taken to the catheterization laboratory for vegetation debulking using the AngioVac system.\\nThe patient arrived in the catheterization laboratory intubated and sedated. Bilateral femoral veins were accessed using the modified Seldinger technique. A 6-French (Fr) precision sheath was placed in the right common femoral vein, and an 8-French sheath was inserted into the left common femoral vein. A 6-French sheath was inserted into the right internal jugular vein (IJ). The right IJ was then progressively dilated with escalating size sheaths and, subsequently, a 24-French sheath was placed over a Lunderquist wire. The left common femoral vein sheath was escalated to a 16-French outlet sheath. The AngioVac system was advanced through the right IJ—a 24-French inlet sheath over a Wholey wire. Under transesophageal echocardiography (TEE) guidance, the system was further advanced via the superior vena cava and right atrium towards the TV, where the vegetation was then repeatedly suctioned. Two pieces of the vegetation were successfully extracted. The intraprocedural TEE revealed a 50–60% reduction in the size of the TV vegetation (2.1 cm decrease in the longest dimension) (Figures and ). The AngioVac system was removed, and hemostasis was achieved in both the right IJ and the left common femoral venous accesses via purse-string sutures. The patient tolerated the procedure well. Heparin was used for anticoagulation during the procedure.\\nThe patient's condition improved, and she was extubated on the second day after the procedure. Antibiotics therapy continued. Subsequent blood cultures remained negative, and she became afebrile with a steady decline in her white blood cell count. Seven days after the AngioVac procedure, she was discharged to a rehabilitation facility to finish six weeks of intravenous penicillin G therapy. During a follow-up appointment at an infectious disease clinic one month after hospital discharge, the patient was seen with no symptoms or signs of reinfection.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'12891205': 1, '15561842': 1, '8452151': 1, '23445461': 1, '31149364': 2, '27106646': 1, '34317633': 1, '26575384': 1, '31832358': 1, '33260314': 2, '28471095': 1, '33786314': 1, '31245269': 1, '27879533': 1, '3636987': 1, '26373316': 1, '19015334': 1, '28722286': 1, '32700630': 1, '26341945': 1, '28215497': 1, '12695478': 1, '20185039': 1, '28496930': 1, '32782097': 1, '7082064': 1, '28326804': 1, '32983706': 2, '21856509': 1, '34786381': 1, '22887769': 1, '7978701': 1, '9133520': 1, '30693204': 1, '26904243': 1, '29238620': 2}", "similar_patients": "{'7515097-1': 1, '6501225-1': 1, '7760194-1': 1}"}