{"patient_id": 65296, "patient_uid": "5341375-2", "PMID": 28270196, "file_path": "comm/PMC005xxxxxx/PMC5341375.xml", "title": "Two cases of perivascular epithelioid cell tumor of the uterus: clinical, radiological and pathological diagnostic challenge", "patient": "Patient 2 is a 38-year-old woman who presented with an adnexal mass and highly elevated CA125 level (3979 U/mL). The patient had history of tuberous sclerosis. Pelvic MRI revealed complex cystic masses with enhancing solid portions in both ovaries, suggestive of primary ovarian malignancy. MRI also showed a 1.5 × 1.0-cm sized well-circumscribed, homogenous, submucosal uterine mass showing signal intensity or enhancement similar to that of the myometrium, suggestive of uterine leiomyoma (Fig. e, f). Optimal cytoreductive surgery was performed. Histologic examination revealed that serous papillary carcinoma of the ovary with multiple peritoneal metastases and intrauterine mass consisted of predominantly epithelioid tumor cells and focal infiltrative growth into myometrium. Epithelioid tumor cells showed no major cytological or nuclear pleomorphism and low mitotic activity (Fig. e, f). Sections from peri-aortic lymph nodes showed involvement of PEComa. Immunohistochemistry revealed that tumor cells were positive for HMB45 and SMA, but negative for PAN-CK, desmin, S-100, melan-A, EMA, c-kit, and CD10. These morphologic features and the immunohistochemical staining pattern confirmed a diagnosis of PEComa showing benign histology with involvement of peri-aortic lymph nodes. After surgery, the patient completed six cycles of adjuvant chemotherapy (paclitaxel and carboplatin) for ovarian cancer and was followed up regularly. She had no evidence of disease 8 months after treatment completion.\\nThese morphologic features and the immunohistochemical staining pattern confirmed a diagnosis of PEComa.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'19480261': 1, '27083240': 1, '24418852': 1, '22619565': 1, '16327428': 1, '24450662': 1, '34172593': 1, '31933841': 1, '23245276': 1, '32685651': 1, '25981307': 1, '33364697': 1, '34680376': 1, '34442003': 1, '31750334': 2, '32756336': 2, '28270196': 2}", "similar_patients": "{'5341375-1': 2, '6854398-1': 1, '7459969-1': 1}"}