{"patient_id": 66355, "patient_uid": "5408327-1", "PMID": 28455816, "file_path": "comm/PMC005xxxxxx/PMC5408327.xml", "title": "A case of sarcoidosis with isolated hepatosplenic onset and development of inflammatory bowel disease during recovery stage", "patient": "A 68-year-old female patient with a history of diabetes mellitus type 2 and hypothyroidism, presented with abdominal pain and pruritus. At admission, physical examination showed abdominal pain to palpation, involving epigastric and mesogastric area, and skin lesions by scratching. Laboratory findings showed erythrocyte sedimentation rate (ESR) 120 mm/h, C-reactive protein (CRP) 49.5 IU/mL, alkaline phosphatase (AP) 817 IU/mL, γ-glutamyl transferase (γ-GT) 1390 IU/mL, haemoglobin (Hb) 10.5 g/dL, carbohydrate antigen 19.9 (CA 19.9) 277.5 IU/mL. Other routine biochemical tests, including white blood cell (WBC) count, liver, pancreatic and renal function tests, serum immunoglobulins, blood and urinary protein electrophoresis and other tumoral markers were in the normal range. Abdomen ultrasonography (US) showed mild hepato-splenomegaly with liver steatosis and inhomogeneous echogenicity of the spleen because of the presence of multiple hypoechoic areas of varying sizes, the largest measuring 16 mm. Computerized tomography (CT) scan confirmed the presence of numerous splenic lesions, with perisplenic capsular calcifications, in the absence of other abdominal and/or thoracic pathological findings, except for liver steatosis. Mammography and breast US resulted negative.\\nSerum markers and stool microbiological examinations for viral, bacterial, fungal and parasite infections were negative.\\nThe patient underwent a magnetic resonance imaging (MRI), which revealed spleen lesions with hemangioma aspects, and highlighted a localized reduction of caliber of the proximal extrahepatic bile duct with ectasia of bile duct downstream (Fig. a, b). The endoscopic retrograde cholangio-pancreatography (ERCP) confirmed a compression ab estrinseco in the proximal tract of the bile duct, therefore, a prophylactic sphincterotomy was performed.\\nPositron emission tomography (PET) described some areas with a mild rise of glucose metabolism in the spleen and an important hyperaccumulation of radiopharmaceutical throughout hepatic parenchyma. One month later, clinical and laboratory findings did not change. The patient underwent a colonoscopy that revealed a normal mucosa, while a new CT described a dense tissue with a diameter of about 3 cm and irregular margins infiltrating the upper lobe of the left lung, associated with ipsilateral hilar-mediastinal lymphadenopathy (Fig. c). Cytology, on brushing and bronchoalveolar lavage by bronchoscopy, revealed bronchial epithelia, neutrophils and macrophages, while the presence of fungi and germs, including mycobacteria, was excluded. Peripheral blood lymphocytes immunophenotyping highlighted a severe reduction in CD8 T-cells. Spirometry pointed up a mild obstructive deficit with prevalent impairment of distal airways.\\nSince the persistence of cholestasis (high serum levels of AP and γ-GT), expression of hepatic involvement in the course of a likely systemic disease, a liver biopsy was performed, revealing a sarcoid, non-caseating granulomatous process, with the presence of typical epithelioid and giant cells (Fig. a).\\nMethylprednisolone was administered (1.0 mg/kg/day) for 4 weeks and subsequently the dosage was reduced to 0.5 mg/kg/day.\\nTwo months later, the patient showed a marked clinical improvement with the normalization of inflammatory and cholestasis indicators. Moreover, CT revealed a complete resolution of lung and splenic lesions (Fig. a, b). Therefore, methylprednisolone was further reduced to 0.25 mg/kg/day.\\nSix weeks later, the patient was again hospitalized for chronic diarrhea, with more than 10 watery stools daily. On physical examination she presented spontaneous diffuse abdominal pain. Widal–Wright serodiagnosis, parasitological and microbiological examination of stool, antibodies for celiac disease and test for lactose intolerance resulted negative; total IgE and IgA, thyroxine, gastrin and vasoactive intestinal peptide were in the normal range. Esophagogastroduodenoscopy and a new colonoscopy were performed with random biopsies. Macroscopically, gastroduodenal and colonic mucosa was normal, while the histological examination revealed a nonspecific very mild lymphoplasmacytic inflammatory infiltrate of gastroduodenal mucosa, but most notably the ileum mucosa was affected by an important lymphoplasmacytic and granulocyte inflammatory infiltrate, with erosions, emperipolesis, glandular atrophy and distortion, and nodular lymphoid aggregates in (Fig. b–d).\\nMethylprednisolone therapy was restored to 1.0 mg/kg/day and a marked improvement of diarrhea was achieved in a few days.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'3381021': 1, '8284753': 1, '8079950': 1, '6973270': 1, '7424874': 1, '4006649': 1, '13563999': 1, '16547728': 1, '8372682': 1, '21233484': 1, '20536653': 1, '10430755': 1, '9772062': 1, '3195549': 1, '9186992': 1, '22129508': 1, '12645806': 1, '2980770': 1, '15898908': 1, '19530510': 1, '24680162': 1, '12672326': 1, '11588558': 1, '17410465': 1, '6735084': 1, '5312190': 1, '16772828': 1, '11490836': 1, '1401218': 1, '6492042': 1, '18021432': 1, '24618134': 1, '28455816': 2}", "similar_patients": "{}"}