{"patient_id": 124489, "patient_uid": "5949522-1", "PMID": 29774198, "file_path": "noncomm/PMC005xxxxxx/PMC5949522.xml", "title": "A Rare Cause of Thoracic Spinal Cord Compression by Multiple Large Tarlov Cysts", "patient": "A 34-year-old woman with no history of trauma was referred to the emergency department for acute thoracic pain superimposed on a background of chronic long-standing back pain. The patient was complaining of walking difficulties. Neurological examination demonstrated an incomplete spastic paraplegia, grade 2 motor power in both lower limbs, with sensory level in T9, with pyramidal syndrome in the inferior limbs bilateral plantar extension responses, with hyperreflexia of both Achilles tendons reflexes were present. Sensory, bladder, and bowel functions were unremarkable. Imaging a spinal magnetic resonance imaging (MRI) was performed and revealed a large cystic formation compressing dorsal side of thecal sac from T7–11 () and at the level of the sacrum (). The cysts were isointense to the cerebrospinal fluid (CSF), hypointense on T1-weighted sequences and hyperintense on T2-weighted ones with peripheral contrast enhancement. Based on the imaging findings, a diagnosis of SEAC was suspected. For spinal cord decompression, we did laminectomies at the level of interest from T7–11 exposing the SEACs. The dura matter was exposed and then we found three SEACs (). The cysts were dissected carefully from the underlying dura after removal of the CSF. We found nerve tissue in the cysts. It was possible to identify during surgery the location of the defects making the communication between the dura and the cysts. These defects were located on the right side of each cyst connecting with each other. The lesion was situated in close vicinity to the dorsal root ganglion of T9 to 11. We completely excised the cyst and preserved the nerve roots at the end of the surgery. Then, a duraplasty was performed to close the defects with autologous grafts from the patient's lumbar fascia. Following the complete removal of the cyst, Valsalva maneuver was performed. There was no evidence demonstrating CSF leakage. Regression of the symptoms, primarily the gait impairment, occurred after surgery and was still doing well at 6 months follow-up.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'18888601': 1, '14880939': 1, '8416228': 1, '34538080': 1, '26423931': 1, '27857934': 2, '28484565': 2, '23160631': 1, '17608349': 1, '7143073': 1, '22768183': 1, '15350046': 1, '13155829': 1, '26523762': 1, '22735629': 1, '21430982': 1, '3343608': 1, '29774198': 2}", "similar_patients": "{'5110915-1': 1, '5110915-2': 1, '5409401-1': 1}"}