{"patient_id": 61709, "patient_uid": "5015793-1", "PMID": 27625960, "file_path": "comm/PMC005xxxxxx/PMC5015793.xml", "title": "Traumatic endophthalmitis following a crane pecking injury – An unusual mode", "patient": "A 12-year-old boy was brought to our institute by his father in May 2015 with a week-old history of being pecked in the right eye by a crane. The bird was caged by his father, and the boy, out of curiosity, went close to it and the crane allegedly pecked on his right eye. On examination, his Snellen’s visual acuity was RE 6/24 and LE 6/6. Anterior segment showed a full thickness corneo-limbal tear 2 mm long at 1 o’clock with iris prolapse and a clear lens (Figure 1A ). Though the patient was not co-operative for a detailed posterior segment evaluation, fundus glow was good. Gentle B-scan ultrasonography showed acoustically clear vitreous with attached retina. Left eye was within normal limits. Primary corneo-limbal tear repair was performed within 24 hours from the time of presentation (Figure 1B ). Intra-operatively, the corneal surgeon noted turbid aqueous with minimal hypopyon. In view of clinical suspicion of infection, vitreous tap for microbiological evaluation was obtained along with the primary repair and prophylactic intravitreal vancomycin 1 mg in 0.1 ml and ceftazidime 2.25 mg in 0.1 ml were given. Gram staining of the vitreous aspirate showed evidence of gram-positive cocci in chains (Figure 2A ) and multiple small, grayish white translucent colonies with variable zones of complete hemolysis on blood-agar suggestive of beta-hemolytic streptococci (Figure 2B ). The colonies were found to be resistant to bacitracin suggesting a possible infection with streptococcus agalactiae. The exact species identification of beta hemolytic streptococci is quite tedious and requires multiple other tests unavailable with us. The organism was found sensitive to all antibiotics used for gram positive coverage. Serial ultrasound scans showed increase in vitreous echoes suggestive of exudates. We believe that the organisms must have entered the vitreous through the scleral side of the wound despite a clear lens. Vision in RE decreased from 6/24 (at the time of presentation) to 6/60. A three port pars plana core vitrectomy was done two days after the primary repair. Intravitreal vancomycin 1 mg in 0.1 ml and dexamethasone 0.4 mg in 0.1 ml were injected as per the sensitivity report. Intra-operatively, posterior pole was not involved with a healthy looking macula though the vitreous was full of thick white exudates. Following core vitrectomy, the eye became quiet and the patient was comfortable (Figure 1C ). His best corrected Snellen’s visual acuity was 6/12 at one-month follow-up.", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'31384169': 1, '32999677': 2, '3419475': 1, '8665758': 1, '17189155': 1, '566725': 1, '15522366': 1, '27625960': 2}", "similar_patients": "{'7506268-1': 1}"}