{"patient_id": 124546, "patient_uid": "5954347-1", "PMID": 29780608, "file_path": "noncomm/PMC005xxxxxx/PMC5954347.xml", "title": "Bronchoscopic debulking of a feline tracheobronchial carcinoma and long-term outcome", "patient": "A 10-year-old, female spayed, Russian Blue cat (2.2 kg) was referred to the Veterinary Hospital Frégis with a 5 month history of progressively worsening increased respiratory effort and tachypnoea. The cat had been recently vaccinated and dewormed, and lived strictly indoors. Empiric treatments with theophylline (20 mg/kg q24h PO for 5 months), terbutaline (0.2 mg/kg q12h PO for 5 months), dexamethasone (0.2 mg/kg q24h PO for 5 months) and ciclosporin (5 mg/kg q24h PO for 3 months) had resulted in only partial and transitory improvements.\\nOn physical examination, the cat was alert, with a body condition score of 3/9. An increased respiratory rate (50 breaths per min) and an abnormal breathing pattern with both inspiratory and expiratory effort were observed. Wheezes and a bilateral decrease of bronchovesicular sounds were identified on thoracic auscultation. Thoracic radiographs showed a generalised pulmonary hyperinflation, associated with a tracheobronchial bifurcation disruption, most suggestive of a central airway obstruction ( and ).\\nBronchoscopy was then performed under general anaesthesia. Diazepam (0.2 mg/kg IV) was used as a premedication, and anaesthesia was induced and maintained with propofol boluses to effect (up to 4 mg/kg). Bronchoscopy was performed with a 5.5 mm diameter insertion tube (Video Endoscope BF-Q180; Olympus). An irregular, multi-lobulated, intraluminal broad-based mass in the region of the carina was identified, which was occluding approximately 90% of the airway lumen (). First, a 3.3 mm semi-rigid urinary catheter was introduced through the centre of the mass to provide oxygen delivery. Surgical resection of the mass was not possible, owing the size and its location on the carina. The mass was extremely friable, allowing it to be partially resected via aspiration using the lateral hole of the urinary catheter and aided by a surgical vacuum. After this procedure, the luminal diameter at the carina was restored to approximately 95% of the normal diameter (), providing an immediate improvement in respiratory efforts. Dexamethasone (0.2 mg/kg IV) and buprenorphine (0.015 mg/kg IV) were administrated after this procedure. The cat recovered unremarkably from anaesthesia, and was discharged the following day. Prednisolone was prescribed at home (2 mg/kg q24h PO, tapered over 4 weeks).\\nHistological examination from the tracheobronchial mass was consistent with a well-differentiated tracheobronchial adenocarcinoma. Adjuvant chemotherapy was then initiated using five three-weekly cycles of doxorubicin at a dose of 1 mg/kg via slow intravenous infusion. The cat remained asymptomatic for 1 year following the initial bronchoscopic resection, at which point the cat relapsed with the same clinical signs that were seen on initial presentation. Thoracic radiographs were carried out at this time and pulmonary hyperinflation was again present and there was no evidence of metastatic disease. The second bronchoscopy showed a relapse of the tumour at the level of the right main bronchi where it was placed previously (). A second bronchoscopic debulking of this mass was performed as previously described; however, only a partial resection was achieved (approximately 60% of the lumen was restored, leaving 40% of the mass) (). A marked improvement in the cat’s clinical signs was observed following the procedure and the cat was discharged the same day with oral prednisolone (same protocol used).\\nThree months later the cat represented again with severe respiratory distress. A relapse of the tumour in the carina was observed during the third bronchoscopy and a third endoscopic aspiration of the tumour was performed, restoring approximately 50% of the bronchial lumen. While the cat’s clinical signs initially resolved the cat’s respiratory signs returned 1 month later. Given the short time between the third procedure and relapse and the cat’s poor long-term prognosis, the owners requested euthanasia.", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'21334937': 1, '15135357': 1, '19357541': 1, '28491448': 2, '16141182': 1, '20492486': 1, '11919016': 1, '32832191': 2, '24094520': 1, '16389188': 1, '18394067': 1, '14579222': 1, '18612798': 1, '1523787': 1, '12064038': 1, '29780608': 2}", "similar_patients": "{'5415294-1': 1, '7429769-1': 1}"}