{"patient_id": 119787, "patient_uid": "5586770-1", "PMID": 23295541, "file_path": "noncomm/PMC005xxxxxx/PMC5586770.xml", "title": "Fever and Psychosis as an Early Presentation of Brucella-Associated Meningoencephalitis: A Case Report", "patient": "A 36-year-old woman was admitted to Imam Khomeini Hospital, Tehran because of acute onset of fever and decreased level of consciousness. Her problem began 3 days prior to admission with hallucination, delusions and fever. She was single and unemployed, living in a small town, without previous history of brucellosis in herself and her family. She was not receiving any medication and had no history of illicit drug use. The only positive point in her past was regular consumption of unpasteurized dairy products. On admission, she had disorientation to time and place. She was agitated and had visual hallucination and grandiose delusion. Despite her high temperature (39°C) other vital signs were normal including blood pressure, pulse rate, and respiratory rate. Head and neck examination revealed nuchal rigidity. General physical examination was normal except for some abnormal neurologic findings including decreased deep tendon reflexes and forces of lower extremities at about 3/5. A lumbar puncture was done after brain computerized tomography scan did not reveal any abnormality. The results of initial tests and cerebrospinal fluid (CSF) analysis are listed in table . Presence of fever, decreased level of consciousness, and bizarre behavior raised the possibility of herpes simplex virus (HSV) meningoencephalitis, hence intravenous acyclovir started pending further evaluations. Brain MRI with contrast (gadolinium) showed meningeal enhancement in left frontal and right temporal lobes (fig. ), suggesting meningoencephalitis. During the next few days no significant change was observed in the patient's condition. On the 6th day of hospitalization she developed nausea and vomiting and laboratory tests showed significant elevation of liver enzymes (aspartate aminotransferase, AST = 1,093, and alanine aminotransferase, ALT = 203). Since our patient showed raised levels of liver function tests, we further checked for HBsAg, HCV Ab, HAV Ab (IgM), HIV Ab, EBV Ab (VCA IgM), CMV Ab (IgM), anti-mitochondrial antibody, anti-smooth muscle antibody, and liver kidney microsomal antibody; all were negative. Because of lack of clinical response to acyclovir therapy, negative CSF HSV PCR results, and possibility of drug-induced hepatotoxicity, acyclovir was discontinued after a 10-day course of therapy. At this time serology tests for brucellosis became positive including: Wright agglutination test = 1/40, Coombs Wright = 1/80, Brucella ELISA IgG = 146.6 U/ml (normal <8 U/ml). With probable diagnosis of neurobrucellosis, triple therapy including one intravenous drug with good penetration to CSF (ceftriaxone, doxycycline and trimethoprim-sulfamethoxazole) was started. Rifampin was avoided at this time due to abnormal liver enzymes. Within a week, the patient's symptoms including fever and psychosis improved and she became completely alert without any neurological problems and regained ability to talk and eat. Five days after discontinuation of acyclovir, serum aminotransferase levels decreased (AST = 288 IU/l and ALT = 191 IU/l) and subsequently 9 days after discontinuation of acyclovir, liver enzymes reached near-normal levels (AST = 54 IU/l and ALT = 63 IU/l). Liver biopsy also showed unremarkable portal tracts and lobules. The patient was discharged with triple oral therapy (doxycycline, rifampin, trimethoprim-sulfamethoxazole). After 3 months, she became completely well. She received 6 months’ treatment totally with clinical follow-ups showing no problem at 3 months and at the end of 6 months.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'16647757': 1, '18154418': 1, '34194775': 1, '33747578': 2, '14986274': 1, '15037461': 1, '15930423': 1, '34754670': 2, '17408305': 1, '10781624': 1, '187747': 1, '24350061': 1, '17852920': 1, '23295541': 2}", "similar_patients": "{'8568196-1': 1, '7954612-1': 1}"}