{"patient_id": 121051, "patient_uid": "5680665-1", "PMID": 29184704, "file_path": "noncomm/PMC005xxxxxx/PMC5680665.xml", "title": "Surgical nuances of circumferential lumbar spondylectomy: A case report and short literature review", "patient": "A 67-year-old male presented with nonmechanical axial back pain, neurogenic claudication, and an otherwise normal neurological exam. Established T1 (hypointense), T2 (hyperintense), and T1 enhanced magnetic resonance (MR) studies documented a large tumor centered at the L3 level with marked epidural compression and bilateral retroperitoneal extension [].\\nFollowing confirmation of a chordoma by needle biopsy, our patient underwent a three-stage operation for complete resection.\\nFollowing a midline exposure from T12 to L5, the pedicles of L1, L2, L4, and L5 were instrumented bilaterally. Transforaminal interbody grafts were placed at L1/2 and L4/5. A massive en-bloc resection of the tumor required bilateral troughs in the L3 pars extending to the superior lamina, and included L2/3 bilateral facetectomies and transverse process resections. Pedicle screws were then connected with two rods and a crosslink [].\\nThe vascular surgery team performed a retroperitoneal approach to the anterolateral lumbar spine on both the right and left sides respectively. The ribs of T11 and T12 were taken, the psoas muscle was mobilized, and the anterolateral disc spaces of L2/3 and L3/4 were exposed allowing retroperitoneal tumor resection utilizing annulotomies and diskectomies []. The defect was reconstructed with an expandable cage and lateral plate, whereas the harvested rib was used to create a strut graft next to the cage for early bone fusion [].\\nPostoperatively, the patient only had mild paresthesias and numbness of the right anterior thigh accompanied by a partial 4/5 dorsiflexion deficit; symptoms/signs resolved prior to transfer to a rehabilitation center. The histological examination of the en-bloc specimen confirmed tumor excision along with 1 of 3 lymph nodes that was positive for chordoma. Subsequent plans were made for future proton beam therapy.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'18055855': 1, '19690899': 1, '23504991': 1, '27186250': 1, '8255083': 1, '23768022': 1, '29184704': 2}", "similar_patients": "{}"}