{"patient_id": 119575, "patient_uid": "5567067-1", "PMID": 28868012, "file_path": "noncomm/PMC005xxxxxx/PMC5567067.xml", "title": "Treatment of Primary and Metastatic Multifocal Mucosal Melanoma of the Oral Cavity with Imatinib", "patient": "A 64-year-old man was referred to our outpatient clinic because his dentist noticed multiple black-to-brown patches in the oral cavity. The patient had noticed the onset of pigmentation about 1 month before. His past medical history was unremarkable, and he denied having symptoms such as burning and itching or using tobacco. A clinical examination revealed multiple, partially confluent, brown-to-black macules in the whole oral cavity involving also the base of the tongue and the hard palate (Fig. ). A differential diagnosis of melanosis versus mucosal melanoma was made and a punch biopsy was taken. Histopathology exhibited mucosal melanoma (0.4 mm thickness; 2 mitoses/mm2). A molecular analysis of the specimens showed a c-KIT V560D mutation. BRAF and NRAS mutation assessments were negative. Laboratory test results including lactate dehydrogenase and S-100 levels were within normal ranges. Radiographic staging including whole-body CT scanning showed pulmonary metastases.\\nThe case was presented to the interdisciplinary tumor board, where neither surgery nor radiotherapy was considered as a possible option to treat the primary tumor. Because of the locally advanced primary tumor and the metastases, and based on the mutation status, a targeted therapy with the tyrosine kinase inhibitor imatinib (400 mg once daily) was recommended and initiated. Three months later, a whole-body CT scan was performed, on which stable disease was noted. Moreover, the lesions in the oral cavity showed signs of regression, so that it was decided to continue the therapy. Regular follow-up and imaging evaluations every 3 months revealed stable disease of the pulmonary metastases and a partial response of the primary melanoma (Fig. ). However, at the last follow-up 14 months after treatment initiation, the CT scans revealed progressive disease in the lung. For this reason, the treatment with imatinib was stopped. The patient currently receives combination therapy with a PD-1 antagonist (nivolumab) and a CTL-4 antibody (ipilimumab).", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'22661391': 1, '27191502': 1, '28056206': 1, '23246970': 1, '24100024': 1, '27533633': 1, '27898196': 1, '12131155': 1, '27883956': 1, '23716015': 1, '26601869': 1, '33426995': 1, '32184838': 1, '28072717': 1, '26084808': 1, '23775962': 1, '28868012': 2}", "similar_patients": "{}"}