{"patient_id": 68855, "patient_uid": "5602276-1", "PMID": 28944118, "file_path": "comm/PMC005xxxxxx/PMC5602276.xml", "title": "Dramatic Response of an Aggressive Chest Wall Recurrence to Hyperthermia, Radiation, and Chemotherapy", "patient": "A 38-year-old female with an unremarkable past medical and family history presented to the emergency department (ED) with a lump in the upper outer quadrant of her right breast. She admitted to noting this lump one year prior to presentation. Ultrasound examination revealed a 2.4 x 2.0 x 2.5 cm mass, along with three enlarged right axillary lymph nodes. A core biopsy revealed a poorly differentiated, estrogen receptor-negative, progesterone receptor-negative, HER2/neu-negative (triple negative), infiltrating ductal carcinoma (IDC) with a Ki-67 of 80%. Biopsy of the right axilla was negative for disease, although this was felt to be a false negative. A bone scan and computerized tomography (CT) scan of the chest, abdomen, and pelvis with contrast were negative for signs of distant metastatic disease, making her initial clinical stage T2N1M0 Stage IIB IDC.\\nAfter multidisciplinary review, she began neoadjuvant chemotherapy with Adriamycin and Cytoxan prior to surgical resection due to her triple negative disease and high proliferation index. She was able to complete three cycles but failed to follow-up for her fourth cycle. She presented back to the surgical oncologist, and on a review of her imaging, it was noted that there had been some shrinkage of the tumor initially. However, due to concern for growth after cycle 3, surgical resection was planned. She underwent breast cancer (BRCA) genetic testing, which was negative, so she proceeded with a right modified radical mastectomy with axillary dissection. The pathology revealed an 8 cm mass with two out of four nodes positive for metastatic disease with extracapsular extension (ECE). Distance from the closest margin was 1 mm. The final pathologic staging was pT3N1a.\\nAfter sufficient healing, further adjuvant chemotherapy was planned. However, nine weeks following surgery, she presented to her surgeon with a swelling of the superior flap, first appearing five to six days prior and initially feeling like a “bump”. While this new swelling enlarged over the five to six days prior to presentation, the overlying skin had become shiny and the area had become tender. On physical exam, she was noted to have a 3 cm well-circumscribed mass, which was warm, erythematous, and extremely tender to palpation. An ultrasound revealed a 2.4 cm complex heterogeneous mass with no drainable collection. There was a concern for this being a chest wall recurrence; however, owing to the very short time period that it took to arise, it was thought to be infectious. Therefore, the patient was given a one week trial of cephalexin and instructed to follow-up to evaluate whether the swelling had responded to the antibiotics or whether further investigation was warranted.\\nOne week later, she presented back with no improvement in her symptoms. Ultrasound was repeated with no apparent change. An incisional biopsy revealed a recurrence of her cancer. After this resection, the surgeon felt he could not obtain negative margins and referred her to radiation oncology.\\nShe presented to a radiation oncologist approximately three weeks after her chest wall recurrence (Figure ). She complained of worsening right-sided breast pain, which she rated as 7/10 in severity, with radiation to her axilla and down to her fingertips. She was taking hydrocodone, Dilaudid, and Lyrica without any relief. On CT simulation, the mass measured 6 cm in longitudinal dimension with multifocal disease throughout the breast (Figure ). A chest, abdominal, and pelvic CT performed five days later showed an increase in the size of the mass to 6 x 5.7 cm, multifocal and involving the pectoralis musculature, as well as noting mediastinal, hilar and subcarinal nodal disease, along with liver metastases.\\nFor local control and palliation of her symptoms, the initial plan was to proceed with radiation to a dose of 70 Gray (Gy) in 35 fractions (2 Gy/fraction) to the gross chest wall disease with a simultaneous integrated boost of 56 Gy in 35 fractions (1.6 Gy/fraction) to the right chest wall, axillary, supraclavicular, and internal mammary lymph nodes. However, when metastatic disease was seen, the plan was brought back to the multidisciplinary discussion where we decided to add capecitabine as opposed to offering a more abbreviated radiation schedule. As published studies have demonstrated an improvement in local control when hyperthermia is added for chest wall disease [-], she was treated with external thermal therapy (ETT) twice weekly to the recurrence.\\nShortly after initiating treatment, she developed back pain. A magnetic resonance imaging (MRI) scan and bone scan revealed metastatic lesions to the thoracic spine at T6 and the right posterior 10th rib, which were then treated with 1 fraction of 8 Gy which she tolerated well.\\nAlready by the third fraction of her chest wall and comprehensive nodal irradiation, she had a dramatic improvement in pain at the site of the chest wall recurrence. Her chest wall pain substantially decreased between weeks 2 and 3, at which time she started to develop radiation dermatitis. She was started on Silvadene for skin breakdown, and her pain became associated with skin irritation rather than the mass, which continuously decreased in size during the course of radiation treatments. Figure demonstrates the continual decrease in the size of her chest wall mass during her treatment course. She was initially tolerating treatment fairly well, but due to the development of skin desquamation and Grade 3 dermatitis, treatment was stopped after receiving 58 Gy and completing 12 of the 14 planned hyperthermia treatments.\\nThough already metastatic, there had been dramatic treatment response to the chest wall recurrence. In total, her overall tumor burden decreased to < 2 cm from 9 cm with multifocal disease at the time of the CT simulation. Clinically, her tumor regressed significantly throughout treatment, and she tolerated this treatment well with the expected skin reaction, given her daily bolus to ensure adequate skin dosing.\\nApproximately three weeks following completion of treatment, she presented to the emergency department with a two to three-week history of worsening shortness of breath, chest, and abdominal pain. Review of her breast imaging showed significant breast tumor response with the tumor now in a single focus measuring < 2 cm with much less skin thickening and no obvious involvement of the pectoralis musculature. Unfortunately, the scan also showed diffuse bony and lung metastatic disease. She was septic with severe lactic acidosis. Soon after presentation, her status worsened and she succumbed to her disease (see Table for a timeline of events).", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'8690639': 1, '27951733': 1, '21175406': 1, '15860867': 1, '22906109': 1, '28944118': 2}", "similar_patients": "{}"}