{"patient_id": 120331, "patient_uid": "5625579-1", "PMID": 28983162, "file_path": "noncomm/PMC005xxxxxx/PMC5625579.xml", "title": "Periductal Stromal Sarcoma of the Breast with Coexistent Tuberculous Mastitis", "patient": "A 65-year-old lady presented to the surgical outpatient department (OPD) with lump in the right breast for the past 1 year. On examination, it was 4 cm × 2 cm swelling present in the right upper quadrant. It was hard and mobile. She had a history of excision of similar lump in a private hospital which was reported as fibroadenoma. The swelling recurred few months following excision. She gives no history of weight loss, cough, or contact with tuberculosis patients.\\nWe received a lumpectomy specimen measuring 4 cm × 2 cm. Sections examined from it showed a hypercellular spindle cell lesion arranged in a vaguely fascicular pattern. The tumor cells showed oval to spindle nuclei with mild to moderate atypia and occasional conspicuous nuclei. Mitosis was 7/10 high-power field (hpf). Interspersed bland-looking breast ducts were identified surrounded by this cellular stroma [Figures and ]. No broad papilla or leaf-like structure was seen. Necrosis was absent. The lesion was found to be reaching one of the resected margins. A possibility of PSS was given. The tumor cells showed focal positivity for CD34 on immunohistochemistry [].\\nWe received a mastectomy specimen of the same in due course. The mastectomy specimen measured 19 cm × 18 cm with attached axillary tail 5 cm × 4 cm. Nipple areola appeared unremarkable. A scarred area was seen in the upper outer quadrant indicative of the previous surgery. Sections examined from it showed multiple epithelioid cell granulomas with Langhans type giant cells surrounded by lymphocytes and plasma cells and with areas of caseation []. Stain for AFB was found to be positive. All of the thirteen axillary lymph nodes isolated also showed epithelioid cell granulomas. No caseation was, however, seen in the lymph nodes.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'12604890': 1, '5659413': 1, '8017566': 1, '3977455': 1, '23354799': 1, '25120682': 2, '5766289': 1, '28983162': 2}", "similar_patients": "{'4114652-1': 1}"}