{"patient_id": 61922, "patient_uid": "5030408-1", "PMID": 27668103, "file_path": "comm/PMC005xxxxxx/PMC5030408.xml", "title": "Immune Thrombocytopenia in a Child with T Cell Lymphoblastic Lymphoma", "patient": "A 13-year-old Japanese boy was referred to our hospital complaining of a right inguinal mass. Biopsy of the mass confirmed an enlarged inguinal lymph node with monotonous proliferation of medium- to large-sized atypical lymphoid cells positive for CD2, cytoplasmic CD3, CD5, and CD7 but negative for CD10, CD19, CD20, and CD22. Although his initial blood examination revealed normal white blood cells (WBCs, 4,500/μL), hemoglobin (14.7 g/dL), and platelets (456,000/μL), bone marrow examination revealed infiltration of atypical blastic cells, and thus he was diagnosed with T-LBL stage IV. Complete remission was achieved after induction chemotherapy. Subsequent courses of chemotherapy were uneventful, and he started maintenance therapy with daily mercaptopurine (60 mg/m2) and weekly methotrexate (25 mg/m2). The first 8 weeks of maintenance therapy was uneventful. Complete blood cell counts at the clinic visit on the fifth week were within expected ranges for WBCs (2,300/μL), hemoglobin (11.1 g/dL), and platelets (125,000/μL).\\nFour weeks later, at the ninth week clinic visit, the patient presented with petechiae on his lower limbs. Blood examination revealed low platelet counts (37,000/μL) and normal hemoglobin levels (11.1 g/dL). Also, as expected, WBC counts were low (1,400/μL; neutrophils 32.7%, lymphocytes 40.4%, and blastic cells 0%) due to maintenance therapy. His blood chemistry was normal. His physical examination was unremarkable except for the petechiae. Maintenance therapy was suspended, but thrombocytopenia persisted with low platelet counts (7,000–25,000/μL). Bone marrow aspiration and biopsy revealed normocellular bone marrow, normal megakaryocyte counts (6/μL), and no lymphoma cell infiltration. A whole-body 18F-FDG positron emission tomography-computed tomography scan was negative. Platelet-associated immunoglobulin G (PAIgG) was high (446 ng/107 cells; normal range: 9–25 ng/107 cells). The patient received multiple platelet transfusions. Platelet counts immediately after the transfusions were lower than estimated counts, indicating an increase in platelet destruction rather than a decrease of platelet production.\\nBased on these findings, the patient was diagnosed with ITP, and intravenous immunoglobulin (IVIG; 1 g/kg) was administered 7 weeks after the discontinuation of maintenance therapy. Five days after IVIG therapy, his platelet count recovered (to 100,000/μL), and he was started on oral prednisolone (1 mg/kg/day). Maintenance chemotherapy was resumed 3 weeks after IVIG therapy. Prednisolone was gradually decreased and discontinued 11 weeks after IVIG therapy. The patient completed the 74-week maintenance chemotherapy and has been off therapy for more than 4 months with normal platelet counts (200,000–300,000/μL).", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'17328716': 1, '18287133': 1, '9609516': 1, '28947425': 1, '19442454': 1, '25081899': 1, '31929920': 2, '27668103': 2}", "similar_patients": "{'6935784-1': 1}"}