{"patient_id": 67421, "patient_uid": "5491338-1", "PMID": 28680773, "file_path": "comm/PMC005xxxxxx/PMC5491338.xml", "title": "Chronic Salmonella Osteomyelitis in a Diabetic Patient", "patient": "A 67-year-old woman presented with worsening intermittent right leg pain for the past year. The patient reported extreme right leg pain associated with a thigh swelling, which for the past two months has been draining fluid. Her past medical history was significant for insulin-dependent diabetes mellitus (IDDM) type II and PVD.\\nPhysical examination revealed a fluctuant mass (2 cm in width and 2 cm in length) located on the anterior superior third of the tibia with purulent drainage. She had a full range of motion of both knees and ankles. The dorsal pedis and posterior tibialis pulse were palpable and symmetrical.\\nBoth the bone biopsy and the pus swab from the drained material grew Salmonella enteritidis; however, her blood and urine culture were negative for the bacterium. X-ray of the right tibia showed a 4-cm cortical defect with several densities within the medullary canal. The defect was in the upper one-third of the tibial diaphysis just inferior to the metaphysis (Figure ).\\nOur patient was immediately started on IV levofloxacin (500 mg daily) therapy. Due to the chronicity of the infection, a partial surgical excision was performed on the proximal tibial lesion. The bone biopsy from the operation demonstrated marrow spaces that were partially replaced by fibrous tissues and mononuclear cells; this was compatible with chronic osteomyelitis. Postoperatively, she achieved uneventful wound healing and clinical recovery. Subsequently, she was discharged on the sixth day of hospitalization.\\nShe was maintained on levofloxacin therapy for two months and received physical and occupational therapy on an outpatient basis. At one-year follow-up, the patient was in good condition without recurrence of osteomyelitis.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'32983841': 2, '27628612': 1, '26668420': 1, '34094868': 1, '22046943': 1, '28680773': 2}", "similar_patients": "{'7517663-1': 1}"}