{"patient_id": 61719, "patient_uid": "5016486-1", "PMID": 27612868, "file_path": "comm/PMC005xxxxxx/PMC5016486.xml", "title": "A case of surgery for congenital esophagobronchial fistula accompanied by a destroyed lung", "patient": "A 67-year-old man experienced repeated pneumonia during his childhood and often had hemoptysis and bloody phlegm since the age of 38. He always had a cough and sputum during food or liquid intake. During examinations that were conducted before surgery for atrial fibrillation and valvular disease in another hospital, computed tomography (CT) showed severe bronchiectasis in the right middle and lower lung lobes. Due to concerns about the risk of pulmonary bleeding during heart surgery using an artificial cardiopulmonary device with systemic heparinization, the patient was introduced to our hospital for lung resection. The presence of a fistula between the esophagus and the right lower lung lobe was suspected after CT (Fig. ), and consequently, esophagoscopy (Fig. ) and esophagography (Fig. ) through the fistula were performed, which revealed the flow of contrast medium from the esophagus to the right lower lobe and finally to the right main bronchus. CT angiography (Fig. ) and catheter angiography (Fig. ) revealed an abnormal artery branching from the inferior phrenic artery into the right lower lobe. Endovascular embolization of a few bronchial arteries and the abnormal artery was carried out to reduce bleeding during surgery.\\nThe patient was placed in the left decubitus position. He underwent thoracotomy through the fifth intercostal space with a posterolateral skin incision. The middle and lower lobes strongly adhered to the chest wall and the diaphragm. We carefully cut the adhesion on the diaphragm using ligation, an energy device, and an automatic stapler because the abnormal artery could have been situated behind it. After that, we located the fistula easily without adhesion to the surroundings, severed it using an automatic stapler, and resected the middle and lower lobes. There was a defect in the pleura around the fistula, and we stitched the surrounding tissue including the pleura and cover it with collagen patches coated with human fibrinogen and thrombin (TachoSil, Nycomed, Vienna, Austria) to strengthen the surface of the esophagus (shown in Fig. ). Furthermore, we attached the fifth intercostal muscle to the middle and lower bronchus for protection. This surgery took 12 h with bleeding of 4000 ml.\\nThe diagnosis of congenital EBF to pulmonary sequestration was established with intraoperative and pathological findings (Fig. ). The symptoms disappeared immediately following the operation, and the patient was discharged on the 12th day after surgery.\\nTracheo/bronchoesophageal fistula may be congenital, traumatic, inflammatory, or neoplastic. Most patients with congenital tracheoesophageal fistulas (TEF) are diagnosed immediately following birth or during infancy, because more than 98 % are associated with atresia of the esophagus []. Congenital TEF without esophagus atresia H type TEF is rare but reportedly detected in adults because of long-standing respiratory symptoms [–]. The distribution of this disease is equal between males and females. It is three times more common on the right than the left and is seen more in the right lower lobe [, ]. According to the classification of Braimbridge and Keith [], type I is a fistula associated with a wide-necked congenital diverticulum of the esophagus with inflammation at the tip. Type II, which is the most common, consists of a short tract running directly from the esophagus to the lobar or segmental bronchi. In type III, the fistulous tract connects the esophagus to a cystic pulmonary change. In type IV, a fistula runs into a sequestered pulmonary segment. The patient described here may come under the definition of type IV because the existence of sequestered lung was suspected on the ground of an abnormal artery from an abdominal artery running into the right lower lung lobe, and a septum was clearly detected in the lobe by microscope.\\nSymptoms sometimes present during childhood or adulthood but are seldom seen at birth [, –]. Theories on the cause of this delay have been discussed: a membrane existing on the fistula subsequently ruptures, the fistulous track runs upward and may close during swallowing (the track in this case appeared to run downward), or a fold of esophageal mucosa overlaps the orifice but subsequently becomes less mobile. Symptoms are usually due to chronic bronchopulmonary suppuration, cough (almost universal), hemoptysis, pneumonia, and choking when swallowing liquids (or the appearance of food in the sputum). Although digestive symptoms are relatively uncommon, it was reported that the stomach filled with air on expiration and caused reflux, and dysphagia was sometimes present, 13 and 4 %, respectively []. The patient discussed in this paper suffered several episodes of pneumonia during childhood but had not experienced any apparent pulmonary infection in adulthood before the age of 38. Apart from the aforementioned reasons, the silent period could have existed because the tract from the esophagus opened into the sequestered lung, not the bronchus. The reason for the later symptoms that occurred from the age of 38 could be that the continuous inflammation of the sequestered lung led to a connection between the damaged area and the right lower bronchus, and the inflammation was spread over the whole right lower and middle lobes. This theory may support the existence of the sequestered lung, but no image data before the lung got destroyed existed and the theory cannot be established.\\nThe diagnosis is usually made by barium swallow. Bronchoscopy and esophagoscopy sometimes demonstrate the orifices of the fistula, which are usually small and only recognized when the exact site is known [–]. In this case, EBF was first suspected by computed tomography, which showed the tract between the esophagus and the right lower lobe, and the heavily damaged right middle and lower lobes.\\nCriteria for congenital EBF are suggested pathologically by the absence of surrounding inflammation and adherent lymph nodes, along with the presence of mucosa and definitive muscularis mucosa within the fistulous tract. Surgically, uncomplicated and easy dissection of the fistula and absence of inflammation suggests a congenital fistula [, ]. In this patient, there was strong adhesion around the destroyed lung, but no adhesion was apparent around the EBF.\\nIn terms of treatment, the division of the fistula and excision of the permanently diseased lung segment have been performed. There was no operative mortality reported, and symptoms rapidly improved [–].", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'2178573': 1, '24484808': 1, '24484809': 1, '22347352': 2, '13874035': 1, '7695413': 1, '14292429': 1, '7071795': 1, '27612868': 2}", "similar_patients": "{'3277043-1': 1}"}