{"patient_id": 66464, "patient_uid": "5414514-1", "PMID": 28487867, "file_path": "comm/PMC005xxxxxx/PMC5414514.xml", "title": "Non-ischemic cardiomyopathy after rituximab treatment for membranous nephropathy", "patient": "A 51-year-old man was diagnosed with phospholipase A2 receptor (PLA2R) positive, primary membranous nephropathy. He was initially treated with prednisone and cyclophosphamide without significant improvement. The patient was subsequently started on tacrolimus and became calcineurin inhibitor-dependent. Due to a relapse despite being on tacrolimus, rituximab treatment was recommended. His past medical history was remarkable for multiple episodes of deep venous thrombosis on chronic anticoagulation, hypertension, and dyslipidemia. He did not have any previous cardiac history and denied any concerning preceding cardiac symptoms of chest pain, dyspnea, syncope, orthopnea, or paroxysmal nocturnal dyspnea. The patient had a 33-pack-year history of smoking but quit two years previously. His 12-lead electrocardiogram (ECG) prior to rituximab treatment showed normal sinus rhythm. He worked as a carpenter and had been carrying heavy equipment at work without significant physical limitation. His family history is significant for coronary artery disease in his father at 50 years of age and dilated cardiomyopathy (DCM) in his brother. Due to significant cardiovascular diseases in his family members the patient underwent a cardiolite treadmill stress test which showed normal exercise tolerance and functional class I on Bruce protocol for 15 minutes. There was no evidence of fixed or reversible defect.\\nThe patient was 179 cm tall with a body weight of 88 kg and body surface area (BSA) of 2.1 m2. Rituximab was administered at a dosage of 1000 mg intravenous (IV) at a starting infusion rate of 50 mL/h. Oral acetaminophen (1000 mg), oral diphenhydramine (50 mg), and IV methylprednisolone (100 mg) were also given as premedication. He underwent his first rituximab infusion without any immediate side effects. Forty-eight hours after the infusion, the patient presented to the hospital and reported having woken up from sleep with chest tightness and shortness of breath. He also had nausea and emesis. His physical examination was unremarkable with no evidence of heart failure.\\nA 12-lead ECG showed a new left bundle branch block (LBBB) as shown in . Troponin I level was 0.08 ng/mL (normal <0.03 ng/mL). Otherwise, Laboratory testing revealed the following values: hemoglobin 11.2 g/dL (reference range 13.5-17.5 g/dL), white blood cell count 9.6×109/L (reference range 3.5-10.5 ×109/L), platelet 157×109/L (reference range 150-450 ×109/L), serum creatinine 1.5 mg/dL (reference range 0.8-1.3 mg/dL), BUN 41 mg/dL (reference range 8-24 mg/dL), sodium 141 mmol/L (reference range 135-145 mmol/L), potassium 5.0 mmol/L (reference range 3.6-5.2 mmol/L), chloride 111 mmol/L (reference range 100-108 mmol/L), bicarbonate 22 mmol/L (reference range 22-29 mmol/L). Computed tomography angiogram of the chest was negative for pulmonary embolism without evidence of significant coronary calcification. An urgent transthoracic echocardiogram demonstrated moderately reduced left ventricular (LV) systolic function with an ejection fraction (EF) of 30% with moderate hypokinesis of the anteroseptal myocardium. There was no significant valvular disease. The patient subsequently underwent left and right heart catheterization with coronary angiography which revealed a cardiac output of 5.9 L/min (normal range: 4-8L/min) and a cardiac index of 2.88 L/min/m2(normal range: 2.6–4.2 L/min/m2). There was no significant atherosclerotic disease noted in the coronary vessels. However, there was moderate diffuse hypokinesis of the LV on ventriculogram. Right heart catheterization demonstrated mildly elevated right and left-sided filling pressures. Thus, the diagnosis of non-ischemic cardiomyopathy was made, and the underlying etiology of his non-ischemic cardiomyopathy was postulated to be due to rituximab treatment.\\nThe patient received medical treatment for the cardiomyopathy with carvedilol 3.125 mg orally twice a day as well as lisinopril 10 mg and rosuvastatin 10 mg orally once a day. The patient was also subsequently placed on a life vest due to prevent sudden cardiac death. The patient was restarted on tacrolimus for his treatment of membranous nephropathy. He did not receive any further treatment with rituximab. A repeat echocardiogram one month later still demonstrated severe LV enlargement with a calculated EF of 26%. There was persistent generalized LV hypokinesis with abnormal ventricular septal wall motion due to LBBB. Otherwise, there was a mild valvular heart disease. His follow-up ECG showed normal sinus rhythm with LBBB. Carvedilol was increased to 6.25 mg twice a day and slowly titrated up to 25 mg twice a day. At 9-month follow-up, despite that he had better optimization of his medical therapy, his transthoracic echocardiogram still showed reduced LVEF of 31% with moderate−severe LV enlargement. Thus, the patient was evaluated and underwent cardiac resynchronization therapy with implantable cardioverter defibrillators (CRT-D) implantation. At 3 month after initiation of CRT therapy, the patient had significant improvement in his functional status with LVEF of 52%. Although the patient still had proteinuria at 607 mg/dL/24 hours, his kidney function remained stable with creatinine of 1.6 mg/dL and creatinine clearance of 69 mL/min/BSA.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'16840188': 1, '21272226': 1, '18765315': 1, '33062307': 2, '23562124': 1, '24151854': 1, '22872297': 1, '15808750': 1, '21474357': 1, '25733089': 1, '15061224': 1, '10855789': 1, '30141179': 1, '21030574': 1, '20399520': 1, '12966906': 1, '16131381': 1, '23000633': 1, '24480824': 1, '23902481': 1, '22044821': 1, '23565629': 1, '16490965': 1, '30918029': 1, '29511687': 1, '32154014': 1, '24503806': 1, '21868694': 1, '14715099': 1, '20401299': 1, '12721250': 1, '11807147': 1, '32311997': 1, '22377738': 1, '10637245': 1, '23700173': 1, '16203266': 1, '24913498': 1, '31911994': 1, '15795913': 1, '22953082': 2, '18415035': 1, '10707793': 1, '28487867': 2}", "similar_patients": "{'3420582-1': 1, '7552504-1': 1}"}