{"patient_id": 69085, "patient_uid": "5618968-1", "PMID": 29213795, "file_path": "comm/PMC005xxxxxx/PMC5618968.xml", "title": "CADASIL: case report", "patient": "A 52-year-old man, right-handed, with ten years of schooling and positive family\\nhistory for CADASIL, was attended at our service in 2008. He is both hypertensive\\nand diabetic. The patient presented with a blood pressure (BP) of 200 × 120\\nmm/Hg and glycemia of 800 mg/d at the first stroke episode. Currently, he is in use\\nof the medications Co-Renitec and Amaryl D 4 mg, controlling both BP and glycemia at\\nnormal levels.\\nThe presence of these risk factors makes this case of special interest, showing the\\nimportance diagnostic confirmation by genotyping, with regard to differential\\ndiagnosis.\\nThe disease initially manifested with transitory ischemic attacks (TIA) followed by\\nsensitivity symptoms (paresthesia) and motor signs (faciobrachiocrural hemiparesis)\\nto the left side. The patient reported episodes of migraine preceded by visual aura.\\nClinical evolution was rapid and progressive with the emergence of cognitive\\nimpairment and worsening motor picture.\\nNeuropsychological assessment was carried out by applying the Consortium to Establish\\na Registry for Alzheimer's Disease (CERAD) battery, which includes the Mini-Mental State Examination\\n(MMSE) validated for use in Brazil\\nand complementary tests focusing on executive function - the Trail-Making Tests (A\\nand B) (TMT-A and TMT-B), the\\nClock Completion Test (CCT) (maximum errors: 7, normal: 0 to 3 and abnormal: 4 to\\n7), the Complex Figure\\nCopying Test, Gesture\\nImitation and the\\nversion of the Clinical Dementia Rating (CDR) scale validated for use in Brazil. No formal test was applied to\\nassess functional independence. However, an interview focusing on occupational\\naspects and activities of daily living (ADL), including the conducting and handling\\nof personal finances, was conducted with the patient reporting no significant\\nfunctional problems, a finding corroborated by at least one family member.\\nThe results of the neuropsychological assessment showed changes, as shown in .\\nThe patient was submitted to MRI which revealed, on FLAIR, extensive areas of\\nhypersignal in subcortical white matter, predominantly frontal, temporal and\\nparietal, in addition to compromised external and internal capsules, brain stem and\\npresenting lacunar infarcts in the temporal and right parietal regions ().\\nMorphometric analysis was also performed using segmentation by the signal intensity\\ntechnique, evidencing the percentage of frontal lobe lesions (41.8%) ().\\nGenetic analysis was carried out (Laboratoire Génétique\\nMoléculaire de l' Hôpital Lariboisière - Paris, Prof. Elisabeth\\nTournier-Lasserve) based on the direct DNA sequencing of exons 3 and 4 of the Notch\\n3 gene (chromosome 19), which revealed a nucleotide substitution of Arginine (CGC)\\nto Cysteine (TGC) at position 153 in exon 4 (c.535 C >T: R153C), consistent with\\nCADASIL diagnosis, confirming the etiology of the disease. Three of his siblings\\nwere later confirmed as carrying the same mutation. Recently, these individuals were\\nincluded in a study assessing cognitive and neuroimaging profile.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'15856758': 1, '8227899': 1, '7564728': 1, '15143298': 1, '8485581': 1, '16717212': 1, '9710018': 1, '8624692': 1, '8232972': 1, '21755117': 1, '16421118': 1, '10503743': 1, '9974062': 1, '16341400': 1, '9591223': 1, '16263847': 1, '16998728': 1, '8878478': 1, '12395806': 1, '19139365': 1, '2771064': 1, '29213795': 2}", "similar_patients": "{}"}