{"patient_id": 71391, "patient_uid": "5785115-1", "PMID": 29383317, "file_path": "comm/PMC005xxxxxx/PMC5785115.xml", "title": "Retropharyngeal Space Schwannoma: A Rare Entity", "patient": "A 36-year-old woman was admitted to our department with a 3-year history of a foreign body perception in the throat with gradually progressing dysphagia, associated with occasional odynophagia. A significant weight loss (6 kg) in the previous 2 months occurred. Physical examination revealed an anterior bulging of the left posterior pharyngeal wall due to the presence of a large, smooth mass, with central mucosal ulceration, causing a remarkable reduction of the oropharyngeal space ().\\nThe endoscopic evaluation pointed out the extension of the mass from below the left Eustachian tube to the omolateral piriform sinus. Nasal cavities were free and morphology and functionality of the larynx were preserved. Neck examination was otherwise normal. Magnetic resonance (MR) showed a well-defined encapsulated tumor in the left retropharyngeal space (size 70 mm x 40 mm x 30 mm), with high signal intensity on T2-weighted sequences and isointensity on T1-weighted, which was strongly enhanced by gadolinium administration ().\\nThe mass, with predominant submucosal development, was extending into the retropharyngeal space from the nasopharynx to the hypopharynx.\\nAn angio-CT scan was performed before the main surgical procedure, to evaluate the relationship between the tumor and the main vascular structures of the neck. A posterior displacement of the external carotid artery with an apparently preserved dissection plane was observe. The internal carotid artery was not in contact with the lesion.\\nA biopsy, was performed under general anesthesia in order to define the lesion’s nature, which was diagnosed as a schwannoma. The patient underwent a combined transoral and cervicotomic transmandibular approach. The tumor possessed a plurilobulated aspect, bulging out in the oropharynx and developing in the retropharyngeal depth. Dissection was performed accurately and the lesion was removed in en-block throughout the oral cavity ().\\nTracheotomy was performed temporarily in order to prevent eventual postoperative dyspnea and was closed in 8 days later. Tumor size was 60 x 55 x 32 mm and the cross-section showed a “fish flesh” soft tan appearance.\\nHistologically, the tumor was highlighted by a fibrous capsule composed of spindle cells with focal palisading of the nuclei arranged in short bundles and fascicles, which raise suspicion for schwannoma. The patient was fed through a feeding tube for 7 days and was dismissed 12 days after surgery, with a normal diet. No recurrence was observed during the two years of follow-up.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'18213717': 1, '7494128': 1, '12117350': 1, '4371706': 1, '15564847': 1, '8729506': 1, '12437815': 1, '19145685': 1, '17000449': 1, '34220163': 2, '17023770': 1, '10546374': 1, '17638778': 1, '9419124': 1, '3625033': 1, '29383317': 2}", "similar_patients": "{'8237817-1': 1}"}