{"patient_id": 115870, "patient_uid": "5291933-1", "PMID": 28184323, "file_path": "noncomm/PMC005xxxxxx/PMC5291933.xml", "title": "Congenital Tuberculosis: A Newborn Case Report With Rare Manifestation", "patient": "A ten-day-old boy, the first child of non-consanguineous Iranian parents, presented with a fever, seizures, and an increased head circumference. He was delivered normally at term with a birth weight of 2.9 kg and received the BCG vaccine within 24 hours of his birth. Pneumonia and hydrocephaly was detected at his first evaluation one week after birth and nonspecific antibiotic therapies were started. His mother was separated from him due to reactivation of her tuberculosis and treated with four drugs beginning 10 days prior to delivery. He was formula fed after birth. He was admitted to our clinic at Bentolhoda hospital in North Khorasan, Iran in September 2014. On physical examination, the patient weighed 2.6 kg and showed poor activity, lethargic behavior, pallor, a fever of 38.7°C, tachycardia, tachypnea, dehydration, pneumonia and wide skull sutures. Organomegaly was not detected in his abdomen () (). Laboratory analysis showed elevated erythrocyte sedimentation rate (ESR = 35) and a leucocyte count of 8300/cu mm (20% polymorphoneuclear cells, 63% lymphocytes, 12% monocytes and 5% eosinophil), anemia (HgB = 10.5), thrombocytosis (Plt = 706000) and minimal impaired liver function tests.\\nIn our newborn ward, the patient’s pulmonary infection was treated with cefotaxime and ampicillin therapy. In spite of this combination therapy, his fever remained and his conscious level status deteriorated; after adding amikacin to his treatment, his general condition began to improve. Chest X-rays showed upper zone pneumonitis on his right side (). Abdominal ultrasonography confirmed that there was little fluid collection in Morison’s pouch without any organomegaly. CNS evaluation by ultrasonography and computerized cranial tomography revealed IVH and severe four-ventricle hydrocephalus (). Evaluation for TORCH study was negative in both baby and mother.\\nBecause of the mother’s history of TB, we suspected that he might have congenital TB. Early morning gastric aspirate was negative for acid-fast bacilli on smear microscopy on three consecutive days. Cerebrospinal fluid was collected and showed protein levels at 300 mg/dL, glucose at 27 mg/dL (serum glucose level was 76 mg/dL), many RBC, and a positive result for acid-fast bacilli on smear microscopy, all of which were compatible with TBM (). Tuberculosis screening was performed for all family members who had had close contact with the patient. Her mother was diagnosed with active pulmonary TB and treated with a multi-drug anti-tuberculosis regimen. Her screening for human immunodeficiency virus (HIV) was negative. Ophthalmologic consultation was done and reported normal.\\nHe was administered a four-drug anti-tuberculous treatment of INH (10 mg/kg, PO), rifampicin (RMP) (10 mg/kg, PO), pyrazinamide (PZA, 40 mg/kg, PO), streptomycin (STP, 30 mg/kg/ day, IM). Steroid therapy was given at 2 mg/kg for two months and then tapered. Lumbar punctures for reduction of cerebral fluid were performed on five consecutive days after neurosurgical consultation. Within a few days after the therapy was begun, the infant showed remarkable improvement: his fever and increasing head circumference were controlled and he had gained weight. He was discharged with INH, RMP, PZA, and STP, and referred for surgery. A repeat chest X-ray was normal. In a follow-up visit after one month of treatment the patient had gained weight and was well.", "age": "[[10.0, 'day']]", "gender": "M", "relevant_articles": "{'12522285': 1, '14743055': 1, '12571760': 1, '7172697': 1, '25222775': 1, '8127333': 1, '16117559': 1, '3976610': 1, '5562731': 1, '7454491': 1, '31294005': 2, '12015461': 1, '28184323': 2}", "similar_patients": "{'6598396-1': 1}"}