{"patient_id": 71212, "patient_uid": "5765697-1", "PMID": 29325587, "file_path": "comm/PMC005xxxxxx/PMC5765697.xml", "title": "Human echinostomiasis: a case report", "patient": "A 62 year-old, hindu male resident of Gorkha district (28°17′23.92″N, 84°41′23.1″E) at an altitude of 1210 m above sea level and climate zone with an area of 3610 km2 and has a population (2001) of 288,134, Province No. 4, Nepal was referred from local government hospital to the Department of Gastro-medicine of Tribhuvan University Teaching Hospital (TUTH) in Kathmandu, Nepal for the evaluation of upper abdominal pain with distension, at the mid of July 2016.\\nThe patient had past history of repeated admission for jaundice and abdominal distension probably due to alcoholic liver cirrhosis with decompensation (ascites) in local and regional hospital. This time he had new onset abdominal pain in addition to pre-existing abdominal distension (ascites) with vomiting on and off since 3 months before he got admitted to TUTH. He moreover had a history of consumption of insufficiently cooked fish and snail with alcohol and water cress (aquatic plants) from riverside as the part of his daily meal.\\nIn the local government hospital, his abdominal pain was managed with antacids, proton pump inhibitors (PPI), antispasmodic and albendazole but his pain was not relieved. So, he was referred to Tribhuvan University Teaching Hospital where intravenous pantoprazole and hyoscine butylbromide was given which caused only mild relief of pain. Since, his pain was not resolving an ultrasound analysis was performed on 17th July 2016 which showed cirrhotic liver changes with ascites. For further evaluation endoscopy was planned for next day. On 18th July 2016 endoscopy was performed.\\nA complete blood count of the patient revealed a 72% of neutrophils, 20% of lymphocytes, 7% of eosinophil, 1% of monocytes, and 0% of basophils. Total leucocyte count was 4010/μl of blood and platelet count reached 223,000/μl of blood and hemoglobin was reduced to 10.3 gm/dl.\\nPatient’s stool sample was collected and processed for routine macroscopic and microscopy examination. On macroscopic examination of stool, it was yellowish–brown with soft consistency.\\nDuring endoscopy, an adult flat worm was seen with mild portal hypertensive gastropathy (McCormack’s classification) and erosive duodenopathy. The worm was removed and its morphological characteristics were studied which revealed flat leaf like structure, reddish-gray in color measuring approximately 10 mm in length by 2 mm in width (Figs. , ). Oral sucker, ventral sucker, uterus and testes were clearly observed in the adult worm (Figs. , ) but its head collar with collar spines around the oral sucker were not visible. The adult worm resembled to the Echinostoma species, Clonorchis sinensis and Opisthorchis felineus. Since, neither the facilities for genetic confirmation nor for fixing, staining and mounting of the adult worm was present at our institute, the worm was preserved in 10% formalin and waited until the next morning for the analysis of the stool sample of the patient to reach the possible diagnosis by studying the morphology and characteristics of the ova laid by the worm.\\nFor the microscopic examination of the fecal sample, wet and iodine mount was prepared and examined under light microscope. On wet mount an ellipsoidal, yellow–brown, eggs with somewhat inconspicuous operculum and a thickened, wrinkled abopercular end (Figs. , ) with mean average size of 130 µm by 64 µm (Fig. ) was observed. The above characteristics of the ova clearly differentiate from the ova of C. sinensis and O. felineus which have convex operculum that rest on a prominent opercular ‘shoulders’ at the smaller end of the egg and abopercular knob at the opposite end with small size, measuring 27–35 µm by 11–20 µm. The size of the detected ova was measured using cell sensation software version 1.12 for DP73 camera installed to the Olympus BX53 microscope used for the microscopy. On the basis of morphological appearance of adult worm and characteristic feature of the detected ova and its measurement, Echinostoma species was identified. The photographic evidence of worm and eggs with the results of their measurement was forwarded to Centers for Disease Control and Prevention (CDC), Atlanta, Georgia, USA and it was confirmed as that of Echinostoma species.\\nThe ova found in this patient (ova of Echinostoma species) resembled closely to the ova of the Fasciola hepatica, Fasciola gigantica, Fasciolopsis buski and Gastrodiscoides hominis. To avoid the confusion of co-infection with other trematodes, the ova found in this patient was compared and contrasted with ova of other trematodes available at Tribhuvan University Teaching Hospital, Nepal. The small size, inconspicuous operculum and a thickened, wrinkled abopercular end (Fig. ) differentiated the ova present in this patient with the closely resembled ova of F. hepatica (Fig. ) which has no thickened or wrinkled abopercular end, F. gigantica (Fig. ) the size of which is larger and without thickened or abopercular end, Fasciolopsis buski (Fig. ) without thickened or wrinkled abopercular end and G. hominis (Fig. ) without thickened or wrinkled abopercular end.\\nFinal diagnosis of Echinostoma species was made on the basis of morphological appearance of adult worm and characteristic feature of the detected ova and its measurement.\\nPatient was treated with praziquantel 40 mg/kg (single dose) which is the drug of choice for Echinostoma species infection by which he got improved and on follow up stool examination after 2 weeks revealed no ova of Echinostoma species with confirmed resolution of the abdominal pain.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'10216652': 1, '30956448': 1, '21738278': 1, '26740361': 1, '16150452': 1, '16568331': 1, '2099176': 1, '9574799': 1, '31284353': 2, '24903367': 1, '8354853': 1, '28870243': 2, '8167105': 1, '12815324': 1, '1822877': 1, '29325587': 2}", "similar_patients": "{'5583974-1': 1, '6616157-1': 1}"}