{"patient_id": 71177, "patient_uid": "5762187-1", "PMID": 29340256, "file_path": "comm/PMC005xxxxxx/PMC5762187.xml", "title": "Clinical Cholecystitis in the Absence of the Gallbladder", "patient": "A 27-year-old Hispanic female presented to the hospital with complaints of the right upper quadrant (RUQ) abdominal pain for three days. The pain was constant, dull in nature, non-radiating, and worsened after consuming fatty meals. She did not have any associated constitutional symptoms. The patients' vital signs were as follows: temperature was 98.3 F, heart rate was 66 beats per minute, blood pressure was 132/87 mmHg, respiratory rate 16 breaths per minute and the oxygen saturation was 98% on room air. The physical examination was remarkable for RUQ tenderness and a positive Murphy’s sign. The laboratory data revealed a hemoglobin of 13.4 g/dL, white cell count of 6.3 x 109/L, platelets of 190 x 109/L, alanine transaminase of 39 IU/L, aspartate transaminase of 31 IU/L, alkaline phosphatase of 72 IU/L and a total bilirubin of 0.6 umol/L.\\nThe abdominal ultrasound was performed which revealed a contracted gallbladder with stones, and without any evidence for cholecystitis (Figure ). The hepatobiliary iminodiacetic acid (HIDA) scan demonstrated non-visualization of the gallbladder, suggestive of cystic duct obstruction. With a working diagnosis of acute cholecystitis, a laparoscopic cholecystectomy was attempted, but since the gallbladder was not visualized, the procedure was aborted. Subsequently, the MRCP was performed which confirmed CAG (Figure ). The patient’s symptoms resolved and she was discharged home on Ursodiol. There was no relapse of symptoms at the one-month follow-up visit.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'3052366': 1, '32923247': 2, '14271878': 1, '7103104': 1, '11873771': 1, '14748869': 1, '17575771': 1, '6996086': 1, '11005355': 1, '9755988': 1, '15853977': 1, '29340256': 2}", "similar_patients": "{'7480776-1': 1}"}