{"patient_id": 68222, "patient_uid": "5555012-1", "PMID": 28831316, "file_path": "comm/PMC005xxxxxx/PMC5555012.xml", "title": "Pravastatin-Induced Eczematous Eruption Mimicking Psoriasis", "patient": "An 82-year-old man with a history of gout, hypercholesterolemia, and multiple nonmelanoma skin cancers was referred to our dermatology clinic for evaluation of pruritic lesions affecting the skin of the bilateral posterior arms for several weeks. He had no personal or family history of psoriasis or atopic dermatitis and denied any new contact exposures, new detergents, or starting any new medications or supplements. His daily medications included the following: allopurinol 300 mg, hydrochlorothiazide 25 mg, aspirin 81 mg, pravastatin 20 mg, and colchicine 0.6 mg. The patient had been on pravastatin therapy for hypercholesterolemia for over 5 years. Several months before onset of the rash his pravastatin had been increased from 10 mg to 20 mg daily.\\nClinical examination revealed scaly, confluent, well-circumscribed erythematous plaques on the extensor surfaces of the upper arms extending to the forearms with no other lesions noted on skin exam (Figures and ). Evaluation of the nails did not reveal any significant findings. A 4 mm punch biopsy was obtained from the forearm for routine histological evaluation. Given the psoriasis-like appearance, the patient was prescribed triamcinolone ointment 0.025%.\\nThe biopsy () revealed compact orthokeratosis and significant spongiosis with a perivascular lymphocytic infiltrate, consistent with an eczematous process. There was no evidence of acanthosis or psoriasiform epidermal hyperplasia. At the patient's follow-up appointment two weeks later, the lesions had spread to his anterior thighs and lower back. He was experiencing significant distress due to the pruritus and appearance of the rash and was treated with 40 mg intramuscular triamcinolone acetonide 0.1% solution. One month later, there was no improvement of his symptoms and alternative treatment options including phototherapy and nonsteroidal immunosuppressive therapy were considered. The patient was started on oral methotrexate, 10 mg weekly, as his schedule was unable to accommodate phototherapy. Further studies including complete blood count, metabolic panel, thyroid hormone, prostate specific antigen, serum protein electrophoresis, hepatitis B and hepatitis C, rapid plasma reagin, and autoimmune panel were unrevealing. Fungal culture and skin scraping for microscopic evaluation for dermatophyte were negative.\\nDespite an 8-week course of methotrexate, there was no improvement of his lesions. Finally, the patient underwent a trial off his pravastatin to rule out the statin as an etiologic agent. In collaboration with his primary care provider, the patient was switched to cholestyramine for cholesterol management and, after 8 weeks, his cutaneous lesions resolved. The patient was tapered off methotrexate and there was no recurrence of his lesions.", "age": "[[82.0, 'year']]", "gender": "M", "relevant_articles": "{'8198021': 1, '12390689': 1, '31877626': 1, '19754002': 1, '17207162': 1, '15914514': 1, '17470528': 1, '8664272': 1, '33587283': 1, '17301736': 1, '23023659': 1, '18668431': 1, '24239923': 1, '12235446': 1, '16405486': 1, '24566733': 1, '20868617': 1, '15118389': 1, '20964647': 1, '23563132': 1, '28831316': 2}", "similar_patients": "{}"}