{"patient_id": 113422, "patient_uid": "5011545-1", "PMID": 27625692, "file_path": "noncomm/PMC005xxxxxx/PMC5011545.xml", "title": "Right ventricular outflow tract stenting in double outlet right ventricle with critical pulmonary stenosis and hypoplastic pulmonary arteries", "patient": "The 3-day-old term born hypotrophic neonate was admitted to the Department of Pediatric Cardiac Surgery with the initial diagnosis of tetralogy of Fallot.\\nThe girl was born by normal spontaneous vaginal delivery at the 39th week of gestation with a birth weight of 2370 g. Her prenatal medical history was complicated by maternal heavy nicotinism in pregnancy. Congenital heart disease was diagnosed at the 3rd day of life, and prostaglandin E1 (PGE1) intravenous infusion was administered.\\nThe child was transferred to our department in an emergency setting because of rapid general deterioration with severe cyanosis. Because of hypoxemia and hypercapnia the baby was intubated on admission, and remained on mechanical ventilation during the diagnostics. Also continuous infusion of PGE1 was carried on.\\nTransthoracic echocardiogram (TTE) performed on admission revealed DORV with a large subaortic ventricular septal defect. There was 70–80% dextroposition of the wide aorta with mild aortic valve insufficiency, and a severely hypertrophied right ventricle with right ventricle outlet tract obstruction (RVOTO). Pulmonary valve stenosis (pulmonary valve annulus diameter of 3 mm) was present with evidence of a right ventricle – main pulmonary artery pressure gradient of 65 mm Hg. The main pulmonary artery (MPA) was severely hypoplastic through its entire length. The MPA inner diameter was 3.5 mm. Continuous 2 mm diameter left and right pulmonary arteries (LPA and RPA) were seen. There was no echocardiographic pattern of PDA flow; thus the infusion of PGE1 was stopped.\\nThe newborn was referred for an emergency percutaneous balloon angioplasty of the right ventricle outflow tract obstruction (RVOTO). The procedure was performed under general anesthesia. Hypoplasia of the MPA and pulmonary bed with a small diameter of the right and left pulmonary arteries was noted. The initial McGoon index was 0.8.\\nNevertheless an increase of peripheral saturation was observed after percutaneous angioplasty of the RVOT. The child was extubated and subsequently discharged from the reference department of pediatric cardiology.\\nAfter 3 weeks the patient was admitted again because of general deterioration, decrease of saturation (65–70%) and fatigue during oral feeding, which required nasogastric tube feeding. The infant was referred for repeated percutaneous balloon RVOT angioplasty. During the procedure the symptoms of early restenosis were observed; thus 2 vascular stents were directly implanted following telescope stent-in-stent technique in the area of the RVOT and MPA (Abbott Vascular MULTI-LINK, 4 × 8 mm and 3.5 × 15 mm, ). After the procedure the patient’s general condition improved. The increase of blood oxygen saturation and concomitant decrease of RV-MPA pressure gradient in control echocardiography were noted. The anticoagulation protocol with initial heparin infusion (15 mg/kg bw/h) followed by chronic oral aspirin administration (3 mg/kg bw) was continued.\\nIn the 10th week of life percutaneous balloon RVOT stent redilatation was attempted. The findings of right ventricle hypertrophy, persistent blood flow from RV to MPA, and an evident increase of both pulmonary arteries’ (LPA and RPA) diameters were obtained (). The efforts to re-dilate RVOT stents were unsuccessful; therefore the 4.32 kg bw infant with observed 70–75% peripheral saturation was referred for a right modified BT shunt, which was made with implantation of a 4.5 mm Gore-Tex tube.\\nRegular follow-ups were performed until the age of 7 months. Antegrade flow to pulmonary artery blood flow velocity up to 4 mm/s with mild recurrent diastolic wave from MPA to RV was confirmed. Her peripheral saturations were oscillating over 80% with short-term drops at the time of oral feeding, and viral infections. The child was chronically treated for recurrent urinary tract infections with prolonged antibiotic therapy; thus her weight gain was still less than expected.\\nPercutaneous balloon RVOT stent redilatation was performed at the age of 7 months. Control angiography performed to prior scheduled surgery proved correct localization of implanted stents with normally developed pulmonary arteries, with a current McGoon index value of 2.7. Finally at the age of 10 months and 5.7 kg bw, the girl was referred for surgical DORV correction with removal of implanted stents.\\nThe procedure was performed via median sternotomy. The agenesia of the thymus gland and the hypoplastic MPA with the presence of palpable stents within the pulmonary trunk were exposed. There was clear evidence of macroscopically visible specific pericardial inflammatory reaction around the area of the stented MPA.\\nClassic cardiopulmonary bypass was commenced routinely. At 28°C central temperature the heart was stopped, and after opening the right atrium a large “malalignment” ventricular septal defect (VSD) was identified. The aortic valve was completely overriding the 15 mm-wide VSD, while there was both subpulmonary and subaortic muscular conus in the right ventricle. The outflow from the severely hypertrophied RV to the MPA was secured with the stents protruding the right ventricle cavity. The free wall of the right ventricle was opened. The stents were dissected from fibrous inflammatory-like tissue and removed, and the obstruction of the RVOT was extensively resected (). The “malalignment” VSD was closed using a large Gore-Tex (ML Gore and Associates, EU) patch with running monofilament suture. The RVOT and MPA were supplemented with a Contegra “mono-cusp” xenograft (Contegra, Medtronic, EU). The patient was weaned from CPB with sinus rhythm. In the early post-operative course, periodic arrhythmias of unexplained etiology were observed. Further recovery was uneventful.\\nIn consecutively performed follow-up TTE, wide right ventricle outflow tract, unrestricted blood flow from RV to MPA and an extensive patch covering the VSD with the unobstructed left ventricle outflow tract were regularly observed. The present follow-up time is 14 months. The girl undergoes regular outpatient follow-ups in the local pediatric cardiology center.", "age": "[[3.0, 'day']]", "gender": "F", "relevant_articles": "{'18332061': 1, '18698548': 1, '25848370': 1, '16404787': 1, '5969246': 1, '33633949': 1, '16446517': 1, '27625692': 2}", "similar_patients": "{}"}