{"patient_id": 64348, "patient_uid": "5247383-1", "PMID": 28105581, "file_path": "comm/PMC005xxxxxx/PMC5247383.xml", "title": "Point-of-care ultrasound identification of pneumatosis intestinalis in pediatric abdominal pain: a case report", "patient": "A 3-month-old baby boy, who was previously well, presented with diarrhea for 1 day and 1 episode of blood in the stools. There was history of increased irritability, poor feeding and drawing up of the legs during the crying episodes. He was lethargic on examination with a heart rate of 152 per minute, blood pressure of 118/76 mmHg, oxygen saturation of 100%, capillary refill of 2–3 s and respiratory rate of 40 per minute. On examination, the abdomen was distended with an ill-defined mass palpable in the left hypochondrium. He had another episode of diarrhea while in the ED which also was mixed blood and mucous. The initial venous blood gas showed a pH of 7.424, PCO2 36 mmHg, HCO3 23 mmol/L, base excess −0.6 mmol/L, Na 132 mmol/L, K 3.7 mmol/L, iCa 1.21 mmol/L, glucose 7.7 mmol/L and lactate 1.40 mmol/L. The patient was kept nil by mouth and started on maintenance intravenous fluids. A pediatric emergency physician specialized in POCUS performed an abdominal POCUS using with the low-frequency transducer (5–2 MHz) and linear transducer (8–5 MHz). This showed the presence of doughnut or target sign on the axial sonography in the left upper quadrant (Fig. ). Detailed sonological assessment of the area revealed sub-serosal echogenic foci in the intestinal wall. This sub-serosal echogenic foci was suggestive of sonographic pneumatosis intestinalis or intramural air (Fig. ). Abdominal X-rays done showed gasless abdominal field except in the gastric area (Fig. ).\\nComprehensive ultrasound was done by the radiologist showed ileo-colic intussusception with marked thickening of the bowel wall. Vascularity was not demonstrated on the Doppler and an echogenic foci of intramural air was also noted. A trial of pneumatic reduction was attempted which was unsuccessful. The patient then underwent laparotomy which revealed ischemic terminal ileum and caecum. A right hemicolectomy with reduction of intussusception and anastomosis of bowel was done. Histopathological evaluation revealed edematous and dusky bowel in the resected specimen. Post-operative period was uneventful and he was discharged after 5 days.", "age": "[[3.0, 'month']]", "gender": "M", "relevant_articles": "{'10983683': 1, '31867198': 1, '31493662': 1, '23781883': 1, '30053886': 1, '27529029': 1, '24673672': 1, '24511517': 1, '11804916': 1, '8637988': 1, '18982323': 1, '12511155': 1, '16317497': 1, '2671335': 1, '27812885': 1, '3903639': 1, '22424652': 1, '1515895': 1, '16283583': 1, '17895747': 1, '2407861': 1, '33270182': 2, '25159246': 1, '28105581': 2}", "similar_patients": "{'7714802-1': 1, '7714802-2': 1, '7714802-3': 1, '7714802-4': 1, '7714802-5': 1, '7714802-6': 1}"}