{"patient_id": 124521, "patient_uid": "5952456-1", "PMID": 29861568, "file_path": "noncomm/PMC005xxxxxx/PMC5952456.xml", "title": "Amyloid Proximal Tubulopathy and Amyloid Casts: An Unusual Finding in Multiple Myeloma", "patient": "A 62-year-old woman presented with easy fatigability for the past 3 months. She was a hypertensive on olmesartan 20 mg once a day for the past 5 years. She had no other significant medical history. On examination, she had pallor, pulse rate of 80/min, and blood pressure of 130/80 mm/Hg. Her cardiac examination was normal, lungs were clear, and abdomen was soft with no organomegaly. Urinalysis showed 4+ protein, 8–10 red cells/hpf; urine protein-creatinine ratio 4.2. Hemoglobin was 7.1 g/dl and hematocrit 20.9, total red blood cell count 2.3 million/mm3, total white blood cell count of 13,600 cells/mm3, platelet count 87,000/mm3. Peripheral smear revealed normocytic normochromic anemia and mild thrombocytopenia; blood urea 48 mg/dl; serum creatinine 3.1 mg/dl; prothrombin time 15.7 s; international normalized ratio 1.26; activated partial thromboplastin time 23.8 s; and direct Coomb's test negative. Serum total protein was 10.7 g/dl, with albumin of 3.3 g/dl and A:G ratio of 0.4:1. Serum protein electrophoresis showed total protein of 9.7 g/dl (6.4–8.2), albumin 3.57 g/dl (3.2–4.6), α1 globulin 0.3 g/dl (0.15–0.33), α2 globulin 0.79 g/dl (0.72–1.06), β globulin 0.93 g/dl (0.74–1.06), and γ globulin 4.11 g/dl (0.91–1.71). M-spike (2.78 g/dl) and myeloma band were detected. A bone marrow biopsy showed plasmacytosis (30%) including some bi-nucleate and tri-nucleate forms. Skeletal survey showed multiple punched out osteolytic lesions in the skull. Renal ultrasound showed normal-sized kidneys with normal corticomedullary differentiation. She received supportive treatment and was started on hemodialysis as her serum creatinine galloped to 9.2 mg/dl.\\nA renal biopsy was performed. Light microscopy had eight glomeruli for evaluation. No diffuse or nodular mesangial expansion was noted. No spikes or double contours were seen on the glomerular basement membranes. No endocapillary proliferation, fibrinoid necrosis or crescent formation was present. Tubular epithelial cells showed signs of acute injury, with flattened epithelium and loss of brush borders. About 20% of the tubules had amorphous periodic acid-Schiff (PAS) negative casts. Occasional casts were rimmed by inflammatory cells. Some casts had spicules at the periphery and were PAS and silver positive and blue on Masson's trichrome stain. The spicules and periphery of these casts were Congo red positive, exhibiting Apple-green birefringence upon polarization which is diagnostic of amyloid []. Few of the proximal tubules had small, round amorphous bodies in the cytoplasm which was PAS negative, weakly silver positive, and blue on trichrome stain []. These bodies were also Congo red positive []. Interstitium was edematous and was infiltrated by lymphocytes and a significant number of eosinophils. There was mild fibrous intimal proliferation of the arteries. Congo red stain was negative in the glomeruli, interstitium, and blood vessels.\\nThe tissue submitted for immunofluorescence study was stained for IgG, IgM, IgA, C3, C1q, and kappa and lambda light chains. There was intense (+3) staining for lambda light chain over the tubular casts and the intracellular round bodies []. Kappa light chain was negative []. The tubular basement membranes were negative for kappa and lambda light chains. Immunoglobulins and complement were also negative. The renal biopsy was diagnosed as amyloid cast nephropathy and amyloid proximal tubulopathy.\\nShe was treated with bortezomib 2 mg/m2/dose along with oral dexamethasone 40 mg weekly. She required five sessions of hemodialysis and urine output improved. Creatinine stabilized at 2.8 mg/dl. Her 2-month follow-up serum creatinine was 2.7 mg/dl after five doses of bortezomib. However, proteinuria persisted.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'29497513': 2, '22045243': 1, '30580293': 1, '33509125': 2, '10919389': 1, '17093068': 1, '8191650': 1, '17609690': 1, '19561448': 1, '19359078': 1, '16885408': 1, '29861568': 2}", "similar_patients": "{'7845023-1': 1, '7845023-2': 1, '5783209-1': 1}"}