{"patient_id": 120924, "patient_uid": "5671830-1", "PMID": 29068997, "file_path": "noncomm/PMC005xxxxxx/PMC5671830.xml", "title": "Atypical hemolytic uremic syndrome induced by CblC subtype of methylmalonic academia", "patient": "A 4-year-old girl presented to our hospital with a 20-day history of paleness and fatigue, with no other clinical manifestations such as hematemesis, melena, diarrhea, dermatorrhagia, gross hematuria, edema, joint swelling, and fever. She had been diagnosed with severe anemia and received erythrocyte suspension transfusion before hospital admission. When she was 1 year old, her Hb was found to be 90 g/L, for which she was given iron but she was not brought to the hospital for a follow-up. Her parents and her younger sister are all healthy.\\nOn physical examination, she had an ear temperature of 37°C, a pulse of 90 beats per minute, and a blood pressure of 140/90 mm Hg. Except for moderate anemic appearance, no special abnormality was found. She was diagnosed with anemia and admitted to our hospital for further investigation and management.\\nAfter admission, multiple blood routine tests showed normochromic anemia. The lowest Hb was 61 g/L. It was difficult to maintain her Hb to >90 g/L even after doing the erythrocyte suspension transfusion 3 times. The platelet count fluctuated between 102 and 276 × 109/L, the reticulocytes at 0.8% (0.5%–1.5%), vitamin B12 at 592 pg/mL (180–914 pg/mL), and folic acid at 9.64 ng/mL (3.7–19.8 ng/mL). Ferritin (248.7 ng/mL) and transferrin (119.0 mg/dL) were all within the normal range. Thalassemia gene screening was also negative. Fecal routine and occult blood tests were negative, and the coagulation functions were normal. Haptoglobin had decreased significantly and was only <5.83 mg/dL (30–200 mg/dL), whereas lactate dehydrogenase had significantly increased and was 629 U/L (109–245 U/L). Erythrocyte fragmentation was observed in peripheral blood erythrocyte morphology examination. Serum creatinine was 38.4 μmol/L at first, which then rapidly increased to 88.4 μmol/L within 4 days. Hematuria (35.38/HP) and proteinuria (3+) were present in the urine, and the urinary red blood cell morphology suggested it to be glomerular hematuria. Urinary albumin 2260 mg/L (0–30 mg/L) and urinary N-acetylglucosidase 32.9 U/L (0.3–12.0 U/L) were both high. The patient had no acidemia, and the pH (7.39), HCO3− (22.1 mmol/L), BE (−2.0 mmol/L), and the anion gap (15 mmol/L) were all within the normal range.\\nDirect and indirect antihuman ball tests were all negative. ASO <25 IU/mL (0–100 IU/mL), complement C3, C4, and immunoglobulin A, G, M were normal as well. Anti-double-stranded DNA antibodies were at 2.0% (<20%). ANA and ANCA series, lupus anticoagulant substances, and anticardiolipin antibodies were all negative. B ultrasound showed an enlargement of the kidneys (right kidney size 91 × 42 mm, left kidney size 90 × 40 mm), but no change in the echo.\\nAfter admission, she was given supportive treatment including erythrocyte suspension transfusion and oxygen. Her blood pressure was successively lowered by nifedipine, amlodipine metoprolol, losartan potassium, and furosemide. The condition of patient still had not improved. Her blood pressure fluctuated between 103 and 173 mm Hg/66 and 107 mm Hg, and she still had severe anemia, with Hb at 64 g/L even after blood transfusions. Renal function was also abnormal, with the lowest eGFR at 56.5 mL/min/1.73 m2 (>90 mL/min/1.73 m2).\\nWe further performed conventional bone marrow examination. The smear showed a proliferation of nucleated cell with a G/E ratio of 1.33:1 (2.76:1). Granulocyte and erythroid hyperplasia were obvious and showed significant megaloblastic degeneration.\\nRenal biopsy showed that 5 of the 10 glomeruli were sclerotic spheroids, 4 of which were concentrated, and suggestive of membranous proliferative glomerular lesions. Thrombotic microvascular disease is highly likely (Figs. and ).\\nEye examination, adrenal and renal B-ultrasound, and echocardiography all showed no obvious abnormalities. Head MRI showed widened bilateral frontal temporal exterior brain space and a slightly enlarged bilateral lateral ventricle.", "age": "[[4.0, 'year']]", "gender": "F", "relevant_articles": "{'21748409': 1, '16311595': 1, '34141381': 1, '32957924': 2, '23724196': 1, '7955584': 1, '15272617': 1, '27768015': 1, '28327205': 2, '26683540': 1, '27289364': 1, '14567967': 1, '16714133': 1, '16602092': 1, '16898970': 1, '25859752': 1, '26952825': 1, '28211788': 1, '18800230': 1, '25877918': 1, '17846917': 1, '15293040': 1, '27324188': 1, '24753033': 1, '30157807': 1, '26911616': 2, '17347912': 1, '25708146': 1, '26581066': 1, '29068997': 2}", "similar_patients": "{'4765089-1': 1, '7507264-1': 1, '7507264-2': 1, '5360033-1': 1, '5360033-2': 1, '5360033-3': 1, '5360033-4': 1}"}