{"patient_id": 69376, "patient_uid": "5639576-1", "PMID": 28985767, "file_path": "comm/PMC005xxxxxx/PMC5639576.xml", "title": "Acute suppurative appendicitis associated with Enterobius vermicularis: an incidental finding or a causative agent? A case report", "patient": "A 21-year-old male Arabic patient was admitted at emergency department for abdominal pain and nauseas for 2 days. Physical examination revealed right iliac fossa pain and tenderness associated with peritonism. The Rovsing’s sign was positive. The patient reported episodes of anorexia, vomiting and a mild fever. Laboratory examination showed a mild increase in white blood count and an increased C-reactive protein. These clinical and laboratory findings were compatible with acute appendicitis and the surgical removal was decided. The resected appendix measured 7 × 2.2 cm, with a congested and inflamed wall filled of stercolith (Fig. ). Histological examination of the hematoxylin–eosin-saffron (HES) stained sections of the resected appendix showed intense acute inflammation pattern of the appendiceal wall with numerous neutrophils, plasma cells, and macrophages as well as lymphoid hyperplasia, epithelial ulceration and suppurative necrosis; the lumen of the appendix contained numerous adult parasites with histological characteristic features of E. vermicularis (Figs. a, , black arrows). The cross-section of the parasites showed the two lateral cuticular projections (alae) extending from the thin eosinophilic wall (Fig. a, b, black arrows). In the lumen of some female parasites, many oval eggs were seen in their gravid genital tract (Fig. a, red arrows). A male parasite was also seen with its characteristic testicular structures (Fig. b, red arrow).\\nThese histological findings were typical of acute E. vermicularis appendicitis. The patient recovered well after surgery and mebendazole has been prescribed for him as well as his close family members.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'20637320': 1, '22288029': 1, '31586892': 2, '20937462': 1, '34345587': 1, '31036611': 1, '33194140': 2, '19085426': 1, '26990375': 1, '27065621': 1, '19030741': 1, '34381505': 1, '20378722': 1, '26156929': 1, '24989613': 1, '26250824': 1, '24177459': 1, '22128765': 2, '25486986': 1, '17524150': 1, '4745230': 1, '24081170': 1, '28985767': 2}", "similar_patients": "{'6796714-1': 1, '3245485-1': 1, '7599011-1': 1}"}