{"patient_id": 70761, "patient_uid": "5731208-1", "PMID": 29241452, "file_path": "comm/PMC005xxxxxx/PMC5731208.xml", "title": "Pancreatic schwannoma: a case report and an updated 40-year review of the literature yielding 68 cases", "patient": "A 53-year-old male presented to our hospital in June 2016 with a history of intermittent periumbilical abdominal pain and lower back pain for 1 week. He did not exhibit any nausea/vomiting, jaundice or weight loss. Upon physical examination, the abdomen was soft and non-distended without evidence of hepatosplenomegaly or a palpable mass. His family history was not significant, and tumor markers (AFP, CA-125, CA19–9, and CEA) were within normal ranges.\\nAn abdominal US revealed a well-defined, hypoechoic mass in the head of the pancreas that measured 4.8 × 4.7 cm and contained an internal cystic component. On contrast-enhanced US, there was uniform enhancement of the tumor, and no intratumoral vascularity was detected with Doppler imaging (Fig. ). Unenhanced computed tomography (CT) demonstrated a well-encapsulated, heterogeneous lesion at the junction of the pancreatic head and neck without calcification. On contrast-enhanced CT, there was mild and heterogeneous enhancement in the solid component of the tumor, which was less than the surrounding pancreatic parenchyma. The internal cystic component was not enhanced (Fig. ). The mass compressed nearby blood vessels, such as the portal vein and celiac trunk, without invading them. No associated dilatation of the main pancreatic duct or common bile duct was found. Additionally, there were no liver masses or pathologic lymphadenopathy.\\nAccording to these results, the mass was preliminarily considered as a solid pseudopapillary tumor of the pancreas. The patient underwent exploratory laparotomy, which disclosed a well-encapsulated 6 × 5 cm mass arising from the head of the pancreas and compression of the portal and superior mesenteric veins. A standard Whipple pancreaticoduodenectomy was performed.\\nHistopathological examination of the resected specimen revealed a 5.5 cm, well-circumscribed, yellow-gray mass with a slightly hard consistency. Microscopically, the tumor was completely surrounded by a capsule with subcapsular lymphocytic infiltrates and abundant lymphoid follicle formation. The tumor was composed of spindle cells with wavy nuclei and mild atypia exhibiting a palisading arrangement. Nerve fiber bundles were noted at the periphery (Fig. ). Immunohistochemical staining results revealed that the tumor was strongly positive for CD-56 and S-100 but negative for CD-117, CD-34, DOG-1, desmin or smooth muscle actin. These findings were consistent with the final diagnosis of pancreatic schwannoma.\\nPostoperatively, the patient recovered well, and he was discharged without incident 3 weeks after the operation. At the 8-month follow-up visit, the patient was doing well without recurrent disease, and his abdominal pain had resolved.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'7939474': 1, '2511055': 1, '32307608': 2, '7785620': 1, '27729750': 2, '26918099': 2, '20039458': 1, '15536295': 1, '19031416': 1, '18326930': 1, '16163062': 1, '19185694': 1, '22509087': 1, '34022762': 1, '1592939': 1, '31620536': 1, '14571430': 1, '28000633': 1, '19712917': 1, '18694526': 2, '34401136': 1, '24054034': 1, '11985975': 1, '18621000': 1, '9951935': 1, '23133276': 1, '20065549': 1, '33588954': 1, '15316226': 1, '2112269': 1, '3626558': 1, '6310227': 1, '34453629': 2, '21884700': 1, '15170556': 1, '19501191': 1, '8280901': 1, '16274899': 1, '7614798': 1, '9872648': 1, '25177575': 1, '8460103': 1, '27084984': 1, '25364457': 2, '2253635': 1, '18307004': 1, '23410733': 1, '26183748': 1, '7170905': 1, '34141813': 2, '17261290': 1, '16132429': 1, '15177315': 1, '25789539': 1, '20167297': 1, '21771323': 1, '20855766': 1, '15694826': 1, '11764392': 1, '21401900': 1, '10554337': 1, '1503050': 1, '15544900': 1, '21255185': 1, '26341855': 1, '24371534': 2, '17049200': 1, '15358332': 1, '23720987': 1, '25220936': 1, '9211499': 1, '29241452': 2}", "similar_patients": "{'2526090-1': 1, '4214448-1': 1, '3859158-1': 1, '4745593-1': 1, '8403099-1': 1, '8173407-1': 1, '5055874-1': 1, '7167390-1': 1}"}