{"patient_id": 121013, "patient_uid": "5678312-1", "PMID": 29044084, "file_path": "noncomm/PMC005xxxxxx/PMC5678312.xml", "title": "Infectious chorioretinitis in an immunocompetent patient: A diagnostic dilemma", "patient": "A 44-year-old male presented with complaints of defective vision in the right eye for the past 5 months, was diagnosed previously as posterior uveitis, and treated with two courses of oral steroids and systemic antiviral for 2 weeks by his local ophthalmologist. He had a history of childhood TB in the form of cervical lymphadenitis and had taken antitubercular therapy (ATT) 25 years back. Previous investigations showed Mantoux positivity with induration of 25 × 25 mm with 5 tuberculin units. High-resolution computed tomography was within normal limits, and QuantiFERON-TB Gold test was positive. His HIV status was negative. His best-corrected visual acuity (BCVA) was 20/40 and 20/20 in the right and left eye, respectively. Slit lamp examination showed fresh granulomatous keratic precipitates in the right eye with 2 + cells in anterior chamber and anterior vitreous and fundus showed chorioretinitis in the superotemporal quadrant with dense vitritis []. B-scan ultrasonography showed subtle retinochoroidal elevation noted posteriorly in the superotemporal quadrant with moderate surface and internal reflectivity with a peripapillary choroidal thickness of 1.8 mm []. PCR of aqueous aspirate for herpes simplex virus, varicella zoster virus, cytomegalovirus, and toxoplasma was negative; real-time-PCR (RT-PCR) for Mycobacterium tuberculosis (MTB) genome (MPB64) was positive and detected five copies/ml of DNA []. Serum IgG antitoxoplasma antibody was positive, whereas IgM negative. A presumed diagnosis of ocular TB was made and after obtaining chest physician advise; patient was started on four-drug ATT along with oral steroids.\\nTwo months later, his BCVA was 20/63 and 20/20 in the right and left eye, respectively. Slit lamp examination showed 2+ vitreous cells and fundus showed persistent chorioretinitis with dense vitritis []. Paradoxical reaction to ATT was suspected, and the patient was started on intravenous methylprednisolone (IVMP) 1 g for 3 days. AC tap was repeated which showed positivity for toxoplasma B1 genome by nested PCR [] and IgG for toxoplasma was positive in aqueous. Following IVMP inflammation regressed, lesions on the retina appeared flat []. The patient was started on systemic antitoxoplasma therapy and ATT was discontinued.\\nOne month later, his BCVA was 20/63 and 20/20 in the right and left eye, respectively. Fundus examination revealed vitreous membranes persistent chorioretinitis []. The patient was continued on systemic antitoxoplasma therapy and steroids. Due to the persistent vitritis and plenty of vitreous membranes and nonresolving lesions, patient underwent therapeutic vitrectomy along with intravitreal clindamycin (1 mg/0.1 ml) and dexamethasone (400 μg) along with the vitreous biopsy. PCR of the biopsied specimen showed negativity for viruses, toxoplasma, and MTB genome. The patient was advised to continue the oral antitoxoplasma therapy. The patient responded well to the treatment and showed clearance of vitritis along with scarring of lesions []. One month later, at the last visit lesions resolved, his BCVA was 20/32 and 20/20 in the right and left eye, respectively [].", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'20708269': 1, '20602328': 1, '16458686': 1, '11371084': 1, '21475653': 2, '19831571': 1, '20149341': 1, '14644206': 1, '21595533': 1, '29044084': 2}", "similar_patients": "{'3062759-1': 1, '3062759-2': 1, '3062759-3': 1}"}