{"patient_id": 72664, "patient_uid": "5863442-1", "PMID": 29588856, "file_path": "comm/PMC005xxxxxx/PMC5863442.xml", "title": "Diagnosis of GATA2 haplo-insufficiency in a young woman prompted by pancytopenia with deficiencies of B-cell and dendritic cell development", "patient": "A 19-year-old white female presented to a hematology clinic for further evaluation and management of aplastic anemia. At age 9, she began menstruation with heavy bleeding. At age 13, she was found to have low platelet counts around 20 × 103/μL. At age 14, she was diagnosed with mild aplastic anemia based upon a bone marrow biopsy showing a hypocellular marrow without morphological or immunophenotypic evidence for leukemia or myelodysplasia. Her only transfusion history was 2 units of packed red blood cells for worsened anemia related to menorrhagia at age 16 (Hgb of 9.9 g/dL), and she received no specific therapy for aplastic anemia for the next 3 years. In addition to anemia, she complained of frequent sinus and urinary tract infections. She had no history of tobacco use, alcohol consumption, or illicit substance use. A family history revealed a maternal grandmother with a diagnosis of systemic lupus erythematosus, and that both sisters of her maternal-grandmother had anemia with chronically low leukocyte and platelet counts, but no documented immune disorders. A maternal great-grandmother had Charcot-Marie-Tooth syndrome and died at age 32 of renal failure. The patient’s mother, age 48, received 2 units’ whole blood 5 years earlier for treatment of anemia. Additionally, her mother had 2 sisters ages 42 and 45, both of whom had anemia, chronic low blood counts, and autoimmune disease (Fig. ). There was no history of leukemia in the patient’s family history. There was no clear diagnosis to explain her anemia, thrombocytopenia and leukopenia, and marrow studies that failed to document AML or MDS. She was given empiric supplemental oral iron 325 mg three times a day, vitamin B12 1000 mcg daily, and folate 1 mg daily without any significant change in her symptoms or blood counts. She was then self-referred to our center for further evaluation and diagnosis of her hematological abnormalities.\\nUpon presentation, physical examination showed a normal appearing Caucasian young woman, with mild bruising to her upper extremities, a normal pulmonary and cardiac exam, normal abdominal exam, with no palpable lymphadenopathy or splenomegaly. Positive clinical findings included diffuse superficial apthous-like ulcers in her mouth, vagina, and nasopharynx. A complete blood count showed a low WBC (2.2 × 103/uL) with absolute neutropenia (absolute neutrophil count of 140 cells/uL), an absolute monocyte of 0.14 × 103/uL, a hemoglobin of 11 g%, RBC count of 3.1 x 10E6/μl with a MCV of 100 fL. She was thrombocytopenic, but transfusion independent, with a platelet count of 29 x 10E3/μl (Table ). The peripheral blood smear showed pseudo-Pelger Huet forms and rare hypogranular neutrophils while red cell morphology showed anisopoikilocytosis, elliptocytes and dacryocytes. Blood levels of vitamin B12 (295 pg/mL), folate (> 20.0 ng/mL), and copper (162 mcg/dL) were in the normal range, with mild iron deficiency (serum iron 28 mcg/dL, normal range for women 55–160 μg/dL). HLA typing was ordered for possible allogeneic transplant should her hematological parameters worsen and she became transfusion dependent. Her oral ulcers were treated with acyclovir for presumed HSV infection, however, a throat culture for HSV was negative. She was followed clinically for a year with no substantial change in her blood counts but with worsening constitutional symptoms (Table ).\\nA second bone marrow biopsy performed at age 20 (Fig. ) showed a hypocellular marrow with mild erythroid and myeloid atypia and atypical megakaryocytes without increased myeloblasts or abnormal cytogenetics. Flow cytometry of the marrow aspirate failed to identify any abnormal cell populations. Immunohistochemistry of the marrow biopsy showed abundant CD3 positive T cells, while CD138 positive plasma cells and CD20 positive B cells each comprised about 1% of nucleated cells She had findings consistent with chronic inflammation/ immune activation as evidenced by a mildly elevated CRP of 10.3 mg/L (normal range 0.3-8 mg/L) and elevated IL-6124 pg/ml (normal value < 5 pg/ml). No obvious infectious etiology was identified. Repeat laboratory testing showed evidence showed decreased CD107a expression on NK cells indicating abnormal degranulation, suggestive of hemophagocytic lymphohistiocytosis (HLH) []. Based on persistent cytopenia, and evidence of chronic inflammation and immune activation, low grade MDS, aplastic anemia, immunodeficiency and HLH were the leading differential diagnosis considered. However, serum ferritin was 12 μg/L, not markedly elevated as would be expected for HLH making this diagnosis an unlikely cause of her chronic inflammation or pancytopenia. She was started on a trial of Cyclosporine 200 mg BID (steroids not given) as immunosuppression for treatment of possible aplastic anemia, but this was discontinued after a month due to intolerance and absence of hematological improvement. Additionally, she did not have stigmata of congenital bone marrow failure syndromes such as short stature, skeletal abnormality, or skin hyperpigmentation.\\nEvaluation for potential immune defect showed a normal levels of serum immunoglobulins. Immunophenotyping of blood and bone marrow by flow cytometry showed decreased B-cells (2.5% CD19-positive cells), non-detectable plasmacytoid and classical dendritic cells (DC), but normal levels of CD4+ and CD8+ T-cells (Table and Fig. ). The presence of normal immunoglobulin levels and normal T cell numbers with absence of recurrent or opportunistic infectious ruled out diagnosis of late onset combined T and B cell immune defects and common variable immune deficiency []. The presence of peripheral blood monocytopenia with marked B cell lymphocytopenia and absence of DC in a setting of hypocellular marrow, a diagnosis of GATA2 was considered. Polymerase chain reaction based-sequence analysis of GATA2 revealed a heterozygous missense mutation in Allele 1: c.1061C > T (p.t354 M) that has been previously described for this condition []. Although the patient’s parents were not tested, her family history suggested an autosomal dominant pattern of inheritance affecting her mother and mother’s relatives, who appeared to have a mild presentation of the same disorder that affected the patient. With no related HLA-matched sibling or haploidentical donor available, a suitable 10/10 HLA-matched unrelated donor was identified in the NMDP database. After a careful discussion of the natural history of GATA2 deficiency and the risks and benefits of allogeneic transplant, the patient underwent allogeneic BMT from a 10/10 HLA matched unrelated donor following a myeloablative conditioning regimen of busulfan, fludarabine and low dose rabbit ATG []. She received post-transplant immunoprophylaxis with methotrexate and tacrolimus and engrafted with neutrophils on day + 18 and platelets on day + 37, achieving 100% donor myeloid and 99% donor T cell chimerism upon variable nucleotide terminal repeat analysis of blood leukocytes on day + 52 post-transplant. Her post-transplant course was uneventful, other than pneumonitis of unknown etiology, cytomegalovirus reactivation with a gastric and duodenal biopsy showing CMV pathogenic effect which has responded to treatment dose valganciclovir and four infusions of IVIG, and low-level EBV viremia which regressed without any specific intervention, all occurring prior to day 100 post-transplant. She did not develop graft versus host disease and achieved transfusion-independence with normal blood counts.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'21892162': 1, '18208811': 1, '32625202': 1, '33460321': 1, '28270454': 1, '25397911': 1, '24474949': 1, '22996665': 1, '27755182': 1, '4066981': 1, '27259979': 1, '12374451': 1, '24345756': 1, '24227816': 1, '25359990': 1, '29588856': 2}", "similar_patients": "{}"}