{"patient_id": 121727, "patient_uid": "5728896-1", "PMID": 29245281, "file_path": "noncomm/PMC005xxxxxx/PMC5728896.xml", "title": "Spontaneous spinal epidural hematoma mimicking transient ischemic attack", "patient": "A 71-year-old woman presented with sudden neck pain and weakness in her right upper and lower limbs while she was having a bath at home. Her symptoms resolved spontaneously within 10 minutes. After half past 4 hours later, she had the same onset of right hemiparesis and had full recovery within 15 minutes, and then was immediately admitted to our emergency department. The patient had a 30 years history of hypertension without well-control. She had no previous history of taking any antiplatelet or anticoagulant drugs. There was no recent history of head and spinal trauma or surgery.\\nThe initial blood pressure was 210/90 mm Hg. On neurological examination, the patient had a normal cranial nervous system and sensory system. Her muscle strength was grade 5/5 in bilateral upper and lower limbs, but the right knee reflex was hyperactive and Hoffman's sign was positive. Laboratory investigations showed that a complete blood cell count, prothrombin time, and partial thromboplastin time were within normal limits. An emergency brain computed tomography and cervical x-ray scans were unremarkable. A clinical diagnosis of TIA was considered. Then the patient was hospitalized in the neurological wards and treated with antiplatelet therapy (100 mg aspirin and 75 mg clopidogrel, once daily). She did not complain any other symptoms except a mild neck pain in the following 2 days after admission.\\nOn the third hospital day, the brain magnetic resonance imaging (MRI) and cervical MRI were performed. The brain MRI showed no signs of acute cerebral infarction. The cervical MRI revealed a spinal epidural hematoma located in the posterior spinal epidural space extending from the C2 to C6 spinal vertebral level. The hematoma was isointense on T1-weighted images and hyperintense on T2-weighted images (Fig. ). Just after returning to the wards, the patient recurred the right hemiplegia (muscle strength was grade 3/5 in right upper and lower limbs), and developed rapidly progressive quadriplegia, loss of pain and temperature sensation, dyspnea, and uroschesis. Neurological examination revealed tetraplegia (the muscle strength was grade 2/5 in left limbs and 1/5 in right limbs) and loss of pain below the C2 level bilaterally. She had neither aphasia nor abnormal cranial nerve signs. Given her progressive symptoms and imaging findings, the diagnosis of spinal cord compression was considered. The patient was transferred to the intensive care unit immediately and treated with trachea cannula and ventilator-assisted ventilation. Her family members did not consent to emergency surgical decompression and the patient became worse in the following days. After a week later, her family members finally consented to the surgical decompression. The findings of operation confirmed a hematoma arising on the dorsal spinal epidural surface and extended from the C2 to C6 spinal vertebral level, and the right was more serious.\\nOne week after operation, the sensory deficit above C6 level improved, but there was no improvement in her muscle strength and dyspnea. Unfortunately, she died 1 month later.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'21920757': 1, '25677879': 1, '9879854': 1, '34084596': 2, '14748572': 1, '5576455': 1, '8875479': 1, '31929971': 1, '25862799': 1, '8668786': 1, '18373224': 1, '26430581': 1, '32926704': 2, '8604873': 1, '34178193': 1, '19929346': 1, '17198332': 1, '9728384': 1, '31333577': 2, '17900669': 1, '6726389': 1, '27853682': 2, '2243224': 1, '7114812': 1, '32524091': 1, '30338089': 1, '19755779': 1, '29245281': 2}", "similar_patients": "{'7434283-1': 1, '8168800-1': 1, '8168800-2': 1, '5106555-1': 1, '6625209-1': 1}"}