{"patient_id": 119959, "patient_uid": "5594809-1", "PMID": 28928590, "file_path": "noncomm/PMC005xxxxxx/PMC5594809.xml", "title": "Arteriovenous Malformation of Face: A Challenge to Anesthesiologists", "patient": "A 65-year-old female weighing around 40 kg presented with swelling of the face, over the nasal bridge []. The mass was progressively increasing in size. The angiogram showed AV malformation which was partially thrombosed and calcified. The patient was planned for embolization of the malformation, under general anesthesia. We were informed to be careful while anesthetizing the patient as the swelling was fragile and there was a risk of rupture.\\nThe preanesthetic evaluation was done. She was a diabetic and hypertensive on treatment and well controlled. On the evaluation, there was a swelling on the face which measured around 7 cm × 7 cm in size, adjoining the left medial canthus of eyes, extending to the nasal bridge, and alae nasae []. There were cracks and ooze from the surface. It was also observed that swelling could come in the way of direct laryngoscopy. Mouth opening was adequate, and Mallampati was Class 2. Neck extension was adequate. Investigations were normal. The patient was optimized and kept nil per orally for 8 h. Cath Laboratory was prepared with difficult airway cart including flexible fiberoptic scope and equipment for emergency cricothyrotomy. Our plan was to try normal intubation.\\nOn the day of the procedure, the patient was shifted onto the table. Wide bore cannula was secured, and monitors were connected. Premedication was done with 1 mg midazolam and 50 μg fentanyl. Preoxygenation was tried with size 5 face mask by gently keeping the mask above the face to give oxygen enriched air, taking care not to pressurize on the swelling. Induction was done with 50 mg propofol. Mask ventilation was tried with size 5 face mask, with the view of taking the swelling inside the mask, but the swelling was too big to be included. Then, size 1 face mask and Rendell-Baker-Soucek (RBS) mask were used just to cover the mouth, but we failed to get effective ventilation with both masks as the swelling was coming in the way. Next option was to introduce size 3 I-Gel. We could get effective ventilation with I-Gel. Succinylcholine 50 mg was given. Direct laryngoscopy was done through the right side carefully not to press on the swelling, trying to keep the axis of scope handle on the right side. After creating enough space for intubation, the trachea was intubated with size 7.5 mm cuffed oral endotracheal tube. Bilateral air entry was checked, and the tube was fixed. The patient was maintained with oxygen and nitrous oxide. Atracurium boluses were given as muscle relaxant. Intraoperative period was uneventful. After the procedure, the patient was extubated fully awake.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'23878464': 1, '22611412': 1, '23364566': 1, '19512881': 1, '34344307': 1, '20948591': 1, '18552680': 1, '21655024': 2, '22701229': 1, '25885089': 1, '34425640': 2, '28928590': 2}", "similar_patients": "{'8648504-1': 1, '3101761-1': 1}"}