{"patient_id": 67820, "patient_uid": "5523342-1", "PMID": 28775906, "file_path": "comm/PMC005xxxxxx/PMC5523342.xml", "title": "Combination of Carbon Dioxide Angiography and Outback® Elite for Revascularization of a Patient with Renal Insufficiency with Bilateral Femoropopliteal Chronic Total Occlusions", "patient": "A 76-year-old woman with a long history of diabetes mellitus was referred to our hospital with complaints of severe claudication in bilateral lower limbs. She had noticed claudication symptoms approximately 10 years earlier. Recently, she could not walk 100 m without needing to rest. Her long history of diabetes mellitus required that she take multiple oral medications but not insulin. Unfortunately, her condition was complicated by diabetic nephropathy. Laboratory studies revealed increased HbA1c level [6.7% (NGSP); reference value (RV) 4.6%–6.2%], blood urea nitrogen (45.3 mg/dL; RV 7–22 mg/dL), creatinine (2.07 mg/dL; RV 0.4–0.8 mg/dL), and a decreased estimated glomerular filtration rate of 19.16. The ankle-brachial pressure index (ABI) was 0.72 on the right side and 0.74 on the left side. We gave her the option of one of two revascularization methods: femoropopliteal bypass surgery or EVT. Both treatments have benefits and disadvantages for patients. After careful consideration, she decided to undergo revascularization by EVT. Before EVT, we needed more information about the status of her arteries in both legs; therefore, we performed magnetic resonance imaging (MRI). The MRI results confirmed that both of her SFAs were occluded from bifurcation of the deep femoral artery ().\\nInitially, we performed EVT for the left SFA-CTO. A 6 Fr Destination® catheter (Terumo Corporation, Tokyo, Japan) was inserted from the right femoral artery into the left common femoral artery as a contralateral antegrade wiring approach. A 0.018-inch Treasure® guidewire (Asahi Intecc Co., Ltd., Nagoya, Japan) with a NaviCross® microcatheter (Terumo Corporation, Tokyo, Japan) was able to penetrate the proximal fibrous cap of the CTO. After advancing the microcatheter into the CTO site a little, we exchanged the 0.018-inch wire for a hydrophilic 0.035-inch, 1.5-mm, J-type, shaped-tip wire. A knuckle-shaped hydrophilic 0.035-inch wire was used to easily cross the middle of the CTO site and to eventually capture the distal site of the CTO. The 0.035-inch wire was not in the true lumen, however, so we subsequently used a reentry device called an Outback Elite catheter (Cordis, Florida, USA) to attempt to gain access to the true lumen. The device was delivered to the distal subintimal space adjacent to the reconstructed area of the distal true lumen, and some effort was needed to successfully penetrate using a hollow needle. Two orthogonal angiographic views were taken to confirm the correct direction: an L-shaped fluoroscopic marker enabled orientation of the tip toward the reentry site and, to attain the appropriate position, we needed to fine-tune the positioning at the site and used a T-shaped fluoroscopic marker to confirm the desired alignment. Next, a 22 G nitinol reentry cannula was plunged into the distal true lumen in the distal SFA. A 0.014-inch Chevalier Floppy® extrasupport wire (Cordis, Florida, USA) was advanced into the true lumen. Then, the reentry device was removed, and we used a SABER X® 5 × 60 mm (Cordis, Florida, USA) to perform balloon dilatation in the CTO lesion. Next, two 6.0 × 100 mm SMART® stents (Cordis, Florida, USA) were implanted from the proximal to middle portion of the left SFA. We performed postballoon dilatation using the same balloon. All procedures were performed without iodine contrast medium. The patient's left ABI improved from 0.74 to 0.98.\\nOne month after the procedure for the left SFA-CTO, we performed EVT for the right SFA-CTO. A 6 Fr Parent Plus60™ sheath was inserted from the right femoral artery as an ipsilateral antegrade wiring approach. A 0.018-inch Treasure guidewire with a 4.0 Fr CXI™ support catheter (Cook Medical, Bloomington, IN, USA) was used to penetrate the fibrous cap of the CTO. Advancing the microcatheter into the CTO site, we exchanged the 0.018-inch wire for a hydrophilic 0.035-inch, 1.5-mm, J-type, shaped-tip wire. A knuckle-shaped hydrophilic 0.035-inch wire was used to reach the distal site of the CTO. The 0.035-inch wire was intended to be placed in the false lumen, but subsequent attempts to gain access to the true lumen were performed using an Outback Elite catheter. We performed CO2 angiography to guide exact positioning of the needle and stents. A 0.014-inch extrasupport wire was advanced into the true lumen. Then, the reentry device was removed, and we performed balloon dilatation using a 5 × 60 mm balloon in the CTO lesion. Subsequently, two SMART stents (7.0 × 100 mm and 6.0 × 150 mm) were implanted from the proximal to middle portion of the right SFA. We performed postballoon dilatation using the same balloon. All procedures were performed without iodine contrast medium. Subsequent examinations showed that the patient's left ABI improved from 0.72 to 0.91.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'25703873': 1, '25994829': 1, '23910456': 1, '6807073': 1, '22313197': 1, '20824749': 1, '22504126': 1, '2149672': 1, '21215571': 1, '16606801': 1, '25789733': 1, '28775906': 2}", "similar_patients": "{}"}