{"patient_id": 64259, "patient_uid": "5237351-2", "PMID": 28086952, "file_path": "comm/PMC005xxxxxx/PMC5237351.xml", "title": "Glucagon-like peptide-1 analogues - an efficient therapeutic option for the severe insulin resistance of lipodystrophic syndromes: two case reports", "patient": "A 60-year-old white woman was observed in our Endocrinology department for diabetes. She presented hypertension, dyslipidemia, fatty liver disease, severe obstructive sleep apnea, depressive disorder, and a history of a previous ischemic stroke. She had poor glycemic control, with A1c values between 9 and 11% over recent years, requiring several medication adjustments. She was treated with metformin 2000 mg/day, and a total daily dose of insulin of nearly 240 units in a basal-bolus regimen. Her regimen was: neutral protamine Hagedorn (NPH) insulin three times daily (60 units in the morning, 50 units at lunch, and 46 units at night); insulin aspart at mealtimes (21 units at breakfast, 24 units at lunch, 11 units at afternoon snack, and 27 units at dinner); and a correctional insulin dose was added, based on her pre-prandial glucose value, resembling a sliding scale. Her insulin sensitivity factor was 10. Her physical examination revealed that she was overweight (weight 75.9 kg, BMI 33.7 kg/m2), with central body fat deposition (waist circumference 105 cm) and prominent lipoatrophy of her limbs and buttocks. She presented pronounced cervical and axillary acanthosis nigricans, and hirsutism. Laboratory tests showed an A1c of 10.2% and dyslipidemia: total cholesterol 226 mg/dL (<200), HDL cholesterol 51 mg/dL (>60), LDL cholesterol 131 mg/dL (<130), triglycerides 221 mg/dL (<150), despite being medicated with statin. She had mildly elevated liver enzymes levels: aspartate aminotransferase 67 U/L (10 to 31), alanine aminotransferase 76 U/L (10 to 31), gamma glutamyl transferase 321 U/L (7 to 32), and alkaline phosphatase 175 U/L (30 to 120). Her renal function was normal. Cushing syndrome had been excluded: 24-hour urinary free cortisol 80.1 mcg/24 hours (36 to 137). An overnight dexamethasone suppression test registered serum cortisol of 0.8 mcg/dL (<1.8 mcg/dL). Treatment with liraglutide was initiated, in addition to insulin therapy, at 0.6 mg every day for a week, titrated to 1.2 mg for the next week, and then to 1.8 mg daily. An insulin dose reduction of 20 units was recommended at the time that treatment with liraglutide was initiated. She reported no side effects, such as nausea, vomiting, diarrhea, or hypoglycemia. After 3 months of therapy, a total daily insulin dose of 200 units, metformin 2000 mg/day, and liraglutide 1.8 mg daily resulted in a much improved glycemic control (A1c 6.2%). She lost 1.8 kg. Similarly, the results of genetic tests for mutations in LMNA gene and PPAR-gamma gene were negative.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'23435042': 1, '22392952': 1, '10675352': 1, '22236411': 1, '25577244': 1, '23287278': 1, '23379638': 1, '32440182': 1, '20870709': 1, '29691808': 1, '25991051': 1, '24152769': 1, '30370487': 1, '34168618': 2, '20530733': 1, '25922845': 1, '19930006': 1, '33233602': 1, '11091118': 1, '24026869': 1, '29607946': 1, '17372153': 1, '25580440': 1, '28086952': 2}", "similar_patients": "{'5237351-1': 2, '8217860-1': 1}"}