{"patient_id": 124451, "patient_uid": "5944500-1", "PMID": 29703013, "file_path": "noncomm/PMC005xxxxxx/PMC5944500.xml", "title": "Treatment of hemangioma of the spleen by preoperative partial splenic embolization plus laparoscopic partial splenectomy", "patient": "A 36-year-old female was admitted to our hospital because of left abdominal aching discomfort for >1 year. Ultrasound examination at the outpatient clinic identified a space-occupying lesion in the spleen. She reported no personal medical history of trauma or abdominal surgery and no cancer history in her family. Physical examination revealed no positive signs. Contrast-enhanced computed tomography (CT) scan of the upper abdomen revealed a hypodense lesion, approximately 33 × 21 mm in size, located in the upper pole of the spleen, suggesting possible hemangioma (Fig. A and B). Laboratory examinations including serum tumor marker testing yielded normal results. Before surgery, physicians informed the patient of the surgical procedure and risks in detail. Written informed consent was obtained from the patient.\\nThe patient was kept in a supine position during LPS. She received femoral artery puncture using the Seldinger technique under topical anesthesia. Angiography of the celiac axis and splenic artery was performed using a 5F catheter (Cook Medical Inc., Bloomington, IN) to reveal the dissection status, stretching, branching pattern, and diameter of the splenic artery (Fig. A). After the insertion of a 3F microcatheter (Cook Medical Inc.), the elective catheter was inserted into the superior splenic lobar artery under wire-guided angiography (Fig. B). PSE was implemented in 2 steps. First, iodized oil (w/vol 48%, 10 mL; Luyin Pharmaceutical Co., Ltd, Shandong, China) and gelatin sponge particles (diameter 560−710 μm; Ailikang, Hangzhou, China) dissolved in iohexol solution (Beilu Pharmaceutical Co., Ltd, Beijing, China) were used successively for embolization of the splenic parenchyma. Subsequently, spring coil (MWCE; 5 mm; Cook Medical Inc.) was used for embolization of the superior splenic lobar artery. Following embolization, angiography demonstrated complete occlusion of the superior splenic lobar artery (Fig. C).\\nAfter embolization, the patient was immediately transferred to the operating room for LPS. Under general anesthesia, she was placed in a 30 degree right oblique position for 4-port LPS. A 10-mm trocar was inserted surrounding the umbilicus as the observation port, a 12-mm trocar at the left mid-clavicular line parallel to the umbilicus as the main operation port, and two 5-mm trocars beneath the xiphoid process and subcostal left anterior axillary line as the assisted operation ports. Abdominal exploration revealed ischemia and darkening of the spleen upper pole after embolization, with a well defined line of demarcation (Fig. A). The gastrocolic ligament was cut open using a harmonic scalpel (Ethicon Inc., Somerville, NJ), and the splenogastric ligament (including short gastric vessels) and lienophrenic ligament were successively transected. The splenic hilum was dissected carefully, and the branches of the superior splenic lobar blood vessels were separated, ligated, and cut. The splenic parenchyma approximately 1 cm adjacent to the splenic ischemic band was transected using a harmonic scalpel. Errhysis from the preserved splenic section was controlled by electrocoagulation (Fig. B and C). The resected partial spleen was placed into a plastic bag, extracted via the enlarged main operation port, and sent for pathological examination. An abdominal drainage tube was inserted into the splenic fossa and fixed via the subcostal puncture opening at the left anterior axillary line. Estimated intraoperative hemorrhage volume was ∼50 mL, and total operation time was ∼100 minutes. The abdominal drainage tube was removed on postoperative day 2. The patient recovered without complication and was discharged on postoperative day 5.\\nOn postoperative day 7, contrast-enhanced CT scan of the upper abdomen revealed good preservation of the inferior splenic lobar vessels (Fig. A–C). Postoperative pathological analyses revealed large vascular lacunae filled with blood within the resected partial spleen itself, consistent with splenic cavernous hemangioma (Fig. ). During 6 months of follow-up, the patient presented no symptoms of discomfort, and ultrasound examination detected no signs of recurrence. The platelet count was maintained within the normal range.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'10718950': 1, '18293036': 1, '8560382': 1, '7551284': 1, '30767061': 1, '23024535': 1, '21238662': 1, '25740639': 1, '17446537': 1, '15517263': 1, '1838167': 1, '29703013': 2}", "similar_patients": "{}"}