{"patient_id": 115657, "patient_uid": "5259935-1", "PMID": 28182089, "file_path": "noncomm/PMC005xxxxxx/PMC5259935.xml", "title": "A rare case of signet ring cell lymphoma: Diagnosis aided by immunofluorescent staining", "patient": "A 60-year-old male presented with a 2-month history of pain and fullness in the abdomen, breathlessness, and weight loss. On palpation, left supraclavicular and cervical lymphadenopathy was revealed. A single, large, firm lump with nodular surface was felt in the umbilical region. It was extending into epigastrium, lumbar, and hypogastric regions.\\nRadiological investigations showed bilateral plural effusion and ascitis with extensive para-aortic, retroperitoneal, celiac, portal and mesenteric nodal masses. Patient had moderate anemia and raised erythrocyte sedimentation rate (ESR). Clinical impression was of either a disseminated carcinoma or malignant lymphoma.\\nFine needle aspiration smears of cervical lymph node predominantly revealed a monotonous population of medium sized lymphoid cells with scanty to moderate cytoplasm and cleaved and noncleaved nuclei showing inconspicuous nucleoli. Scattered among these were larger cells with prominent cytoplasmic vacuoles and a typical signet ring cell morphology with eccentrically placed flattened or crescentic nuclei. The background showed lymphoglandular bodies [].\\nThe histochemical stains for mucin (periodic acid Schiff and mucicarmine) were negative. To demonstrate Ig in the cytoplasm of these cells, IF technique was used. We re-aspirated the cervical lymph nodes, and cell suspensions were prepared in phosphate buffer saline (PBS) in two test tubes. From the first tube, the cells were washed twice and the smears were prepared from the deposit. From the second tube, the cell pellate was transferred to frozen section medium and cell block was prepared. The smears and cell block sections both were stained for IgG and IgM using the direct IF technique. To our surprise, the signet ring cells gave brilliant fluorescence for IgG antibody []. No reaction could be seen with the IgM antibody. The IF was better demonstrated on direct smears rather than sections.\\nPleural fluid cytology also showed typical signet ring cells in addition to lymphocytes and mesothelial cells. These signet ring cells showed negativity for the mesothelial marker HBME1on immunocytochemistry [].\\nThe lymph node biopsy showed classical follicular lymphoma with some diffuse areas []. The signet ring cells were seen mostly in diffuse areas and interfollicular areas [, arrow]. There were no plasmacytoid cells, cells with eosinophilic Russel body-like inclusions or large blast cells. Necrosis was absent.\\nImmunohistochemistry demonstrated positivity for CD 10, CD 20, CD 45, and negative for T-cell markers such as CD 3 and CD 5, as well as pan-cytokeratin [Figure –].\\nBone marrow biopsy sections also showed presence of signet ring cells. Considering the secreting nature of the neoplastic cells, the pleural fluid and serum were subjected to electrophoresis on cellulose acetate membrane at pH 8.6. Both showed prominent monoclonal band in gamma region.\\nIn consideration of all these findings, a final diagnosis of B-cell follicular lymphoma Grade I Signet ring cell type (stage IV) was offered. The patient was treated with appropriate chemotherapy and the nodes regressed very rapidly. The pleural effusion persisted comparatively longer and was treated with repeated tapping. The patient showed significant improvement, however, after few months the patient expired. Aspiration pneumonia being the terminal event.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'2784803': 1, '7730494': 1, '350062': 1, '23536424': 1, '9811322': 1, '21383298': 1, '9602370': 1, '7024315': 1, '31032426': 1, '28182089': 2}", "similar_patients": "{}"}