{"patient_id": 118375, "patient_uid": "5472557-1", "PMID": 28656077, "file_path": "noncomm/PMC005xxxxxx/PMC5472557.xml", "title": "Gastric plexiform fibromyxoma resected by endoscopic submucosal dissection after observation of chronological changes: A case report", "patient": "A 66-year-old man was referred to our institute for the management of a gastric tumor. An endoscopic examination revealed a SMT, approximately 20 mm in diameter, located in the antrum (Figure ). EUS showed an iso/hypoechoic mass in the third layer (Figure ). Computed tomography (CT) displayed a poorly enhanced lesion (Figure ). Endoscopic biopsy and endoscopic ultrasound-guided fine-needle aspiration (EUS-FNA) were performed. Histological findings showed no malignant cells, and no further diagnosis was made.\\nYearly follow-up endoscopy revealed the slow growth of the tumor, which became pedunculated and showed transpyloric prolapse (Figures -F). EUS revealed gradual increases in the solid and multicystic components without muscle invasion. Based on these findings, our preoperative diagnosis was a hamartomatous inverted polyp[-]. In order to avoid outlet obstruction and reach a histological diagnosis, ESD was performed (Figure ).\\nOn dissection, a glistening, 40 mm × 30 mm tumor covered with normal gastric mucosa was identified. Microscopically, the lesion showed a multinodular plexiform growth pattern, and consisted of bland spindle cells separated by abundant intercellular myxoid or fibromyxoid matrix. The stroma was rich in small vessels (Figure ). Immunohistochemical tests revealed that tumor cells were focally positive for smooth muscle actin (SMA), muscle-specific actin (HHF35), and calponin, but were negative for c-kit, CD34, DOG-1, desmin, the S-100 protein, CD10, and h-caldesmon. The Ki-67 labeling index was approximately 2% (Figure ). The pathological assessment led to a diagnosis of PF. Resected margins were histologically tumor-free. Although vascular invasion was positive, the patient did not undergo surgery due to the reportedly good prognosis of PF[,], and remained under careful observation by endoscopy and CT follow-up. There was no recurrence or metastasis in the 12-mo follow-up.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'24676819': 1, '14714258': 1, '34369189': 2, '34497451': 1, '31362756': 1, '19675452': 1, '24744134': 1, '23001249': 1, '34040702': 1, '31360694': 1, '15613856': 1, '29637241': 1, '24551311': 1, '31737150': 1, '30653169': 1, '19961528': 1, '17460456': 1, '26112771': 1, '31966436': 1, '24118242': 1, '18277026': 1, '26722584': 1, '20556828': 1, '30918189': 1, '15170552': 1, '20226456': 1, '28656077': 2}", "similar_patients": "{'8358512-1': 1, '8358512-2': 1}"}