{"patient_id": 71977, "patient_uid": "5822924-1", "PMID": 29559997, "file_path": "comm/PMC005xxxxxx/PMC5822924.xml", "title": "Atrial Repolarization Waves (Ta) Mimicking Inferior Wall ST Segment Elevation Myocardial Infarction in a Patient with Ectopic Atrial Rhythm", "patient": "A man in his late 70s presented with a two-week history of constant nonexertional left sided chest pain and neck pain. His history included dyslipidemia, type 2 diabetes mellitus, and coronary artery disease that had been treated with right coronary artery stenting 10 years ago. On arrival, he had a blood pressure of 132/58 mm Hg, heart rate of 50 bpm, and oxygen saturation of 98% on room air. He received aspirin, sublingual nitroglycerin, and intravenous morphine in the emergency room which improved his chest pain. Physical examination was unremarkable except for reproducible left sided chest wall and neck pain. A 12-lead ECG obtained on admission () shows bradycardia with a slow ventricular rate of 50 beats/min. The P waves are inverted in leads II, III, aVF, and V4–V6 and upright in lead aVR, suggesting an ectopic atrial rhythm. The QRS duration is 90 ms, and the QT and QTc intervals are 402 and 391 ms, respectively. Prominent positive atrial repolarization waves (Ta) are seen after the QRS complexes in leads II, III, and aVF giving rise to ST segment elevation, mimicking ST elevation myocardial infarction.\\nSerial highly sensitive cardiac troponin I levels were less than 16 ng/L (reference range 0–45 ng/L). All the laboratory data including the inflammatory markers and electrolytes were within normal limits. A repeat ECG () obtained 10 minutes after his initial presentation showed resumption of sinus rhythm and complete resolution of ST segment elevation in the inferior leads.\\nThe transthoracic echocardiogram showed normal biventricular function without any regional wall motion abnormalities. A regadenoson myocardial perfusion imaging study was negative for any reversible ischemia. The patient's chest wall and neck pain significantly improved with tramadol, and he was discharged home with a diagnosis of musculoskeletal chest wall pain.", "age": "[[77.5, 'year']]", "gender": "M", "relevant_articles": "{'26301351': 1, '17171988': 1, '19149788': 1, '23102035': 1, '22018483': 1, '21632912': 1, '16308113': 1, '8551174': 1, '32128494': 1, '26417867': 1, '89183': 1, '29559997': 2}", "similar_patients": "{}"}