{"patient_id": 119249, "patient_uid": "5546645-1", "PMID": 28835830, "file_path": "noncomm/PMC005xxxxxx/PMC5546645.xml", "title": "Extra-articular chondromatosis of flexor and extensor compartments of the hand: Case report and review of literature", "patient": "A 68-year-old man was admitted to our hospital in March 2012 complaining of a big mass which he reported had begun to grow 2 years previously. Written informed consent was obtained from the patient for publication of this case report and accompanying images.\\nThis neoformation was developing progressively on both the dorsal and the volar sides of the right wrist. The subject did not report spontaneous pain, and there was no history of trauma. At physical examination, we highlighted the alteration of the anatomical profile of the right wrist which was swollen and showed no signs of cutaneous suffering. On palpation, the tumor revealed a tense-elastic consistency and the patient complained of pain during this examination. The active and passive range of motions of the wrist were possible up to the maximum degrees without any pain. We did not detect any neurovascular deficit.\\nThe blood test excluded rheumatoid and infectious diseases. On the basis of these clinical elements, we performed ultrasound and magnetic resonance imaging (MRI) examinations. Both examinations showed an important synovial reaction with a pseudo cyst of about 43 mm in diameter involving the radiocarpal and intercarpal joints as well as the sheath of the flexor, the extensor tendons and abductor of the thumb ().\\nThe clinical results led us to hypothesize a case of extra-articular chondromatosis requiring surgical excision in order to complete the histopathologic evaluation.\\nAfter the excision of the dorsal wrist plane, we observed various gelatin-like foreign bodies originating from the tendon sheaths. The latter showed hyperplasia of the synovial tissue. Because of the difficulty in carrying out a complete excision of the numerous nodules, we performed a second surgical step using the volar access to complete the excision and radical synovectomy ().\\nThe histopathologic examination confirmed the diagnosis of extra-articular chondromatosis highlighting macroscopically various gray-white neoformations composed of hyaline cartilage of 5–0.6 cm in diameter. As far as the microscopic picture was concerned, we found hypertrophic-hyperplastic process and regressive phenomena on synovial membranes as well as the presence of chondrocytes of various dimensions with round, increased volume to double size nuclei. Furthermore, the histologic evaluation showed nodules surrounded by the tenosynovial membrane. These lesions composed of cellular and lobular growth characterized by tissue islands of hyaline cartilage metaplasia in synovium. Microscopically, we observed both mature and immature cartilaginous tissue apposition in foci surrounded by fibrous tissue and linked to synovial tissue ().\\nTwo years of follow-up did not reveal any post-surgery complications, reoccurrence of pathology without pain or main functional limitation of wrist (). The patient was given the Disability of the Arm, Shoulder and Hand questionnaire (DASH) test. The score was 36.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'12631494': 1, '18491106': 1, '33363688': 2, '16152861': 1, '20711779': 1, '14872226': 1, '15788599': 1, '7806803': 1, '10738896': 1, '23255658': 1, '10380257': 1, '33948180': 2, '12960811': 1, '7806802': 1, '22745090': 1, '23071886': 1, '28835830': 2}", "similar_patients": "{'8081014-1': 1, '7753090-1': 1}"}