{"patient_id": 72276, "patient_uid": "5837233-1", "PMID": 29531880, "file_path": "comm/PMC005xxxxxx/PMC5837233.xml", "title": "Internal Carotid Artery Dissection with Lidocaine Nerve Block Injection Trauma: A Rare Case Report", "patient": "A 58-year-old female presented to the emergency department (ED) with severe occipital headache associated with right-sided neck pain and increased sleepiness of five days' duration. Her headache was reportedly 10/10 in intensity and was associated with nausea, drowsiness, and dizziness. She denied having a change in vision, hearing, or history of head or neck trauma. Her past medical history was significant for hypertension, atrial fibrillation, and dyslipidemia. Her medications consisted of Xarelto and she was treated with ablation in the past. Vital signs in ED showed a blood pressure (BP) of 206/98 mmHg, a temperature of 98°F, heart rate of 59 bpm, and a respiratory rate of 14/min. The examination was pertinent for right eye ptosis and right pupil constriction. She recalled that her symptoms started about a week ago when she received lidocaine injection prior to pulpotomy for her upper #5 tooth. Immediately after the procedure, she experienced a severe headache, profuse sweating, and shortness of breath. The dentist, therefore, was unable to complete the procedure and she was asked to follow-up after the symptoms resolved. After few days, she developed right-sided facial swelling and presented back to the ED where she underwent incision and drainage for a right-sided dental abscess. Antibiotic therapy was subsequently started. Two days later, she returned to the ED with above-mentioned chief complaints. Computed tomography (CT) head showed no acute changes. Magnetic resonance imaging (MRI) brain showed right distal ICA dissection with mild inflammatory type signal changes surrounding the carotid artery (Figure ).\\nComputed tomography angiography (CTA) scan of the neck confirmed a dissection of the right internal carotid artery (ICA) at the C1-C2 level associated with infiltrative changes within the right carotid space (Figure ).\\nShe was started on intravenous (IV) heparin. A blood pressure reduction goal of 25% per day was decided. IV heparin was continued for three days and later the anticoagulation was switched to Xarelto. During the course of hospitalization, her symptoms gradually improved. She was discharged home on Xarelto after 12 days of hospital stay and was encouraged to follow-up with vascular surgery, cardiology, and neurology on an outpatient basis.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'1556998': 1, '10404987': 1, '20254509': 1, '9549569': 1, '22914855': 1, '24741562': 1, '11259724': 1, '17130413': 1, '12805497': 1, '7644051': 1, '29531880': 2}", "similar_patients": "{}"}