{"patient_id": 61746, "patient_uid": "5017852-1", "PMID": 27625732, "file_path": "comm/PMC005xxxxxx/PMC5017852.xml", "title": "A Curious Case of Right Upper Quadrant Abdominal Pain", "patient": "A 36 year-old male with no past medical history called emergency medical services after he developed acute-onset, constant, right upper quadrant pain and one episode of non-bloody, non-bilious vomiting. Upon arrival to the emergency department (ED), his pain was rated 9/10 and his vital signs were temperature 97 F (36.1 C), pulse 61, respirations 18, blood pressure 155/103, and O2 saturation 100%. His examination revealed a firm abdomen, significant right upper quadrant tenderness, and voluntary guarding. Soon after the initial exam, the patient had a second episode of non-bloody, non-bilious vomiting for which he was given ondansetron, ranitidine, and one liter of 0.9% normal saline. A prompt point-of-care ultrasound (POCUS) demonstrated a normal gallbladder. However, it also showed free intraperitoneal fluid in Morison’s pouch and a loop of distended bowel with wall edema (). An upright chest radiograph did not demonstrate pneumoperitoneum or any other abnormality. During this period of investigation, the patient’s pain increased in intensity, he exhibited multiple episodes of vomiting, and his abdomen became more rigid.\\nPresuming an acute abdomen, we contacted surgery for emergent consultation and transported the patient for an expedited computed tomography (CT) abdomen and pelvis with intravenous contrast. The venous lactate level returned at 6.1 mmol/L which prompted the administration of a bolus of two additional liters of normal saline using pressure bags.\\nThe attending radiologist interpreted the CT:\\n“Malrotation with the third portion the duodenum...Multiple dilated loops of jejunum with suggestion of wall thickening…Distorted mesenteric anatomy with a swirled appearance of the mesenteric vessels. Given this constellation of findings, the appearance is suspicious for a volvulus with early or partial bowel obstruction.”\\nThe patient was taken emergently to the operating room where midgut volvulus was confirmed. According to the perioperative documentation, the entire small bowel was black, and upon manual detorsion, portions of the bowel regained its normal, pink color indicating restored perfusion. The assisting pediatric surgeon successfully performed a Ladd Procedure, and the abdomen was left open.\\nOn the second hospital day, another evaluation in the operating room revealed bowel with both venous congestion and edema but without necrosis. The bowel appeared both viable and peristaltic. On the fourth hospital day, a third and final inspection demonstrated pink and healthy bowel with decreased edema. After decompressing the gastrointestinal tract, the abdomen was closed. The patient was discharged on his ninth hospital day without any additional complications and has continued to do well during follow-up visits.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'23980214': 1, '20719352': 1, '20008689': 1, '3310486': 1, '32030442': 1, '12511670': 1, '12014871': 1, '17517978': 1, '18046031': 1, '8143008': 1, '19561694': 1, '7244217': 1, '19308378': 1, '10841057': 1, '18443745': 1, '18265969': 1, '25229916': 1, '18387471': 1, '19052737': 1, '8633156': 1, '15454150': 1, '2273427': 1, '25023580': 1, '27625732': 2}", "similar_patients": "{}"}