{"patient_id": 62623, "patient_uid": "5078958-1", "PMID": 27776544, "file_path": "comm/PMC005xxxxxx/PMC5078958.xml", "title": "Anti-N-methyl-D-aspartate receptor encephalitis with an imaging-invisible ovarian teratoma: a case report", "patient": "A 25-year-old previously well white woman presented with two generalized tonic–clonic seizures, which were preceded by a 2-week history of prodromal flu-like symptoms and nonspecific headache. She was agitated in the emergency department for which she required midazolam.\\nHer routine bloods were unremarkable. A computed tomography (CT) scan of her brain showed mild generalized cerebral edema and a magnetic resonance imaging (MRI) showed bilateral temporal lobe lesions involving her hippocampi and amygdala, which were more extensive on the right; this is an appearance in keeping with limbic encephalitis. An electroencephalogram (EEG) showed periodic lateralized epileptiform discharges and slow wave changes, which were maximal in the frontal and temporal regions.\\nShe was initially treated with acyclovir for possible HSV encephalitis. She also received levetiracetam to prevent seizures. However, she deteriorated over the next week with behavioral changes, memory impairment, hypoventilation, and coma. She was admitted to ICU 9 days after admission for airway support.\\nInvestigations revealed that her cerebrospinal fluids (CSF) had an elevated lymphocyte count and anti-NMDAR antibodies were strongly positive. Anti-NMDAR antibodies were also detected in her serum. The diagnosis of anti-NMDAR encephalitis was made 11 days after admission. She was commenced on a 5-day course of methylprednisolone, 5 days of plasmapheresis, and 5 days of immunoglobulin administered intravenously. She continued to have features of orofacial dyskinesia (that is, jaw opening and closing, chewing, facial grimacing, lip pouting) and tongue protrusion, which are characteristic features of this illness with autonomic instability; she remained intubated.\\nDuring the search for an ovarian teratoma, an MRI of her abdomen and pelvis showed a left ovarian 2.6 cm simple cyst and a right ovarian 19 mm hemorrhagic cyst with no evidence of a teratoma. A whole body positron emission tomography (PET) scan was negative for malignancy. The serum tumor markers carcinoembryonic antigen (CEA) and CA-125 were also negative.\\nA multidisciplinary team discussed with her family the risks and benefits of bilateral oophorectomy including premature menopause, the need for hormone replacement therapy (HRT), and fertility issues balanced with the chances of neurological recovery. A decision was made to proceed with laparoscopic bilateral salpingo-oophorectomy and harvesting of ovarian tissue for cryopreservation, despite no convincing radiological evidence of an ovarian teratoma; the procedure was performed 29 days after admission. Histopathology of her left ovary revealed a mature cystic teratoma/dermoid cyst with mature neuroglial elements resembling a cerebral ventricle (Fig. ). The ovarian teratoma had a prominent inflammatory response associated with the neural/glial elements: cytotoxic T lymphocytes (CD8-positive cells) were prominent; CD4-positive T helper cells and CD20-positive B lymphocytes were also found. This inflammatory response is unusual for teratomas, and points to the cellular immune response involved in our patient’s encephalitis.\\nPostoperatively she continued to receive rituximab followed by cyclophosphamide. She started to show signs of improvement with fluctuating level of consciousness: intermittently obeying commands, spontaneous eye opening, mouthing words, and smiling. She suddenly improved and a repeat CT of her head showed some volume loss of her right hippocampus.\\nOne month later she was oriented with a Glasgow Coma Scale of 15/15 and was transferred to our medical ward where she remained seizure free on levetiracetam. A cognitive screen showed no deficits with a Mini–Mental State Examination (MMSE) score of 26/30, a repeat EEG showed a major reduction in the severity of the slow wave change and the disappearance of epileptogenic activity. A follow-up brain MRI showed developing hippocampal atrophy on the right.\\nAt 3 months, our patient maintained an excellent recovery, apart from mild short-term memory impairment. She regained strength and was mobilizing independently with no further involuntary movements or seizures. She remained well at 7 months post-diagnosis and was fully independent in all acts of daily living, with some symptomatic improvement in memory, such that her MMSE was 30/30 and her Addenbrooke’s Cognitive Examination score was 98/100. Her EEG had normalized and MRI revealed persistent involutional change to the right hippocampal head. The NMDAR antibodies remained positive in her blood, one year after recovery.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'25426239': 1, '20517615': 1, '25312434': 1, '20826712': 1, '16178029': 1, '21163445': 1, '23533859': 2, '22390222': 1, '34025748': 1, '31124965': 1, '25637586': 1, '25061311': 1, '33414761': 2, '25400967': 2, '33100078': 2, '18851928': 1, '25106449': 2, '2544743': 1, '24179462': 1, '23290630': 1, '27776544': 2}", "similar_patients": "{'7782967-1': 1, '3600303-1': 1, '4249733-1': 1, '4220574-1': 1, '7604927-1': 1}"}