{"patient_id": 117277, "patient_uid": "5405651-1", "PMID": 28479759, "file_path": "noncomm/PMC005xxxxxx/PMC5405651.xml", "title": "Swyer Syndrome With Gonadoblastoma: A Clinicoradiological Approach", "patient": "A 36-year-old, married female presented with the complaints of primary amenorrhea, pelvic pain, and a feeling of lump on the right side of the lower abdomen for the last 2 months. The patient’s height was 164 cm, weight was 60 kg, and no clinical stigmata of Turner syndrome were identified. The background knowledge of the patient revealed that she had no uterus (based on the previous workup by a local clinician). The clinical examination showed the female phenotype with relatively underdeveloped breasts (Tanner stage III), sparse pubic hair, and normal external female genitalia. The urine pregnancy test was negative. The per vaginal examination showed a red and dry vagina with a feeling of lump in the right adnexal region.\\nPelvic ultrasound (US) was performed, wherein a solid mass was seen in the right adnexa [] with the nonvisualized uterus and the ovaries. The patient was convinced for pelvic magnetic resonance imaging (MRI), which revealed a hypoplastic uterus with a solid right adnexal mass []. The bilateral gonads were not identified on imaging. Luteinizing hormone (LH) and follicle stimulating hormone (FSH) were high (300 and 150 mIU/ml, respectively) with low levels of serum estradiol (10 pg/ml). Prolactin and thyroid-stimulating hormone (TSH) levels were within normal limits. Further evaluation was performed with karyotyping and serum testosterone levels, which revealed 46XY pattern genotype [] and low serum testosterone levels (0.45 ng/dl).\\nHypergonadotropic hypogonadism with 46XY karyotype associated with the hypoplastic uterus confirmed the diagnosis of Swyer syndrome with pelvic mass likely to be germ cell tumor. Tumor markers such as serum beta human chorionic gonadotropin, lactate dehydrogenase, alpha feto-protein, and CA-125 were within normal limits. Exploratory laparotomy was performed, and the right-sided tumor and the left-sided streak gonad were extirpated with peritoneal wash cytology. The tumor margins were free from the adjacent structures. Postoperative combination of estrogen and progesterone was prescribed with regular follow-up. Histopathological analysis showed the right-sided gonadoblastoma and the left-sided streak gonad of ovarian origin [].", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'19007850': 1, '8152207': 1, '17587461': 2, '10459352': 1, '10402724': 1, '28479759': 2}", "similar_patients": "{'1934908-1': 1, '1934908-2': 1, '1934908-3': 1}"}