{"patient_id": 62830, "patient_uid": "5094168-1", "PMID": 27872726, "file_path": "comm/PMC005xxxxxx/PMC5094168.xml", "title": "Reconstruction of long digital extensor tendon by cranial tibial muscle fascia graft in a dog", "patient": "A two-year-old male mix dog, weighing 20 kg, was presented to the Veterinary Teaching Hospital of Shahid Chamran University of Ahvaz with a non-weight bearing lameness of the right hind limb and a deep rupture at the lateral aspect of the tarsus. Bleeding, inability to weight bearing on the traumatized limb and inability to walk, was evident. History taking revealed that this rupture appeared without any apparent cause, when walking around the farm, three days before. No signs of fracture were detected by clinical examination which confirmed with x-ray. Wrinkle of superficial digital flexor tendon and hyper-extension of right tarsal joint compared to the intact limb, was observed. Also, a small white piece and tendon like structure was seen that suggested one of the extensor tendons (). Blood sampling was done to check hematology table before the anesthesia procedure and surgery. Hematocrit was very low (11%) while another parameters was approximately in normal ranges. First of all, we decided to stabilize the dog. Hence, a healthy male dog, was selected after the cross-match test to take the blood sample using sodium citrate (Merck, Darmstadt, Germany), for blood transfusion. Blood transfusion was done through an angiocatheter 20 which was fixed in right cephalic vein. The transfusion rate was 0.25 mL Kg-1 per hr in the first 20 min, and then increased to 5 to 10 mL kg-1 per hr. After stabilizing the patient, anesthesia was induced using a mixture of 0.2 mg kg-1 diazepam (Caspian Tamin Pharmaceutical Co., Rasht, Iran) and 10 mg kg-1 ketamine (Alfasan, Woerden, The Netherlands) through the angiocatheter. Then, intubation was applied to have a patent air way. Ruptured area was clipped and scrubbed. To prevent the hemorrhage during the operation, a tourniquet was applied under the knee. After dissections, complete rupture of distal tendon of long digital extensor (LDE) was revealed. Then, we attempted to locate the edge of the tendon, however, the tendon length was shortened approximately 1 cm due to elapsed time of three days. Therefore, a strip of 1 cm length from fascia of cranial tibial muscle was harvestedto fill the defect area (). In this way, after trimming of the graft edges, the graft was sutured to the two ends of tendon using locking loop pattern of 2/0 polyglycolic acid (PGA; Supa Medical Devices, Tehran, Iran) with the joint kept in the same angle of the opposite tarsus joint (). The fascial defect was closed using simple continues pattern with PGA 2/0. Then, the area was lavaged using saline plus povidone iodine (Daru Darman Pharmaceutical Co., Tehran, Iran). Subcutaneous layers were sutured using 2/0 PGA simple continues and the skin edges were closed using 2/0 nylon suture (Supa Medical Devices) simple interrupted sutures. Ehmer sling bandage was applied to prevent weight bearing on the surgical region for eight weeks. The dog was rested for eight weeks and given intravenous cefazolin (22 mg kg-1; Exir Pharmaceutical Co., Borujerd, Iran) for five days to prevent infection and ketoprofen (2 mg kg-1; Razak Laboratories, Karaj, Iran) for three days to control pain and inflammation. On re-examination eight weeks postoperatively, a mild lameness was still present, however, no pain could be elicited. Phone contact with the owner six months postoperatively revealed excellent function of the dog and revealed only a poor lameness.", "age": "[[2.0, 'year']]", "gender": "M", "relevant_articles": "{'18545725': 1, '18261674': 1, '16129139': 1, '22852442': 1, '17143398': 1, '21670882': 1, '32165749': 1, '22913994': 1, '27872726': 2}", "similar_patients": "{}"}