{"patient_id": 73405, "patient_uid": "5922502-1", "PMID": 29719746, "file_path": "comm/PMC005xxxxxx/PMC5922502.xml", "title": "Sister Mary Joseph Nodule as a Cutaneous Manifestation of Metastatic Appendiceal Adenocarcinoma: Case Report and Literature Review", "patient": "A 67-year-old man presented to his dermatologist for a total body skin check. He mentioned that he had an asymptomatic, but disfiguring, mass of two weeks duration that had developed in his umbilical region. He had previously been diagnosed with mucinous appendiceal adenocarcinoma 5.4 years earlier and was initially treated with hemicolectomy and systemic chemotherapy. The treatment resulted in partial tumor remission, and he was followed closely for the next three years.\\nApproximately 2.4 years ago, his metastatic disease progressed. He was treated with cytoreductive surgery (including splenectomy, omentectomy, and stripping of the right diaphragm) and hyperthermic intraperitoneal chemotherapy. He again had a partial remission and was followed closely. Recently, he developed an umbilical nodule that concerned him; however, he has not developed any tumor-related symptoms.\\nA cutaneous examination demonstrated a 3.5 x 3.0 cm firm, non-tender, subcutaneous nodule on the abdomen in the umbilical region (Figure ). On palpation, the insertion of the index finger in the umbilicus during the physical examination was blocked by the extension of the tumor. The tumor distribution was akin to an iceberg pattern, with a significant extension of the mass below the skin surface.\\nA computerized tomography (CT) scan of the abdomen and pelvis with intravenous contrast demonstrated a periumbilical subcutaneous nodule, peritoneal carcinomatosis, and malignant ascites consistent with pseudomyxoma peritonei. The physical exam in conjunction with radiographic findings established the diagnosis of SMJN secondary to mucinous adenocarcinoma of the appendix.\\nThe patient is currently asymptomatic. Therefore, since there was neither perforation nor obstruction of his intestines, there was no need for an intervening surgery. After careful evaluation, his surgical oncologist elected for a close periodic follow-up until symptoms arise, including but not limited to, pain, bowel obstruction, or weight loss. Recommendations for follow-up include a computerized tomography scan of the abdomen and pelvis in six months.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'22229935': 1, '24152477': 1, '9522229': 1, '8335743': 1, '21419680': 1, '18224368': 1, '26648795': 1, '33728114': 2, '31277406': 1, '2298962': 1, '29719746': 2}", "similar_patients": "{'7934108-1': 1}"}