{"patient_id": 71802, "patient_uid": "5817294-1", "PMID": 29515921, "file_path": "comm/PMC005xxxxxx/PMC5817294.xml", "title": "Acute Primary Adrenal Insufficiency after Hip Replacement in a Patient with Acute Intermittent Porphyria", "patient": "A 65-year-old woman was referred to the intensive care unit under suspicion of a postoperative AIP crisis.\\nShe had a history of previous surgery for breast fibroadenoma and was chronically affected by colonic diverticulosis, chronic gastritis, hypertension, and mild depressive syndrome. She was treated with a proton-pump inhibitor, metoprolol, enalapril, acetylsalicylic acid, and trazodone.\\nPorphyria had been diagnosed one year previously, after demonstration of porphobilinogen and aminolevulinic acid increase during an episode of abdominal pain, vomiting, and hyponatremia. During the same hospitalization, because of the onset of chest pain, ECG alterations, and troponin increase, the patient underwent a coronary angiography which was negative for stenosis. Thus takotsubo, a stress cardiomyopathy simulating an acute coronary syndrome, was diagnosed. In this critical care context, an ACTH and cortisol assay were performed, resulting in 4.0 pM/L (n.v. 2–14) and 998.8 nM/L (n.v. 165.5–507.7), respectively.\\nNine days after a right hip replacement surgery due to severe arthrosis, the patient developed nausea and vomiting, abdominal pain with paralytic ileus, urinary retention, and upper limb paresthesia.\\nLaboratory analysis (see ) showed normochromic anemia, a platelet count in the lower range, prolonged partial thromboplastin time, elevated C-reactive protein and procalcitonin, hypokalemia, and hyponatremia. Thus, considering the symptoms, an acute AIP crisis was suspected.\\nA chest X-ray was taken, which showed focal pneumonia with bilateral pleural effusion.\\nThe patient started treatment for AIP with hemin and glucose solution, in addition to antibiotic treatment.\\nDue to the persistence of severe hyponatremia (123.8 mmol/L) and symptoms such as asthenia and nausea 19 days later, hypoadrenalism was suspected. The ACTH was 43 pM/L and cortisol 163.3 nM/L (data confirmed by a second sample) with PRA 0.3 μg/L/h (normal values: 0,60–4,18; RIA Immunotech Beckman Coulter), aldosterone 47.2 pmol/L (normal values: 48,3–270,0; RIA Immunotech Beckman Coulter), and DHEA-S < 0.4 umol/L (CLIA, Centaur XPT, Siemens). The patient was treated with no drug interfering with adrenal function. The ACTH test 250 μg iv showed no response of cortisol (see ).\\nAn abdominal computed tomography (CT) showed bilateral adrenal enlargement, with a hyperdense central area of 2 cm maximum diameter (HU 25–35) in the right adrenal gland (). No suspicious lesion was identified.\\nAnti-adrenal antibodies were undetectable, as were anticardiolipin antibodies.\\nA tuberculin test was negative and so were tests on candida and aspergillus antigens. CMV DNA was undetectable. Anti-HIV and anti-treponema antibodies were also negative. Other mycosis infections (cryptococcosis, histoplasmosis, and coccidioidomycosis) and parasitoses (trypanosomiasis) were ruled out through appropriate serological tests.\\nThe patient was initially treated with oral cortisone acetate, 25 mg in the morning and 12.5 mg in the afternoon, with rapid improvement of symptoms and normalization of sodium levels. The patient was then discharged on glucocorticoid replacement therapy (cortisone acetate 12.5 mg twice a day). Diagnosis of primary hypoadrenalism of uncertain etiology associated with bilateral adrenal enlargement was confirmed.\\nThree months later, the basal cortisol was 149.0 nM/L which did not increase (see ) after the ACTH test (24 h after cortisone acetate withdrawal). Basal ACTH was 71 pM/L, PRA 1.0 μg/L/h, aldosterone 322.2 pmol/L, and DHEA-S < 0.4 umol/L.\\nIn a CT repeated 6 months later, adrenal glands presented with normalized volume (), and, in particular, the right lesion was no longer detected.\\nOne year later, after gradual reduction in the dose of cortisone acetate (6.25 mg twice a day and then 6.25 mg once a day), ACTH and basal cortisol had normalized (see ). However the cortisol remained nonresponsive after ACTH, with PRA and aldosterone always normal and DHEA-S unchanged.\\nAt present (30 months after diagnosis) the patient is continuing a minimal dose of cortisone acetate (6.25 mg once a day) without symptoms. The last ACTH was 18 pM/L with normal PRA and aldosterone. Cortisol basal levels remain in the normal range and are progressively increasing (see ), although there has still been no response of the cortisol to the ACTH test. At CT examination the left adrenal gland was of normal volume, while the right one showed an apparent reduction in size with an inhomogeneous structure. These recent data support the progressive recovery of the glucocorticoid secretion, although with an incomplete functional normalization. Subsequent follow-up will assess whether the partial deficit is persistent or if definitive recovery is possible.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'15070518': 1, '16189171': 1, '23474000': 1, '11213304': 1, '23314877': 1, '29515921': 2}", "similar_patients": "{}"}