{"patient_id": 114843, "patient_uid": "5126606-1", "PMID": 27920709, "file_path": "noncomm/PMC005xxxxxx/PMC5126606.xml", "title": "Shoulder Pain after Fall, Septic Shock, and Pyomyositis Associated with Breast Cancer Chemotherapy and Lymphedema", "patient": "The case was an 80-year-old Japanese woman presenting with right shoulder pain. She had undergone a right modified radical mastectomy for breast cancer 19 years prior, and local recurrence appeared 10 years prior. After excision of the recurrence, she received adjuvant hormonal therapy, but distant metastasis recurrences were found in her right lung and pleura. Furthermore, right supraclavicular lymph node metastases made postmastectomy lymphedema worse in the same side. She also had had diabetes mellitus for 9 years. She did not have chronic kidney disease. Five months prior to admission, she had fallen, hit her right shoulder, and had repeatedly been injected to the joint with hyaluronic acid as a treatment of frozen shoulder. She did not report any physical activity and did not work due to general weakness but had received biweekly nab-paclitaxel as a palliative chemotherapy for 3 months. The chemotherapy was so effective that her right pleural effusion decreased in size.\\nShe was admitted to our hospital because the chronic right shoulder pain worsened suddenly. The pain was accompanied by catecholamine-resistant shock with bradycardia at 60/– mm Hg and 36 beats per minute. Electrocardiography showed atrioventricular junction rhythm, so we inserted a temporary pacemaker. On admission she had no fever. Her right upper arm was not hot or fluctuant without erythema. WBC and absolute neutrophil counts were normal (3,400 and 2,900/μL, respectively) but higher than her usual levels during the chemotherapy without infection. The absolute neutrophil count in her nadir period was around 500–1,000/μL. C-reactive protein increased significantly to 19.9 mg/dL (reference range: 0.0–0.5). Creatine kinase was slightly increased to 234 IU/L (reference range: 40–170). Hemoglobin concentration and hemoglobin A1c were 8.2 g/dL and 8.2%, respectively. Serum creatinine level increased to 1.6 mg/dL (reference range: 0.4–0.8). Computed tomography (CT) scans showed swelling, increased density, and small air bubbles in the muscles surrounding her right shoulder joint (Fig ). On day 2 of admission, she developed a high fever of up to 38°C, erythema, tenderness, and progressive edema in the arm (Fig ). She was found to have methicillin-sensitive S. aureus bacteremia. Magnetic resonance imaging (MRI) revealed necrosis of several right shoulder joint muscles, showing abnormally high signal intensity in the muscles on T2-weighted and short tau inversion recovery sequence images, abnormal enhancement in some parts of the fascia, and no enhancement in the muscles (Fig ). She received intravenous antimicrobial treatment with meropenem (500 mg every 12 h with dose adjustment for renal impairment) and clindamycin (600 mg every 8 h), and intensive insulin therapy. No pus was yielded by ultrasound-guided needle aspiration from the shoulder muscles or its joint, and the patient responded well to the antimicrobial therapy, so we were able to stop catecholamine. It was difficult to rule out necrotizing fasciitis, but we decided not to perform immediate debridement. Debridement for necrotizing fasciitis would have meant removal of large amounts of tissue from her arm, and the patient would have spent the rest of her limited time (by metastatic breast cancer with carcinomatous pleurisy) bedridden with a major wound. Thus, we continued conservative medical management considering her quality of life. Local inflammation signs persisted. Transthoracic echocardiography indicated no verruca or abscess around the heart valves. Whole-body CT scans showed no abscess, either.\\nDue to skin disintegration and pus outflow after 2 weeks, we performed surgical drainage. Massive pus and necrotic tissue erupted from the axilla and lateral side of the distal upper arm. Coracoid process was palpable through the axial cavity. Histological examination confirmed pyomyositis, showing severe necrosis of striated muscle and severe neutrophil infiltration. No apparent bacterial cells were identified. Pyomyositis was cured after definitive antimicrobial therapy for 3 weeks from the drainage. She was able to restart the chemotherapy for her breast cancer which was discontinued due to the infection.", "age": "[[80.0, 'year']]", "gender": "F", "relevant_articles": "{'13831996': 1, '15138315': 1, '10683075': 1, '20570231': 1, '34703439': 2, '16133528': 1, '426186': 1, '17333082': 1, '15607094': 1, '11159070': 1, '7837162': 1, '18787734': 1, '1052668': 1, '15380499': 1, '6419907': 1, '323640': 1, '27920709': 2}", "similar_patients": "{'8460931-1': 1}"}