{"patient_id": 72885, "patient_uid": "5884757-1", "PMID": 29619596, "file_path": "comm/PMC005xxxxxx/PMC5884757.xml", "title": "Resection of synchronous bilateral multiple lung adenocarcinomas using virtual-assisted lung mapping", "patient": "A 72-year-old female never-smoker was referred for resection of bilateral multiple lung nodules revealed on chest CT (Fig. ). As each nodule was radiographically suspicious of primary lung adenocarcinoma without nodal or distant metastasis, curative-intent surgery consisting of left lower lobectomy for the largest nodule (35 mm) and sub-lobar resections with VAL-MAP navigation for the other nodules was planned. For VAL-MAP, virtual bronchoscopy and three-dimensional (3D) images were generated using a software (Bf-NAVI® [Cybernet Systems, Tokyo, Japan]) (Fig. ). On the day before surgery, lung mapping was performed by injecting dye (1 ml of indigo carmine [Daiichi-Sankyo, Inc., Tokyo, Japan]) via standard flexible bronchoscopy into each target bronchus.\\nWe achieved complete resection of all nodules with two-staged thoracoscopic operations. First, we performed right-sided operation consisting of S3 segmentectomy and complex segmentectomy of S6 plus S8 with VAL-MAP navigation. Marking spots were designed to navigate ideal resection lines in segmentectomies beyond anatomical inter-segmental planes with adequate resection margins. For example, two VAL-MAP markings, one indicating the place of S6 tumor and another indicating the “turning point” during lung stapling lines, were made for S6+S8 segmentectomy (Fig. ). During thoracoscopic operation, all segmental arteries (A6 and A8), veins (V6 and V8), and bronchi (B6 and B8) were first ligated and dissected, and thereafter, segmentectomy was completed by stapling the lung along with planned resection lines as marked with VAL-MAP navigation (Fig. ). Six weeks later, we performed left lower lobectomy in combination with wedge resection with VAL-MAP navigation (Fig. ). The final pathological diagnosis was minimally invasive adenocarcinoma or the largest nodule and adenocarcinoma in situ for the other nodules.\\nWe presented the first case of synchronous bilateral adenocarcinomas that were completely resected with lobectomy in combination with sub-lobar resections with VAL-MAP navigation. VAL-MAP is useful not only in wedge resection to identify small hardly palpable lung tumors with adequate resection margin but also in segmentectomy to determine resection lines with securing adequate margins. As compared with previous methods to determine resection margins in segmentectomy such as the usage of infiltration-deflation lines and injection of indocyanine green into selected pulmonary artery, VAL-MAP has an advantage of easy performing under thoracoscopic surgery without any special instrument. In addition, there is no need for lung inflation that may be easily performed by anesthetists and surgeons who are not familiar with infiltration-deflation techniques. More importantly, VAL-MAP has another advantage of capability to flexibly determine ideal resection lines beyond anatomical inter-segmental planes to provide adequate resection margins, as shown in the present case for complex segmentectomy of S6 plus S8 as well as for simple segmentectomy of S3. Despite these advantages, VAL-MAP navigation have several limitations such as difficulty in securing deep resection margins [–]. More sophisticated techniques should be developed to overcome these limitations.", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'27590348': 1, '30854389': 1, '26984222': 1, '28043993': 1, '24485958': 1, '28066675': 1, '29619596': 2}", "similar_patients": "{}"}