{"patient_id": 66174, "patient_uid": "5394404-1", "PMID": 28473857, "file_path": "comm/PMC005xxxxxx/PMC5394404.xml", "title": "Severe Murine Typhus Presenting with Acalculous Cholecystitis: A Case Report and Literature Review", "patient": "A 54-year-old Caucasian male was referred from Kasos island to the infectious diseases unit of our hospital with a 10-day history of fever, throbbing frontal headache, chills, and malaise. The patient was already receiving amoxicillin-clavulanate for suspected sinusitis, without apparent improvement. He lived in a rural area, worked as a cafeteria owner, and had frequent contact with animals (pigs and chicken) and bees. His past medical history was significant only for heterozygous β-thalassemia.\\nUpon presentation, the patient appeared ill, with a temperature of 38°C, resting blood pressure 110/55 mmHg, heart rate 85 beats per minute, respiratory rate 18 breaths per minute, and oxygen saturation 93% on room air. Auscultation revealed mildly prolonged expiration with no additional sounds, while mild right upper quadrant (RUQ) tenderness was noted. A rash was difficult to detect due to his dark complexion. The remainder of the examination was normal. There was evidence of lymphopenia (1 × 109/L, reference range [RR] 1.5–3.6 × 109/L), mild anemia (hemoglobin, 12.3 g/dL [RR 14–18 g/dL]; MCV, 62.9 fl [RR 80–99 fl]), and thrombocytopenia (131 × 109/L [RR 150–450 × 109/L]). In the peripheral blood smear, Howell-Jolly bodies were observed. Additional workup revealed mild hyponatremia (130 mEq/L [RR 135–145 mEq/L]), mild elevation of alanine aminotransferase (ALT, 51 U/L [RR 8–40 U/L]), aspartate aminotransferase (AST, 60 U/L [RR 8–40 U/L]), lactate dehydrogenase (LDH, 379 U/L [RR 80–230 U/L]), and a high C-reactive protein (13.2 mg/dL, normal < 0.8 mg/dL). Urine testing showed mild proteinuria, red blood cells (6/HPF), white blood cells (9/HPF), and a bland urine sediment. Arterial blood gas analysis on ambient air showed mild hypoxemia (pH 7.44, PaO2 70 mmHg, and PaCO2 33 mmHg), but no abnormalities were apparent on chest X-ray. The patient was placed off the antibiotics that he was taking, blood and urine cultures were drawn, and serology was obtained for viral infections (HIV, hepatitis B and C viruses, CMV, and EBV) and zoonoses (Brucella spp., Rickettsia spp., Coxiella burnetii, Leishmania spp., and leptospirosis) because of his epidemiological history.\\nOn the second day of hospitalization, while still febrile, the patient developed acute RUQ pain, with elevation of liver enzymes (ALT 61 U/L; AST 89 U/L; LDH 535 U/L). Abdominal ultrasound revealed thickened gallbladder wall with a layered appearance and mild pericholecystic fluid (), while a positive ultrasonographic Murphy's sign was induced by the ultrasound probe. Subsequently, the patient was started on ceftriaxone plus metronidazole. On day 3, indirect immunofluorescence (IFA) obtained on admission revealed a high titer for R. typhi (IgM 1 : 800, IgG negative), while the remaining workup was negative, including serology for other rickettsiae. Therefore, doxycycline 100 mg twice per day was added and ceftriaxone with metronidazole was stopped.\\nThe patient improved within 72 hours of doxycycline treatment, with resolution of fever and abdominal pain and normalization of liver enzymes and ultrasound findings. He had a full recovery and was discharged on day 8 with a diagnosis of possible murine (endemic) typhus with instructions to complete a 10-day course of oral doxycycline (100 mg twice per day). A repeat IFA test during his follow-up visit 14 days after discharge demonstrated a marked increase in antibody titers for R. typhi (IgM, 1 : 51,200; IgG, 1 : 960), thus confirming the diagnosis of murine typhus.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'8935483': 1, '16646753': 1, '34873539': 2, '32398008': 1, '15155995': 1, '34447814': 1, '25964152': 1, '18260783': 1, '20478490': 1, '26539017': 1, '4074033': 1, '27983969': 1, '10882661': 1, '33711035': 1, '28473857': 2}", "similar_patients": "{'8638779-1': 1}"}