{"patient_id": 65855, "patient_uid": "5372252-1", "PMID": 28356063, "file_path": "comm/PMC005xxxxxx/PMC5372252.xml", "title": "Daclatasvir/asunaprevir based direct-acting antiviral therapy ameliorate hepatitis C virus-associated cryoglobulinemic membranoproliferative glomerulonephritis: a case report", "patient": "A 55-year-old Japanese woman, with no prior history of blood transfusion, drug addiction, or having tattoos was diagnosed as having an HCV infection at the local clinic where she had been treated for hypertension. At the age of 61, she complained of exanthems in both her lower extremities and arthralgia in her knees. She had purpura, and skin biopsy revealed leukocytoclastic angitis. Then, she was referred to a nephrologist since she had microscopic hematuria, proteinuria and renal dysfunction. At the time of referral, her blood pressure was 127/80 mmHg, her hight was 144.5 cm and her weight was 63.0 kg. She exhibited edema in her face and both lower extremities. Fresh purpura was present on her legs. Laboratory values at the time of referral were as follows: white blood cells 4470/μL, hemoglobin 11.4 g/dL, platelets 194 × 103 μL, hepaplastin test 120%, total protein 7.2 g/dL, albumin 4.2 g/dL, cholinesterase 280 U/l, lactate dehydrogenase 155 U/L, glutamate oxaloacetate transaminase 33 U/ml, glutamate pyruvate transaminase 32 U/L, γ-glutamyl trans peptidase 40U/L, blood urea nitrogen 21 mg/dL, creatinine 1.2 mg/dL, eGFR 36.1 ml/min/1.73 m2, C-reactive protein 0.2 mg/dL, MPO-ANCA <10 EU, PR3-ANCA <10 EU, anti nuclear antibody × 40 (normal limit < ×40), rheumatoid factor 436 (0–15) IU/ml, IgG 1752 (1100–1700) mg/dl, IgA 169 (110–410) mg/dl, IgM 228 (46–260) mg/dl, C3 51 (65–135) mg/dl, C4 3 (13–35) mg/dl, CH50 < 10 (23–46) U/ml and cryoglobulin was positive. Urinalysis showed hematuria (+++): sediment red blood cells >100/high power field (HPF) and proteinuria 0.78 g/day.\\nA renal biopsy was performed. On light microscopy, 30 glomeruli were observed and 4 glomeruli exhibited global sclerosis. Many other glomeruli exhibited mesangial hypercellularity, lobular accentuation and double contour of basement membrane (Fig. ). Pseudothrimbi and tubuloreticular inclusions were not observed. Immunofluorescent analysis showed a positive fringe pattern for IgG, IgM (Fig. ), C3. Staining for IgA was negative. Electron microscopy was not performed. Therefore, her case was diagnosed as having MPGN. Since, she was HCV positive, and had hypocomplementemia and cryoglobulinemia, she was diagnosed as having HCV-related cryoglobulinemic MPGN.\\nShe was then referred to a hepatologist. Liver biopsy revealed chronic hepatitis and there were no signs of cirrhosis. She was diagnosed with chronic hepatitis due to HCV. At the time, she declined interferon therapy because she was regularly seeing a psychiatrist and taking anti-anxiety medication and was concerned about depression as a side effect. She was treated with antihypertensive medications, including renin-angiotensin system blockers as well as oral corticosteroid which were effective in reducing proteinuria. However, proteinuria was exacerbated following the reduction of corticosteroid and often reached nephrotic levels. She began anti-viral therapy using DAAs. Because of renal dysfunction, DCV and ASV were selected. Variation in Y93/L31, which is related to DCV resistance, was negative. DCV (60 mg/day) and ASV (200 mg/day) were initiated. Clearance of HCV RNA was obtained by 2 weeks and sustained, and liver function was normalized. In addition, microhematuria turned negative, proteinuria decreased, hypocomplementemia and eGFR improved, whereas cryoglobulinemia persisted. Arthralgia and purpura were not active during the treatment. Data are summarized in Table . She completed 24 weeks of therapy without significant adverse effects.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'7810536': 1, '7853784': 1, '17644544': 1, '26567178': 1, '24604476': 1, '26613201': 1, '15042538': 1, '16418196': 1, '28882856': 1, '26474537': 1, '11142582': 1, '34025065': 1, '18382440': 1, '29526955': 1, '23102733': 1, '26155891': 1, '25018934': 1, '7678440': 1, '30496620': 1, '31172367': 1, '28356063': 2}", "similar_patients": "{}"}