{"patient_id": 120557, "patient_uid": "5642096-1", "PMID": 29017312, "file_path": "noncomm/PMC005xxxxxx/PMC5642096.xml", "title": "Aortic Injury during Transforaminal Lumbar Interbody Fusion", "patient": "A 59-year-old woman visited the Emergency Department with a chief complaint of radiating pain from her back to her left thigh. The findings were positive in the straight leg raise test at 50° on the left side and she had motor weakness on her left lower extremity classified as grade 3 in the manual muscle test.\\nShe had been taking medications for hypertension, diabetes mellitus, and rheumatoid arthritis including steroids for 2 years. She had undergone 2 surgeries, specifically, aneurysm neck clipping of the right anterior communicating artery 10 years earlier, and TLIF at L4–5–S1 for spondylolisthesis at L4–5–S1.\\nT2-weighted magnetic resonance images showed high signal intensity at the L3–4 intervertebral disc, compression of the thecal sac by an L3–4 herniated nucleus pulposus, and unclear anterior longitudinal ligaments (ALLs) (). We diagnosed the patient with adjacent segment disease at L3–4 and planned to perform TLIF at L3–4.\\nWithin the operative field, the disc had been softened by necrosis. Severe bleeding occurred during disc space expansion with a reamer for interbody fusion. We tried to control the bleeding by immediate gauze-packing. The patient’s blood pressure dropped to 60/40 mmHg and norepinephrine was administered. Blood transfusion with 3 units of packed red blood cells was performed, followed by 2 units of fresh frozen plasma to maintain stable vital signs. After bleeding control succeeded following thirty minutes of compression and Cutanplast standard (Mascia Brunelli, Milano, Italy) packing, we confirmed that her vital sign was stable and there was no bleeding or oozing around posterior longitudinal ligament (PLL) within the operative field. Then, we continued with the spinal surgery by performing intertransverse fusion instead of interbody fusion, with close monitoring of her vital signs, which remained stable.\\nAfter the spinal surgery, we performed abdominal computed tomography angiography and found a pseudoaneurysm at the L3–4 level, just 1 cm above the bifurcation of the abdominal aorta, with a size of approximately 2 cm on the right side (, ).\\nOn the day following the spinal surgery, through consultation with a cardiothoracic surgeon and an interventional radiologist, endovascular repair was performed using a percuta neous technique, and a seal stent graft Limb-18–60 (S&G Biotech Inc., Seoul, Korea) was inserted. After obtaining angiographic confirmation of the absence of endoleakage (), the patient recovered well and has been visiting the outpatient department for follow-up.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'14670024': 1, '16028735': 1, '9537654': 1, '31656872': 1, '23010069': 1, '33851267': 1, '2064889': 1, '12217278': 1, '3667685': 1, '16412838': 1, '31380493': 1, '33560257': 1, '32002843': 1, '22138785': 1, '17332991': 1, '29725558': 2, '21592826': 1, '2003238': 1, '24891863': 2, '29017312': 2}", "similar_patients": "{'5930971-1': 1, '4040641-1': 1}"}