{"patient_id": 120585, "patient_uid": "5643279-1", "PMID": 29085203, "file_path": "noncomm/PMC005xxxxxx/PMC5643279.xml", "title": "Acquired amegakaryocytic thrombocytopenia previously diagnosed as idiopathic thrombocytopenic purpura in a patient with hepatitis C virus infection", "patient": "A 64-year-old woman was admitted with the chief complaint of dyspnea. She had a past history of post-transfusion hepatitis approximately forty years beforehand, and subsequently she was diagnosed with HCV infection (genotype 1b, high). At the age of 41, she developed thrombocytopenia (platelets count: 12.2 × 104/μL). At that time, she received interferon therapy, but the HCV infection persisted. At the age of 51 and 52, liver biopsy and bone marrow aspirations were performed, respectively. Liver biopsy specimens revealed periportal mild inflammatory cell infiltration and fibrosis (Modified Histological Activity Index: activity was 5/18, fibrosis was 1/6; Figure and B). The clot section of the bone marrow aspirate showed no significant change, and the number of megakaryocytes was within the normal range. Although the platelet-associated IgG (PA IgG) was not measured, she was diagnosed with ITP (Figure ). At the age of 61, liver cancer was detected, using computed tomography and magnetic resonance imaging, and she received transcatheter arterial chemoembolization (TACE) on several occasions. On the most recent admission, her liver cancer was found to be enlarged and ascites and pleural effusion had increased. Laboratory data are shown in Table . Her laboratory data indicated hepatic dysfunction, remnants of liver cancer and thrombocytopenia. On day 15 of her admission, her general condition deteriorated, and she died of liver failure. An autopsy was performed.\\nAt autopsy, she showed generalized jaundice and purpura in the anterior chest wall. Ascites (2600 mL) and pleural effusion (left: 100 mL, right: 3400 mL) were observed. Liver weight was 660 g, indicating severe atrophy. The cut surface of the liver showed diffuse micronodular cirrhosis with a dark green nodule (15 mm × 15 mm) in the left lobe, and a yellow, partly reddish or green, lesion with an irregular margin (70 mm × 50 mm) in the right lobe (Figure ). Spleen weight was 240 g, indicating mild enlargement. Varicose veins were observed in the lower esophagus, stomach, and rectum.\\nHistopathologically, liver specimens showed diffuse small regenerative nodules with fibrous septum and septal mild mononuclear cell infiltration (Figure ). The right lobe lesion was mainly composed of two components: hepatocellular carcinoma with bile production (Figure ) and adenocarcinoma with mucin production (Figure ). Therefore, the diagnosis of combined hepatocellular-cholangiocarcinoma was made. There were no viable tumor cells in the left lobe lesion, compatible following TACE treatment for liver carcinoma. Microscopic metastases were observed in both lungs. Bone marrow specimens showed slight hypocellularity (30%-40%), with a myeloid to erythroid ratio: 3 to 1, and a marked reduction in the number of megakaryocytes, < 1 megakaryocyte/10 high-power fields (Figure ). Immunostaining for CD41 revealed scattered small megakaryocytes (Figure ). Other lineages of hematopoietic cells were preserved, and myelofibrosis, dysplasia, and metastatic lesions were not observed. Spleen specimens showed mild congestion without extramedullary hematopoiesis. Characteristic histopathological findings of the spleen in patients with ITP, such as an increase of secondary follicles with well-delineated germinal centers, an expansion of a follicular marginal zone of the white pulp and a diffuse proliferation of foamy histiocytes, were not obvious in this patient. There was no definite lesion in the thyroid.\\nNext, we evaluated serum TPO levels at the time of her last admission using an enzyme-linked immunosorbent assay (ELISA) kit (Quantikine, R&D Systems, Minneapolis, United States) according to the manufacturer’s protocol. The serum TPO level of the patient was 54 pg/mL, and the serum TPO levels of two healthy individuals without HCV infection were 27 pg/mL and 37 pg/mL (mean 32 pg/mL). In addition, the presence or absence of anti-TPO receptor (c-Mpl) autoantibodies was determined, using Human anti-thrombopoietin receptor (C-MPL) autoantibodies IgG ELISA kit (CUSABIO, Wuhan, China), according to the manufacturer’s protocol. The serum sample of the patient at the time of her last admission was positive for anti-c-Mpl antibodies, compared to the negative results of the sera of two healthy individuals without HCV infection.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'9058709': 1, '12794833': 1, '4039036': 1, '11133753': 1, '12209520': 1, '16432869': 1, '24627595': 1, '33482950': 1, '24714308': 1, '26140092': 1, '17958515': 1, '16341948': 1, '29085203': 2}", "similar_patients": "{}"}