{"patient_id": 116540, "patient_uid": "5349704-1", "PMID": 28331373, "file_path": "noncomm/PMC005xxxxxx/PMC5349704.xml", "title": "Decrease of the foveal avascular zone area after internal limiting membrane peeling: single case study", "patient": "A 58-year-old woman presented with a slight decrease in vision in her right eye (20/25) of 1 year duration. Ophthalmoscopy showed that she had a thin ERM over the fovea. The patient underwent phacoemulsification, intraocular lens implantation followed by vitrectomy, ERM peeling, and brilliant blue G-assisted ILM peeling within the vascular arcade. After the surgery, her visual acuity improved to 20/20 at day 37 postoperatively. The patient did not have systemic risk factors such as diabetes mellitus or uncontrolled hypertension that could affect the retinal morphology. Also, she did not have ocular diseases such as myopia, glaucoma, and age-related macular degeneration that could affect retinal morphology except for a thin ERM.\\nThe patient has signed a written informed consent for the case report and any accompanying images to be published.\\nThe sequential changes of the foveal morphology were determined by swept-source optical coherence tomography (SS-OCT) with the DRI OCT-1 instrument (Topcon, Atlantis, Tokyo, Japan). The scans were performed with the angioretina mode to obtain 3 mm×3 mm en face images of the superficial and deep vascular plexuses. The retinal surface maps were reconstructed from the three-dimensional cube scans. The FAZ area was measured by manual delineation with the ImageJ software (National Institutes of Health, ImageJ, Bethesda, MD, USA).\\nThe vertical and horizontal B-scan images through the foveal center were analyzed to determine the thicknesses of the retinal nerve fiber layer (RNFL), ganglion cell-inner plexiform layer (GCIPL), inner nuclear layer (INL), outer plexiform layer, and outer nuclear layer. Manual measurements were made of the horizontal and vertical lines at 500 μm from the foveal center.\\nThe sequential retinal surface maps and the OCTA images showing the FAZ in the superficial and deep plexuses at each time are shown in . The surface maps showed an increase of the parafoveal thickness up to day 9 postoperatively, and then only a slight decrease in the thickness at day 37.\\nAnalyses of the changes in the superficial plexuses showed that the postoperative decrease of the FAZ area can be fit by a hyperbolic curve (; R2=0.993). The area of the FAZ of the superficial plexus was 0.336 mm2 preopera-tively, and 0.285 mm2 on day 1, 0.262 mm2 on day 2, 0.212 mm2 on day 9, and 0.209 mm2 on day 37. The area of the FAZ in the normal fellow eye was 0.378 mm2. The OCTA images of the superficial and deep plexuses and the horizontal cross-sectional SS-OCT image of the normal fellow eye are shown in .\\nThe sequential horizontal cross-sectional SS-OCT images during the follow-up period are shown in . The preoperative OCT image showed that the foveal contour was normal. After the surgery, the parafoveal thickness was increased, and the foveal contour became steeper.\\nThe thicknesses of the different retinal layers preop-eratively and at day 37 postoperatively determined by the horizontal (top) and vertical lines (bottom) at 500 μm from the foveal center are shown in . The thicknesses of the RNFL, GCIPL, and INL were increased postoperatively.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'25317632': 1, '26878447': 1, '22654493': 1, '26024105': 1, '21803966': 1, '29740208': 1, '22929321': 1, '19692379': 1, '22323466': 1, '11131409': 1, '8258519': 1, '23800766': 1, '33717769': 1, '28435209': 1, '26469536': 1, '18413520': 1, '26658507': 1, '924747': 1, '20401561': 1, '22426172': 1, '25270194': 1, '20151278': 1, '28331373': 2}", "similar_patients": "{}"}