{"patient_id": 118287, "patient_uid": "5466241-1", "PMID": 28591063, "file_path": "noncomm/PMC005xxxxxx/PMC5466241.xml", "title": "A new technique for lipid core plaque detection by optical coherence tomography for prevention of peri-procedural myocardial infarction", "patient": "A 53-year-old man presented to our department with a 12-hour history of intermittent angina. His admission electrocardiogram demonstrated minimal ST-segment elevation in the inferior leads and a high sensitivity troponin measurement was elevated. We proceeded directly to coronary angiography and delineated a moderate stenosis with haziness in the mid right coronary artery (RCA) (Fig. A and B). The nonflow-limiting nature of the lesion and the consideration of using a bioresorbable vascular scaffold (BVS) led to assessment with optical coherence tomography (OCT). The OCT was very instructive, demonstrating a minimal lumen area of 2.5 mm2, plaque rupture with associated luminal thrombus and a highly attenuating plaque, representing lipid core plaque (LCP), upstream of the culprit site (Fig. , A, B1, and C1). Detection of the large lipid core plaque at the site of planned intervention led to use of a filter-based distal protection device (SpiderFX, Ev3, Plymouth, MN) to minimize risk of distal embolization. Predilation was undertaken with a 2.5 × 20 mm compliant balloon (Emerge, Boston Scientific, Natick, MA) at 14 atmosphere, and a 3.5 × 28 mm BVS (ABSORB, Abbott Vascular, Santa Clara, CA) was implanted in the mid-RCA. Postdilation was achieved with a 3.5 × 20 mm noncompliant balloon, and repeated OCT assessment demonstrated excellent stent expansion and good strut apposition with no edge disruption. Angiographic assessment of the filter device suggested capture of material, confirmed by evidence of macroscopic plaque on retrieval of the distal protection device (Fig. C) and final angiogram demonstrated good distal flow without residual stenosis (Fig. D). A postprocedural transthoracic echocardiogram confirmed good left ventricular function with no regional wall motion abnormality. An excellent clinical outcome was achieved.\\nThe patient written informed consent was waived due to the retrospective nature of the presented case. Patient information was anonymized and deidentified.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'21288097': 1, '22421299': 1, '16176941': 1, '21757174': 1, '19021281': 1, '18601548': 1, '16828584': 1, '16894040': 1, '27998841': 1, '20210431': 1, '28591063': 2}", "similar_patients": "{}"}