{"patient_id": 120009, "patient_uid": "5597659-1", "PMID": 28966522, "file_path": "noncomm/PMC005xxxxxx/PMC5597659.xml", "title": "Histiocytoid Sweet Syndrome in a Child without Underlying Systemic Disease", "patient": "A 10-year-old boy was referred to the Department of Dermatology with erythematous macules and nodules on his extremities, which had been present for 9 days (). During the prior week, the patient experienced a fever of unknown origin (up to 38.4℃) and myalgia despite antibacterial therapy (intravenous nafcillin, ceftriaxone, clindamycin, and acetaminophen). With the exception of pneumonia one year prior, there were no related symptoms noted from the medical or family history. A physical examination revealed multiple, asymptomatic, erythematous macules and nodules on the extremities, which were not tender or itching. The lymph nodes and tonsils were not enlarged.\\nLaboratory tests demonstrated elevated neutrophils (80.3%), reduced lymphocytes (13.6%), and a normal white blood cell count (5,410/mm3). The tests also revealed elevated aspartate aminotransferase, C-reactive protein (CRP), and erythrocyte sedimentation rate (ESR), with values of 90 (normal: 7~38), 14.21 mg/dl (0~0.30) and 71 mm/h (1~15), respectively. The rheumatologic laboratory tests (antinuclear antibody and rheumatoid factor) and infectious disease diagnostic tests (Group A streptococcus, influenza, cytomegalovirus, mycoplasma pneumonia, quantiferon-TB, blood culture, respiratory syncytial virus polymerase chain reaction (PCR), throat swab and adeno virus Ag) were all negative. The cerebrospinal fluid (CSF) analysis (Cryptococcus Ag, gram stain, culture, Streptococcus pneumonia PCR, herpes simplex virus-PCR, enterovirus PCR and TB PCR) and urinalysis were negative. Chest X-ray and electrocardiography were normal. He didn't get any vaccination recently.\\nHistopathological examination of a skin biopsy obtained from a lesion on the right upper arm demonstrated infiltration of perivascular and perieccrine inflammatory cells in the mid- and deep-dermis (). The infiltrating cells were large mononuclear cells with kidney-shaped nuclei, and the cells reacted positively with MPO. There was no evidence of true vasculitis ().\\nBased on these findings, we diagnosed the patient with histiocytoid Sweet syndrome. Fever and the skin lesions were subsided spontaneously during treatment with non-steroidal, anti-inflammatory drug (ibuprofen, 40 mg/kg/day) after one week. There was no recurrence during the 10 months after treatment.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'8089280': 1, '19015425': 1, '24877196': 1, '25440433': 1, '14521689': 1, '6572088': 1, '9091476': 1, '22011318': 1, '3514153': 1, '14201182': 1, '23207661': 1, '15148101': 1, '34746348': 1, '18089498': 1, '24636890': 1, '18830624': 1, '24839565': 2, '25784226': 1, '19733935': 1, '28966522': 2}", "similar_patients": "{'4006583-1': 1}"}