{"patient_id": 63124, "patient_uid": "5111518-1", "PMID": 27872733, "file_path": "comm/PMC005xxxxxx/PMC5111518.xml", "title": "Hyperhemolytic Syndrome Complicating a Delayed Hemolytic Transfusion Reaction due to anti-P1 Alloimmunization, in a Pregnant Woman with HbO-Arab/β-Thalassemia", "patient": "A not previously transfused 30-year-old Greek Pomak woman with thalassemia intermedia due to compound heterozygosity for HbO-Arab/β-thalassemia was scheduled for transfusion of erythrocytes during the 11th week of her first gestation. Erythrocytes of the patient and her husband were thoroughly typed for antigens in the main blood group systems, including ABO, Rh, Kell, Kidd, Duffy, MNS, Lewis, Lutheran and P1, in order to avoid the onset of hemolytic disease of the fetus and newborn (HDFN) due to alloimmunization. The blood group phenotypes of the patient and her husband are shown in . Initial standard screening with direct antiglobulin test (DAT) and indirect antiglobulin test (IAT) was negative. Our initial decision was to transfuse C-, Fy (b-), P1- leukoreduced erythrocytes; however blood units bearing such a seldom antigen combination are usually unavailable in our blood bank. Thus, we decided not to consider P1 antigen in our phenotypically-matched transfusion choice because it is uncommon for an anti-P1 antibody to cause hemolytic transfusion reactions.– Moreover, anti-P1 is an IgM class antibody that is highly unlikely to cross the placenta and to affect the fetus. Pre-transfusion hemoglobin level on day 1 (d1) was 8.9 g/dl () and the reticulocyte count was 5.67% (corrected count 1.75%), while LDH was 212 IU/L (normal range<246 IU/L). The patient received the first erythrocyte transfusion without any adverse effects. On d9 she received two more compatible units. On d19, during the next pre-transfusion testing, we observed that the patient’s erythrocytes yielded a positive DAT against anti-C3d [1+] and a positive IAT against P1+ erythrocytes at 37°C, 22°C and 4°C, signifying the presence of an anti-P1 alloantibody. Laboratory findings included hemoglobin (7.9 g/dl), haptoglobin (8 mg/dl), LDH (617 IU/L) and indirect bilirubin (IB) (1.2mg/dl), denoting the onset of a DHTR. Therefore, we decided to transfuse the patient with a C-, Fy(b-), P1- unit. On d29 the patient was admitted to the Department of Hematology because of reddish urine. Laboratory testing revealed hemoglobinuria without erythrocyturia. The hemoglobin had dropped to 6.5 g/dl, while LDH was 620 IU/L and IB was 2.4 mg/dl. Subsequent standard immunohematological screening revealed subtle changes, namely a 2+ positive DAT against anti-C3d. IAT remained positive due to the presence of an anti-P1 alloantibody and cross-match was compatible with P1- erythrocytes. Accordingly, taking into account the IAT and DAT findings as nearly stable, continuing transfusions of erythrocytes were deemed necessary. Hence, the patient received a C-, Fy(b-), P1- unit. Whilst a transient post-transfusion increase in the hemoglobin level was documented on d29 (8.3 g/dl), on d30 the hemoglobin had markedly dropped to 5.6 g/dl, while both LDH and IB were highly elevated (1,040 IU/L and 7.9 mg/dl, respectively). At this point, hyperhemolysis was immediately considered leading to prompt cessation of further transfusions.\\nWe performed an extensive immunohematologic screening using a gel microcolumn system (BIORAD, Cressier sur Morat, Swiss). Acid elution and cold acid elution (DiaCidel®/BIO-RAD) were performed on the patient’s DAT-positive erythrocytes. The eluate was screened by IAT against a commercially available panel of erythrocytes (ID-DiaPanel) using Liss/Coombs gel cards with polyspecific antihuman globulin (PAHG) as well as DC-Screening I gel cards with monospecific antihuman globulin MAHG (anti-IgG, anti-IgA, anti-IgM)]. Whilst acid elution IAT did not reveal any warm autoantibodies, cold acid elution IAT was positive, yielding 4+ reactivity with PAHG cards and 2+ reactivity with anti-IgM MAHG cards. Following treatment with 1,4-dithiothreitol (DTT®-Sigma Aldrich, USA), the cold acid elution IAT was negative, both in Liss and DC-screening cards, a finding denoting the presence of a cold-type IgM class autoantibody. Further investigation with cold agglutinin titration revealed anti-I specificity, a finding further reinforced by the complete adsorption of the autoantibody by Rabbit Erythrocyte Stroma (REStTM-Immucor, USA). Autohemolysis during storage signified complement activation. Detection test for isoagglutinins by heat elution and Donath Landsteiner test were both negative excluding from the differential diagnosis passenger lymphocyte syndrome and paroxysmal cold hemoglobinuria (PCH), respectively. ID-PNH Test (BIORAD, Cressier sur Morat, Swiss) for paroxysmal nocturnal hemoglobinuria was also negative. Serological studies for EBV, CMV, HIV, HBV, HCV, Toxoplasma gondii, Mycoplasma pneumoniae and Parvovirus B19 were negative. Further testing for antinuclear and anti-dsDNA antibodies was also negative.\\nAfter reviewing the medical literature and considering any feto-maternal complications that could occur, we decided to treat the patient with oral methylprednisolone and intravenous immunoglobulin (IVIG). Hence, she received on d30 IVIG 1g/kg for two consecutive days and was started on oral methylprednisolone 1mg/kg/day. On d32, the hemoglobin continued to drop to 4.6 g/dl, while the reticulocyte count was 4.71% (corrected count 0.8%) (). Following treatment initiation, the hemoglobinuria resolved within 5 days [d35], the hemoglobin gradually increased from 4.6 g/dl to 8.2 g/dl in 13 days (d43) and the LDH completely normalized in 20 days (d50). After 7 weeks of continuous methylprednisolone therapy, the dose was gradually tapered to 4mg per os every other day. At this dose, the patient showed no detectable signs of hemolysis throughout pregnancy keeping stable hemoglobin between 8.5 g/dl and 9 g/dl. After three months of methylprednisolone therapy, the DAT became negative, the cold agglutinin was undetectable, while IAT remained weakly positive due to the anti-P1 alloantibody. Six months later, both DAT and IAT were negative. The remaining of the pregnancy and the delivery were uneventful, and a healthy neonate P1-, with negative DAT was born.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'20041094': 2, '15763986': 1, '25257194': 1, '19788508': 1, '19413729': 1, '22239462': 1, '9795764': 1, '3824479': 1, '7314228': 1, '25677578': 1, '6879680': 1, '15710581': 1, '19140815': 1, '11328573': 1, '15682413': 1, '12777582': 1, '16565025': 1, '17666632': 1, '25130935': 1, '25785210': 2, '26696802': 1, '9595020': 1, '21083443': 1, '27872733': 2}", "similar_patients": "{'2798775-1': 1, '4346688-1': 1}"}