{"patient_id": 122391, "patient_uid": "5778549-1", "PMID": 29283141, "file_path": "noncomm/PMC005xxxxxx/PMC5778549.xml", "title": "Bilateral disciform keratitis of presumed adenoviral etiology", "patient": "A 19-year-old healthy female presented to another clinic with bilateral conjunctivitis following upper respiratory tract infection. According to the clinical signs of conjunctival hyperemia, chemosis, pseudomembrane formation as well as preauricular lymphadenopathy, she was diagnosed with adenoviral conjunctivitis and given topical antibiotics. Three weeks later, she developed a decrease in vision and was referred to our clinic. On examination, her visual acuity was 20/125 bilaterally. Slit lamp showed normal conjunctiva, bilateral widespread subepithelial corneal infiltrates, in addition to central corneal edema with white distinct border resembling immune stromal ring, as well as Descemet's folds and keratic precipitates in the central area []. Anterior chamber was normal without any flare. Anterior segment optical coherence tomography showed corneal edema with keratic precipitates []. Central corneal thickness (CCT) was 969 and 956 μm in the right and left eyes, respectively.\\nHer systemic evaluation revealed no immunosuppression; she had neither any systemic disease nor any history of varicella vaccination. Conjunctival scrapings, staining, and cultures of both eyes for viral and bacterial etiologies were performed. In addition, a polymerase chain reaction (PCR) of anterior chamber fluid of the left eye for adenovirus and herpes simplex virus was performed. She was started on valacyclovir 500 mg 2 times a day, topical ganciclovir 5 times a day, and topical prednisolone acetate 6 times a day. There was no growth in conjunctival cultures, and PCR came negative for adenovirus and herpes simplex virus. Therefore, oral valacyclovir was stopped after 5 days. She observed significant improvement in visual acuity starting in the 1st day. Ten days after the onset of treatment, visual acuity improved to 20/40 and 20/50 in the right and left eyes, respectively. The keratic precipitates and stromal ring faded, the density of subepithelial corneal infiltrates decreased, and corneal edema resolved. The CCT decreased to 521 μm in the right and 519 μm in the left eyes at day 15. Her topical steroids were decreased gradually. One month following cessation of treatment, her visual acuity decreased in both eyes, subepithelial corneal infiltrates increased in density, and mild increase in CCT was observed []. She was given topical prednisolone acetate, topical cyclosporine (0.05%), and nonpreserved artificial tears. Immediate improvement was observed, topical steroid was gradually decreased, and topical cyclosporine and nonpreserved artificial tears were continued for 6 months. No other recurrence was observed in the 6-month follow-up period.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'28157224': 1, '7995068': 1, '26489119': 1, '26077630': 1, '31637206': 1, '25075122': 1, '12623810': 1, '21814523': 1, '24511226': 1, '32641169': 2, '4316409': 1, '21537185': 1, '23336741': 1, '29283141': 2}", "similar_patients": "{'7341713-1': 1}"}