{"patient_id": 118380, "patient_uid": "5473079-1", "PMID": 28695044, "file_path": "noncomm/PMC005xxxxxx/PMC5473079.xml", "title": "Neuro-Behçet disease mimicking brain tumor: A case report", "patient": "MR, male, 46-year-old, came to the hospital with a complaint of subacute hemiparesis in the left lower limb, accompanied by mental confusion.\\nIn the past, he had the same clinical presentation associated to oral ulcers. He was submitted to brain MRI and to lumbar puncture. The brain MRI showed a T2-hyperintense lesion in the regions of mesencephalon and right parahippocampus []. The cerebrospinal fluid (CSF) showed sterile monocytic pleocytosis. In the past, it was suspected of herpetic encephalitis, and he completed a treatment with intravenous Acyclovir, with improvement of the symptoms. One year later, the patient had a similar clinical and radiologic condition, being treated again with acyclovir and showing resolution of symptoms. Seven months later, there was a new relapse, and prophylactic Valacyclovir was started. When the patient entered the hospital, he showed paralytic mydriasis in the right eye, left supranuclear facial paresis, and paresis in the left lower limb with hyperreflexia. Ophthalmologic evaluation was unremarkable. In the previous medical history, there was a clear story of recurrent painful oral ulcers (6 episodes/month – in the worst moment of the disease) that healed in seven days and acneiform lesions in dorsum. No genital ulcers or visual alterations were reported. At this time in the hospital, the patient has no oral ulcers. Cell blood count, rheumatologic tests, syphilis, HIV, hepatitis serology, and Mantoux's reaction were performed. All were negative. A pathergy test was also performed, with negative results. CSF showed 28 leukocytes (66% neutrophils and 44% monocytes) and 46 mg/dL of proteins. Cultural tests and PCRs for infectious agents were negative. Brain MRI showed an hyperintense T2 lesion at midbrain peduncle, simulating a mesencephalic tumor []. A neurosurgical consultation was performed. A brain biopsy was discussed, but the team decided to submit the patient to a conservative treatment, administering corticosteroids for a possible BD. He was submitted to IV methylprednisolone in a dose of 1 g daily during 5 days. His symptoms remitted completely after 10 days.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'15161982': 1, '14521694': 1, '23441863': 1, '12369651': 1, '9203024': 1, '1015298': 1, '27075942': 1, '17976652': 1, '10528040': 1, '20445554': 1, '15885390': 1, '11428799': 1, '1791376': 1, '12700303': 1, '12544711': 1, '17711526': 1, '8738367': 1, '17250726': 1, '16087909': 1, '3822094': 1, '11284141': 1, '17722228': 1, '382361': 1, '15760881': 1, '10545401': 1, '10344509': 1, '19161910': 1, '19790126': 1, '10445437': 1, '14247391': 1, '4128069': 1, '9101104': 1, '28695044': 2}", "similar_patients": "{}"}