{"patient_id": 118582, "patient_uid": "5490138-1", "PMID": 28663657, "file_path": "noncomm/PMC005xxxxxx/PMC5490138.xml", "title": "Continuous Positive Airway Pressure Prevents Hypoxia in Dental Patient with Obstructive Sleep Apnea Syndrome under Intravenous Sedation", "patient": "A 60-year-old woman applied for treatment at a dental clinic with complaints of impairment of her masticatory function associated with the instability of the mandibular denture. She was diagnosed with partial edentulism of the mandible at region 4.4–4.5 and offered treatment implant installation. From the medical anamnesis, it became known that she had had a long history of OSA syndrome which had been diagnosed 5 years before. She had been put on home CPAP therapy 1 year ago. One year later, the patient had noticed 12 kg weight loss, sleep improvement, decrease in fatigue, and normoglycemia recovery. However, at the moment of applying for treatment at the dental clinic, she weighed 105 kg, her body mass index was 37 kg/m2, and her neck and waist circumferences were 45 cm (17.7 inches) and 120 cm (47.2 inches), respectively. Her oxygen saturation value on room air comprised 94–93%. Results of sleep polysomnogram confirmed diagnoses of moderate OSA, giving an apnea–hypopnea index of 34. The patient was offered surgery with regional anesthesia. However, the patient got frightened before treatment and required sedation. The patient refused surgery under general anesthesia and mechanical ventilation and accepted this type of anesthesia only in case of dangerous ventilation disorders during sedation. It was determined to operate under regional anesthesia with intravenous sedation and intraoperative CPAP. The choice of midazolam for sedation was due to known pharmacokinetic and pharmacodynamic effects of this drug and antidote-flumazenil availability. Administration of opioids was excluded. The patient was informed about the continuous monitoring of the vital body functions throughout the treatment period. The scope of monitoring is defined by the current recommendations on patient safety.[] In addition, the patient has been given information on the risk of complications during sedation and on the actions to be taken in case of these complications, based on the current clinical recommendations.[] She received comprehensive answers to all her questions. After being informed about that, the patient agreed to the proposed treatment and was then transported to the operating room. In the operating room, she was set in a semi-reclined position. Monitoring of vitals including pulse oximetry, sidestream capnography, electrocardiography, and noninvasive blood pressure (BP) was attached. After nasal mask fixation, CPAP machine with CPAP level 6 cm H2O was connected. For the last 3 months, this pressure had been determined at home CPAP therapy. Resuscitation equipment was kept ready which included various types of air ducts, cricothyrotomy kit, defibrillator, emergency drugs, and respirator. Intravascular catheter 20-gauge was inserted into the saphenous vein of the left forearm. The initial dose of midazolam was 2.5 mg, total of 11.0 mg. The patient's condition during the intraoperative period was stable. She was able to respond to voice commands or tactile stimulation. The vital signs remained steady during the procedure and were as follows: Respiration rate - 12–16/min, SpO2 - ≥92%, PetCO2 - ≤43, heat rate - 64–82 bpm, and BP - 155/85–120/76 mm Hg. The surgery took 2 h. When the surgery was finished, midazolam injection was stopped. Flumazenil 0.3 mg was administered intravenously to eliminate sedative effects of midazolam. Repeated administration of flumazenil was not required. At 2 h after the surgery, the patient was allowed to leave the clinic with assistance.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'26023625': 1, '23364566': 1, '26588034': 1, '18468315': 1, '16645462': 1, '11560300': 1, '25799356': 1, '22886843': 1, '18931212': 1, '26472993': 1, '26582586': 1, '28663657': 2}", "similar_patients": "{}"}