{"patient_id": 123513, "patient_uid": "5864811-1", "PMID": 29424736, "file_path": "noncomm/PMC005xxxxxx/PMC5864811.xml", "title": "Management of scar-related atrial flutter in a patient with dextrocardia, inferior vena cava interruption, and azygos continuation", "patient": "The patient was a 44-year-old male with dextrocardia, situs inversus, IVC interruption, and azygos continuation and an 8-year history of highly symptomatic chronic AFL. In 1975, when he was 3 year of age, he had undergone a surgical correction for two ostium secundum atrial septal defects (ASD). A schematic diagram of the anatomy of the heart is shown in . He underwent several electrical cardioversion because of symptomatic AFL episodes after 1999. He had EHRA Class III when he was referred to our clinic. Baseline 12-lead electrocardiography (ECG) showed a macroreentrant atrial tachycardia and dextrocardia (). After local anesthesia, three long sheaths were placed at the SVC–RA junction via femoral veins to stabilize the catheters and control them (). Then, a decapolar coronary sinus catheter and a duodecapolar halo catheter were placed in the coronary sinus and RA, respectively (). An activation and voltage map of RA were obtained using Carto-3 system with an irrigated RF ablation catheter. Pacing entrainment was performed at the hepatic vein-tricuspid valve, which revealed a PPI−TCL of >50 ms excluding a peri-tricuspid typical AFL. Two scar areas were detected on the interatrial septum (). The pacing entrainment between the two scars demonstrated a short PPI−TCL value (254−242=12 ms, ), and the pacing site was demonstrated in with a “white dot.” Activation mapping suggested that the tachycardia spread between the two scars. When a linear ablation was created between the two scars (), tachycardia stopped (). No tachycardia occurred with rapid or programmed extrastimulus pacing with isoproterenol infusion. The patient was discharged the following day, and his clinical status improved to EHRA Class I. He had no recurrence of arrhythmias at the 1-year follow-up.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'15679649': 1, '10421118': 1, '13683264': 1, '17261672': 1, '17631088': 1, '32628141': 1, '24843050': 1, '16050822': 1, '33204625': 1, '18031517': 1, '29424736': 2}", "similar_patients": "{}"}