{"patient_id": 121982, "patient_uid": "5749097-1", "PMID": 29302558, "file_path": "noncomm/PMC005xxxxxx/PMC5749097.xml", "title": "Report on a rare single coronary artery anomaly: Need for comprehensive investigations", "patient": "A 30-year-old female had an episode of chest pain which lasted for 13 h which was associated with few episodes of vomiting. Following that she complained of chest heaviness, dyspnea on exertion and sweating for about 3–4 h in an on and off pattern. After 5 days of first episode of chest pain, she again suffered from chest pain, feeble pulse, and cool periphery. Immediate electrocardiogram (ECG) showed ST depression in V1–V4 and was suspected for possible anterior wall myocardial infarction. She was treated with a loading dose of antiplatelets and statins and ionotropic supports (augmentin duo 625 mg × 3 days). She also had a history fever associated vomiting, but malarial parasites were negative. Conservative management with antibiotics and antimalarial was given. Following this coronary angiography was performed which showed single coronary artery origin. A month later, chest X-ray was done which showed normal study; ECG showed normal axis, 75 bpm with T inversion in lead I and lead augmented vector left (aVL). Echocardiogram showed no regional wall motion abnormalities (RWMA), good biventricular function, no mitral regurgitation, tricuspid regurgitation, pulmonary arterial hypertension, no clots, vegetation or effusion, and no mechanical complications. Coronary angiogram showed that RCA originates from the right cusp. Computed tomography (CT) with three-dimensional (3D) image reconstruction [] was done which showed that RCA was dominant giving rise to posterior descending artery and posterior left ventricular (LV) which were free of disease. LAD and LCx arose from proximal RCA []. LAD showed intramyocardial course and supplies interventricular septum and apex and was free from disease. LCx is nondominant small vessel. Single vessel disease involving nondominant LCx was found. Color Doppler showed normal bilateral carotid and vertebral artery. Calcium score was zero and LV systolic function was good. She was advised to undergo a CABG and come for annual follow-up with gated spect Tc-99m sestamibi myocardial perfusion study. Till the last follow-up about 5 years since the last episode, the patient has yet not opted for CABG and normal Tc-99m myocardial perfusion study. Her current findings state the presence of single coronary artery (RCA) from right cusp which further gives LAD and LCx from its proximal part. LAD shows the presence of intramyocardial course and total occlusion of LCx.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'28352411': 2, '19155663': 1, '4479282': 1, '19777592': 1, '19179205': 1, '9375936': 1, '25448905': 1, '16598522': 1, '24096719': 1, '29302558': 2}", "similar_patients": "{'5358244-1': 1}"}