{"patient_id": 69823, "patient_uid": "5660763-1", "PMID": 29158925, "file_path": "comm/PMC005xxxxxx/PMC5660763.xml", "title": "Splenic Infarct and Pulmonary Embolism as a Rare Manifestation of Cytomegalovirus Infection", "patient": "A 62-year-old female with a past medical history of rheumatoid arthritis for the last ten years on low-dose methotrexate (2.5 mg/week) was admitted with complaints of severe left upper quadrant abdominal pain. The intensity was rated as eight out of ten on a pain rating scale and was sharp and stabbing in nature. It was associated with nausea, but there was no vomiting. The patient also complained of diarrhea of 3–5 episodes per day over the last two months. The stool was watery, nonfoul smelling, large volume, not blood tinged, and devoid of mucus. The other concomitant medications included tablet folic acid 1 mg daily and tablet meloxicam 3.75 mg daily as needed for pain. She had no other comorbidities.\\nOn clinical examination, there was no pallor, icterus, or lymphadenopathy. The temperature was 103°F with slight tachycardia. Her abdominal examination revealed moderate tenderness in the left upper quadrant with no guarding or rebound tenderness. Cardiac examination revealed no murmurs, and respiratory system examination was unremarkable.\\nAt this juncture, a working diagnosis of acute abdomen was considered, and the investigations were directed to diagnose any common surgical causes. Her complete blood profile revealed a total white blood cell count of 6,200 cell/mm3 and a differential count of 4,340 neutrophils/mm3 (70%) and 930 lymphocytes/mm3 (15%). Platelets were 335,000/mm3, and the hemoglobin levels were 12.2 g/dl. Liver function tests revealed an ALT level of 73 UI/l, an AST level of 57 UI/l, an alkaline phosphatase level of 242 IU/l, and an LDH level of 298 UI/l. The C-reactive protein level was 49 mg/l.\\nThis was followed by a Computed Tomography (CT) of the abdomen done at admission, performed using intravenous and oral contrast. It showed a high-density fluid filled large defect in the superior aspect of the spleen consistent with splenic infarct (see ) and also a small pulmonary embolism in the right lower lobe. A high-resolution CT scan of the thorax with intravenous contrast confirmed the right lower lobe pulmonary embolism (see ). Lower extremity Doppler ultrasound showed no deep vein thrombosis. An echocardiography which was done revealed no valvular abnormalities.\\nThe patient was started on anticoagulation therapy with rivaroxaban 15 mg per os (PO) twice daily. She was pan-cultured, and all the cultures including urine and blood were negative. Additional workup for chronic diarrhea including stool for Clostridium difficile and comprehensive stool cultures was all negative. Hematology-oncology was consulted for the hypercoagulable state. Protein C and S activity antithrombin 3, beta 2 glycoprotein and anti-cardiolipin antibody, and factor V Leiden mutation were all negative. Her liver function tests (LFTs) were abnormal. In light of elevated LFTs associated with fever and diarrhea, hepatitis virus, EBV, CMV, and Lyme titers were ordered. Hepatitis panel, EBV, and Lyme's test were negative. However, CMV immunoglobulin M (IgM) was 145 AU/ml (reference value: 0–29.9) and CMV immunoglobulin G (IgG) was 1.90 IU/L (reference value: 0.00–0.59). CMV quantitative PCR level was 43470 IU/ml (reference value: 200–2,000,000 IU/mL). CMV IgG avidity index was 0.46 (reference value ≥ 0.60). The patient was also tested for human immunodeficiency virus, and she was negative. She was started on valganciclovir with a loading dose of 900 mg twice daily for 14 days followed by a maintenance dose of 900 mg once daily for three months. Her diarrhea and abdominal pain started slowly getting better, and she had no more fevers. She was discharged on rivaroxaban for six months and valganciclovir. Repeat testing in 14 days for CMV IgM showed a level of 56.4 and CMV IgG level of 2.3. In 1 month, CMV IgM level was <30, CMV IgG was 5.01, and CMV quantitative PCR level was <200. Valganciclovir was discontinued after three months of treatment. At 3 months, CMV IgM level was <30, CMV IgG was 7.90, and CMV quantitative PCR level was <200. At 9 months, CMV IgM level was <30, CMV IgG level was >10, and CMV quantitative PCR level was <200.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'11247723': 1, '12476798': 1, '21402253': 1, '24741254': 2, '15735787': 1, '19150531': 1, '30631613': 2, '33163305': 2, '16701900': 1, '20926120': 1, '29158925': 2}", "similar_patients": "{'3985361-1': 1, '7641482-1': 1, '6304844-1': 1}"}