{"patient_id": 74085, "patient_uid": "5965174-1", "PMID": 29849312, "file_path": "comm/PMC005xxxxxx/PMC5965174.xml", "title": "Hematometrocolpos in a Pubescent Girl with Abdominal Pain", "patient": "A 14-year-old female patient presented to the ED with intermittent lower abdominal pain for three weeks. Her pain was bilateral and cramping, with episodes of intense worsening that were associated with non-bloody, non-bilious emesis. She reported abdominal distension, constipation, and breast tenderness, and denied urinary changes, vaginal bleeding, or discharge. She had not yet experienced menarche and she denied sexual activity. The patient had seen her pediatrician at symptom onset, and it was documented that the patient had Tanner Stage IV development but no menstruation. No genitourinary exam had been performed. At that visit, the patient was diagnosed with constipation and counseled on diet changes. Two weeks later, the patient returned to her pediatrician for the same symptoms, and an outpatient transabdominal US was ordered to evaluate her pelvic organs. Her pain worsened prior to her scheduled US, so she presented to the ED.\\nThe patient was afebrile with a pulse of 105 beats per minute, blood pressure of 125/91 mmHg, respiratory rate of 18 breaths per minute, and oxygen saturation of 100%. She was actively vomiting and reporting abdominal pain. Abdominal examination was notable for mild distension, suprapubic tenderness, and a palpable mass in the lower abdomen and pelvis. Bowel sounds were normal. Pelvic examination was notable for a bulging, tense, blue, imperforate hymen. Transabdominal POCUS showed a distended vaginal canal, markedly enlarged uterus, and moderate hydronephrosis bilaterally (). Renal function was normal on a chemistry panel. She was diagnosed with hematometrocolpos, and gynecology was consulted. The patient was taken to the operating room for hymenectomy, which drained 900 mL of dark brown fluid. She recovered without complication and had normal menstruation one month later.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'12811727': 1, '20103807': 1, '2262278': 1, '21373333': 1, '26924512': 1, '19148657': 1, '29849312': 2}", "similar_patients": "{}"}