{"patient_id": 67143, "patient_uid": "5467313-1", "PMID": 28634566, "file_path": "comm/PMC005xxxxxx/PMC5467313.xml", "title": "Adhesive-Enhanced Sternal Closure: Feasibility and Safety of Late Sternal Reentry", "patient": "A 67-year-old male presented with progressive symptoms of shortness of breath on exertion and presyncope. Investigations revealed newly diagnosed severe aortic stenosis, with a peak gradient of 93 mmHg, mean gradient of 45 mmHg, and an aortic valve area of 0.8 cm2 by continuity equation. The patient had prior coronary artery bypass grafting (CABG) 6 years priorly, at which time the median sternotomy was closed with wire cerclage augmented with “Kryptonite” bone cement. The technique of adhesive-enhanced sternal closure was described previously []. In preparation for surgical aortic valve replacement (SAVR), CT angiography was performed revealing extensive heterotopic ossification along the posterior margin of the prior sternotomy ().\\nA standard redo median sternotomy was performed to obtain access for surgical AVR. The sternum was found to be stable and intact with good callous formation along its length (). The midline sternotomy was reopened using an oscillating saw and heavy Mayo scissors without complication or difficulty, comparable to an average redo resternotomy. The tissue immediately adjacent to the posterior sternal table was areolar and easily dissected along the length of the sternum using electrocautery. The Kryptonite adhesive was visible as an opaque white solid material along the edges of the periosteum () and was dissected away from the bone using DeBakey forceps and an oscillating saw. The adhesive was strongly adherent to the bone surfaces and well integrated. There was no gross evidence of inflammation or adhesions to adjacent nonbony tissues. There was no evidence of migration of the adhesive or substantial degradation or resorption. The underlying bone was in good condition. A small piece of the Kryptonite/sternal interface was removed and sent for histology. The remainder of the procedure was performed and standard wire cerclage was easily performed to reapproximate the sternum. Reapproximation was not supported by Kryptonite due to institutional availability at the time of the reoperation.\\nThe histopathologic sample was fixed in 10% buffered formalin and subsequently decalcified in 10% formic acid. Following this, 6-micron sections were stained with hematoxylin and eosin (H&E) and examined under light microscopy. Histology revealed benign bone, bone marrow, cartilage, and adjacent fibroconnective tissue, as well as collections of nonpolarizable foreign material (“Kryptonite” adhesive). The latter did not stain with H&E, but had a yellow-brown, glassy, and granular appearance. The Kryptonite was arranged in round and ovoid circumscribed clusters, occasionally surrounded by giant cells, which appeared to engulf the Kryptonite (). Silver staining highlighted the microscopic fibrillary structure of the Kryptonite ().", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'29427745': 1, '21385758': 1, '21958795': 1, '21742656': 1, '31531834': 1, '20613599': 1, '10757149': 1, '25363260': 1, '23919919': 1, '20732527': 1, '28634566': 2}", "similar_patients": "{}"}