{"patient_id": 63032, "patient_uid": "5106818-3", "PMID": 27835966, "file_path": "comm/PMC005xxxxxx/PMC5106818.xml", "title": "Three cases of Zika virus imported in Italy: need for a clinical awareness and evidence-based knowledge", "patient": "On January 2016 a 36-year-old Italian woman presented at the Infectious Diseases outpatient department, with a widespread maculopapular rash covering the trunk, arms, and legs, started 2 days after returning from a 8-days vacation in Brazil (Rio de Janeiro and Buzios). The patient had been vaccinated against Yellow Fever. At medical examination, no other symptoms and signs were recognized. Laboratory tests showed leukopenia (leukocyte count 3.5 × 109 cells/L, range 4.00–10.80 × 109 cells/L) with lymphopenia (lymphocytes 11.0 %, range 20.0–40.0 %) only. Pregnancy test was negative. An indirect immunofluorescence assay resulted negative (<1:20 for both IgM and IgG) for ZIKV and Chikungunya, while IgG titer for Dengue Virus was weakly positive, probably because of cross-reactivity with previous yellow fever vaccination. RT-PCR for Flavivirus genus resulted positive both in serum and urine, samples were sequenced and ZIKV was confirmed. The patient received a counseling about potential of ZIKV sexual transmission, the need to delay a possible pregnancy and appropriate methods to reduce this risk. The symptoms resolved spontaneously in one day. A follow up ZIKV serologic testing, performed at day 11 after symptoms onset was positive for both IgM (1:80) and IgG (1:160), pan-flavivirus RT-PCR was negative on serum whereas was still positive on urine (see Table ).\\nFor all patients, the presence of ZIKV-specific neutralising antibodies in serum samples was also confirmed by a virus neutralization assay.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'12995440': 1, '15664052': 1, '18020965': 1, '31041548': 1, '18445417': 1, '27171034': 1, '24721538': 1, '18605910': 1, '31337150': 1, '26859285': 1, '26866485': 1, '26796813': 1, '24507467': 1, '25818036': 1, '24739982': 1, '21900425': 1, '27835966': 2}", "similar_patients": "{'5106818-1': 2, '5106818-2': 2}"}