{"patient_id": 114728, "patient_uid": "5120639-1", "PMID": 27783331, "file_path": "noncomm/PMC005xxxxxx/PMC5120639.xml", "title": "Psoriasiform Eruption and Worsening of Pustulosis Palmoplantaris After Treatment with Two Anti-TNF-α Inhibitors, Followed by Successful Treatment with Ustekinumab", "patient": "A 45-year-old woman presented at the outpatient clinic because of disabling skin lesions. On examination, we found erythematous and squamous papules and plaques on her trunks, limbs, palms of her hands, soles of her feet, scalp and dystrophic nails of both hands and feet (Fig. ). The lesions had started 2 months earlier, after starting treatment with adalimumab 40 mg once every 2 weeks. This patient was known from 7 years before with pustulosis palmoplantaris and psoriatic arthritis. Because of this arthritis, her rheumatologist started treatment with adalimumab. Previous treatments were triamcinolone injections (ineffective), leflunomide (Arava), methotrexate, acitretin, prednisone (all four were stopped because of side effects) and UVB phototherapy.\\nAfter the first injection of adalimumab, the patient experienced a positive effect on her pustulosis palmoplantaris, but after the second injection the lesions became worse and an itchy rash started on the rest of her body. She was given topical therapy with potent corticosteroid creams and the treatment with adalimumab was stopped. Despite this, the lesions especially of her hands and feet got worse, leading to immobility, and the patient was therefore admitted to our clinical dermatology ward.\\nBiopsies were taken from the palm of her hand and from one of the lesions on her arm (Fig. ). The biopsies showed hyper- and parakeratosis, subcorneal pustels with neutrophilic granulocytes and spongiosis. A perivascular inflammation with extravasation of neutrophilic granulocytes was found. A diagnosis of pustulosis palmoplantaris with a psoriatic eruption caused by adalimimab was made.\\nBlood examination showed a slightly elevated C-reactive protein level and leucocytosis. Antibodies against adalimumab could be detected (95 AE/ml). The adalimumab levels were measured by means of enzyme-linked immunosorbent assay, performed at the Laboratory for Monoclonal Therapeutics, Sanquin Diagnostic Services. The adalimumab blood serum level was 0.1 μg/ml.\\nTreatment was switched to etanercept 50 mg twice weekly in combination with systemic erythromycin 500 mg 4 times daily (Figs. , ). After 2 months, this treatment also failed. Methotrexate (which was given in combination with the last therapy) had to be stopped because of subjective side effects.\\nAfter discontinuing etanercept treatment and starting treatment with clarithromycin 300 mg three times daily, her skin condition was slowly getting better. The patient was treated in our daycare center multiple days a week with different topical therapies, UVB photo-therapy and multiple antibiotics. The pustulosis palmoplantaris and the psoriatic eruption were slowly getting better. Because of worsening of her psoriatic arthritis, treatment with ustekinumab was started. Eventually, the psoriatic eruption that was started after treatment with adalimumab was gone and the pustulosis palmoplantaris on hands and feet improved.\\nInformed consent was obtained from the patient for being included in the study.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'20580412': 1, '18092839': 1, '20520526': 1, '24048106': 1, '21752492': 1, '31093599': 1, '22960136': 1, '22890275': 1, '25299544': 1, '19681863': 1, '26194362': 1, '18576309': 1, '23518804': 1, '27783331': 2}", "similar_patients": "{}"}