{"patient_id": 73123, "patient_uid": "5899827-1", "PMID": 29675497, "file_path": "comm/PMC005xxxxxx/PMC5899827.xml", "title": "A case report of Ggeneralized uterine arteriovenous malformation after molar pregnancy in an infertile woman", "patient": "In February 2008, a 30-yr-old woman, presented at the infertility clinic of Reproductive Biomedicine Research Center of Royan Institute (Tehran, Iran). Her chief complaint was 8-yr of old infertility with tubal factor and also vaginal bleeding. In obstetrics and gynecologic history, she had done laparoscopic operation 3 yr ago for endometriosis treatment. Moreover, intrauterine insemination was done that resulted in a GTD and methotrexate was prescribed for her but due to severe bleeding the patient underwent three curettages. She had uterine bleeding with negative beta- Human chorionic gonadotropin levels, therefore transvaginal sonography was done and we detected numerous echo-free tubular spaces in anterior myometrium(\"spongy\" myometrium echo texture)with normal endometrium ().\\nAccording to these suspicious appearances, color Doppler was done and mosaic patternsof color signals whit in myometrium cystic spaces with high-velocity flow was seen and all cystic spaces fill with flow (, ). These features were suspected us to UAVM and angiography approved it (). Since the patient desired to preserve her fertility, embolization was done and following in vitro fertilization (IVF) procedure she got pregnant and terminated successfully pregnancy that resulted to birth a girl baby in 5 yr ago.\\nAlbeit embolization, vaginal bleeding continued. After transvaginal ultrasound and also color Doppler assessments the UAVM was persistent. The remarkable note is that although embolization was done for fifth times during 7 yr ago and also the UAVM was durable, the patient has got pregnant afterward the second time IVF and this pregnancy resulted to birth a boy baby with weight 2,650 gr.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'2643064': 1, '12808679': 1, '1155210': 1, '25922626': 1, '24033740': 1, '23983582': 1, '9423660': 1, '17060424': 1, '25741061': 2, '10986453': 1, '16250925': 1, '9339531': 1, '21393915': 1, '29675497': 2}", "similar_patients": "{'4337149-1': 1}"}