{"patient_id": 74503, "patient_uid": "5987608-1", "PMID": 29866073, "file_path": "comm/PMC005xxxxxx/PMC5987608.xml", "title": "Right-sided infective endocarditis with coronary sinus vegetation", "patient": "A 71-year-old previously healthy man complained of cough and fever for 1 month. At first, he was evaluated at his local hospital, where he was believed to have pneumonia. During hospitalization, he got sudden chest pain and hemoptysis which were similar as the symptoms of the pulmonary embolism. However, lower extremity doppler ultrasound didn’t found any sign of thrombus. He presented to our hospital for a definite diagnosis. On day 1, his pulse rate was 106 beats/minute, blood pressure was 134/83 mmHg, and his temperature was 38.3 °C on examination. There were no murmurs on auscultation of the heart. Laboratory testing revealed a white blood cell count of 21,000/μL (neutrophils 74.5%), hemoglobin of 11.5 g/dL, and platelets of 192,000/μL. Also, the C-reactive protein level is 74 mg/L, and erythrocyte sedimentation rate is 66 mm/h. The coagulation function is normal. The electrocardiogram showed sinus tachycardia without other abnormalities. On day 2, transthoracic echocardiography (TTE) revealed the aneurysmal dilated CS (diameter: 38 mm) with the band medium-echo mobile structure in the parasternal left ventricle long-axis view (Fig. ; Additional file 1: Movie 1). In the modified apical 4-chamber view, the band medium-echo mobile structure (40 × 12 mm) could be observed in the aneurysmal dilated CS (Fig. ; Additional file 2: Movie 2). A sinus venosus atrial septal defect (ASD) with bi-directional shunt has been detected near the entrance of superior vena cava in the right atrium (Fig. ). Part of severe tricuspid regurgitation drained into the CS (Fig. ). The persistent left superior vena cava has been revealed in the suprasternal long axis view of aortic arch (Fig. ). Enlarged right heart, pericardial effusion, dilated inferior vena cava may indicate dysfunctional right heart. Moderate pulmonary artery hypertension also has been revealed. On day 4, blood cultures were positive for Staphylococcus aureus which is methicillin sensitive. We highly suspect that this is IE with CS vegetation. So, he got intravenous antibiotic therapy which lasted 2 weeks during hospitalization. Cloxacillin is given by intravenous injection as 12 g/day in 4–6 doses. However, on day 6, the patient had symptoms of dyspnea and chest pain. We repeated the blood cultures which were also positive. We believed these symptoms caused by recurrent septic lung emboli. Emergency thoracic contrast enhanced computed tomography was performed and revealed filling defects in the branches of the left lower pulmonary artery (Fig. ). Sinus venosus ASD has been confirmed (Fig. ). A persistent left superior vena cava drained into the right atrium through the aneurysmal dilated CS (Fig. ). On day 8, thoracotomy was performed (Fig. ). A photograph of the gross specimen showed a netlike vegetation which was removed from the CS (Fig. ). The vegetation was mixed with white and dark red. Histologic sectioning revealed that vegetation contained a large number of necrotic material (Fig. ). After surgery, his condition became stable. On day 18, the blood culture and other laboratory testing normalized. The patient was discharged with only mild cough. After he got home, he also had two-week antibiotherapy in his local hospital. Two months later, he came to the outpatient department for follow-up. He was doing well without any complications. TTE only revealed the dilated CS and pericardial effusion.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'10671344': 1, '26320109': 1, '26808990': 1, '27550778': 1, '8154507': 1, '19273776': 1, '20223755': 1, '15891763': 1, '24932077': 1, '28025260': 1, '33754100': 2, '6101466': 1, '26373316': 1, '12591823': 1, '20218951': 1, '9406678': 1, '26341945': 1, '24976149': 1, '34141800': 2, '24618277': 1, '15972563': 1, '15562274': 1, '25027271': 1, '20212293': 1, '20435834': 1, '22427390': 1, '22086858': 1, '23968767': 1, '25501052': 1, '1997851': 1, '29866073': 2}", "similar_patients": "{'7971725-1': 1, '8173426-1': 1}"}