{"patient_id": 65394, "patient_uid": "5346388-1", "PMID": 28337357, "file_path": "comm/PMC005xxxxxx/PMC5346388.xml", "title": "Solitary Fibrous Tumor of the Prostate Which Was Initially Misdiagnosed as Prostate Cancer", "patient": "The patient was a 65-year-old Japanese man who was examined by his family doctor for the chief complaint of nocturia. He was treated for benign prostatic hyperplasia, but the symptoms did not improve. Ultrasonography (US) and computed tomography (CT) were performed and an intrapelvic tumor was suspected. The patient was then referred to our department.\\nNo definite abnormal findings were observed on blood biochemistry tests. His prostate-specific antigen level was within the normal range at 0.92 ng/mL. Values for other tumor markers also fell within the normal ranges. A giant tumor with a central, hypoechoic region was noted on the right side of the prostate during US.\\nContrast-enhanced CT showed a tumor measuring 100 mm along the major axis and mainly present from the right side of the prostate (). The tumor was composed of solid and cystic components associated with contrast enhancement. We suspected the tumor originated from the right seminal vesicle. However, based on vasography examination, the right seminal vesicle was shifted to the left side, but its shape was maintained. We concluded that the tumor originated from the prostate ().\\nWe suspected infiltration of the bladder when we examined sagittal views. However, cystoscopy showed no obvious bladder infiltration, and the neck of the bladder was displaced to the right side by the tumor. A prostatic biopsy was performed in our hospital. Immunostaining was positive for both cytokeratin AE1/AE3 and vimentin. The patient was finally diagnosed with a poorly differentiated adenocarcinoma ().\\nBased on the results of pathological examinations, the patient was diagnosed with cT4N0M0 prostatic cancer. We administered combined androgen blockade treatment and chemotherapy with docetaxel, but they were ineffective. Therefore, we discussed the options with the patient and decided to perform surgery. While discussing the surgical technique, we communicated viable options, such as total intrapelvic resection and total cystectomy. We explained that the decision would be made based on the intraoperative findings.\\nWe decided to perform total prostatectomy. The mucosal surface of the bladder was maintained and the bladder was preserved. The tumor was continuous with the capsule on the right side of the prostate.\\nMacroscopically, we observed an oval-shaped tumor with a smooth surface and distinct margins that was continuous with the prostatic capsule (). The resected surface was made up of solid components of a grayish white color, with areas of necrosis and hemorrhage.\\nHistologically, we saw the proliferation of short spindle and polygonal cells on a background of abundant vessels showing vascular mural hyalinization ().\\nImmunohistostaining was positive for cytokeratin AE1/AE3 and CD34.\\nStaining was negative for c-kit, desmin, α-SMA, and EMA, and the Ki 67 index was less than 2%. A definitive diagnosis was also difficult to achieve based on these immunostaining results. By consulting Dr. Hasegawa, the Director of Pathology at Sapporo Medical University, we reached a diagnosis of a solitary fibrous tumor, based on the fact that the tumor tested positive for CD34 and STAT6.\\nPostoperatively, there were no obvious complications and the patient was discharged. The patient's clinical course has progressed favorably with no obvious recurrence 18 months postoperatively.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'24434011': 1, '24030747': 1, '32095149': 2, '19261376': 1, '22531174': 1, '34833370': 2, '11920476': 1, '17957579': 1, '34132898': 1, '26622720': 1, '17075563': 1, '32027597': 1, '24625420': 1, '28337357': 2}", "similar_patients": "{'8621876-1': 1, '6995682-1': 1}"}