{"patient_id": 116707, "patient_uid": "5362839-1", "PMID": 28491442, "file_path": "noncomm/PMC005xxxxxx/PMC5362839.xml", "title": "Respiratory distress associated with lungworm infection in a kitten", "patient": "A 5-month-old female intact feral kitten presented to the local animal shelter unable to ambulate after being trapped underneath a garage door. A board-certified neurologist (KMV) localized the lesion to the C5 to brainstem region. Cervical and thoracic radiographs showed no evidence of cervical fracture, but a mild bronchointerstitial pulmonary pattern was noted. As per routine protocol of the shelter, imidacloprid/moxidectin (Advantage Multi for Cats; Bayer) was applied to the kitten and a 5 day course of fenbendazole was initiated at 50 mg/kg PO q24h.\\nThe kitten was placed in foster care once able to ambulate 5 days later, and although it continued to improve neurologically, respiratory signs of tachypnea, cough and wheezing suddenly worsened in frequency and severity 9 days later. On day 10, the cat presented to the University of California, Davis, William R Pritchard Veterinary Medicine Teaching Hospital for a further diagnostic work-up. On physical examination the kitten weighed 1.7 kg, heart rate was 180 beats per minute, respiratory rate was 70 breaths per minute with wheezing and rectal temperature was 103.0ºF. Complete blood count results included a mild normocytic normochromic non-regenerative anaemia, likely age related (haematocrit 27%; reference interval [RI] 30–50%), and a white blood cell count of 6098/μl with neutrophils (4025/μl; RI 2000–9000/μl), lymphocytes (1342/μl; RI 1000–7000/μl) and eosinophils (305/μl; RI 150–1100/μl) within RIs, and a slight left shift (band neutrophils 183/μl; RI 0/μl). Serum biochemistry results included hyperkalemia (5.3 mmol/l; RI 3.6–4.9 mmol/l), hypochloremia (115 mmol/l; RI 117–126 mmol/l), hyperphosphatemia (9.0 mg/dl; RI 3.2–6.3 mg/dl) and increased alanine aminotransferase (103 IU/l; RI 27–101 IU/l) and creatine kinase (722 IU/l; RI 73–260 IU/l).\\nThoracic radiographs revealed a severe diffuse bronchointerstitial pulmonary pattern with peribronchial cuffing and ill-defined pulmonary nodules. Soft-tissue opacities dorsal to the carina and the second and third sternebrae were interpreted as lymphadenomegaly (). Differentials included infectious etiologies such as toxoplasmosis, feline infectious peritonitis and cryptococcosis. Serology was considered but was thought less likely to be helpful in the diagnosis. Parasitic pulmonary disease was considered less likely due to previous treatment with fenbendazole and neoplasia (lymphoma) was also lower on the differential list.\\nGiven the severity of thoracic radiographic findings, the kitten was prepped for anesthesia to undergo a laryngoscopy/bronchoscopy and bronchoalveolar lavage (BAL). Premedication was provided with butorphanol 0.6 mg/kg (1.03 mg) subcutaneously, flow-by 100% oxygen was provided and induction was performed with alfaxalone 1.0 mg/kg (1.7 mg) and midazolam 0.3 mg/kg (0.5 mg) intravenously. A jet ventilator was used to provide oxygenation at 180 pulses per minute, and anaesthesia maintained with an alfaxalone constant rate infusion to effect (4.12 mg/kg infused). A 2.8mm outer diameter video-endoscope (Flex XC; Karl Storz Veterinary Endoscopy) was utilized for bronchoscopy. Moderate laryngeal, tracheal and bronchial hyperemia was noted along with excessive mucus accumulation (). BAL was performed in the left and right caudal lung lobes and was submitted for cytologic evaluation. Copious amounts of tracheal mucus were expectorated and a swab collected from the oropharynx was also submitted for cytologic evaluation.\\nBAL fluid was hypercellular (1010 and 1100 cells/µl, right and left, respectively; RI 300–400/μl) with 62% and 50% neutrophils (normal 5–8%) and 22% and 25% eosinophils (normal <20%) (). Increased numbers of multinucleate giant cells, goblet cells and mast cells were also present, along with epithelial hyperplasia. Swabs of oropharyngeal mucus revealed a dense background of mucus with neutrophilic and eosinophilic inflammation, numerous free mucus granules and evidence of mineralization. Five large parasitic (helminth) larvae were observed on one slide (), including one that appeared to have a dorsal spine on the tail. The oropharyngeal sample was submitted to the University of Teramo for molecular identification of larvae. DNA was extracted using a commercially available kit (QIAgen Mini Kit; Qiagen), and nested PCR was performed targeting the ITS2 region of Aelurostrongylus abstrusus and Troglostrongylus brevior, as previously described. PCR was positive for A abstrusus at the 233 base-pair region and negative for T brevior at the 356 base-pair region ().\\nThe kitten was discharged with application of a second dose of imidiclopid/moxidectin, and fenbendazole was prescribed at 50 mg/kg PO q24h for 10 days. Three weeks later, the kitten was doing clinically well at home but still coughing intermittently. Radiographs revealed marked resolution in the bronchial pattern with partial resolution of peribronchial cuffing and ill-defined nodules (). Fenbendazole was prescribed for an additional 5 days at 50 mg/kg/day. All respiratory signs had resolved at the time of ovariohysterectomy 3 weeks later, and radiographs 2 months after the final treatment were normal.", "age": "[[5.0, 'month']]", "gender": "F", "relevant_articles": "{'19566453': 1, '24679855': 1, '26733545': 1, '30863754': 1, '18367571': 1, '33920104': 1, '33271887': 2, '23552474': 1, '22877978': 1, '24504600': 1, '1949515': 1, '18775603': 1, '24780162': 1, '26412548': 1, '26101316': 1, '24271082': 1, '28491442': 2}", "similar_patients": "{'7759851-1': 1}"}