{"patient_id": 63068, "patient_uid": "5107858-2", "PMID": 27872781, "file_path": "comm/PMC005xxxxxx/PMC5107858.xml", "title": "Two Invasive Thymomas Incidentally Found during Coronary Artery Bypass Graft Surgery", "patient": "The other patient, a 67-year-old male with history of coronary artery disease and MI of many years ago, was admitted for open heart surgery. Like the first patient, this patient had no history of pressure effect of anterior mediastinal mass or muscle weakness. There was no radiologic finding of mediastinal mass in chest X ray before surgery. CT scan has not been performed before surgery. During open heart surgery a well-defined mass with 1.5 centimeter in largest dimension was identified in front of heart in anterior mediastinum with impression of lymph node. Mass was completely excised and sent to our pathology laboratory. In cut sections the mass had cystic and solid appearance (totally embedded). The pathologic diagnosis of this patient was invasive thymoma with the same stage as previous patient's tumor (stage 2). Microscopically it consisted of multiple, distinct, or confluent epithelial nodules separated by an abundant B lymphocytes that were shaped in follicles. The epithelial nodules were composed of mostly plump spindle cells with bland looking oval nuclei. Nodules comprised few scattered lymphocytes. No Hassall corpuscles were seen. Mitotic figure was absent or just a few ones. Areas of micro- and macrocysts were identified. IHC study showed positivity for 34beta E12 cytokeratin in epithelial component. CD20 was positive in majority of the lymphocytes, but mature CD5+ T cells were also seen. Few intraepithelial lymphocytes were identified. B-cells formed follicles without germinal centers. The diagnosis was made as Micronodular Thymoma, WHO classification 2004 (Figures and ).\\nThe patient did not receive any other treatment such as chemotherapy or radiotherapy after surgery and had no complaint after 2 years of follow-up.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'17551164': 1, '19139788': 1, '29983810': 1, '22990560': 1, '19946549': 2, '19811646': 2, '23487479': 2, '16951392': 1, '22309880': 2, '20859123': 1, '25812662': 2, '15095960': 1, '27872781': 2}", "similar_patients": "{'5107858-1': 2, '3298781-1': 1, '4357414-1': 1, '2764702-1': 1, '2783072-1': 1, '3590943-1': 1}"}