{"patient_id": 73061, "patient_uid": "5896253-1", "PMID": 29796318, "file_path": "comm/PMC005xxxxxx/PMC5896253.xml", "title": "Transcatheter Aortic Valve Replacement Incidentalomas: A Multimodality Imaging Case of Giant Right Coronary Aneurysm", "patient": "An 82-year-old male with symptomatic severe aortic stenosis, permanent atrial fibrillation, ascending aorta enlargement, and obstructive sleep apnea, was referred to our institution. Retrospectively, a transthoracic echocardiogram (TTE) performed 4 years prior had demonstrated an echolucent mass external to the heart located in the right atrioventricular junction causing mass effect on the right atrium and ventricle (); however, it was not investigated further. Computed tomography angiogram (CTA) of the aorta was performed in consideration for TAVR based on his high-risk status as well as patient not wanting to undergo surgical aortic valve replacement (SAVR) for personal reasons. It showed a large encapsulated spherical mass with wall thickening in the right atrioventricular groove measuring 38.6 mm by 47.4 mm, continuous with the right coronary artery in the mid-occluded mid-right coronary artery (RCA) segment, findings consistent with a thrombosed gRCAA (Figures –). Coronary angiography confirmed a totally occluded RCA with a mid-RCA dilation that demonstrated contrast swirling in the aneurysm (Figures and ). The left coronary arterial system was without significant disease. The heart team including the cardiologists and cardiothoracic surgeons agreed that TAVR does not address his gRCAA, which could potentially be fixed by coiling, but this would likely lead to complications from the aneurysm including an RCA infarction, fistula, or other fatal complication intraoperatively. As such, he underwent a surgical aortic valve replacement with a 27 mm Sorin Solo Smart tissue valve, coronary artery bypass grafting was done using a saphenous vein graft to the distal posterior descending artery with end to side to acute marginal anastomosis, the gRCAA was excised and repaired with over sew of proximal and distal coronary artery (Figures –) with a left atrial appendage amputation for his atrial fibrillation. Postoperative course was uneventful, and he was discharged home in a stable condition.", "age": "[[82.0, 'year']]", "gender": "M", "relevant_articles": "{'14961799': 1, '1108631': 1, '10393690': 1, '22505591': 1, '22687842': 1, '4052280': 1, '3423046': 1, '27040324': 1, '15310719': 1, '26627996': 1, '24893618': 1, '14025069': 1, '16153934': 1, '29796318': 2}", "similar_patients": "{}"}