{"patient_id": 65853, "patient_uid": "5371690-1", "PMID": 28401036, "file_path": "comm/PMC005xxxxxx/PMC5371690.xml", "title": "Anomalous Origin of the Left Pulmonary Artery: Hemi-Truncus Arteriosus", "patient": "A 12-day-old female baby was received with the complaints of reluctance to feed and episodes of respiratory distress since birth. Baby was delivered to a primigravida mother (no antenatal follow-ups) at term via emergency lower segment cesarian section due non-progress of labor with good APGAR score. Baby developed tachypnea, respiratory distress and issues of desaturations within 24 hours of life therefore shifted from well-baby center to NICU of our hospital. The preliminary workup was done in well-baby center. Antibiotics and oxygen support was given. On arrival, the baby was tachypneic, otherwise vitally stable and maintaining oxygen saturation of 98% on 2 liters flow. She was non-dysmorphic and anthropometric measures were normal with a weight of 2.5 kilograms. Systemic examination and baseline laboratory workup were in normal range. X-ray chest showed bilateral perihilar infiltrates. Cardiac shadow appears to be magnified in supine position. Echocardiography was done on 16th day of life, which showed small patent foramen ovale (PFO) with additional fenestration, elevated left atrial pressures with strong suspicion of left hemi-truncus, moderate right ventricular hypertension, moderate right ventricular dilation with mild to moderate hypertrophy, qualitatively mild to moderate right ventricular systolic dysfunction and normal left ventricular systolic function. A computerized tomographic angiogram showed anomalous origin of the left pulmonary artery from the arch of aorta (right sided) as its first branch, appearance was consistent with hemi-truncus arteriosus along with normal origin of the right pulmonary artery which was a continuation of the pulmonary trunk. The main pulmonary artery was continuing as the right pulmonary artery and measures 8mm in diameter, causing increase pulmonary blood flow (Fig. 1, 2).\\nAfter establishing the diagnosis, baby was managed with minimal oxygen and low dose of diuretics to prevent increase fluid over-load and referred to cardiothoracic surgeon where corrective surgery was performed at one month of age. Left pulmonary artery (LPA) was dissected from ascending aorta, ligated and divided. LPA was translocated to main pulmonary artery and very small anterior wall was augmented with pericardium. Echocardiography was repeated on 1st post-operative day which revealed normal dominant left ventricle with good functions. Baby was eventually discharged from hospital and is doing well, gaining weight and being regularly followed by our neonatology and cardiology team.", "age": "[[12.0, 'day']]", "gender": "F", "relevant_articles": "{'6834873': 1, '18810705': 1, '3354450': 1, '21200120': 1, '24995754': 1, '33375662': 1, '28401036': 2}", "similar_patients": "{}"}