{"patient_id": 64260, "patient_uid": "5237453-1", "PMID": 28116202, "file_path": "comm/PMC005xxxxxx/PMC5237453.xml", "title": "Mixed Botryoid and Spindle Cell Bladder Rhabdomyosarcoma: An Outstanding Pediatric Case", "patient": "A 3-year-old North African boy was admitted to our Pediatric Nephrology Unit with a 4-day history of haematuria and burning urination. The physical examination was negative for pain, palpable mass in pelvic region, or other genitourinary (GU) symptoms. Blood tests showed white blood cell count (WBC) of 8,700/mm3 with lymphocytic predominance (68%); haemoglobin of 12.4 g/dl; platelet count of 339,000/mm3; C-reactive protein (CRP) and erythrocyte sedimentation rate (ESR) within normal limits. Urinalysis revealed a gold yellow colour; pH 5.5; specific gravity 1.020; proteins 30 mg/dl; plenty of red blood cells/High Power Field, pus cells 7–10/High Power Field. Urine culture was sterile. Ultrasound (US) scan of the bladder () documented a vegetating mass in the lumen with maximum size of about 40 × 41 mm, polylobed morphology and irregular contours, characterized by solid heterogeneous echogenicity and weak vascular signs at Colour-Doppler evaluation. Close to the above described mass, another sessile formation of about 6 mm was projected in the lumen. In light of that US aspect, an explorative cystoscopy was performed (). It revealed a nonbleeding lesion, white-coloured, apparently pedunculated, projecting into the lumen next to the left anterolateral wall of the bladder, and associated with a satellite formation of brown colour. Because the cystoscopic features were not clear and an infective origin could not be excluded, the patient underwent an open biopsy. The histological report showed a pseudocystic, multilocular gelatinous, and moderately fluctuating formation of 52 × 45 × 11 mm and a brownish minute fragment of solid tissue of 7 × 7 mm. Both findings displayed features of mixed Botryoid and Spindle Cell type of Embryonal Rhabdomyosarcoma. The child was transferred to the pediatric oncology department to start on a chemotherapy cycle, according to RMS 2005 protocol of European Pediatric Soft Tissue Sarcoma Group (EPSSG) [] in patients with standard risk, using IVA (ifosfamide, actinomycin D, and vincristine) associations.", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'22857841': 1, '7636557': 1, '22248972': 1, '24400293': 1, '17689957': 1, '15754335': 1, '10337369': 1, '28116202': 2}", "similar_patients": "{}"}