{"patient_id": 68852, "patient_uid": "5602221-1", "PMID": 28944227, "file_path": "comm/PMC005xxxxxx/PMC5602221.xml", "title": "Neonatal Enterovirus Myocarditis With Severe Dystrophic Calcification: Novel Treatment With Pocapavir", "patient": "A 2-week-old female born at 34 weeks following a pregnancy complicated by maternal drug use and hepatitis C presented with fever, lethargy, coffee ground emesis, petechiae, and jaundice. She was found to have hepatitis and coagulopathy with thrombocytopenia requiring multiple transfusions. Empiric antibiotics and acyclovir were started. The initial transthoracic echocardiogram demonstrated a left ventricular end-diastolic diameter (LVEDD) of 2.2 cm (z score = +1.19), left ventricular ejection fraction (LVEF; bullet method) of 30% to 35%, and hypokinesis of the mid posterolateral and basal anteroseptal LV segments with increased echogenicity of these segments and the anterolateral papillary muscle. A repeat echocardiogram 4 days later demonstrated interval worsening with a LVEF of 25% to 30% with akinesis and hyperechogenicity of the same LV segments (). The movies are available online at . Chest radiograph suggested myocardial calcification () and noncontrast computed tomography (CT) of the chest confirmed the diagnosis of dystrophic calcification of LV myocardium (). Serum calcium levels were normal.\\nPolymerase chain reaction (PCR) for enterovirus was positive from blood, stool, urine, and nasal samples. Hepatitis C, cytomegalovirus, and human immunodeficiency serum PCR tests were negative. Myocarditis was treated with 2 g/kg of intravenous immunoglobulin and steroids. Endomyocardial biopsy was not performed because clinical suspicion was sufficiently high that enterovirus was the causative agent of myocarditis. One week after presentation, oral pocapavir was administered on a compassionate basis at a dose of 162 mg/day. Eleven of 14 days of treatment were completed. This was because the patient was made temporarily nil by mouth after a single bloody stool on day 2 of treatment. There were no further episodes of hematochezia. Stool PCR for enterovirus remained positive until 1 month posttreatment; viremia persisted for 2 months. The consulting infectious disease service did not recommend immunodeficiency testing. The liver function normalized after antiviral treatment. Heart failure symptoms were initially treated with diuretics and a milrinone infusion. Steroids were administered for frequent ventricular ectopy, which resolved prior to discharge. She was transitioned to an oral heart failure regimen of carvedilol, captopril, spironolactone, furosemide, and aspirin then discharged home approximately 3 months later. At the time of discharge the serum brain natriuretic peptide (BNP) was between 400 and 500 pg/mL and the LVEDD was 3.6 cm with an LVEF of 30% to 35%.\\nSerial echocardiograms have demonstrated a dilated cardiomyopathy. Two years after presentation, the LVEDD increased to 4.4 cm (z score = +6.5) and the left atrium was severely dilated (indexed left atrial volume = 50.2 mL/m2). The LVEF was 40% with moderate mitral regurgitation. The basal septum, entire posterolateral wall, and papillary muscles remained hyperechoic and hypokinetic, and the right ventricular systolic function remained normal (). The serum BNP normalized to 141 pg/mL. Nearly 3 years after presentation, the calcifications persisted but LV had further remodeled; the LVEDD decreased to 4.21 cm (z score = +5) and the LVEF increased to 44%. Since her initial illness she has been hospitalized just once for 3 days due to respiratory syncytial virus infection. At the present time she remains asymptomatic off diuretic therapy.", "age": "[[2.0, 'week']]", "gender": "F", "relevant_articles": "{'29776940': 1, '31818821': 1, '22927476': 1, '3003207': 1, '9174174': 1, '20444813': 1, '25229269': 1, '19635956': 1, '18158605': 1, '28944227': 2}", "similar_patients": "{}"}