{"patient_id": 116266, "patient_uid": "5324388-1", "PMID": 28218225, "file_path": "noncomm/PMC005xxxxxx/PMC5324388.xml", "title": "Hysterectomy in the Second Trimester of Pregnancy after In vitro Fertilization-embryo Transfer: A Case Report and Analysis of Its Risk Factors", "patient": "A 35-year-old woman, gravida 3, para 0, with a history of 4-year infertility due to adenomyosis resorted to IVF for the treatment of her infertility. Her past medical history suggested that she once underwent amnion cavity acrinol-induced labor. The patient was treated with 3.75 mg intramuscular injections of a slow-release gonadotropin-releasing hormone agonist during menstrual period. Thirty days later, she began the control ovulation stimulation with HP-HMG 225 IU/day for 12 days. Two embryos were transferred 3 days after the aspiration of ten oocytes and vaginal administration progesterone 0.6 g/day for luteal support started on the day of oocyte retrieval.\\nTriplet (one monozygotic twin and one singleton) was found by ultrasound test at 35 days after transfer, and ultrasound-guided selective pregnancy reduction for monozygotic twin was performed.\\nDuring the 13th week of pregnancy, ultrasound test indicated that fetal nuchal translucency was 4.6 mm, its forearms and wrist joints being abnormal and that single umbilical artery was found. During the 18th week of pregnancy she was hospitalized in the Department of Perinatology in our hospital for testing the genetic factor of fetal malformation and then artificial abortion. Umbilical cord blood samples were tried to gain for genetic analysis, and labor induction by injecting rivanol into amniotic cavity was tried to carry out but both failed because of the position of fetus and oligohydramnios. In next day afternoon, physical examination indicated that she had a fever, with the highest temperature of 40°C, and right upper quadrant tenderness without rebound. The patient was administrated antibiotic and carboprost to induce labor. However, after delivery of the fetus, the patient continued to be febrile and became hypotensive on account of postpartum hemorrhage. Blood test indicated HBG: 84 g/L, white blood cell: 14.61 × 109/L, platelet: 81 × 109/L, and D-D: 135,337 ng/ml. Blood pressure was 79/41 mmHg. All these symptoms and signs implicated that the patient could be diagnosed as septic shock, DIC, and hemorrhagic shock. Hence, the patient was transferred into Intensive Care Unit to carry out a total abdominal hysterectomy for septic shock and intractable obstetric hemorrhage. The results of the pathologic examination revealed endometritis and uterus cellulitis. Moreover, she was continuously administrated to antibiotics for the management of infection. When the patient recovery from infection, she underwent the surgery of abdominal debridement and suturing. Sixteen days later, she recovered well from that procedure and discharged from the hospital and did not have any postoperative problems.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'26453266': 1, '26104125': 1, '24576163': 1, '19897853': 1, '27262500': 1, '28218225': 2}", "similar_patients": "{}"}