{"patient_id": 115521, "patient_uid": "5234414-1", "PMID": 28090475, "file_path": "noncomm/PMC005xxxxxx/PMC5234414.xml", "title": "Use of Omega-3 Polyunsaturated Fatty Acids to Treat Inspissated Bile Syndrome: A Case Report", "patient": "A 5-week-old female infant was admitted for evaluation of jaundice and acholic stool. Her medical history indicated that she was born at a gestational age of 38 weeks with a birth weight of 2,840 g and was admitted to the intensive care unit because of respiratory distress syndrome (RDS) and persistent pulmonary hypertension (PPHN). On day 2, she received a blood transfusion because of anemia. She then underwent ventilator care and received prolonged parenteral nutrition. On day 9, hyperbilirubinemia was present, caused by total bilirubin (TB, 15.9 mg/dL) which decreased to 11.7 mg/dL on day 11 with phototherapy. The levels of direct bilirubin (DB) were normal. However, on day 12, DB level began to increase to 2.1 mg/dL and she was treated with ursodeoxycholic acid (UDCA, 20 mg/kg/day). On day 20, the DB level increased to 5.2 mg, but ultrasound and other laboratory findings were normal. On day 25, RDS and PPHN improved and she was discharged with UDCA. However, jaundice did not improved during follow up. Thus, she was re-admitted for work up. On admission, she weighed 3.05 kg and has been on mixed oral feeding. Her stool was acholic. On physical examination, sclera was icteric. Blood tests revealed the following: hemoglobin, 11.0 g/dL; aspartate aminotransferase (AST)/alanine aminotransferase (ALT), 121/83 IU/L; TB/DB, 6.4/5.5 mg/dL; serum alkaline phosphatase (ALP), 411 IU/L; gamma glutamyltransferase (GGT), 288 IU/L; and bile acids, 120.7 µmol/L. Viral markers (hepatitis A, B, and C viruses; Epstein-Barr virus; toxoplasma; rubella; cytomegalovirus; herpes virus; and human immunodeficiency virus) and syphilis were all negative. Tandem mass neonatal metabolic screening tests (52 items), an anti-nuclear antibody test, and an anti-smooth muscle antibody test were all negative. The findings of an infantogram and abdominal ultrasonography were unremarkable. The administration of UDCA was initiated at 20 mg/kg/day, and the administration of a 20% soybean/medium-chain triglycerides/olive/fish oil emulsion (SMOFlipid®; Fresenius Kabi Austria GmbH, Graz, Austria; 0.6 g α-linolenic acid, 0.6 g eicosapentaenoic acid [EPA], and 0.1 g docosahexaenoic acid [DHA]/200 g fat/L) was initiated at 1 mL/h (1.5 g/kg/d) on the first day of hospitalization. Upon hepatobiliary scintigraphy, biliary excretion into the bowel was somewhat delayed, but bile reached the small intestine within 24 hours (4th hospital day [HD]). Magnetic resonance cholangiopancreatography (MRCP) revealed patent common hepatic and bile ducts (5th HD). On 7th HD, her stool color began to change a little bit yellow color. Follow-up blood tests showed gradual improvement: AST/ALT, 109/69 IU/L; TB/DB, 3.6/3.4 mg/dL; serum ALP, 348 IU/L; and GGT, 266 IU/L (13rd HD). A percutaneous ultrasound-guided liver biopsy revealed bile duct proliferation with bile plugs, hepatocanalicular cholestasis, and a few scattered multinucleated hepatocytes, suggestive of biliary atresia (18th HD) (). This finding forced us to perform intraoperative cholangiography (IOC) despite gradual clinical and biochemical improvement on administration of omega-3 PUFAs for 3 weeks (AST/ALT, 96/60 IU/L; TB/DB, 2.7/2.4 mg/dL). Three weeks after admission, the patient underwent IOC, which revealed a patent gall bladder and common bile duct with passage of bile through the duodenum (). The bile was very thick, and irrigation with normal saline was performed. The stool subsequently became a definite yellow color (21st HD), and blood parameters improved dramatically: AST/ALT, 71/59 IU/L and TB/DB, 1.2/1.0 mg/dL (28th HD). These findings confirmed our final diagnosis. An oral omega-3 PUFA agent, Omacor® (omega-3 acid ethyl ester 90; Kuhnil Pharmacy Co., Cheonan, Korea; 840 mg, comprising EPA-ethyl ester [460 mg] and DHA-ethyl ester [380 mg] per 1-g capsule), was initiated at 500 mg four times per day as a substitute for the SMOFlipid® emulsion. The patient was discharged with Omacor®, UDCA, and multivitamins (30th HD). A follow-up blood test revealed the following: AST/ALT, 47/50 IU/L and TB/DB, 0.3 mg/dL (HD#58). Omacor® was discontinued after 97 days treatment. Throughout the patient's approximately 1-year clinical follow-up with UDCA, the stool color was yellow and the patient remained in good health (AST/ALT, 49/34 IU/L; TB, 0.25 mg/dL) ().", "age": "[[5.0, 'week']]", "gender": "F", "relevant_articles": "{'16549462': 1, '23602846': 1, '10682780': 1, '1776884': 1, '18405698': 1, '30091325': 1, '20297377': 1, '24349952': 2, '5763861': 1, '2028872': 1, '14960319': 1, '22364600': 1, '25061589': 2, '14577070': 1, '28090475': 2}", "similar_patients": "{'3862908-1': 1, '4107220-1': 1}"}