{"patient_id": 124303, "patient_uid": "5931247-2", "PMID": 29440479, "file_path": "noncomm/PMC005xxxxxx/PMC5931247.xml", "title": "Reply to ‘Influenza follicles and their buds as early diagnostic markers of influenza: typical images’ and demonstration of lymphoid follicles in the posterior pharyngeal walls of patients with mycoplasmal pneumonia", "patient": "A previously healthy 16-year-old woman had visited her primary care physician with a fever (39°C) and cough 2 days before presenting to our hospital. She was diagnosed with pneumonia (based on chest X-ray findings) and was prescribed tosufloxacin 150 mg thrice daily. However, her fever and cough persisted and she developed papules on both legs the next day (); this prompted her to visit our hospital. Lymphoid follicles with a maximum diameter of 9 mm were identified in the posterior pharyngeal wall (). A throat swab was positive for M. pneumoniae (loop-mediated isothermal amplification method), leading to a diagnosis of mycoplasmal pneumonia. The patient was prescribed oral azithromycin 500 mg daily and oral fexofenadine 60 mg twice daily for 3 days. One week later, her symptoms had resolved. An oral tosufloxacin challenge test, performed 2 months later, was negative. Therefore, the skin rash was determined to have been associated with M. pneumoniae infection.\\nLymphoid follicles in the posterior pharyngeal wall can occur as a result of viral infections such as adenovirus and echovirus; these can be distinguished by shape from the characteristic influenza follicles as presented by Miyamoto and Watanabe. Although posterior pharyngeal wall lymphoid follicles do not normally occur with bacterial infections, we have presented two cases in which these lesions were observed in association with M. pneumoniae infection. These mycoplasma-associated lymphoid follicles were larger than those associated with influenza and other typical viral infections, which have a maximum diameter of approximately 10 mm. They were few in number, were teardrop-shaped with well-defined borders and exhibited flushing. Five characteristics—diameter, shape, presence or absence of agglutination, and colouration—are used to assess the typical lymphoid follicles seen in cases of influenza virus infection. The lesions in our cases matched all characteristics except for their diameter. The frequency of lymphoid follicles in the posterior pharyngeal wall in such cases is unknown; further case studies must be accumulated.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'27466411': 1, '22218625': 1, '26243881': 1, '29440479': 2}", "similar_patients": "{'5931247-1': 2}"}