{"patient_id": 70725, "patient_uid": "5728793-1", "PMID": 29310392, "file_path": "comm/PMC005xxxxxx/PMC5728793.xml", "title": "Cavernous hemangiomas of the temporalis muscle with prominent formation of phleboliths", "patient": "A 62-year-old man was admitted in our department, with a history of a mass in the right temporal fossa which had been gradually increasing in size over the last 3 years. Physical examination showed the size of the mass was about 3 × 2 cm in diameter, with painless, no pulsation and the overlying skin was normal. No history of trauma and surgery. Subsequently, CT scan showed the boundaries of the mass were clear, which with many calcified nodules differ in sizes and no erosion of the bone (Fig. ). MRI scan was performed, which revealed a 2.2 × 5.1 × 6.2-cm ovoid mass within the right temporal muscle, across the zygomatic arch. The tumor had isointense signals on T1-weighted sequences and hyperintense signals on T2-weighted sequences, containing fields in which no signal septations or calcific foci were detected (Fig. ).\\nThe patient was taken operation under general anesthesia through a hemi-coronal flap, the skin incision was placed behind the hairline, a dark red soft tumor lying in the temporal muscle was encountered, many calcified nodules were found in the mass, and the mass was totally excision with a margin of normal muscle. Histopathological examination showed the mass composed of large cavernous vascular structures which divided by fibrous septa, thrombi were seen in part of vascular channels, and we found muscle tissue around it. The diagnosis was cavernous hemangioma with formation of phleboliths (Fig. ). The patient recovered very well, 6 months after the operation, no sign of local recurrence was observed.\\nThis case report was approved by the Ethics Committee of Xuchang Central Hospital (board, s name: Feng Niu).", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'1139430': 1, '8811829': 1, '9159382': 1, '12185065': 1, '2013460': 1, '8437870': 1, '3422718': 1, '18669073': 1, '7735755': 1, '34394820': 1, '11954767': 1, '5069204': 1, '13510618': 1, '10473832': 1, '12748867': 1, '3290513': 1, '5061701': 1, '18774217': 1, '1570941': 1, '2154914': 1, '32791446': 1, '29310392': 2}", "similar_patients": "{}"}