{"patient_id": 67220, "patient_uid": "5471592-1", "PMID": 28656118, "file_path": "comm/PMC005xxxxxx/PMC5471592.xml", "title": "Pediatric Ovarian Growing Teratoma Syndrome", "patient": "A 12-year-old female patient presented from a referring institution in November 2015 for evaluation of 1-month history of an enlarging abdominal mass. The patient reported a 4.5 kg weight loss with increased lethargy. The physical examination was normal except for a large abdominal solid mass. Pelvic CT () revealed a large pelvic mass. Tumor markers were significant for alpha fetoprotein (AFP) 656 ng/mL (nml ≤ 7 ng/mL), CA-125 401 U/mL (nml < 35 U/mL), and CEA 6.7 ng/mL (nml ≤ 3.5 ng/mL). Inhibin A/B and β-HCG levels were normal. She underwent an exploratory laparotomy, right salpingoophorectomy, omentectomy, peritoneal washings, diaphragmatic/peritoneal/pelvic biopsies, and periaortic lymph node biopsy. Intraoperative findings were significant for a distinct right ovarian mass with evidence of prior rupture. Ascites was noted and aspirated. There was peritoneal seeding along the pelvis and right pericolic gutter and along the right hemidiaphragm. Gross residual disease remained consisting mostly of the peritoneal seeding despite removal of all gross abdominal disease. The cytology examination of the peritoneal fluid demonstrated no malignant cells. Histologically, all the pathology specimens returned with high grade immature teratoma (). She was diagnosed as grade 3, FIGO stage IIIC. Chromosome analysis returned trisomy 3 in four of her autosomal cells, consistent with the diagnosis of immature teratoma. Since there is currently no “standard of care” for pediatric grade immature teratoma FIGO stage IIIC, we elected to follow tumor markers closely. Following tumor markers, her AFP fell by approximately 50% every week almost normalizing over the course of three months from diagnosis (from 656 ng/mL to 9.78 ng/mL). In January 2016, repeat tumor marker labs demonstrated that AFP levels increased to 28.3 ng/mL and CA-125/β-HCG were within normal limits (18 units/mL CA-125, <3 units/mL). Repeat CT of chest, abdomen, and pelvis revealed that, in the abdomen and pelvis, she now had enlarged peritoneal implants, as large as 3.5 × 1.5 cm, but no other masses, and, in the chest, she had a 1.3 × 2 × 0.3 cm left anterior pleural nodule, as well as bilateral diaphragmatic lesions, 2.5 × 2.1 × 1.8 cm on right and 2.1 × 3 × 1.5 cm on left. She subsequently underwent chemotherapy with bleomycin, etoposide, and cisplatin (BEP) between February and May 2016 for high risk malignant ovarian germ cell tumor. After 4 cycles, her AFP was 0.84 ng/mL.\\nAfter 4 cycles, she underwent interval radiologic evaluation in preparation for second look surgery. The CT scan of the chest, abdomen, and pelvis in May 2016 revealed a significant increase in the size of the thoracic masses, as well as the size and a number of abdominal and pelvic masses (). The largest mass was 7.9 × 7.7 × 8.7 cm in the rectouterine pouch with evidence of fat and calcification. There was also a 4.4 × 7.2 × 6.6 cm peritoneal implant superior to the liver that also had similar visual findings. There were also findings of bilateral cardiophrenic masses, with the largest measuring 2.1 × 1.3 × 1.1 cm. In June 2016, she underwent a second debulking procedure consisting of complete infracolic omentectomy, para-aortic lymph node dissection, hepatic mass resection, and pelvic tumor removal on the right side. Gross residual disease remained in her abdomen and pelvis, since she had innumerous peritoneal studding, and thus her thoracic tumors were not removed. A total of 5 pelvic masses and 3 liver masses were excised, and pathologic analysis indicated mature teratoma (). At the time of surgery her liver masses were found to compress the parenchyma of the liver and were not invasive.\\nDue to the massive growth of tumor in 4 months, as well as recently undergoing 2 major surgical debulkings, and still being unable to completely resect her tumors, medical treatment was discussed with the patient and her parents. In an attempt to prevent regrowth of her tumors, in August 2016, the patient was started on experimental protocol #009 of the Neuroblastoma and Medulloblastoma Translational Research Consortium (NMTRC). This treatment regimen consists of temozolomide 40 mg/m2 PO daily (days 1–28), tretinoin 25 mg/m2/day PO BID (days 1–14), and sorafenib 150 mg/m2 PO BID (days 1–28). Thalidomide was started during cycle 2. This protocol was chosen as this study tests the feasibility of experimental technologies to determine a tumor's molecular makeup. This technology includes a genomic report based on DNA exomes and RNA sequencing that will be used to discover new ways to understand cancers and potentially predict the best treatments for patients with cancer in the future. Prior to the experimental therapeutics, a CT scan was obtained to evaluate disease progression. She is currently without new tumor growths.", "age": "[[12.0, 'year']]", "gender": "F", "relevant_articles": "{'10899652': 1, '6478436': 1, '26033179': 1, '2412689': 1, '22173179': 1, '32957389': 2, '14751185': 1, '25417786': 1, '21450035': 1, '5521737': 1, '25620216': 1, '19672343': 1, '1855534': 1, '23600854': 1, '7723280': 1, '26262454': 1, '25594144': 1, '22820986': 1, '26485622': 1, '10726696': 1, '24711556': 1, '6751106': 1, '24101227': 1, '21600810': 1, '9293455': 1, '27147511': 1, '14660301': 1, '24750260': 1, '21256579': 1, '18043048': 1, '23590935': 2, '27055371': 1, '18307026': 1, '17382725': 1, '1645268': 1, '16946208': 1, '19164198': 1, '24348391': 2, '23626597': 1, '6098947': 1, '11259710': 1, '22248255': 1, '25197607': 2, '2726609': 1, '24371596': 1, '6288220': 1, '25256881': 1, '15721426': 1, '26633733': 1, '26390706': 1, '19453084': 1, '8314544': 1, '26886604': 2, '24633581': 1, '2070582': 1, '19152879': 1, '24681864': 1, '6498061': 1, '28656118': 2}", "similar_patients": "{'3637604-1': 1, '4998604-1': 1, '3843913-1': 1, '7505337-1': 1, '4150507-1': 1, '4150507-2': 1}"}