{"patient_id": 115495, "patient_uid": "5234204-1", "PMID": 28144066, "file_path": "noncomm/PMC005xxxxxx/PMC5234204.xml", "title": "Erosion of esophageal stent into left main bronchus causing airway compromise", "patient": "A 31-year-old female presented with c/o progressive breathlessness since 6 months and recurrent episodes of cough with streaky hemoptysis since 2 months. She was initially evaluated elsewhere. Fiberoptic bronchoscopy (FOB) showed a tumor mass obstructing the left main bronchus (LMB). A biopsy was inconclusive, and, hence she was referred to our institute for further management. She has had an esophageal stent inserted for corrosive stricture of esophagus 3 years ago.\\nChest examination revealed few crepitations in the left base. Complete blood count and liver and renal function were within normal limits. Pulmonary function test showed a restrictive pattern. A computed tomography (CT) scan of the thorax was done, which showed the esophageal stent eroding into the LMB []. There was no evidence of any major thoracic vessel invasion in the contrast CT scan. FOB was performed which showed the stent almost completely obstructing the LMB and mimicking a tumor mass []. Upper gastrointestinal endoscopy was performed in which only the upper part of the stent was visible, and the rest of the stent was embedded into the esophagus and covered with granulation tissue []. Since the stent could not be removed endoscopically, the decision for surgical removal was made after discussion with the thoracic and gastro intestinal surgeons.\\nThe patient underwent thoracotomy with closure of the esophagobronchial fistula along with laparoscopic esophagectomy and gastric pull through. The esophagogastric anastomosis was done in the chest. Postoperative period was uneventful. Repeat bronchoscopy showed a patent LMB. Patient's symptoms improved, and she did not have any hemoptysis after the surgery. She was started on liquid diet 5 days after the surgery, following a gastrografin study which showed no leak.\\nOn the 4th day after starting a liquid diet (postoperative day 9), she developed high grade fever along with cough and breathlessness. Repeat CT scan with oral contrast revealed a microleak at the anastomotic site with minimal mediastinal collection []. She was started on appropriate antibiotics based on the culture reports. The mediastinal collection drained through the thoracotomy incision. A temporary esophageal stent (covered megastent from NITI) was inserted. She improved with the above measures, and a repeat CT with contrast showed no leak. She was gradually started on a normal diet and was discharged with advice to review after 2 months for removal of the temporary stent.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'9496488': 1, '7615229': 1, '15886931': 1, '19561879': 2, '11399723': 1, '25276461': 2, '19875068': 1, '8512414': 1, '8797444': 1, '10215238': 1, '9529504': 1, '12755313': 1, '26370633': 1, '24669075': 1, '11899200': 1, '28144066': 2}", "similar_patients": "{'4167813-1': 1, '2700431-1': 1}"}