{"patient_id": 118405, "patient_uid": "5473311-1", "PMID": 28694582, "file_path": "noncomm/PMC005xxxxxx/PMC5473311.xml", "title": "Pleomorphic Lipoma of the Neck in an Infant: A Rare Clinical Entity", "patient": "A 10month-old male child was brought to the hospital with a lump on the right side of the neck noticed for the past 3–4 days. There was no history of fever, pain, and loss of appetite. There was no history of any recent viral illness, similar lesions in the family. There was no history of tuberculosis contact. There was no history of hoarseness of voice, dysphagia, or respiratory distress.\\nOn examination, the patient was active, alert, and playful. A 5 cm × 4 cm lump noted in the right lower cervical region which was nontender, firm in consistency, and slight mobile in lateral directions with normal overlying skin. No significant lymphadenopathy was noted elsewhere in the body.\\nContrast-enhanced computed tomography neck showed a well-defined heterogeneously enhancing mass measuring 4.3 × 4.5 × 2.7 (CC × AP × TR) in the right posterior triangle of the neck with few hypodense areas within it. Two well-defined intensely enhancing areas are seen along with the inferior-medial aspect of the lesion suggestive of pseudoaneurysm. The lesion was extending from level of C3 to T1 vertebra. Fat planes with the overlying right sternocleidomastoid were reported as lost with external contour bulge. The lesion was abutting and displacing the right internal jugular vein medially and mild chinking. The right common carotid and trachea are displaced to the right. No bony erosions or intraspinal extensions were noted. Mediastinal, chest, and abdominal scans were normal [].\\nPreoperative fine-needle aspiration cytology revealed scant cellularity, with large atypical cells with single to multiple nuclei. The nuclei were lobulated and had multiple prominent nucleoli. The findings were suggestive of undifferentiated malignancy and further excision biopsy was advised.\\nThe patient was taken up for excision of mass under general anesthesia. The right supraclavicular incision was given and the tumor was found to be deep to the cervical fascia. Both heads of sternocleidomastoid were divided and the tumor was excised completely. Hemostasis was achieved and the wound was closed in layers. After a 2 years follow up, the patient is asymptomatic and doing well.\\nOn histopathology, there was a well-encapsulated tumor showing a mixture of the mature adipocytes and spindle cells with a few cystic spaces [Figure and ]. Higher magnification showed multinucleated floret cells and bizarre cells []. The tumor cells are positive for CD34 immunohistochemically [].", "age": "[[10.0, 'month']]", "gender": "M", "relevant_articles": "{'8453018': 1, '30455766': 1, '9374993': 1, '1192370': 1, '23786924': 2, '15510605': 1, '7459800': 1, '10759828': 1, '15673538': 1, '7621725': 1, '23148444': 1, '28694582': 2}", "similar_patients": "{'3691642-1': 1}"}