{"patient_id": 117946, "patient_uid": "5446360-1", "PMID": 28258506, "file_path": "noncomm/PMC005xxxxxx/PMC5446360.xml", "title": "Persistent Hepatitis E Infection in a Patient with Tuberous Sclerosis Complex Treated with Everolimus: A Case Report", "patient": "A 46-year-old male was referred to the infectious diseases department with an acute rise of liver enzymes during routine laboratory evaluation (Table ). His past medical history revealed tuberous sclerosis complex, for which he was treated with sirolimus since 2007 due to the progression of subependymal giant cell astrocytoma and multiple renal angiomyolipomas. This was switched to everolimus (10 mg per day) in 2013 after two registration studies had shown its safety and efficacy for these indications [, ]. At presentation (in 2015), the patient had suffered fatigue and weight loss of 5 kg during the preceding 3 months. There was no icterus, nausea or fever. A thorough food history was taken, but revealed no obvious route of transmission, such as the consumption of red meat, wild boar or deer. The patient did report consumption of well-cooked pork in the past. There was no history of blood transfusions. The patient had lived his entire life in a non-endemic country with good sanitary hygiene and there was no history of travelling abroad. Physical examination was normal and the liver was not palpable. An active HEV infection was diagnosed though serum polymerase-chain-reaction (PCR; nucleic acids were extraction with MP96 system; Roche Diagnostics, Germany; and primers and probes based on Zhao et al. []) with a cycle time of 23.41 cycles (amplification by a Taqman 7500 instrument; Applied Biosystems). After diagnosis, spontaneous clearance was awaited for a period of 3 months. However, since no spontaneous clearance occurred (PCR positive, cycle time 25.54), everolimus therapy was discontinued. Subsequent re-evaluation after another 3 months showed negative serum PCR and normalization of liver enzymes. Hereafter, everolimus therapy was restarted and no rise of liver enzymes was seen during more than 1 year follow-up (Fig. ). During everolimus discontinuation, the patient had no complaints indicating progression of the giant cell astrocytoma. Additionally, computed tomography of the brain and kidneys following restart of everolimus therapy showed no progression of the brain tumor nor of renal angiomyolipomas.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'22823202': 1, '20145528': 1, '21932388': 1, '23929229': 1, '24375747': 1, '24859454': 1, '22121109': 1, '23158522': 1, '25860212': 1, '21354150': 1, '12490422': 1, '24582714': 1, '17935186': 1, '18992406': 1, '15736034': 1, '17363102': 1, '22549046': 1, '24388207': 1, '23829163': 1, '21392024': 1, '23312829': 1, '28258506': 2}", "similar_patients": "{}"}