{"patient_id": 72658, "patient_uid": "5863301-1", "PMID": 29707398, "file_path": "comm/PMC005xxxxxx/PMC5863301.xml", "title": "Severe Bilateral Breast Mucinous Carcinoma with Bilateral Lungs and Cutaneous Metastasis: A Case Report and Literature Review", "patient": "A 51-year-old woman was diagnosed with BMC at the Sichuan Cancer Hospital & Institute (Chengdu, China) on June 2015, and the pathological results showed ER++ 90%, PR++ 90%, CerbB-2−, CK5/6−, EGFR−, and Ki-67 10%. Positron emission tomography combined with computed tomography (PET/CT) scan showed metastasis on the bilateral lungs, lymph nodes of bilateral armpits, and right supraclavicular lymph nodes. Because she was a Buddhist, the patient refused to receive surgery, chemotherapy, and endocrine therapy; her past medical history was significant only for nursing and acupuncture treatment. On the contrary, abnormal acupuncture accelerated cancer progression gradually and externally. Eight months after diagnosis, the biggest tumor measured 15.0 × 19.0 × 16.0 cm, and the portion ulcerating through the skin measured 14.0 × 6.0 × 8.0 cm. The large tumor had already occupied the bilateral breasts, and the bilateral chest walls and abdominal wall were invaded (); computed tomography (CT) showed bilateral pleural fluid, multilung metastasis, right pulmonary vein invasion, and pericardium invasion (). Meanwhile, the patient experienced dyspnea and cachexia, and ECOG (Eastern Cooperative Oncology Group) and NRS (Numeric Rating Scale) pain scores were 4 and 6, respectively. Hemoglobin concentration had decreased to 55.0 g/L which was attributed to continuous bleeding from the tumor's surface. The serum carbohydrate antigen CA15-3 concentration was more than 1000 U/mL (0–25 U/mL), and carcinoembryonic antigen (CEA) concentration was 7.77 ng/mL (0–5.093 ng/mL). The patient was expected to survive for less than one month.\\nThis patient was treated four times daily by an oral herbal extract medicine, which contains Panax ginseng, Agrimonia pilosa, and white flower Patrinia herb, and comprehensive debridement nursing once a day since September 22, 2016. The herbal extract preparation has been approved by the China Food and Drug Association (CFDA).\\nAfter four months of treatment, serum CA15-3 concentration fell to within normal limits and remained at that level. QOL has significantly improved, and tumor-bearing living has been achieved for 10 months from September 22, 2016. Bilateral breast and chest invasion was stable (Figures and ). Massive pleural fluid almost disappeared (Figures –) from October 14, 2016, to April 27, 2017, and the patient has almost recovered from dyspnea and cachexia. Meanwhile, ECOG and NRS pain scores decreased to 2 and 2 (), respectively. CT scan showed that the primary tumor was stable, and no new metastasis occurred (Figures –) from October 14, 2016, to April 27, 2017. Meanwhile, hematological side effects greater than grade 2 according to Common Terminology Criteria for Adverse Events 3.0 (CTCAE 3.0) were not observed; however, mild constipation related to herbal drugs and skin erythema caused by hyperthermia were observed.\\nHerbal extract medicines and supportive care improved the patient's QOL, eased severe symptoms, and prolonged survival time.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'20815046': 1, '23517923': 1, '12720107': 1, '22451233': 1, '26225144': 1, '11474270': 1, '26171011': 1, '16679116': 1, '11948231': 1, '26804749': 1, '22323918': 1, '18026874': 1, '15093911': 1, '25523373': 1, '25458050': 1, '27602132': 1, '2999736': 1, '29707398': 2}", "similar_patients": "{}"}