{"patient_id": 118755, "patient_uid": "5501032-1", "PMID": 28706599, "file_path": "noncomm/PMC005xxxxxx/PMC5501032.xml", "title": "Acute Fulminant Uremic Neuropathy Following Coronary Angiography Mimicking Guillain–Barre Syndrome", "patient": "A 55-year-old woman presented with complaints of chest pain for 6 h associated with profuse sweating. She had a history of diabetes and hypertension for past 12 years, controlled on drugs. Her general physical examination and cardiovascular system examination were normal except for the presence of left ventricular fourth heart sound. 12-lead electrocardiography showed posterior wall ST-elevation myocardial infarction. Two-dimensional echocardiography revealed inferior, inferolateral and anterolateral wall hypokinesia, mild mitral regurgitation, and moderate left ventricular systolic dysfunction with left ventricular ejection fraction of 39%. Laboratory parameters were Hb = 11.8 g%, total leucocyte count = 11,000/mm3, random blood sugar = 265 mg%/DL, blood urea = 50 mEq/L, serum creatinine = 1.3 mg% (Cr Cl 54 ml/min), CKMB = 40 IU/L, serum sodium = 140 mEq/L, and serum potassium = 4 mEq/L.\\nShe was managed with thrombolytic therapy and guideline-directed medical treatment. Coronary angiography showed triple vessel disease. Despite adequate glycemic control and adequate intravenous (i.v.) hydration pre- and post-coronary angiography, patient developed contrast nephropathy. Urine output decreased along with a rise in serum creatinine to 2.5mg%/DL at 24 h.\\nThe patient was kept under observation and i.v. hydration was continued. However, she noted slight weakness over both lower limbs below the ankle joint. Weakness progressed gradually and 2 days later, she was not able to move her lower limbs at all. The following day, she felt paresthesia over both upper limbs associated with weakness. On examination, both the lower limbs were flaccid and power was zero. Deep tendon and plantar reflexes were absent bilaterally in lower limbs. Upper limbs also were hypotonic with power of 2/5 of both distal and proximal muscles. There were vibratory and pressure sensory loss in lower limbs below the knee and patchy sensory loss in upper limb.\\nHigher mental functions were normal and cranial nerves were intact. There was no involvement of bowel or bladder. Respiratory muscles were not involved. Of note, the patient neither had any clinical signs of vasculitis such as rash, arthritis, or ocular involvement nor had a history of antecedent respiratory or gastrointestinal tract infection. Erythrocyte sedimentation rate was 76 mm/h and C-reactive protein was 68 mg/L. Cerebrospinal fluid (CSF) examination revealed a normal cell count and elevated protein concentration.\\nNerve conduction studies showed very low amplitude potentials in the nerves of both the lower and upper limbs with prolonged distal latencies. Electromyographic examination showed evidence of acute, partial, active denervation over proximal and distal muscles examined with no evidence of demyelination. On day 6, serum creatinine started decreasing with associated improvement of neuropathy. After 15 days, serum creatinine declined to 1.5 mg% and power in both upper and lower limbs improved to 4/5 but patchy sensory loss persisted and patient was discharged from the hospital with a diagnosis of resolving acute uremic neuropathy.\\nThe clinical picture though mimicked GBS, an acute inflammatory demyelinating polyradiculoneuropathy.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'5155280': 1, '3887347': 1, '4324615': 1, '8387770': 1, '28706599': 2}", "similar_patients": "{}"}