{"patient_id": 114846, "patient_uid": "5126610-1", "PMID": 27920702, "file_path": "noncomm/PMC005xxxxxx/PMC5126610.xml", "title": "Esophageal Cancer with Bone Marrow Hyperplasia Mimicking Bone Metastasis: Report of a Case", "patient": "A 63-year-old man presented to his primary care physician with numbness in the right hand. Paralysis of the ulnar nerve was suspected; therefore, he underwent cervical spinal MRI. MRI demonstrated multiple low-intensity areas in his cervical vertebrae, which were suspicious of bone metastases; thus, he was admitted to our hospital. Total spinal MRI was performed and demonstrated several low-intensity lesions in the cervical and thoracic vertebrae, sacrum and sternum (fig ). On fat-suppressed T2-weighted images, hyperintense areas were not seen in the cervical and thoracic vertebrae (fig ). In contrast-enhanced MRI, the low-intensity vertebral lesions lacked contrast (fig ). However, on fat-saturated T1-weighted images, the sacral lesion was not seen because the signal was equivalent to that of the adjacent marrow (fig ). Based on the MRI results, the radiologist reported that the low-intensity areas were equivocal as to whether they represented bone metastases. To investigate the origin of the tumor and spread of metastatic-like lesions, FDG-PET/CT was performed. We noted a focal increase in FDG uptake in the intrathoracic esophagus, sternum, and sacrum (fig ). The standard uptake values (SUVs) of the thoracic esophagus, sternum, and sacrum were 4.3, 2.8, and 3.0, respectively. As a result of these findings, we performed upper gastrointestinal endoscopy. A flat, elevated esophageal tumor (type 0–IIa+IIb) was identified at 26–31 cm from the incisors (fig ). The length of the tumor was ∼5 cm, lying on the lower third of the thoracic esophagus and extending to the submucosa. The pathological findings of the biopsy specimen revealed squamous cell carcinoma (SCC).\\nThe patient had a history of hypertension, hyperlipidemia, hyperuricemia and chronic anemia. He had no particular family history. He had been smoking 10 cigarettes daily and had consumed 1.7 L beer daily for 44 years. The laboratory data showed macrocytic anemia (hemoglobin 10.5 g/dl, mean corpuscular volume 111.5 fl) and mild liver damage (glutamic oxaloacetic transaminase 53 IU/l; glutamic pyruvic transaminase 8 IU/l). The level of serum SCC was within normal limits.\\nCT of the chest and abdomen did not demonstrate thickening of the esophageal wall, lymph node swelling or distant metastasis. Consequently, we could not exclude bone metastasis from these imaging results. A biopsy of the sternum was performed because bone metastasis from early-stage esophageal cancer is unusual and definitive diagnosis of bone metastasis would exclude the patient from surgery. We selected the sternum for biopsy because there were positive findings on both MRI and PET/CT, and it was a lesion upon which we could easily perform a biopsy.\\nThe biopsy revealed that the low-density area in MRI was bone marrow hyperplasia. We diagnosed T1bN0M0 stage I esophageal cancer. So, the patient underwent subtotal esophagectomy with three-field lymph node dissection by thoracoscopy and retrosternal anastomosis of the stomach to the cervical esophagus. Histologically, the tumor was a moderately differentiated SCC at a depth of the submucosal layer, and it had negative surgical margins and positive lymph node metastases [pN2; #106tbL: left tracheobronchial lymph nodes (2/4)]. Final diagnosis categorized the tumor as T1bN2M0 and stage II. His postoperative course was uneventful. He has been regularly followed without adjuvant therapy and has remained recurrence-free for 26 months since his operation.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'9442966': 1, '8630886': 1, '15893536': 1, '32463293': 1, '12591672': 1, '21712464': 1, '24948497': 1, '8249729': 1, '27920702': 2}", "similar_patients": "{}"}