{"patient_id": 62187, "patient_uid": "5050589-1", "PMID": 27708715, "file_path": "comm/PMC005xxxxxx/PMC5050589.xml", "title": "12p deletion spectrum syndrome: a new case report reinforces the evidence regarding the potential relationship to autism spectrum disorder and related developmental impairments", "patient": "A 4-year-old male proband (Figs. , , ) presented with global developmental delay noticed by his family when he was around 11 months of age. The child was born at term from a vaginal delivery and an uneventful pregnancy. His parents were non-consanguineous and healthy. The mother disclosed she had consumed alcohol for social purposes before being aware she was pregnant. She reports having drunk small beverages of beer during the week, as well as vodka throughout the weekends, until the third month of gestational period. The exact daily amount of alcohol consumption is unknown. Despite the fact the mother had a small amount of vaginal bleeding at 42 weeks of gestation, the child’s Apgar scores were 8 in the first and fifth minutes. The patient developed a mild, asymptomatic, hypoglycemia due to suction difficulties, but he was discharged from the hospital at day three of life and had been able to be breastfed until 3 months of age only.\\nThe child’s social and language skills were below the rest of his developmental domains. He attained independent walking by 23 months of age. Nevertheless, his verbal and non-verbal communication capabilities were so weak that, at that age, it was clearly observed that the quality of his eye contact, as well as social interactions, were in the autistic spectrum range. Moreover, significant motor and vocal stereotypic behaviors alongside difficulties in functional play and imitation had also ensued. The child’s growth curves for weight (centile 15–25), height (centile 15–25) and head circumference (centile 75) have been steadily unchanged over the course of his growth. No facial or corporeal dysmorphic features have been detected, that could be specific for FAS, or any specific genetic syndrome. In addition, there were no reports of clinical seizures in this patient. His physical and neurological examinations were unremarkable, except by the fact that he has developed a refraction error visual impairment. He was seen by an ophthalmologist who prescribed lenses accordingly.\\nAt 3 years old, a brain MRI, which was undertaken to investigate the patient’s global developmental delays, showed no signs of abnormal patterns in myelination or in the setup of the structures comprising the supra and infratentorial brain compartments. However, we identified sparse increased signal in FLAIR and T2-weighted images in the white matter territories adjacent to the lateral ventricles bodies and subcortical zones (Figs. , , , ). In addition, around the same period of time, a v-EEG demonstrated signs of a non-specific slow background, but no other abnormal electrographic activity had been identified (Fig. ).\\nFragile X DNA screening, as well as metabolic screening for Inborn Errors of Metabolism results, all came back negative. Chromosome analysis was carried out (please, see below).\\nIn order to reinforce our thoughts on the diagnosis of ASD related to the genotype found in this patient, we revisited the ASD diagnosis at the patient’s age of 4 years, according to the Childhood Autism Rating Scale (CARS) []. The overall CARS score was 44, suggesting that the child was in the severe range of the autistic spectrum. This finding confirmed our primary developmental diagnosis of ASD, which has finally been aligned to the novel DSM5 criteria.\\nA high resolution G-banded chromosome analysis of peripheral blood lymphocytes showed 46,XX,del(12p)(13.2) karyotype (550–600 GTW bands) in this patient.\\nThe 12p13.2 deletion has not been identified in the parent’s karyotype, indicating a de novo terminal deletion in the short arm of chromosome 12.\\nWe also used OMIM database to scrutinize scientific data related to all genes seated on the 12p13.2 region. Then, we selected the genes that could potentially be related to one of the etiologies of ASD.\\nAside from the present patient, we found an additional number of 43 cases described in the medical literature since 1974, that have been related to the 12p region. However, to the best of our knowledge, none of the previous had been specifically linked to the 12p13.2 band. All cases were summarized in Table .", "age": "[[4.0, 'year']]", "gender": "M", "relevant_articles": "{'1176124': 1, '23033978': 1, '3874590': 1, '24613754': 1, '24472258': 1, '10671229': 1, '4811755': 1, '1121016': 1, '23537858': 1, '23444313': 1, '25959391': 1, '34087052': 1, '1081371': 1, '23918416': 1, '22669037': 1, '15150103': 1, '7702088': 1, '6927682': 1, '19667084': 1, '19047175': 1, '20503336': 1, '24074734': 1, '2441059': 1, '22833210': 1, '22521361': 1, '23717269': 1, '11544516': 1, '21144913': 1, '21626680': 1, '25531569': 1, '25361586': 1, '34210021': 2, '20562859': 1, '16126904': 1, '19733267': 1, '18567976': 1, '17330228': 1, '25606391': 1, '25242217': 1, '20890276': 1, '9042935': 1, '14739280': 1, '6167167': 1, '25803107': 1, '21572417': 1, '12887920': 1, '4073126': 1, '12476454': 1, '12000361': 1, '22713806': 1, '19764034': 1, '29416564': 2, '26908693': 1, '24418986': 1, '2195980': 1, '25161627': 1, '2363438': 1, '23618613': 1, '27708715': 2}", "similar_patients": "{'5784682-1': 1, '5784682-2': 1, '5784682-3': 1, '5784682-4': 1, '5784682-5': 1, '5784682-6': 1, '8303811-1': 1}"}