{"patient_id": 74599, "patient_uid": "5994272-1", "PMID": 29977627, "file_path": "comm/PMC005xxxxxx/PMC5994272.xml", "title": "Restorative Management of Severe Localized Tooth Wear Using a Supraoccluding Appliance: A 5-Year Follow-Up", "patient": "A 33-year-old Chinese female presented with concerns about the appearance of her anterior teeth and was referred by a private dental practitioner to the Prince Philip Dental Hospital (PPDH) for aesthetic management of her upper worn anterior teeth. History revealed that she had endodontic treatment on her two upper central incisors because of pain. She also had some tenderness on her lower right molar when chewing. She reported gastric regurgitation after eating but denied self-induced purging at that time.\\nThis patient presented with competent lips, average lip line, normal TMJ's, and class III incisor relation () on a skeletal class 3 base. The patient had good oral hygiene and a healthy periodontal condition. Tooth 13 was missing and 12 had drifted to the 13 position (). There was severe erosive tooth surface loss on the palatal and incisal surfaces of teeth 11, 21, and 22 with exposure of dentine over the whole palatal surface. The crown height of the two upper central incisors was reduced to 5 mm. This gave rise to a reduced visible crown height and a reverse smile line (). The gingival level of the upper central incisors was level with the lateral incisors and below that of the canine teeth. A crack line was detected at 46 distoocclusal area () with no periapical radiolucency (), and a diagnosis of crack tooth syndrome was suspected. Teeth 12, 22, 23, and 46 were judged vital with the use of electric pulp testing.\\nThis patient was advised to seek medical consultation and management concerning her gastric regurgitation. She received conservative medical counseling for approximately one year, and her gastrointestinal disturbance improved. To prevent further symptoms and crack propagation, an orthodontic band was cemented on 46 after which no pain during chewing was reported. Upper and lower impressions were recorded using irreversible hydrocolloid (Aroma Fine Plus, GC Corporation, Tokyo, Japan). A facebow record was taken, and the casts were hand articulated and mounted in maximum intercuspal position. After analysis of the study models, it was decided to perform localized “intrusion” of the anterior teeth using a lower supraoccluding appliance and to build up the correct contour of upper incisors to facilitate the restorative rehabilitation. It was determined that an increase in the OVD by 1.5 mm would provide sufficient space for restoration. To control the anticipated increased OVD for the composite build-up, a silicone putty (Exafine Putty, GC Corporation, Tokyo, Japan) jaw record was performed on the posterior teeth of the articulated study models as a reference jig.\\nThe supraoccluding appliance was waxed up on the lingual surface of the lower incisors with a bite platform designed to load the opposing incisor axially. Incisal hooks were included to give the appliance resistance form. This was then cast in cobalt-chromium (CoCr) (Remanium® GM 800+, DENTAURUM GmbH & Co., Ispringen, Germany) (). The appliance was then cemented on lower incisors with glass ionomer cement (Ketac Cem, ESPE-Premier Sales Corp., Norristown, PA, USA). At the same visit, composite resin (Aeliteflo™, Bisco Inc., Schaumburg, IL, U.S.A) was directly added to restore the incisal edges of 11 and 21 and facilitate occlusion on the opposing bite platform at the increased OVD of 1.5 mm (Figures and ) using a silicone putty jaw record as a jig.\\nThe patient was informed of possible transitory problems with this supraoccluding technique, including thermal sensitivity; difficulty in eating, speaking, or sleeping; and temporomandibular joint (TMJ) pain []. This patient was reviewed at one week and then at monthly intervals. She reported only some reduced chewing efficiency at the first review and no other symptoms. In order to determine whether tooth movement had occurred, an interocclusal record using Protemp (Protemp II, ESPE, Seefeld, Germany) was taken and it was then inserted at the next review appointment. If tooth movement had occurred, there would be interocclusal separation of the upper anterior teeth with the bite platform of the appliance.\\nAfter 2 months, the posterior teeth were found to be in occlusion (). At this time, further “intrusion” of the upper incisors was judged to be necessary if the incisal overjet was to be changed from reverse to positive. Therefore, further composite build-up was performed on the incisal edges of 11, 21, and 22 to again create supraoccluding restorations on the lower appliance (). The OVD was raised by another 1.5 mm which was measured between the midlabial gingival margins of 21 and 32. Complete reestablishment of all occlusal contacts was achieved after another seven months (). Therefore, at this time, the lower supraoccluding appliance was removed by cutting off the incisal hooks and tapping off the prosthesis.\\nThe 46 remained symptomless, and a full gold crown restoration was provided for cuspal protection. To allow tooth preparation of sufficient resistance form for the future crowns, it was decided to cement glass fibre posts on 11 and 21 with composite core build-up to restore the palatal tooth surface loss. Teeth 12 to 23 were prepared and provisional restorations made according to the diagnostic wax-up of the study casts which were taken at the new OVD and after complete reestablishment of occlusal contacts (). With the temporary restorations in the mouth, the aesthetic outcome as well as patient's expectations were assessed (). It was determined that lengthening the 13 to 23 incisally by 1 mm would improve the crown proportions, and crown lengthening was proposed to the patient. The soft tissue requirement was guided by a stent showing the expected final crown contour and margins. Surgical crown lengthening was performed () with alveolar bone being removed by approximately 1.5 mm limited to the midlabial of 12, 11, and 21. Tooth preparation margins were refined, and new temporary restorations using Protemp were made chairside using an index of the diagnostic wax-up of the expected final restorations ().\\nThe intrusion of the incisors now permitted the incisal edges to be positioned with a positive overjet and overbite. A period of six months was allowed for the healing and stabilization of the soft tissues, and the patient was satisfied with the aesthetics with diagnostic restorations following review after 6 months. The form and contour of these diagnostic restorations were recorded and copied in the final restorations. Definitive restorations were provided in Empress II (Ivoclar Vivadent, Amherst, NY, USA) and cemented with an adhesive resin cement (Calibra, Dentsply, Konstanz, Germany) (Figures , , and ).\\nThe patient achieved good oral hygiene and maintained periodontal health during the follow-up period (Figures , , , , , and ). No radiographic periapical change of the crowned teeth or resorption of the roots was observed at 5 years follow-up ().", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'1056978': 1, '2638262': 1, '3857319': 1, '10928200': 1, '29495023': 1, '10481364': 1, '15951771': 1, '22240686': 1, '21734964': 1, '26440584': 1, '1068232': 1, '22281629': 1, '29977627': 2}", "similar_patients": "{}"}