{"patient_id": 68587, "patient_uid": "5582226-1", "PMID": 28878920, "file_path": "comm/PMC005xxxxxx/PMC5582226.xml", "title": "Full mouth rehabilitation with retrievable metal–ceramic implant-supported fixed prostheses for a young patient with atrophic jaws: a clinical report", "patient": "In 2012, a 22-year-old edentulous man applied to the Department of Prosthodontics, Faculty of Dentistry, Tehran University of Medical Science and asked for oral rehabilitation. He had been diagnosed with AI by clinical and radiographic examination and confirmed by the genetic counseling. After a series of restorative treatments, all the teeth had been extracted at age 15, and conventional dentures had been made. The patient had retrognathic maxilla and insufficient bone height and width in both arches, so the maxillary advancement surgery for correction of the jaw relationship and also augmentation of both arches with iliac crest bone graft had been done at age 19 (Fig. ).\\nAfter clinical and radiological evaluations, it was decided that the patient was a good candidate to receive implant-supported prostheses. His existing complete dentures were acceptable considering esthetics, occlusion, and vertical dimension, so they were duplicated as surgical stents. A total of 14 implants (TBR, Connect system, Toulouse, France) with the aid of a laboratory- fabricated surgical guide were placed. Seven implants in maxillary arch and seven implants in mandibular arch were placed (Fig. ). One week later, the dentures were relined with a permanent soft denture liner (Permasoft, Dentsply, York, PA) and inserted in patient` mouth. After 4 months, stage II surgery was done, and soft tissue correction was performed. All implants were approved for loading by the oral surgeon.\\nAfter 2 weeks, implant-level impressions were made with an open tray technique using custom trays, impression copings (TBR, Connect system, Toulouse, France), and polyvinylsiloxane impression material (Panasil, Kettenbach, Huntington Beach, CA). Soft tissue was reproduced with gingival replication material (Soft Tissue Moulage, Kerr, Orange, CA), and master casts were poured with type III dental stone (Microstone, Whip Mix Corp., Louisville, KY). Verification indices were fabricated in pattern resin (GC Pattern Resin LS, GC Corporation, Alisp, IL) on the casts and were checked intraoral.\\nTo evaluate the esthetics without denture flanges, his complete dentures were converted into provisional implant-supported fixed prostheses (so-called conversion prostheses). The flanges of prostheses were removed, and the intaglio surfaces were augmented via incremental applications of photopolymerized pink acrylic resin (Astron LC light-cured hard composite, Astron Dental, Lake Zurich, IL), and then cleaned, and polished (Fig. ). All coping screws were torqued to 15 Ncm in mouth, and the fit was checked by direct visualization and radiographs. The occlusion was also harmonized for coincidental contacts.\\nA facebow transfer (HANAU™ Spring Bow, Whip Mix Corporation, Louisville, KY) and an interocclusal record were made using the fixed provisional prostheses. The prostheses were placed on the master casts, and then the casts were mounted on a semi-adjustable articulator (HANAU™ Wide-Vue Articulator, Whip Mix Corporation).\\nCrown height space was measured 17 mm for the maxilla and 18 mm for the mandible according to the silicon matrices of provisional restorations, so the restorations were planned to restore both hard and soft tissues. Considering the path of insertion, a combination of castable screw retained, and screw retained conical abutments were used to produce the optimal angulations.\\nResin framework templates (GC Pattern Resin; GC Corporation) were fabricated with individual abutment preparations to accommodate the corresponding individual metal–ceramic crowns. Reduction in the abutment component of the framework allowed for optimal crown thickness, with a minimum of 2 mm. The alveolar portion of each restoration was also cut back so that proper distance could be created for lamination of gingival porcelain material. The mandibular template was sectioned in two pieces to allow mandibular flexion concurrently with jaw movements. The framework templates were casted in a base metal alloy (Palladium-Silver Alloy; Ivoclar Vivadent, Schaan, Liechtens-tein). Disclosing media (Kerr's Disclosing Wax; Kerr, Romulus, Mich. and Occlude; Pascal Co Inc., Bellevue, WA.) was used to evaluate the fit of the frameworks on the master casts and to guide adjustment procedures. The fit was refined until the frameworks seated passive on the master casts. The metal frameworks were tried in to evaluate and verify a passive fit intraoral (Fig. ).\\nMultiple individual crowns of metal–ceramic were made. The copings were cast in a base metal alloy (Palladium-Silver Alloy; Ivoclar Vivadent, Schaan, Liechtens-tein), and the veneering porcelain (Nobel Rondo; Nobel Biocare AB, Kloten, Switzerland) was applied on the copings and fired according to the manufacturer instructions. The metal–ceramic restorations were evaluated to develop a mutually protected occlusion. Gingival porcelain laminations were completed to have slight contacts with mucosa to avoid speech difficulties while permitting access for proper hygiene measures.\\nThe prostheses were inserted after staining, glazing, and finishing in dental laboratory. The abutments were screwed in and torqued 20–30 Ncm according to manufacturer recommendation. The screw access holes of the prostheses were sealed with poly tetrafluoroethylene strips, and the crowns were provisionally cemented (TempBond, Kerr, Bioggio, Switzerland). The clinical outcome of treatment and radiographic appearance is shown in Figures and . The patient was followed up at regular intervals (every 3 months for first year), and no adverse effect was observed.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'24495129': 1, '12956498': 1, '18058759': 1, '19463666': 1, '22339902': 1, '12617253': 1, '21743427': 1, '21530042': 1, '24637523': 1, '10635187': 1, '24188105': 1, '15996356': 1, '12886205': 1, '18319169': 1, '18700372': 1, '23062125': 1, '15642028': 1, '20545533': 1, '16137094': 1, '11487571': 1, '23858285': 1, '20657868': 1, '17410908': 1, '1813395': 1, '12588498': 1, '12691645': 1, '21357865': 1, '28878920': 2}", "similar_patients": "{}"}