{"patient_id": 113705, "patient_uid": "5040570-1", "PMID": 27703936, "file_path": "noncomm/PMC005xxxxxx/PMC5040570.xml", "title": "Short stature Revealing a Pycnodysostosis: A Case Report", "patient": "A 12-year-old girl was referred to our university hospital for short stature with a dysmorphic facies for evaluation. She was the second child of four siblings, of parents who were first-degree cousins. The maternal and neonatal history was uneventful. There was no history of similar illness in the family. The patient reported loss of teeth and nails at the age of 2 years and gave a history of multiple fractures of the long bones resulting after trivial fall: two of the right tibia and one of the left tibia. On physical examination, she had the following features: standing height at 117 cm (- 5 SDS), the cranial perimeter was 47.5 cm, sexual maturity rating showed pre-adolescent stage, presenting facial dysmorphia, limited mouth opening, short hands and feet with dysplastic nails (); frontal and occipital bossing; and hypoplasia of the maxilla and mandible (). Examination of the mouth: grooved palate, caries of the teeth, impacted and malposed teeth, persistent deciduous teeth and missing teeth (). Audiometry showed mild conductive hearing loss. Fundus examination was normal. Laboratory investigations such as complete blood count, serum calcium, phosphate, 25- hydroxy vitamin D, alkaline phosphatase, and hormonal balance (tetraiodothyronine, cortisol, and insulin growth factor 1) were normal. The radiographic examination showed a generalized increase in the bone density () and horizontal fissure in the middle portion of the tibial shaft, but without obliteration of the medulary canals. (). Radiography of the skull showed sutures and fontanelles closed, slight condensation of the skull base and a very open mandibular angle (). X-rays showed tapered phalanges with acro-osteolysis of the distal phalanges of the 1st and 2nd row (). The bone age was 11.5 years. These clinical and radiological characteristics are in favor of a pycnodysostosis. Since there is no specific treatment, and for the financial constraints of the patient (not allowing her a growth hormone therapy), a symptomatic treatment was proposed based: on fracture prevention, oral hygiene, frequent dental visits and psychiatric support.", "age": "[[12.0, 'year']]", "gender": "F", "relevant_articles": "{'19829823': 2, '25535534': 1, '25364650': 1, '34680947': 1, '10634420': 1, '34377661': 1, '33850408': 2, '1923445': 1, '32248673': 2, '14818414': 1, '3731672': 1, '5244460': 1, '14245511': 1, '27703936': 2}", "similar_patients": "{'7711642-1': 1, '2740175-1': 1, '8035836-1': 1}"}