{"patient_id": 115819, "patient_uid": "5288987-1", "PMID": 28217389, "file_path": "noncomm/PMC005xxxxxx/PMC5288987.xml", "title": "Management of parturients in active labor with Arnold Chiari malformation, tonsillar herniation, and syringomyelia", "patient": "A 24-year-old, ASA II, G1P0 full-term parturient presented to the Labor and Delivery for vaginal delivery. Her past medical history was significant for gestational diabetes and ACM-1.\\nA diagnosis of ACM-1 was made 12 years ago when a brain MRI was performed for right-sided numbness developing following a motor vehicle collision. The patient had been entirely asymptomatic since then, and had been seen by an outside neurologist frequently for the past 10 years. She was assured by her neurologist 2 months prior that vaginal delivery and labor epidural placement would be safe, however she had not been seen by an anesthesiologist in the anesthesia preop clinic before.\\nIn the 39th week of pregnancy, she presented to our hospital for rupture of membranes and uterine contractions; anesthesia was consulted for an epidural placement. During the anesthesia evaluation, it was noted that she had an exaggerated patellar reflex and a questionable left-sided Babinski; subsequently, MRI images were requested from an outside hospital. A thorough review of the brain MRI demonstrated an advanced form of ACM-1 with 1.7 cm transtonsillar herniation and a large syrinx extending down from C1 to C5. Concerned with the progression of the transtonsillar herniation during labor, an urgent neurosurgery consult was requested. Following a discussion with the patient, family, primary OB team, and the neurosurgeon, a plan for cesarean section was made per neurosurgical recommendations, including avoidance of neuraxial anesthesia and use of careful laryngeal manipulation and endotracheal intubation.\\nA bolus dose of terbutaline was given to stop active contractions and the patient was brought to the operation room. The patient was placed in a left lateral uterine displacement position, and standard ASA monitors were applied. Concern regarding further progression of the herniation due to increased ICP during head and neck movement and laryngoscopy, led to an awake fiberoptic intubation was performed under generous topical anesthesia consisting of 6 ml of 1% lidocaine spray. A multimodal general anesthesia was used with the mixture of 1 MAC of desflurane, oxygen, and air and controlled ventilation. Mild hyperventilation was provided to ensure an end-tidal CO2 of 30 mmHg to prevent a possible increase in ICP. A healthy infant male was delivered with Apgar scores at 1 and 5 minutes of 9/9. After umbilical cord clamping, an infusion of mannitol 0.5 mg/kg and dexamethasone 10 mg was given.\\nThe remainder of the case was without incident. Post-extubation neurological assessment was grossly normal. The patient had no complaints of headache or pain in the post-anesthesia care unit and she was advised to follow-up with the neurosurgeon later.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'1443683': 1, '21333437': 1, '25012674': 1, '21800079': 1, '26141174': 1, '8694215': 1, '34195022': 2, '5829396': 1, '1561334': 1, '26408061': 1, '13456442': 1, '19214534': 1, '12031753': 1, '14607053': 1, '5763958': 1, '3707805': 1, '14470674': 1, '21882910': 1, '3615093': 1, '22137520': 1, '20724256': 1, '7139257': 1, '16823310': 1, '22439117': 2, '13476218': 1, '22144932': 2, '16099255': 1, '21822700': 1, '15321630': 1, '2330080': 1, '16676921': 1, '10839250': 1, '5843409': 1, '7017117': 1, '18205006': 1, '15034729': 1, '8988080': 1, '34540424': 1, '12591629': 1, '1479391': 1, '3096099': 1, '11435019': 1, '3818902': 1, '25563631': 1, '8489215': 1, '10232534': 1, '25701768': 1, '7086497': 1, '28217389': 2}", "similar_patients": "{'3227314-1': 1, '8227805-1': 1, '3307238-1': 1}"}