{"patient_id": 72750, "patient_uid": "5871886-1", "PMID": 29872718, "file_path": "comm/PMC005xxxxxx/PMC5871886.xml", "title": "SDH-deficient renal cell carcinoma associated with biallelic mutation in succinate dehydrogenase A: comprehensive genetic profiling and its relation to therapy response", "patient": "Following investigation for hematuria, a 45-year-old male was diagnosed with what was originally considered stage III type 2 papillary RCC. The patient was treated with laparoscopic nephrectomy with curative intent. No evidence of metastatic disease was detected on CT scans prior to, or 3 months after, surgery. Recurrent disease was first detected on a PET-CT scan 10 months after surgery, with evidence of peritoneal, retroperitoneal, subcutaneous, and pulmonary metastases. The patient reported no significant family history of cancer.\\nGross examination revealed an 11 cm solid tan and focally hemorrhagic tumor invading renal parenchyma, the renal vein and sinus fat. H&E sections from the nephrectomy showed that the tumor was encapsulated and did not incorporate benign renal tubules. There was patchy coagulative necrosis. The tumor showed a variety of morphologies that were present in most blocks. It predominantly formed perivascular pseudo-papillae and pseudo-rosettes, with some solid sheets and true papillae, separated by small amounts of hyalinized stroma. There were occasional microcysts at the tumor periphery. Tubules were rarely seen. Tumor cells had dense eosinophilic, somewhat flocculent, cytoplasm and pleomorphic irregular nuclei with coarse chromatin and prominent nucleoli. Narrow fascicles of spindle cells were present throughout the tumor, representing sarcomatoid dedifferentiation, ISUP grade 4. These were mostly located between, and in direct contact with, the epithelial components, with one area of expansile pure spindle cell growth. Very rare clusters of cytoplasmic inclusions were only identified following a careful search in 17 blocks of tumor. Examples of the described morphologies are depicted in Fig. .\\nOn immunohistochemical evaluation the tumor cells showed strong and diffuse expression of AE1/AE3, CAM5.2, EMA, PAX8, CD10, and AMACR. Tumor cells showed very weak staining with an antibody for RCC Ma (renal cell carcinoma marker), and CK20 stained only very rare cells. They were negative for CK7, vimentin and KIT. Only very rare KIT + intratumoral mast cells were seen, fewer than in surrounding benign parenchyma. SDH loss is routinely detected by immunohistochemistry against SDHB since the loss of any SDH subunit results in instability of the entire complex and degradation of SDHB Immunohistochemical staining of an SDHA-deficient tumor therefore reveals an absence of both SDHA and SDHB signal. This was confirmed (Fig. ) and the diagnosis was amended to SDH-deficient RCC.\\nGenetic testing comprised the analysis of 2.34 Mb genomic regions implicated in cancer, including sequencing of the entire coding regions of 386 genes. Copy number changes were also analyzed. Genes specifically implicated in renal neoplasia, including VHL, BAP1, NF2, NFE2L2, PBRM, MTOR, SETD2, TSC1, FH, FLCN, MET, PIK3CA, PTEN, and all SDH subunits were included, as were genomic regions informative for common gene fusions, microsatellite instability, drug efficacy and toxicity, and UV damage. Both tumor DNA extracted from FFPE tissue sections and germline DNA extracted from peripheral blood were analyzed. KAPA Hyper libraries were prepared and target enriched using SureSelectXT hybridization. Pooled library pairs were sequenced at 500 × /100 × mean coverage (tumor/blood) on an Illumina NextSeq sequencer using paired 75 bp reads.\\nOur genetic analysis identified two variants in SDHA (Refseq accession number SDHA NM_004168.2). These consisted of a germline truncating variant c.91 C > T (p.Arg31*), in conjunction with a somatic missense variant c.1765C > T (p.Arg589Trp). Both of these variants are predicted to seriously compromise SDH function. The germline variant produces a truncation of the protein while the somatic variant has been classified as “likely pathogenic” in a recent in silico analysis. No variants in other common oncogenes or tumor suppressor genes were detected. Somatic copy number analysis detected chromosomal gains of 2p (3 copies), 7p (4 copies, including EGFR), 12p (3 copies, including KRAS), and 17 (3 copies, including MAP2K4), and monosomy of 9, 13q, and 15q. No gene fusions or mutational signatures of clinical significance were detected.\\nPrior to genetic testing the patient had participated in a clinical trial of a PD-1 inhibitor (ClinicalTrials.gov Identifier: NCT02407990) but the tumor was unresponsive over a 10 week period. Following genetic testing sunitinib, a tyrosine kinase inhibitor (TKI), was administered. A partial clinical response was observed but severe skin rash necessitated drug withdrawal after 16 days and the multikinase angiogenesis inhibitor pazopanib was subsequently given. Again a partial clinical response was observed but acute drug hepatotoxicity necessitated intermittent treatment which was eventually withdrawn after 10 weeks. Axitinib was then administered for 3 months with limited response. A fourth TKI, sorafenib, which has been used for 7 months at the time of writing, has maintained stable disease with only modest side effects. Details of the tumor response to these treatments are shown in Fig. . It reveals tumor growth during PD-1 treatment followed by stabilization following treatment with sunitinib, pazopanib, and sorafenib.\\nAt the time of commencing sunitinib treatment the patient also self-initiated a low carbohydrate diet based on an understanding of SDH function and succinate accumulation as the basis for increased HIFs. Interestingly, the patient reported significant subjective improvement in clinical fatigue.\\nThe patient consented to all tests and treatments described in this study and written informed consent was obtained from the patient regarding the publication of his case details.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'17215529': 1, '23550148': 1, '26536169': 1, '20100962': 1, '19097774': 1, '34003534': 1, '23773105': 1, '16330672': 1, '26476567': 1, '25820192': 1, '33850785': 1, '21934479': 1, '25724004': 1, '25790038': 1, '22692282': 1, '23633457': 1, '25034258': 1, '16757724': 1, '19576851': 1, '22056247': 1, '28546994': 1, '31372201': 1, '15652751': 1, '25025441': 1, '24395865': 1, '23707781': 1, '34014604': 1, '26194044': 1, '21686655': 1, '24025519': 1, '33664427': 1, '32635225': 1, '30680959': 1, '17215530': 1, '29872718': 2}", "similar_patients": "{}"}