{"patient_id": 69795, "patient_uid": "5658931-1", "PMID": 29073937, "file_path": "comm/PMC005xxxxxx/PMC5658931.xml", "title": "Tumoral calcinosis in the cervical spine: a case report and review of the literature", "patient": "A 55-year-old Japanese woman presented with a 3-week history of gradually progressing symptoms of numbness, dull pain, and limited range of motion (ROM) in the right upper extremity. Her medical history included chronic renal failure, treated with peritoneal dialysis for the past approximately 5 years.\\nA physical examination at the initial visit revealed limited ROM of her right shoulder and neck due to pain. The muscle strength of her right upper extremity on the manual muscle testing was one out of five for the deltoid, one out of five for the biceps brachii, and approximately four out of five for other muscle.\\nCervical X-rays (anteroposterior view and lateral view) showed no apparent abnormalities (Fig. , ). Magnetic resonance imaging (MRI) showed slight compression of the dura mater from the right anterior direction of the spinal canal at the fourth-fifth cervical spine (C4-C5) intervertebral level. Her cervical spinal cord was not compressed. Computed tomography (CT) showed a vague calcified lesion around the right facet joint at the C4-C5 level; calcifications were also observed in the right intervertebral foramens at the C4-C5 and C5-C6 levels and the anterior wall of the spinal canal. Calcifications were extraosseous, lobulated, and well-demarcated. There were no destructive changes of cervical vertebrae (Fig. , ). Hematological tests showed renal anemia, increased blood urea nitrogen, creatinine and parathyroid hormone, as well as, slightly increased calcium and phosphorus.\\nThese findings suggested C5 or C6 radiculopathy due to TC. Surgery was thus performed, with right hemilaminectomy at C4-C5 and C3-6 fusion and internal fixation. When the right C4-C5 facet joint was partly resected, milky white fluid came out (Fig. ). Around the right-sided nerve root at C5, there was a cyst containing white powder and milky white fluid, with adhesion to the C5 nerve root. Under microscopic observation, this cyst was detached from the nerve root and resected.\\nHistopathological examination of the resected tissue around the white powder showed unstructured (somewhat sand-like granular) materials, which were bluish purple on hematoxylin and eosin staining, along with calcification and supporting tissue including fibroblasts, with few cell components (Fig. ). The crystals were not composed of calcium pyrophosphate or uric acid.\\nHer numbness and dull pain in the right upper extremity gradually disappeared postoperatively. The muscle strength of the right upper extremity on the manual muscle testing was full recovered. Postoperative X-rays (anteroposterior view and lateral view) and CT performed 2 years after surgery demonstrated the disappearance of the residual calcified masses (Fig. , , , ).", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'8338191': 1, '21357938': 1, '26167361': 2, '33403173': 2, '22718028': 1, '23072397': 1, '12195498': 1, '8988097': 1, '23134151': 1, '16145508': 1, '21294103': 1, '17285062': 1, '10917367': 1, '9972973': 1, '14939062': 1, '26943247': 1, '19104694': 1, '8720412': 1, '16702460': 1, '25378588': 1, '19361703': 1, '23260574': 1, '31334478': 2, '23605371': 1, '32774966': 2, '11561354': 1, '8786184': 1, '11474354': 1, '11248663': 1, '25249269': 1, '17762798': 1, '29073937': 2}", "similar_patients": "{'4483782-1': 1, '7773296-1': 1, '6510461-1': 1, '7397391-1': 1}"}