{"patient_id": 116418, "patient_uid": "5339938-1", "PMID": 28229996, "file_path": "noncomm/PMC005xxxxxx/PMC5339938.xml", "title": "Pheochromocytoma Characterizing Both Fever and Acute Renal Failure", "patient": "A 66-year-old man sought medical help for intermittent fever. The onset was often sudden with the normal temperature rising to 40°C. The high fever always sustained for several hours and then declined to normal. A review of the past medical history revealed a hypertension over 3 years. His blood pressure (BP) was under good control by orally taking 5 mg amlodipine daily. On initial examination, he had an elevated BP of 230/120 mmHg, temperature of 38.5°C. Physical examination showed a heart rate of 103–125 beats/min in sinus rhythm. The remainder of physical examination yielded no abnormalities. On admission, urine dipstick showed a reaction for protein 3+. Laboratory data revealed both an elevated C-reactive protein (CRP) level of 26.3 (normal range [NR] 0–3) mg/L and a marked leukocytosis (leukocyte count 21.24 [NR 4–10] × 109/L, 86% [NR 40–75%]). Besides, a serum creatinine (Scr) level elevated to 198.1 (NR 59–104) µmol/L and blood urea nitrogen (BUN) to 9.4 (NR 2.9–8.2) mmol/L.\\nSubsequently, the patient was referred to our department. Although procalcitonin was normal (NR <0.1 ng/ml), an infectious disease consultant suggested that an infection was coming. The antibiotics of intravenous piperacillin-tazobactam and levofloxacin were then started. However, he had intermittent fever with the same intensity. A marked increasing BP in a previously stable state was noted. Thus, a single dose of labetalol hydrochloride was administered intravenously. After a few minutes, he became hypotensive with a BP dropped to 80/60 mmHg and even unrecorded later. In view of hypotension, labetalol was discontinued. High-dose of intravenous fluid was required to maintain mean arterial pressure. When hypotension was corrected, his BP remained high. A subsequent morning Scr level was elevated to 325.6 µmol/L and BUN raised to 11.03 mmol/L. The level of serum cystatin C was enhanced to 1.66 (NR 0.55–1.14) mg/L. Repeated urine specimen revealed a reaction for protein 3+ and a few of hyaline casts. However, the urine output was normal (2000 ml/day). Based on the clinical presentations above, pheochromocytoma was highly suspect. However, urine (24 h) vanillylmandelic acid level was 14.3 (NR 9.6–49.5) µmol/24 h. Subsequently, abdominal computed tomography confirmed a solid heterogeneous mass in the left adrenal gland []. As the diagnosis of pheochromocytoma was considered, the more traditionally used prazosin was commenced. In the ward, the Scr level rose to a peak of 474 µmol/L. Following the usage of prazosin, the levels of Scr and BUN surprisingly began to fall and returned to baseline after 2 days []. Subsequently, laparoscopic excision of the left adrenal tumor was undertaken uneventful. The pathological examination confirmed the diagnosis of pheochromocytoma. Postoperatively, the patient became symptom-free with normal temperature. At present, the patient remained asymptomatic with normal renal function and his BP was under good control.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'27270552': 1, '22390219': 1, '31277296': 1, '30381598': 1, '22012062': 2, '30057828': 2, '28229996': 2}", "similar_patients": "{'3180162-1': 1, '6051277-1': 1}"}