{"patient_id": 66071, "patient_uid": "5389109-1", "PMID": 28413688, "file_path": "comm/PMC005xxxxxx/PMC5389109.xml", "title": "Presentation and care of a family with Huntington disease in a resource-limited community", "patient": "The index case was an approximately 50-year-old man who presented to the General Hospital. He had sustained a minor head injury and lacerations to the right side of his face and right arm as a result of falling while walking in the street. The patient had obvious chorea of his head and all four limbs which he said had caused him to fall. The patient insisted that falling in the street was unusual as he had learned how to live with his abnormal movements over the preceding ~20 years, and that despite his movement disorder he was usually able to maintain his balance.\\nThe patient had been an accomplished athlete in his youth and hoped to pursue a career as a professional golfer. These aspirations were abandoned with the onset of his involuntary movements. At the time of presentation, the patient was gainfully employed as a gardener and enjoyed fishing. There was no evidence of a deterioration of performance in either work or hobbies, such as impaired ability to organize and perform specific tasks.\\nCranial nerve examination revealed no abnormality apart from mild chorea of his face and his tongue. Speech was normal. His head and all four limbs displayed marked chorea. Tone was mildly reduced, and deep tendon reflexes were normal. Sensory examination was normal, and there was no evidence of cerebellar dysfunction.\\nThe patient appeared to be oriented in time, place, and person. Based on his ability to interact and hold a conversation, his cognitive skills appeared consistent with his seventh grade education. This impression was supported by his physical presentation (personal hygiene, clothing), mood, language usage, and his ability to give an apparently appropriate detailed medical history, however, formal cognitive testing was not performed. Since the patient appeared stable, and a formal psychological testing battery was not available at this time, we did not pursue further cognitive investigations. The patient died within a year of this evaluation; the cause of death remains unknown.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'33649871': 1, '23654213': 1, '22628419': 1, '18797217': 1, '33274544': 1, '14572927': 1, '17240289': 1, '24614516': 1, '27069383': 1, '8458085': 1, '21729402': 1, '22126509': 1, '30191086': 1, '9150168': 1, '25620691': 1, '13969988': 1, '16738073': 1, '21209352': 1, '23277034': 1, '24054538': 1, '9549522': 1, '17000074': 1, '22081218': 1, '12857955': 1, '17497560': 1, '26093976': 1, '20880124': 1, '16471043': 1, '17726917': 1, '21130037': 1, '22398875': 1, '12805114': 1, '14526163': 1, '23495076': 1, '20923757': 1, '31565539': 1, '20722493': 1, '14604827': 1, '11130517': 1, '17352941': 1, '15653242': 1, '28413688': 2}", "similar_patients": "{}"}