{"patient_id": 64373, "patient_uid": "5253505-1", "PMID": 28163944, "file_path": "comm/PMC005xxxxxx/PMC5253505.xml", "title": "Immune Reconstitution Inflammatory Syndrome: Opening Pandora's Box", "patient": "A 23-year-old male was diagnosed with HIV infection in July 2011, having a negative HIV serology 6 months earlier. By September 2011, his TCD4+ cell count was 563 cells/mm3 (15%) with a HIV RNA of 88500 copies/mL. HBV, HCV, syphilis, Mycobacterium tuberculosis, CMV, and Toxoplasma screenings were negative and chest X-ray, abdominal ultrasound, and colonoscopy were unremarkable. During the follow-up, although presenting with a stable TCD4+ cell count, he kept high viral load and a serodiscordant sexual partner, those being reasons for initiating ART, which he refused. In February 2012 secondary syphilis was diagnosed with a TCD4+ count of 264 cells/mm3 (7,5%) and a HIV RNA load of 339000 copies/mL (5,5 log). Three months later, with 53 TCD4+ cells/mm3 (3.3%) and a viral load of 890000 copies/mm3 (6 log) he was started on TDF + FTC + EFV.\\nFour weeks later he was admitted to the emergency department with fever, oral candidiasis, diarrhea, hypotension, and pancytopenia. Gastrointestinal sepsis was suspected and he was started on ciprofloxacin and fluconazole. He developed shock and respiratory failure in the next 48 h and was admitted to the intensive care unit. Antibiotic regimen was changed to imipenem, metronidazole, and fluconazole. Faeces microbiological and parasitological tests were negative, blood and urine cultures were sterile, and CMV plasma antigen was negative. Five weeks after starting ART there was an increase in TCD4+ cell count [259 cells/mm3 (15%)] and a 2 log drop in the HIV viral load [3500 copies/mm3 (4 log)]. Initial thoracic, abdominal, and pelvic CT scan were unremarkable. Bronchial aspirate and bronchoalveolar lavage (BAL) were sterile for fungi and fast growing bacteria. PCR assays to identify Chlamydophila, Legionella, Mycoplasma, CMV, HSV, and Mycobacterium tuberculosis were negative. The patient remained febrile, and due to severe pancytopenia, hepatosplenomegaly, and an elevated ferritin, hemophagocytic syndrome was suspected, not being confirmed on the bone marrow aspirate though. By the 9th hospitalization day he presented with seizures and the MRI scan showed bilateral and multifocal white matter with high signal intensity on T2-weighted and FLAIR images. This, associated with the presence of JC virus in CSF, led to the diagnosis of progressive multifocal leukoencephalopathy (PML). Diarrhea persisted but due to clinical instability and severe anemia and thrombocytopenia, endoscopic studies were only performed on the 24th hospitalization day. Upper and lower endoscopy revealed multiple polypoid lesions with a cherry-red appearance in the stomach and colon, compatible with Kaposi sarcoma (). He was started on doxorubicin. Three days later, along with Pseudomonas aeruginosa bacteraemia, the clinical state deteriorated and the patient died.\\nThe clinical course and the documented complications, some of them defining AIDS, would be sufficient to explain the poor outcome but the autopsy opened an unexpected underworld: Kaposi sarcoma was confirmed in the stomach and colon but also in the esophagus and mediastinal lymph nodes (); Candida species was found in the anal canal, colon (), and lung, where hyaline membranes compatible with an acute respiratory distress syndrome were also seen (). As previously suspected, prominent phagocytosis of blood cells in the bone marrow confirmed hemophagocytic syndrome (); brain histology showed enlarged oligodendroglial cells nucleus with ground glass inclusions consistent with PML (); multiple basophilic dot-like parasites in cysts were documented in cerebral () and heart tissues () configuring cerebral and myocardial toxoplasmosis. Mycobacterium avium complex culture from the bronchial aspirate became positive after death. A. baumannii grew from the right atrium blood culture and aspects of anal condyloma and intraepithelial low-grade neoplasm were also identified, as well as several aspects consistent with systemic shock.", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'16231262': 1, '25709503': 1, '20375355': 1, '32560584': 1, '23547778': 1, '26303886': 1, '20334848': 1, '27559122': 1, '24872130': 1, '16447119': 1, '28163944': 2}", "similar_patients": "{}"}