{"patient_id": 70090, "patient_uid": "5676361-1", "PMID": 29209541, "file_path": "comm/PMC005xxxxxx/PMC5676361.xml", "title": "A Rare Manifestation of Asymptomatic Ebstein's Anomaly with Tricuspid Valve Endocarditis", "patient": "The patient is a 43-year-old male with a history of intravenous heroin abuse who presented to the emergency department with worsening shortness of breath and lower extremity edema. He had shortness of breath and leg swelling for one month, which worsened in the past week. He also complained of fever, chills, chronic cough, pleuritic chest pain, and abdominal pain. Previously he had been able to walk indefinitely, but at this time he could only walk a few steps before becoming fatigued. He denied taking any medications and denied drug allergies. He denied history of surgeries. He had never been hospitalized. He denied cardiac history and ever having been “blue” as a child. His mother was an alcoholic and likely used lithium, which he believed were continued during pregnancy. He had lost contact with his biological mother. He had a 30-pack year smoking history and admitted to using intravenous heroin just prior to admission. He reused needles and tested negative for HIV and hepatitis one year prior to admission.\\nExam on presentation was significant for a man in moderate distress. He had a 2/6 holosystolic heart murmur heard best at the left sternal border and apex, which increased with respiration. He also had right upper quadrant tenderness, Murphy's sign positive, and 3+ pitting edema in the lower extremities. No splinter hemorrhages, Osler nodes, or Janeway lesions were visualized.\\nThe patient was hypotensive, hypoxic, tachycardic, and tachypneic on admission. Electrocardiogram was consistent with right bundle branch block with QRS duration 124 ms. Pertinent labs included white blood cell count 33.6 k/uL, brain natriuretic peptide (BNP) 3,517 pg/mL, hemoglobin 10.5 g/dL with MCV 79.9 fl, HIV screening test negative, hepatitis C antibody positive, and urine drug screen positive for barbiturates.\\nHe was admitted to the medical intensive care unit and started on vancomycin and zosyn for endocarditis. Blood cultures were drawn prior to starting antibiotics, which grew Streptococcus oralis. A transthoracic echocardiogram showed normal left ventricular function with ejection fraction 55–60%, a large 2.2 × 2.1 cm echodensity on the septal leaflet of the tricuspid valve consistent with a vegetation with severe tricuspid regurgitation, and probable leaflet perforation. Figures – show different views of the large vegetation that was visualized. Echocardiogram also showed severe right heart enlargement with atrialization of the right ventricle and apical displacement of the tricuspid valve consistent with Ebstein's anomaly, which can be seen in Figures and . Interatrial septum appeared intact with color flow Doppler, which can be visualized in . A computerized tomography (CT) chest scan showed septic pulmonary emboli, and he was started on intravenous heparin. The patient was stabilized and transferred to a higher-level care center for tricuspid valve repair.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'8261081': 1, '18639349': 1, '24531183': 1, '4764555': 1, '25047281': 1, '28469692': 2, '25145925': 1, '16322924': 1, '29209541': 2}", "similar_patients": "{'5409949-1': 1}"}