{"patient_id": 120442, "patient_uid": "5635191-1", "PMID": 29051883, "file_path": "noncomm/PMC005xxxxxx/PMC5635191.xml", "title": "Early Motor Delay: An Outstanding, Initial Sign of Osteogenesis Imperfecta Type 1", "patient": "A 13-month-old female complaining of marked motor delay was admitted to the University Hospital “Policlinico - Vittorio Emanuele” of Catania, Italy. She has a healthy 3-year-old sister. The patient’s parents are unrelated. The father was 35 years old and healthy. No bone fractures were reported for the father or other members of the paternal line. The mother was 31 years old, short in stature (147 cm height), and had no clear episodes of fractures. The maternal grandmother had suffered from various fractures as a result of mild trauma, she was also short in stature, and she died at the age of 50 due to vesical neoplasia. The grandmother’s sister was also short in stature and complained of two forearm fractures caused by mild traumatic events in adulthood. The mother reported not having had any infectious diseases or consuming alcohol or drugs during pregnancy, which were conducted normally. She recorded feeling normal fetal movements. The intrauterine ultrasound did not display any fetal anomalies.\\nThe patient was born by cesarean section with polyhydramnios at the 39th week of gestation with a birth weight of 2800 g, length of 48 cm, and head circumference of 35 cm. No perinatal problems were reported, and APGAR scores were 9 and 10 at 1 and 5 min, respectively. The development milestones were delayed, and the child had difficulty in maintaining a sitting position at the age of 7 months and in holding a standing position at 14 months.\\nAt admission, the girl weighed 8 kg with a height of 70 cm and head circumference of 44 cm (all in the third percentile). No malformative anomalies were evident, and no blue sclerae were observed. She interacted well with her parents and other people and showed good cognitive development. Arm and hand movements were possible, but she showed marked motor delay, particularly in the lower body. The patellar tendon reflexes, muscle strength, upper limbs function, and truncal control were not involved. The heart and respiratory system were normal as were the liver and spleen. Routine laboratory analysis was normal, including hemogram, coagulation testing, blood lactate, pyruvate, glucose and ketones, CK, copper and ceruloplasmine, plasma and urine amino acids, and urinary organic acid. Serum calcium levels were slightly elevated: 10.8 mg/dl (n.v. 8.8-10.6); phosphate: 5.0 mg/dl (n.v. 2.5-4.5). Electrocardiography, echocardiogram, wake and sleep electroencephalography, and electromyogram were normal. No bone lesions were found in lower limb X-ray (). Brain magnetic resonance imaging (MRI) was normal, and spine MRI showed signal alterations in dorsal vertebrae bodies D6, D7, and D10 (). The lower limb hypotonia persisted without a diagnosis, and physiotherapeutic treatment was initiated, which resulted in a slight improvement. At the age of 19 months, the parents opted for other medical consultations, in which a new spine MRI revealed a major involvement of the previously lesions in vertebral bodies D6-D7 and D10 with new vertebral involvements localized in the L2-L3 lumbar vertebrae. At the age between 22 and 25 months, the little girl showed various mild trauma fractures, the first localized on the right ulna, and subsequently, on the right tibia and fibula with early healing.\\nWe observed her again at the age of 28 months. The clear evidence of blue sclerae along with the easy fractures led us to the diagnosis of OI. The molecular analysis mutation of the COLI A1 gene displayed the germinal deletion c.52delC (p.<leu1 8Serfs*2) with subsequent FRAMESHIFT heterozygous at exone 1 level confirming the diagnosis of OI Type 1.\\nThe girl is now 3 years old, and her weight (11 kg), height (86 cm), and head circumference (49 cm) are all at lower limit. Cognitive development is good with no cranial nerve involvement, and patellar tendon reflexes are present. Lower limb hypotonia is still present but less marked than previously, not involving the upper limbs. The child is able to walk with mild limitation in running. No other motor dysfunctions were noticed. At the last physical examination, she showed mild articular hyperlaxity and asymmetry of the lower limbs (the left is longer 1 cm than the right). The anterior fontanel is still open (1 × 1 cm), and the dentinogenesis is normally developed. Laboratory examinations showed normal levels of serum erythrocyte sedimentation rate, C-reactive protein, alkaline phosphatase, lactate dehydrogenase, calcium, and phosphorus. Serum 25-hydroxyvitamin D was 26 ng/ml (n.v. 25-40). Thyroid evaluation, growth hormone, and parathyroid hormone were within normal levels. Treatment with diphosphonate was initiated.", "age": "[[13.0, 'month']]", "gender": "F", "relevant_articles": "{'31805389': 1, '25007323': 1, '26394607': 1, '24675130': 1, '26032209': 1, '26542481': 1, '26004918': 1, '25962227': 1, '26138835': 1, '24248189': 1, '20699778': 1, '15580207': 1, '3953678': 1, '29909596': 1, '8808594': 1, '24715559': 1, '27346233': 1, '29051883': 2}", "similar_patients": "{}"}