{"patient_id": 113742, "patient_uid": "5041418-1", "PMID": 27833315, "file_path": "noncomm/PMC005xxxxxx/PMC5041418.xml", "title": "Zosteriform cutaneous metastases from an occult primary malignancy of lung identified by whole-body FDG PETCT imaging", "patient": "A 75-year-old male presented with a 3 months history of painless erythematous, papulonodular skin lesions involving anterior chest wall with some pin-head vesicles []. He presented to a local physician and was treated for herpes zoster in view of dermatomal distribution of the lesions. The lesions however progressed extending to the neck on both sides and he started experiencing pain over the right angle of mandible extending up to parotid region. He developed hoarseness of voice and difficulty in swallowing. A week later, he developed multiple areas of fungating growth over the chest with oozing of blood from the lesions. He was referred to oncology. On local examination, positive findings include bilateral cervical lymphadenopathy, left parotid enlargement, and fungating growth over the upper infraclavicular left chest wall and left side of neck. On palpation, there was woody hard induration over the right and left sides of neck. Laryngoscopy revealed absence of bilateral vocal cord abduction suggesting bilateral recurrent laryngeal nerve palsy. Hemogram was normal. C-reactive protein was raised (93 mg/ml, normal is <1). Tumor markers were elevated (carbohydrate antigen [CA] 19-9 was 1680.5 U/ml and carcinoembryonic antigen [CEA] was 2936.1 ng/ml, normal range is 0–37.0 U/ml for CA 19-9 and 0–5 ng/ml for CEA, respectively).\\nA clinical diagnosis of zosteriform cutaneous metastases was made by the oncologist and biopsy was performed from the representative lesions which showed cells arranged in lobules, glandular, and trabecular pattern starting from just beneath the epidermis and infiltrating between the appendages, arrector pili, and into the deeper tissues. Features were suggestive of an adenocarcinoma with focal pagetoid spread which may represent metastatic deposits or primary adnexal tumor in a male. Immunohistochemistry was cytokeratin 7-positive, cytokeratin 20-negative, CEA-positive, and thyroid transcription factor 1-negative, indicating one of the followings: Primary pancreaticobiliary, lung, stomach, or a salivary gland malignancy.\\nThe patient was referred for a whole-body 18Fluorine-labeled fluorodeoxyglucose positron emission tomography/computed tomography (FDG PET/CT) to look for unknown site of primary malignancy. Seven millicuries of FDG were injected intravenously in euglycemic status and whole-body imaging with contrast-enhanced CT was acquired an hour later with 8-slice GE discovery PET/CT system. PET/CT images revealed an FDG avid spiculated soft tissue lesion in apical segment of right upper lobe lung (maximum standardized uptake value [SUVmax 4.8]) with multiple FDG avid mediastinal lymph nodes [Figures and ]. There were multiple metabolically active bilateral cervical and axillary lymph nodal deposits along with left parotid gland metastatic deposits. The cutaneous lesions correspond to FDG avid enhancing nodular soft tissue deposits in right shoulder, bilateral neck, and anterior chest wall (SUVmax 10.2). He was started on palliative chemotherapy with paclitaxel and carboplatin (Cycle-1). He succumbed 10 days later.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'8635381': 1, '9508193': 1, '18925401': 1, '11115569': 1, '8335743': 1, '23849685': 1, '21768697': 1, '33499850': 2, '11455149': 1, '29062683': 1, '28749391': 1, '1619054': 1, '7956399': 1, '27833315': 2}", "similar_patients": "{'7836447-1': 1}"}