{"patient_id": 65160, "patient_uid": "5333660-1", "PMID": 28435562, "file_path": "comm/PMC005xxxxxx/PMC5333660.xml", "title": "Avulsion Fracture of Brachioradialis Muscle Origin: An Exceedingly Rare Entity: A Case Report", "patient": "A 38 years old male patient presented to the emergency room with left elbow pain following a road traffic injury. He was travelling in a motorcycle when he was hit by a lorry from the rear and fell backward on the outstretched hand. On physical examination, there was minimal swelling around the elbow but significant tenderness with crepitus on the lateral supracondylar ridge just proximal to the lateral epicondyle. He had restriction of active terminal elbow extension by 10 degrees with near normal active elbow flexion, pronation and supination. Active flexion and extension at wrist were painful along with the painful terminal elbow extension. There was significant pain at the lateral distal humerus when active elbow flexion against resistance was performed in the mid-pronated position of the forearm. There was no distal neurovascular deficit.\\nAntero-posterior (AP) plain radiograph of the left elbow showed a fracture of the lateral distal humerus at the proximal part of the lateral supracondylar ridge above the epicondyle (). Computed tomography (CT) along with 3-dimensional reconstructions (3D) of the elbow further demonstrated a 3.0 cm crescentic fragment avulsed from the lateral supracondylar ridge of the distal humerus 1.2cm above the lateral epicondyle with 3mm anterolateral displacement (). Based on the mechanism of the injury and the particular location and nature of the fracture fragment, a diagnosis of avulsion fracture of the left brachioradialis muscle from its origin at the left distal humerus attachment was made.\\nIn view of the minimally displaced fracture, the patient was managed non-operatively with a long arm plaster cast with the elbow in 90 degree flexion and wrist held in midpronated position to avoid stresses on the wrist extensors and the brachioradialis muscle. At the end of four weeks, the cast was removed, and clinical reassessment revealed mild tenderness at the fracture site with minimal pain upon active resisted elbow flexion in the semi-pronated position of the forearm. He was started on rehabilitation with gradual elbow, wrist and finger range of motion exercises and was instructed to abstain from lifting heavy objects for a period of 12 weeks. By 14 weeks, there was no local tenderness and the resisted active elbow flexion test was painless with full strength across wrist and elbow. Follow-up radiograph showed bone healing with good callus formation ().", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'11569850': 1, '19464931': 1, '10717863': 1, '28435562': 2}", "similar_patients": "{}"}