{"patient_id": 120912, "patient_uid": "5668484-1", "PMID": 28851076, "file_path": "noncomm/PMC005xxxxxx/PMC5668484.xml", "title": "Molecular characteristics of multifocal invasive mucinous adenocarcinoma of the lung: Report of a rare case", "patient": "On May 19, 2015, a 36-year-old Chinese man was admitted complaining of dyspnea and chest discomfort that had lasted approximately two months, unaccompanied by hemoptysis or low-grade fever. No pertinent signs emerged during physical examination. The patient had generally enjoyed good health and had no history of smoking. All pulmonary function tests, as well as cranial magnetic resonance imaging, bone scan, and abdominal ultrasound, showed no obvious abnormalities. Serum levels of carcinoembryonic antigen, squamous cell carcinoma antigen, and neuron-specific enolase were also within normal reference ranges.\\nSubsequently, a CT scan revealed a sizeable mass (diameter 9 cm) within the middle lobe of the right lung. Its border at the upper lobe was poorly demarcated, and two small nodules in the right upper and lower lobes were also identified (Fig ). A benign condition was considered, because the largest mass was ill defined and had not changed in size after two months of observation. Although fibrobronchoscopy was performed on two occasions, the bronchial lumen was devoid of lesions or external impingement, and no malignancy was identified in exfoliative cytology. Results of a positron emission tomography-computed tomography (PET-CT) scan were also compatible with a benign process of the right middle lobe (standardized update value 1.4). The nodules of the right upper and lower lobes failed to abnormally retain concentrated tracer, and no metastases were encountered in regional lymph nodes or in other areas of the body.\\nThe middle lobe of the right lung and the small nodule in the right upper lobe were resected during video-assisted thoracoscopy on June 3, 2015. The mediastinal lymph nodes were also removed, leaving the separate lower lobe nodule intact. Upon examination, the growths were rich in mucus and highly gelatinous. Microscopic sections confirmed IMA at both the middle and upper lobe sites of involvement and in subcarinal lymph nodes (hematoxylin and eosin staining) (Fig a). Subsequent EGFR genetic testing (genes 18, 19, 20, and 21) was negative. The same was true of EML4-ALK genetic fusion testing.\\nBecause the right lower lobe lesion remained unchanged after four chemotherapeutic cycles of pemetrexed/cisplatin (Fig b), the molecular structure of the tumor was explored. Profiling of genetic mutations via next-generation sequencing (OncoScreen TM 295 genes, Burning Rock Dx, Guangzhou, China) (Table ) revealed a high proportion (~67.3%) of KIAA1468-RET fusion gene (Table ). No other tumor-related somatic mutations were detected. The patient has survived for 20 months postoperatively, free of tumor recurrence or metastasis.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'19581016': 1, '28085497': 1, '25152623': 1, '23891509': 1, '22327624': 1, '24504365': 1, '27615396': 1, '25122427': 1, '27533506': 1, '22327623': 1, '23533264': 1, '10458257': 1, '32509366': 1, '23242438': 1, '24667022': 1, '23150706': 1, '25349307': 1, '25704901': 1, '27938622': 1, '28851076': 2}", "similar_patients": "{}"}