{"patient_id": 67092, "patient_uid": "5461697-1", "PMID": 28587673, "file_path": "comm/PMC005xxxxxx/PMC5461697.xml", "title": "Pathohistological investigation of osteochondral tissue obtained during total knee arthroplasty after osteochondral autologous transfer: a case report", "patient": "A 67-year-old Japanese man (body mass index, BMI = 27.7) presented to the hospital with right knee pain diagnosed as spontaneous osteonecrosis of the knee and was treated conservatively. Three years later, OAT was performed because of increased pain and cyst formation observed in the subchondral area by magnetic resonance imaging. Before OAT, T2-weighted images showed a wide area of low intensity in the right medial femoral condyle (MFC) that reached the bone marrow region (Fig. A, B); the Lysholm score was 49/100. The degenerated region measured 25 × 20 mm in the weight-bearing area of the MFC and was considered a defect after OAT. A total of three grafts, 10 mm or 6 mm in diameter with a depth 16 mm, were harvested from the non-weight-bearing portion of the patella groove and were transferred to the defect area. At 1.5 years after OAT, we confirmed that the International Cartilage Repair Society score was grade II and the Lysholm score was 85/100, although the pain remained a little. Total knee arthroplasty (TKA) was performed 3 years after OAT because of chronic and intense pain. T2-weighted images showed a wide range of osteonecrosis with high signal intensity (Fig. C, D). Two parts of osteochondral tissue were isolated so that they could be discarded during TKA; the osteochondral tissue containing implanted plugs (Fig. A) and the host trabecular bone located deeper than the engrafted tissue. Isolated tissues were observed macroscopically, fixed, decalcified, and embedded in paraffin. Then, 6-μm sections were stained with hematoxylin–eosin (H–E) and safranin-O (SO). The expressions of type I and type II collagen and vascular endothelial growth factor (VEGF) were analyzed immunohistochemically. We also investigated a comparative control tissue extracted from the normal area of a middle-aged man who underwent TKA.\\nOn macroscopic observation, the tissue of our patient was filled with regenerated tissue among all plugs and host tissue. The surface was almost smooth (Fig. A). On microscopic observation, strong SO staining was observed in the engrafted plug, host cartilage, and control tissue (Fig. B). The gap between plugs is usually filled with regenerated fibrous tissue with less SO and type II collagen staining intensity. Instead, type I collagen staining intensity was denser than that for the plug, host cartilage, or control tissue (Fig. ). There were some cracks in the regenerated fibrous tissue that reached the bone marrow region. Bone marrow edema (BME) or cyst formation within the microvasculature was confirmed mostly in the bone marrow region and these findings were not observed in control tissue (Fig. B). Neovascularity indicated by VEGF staining was frequently observed in subchondral area connected to the bone marrow spaces and deep subchondral area in the plug and in the host trabecular bone near the BME (Fig. ).", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'15310569': 1, '1158947': 1, '20360528': 1, '23482060': 1, '25660010': 1, '22483989': 1, '18451392': 1, '26474951': 1, '19022697': 1, '21892626': 1, '22961315': 1, '18359599': 1, '11281736': 1, '19519926': 1, '25617008': 1, '20400750': 1, '18313470': 1, '23351867': 1, '28587673': 2}", "similar_patients": "{}"}