{"patient_id": 122174, "patient_uid": "5759081-1", "PMID": 29333029, "file_path": "noncomm/PMC005xxxxxx/PMC5759081.xml", "title": "Flagellate Rash: An Unusual Complication of Bleomycin Therapy – A Case Report with Brief Review of Literature", "patient": "A 29-year-old male patient, with no prior known medical or dermatological comorbidities or any drug allergy, was diagnosed as a case of Stage IIIB testicular cancer. Contrast-enhanced computed tomography chest, and abdomen was suggestive of the lobulated lesion in paraaortic region with multiple bilateral lung nodules, mediastinal, and hilar lymphadenopathy []. Preoperative tumor marker analysis revealed serum alpha-feto protein level 12,100 ng/ml, serum beta human chorionic gonadotropin (HCG) level 2.39 mIU/ml, and serum lactate dehydrogenase (LDH) level 819 U/L. He underwent right high inguinal orchiectomy in May 2015. Final histopathology report was suggestive of mature cyctic teratoma of right testis with associated features of intratubular germ cell neoplasia []. Postoperative tumor marker analysis revealed serum alpha-feto protein level 126 ng/ml, serum beta-HCG level 2.39 mIU/ml and serum LDH level 292 U/L. Patients pulmonary and renal function tests were normal. He was started on bleomycin (30 units on days 1, 8, and15), etoposide (100 mg/m2 on day 1–5), and cisplatin (20 mg/m2 on day 1–5) based chemotherapy (BEP chemotherapy) as per our institutional protocol. However, after 3 cycles of chemotherapy, the patient started complaining of pruritic linear rashes which patient noticed first over the trunk and then gradually increased to involved skin over the chest, back, shoulder, and bilateral upper and lower limbs []. On physical examination, linear and streaked pigmentation were seen on bilateral upper limbs, lower limbs, and over chest and back. No other skin lesions were noted. There was no mucosal involvement or systemic upset. A clinical diagnosis of bleomycin-induced flagellate rash and postinflammatory pigmentation was considered. Routine laboratory investigations, including liver and renal function tests, were normal. Bleomycin was withheld from subsequent chemotherapy cycles, and the patient was prescribed betamethasone dipropionate ointment for local application twice a day for 2 weeks. On subsequent follow ups, the itching sensation was reduced was mild hyperpigmentation remained [].", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'17642561': 1, '23286808': 1, '17327612': 1, '24685854': 1, '25031171': 1, '21142531': 1, '26798532': 1, '24125992': 1, '25009666': 2, '23217953': 1, '25207196': 1, '27106629': 1, '25867573': 1, '29333029': 2}", "similar_patients": "{'4081419-1': 1}"}