{"patient_id": 114499, "patient_uid": "5105222-1", "PMID": 27867460, "file_path": "noncomm/PMC005xxxxxx/PMC5105222.xml", "title": "Percutaneous Dual-valve Intervention in a High-risk Patient with Severe Aortic and Mitral Stenosis", "patient": "A 76-year-old female patient with the combination of severe symptomatic degenerative AS and severe symptomatic degenerative MS was admitted because of acute worsening of heart failure. At the time of presentation, the patient was New York Heart Association (NYHA III) with bilateral peripheral edema and the signs of left-heart failure. Blood-gas analysis showed global respiratory insufficiency.\\nMoreover, the patient suffered from chronic ischemic heart disease (myocardial infarction 20 years earlier), underwent coronary artery bypass grafting (17 years earlier), stent implantation in saphenous vein graft to first diagonal branch, and the left anterior descending artery (7 years earlier). The patient was also diabetic (oral treatment) and suffered from chronic kidney failure (KDIGO Type IIIA), dyslipoproteinemia, sleep-apnea syndrome, and had severe obesity (body mass index of 53.3).\\nBaseline diagnostics included coronary angiography [], transesophageal echocardiography (TEE) [Figures and ], and computed tomography angiography (CTA).\\nWith an EuroSCORE II of 16%, the patient was classified as high risk and due to concomitant comorbidities, the heart team found her unsuitable for surgery and repeated general anesthesias.\\nBefore intervention, the patient was scheduled for computed tomography for detailed analysis of aortic root and peripheral arteries. The analysis and measurements were done using the 3mensio software, valve and vascular modules (3mensio Medical Imaging BV, Bilthoven, The Netherlands).\\nBased on the detailed analysis of all imaging modalities, the strategy was to perform dual-valve single-intervention with PMC - Inou® Balloon (Toray, Tokyo, Japan) as the first step, followed by TAVI - right femoral approach and 26 mm CoreValve® (Medtronic, Minneapolis, MN, USA).\\nPMC and TAVI were performed under the angiographic and TEE guidance [] with no periprocedural complications. Postintervention TEE showed an excellent result of PMC with a residual transmitral gradient of 2 mmHg and mild regurgitation [], and an excellent result of TAVI (normal pressure gradient over the CoreValve® and no remaining aortic regurgitation). The proper position and apposition of CoreValve® were also confirmed with postinterventional CTA []. Postinterventional course was uneventful, free of complication, and the patient was discharged on day 4. At 6-months clinical follow-up, the patient is stable, compensated and NYHA I.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'25256327': 1, '25453406': 1, '8195521': 1, '25787196': 1, '22922415': 1, '12831818': 1, '12473543': 1, '27867460': 2}", "similar_patients": "{}"}