{"patient_id": 122671, "patient_uid": "5798137-1", "PMID": 29423161, "file_path": "noncomm/PMC005xxxxxx/PMC5798137.xml", "title": "Infective endocarditis, embolic stroke and splenic abscess: a case report", "patient": "A 75-year-old male presented to clinic with a decline in mental status following 6 weeks of progressive weakness. His past medical history included hypertension, coronary artery disease, stable chronic lymphoid leukemia (CLL) and newly diagnosed congestive heart failure (CHF) with moderate aortic valve insufficiency seen on outpatient echocardiogram 3 weeks earlier. Vital signs were within normal limits, and physical exam revealed a non-focal neurologic examination, diastolic heart murmur and diffuse mild abdominal pain. Admission laboratories were notable for WBC of 18 500/mm3 (slightly increased above CLL baseline), with neutrophil predominance. Brain MRI (Fig. ) and trans-esophageal echocardiography revealed multiple bilateral areas of restricted diffusion consistent with ischemic stroke, as well as a 2.2 cm aortic valve vegetation with severe aortic regurgitation, but no intra-cardiac abscess. Blood cultures confirmed Enterococcus faecalis endocarditis. Abdominal CT scan (Fig. ) revealed an 8.1 cm splenic lesion consistent with splenic abscess.\\nThough hemodynamically stable, his neurologic status deteriorated despite antibiotic therapy, with signs and symptoms of worsening CHF. A multi-disciplinary team determined emergent aortic VR (AVR) was necessary given his cardiac decompensation and ongoing neurologic decline. Simultaneous splenectomy and AVR were not considered a viable option. Instead, the splenic abscess was percutaneously drained and the patient underwent successful AVR with a 25 mm Magna bioprosthetic valve and two-vessel coronary artery bypass grafting. His post-operative course was largely unremarkable—however, severe deconditioning and malnutrition prevented interval splenectomy. His drain was removed and he discharged to a transitional care unit (TCU) with IV antibiotics.\\nAfter 12 weeks of intravenous antibiotic treatment, repeat CT revealed a persistent 7-cm splenic fluid collection. Definitive splenectomy was recommended to prevent re-infection of the aortic valve, and he underwent an uncomplicated robotic-assisted (da Vinci) splenectomy. His post-operative course was uneventful, and he discharged to TCU in stable condition. At 2-year follow-up, patient is doing well living independently at home.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'15956145': 1, '21358398': 1, '19652096': 1, '9788024': 1, '19273776': 1, '21620012': 1, '32849876': 2, '15503101': 1, '12735596': 1, '29423161': 2}", "similar_patients": "{'7441411-1': 1}"}