{"patient_id": 64784, "patient_uid": "5299656-1", "PMID": 28194276, "file_path": "comm/PMC005xxxxxx/PMC5299656.xml", "title": "A case report of concurrent embryonal rhabdomyosarcoma and diffuse large B-cell lymphoma in an adult without identifiable cancer predisposition", "patient": "A 37-year old woman with no pertinent past medical history presented with a firm non-tender lump in her left proximal thigh. The mass was mildly painful and enlarged over one year. This patient had a family tree consisting of 2 generations above and 1 generation below compiled during her visit with the Clinical Genetics team. The family cancer history was notable for a paternal grandfather with prostate cancer at age 80, a maternal uncle with prostate cancer at age 72, and a maternal grandmother with melanoma at age 60. There were no cancers at an early age, sarcomas, leukemias, lymphomas, nor malignancies pathognomonic for inherited predisposition syndromes.). Approximately one month prior to diagnosis, she was hospitalized for management of pneumonia; imaging studies were not performed and she was treated with antibiotics and a weeklong pulse of glucocorticosteroids. Following ultrasound-guided fine needle aspiration showing a spindle cell neoplasm, a MRI demonstrated an enhancing intra-muscular mass measuring 4.9 cm in maximal diameter. She underwent en bloc resection of the mass with pathology consistent with high-grade spindle cell rhabdomyosarcoma with high mitotic rate, negative margins, and negative local lymph nodes. During staging imaging, she was found to have a hypermetabolic 1.4 cm left anterior mediastinal perivascular thoracic lymph node on baseline PET scan (SUV = 6.6). As the presence of a distant metastasis would increase her stage from Stage 2 to Stage 4, with a resultant significant change in both her therapy and prognosis, she underwent excision of this mediastinal mass which revealed a distinct primary tumor, DLBCL. Given the simultaneous occurrence of two rare and pathophysiologically distinct malignancies, each tumor was sequenced using MSK-IMPACT, a hybridization capture-based next-generation DNA sequencing assay of exons of 410 genes recurrently mutated in solid tumors [] (Fig. ). Her rhabdomyosarcoma was negative for FOXO1 gene rearrangement and found to have a somatic alteration in NF1. Her DLBCL had multiple somatic mutations including ATM, B2M, FAT1, HGF, MYCN, PIM1, various mutations in the same allele of exon 2 of SOCS1, and SOX17 (Table ). MSK-IMPACT testing did not reveal any germline mutations in the targeted gene panel. No copy number alterations were identified. Although the ERMS was of sufficient tumor purity, the DLBCL had low tumor content. Mean overall coverage (sequencing depth) in the ERMS, DLBCL, and germline samples were 606X, 623X, and 261X, respectively. Given the consequences of missing a Li-Fraumeni syndrome diagnosis, additional testing was performed on the TP53 coding sequence (exons 2–11), including bidirectional splice junction sequencing, as well as deletion and duplication analysis to evaluate for larger chromosomal rearrangements were negative for any germline aberrations.\\nBased on the absence of distant metastases and the favorable histology of her tumor, her RMS was classified as “low-risk” (Stage 2, Group I) and her mediastinal DLBCL was classified as Stage 1. Consequently, she was treated with an individualized regimen that incorporated the basic design of the Children’s Oncology Group (COG) low-risk rhabdomyosarcoma study, ARST 0331, with R-CHOP. The low risk arm of ARST 0331 is composed of 24 weeks of chemotherapy with vincristine, dactinomycin, and cyclophosphamide plus/minus radiation. R-CHOP consists of rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisone. The patients individualized regimen is detailed in Table . Because severe neuropathy in adults tends to limit the tolerability of intensively-dosed vincristine as typically given on pediatric chemotherapeutic regimens, her individualized regimen was modified to replace 6 vincristine doses with 2 additional cyclophosphamide doses. Four doses of dactinomycin were substituted with doxorubicin to achieve the desired anthracycline dose for R-CHOP. She received pulses of prednisone every 5 days and 6 total doses of Rituximab. Her treatment course was complicated by severe constipation and jaw pain secondary to vincristine, granulocyte colony stimulating factor associated bone pain, and mild mucositis during her expected periods of neutropenia. These toxicities did not lead to any delays in treatment. She is currently more than a year and a half off therapy in complete remission from both primary cancers, undergoing close monitoring for both malignancies.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'9849484': 1, '25261932': 1, '22180160': 1, '25801821': 1, '5396222': 1, '26420980': 1, '20805363': 1, '25611436': 1, '27377716': 1, '25655614': 1, '27038637': 2, '29456860': 1, '26193998': 1, '19255307': 1, '25975442': 1, '28194276': 2}", "similar_patients": "{'4818867-1': 1}"}