{"patient_id": 118476, "patient_uid": "5478320-1", "PMID": 28614235, "file_path": "noncomm/PMC005xxxxxx/PMC5478320.xml", "title": "Pulmonary spindle cell carcinoma with unusual morphology", "patient": "The patient is a 59-year-old woman with a 20-year smoking history. She was presented with a cough without obvious cause for 8 days, and the cough was associated with the production of 20 mL of bloody sputum per day. Since its onset, she occasionally had a low fever with a body temperature of 37–38°C. Contrast-enhanced computed tomography (CT) showed a circular, low-density shadow of 4.8 × 4.0 cm without discernible borders in the right lung (Fig. A). Slightly enhanced borders were observed after enhancement (Fig. B). Head CT, bone scintigraphy, and ultrasound of the liver, gallbladder, spleen, pancreas, and kidneys showed no sign of tumors. Because of suspected lung tumor lesions, the patient underwent tumor resection under general anesthesia. The tumor was 3.5 × 3 cm with a gray resection surface, surrounded by a yellow-white fish-like mass, and pleural dissemination was not found. The result of intraoperative frozen section showed a diffuse distribution of a short spindle cell tumor without obvious atypism, which was accompanied by inflammatory cell infiltration. Therefore, it was initially diagnosed as an IMT. Resection of the right middle lobe and dissection of the lymph nodes were performed.\\nThe histopathological features after operation were as follows: the tumor had clear boundaries (Fig. A); the tumor cells were entirely composed of spindle cells in diffuse or storiform patterns. Typical features of adenocarcinoma, squamous cell carcinoma, and large cell carcinoma were not observed. Cell pleomorphism was not obvious (Fig. B), but mitosis was easily detected in some regions (about 8/10 high power fields [HPFs]; Fig. C). The tumor was associated with regions of coagulation necrosis (Fig. D) with nuclear hyperchromasia. The inflammatory cells in the tumor stroma could be seen, which was similar to IMT. Immunohistochemistry results were as follows: epithelial membrane antigen (EMA) (E29; Maixin Biology, Fuzhou, China), CK (pan) (MX005; Maixin Biology, Fuzhou, China) (Fig. A), and CK7 (OV-TL 12/30; Dako; Copenhagen, Denmark) (Fig. B) showed positive in tumor cells; thyroid transcription factor-1 (8G7G3/1; Dako; Copenhagen, Denmark) was expressed only in type II alveolar epithelial cells, but was negative in tumor cells (Fig. C). Vimentin (V9; Dako; Copenhagen, Denmark) in tumor cells were positive (Fig. D); Napsin A (MX015; Maixin Biology, Fuzhou, China), P63 (MX013; Maixin Biology, Fuzhou, China), P40 (ZR8, Maixin Biology, Fuzhou, China), actin (SMA) (1A4; Dako; Copenhagen, Denmark), CD68 (KP1; Maixin Biology, Fuzhou, China), CD34 (QBEnd 10; Dako; Copenhagen, Denmark) (Fig. E), signal transducer and activator of transcription 6 (STAT6) (YE361, Abcam, United States), CD99 (12E7; Dako; Copenhagen, Denmark), CK5/6 (D5/16B4; Maixin Biology, Fuzhou, China), Calretinin (DAK-Calret 1; Dako; Copenhagen, Denmark), D2–40 (D2–40; Maixin Biology, Fuzhou, China), WT1 (6F-H2; Dako; Copenhagen, Denmark), Desmin (D33; Maixin Biology, Fuzhou, China), MyoD1 (5.8A; Dako; Copenhagen, Denmark), S-100 (16/f5; Maixin Biology, Fuzhou, China), and transducer-like enhancer of split 1 (TLE1; 1F5, Maixin Biology, Fuzhou, China) were all negative in tumor cells. β-catenin (β-Catenin-1; Dako, Copenhagen, Denmark) was shown to be cytoplasm positive in tumor cells, but in tumor cells nuclei were negative (Fig. F). Anaplastic lymphoma kinase (ALK) (ALK-1; Dako, Copenhagen, Denmark) was also negative in tumor cells (Fig. G). Ki67 (MIB-1; Dako, Copenhagen, Denmark) indicated a high tumor proliferation index (about 70%+) (Fig. H). Fluorescence in situ hybridization (FISH) detection of ALK t(2P23) rearrangements indicated that <5% of tumor cells had separate red and green signals, and the synovial sarcoma-associated t(X;18)(p11;q11) translocation was also not observed. Based on the immunohistochemical and FISH findings, the patient was diagnosed with primary PSCC. There was no tumor involvement in the resected lymph nodes. The staging was pT2aN0M0 (Ib stage). The patient received 2 cycles of chemotherapy with cisplatin and docetaxel and 1 cycle of radiotherapy. Radiological examination after completion of treatment showed no signs of tumor recurrence and metastasis; however, the patient experienced weight loss and fatigue 4 months after the operation. Positron emission tomography (PET)/CT identified metastatic lesions in the kidney, lung, liver, thoracic vertebrae, retroperitoneal lymph nodes, and mediastinal lymph nodes (Fig. A–F). The patient refused to continue treatment and died 2 months later. This study was approved by the Institution Review Board of China Medical University.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'27323785': 1, '26329973': 1, '30140599': 2, '21308442': 1, '26558362': 1, '25657562': 1, '30196260': 2, '22923000': 1, '26709483': 1, '10669709': 1, '27259007': 1, '26236601': 1, '28315738': 1, '34632553': 2, '11557118': 1, '1707339': 1, '28614235': 2}", "similar_patients": "{'8502716-1': 1, '6103392-1': 1, '6129063-1': 1}"}