{"patient_id": 123997, "patient_uid": "5898133-1", "PMID": 29682062, "file_path": "noncomm/PMC005xxxxxx/PMC5898133.xml", "title": "Dural Ectasia and Cauda Equina Syndrome: A Rare Complication of Long-standing Fusion", "patient": "A 62-year-old man presented to our hospital with left lower extremity weakness, worsening progressively over 6 months, and recent onset of bowel and bladder incontinence. Clinical examination revealed flaccid paralysis of the left lower extremity with absent reflexes and loss of touch, proprioception, pinprick, and vibration. The rectal tone was decreased. An electromyography revealed muscle denervation in the left lower extremity suggesting polyradiculopathy. His medical history was significant for gunshot wound to the back for which he underwent several back surgeries over a protracted duration of 20 years between 1986 and 2006. No history of connective tissue disorder or ankylosing spondylitis (AS) was obtained.\\nCauda equina syndrome (CES) was suspected, and a magnetic resonance imaging (MRI) of the lumbar spine was ordered for further evaluation of the spinal canal and the cauda equina roots. Multilevel thoracolumbar spinal fusion and laminectomy were noted on MRI with no spinal stenosis at any level. The thecal sac was patulous and multiple dural sacculations were seen at L4 and L5 levels with scalloping of the posterior vertebral elements [arrows in Figure –] and peripheral displacement of the nerve roots [arrowhead in ]. Sacroiliac joints were unremarkable [arrowheads in ]. Based on the clinical and imaging findings, a diagnosis of CES and dural ectasia in the setting of long-standing spinal fusion was rendered.\\nLumboperitoneal shunting was offered, but the patient denied. He continues to be on physical therapy with little to no improvement.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'22381300': 1, '7234535': 1, '2012391': 1, '3189335': 1, '17823048': 1, '10450845': 1, '11256662': 1, '10489951': 1, '17032387': 1, '17332972': 1, '11586143': 1, '12177551': 1, '15570129': 1, '4303835': 1, '29682062': 2}", "similar_patients": "{}"}