{"patient_id": 118578, "patient_uid": "5490092-1", "PMID": 28663652, "file_path": "noncomm/PMC005xxxxxx/PMC5490092.xml", "title": "Clonidine as an Adjuvant in Fluoroscopic-guided Transforaminal Epidural Steroid Injection in a Patient of Chronic Lumbosacral Radiculopathy", "patient": "A 54-year-old female (weight 55 kg, 160 cm) was referred by an orthopedic surgeon to our pain clinic for persistent low back pain radiating down to right leg. She had a history of low back pain associated with radiculopathy, which was more on the right side and radiated till the big toe for more than 6 weeks. The impression on the magnetic resonance imaging (MRI) revealed a right paracentral disc protrusion at levels L4-L5, L5-S1 causing thecal sac indentation, effacement of the right lateral recess and right exiting nerve root impingement. There was no associated lumbar canal stenosis and no evidence of facet arthropathy. She had been taking analgesics tablet diclofenac 650 mg, tablet pregabalin 75 mg, tablet nortriptyline 10 mg, and regular physiotherapy for the last 6 weeks. She even underwent an epidural steroid injection (ESI) through the caudal route with 4 ml of 0.5% bupivacaine, 1 ml of methylprednisolone, and 5 ml of normal saline at a tertiary care center 4 weeks back after which her symptoms improved marginally for a period of 1 week and then she again started with debilitating pain, not getting relieved with analgesics and other modes of conservative management. The complete motor and sensory examination of the patient revealed motor power of Grade V, i.e. the muscle can move the joint; it crosses through a full range of motion against gravity and resistance. The sensations were intact as elicited by pain, temperature, vibration, position sense, stereognosis, and two-point discrimination. All the superficial and deep tendon reflexes were intact with an SLR of 10° on the right side and 70° on the left side. The patient had full control over the bladder and bowel.\\nWe hence planned, fluoroscopic-guided transforaminal ESI (TFESI) using clonidine as an adjuvant at levels L4-L5 and L5-S1 on the right side, after discussing both with the patient and the orthopedic surgeon.\\nAfter taking an informed written consent, an 18-gauge intravenous cannula was secured. All routine monitors (electrocardiography, noninvasive blood pressure, and oxygen saturation) were attached. The patient was positioned on the operating room table with a pillow underneath the abdomen in the prone position. Under fluoroscopic guidance, the standard safe triangle was identified with pedicle of the vertebrae forming one arm of the triangle, lateral border of vertebral body forming the second arm, and the hypotenuse being formed by the exiting nerve root. Under all aseptic precautions, the skin overlying the target area was anesthetized with 2 ml of 1% lidocaine. The level of the epidural injection was chosen depending on the MRI findings and physical examination as L4- L5 and L5-S1.\\nA 22-gauge spinal needle was then advanced under fluoroscopy aiming the needle at the superior and anterior part of the intervertebral foramen through the safe triangle. The needle placement was confirmed after injecting 1–2 ml of omnipaque, nonionic water-soluble contrast medium iohexol dye, demonstrating the contrast going through the foramen. Furthermore, the confirmation of the needle position with contrast dye reduced the possibility of misplacement or intravascular placement of the needle, which is always a risk in ESIs performed without fluoroscopy. The needle was advanced into the safe triangle, and its placement was then confirmed both by anteroposterior and lateral view. One milliliter methylprednisolone (40 mg) mixed with 0.5 ml clonidine (50 μg) and 1 ml bupivacaine 0.5% were given at each level (volume 2.5 ml).\\nAfter the completion of the procedure, the patient was transferred to the recovery area. The patient's hemodynamic parameters were monitored during and after the procedure. Assessment of pain relief and any motor or sensory deficit was checked immediately and then hourly after the procedure till discharge from the recovery area.\\nThe patient was discharged after having met the following discharge criteria after 2 h:\\nThe patient was able to walk unaided The patient was able to void her bladder without any difficulty.\\nShe was assessed for any numb or weak feeling in her back or legs for a few hours after the injection.\\nAfter 24 h, the patient was discharged from the hospital, and there was a significant improvement in the pain with an improvement in the SLR to 60°.\\nFollowing instructions were given at the time of discharge:\\nTo report any untoward incident To continue taking analgesics as advised To start back muscle strengthening exercises after 3 days if there was considerable pain relief.\\nPatient was then reassessed at 2 weeks, 1 month, and 3 months interval after the procedure. There was a significant improvement in the pain after single injection of TFESI using clonidine as depicted by the visual analog scale (VAS) score; there was a much reduced drug dose intake and an improvement in the daily life activities as stated by the patient.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'14976835': 1, '12447088': 1, '22828691': 1, '21982256': 1, '23615883': 1, '9821894': 1, '15138911': 1, '13695285': 1, '28663652': 2}", "similar_patients": "{}"}