{"patient_id": 70586, "patient_uid": "5715604-1", "PMID": 29225852, "file_path": "comm/PMC005xxxxxx/PMC5715604.xml", "title": "Physical rehabilitation modulates microRNAs involved in multiple sclerosis: a case report", "patient": "A 60-year-old Caucasian male patient, affected by SP-MS for 23 years, presented to our hospital (Fondazione “Ospedale San Camillo” IRCCS, Venice, Italy) with an Expanded Disability Status Scale score equal to four. His first symptom was optic neuritis and was diagnosed at the age of 37. Besides spasticity- and ataxia-related walking impairments, he displayed paraparesis, upper limb weakness, inability to make finest movements with his fingers, fatigue, dysarthria, liquid dysphagia, and bladder dysfunction without cognitive deficits. The patient signed the informed consent and was treated with NMT (the taping we used during the treatment was Cure Tape Beige, Aneid Italia S.r.l., Rome, Italy) for 4 weeks, at 4-day intervals, on the weakest side of the hamstring muscles (Fig. ). We used a 20-cm-long NMT which we subdivided into five fan-like fringes and applied to create stand-up folds. At baseline (T0) and after 4 weeks (T2), the patient was assessed using the Tinetti balance and gait assessment scale by Guidetti and the visual analogue scale (VAS) to assess pain (0 = no pain; 10 = maximum pain). The patient was asked to report any improvement in his lower limb strength and ability to walk for 10 meters and conduct daily activities (self-assessed) following therapy. After patient's evaluation at T0, he underwent 1 h of regular physiotherapy daily for 5 days a week for a month, and NMT was applied twice a week for a total of 20 applications. All NMT applications followed David Blow's concept of decompression and lengthening of the skin. Correct NMT methodology is described as “decompression and dilation taping” that improves blood circulation and oxygenation to the treated area , . We applied NMT to treat the lumbar part of the iliocostalis lumborum and the trapezius, deltoid, and gastrocnemius, bilaterally, based on the patient's posture, balance, and pain. We hypothesized that rehabilitation combining NMT and physiotherapy would reduce pain and improve posture and balance, strengthen muscles, and improve QOL.\\nSerum samples were collected at T0, week 2 (T1), and week 4 (T2) and analyzed for miRNAs profiling using TaqMan Low Density Arrays (Fig. ). At T2, lower limb strength, ability to walk for 10 meters and conduct daily activities improved compared to baseline. Balance and gait improved from a total of 19 [balance=11; gait=8] at T0 to 7 [balance=4; gait=3] at T2. VAS pain score also improved from baseline [VAS (T0) = 8 cm; VAS (T2) = 2 cm]. During therapy, 53 miRNAs were deregulated. Twenty-one miRNAs were upregulated, and 13 were downregulated at T1 and T2, if compared with T0. Sixteen miRNAs were downregulated at T1 and upregulated at T2 versus T0. Four miRNAs were upregulated at T1 and downregulated at T2 versus T0 (Table ). In our miRNAs panel, we identified two miRNAs, mir-140-5p and mir-642, upregulated throughout NMT treatment and previously shown to be involved in MS , , . We also identified four miRNAs (mir-103, let-7d, let-7e, and mir223) modulated by exercise.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'23079871': 1, '22376254': 1, '21224787': 1, '24590824': 1, '25642434': 1, '26780721': 1, '24852919': 1, '24959119': 1, '19952055': 1, '24087981': 1, '25893397': 1, '24586268': 1, '30205597': 1, '29225852': 2}", "similar_patients": "{}"}