{"patient_id": 124401, "patient_uid": "5939876-1", "PMID": 29765221, "file_path": "noncomm/PMC005xxxxxx/PMC5939876.xml", "title": "Surgical treatment of an esophageal bronchogenic cyst with massive upper digestive tract hematoma without esophagectomy: a case report and the review of the literature", "patient": "A 30-year-old man was referred to our hospital for the treatment of a mediastinal cyst located in the submucosa of the distal esophagus in November 2016. His chief complaints were dysphagia > 1 week and severe persistent upper abdominal pain mimicking aortic dissection with constant vomiting for 1 day after gastroscopic examination. The patient was unable to take in solids or liquids. The patient denied any chest symptoms, such as coughing and chest pain. His past medical history was unremarkable.\\nPhysical examination did not reveal any obvious abnormal signs, and preoperative laboratory data were within the normal range, with the exception of the tumor markers CA199 and CA125. The serum level of CA199 was > 1,000 U/mL (normal range:<37 U/mL), and CA125 was 4,816 U/mL (normal range: <37 U/mL), while carcinoembryonic antigen (normal range: <5 μg/L) and squamous cell carcinoma antigen (normal range: <1.5 μg/L) were within the normal range.\\nThe thoracic computed tomography (CT) scan revealed a well-defined low-density mass originating from the distal esophageal wall, measuring 67 × 51 × 60 mm with a CT value of 28 HU. The day before admission, the gastroscopy examination showed a smooth surface causing partial obstruction of the lower esophagus and a normal stomach fundus. An abdominal CT revealed a normal shape of the stomach (). Five days later, transverse contrast-enhanced chest CT showed a sharply defined mass measuring 47 × 70 × 85 mm with a CT value of 31 HU. Transverse contrast-enhanced abdominal CT showed a huge lump in the stomach wall (). The distal esophageal lumen was almost closed. After admission, a mass with a smooth surface causing partial obstruction of the lower esophagus (labelled E on ) and stomach fundus (labelled G on ) was observed by gastroscopy (). Laboratory data showed that hemoglobin (HGB) was 85 g/L (normal range: 120–160 g/L) compared with 122 g/L 5 days before.\\nGiven these findings and evaluation, an esophageal cyst with malignancy was suspected and the patient underwent surgery. Preoperatively, we chose among surgical procedures including enucleation, complete resection of the cyst, esophageal reconstruction, and radical resection of esophageal cancer according to the characteristics of the cyst and the hematoma of the gastric wall.\\nIn the operation room, under general anesthesia, the left lung was collapsed using a double-lumen endotracheal tube while the patient was in a right lateral position. A left thoracotomy revealing a mass in the distal esophagus was performed. The mass was large and had severely adhered to the adjacent tissues, especially the diaphragm. The muddy brown contents were observed by aspiration of the mass. Because complete resection of the cyst was difficult, enucleation could not be performed. Esophageal myotomy in the distal esophagus was selected to preserve esophageal dynamic function and mucosal integrity. Partial resection of the cyst was performed simultaneously. A longitudinal 5-cm esophageal myotomy was performed, and a 40 × 70 × 80 mm unilocular cystic mass was identified. The cyst showed an exophytic swelling appearance and dense adhesions were observed between the cystic wall and the esophageal mucosa (). After separating the adhesions around the distal esophagus, the cyst was decompressed and intracystic fluid was suctioned to dissect the adjacent tissues easily and safely. The residual cyst wall was treated with electrocautery and iodine to prevent recurrence. The absence of mucosal perforation or esophagostenosis was confirmed intraoperatively by injecting water into the esophagus and stomach. The proper muscle layer of the esophagus was recovered approximately. Opening of the diaphragm and removal of the hematoma were achieved by making a small incision in the surface of the gastric muscle. A chest drainage tube was inserted through the eighth intercostal space.\\nHistopathologically, the wall of the cyst was lined with ciliated columnar epithelium. The wall also contained cartilage and bronchogenic glands. We also detected positive expression of CA199 and CA125 in cyst sections by immunohistochemical staining (). A bronchial cyst of the esophagus was finally confirmed based on these findings ().\\nThe postoperative process was favorable. A control esophagogram (barium meal) performed on postoperative day 30 showed neither stenosis nor leakage (), and oral fluid intake was resumed. The patient was discharged tolerating liquids and soft food uneventfully. The serum CA199 and CA125 levels decreased to normal levels after the operation. The patient is presently doing well at 3 months after surgery. No recurrence or dysphagia was noted during the follow-up period.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'11845887': 1, '26675877': 1, '27822780': 1, '32714540': 1, '16874000': 1, '2069465': 1, '12085056': 1, '21357324': 1, '17958719': 1, '15578307': 1, '26823885': 1, '16919550': 1, '22477181': 1, '17004875': 1, '19119078': 1, '15898909': 1, '24401509': 1, '17859095': 1, '18064522': 1, '18498835': 1, '21885563': 1, '26986156': 2, '19423509': 1, '20008896': 1, '26425726': 1, '19475460': 1, '23013612': 2, '25502273': 1, '25669636': 1, '26112048': 1, '8651761': 1, '17596673': 2, '22643521': 1, '23917610': 1, '22236421': 1, '17670412': 1, '14962526': 1, '17670158': 1, '7739231': 1, '22022117': 1, '34376164': 2, '32368546': 2, '26002606': 1, '18060919': 1, '26722583': 1, '17874358': 1, '29765221': 2}", "similar_patients": "{'2693657-1': 1, '8353838-1': 1, '3599576-1': 1, '4839937-1': 1, '7190944-1': 1}"}