{"patient_id": 64793, "patient_uid": "5301382-1", "PMID": 28183285, "file_path": "comm/PMC005xxxxxx/PMC5301382.xml", "title": "Early detection of myocardial infarction following blunt chest trauma by computed tomography: a case report", "patient": "A 41-year-old man without any cardiovascular risk factors had a collision with a tree trunk while riding a motorcycle. Consciousness disturbance was noted at the emergency department one hour after the accident, physical examination revealed facial laceration and multiple sites trauma including ecchymosis over the chest wall. Whole body contrast-enhanced CT showed bilateral frontal subdural hematoma, multiple craniofacial bone fractures, left anterior rib fracture, and liver laceration with hemoperitoneum. Hypotension developed two hours after arrival with poor response to initial fluid resuscitation. Electrocardiogram (ECG) showed QS pattern with ST segment elevation at lead V2 to V3, ST segment elevation at lead I and aVL, and reciprocal ST segment depression at leads II, III and aVF (Fig. ). CT was re-evaluated and a decreased myocardial enhancement over the interventricular septum and apex of the left ventricle was noted (arrowhead, Fig. ). Under the impression of anterior AMI, coronary angiography showed total occlusion of the LAD (arrowhead, Fig. ). A dissection flap appeared at the occlusion site after thrombus aspiration (arrowhead, Fig. ). Two Driver bare metal stents of 4.0*30 and 3.5*24 mm were implanted to ensure full coverage of the dissection. The final angiography revealed optimal result with TIMI III flow (Fig. ). Patient’s hemodynamics was stable after the procedure and his consciousness improved gradually. No anticoagulant was prescribed due to high bleeding risk, and the subsequent hospital stay was uneventful. Echocardiography performed after the procedure revealed akinesis over the anterior wall of the left ventricle. The highest levels of cardiac enzymes were CK 4839 U/L, CK-MB 468.7 U/L, and hsTroponin-I 178.2 ng/ml. The patient discharged 14 days later with daily regimen of clopidogrel 75 mg and acetylsalicylic acid 100 mg for 3 months, then acetylsalicylic acid alone for another 6 months. No angiotensin-converting-enzyme inhibitor or beta-blocker was prescribed due to his relative low blood pressure, and neither statin prescribed due to his normal lipid level and non-atherosclerotic cause of myocardial infarction. In a 12-month follow-up the patient is asymptomatic, without any heart failure or recurrent symptom of myocardial ischemia.", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'21234635': 1, '29362581': 1, '24765348': 1, '19214607': 1, '20975004': 1, '22922414': 1, '25683210': 1, '8639191': 1, '16032622': 1, '22582351': 1, '19818151': 2, '16770235': 1, '27011943': 1, '34447594': 2, '17928493': 1, '24603073': 1, '9032049': 1, '15964088': 1, '28183285': 2}", "similar_patients": "{'2770538-1': 1, '8384542-1': 1}"}