{"patient_id": 122260, "patient_uid": "5767794-2", "PMID": 29375749, "file_path": "noncomm/PMC005xxxxxx/PMC5767794.xml", "title": "Leptomeningeal metastases originated from esophagogastric junction/gastric cancer: A brief report of two cases", "patient": "A 51-year-old man was diagnosed with an EGJ poorly differentiated adenocarcinoma (cT3N+, M0) in July 2009. He was therefore commenced on peri-operative chemotherapy with epirubicin, cisplatin and capecitabine regimen and on 02/11/2009 he was operated (Ivor-Lewis gastrectomy, ypT2N1, R0, gr III adenocarcinoma with signet ring features, Figure ). He remained disease-free until September 2015 when he experienced neurological symptoms such as dysphasia, headaches and temporary left side paresis. Initially, investigations by CT brain (Figure ), chest, abdomen, pelvis scans revealed no evidence of disease. Subsequently, a brain MRI scan revealed findings of LMC (Figure ). A CSF cytology investigation confirmed the diagnosis consistent with GC origin (Figure ), meanwhile a flow cytometric test confirmed the presence of a non hematopoietic cell population. Full blood count and biochemistry tests were within normal values and tumor markers’ evaluation revealed CEA = 6.3 ng/mL, CA 19-9 = 98.1 μg/mL. He was treated with intrathecal MTX (12.5 mg) twice-weekly with relatively good clinical response initially. After three weeks of treatment he was put on “maintenance” application once weekly, but unfortunately his performance status was rapidly deteriorated after a couple of weeks. Therefore, his treatment was changed to MTX, Cytosine Arabinoside (40 mg) and Dexamethasone (4 mg). He received 3 and 5 applications with good clinical response, in October and in December 2009, respectively. Afterwards, the CT chest-abdomen-pelvis re-staging scans revealed no clear evidence of local recurrence or metastatic disease, meanwhile the MRI brain performed revealed slight improvement of meningeal enhancement. In July 2016, his performance status deteriorated with severe episodes of headaches, dizziness, dysphasia, visual and hearing loss and consciousness deduction. He was re-challenged with IT but with modest improvement and died in September 2016.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'7673985': 1, '2505542': 1, '15015782': 1, '6336971': 1, '20966894': 1, '10448872': 1, '31604716': 1, '19860003': 1, '10395835': 1, '6895713': 1, '9576299': 1, '15957966': 1, '9484369': 1, '12714889': 1, '10525979': 1, '3559664': 1, '14769837': 1, '29375749': 2}", "similar_patients": "{'5767794-1': 2}"}