{"patient_id": 66407, "patient_uid": "5412141-1", "PMID": 28492007, "file_path": "comm/PMC005xxxxxx/PMC5412141.xml", "title": "Colchicine may assist in reducing granulation tissue in junctional epidermolysis bullosa", "patient": "The patient was a 41-year-old Caucasian female with JEB generalized intermediate (EB-registry #14) caused by two different LAMB3 mutations (R635X/1588delAG) and who had been generally well, with two full-term pregnancies (). She had successfully given birth to two unaffected children (). Prior to the establishment of the National EB Dressing Scheme in Australia in 2009 for funding of dressings, she could not afford silicone nonstick dressings and only used gentian violet on her erosions, air dried after a bath, without dressings and had only a limited number of erosions, which were well controlled. After June 2010, she began using silicone dressings (Mepilex, Mepitel, Mepilex Lite, and Mepilex Transfer) under the scheme as recommended by the EB nurse at the scheme. Subsequently, she gradually developed exuberant granulation tissue under the dressings, and her skin failed to adapt to the changes, despite several different nonstick silicone–based dressings being tried. At various times, weaning of these dressings was attempted, but the granulation tissue did not heal as before with the gentian violet and stuck to her clothes.\\nOver the last 2 years, she developed multifactorial anemia (hemoglobin fell in from 122 g/L in February 2013 to 89 g/L in February 2014) resulting from iron deficiency and chronic inflammation, weight loss, and nutritional deficiency. She had multiple blood transfusions for the severe anemia, which kept recurring within a few weeks, and skin infections with methicillin sensitive staphylococcus aureus and Group B streptococcus requiring 4 units of packed red blood cell transfusion, iron infusion, and long-term intravenous antibiotic administration. She was investigated with upper endoscopy, colonoscopy, and a pill-cam study without an identifiable source of bleeding as the hemoglobin dropped more precipitously than previously. Hemolytic screen was also negative. It was concluded that her anemia most likely resulted from chronic inflammation of her skin, marked cutaneous erosions, and iron deficiency.\\nDespite having regular bleach and salt baths to prevent recurrent skin infections, she suffered from recurrent skin infections requiring repeated courses of antibiotics. In October 2014, she developed acute renal failure and delirium during one of these episodes of sepsis, from which she recovered. The decision was made to trial 500 μg oral colchicine on the basis that it might inhibit cell proliferation and reduce inflammation. It took 6 months of persuasion for her to agree to try it. Baseline laboratory work was performed, including complete blood count, electrolytes, urea, creatinine, liver function test, and C-reactive protein (CRP).\\nIn our EB clinics, patients are routinely monitored using validated EB-specific outcome measures, the EB Disease Activity and Scarring Index (EBDASI) and the Quality of Life in EB (QOLEB) questionnaire. The EBDASI distinguishes activity scores separately from damage. The total activity score is 276, and a total damage score is 230 (). The total score for the QOLEB is 51, and a lower score on the QOLEB correlates with the better quality of life (). Her scores had been monitored during the previous year at each of her visits.\\nThree monthly blood testing was performed to monitor serological response to colchicine. This patient was followed up at 3 months during the 6-month period of colchicine therapy. Full skin examination was performed, each time with a complete removal of all the dressings in the designated EB bathroom. She felt symptomatically better after starting colchicine, with less stinging and burning sensation of the skin. She denied having gastrointestinal symptoms such as nausea, vomiting, or diarrhea. Clinically, there were fewer skin erosions and granulation tissue and erythema (, a–c). Her EBDASI score improved from 106 total (30 for activity and 76 for damage) at the baseline to 60 (23 for activity and 37) for damage after 6 months of colchicine treatment (). Her quality of life score, which had gradually worsened over the preceding few years, also improved from 35/51 to 24/51 after the 6 months of colchicine treatment (). Blood studies did not reveal any rare hematological side effects, including agranulocytosis, thrombocytopenia, and aplastic anemia. Renal function remained stable, and her hemoglobin improved significantly from 95 g/L at the baseline to 128 g/L after the 6 months. A steady decline of her elevated CRP level was also observed ().", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'8632074': 1, '24355263': 1, '3314832': 1, '24690439': 1, '21623758': 1, '3036421': 1, '28491953': 1, '15776777': 1, '22881474': 1, '20347413': 1, '19681875': 1, '11810295': 1, '28492007': 2}", "similar_patients": "{}"}