{"patient_id": 124358, "patient_uid": "5937239-1", "PMID": 28975823, "file_path": "noncomm/PMC005xxxxxx/PMC5937239.xml", "title": "Serotonin Syndrome Complicating Treatment of Ifosfamide Neurotoxicity With Methylene Blue", "patient": "A 58-year-old woman with a history of hypertension, generalized anxiety disorder, depression, and hepatitis C was diagnosed with retroperitoneal leiomyosarcoma. She underwent radical resection of the tumor with negative margins and subsequent segmental duodenectomy and inferior vena cava closure. Two years later, she presented with nausea, vomiting, and right upper quadrant abdominal pain secondary to 2 new retroperitoneal masses. Biopsy confirmed recurrent disease. The patient was started on chemotherapy with AIM75/10 (doxorubicin 25 mg/m2/d intravenous [IV] over 24 hours on days 1 to 3, ifosfamide 2500 mg/m2/d IV over 24 hours on days 1 through 4, mesna 2500 mg/m2 IV concurrently with ifosfamide over 24 hours on days 1 through 4, then 2500 mg/m2 IV over 12 hours on day 5). The first cycle of Mesna, Adriamycin, and Ifosfamide (chemotherapy regimen) was complicated by neutropenic fever. The second cycle was also complicated by neutropenic fever, despite a reduction in ifosfamide dose to 2000 mg/m2/d for 4 days. During the third cycle, the patient developed acute altered mental status shortly after receiving her second dose of ifosfamide despite being on thiamine 100 mg Oral /peroral (PO) daily as prophylaxis. Other concurrent scheduled medications at the time included bisacodyl 5 mg PO daily and docusate-senna 50 to 8.6 mg PO daily for constipation; clonidine 0.2 mg PO twice daily, losartan 50 mg PO daily, and nifedipine extended release (ER) 60 mg PO every morning and 90 mg every evening for hypertension; ondansetron 8 mg IV every 8 hours, dexamethasone 18 mg PO daily, and metoclopramide 10 mg PO at meals and at bedtime for chemotherapy-induced nausea and vomiting; oxycodone ER 15 mg PO twice daily for pain; fluconazole 200 mg PO daily for thrush; and paroxetine 20 mg PO daily for generalized anxiety disorder and depression. She displayed confusion, memory impairment, and an inability to follow commands or form coherent speech. Her total delirium observation score was 10. The thiamine dose was increased to 100 mg IV every 4 hours for presumed ifosfamide neurotoxicity. After 2 doses of IV thiamine and continued neurological decline, methylene blue 50 mg IV was added every 6 hours. As a precaution, the patient’s paroxetine, which she had been taking daily for at least the past 3 years, was discontinued. Over the next 6 to 12 hours and after 2 additional doses of methylene blue, her status deteriorated further. In addition to worsening confusion (total delirium observation score of 13), she developed severe sinus tachycardia (185-210 beats/min), hypertension (increase from 120/77 to 150/87 mm Hg), diaphoresis, fever (peak temperature 38°C), and combativeness. On physical examination, she demonstrated hyperreflexia, ocular clonus, spontaneous muscular clonus, and facial tremors. These symptoms and physical examination findings led to concern for serotonin syndrome, and as a result, methylene blue was discontinued. Her ondansetron was stopped for the same reason. She received IV lorazepam, metoprolol, acetaminophen, and hydromorphone for symptomatic management. During the course of her clinical decline, she was transferred to the critical care unit to provide elevated measures of care and intubation for airway protection. Initial laboratory tests, which included blood cell counts, electrolytes, renal function panel, and liver function tests, were within normal limits. A workup for sepsis consisting of blood and urine cultures in addition to chest imaging was unremarkable. Computed tomography and magnetic resonance imaging of the head revealed no acute vascular events or other abnormalities. Intravenous thiamine was continued in combination with general supportive care measures, and the patient was monitored closely. Her mentation slowly improved over the next 6 days in the critical care unit, and she was extubated. She demonstrated normal memory and fluent speech without the presence of any uncontrolled movements. After 15 total days of hospitalization, including 8 in the critical care unit, she was discharged from the hospital without residual encephalopathic or neurological symptoms. Subsequently, the patient was seen for a follow-up appointment in the sarcoma ambulatory care clinic to assess her response to therapy and discuss further disease management. Given the severe toxicities the patient had experienced with ifosfamide, it was determined that it would not be safe to rechallenge with the agent. Alternative options included further systemic therapy with single-agent doxorubicin or different agents altogether or surgical management. Given that her disease recurrence continued to be oligometastatic and that more systemic therapy would not be likely to provide any significant benefit, her oncologist elected to attempt surgical resection with the goal of leaving the patient with no evidence of disease. Two months later, the patient underwent resection of regional recurrence of 2 sites of disease. At last clinic follow-up prior to publication, imaging displayed no evidence of disease.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'10941349': 1, '15784664': 1, '20142303': 1, '16391008': 1, '18840018': 1, '12925718': 1, '26302952': 1, '15625365': 1, '21399985': 1, '17355105': 1, '24358002': 1, '22235061': 1, '30083561': 2, '10646879': 1, '28975823': 2}", "similar_patients": "{'6069036-1': 1, '6069036-2': 1}"}