{"patient_id": 122354, "patient_uid": "5772484-1", "PMID": 29372173, "file_path": "noncomm/PMC005xxxxxx/PMC5772484.xml", "title": "Acute Transverse Myelitis Caused by Echovirus 11 in a Pediatric Patient", "patient": "In September 2014, a 12-year-old boy presented to the University of Minnesota Masonic Children’s Hospital emergency department with a recent history of neck pain and progressive weakness of his right arm. His symptoms began 1 week prior to admission when he woke from sleep with neck stiffness. The following day, he experienced nausea with emesis and was noted to have an oral temperature of 38.6°C. Neck stiffness worsened over the next few days with new-onset intermittent headaches. Upon initial presentation to the emergency department, weakness was noted and he had difficulty turning his head to the left, keeping it upright and raising his right arm. He did not have sensory changes. No other neurological deficits were noted. He had no rash, upper respiratory infection symptoms, joint swelling, sore throat, cough, abdominal pain, or dysuria. In the 6 months prior to the onset of illness, he had been camping in Central Minnesota and had traveled to the United States Virgin Islands and the Amazon rainforest in Ecuador. There was no history of a prior tick bite.\\nAt the time of hospital admission, vital signs were normal but neurological examination was significant for absent muscle stretch reflexes in his right upper extremity. He had profound weakness in the proximal muscles and milder weakness in the distal muscles of the right upper extremity. Notably, he had less than antigravity strength in shoulder abduction, elbow flexion, and elbow extension and reduced strength ranging 3 to 4 on the Medical Research Counsel scale for muscle strength in the forearm and intrinsic hand muscles. He had severe weakness in his right sternocleidomastoid muscle resulting in the head drop and tilt to the right. Because of weakness, he used his stronger left hand to turn his head to the left. He had no sensory deficit, long corticospinal tracts signs, or sphincter dysfunction. A complete metabolic profile, an erythrocyte sedimentation rate, and a C-reactive protein were normal. A complete blood count and differential leukocyte count demonstrated that his white blood cell count was normal at 8.2 ×103/µL. His hemoglobin concentration was 16.1 g/dL, and the lactate dehydrogenase was slightly elevated at 205 U/L. Radiographic studies of the cervical spine were normal. Cerebrospinal fluid (CSF) examination demonstrated a lymphocytic pleocytosis with a white blood cell count of 71/µL. Magnetic resonance imaging (MRI) findings on the day of admission demonstrated abnormal cervical spinal cord signal, with hyperintensity extending from C1 level to the C7-T1 level, with associated cord expansion noted in sagittal T2-weighted images. Predominant involvement of the gray matter in the spinal cord was also noted in the axial T2-weighted image. These findings were diagnostic for transverse myelitis involving the C1-T1 segments with cord edema and preferential involvement of the gray matter ( and ).\\nIn light of these findings, the patient was commenced on acyclovir for possible herpes simplex virus infection and ceftriaxone for possible Lyme disease. He was also treated with high-dose methylprednisolone, 10 mg/kg/d, for a 5-day course. A second MRI, 4 days after admission, showed significant improvement in the hyperintensity of T2 signal and edema ( and ). Additional MRI of thoracic spine revealed mild T2 hyperintense signal in the mid and lower thoracic cord, which was prominent in the central location extending from approximately T7 to L1. These findings had no clinical correlate. The patient’s motor deficit remained restricted to only his right upper extremity. He was discharged 5 days after admission with recommendations for intensive outpatient physical therapy.\\nAfter discharge, he experienced progressive improvement in his right arm function. Upon evaluation 22 months after the onset of acute flaccid myelitis, he achieved good functional recovery but had significant residual weakness and atrophy, mainly limited to upper cervical segments C1-C5 on the right side evidenced by residual atrophy and weakness in the sternocleidomastoid, trapezius, and muscles innervated by the C5 segment including the deltoid, supraspinatus, infraspinatus, and to a lesser degree the biceps brachii. He recovered completely from deficits in elbow flexion and extension and regained normal strength in distal muscles.\\nThe patient underwent an extensive laboratory investigation to identify an etiology for his acute flaccid myelitis, including HSV1/2 polymerase chain reaction (PCR) and serology, mycoplasma serologies, neuromyelitis optica IgG, dsDNA abs, arbovirus IgG/IgM serologies, varicella zoster virus PCR, a respiratory viral panel, antinuclear antibody screen, PPD, CMV, EBV, HHV6, human immunodeficiency virus, California encephalitis IgG, West Nile virus, Lyme IgG/IgM assays of cerebrospinal fluid and serum, and lymphocytic choriomeningitis virus serologies. These tests were all negative. A viral stool culture was, however, positive for enterovirus and preliminarily subtyped at the Minnesota Department of Health as echovirus 11. The sample was sent to the Centers for Disease Control and Prevention (CDC) for additional testing, which confirmed that the virus was echovirus 11.", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'7294006': 1, '14069092': 1, '25395595': 1, '13820128': 1, '26972396': 1, '13899432': 1, '6575443': 1, '17006282': 1, '19020701': 1, '27422805': 1, '26100404': 1, '27318332': 1, '22293148': 1, '19712176': 1, '24332364': 1, '26401731': 1, '32328043': 1, '10471549': 1, '19062691': 1, '21181927': 1, '7762294': 1, '26720027': 1, '16737480': 1, '33057966': 1, '29372173': 2}", "similar_patients": "{}"}