{"patient_id": 66809, "patient_uid": "5439047-1", "PMID": 28540274, "file_path": "comm/PMC005xxxxxx/PMC5439047.xml", "title": "Identification of a Novel Mutation in the PAH Gene in an Iranian Phenylketonuria Family: A Case Report", "patient": "A 19-yr-old female with diagnosis of moderate PKU was referred to Department of Medical Genetics, Tehran University of Medical Sciences, Tehran, Iran to determine the causing mutations in PAH gene in April 2015. Tetrahydrobiopterin (BH4) loading test was performed and she was BH4-nonresponsive.\\nInformed consent was taken from the patient and her parents. The Ethics Committee of the university approved the study.\\nPCR-Sequencing of 13 exons of the PAH gene and their flanking intron regions was used to identify any sequence variations in the patient. After mutation detection in patient, carrier status was confirmed for parents. Haplotype analysis of PAH region in this family was performed using fragment analysis by capillary electrophoresis (Pishgam Biotech Co., Tehran, Iran).\\nThe patient was compound heterozygote for two variations in exons 7 & 12 (). demonstrates sequence chromatograms of variations in exons 7 & 12 of PAH gene in this family. Minihaplotype analysis of PAH region determined the patient and her parents haplotypes as shown in ().\\nAccording to our survey, the variation, c.1223G>T (p.Arg408Leu), has not been previously reported on PAHdb, db SNP, PubMed and HGMD® Professional. Bioinformatic investigation was performed using online tools including PolyPhen-2, SIFT, Provean and Mutation Taster to predict the possible effect of this novel missense variation on the function of PAH protein. The variation was predicted with high confidence to be “disease causing”, “deleterious”, “damaging” and “probably damaging” by Mutation Taster, Provean (score= −5.911), SIFT (score=0), and PolyPhen-2 (score=0.999), respectively ().\\nFurthermore, phylogenetic comparison was performed to show the conservation of the Arg408-PAH residue using the consurf server (). We found that Arg408-PAH is considered a phylogenetically conserved residue.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'16253218': 1, '20971365': 1, '12655543': 1, '17443661': 1, '21555948': 1, '7188192': 1, '10527663': 1, '21937252': 1, '14654665': 1, '28676969': 1, '18566668': 1, '11999985': 1, '28540274': 2}", "similar_patients": "{}"}