{"patient_id": 14258, "patient_uid": "6900954-1", "PMID": 31885981, "file_path": "comm/PMC006xxxxxx/PMC6900954.xml", "title": "Bilateral Ulnar-Sided Wrist Pain due to Pisiform-Hamate Coalition", "patient": "A 13-year-old, right-hand dominant boy with African origins was referred to our consultation because of bilateral ulnar-sided wrist pain, with no history of trauma. At physical examination, tenderness was elicited by direct palpation of the slightly swollen skin over the pisiform on both sides. Symptoms could be reproduced by extreme ulnar deviation of the wrist. The sensation and motor function were preserved, and Hoffman-Tinel's sign along the ulnar nerve was negative. Radiographs from both sides showed a partial coalition between the pisiform and the hook of the hamate (). The diagnosis was confirmed with magnetic resonance imaging (MRI) of the left wrist, which showed a synchondrosis coalition of the pisiform with the hook of the hamate ().\\nSurgical exploration was performed first on the more symptomatic left-hand side. Guyon's canal was opened and explored through a longitudinal incision. The ulnar artery and nerve were mobilized and retracted radially. The synchondrosis was exposed, and the pisiform was detached from the flexor carpi ulnaris tendon. The pisiform was removed entirely, and the remaining hook of the hamate was rounded with a rongeur. The wrist was then immobilized in a plaster cast for two weeks postoperatively. Nine weeks after the surgery, the patient reported to be pain free, and the other side was operated in the same way. At the last visit, one year postoperatively, the patient was pain free on both sides with a grip strength of 39 kg on the left side and 40 kg on the right side, and a wrist motion of 75° of flexion and 70° of extension on the left side and 75° flexion and 75° extension on the right side.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'29747528': 1, '28229185': 1, '5783858': 1, '17643149': 1, '27698627': 1, '21607842': 1, '14021907': 1, '1629546': 1, '1880361': 1, '20798626': 1, '1122695': 1, '33830326': 1, '12999869': 1, '16106510': 1, '21322040': 1, '13810835': 1, '15165021': 1, '11089189': 1, '31885981': 2}", "similar_patients": "{}"}