{"patient_id": 7780, "patient_uid": "6464988-1", "PMID": 31019857, "file_path": "comm/PMC006xxxxxx/PMC6464988.xml", "title": "Severe Neutropenia Complicated with Necrotizing Fasciitis Unveils a Diagnosis of Rheumatoid Arthritis: A Case Report", "patient": "A 64-year-old Caucasian female with no significant past medical history presented to the emergency department with right upper extremity pain, redness, and blistering that started seven days prior to presentation. The patient denied history of trauma, fever, or night sweats, but reported progression of symptoms. She reported having mild generalized joint pain for at least five years. The patient denied also any history of joint swelling, redness or warmth, dry eyes, skin nodules, rashes or lesions, or personal or family history of RA or autoimmune disease.\\nOn physical examination: vital signs were stable and body mass index was 25.7 kg/m2. There was evidence of diffuse redness, blistering and swelling over her right arm, elbow joint and forearm, with marked tenderness over the right arm. It was noted that the patient had mild bilateral ulnar deviation, but no evidence of joint tenderness, swelling, or redness of the small joints of the hands.\\nHer initial lab work included a complete blood count with a white blood cell (WBC) count of 0.9 (Ref: 4-11 × 103 cells/ul) with an absolute neutrophil count (ANC) of 387 (Ref: 1.8-0.8 × 103 cells/ul), platelet count of 109,000 (Ref: 140-400 × 103 platelets/ul) with normal hemoglobin of 13.3 g/dl (Ref: 11.5-15.8 g/dl). Initial right upper extremity radiographs did not show evidence fractures, but did show soft tissue swelling over the right forearm and the right elbow joint. Initial suspicion was for superficial cellulitis and olecranon bursitis. However, further evaluation with right upper extremity duplex showed evidence of acute deep venous thrombosis (DVT) of the brachial vein. The patient was started on intravenous (IV) heparin and IV vancomycin and cefepime empirically for the treatment of acute DVT and soft tissue infection and was subsequently admitted for further workup.\\nOver the next two days of hospitalization, the patient failed to show significant improvement in her symptoms. Right upper extremity magnetic resonance imaging (MRI) with contrast showed superficial and deep fasciitis with myonecrosis over the right arm. Necrotizing fasciitis was suspected. The patient underwent emergent surgical exploration with irrigation and debridement that showed an evidence of deep fasciitis. A repeat surgical exploration was done two days later. Bacterial cultures grew methicillin-sensitive Staphylococcus aureus and group C streptococcus. IV Clindamycin and cefepime were continued. She was switched to oral clindamycin after obtaining antibiotics sensitivity results.\\nRegarding the patient’s neutropenia and thrombocytopenia, serology results for hepatitis A and B, cytomegalovirus (CMV) and human immunodeficiency virus (HIV) were obtained and came back negative. The patient underwent a bone marrow biopsy, which revealed a hypercellular bone marrow with increased megakaryocytes and CD8 positive cells. Flow cytometry was negative for lymphoproliferative disease. Her T-cell receptor rearrangement by polymerase chain reaction was positive. Her ANC continued to drop over the following days, despite the fact she received granulocyte colony-stimulating factor (G-CSF) for five days initially. Given the bilateral ulnar deviation and elevated C-reactive protein (CRP) on presentation, work up for Felty syndrome was initiated. Labs showed a CRP of 238.8 (0-5 mg/l) and erythrocyte sedimentation rate (ESR) of 78 (Ref: 0-22 mm/h). Her rheumatoid factor (RF) was positive at 24 (Ref: 0-11 IU/ml), anti-citrullinated protein antibodies (anti-CCP) of >340 (Ref: 0-6.9 U/ml), and antinuclear antibodies (ANA) of 1:320 (<1:40). She had negative anti-SSA and SSB antibodies as well as normal levels of C3 and C4. Hepatosplenomegaly was noted on computed tomography (CT) scan of the abdomen. Bilateral foot and hand X-rays revealed osteopenia, arthritis, and erosive changes in the metatarsophalangeal (MTP) and metacarpophalangeal (MCP) joints, respectively. A diagnosis of Felty syndrome was made. Oral prednisone 40 mg and methotrexate were initiated prior to hospital discharge. Her ANC improved dramatically from a low value of 40 to 1530 within two weeks of initiating treatment.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'8932830': 1, '6796682': 1, '22119104': 1, '15077294': 1, '23322212': 1, '637640': 1, '9519212': 1, '19946450': 2, '14872481': 1, '7414334': 1, '12860726': 1, '8478888': 1, '18645332': 1, '28115367': 1, '16901955': 1, '30002215': 1, '16530306': 1, '26582809': 1, '31019857': 2}", "similar_patients": "{'2783155-1': 1}"}