{"patient_id": 134558, "patient_uid": "6601183-1", "PMID": 31449600, "file_path": "noncomm/PMC006xxxxxx/PMC6601183.xml", "title": "Multiple peritricuspidal reentry tachycardias after cardiac infiltration by leukaemia: a case report", "patient": "A 50-year-old woman presented to our hospital complaining of palpitation and dizziness during exercise. She had a history of ALL diagnosed at the age of 8 years. At initial diagnosis, cardiac infiltration by ALL with pericardial effusion was demonstrated by transthoracic echocardiography (TTE), and AT was documented. After systemic chemotherapy with prednisolone and vincristine, she achieved complete remission and the cardiac infiltration completely resolved. No arrhythmic event was observed until she was 16 years old. At that time, she developed sudden palpitations after exertion. Electrocardiography (ECG) demonstrated AT with a cycle length of 285 ms. Atrial tachycardia was terminated with anti-tachycardia pacing from the right atrium (RA) during electrophysiological study, but catheter ablation was not conducted. Atrial tachycardia was documented again when she was 41 years old, and β-blockers were subsequently prescribed for her symptoms. She had no other past medical history. She presented to our hospital to undergo catheter ablation for AT. Cardiovascular and respiratory examinations were unremarkable. Electrocardiography showed AT with a tachycardia cycle length of 340 ms; the P-wave configuration was negative in the inferior leads and the V1 lead (Figure). TTE showed normal systolic function without any cardiac infiltration or pericardial effusion. An electrophysiological study was performed after the patient provided informed consent.\\nAn activation map of 15 471 points was acquired in 20.1 min in the RA during AT with the Orion multipolar basket catheter (Boston Scientific, Marlborough, MA, USA) and Rhythmia Mapping System (Boston Scientific). The activation map showed peritricuspid AT with a counter-clockwise activation pattern (Figure and , Video S1). The first impression was that of common atrial flutter. However, the root of the RA appendage and upper RA septum showed conduction delays. Thus, ablation to the isthmus between the inferior vena cava and tricuspid annulus (TA) carried the risk of inducing intra-atrial conduction block. Avoiding isthmus ablation, catheter ablation was applied to the root of the RA appendage and AT was terminated during the ablation. After termination of the AT, RA mapping was performed under high RA pacing because the sinus node was suppressed. The voltage map during high RA pacing with 4896 points in 16.3 min demonstrated a low voltage area around the TA, including the root of the RA appendage, upper RA septum, and lateral free wall (Figure). The activation map showed upper RA septum conduction delay in the low-voltage area. The ablated area of the root of the RA appendage showed conduction block (, Video S2). After RA mapping, sinus rhythm was recovered with 1 μg of isoproterenol (ISP) infusion, but the atrioventricular (AV) conduction time was prolonged at 320 ms. AT2 occurred spontaneously after mapping. An activation map with 8508 points in 12.8 min showed that AT2 was also a peritricuspid AT involving the upper septum slow conduction area (Figure and , Video S3). Entrainment pacing from the upper septum was attempted; however, pacing was not able to capture the potentials stably due to the low voltage. AT2 was terminated during radiofrequency application to the upper RA septum. After linear ablation at the upper RA septum, tachyarrhythmia was not induced by programmed atrial stimulation and AV conduction was preserved. ISP was administered until the day after the procedure for sinus bradycardia. However, sinus node function recovered spontaneously, and she was discharged without prolonged hospitalization. After discharge, she was followed up in our outpatient clinic 1 and 3 months after the procedure and every 3 months thereafter. She was asked about her symptoms at each visit, and 24 h ambulatory Holter ECG and routine 12-lead surface ECG were carried out at 1, 3, 6, and 12 months and every 6 months thereafter. She has been free from any recurrence of tachyarrhythmia or bradycardia event requiring pacemaker for 18 months after the procedure.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'20615066': 1, '25593528': 1, '26884624': 1, '27616778': 1, '31449600': 2}", "similar_patients": "{}"}