{"patient_id": 128100, "patient_uid": "6078042-1", "PMID": 30052222, "file_path": "noncomm/PMC006xxxxxx/PMC6078042.xml", "title": "Concomitant Diaphragmatic Hernia Repair with Coronary Artery Bypass Grafting Surgery", "patient": "A 47-year-old male patient weighing 79 kg presented with Grade III dyspnea and angina on exertion. He had a history of old anterior wall myocardial infarction 1 year ago. The patient had undergone a percutaneous transluminal coronary angioplasty 5 months ago at another hospital for the occluded left anterior descending (LAD) artery with suboptimal results.\\nOn evaluation, electrocardiogram showed qS pattern in V1–4. His chest X-ray showed bowel shadows in the right hemithorax. The echocardiogram revealed a dysfunctional left ventricular function with ejection fraction 38% and regional wall motion abnormalities in basal and mid anterior and anteroseptal segments. Computerized tomography scan revealed a 5.3 cm × 9.3 cm defect in the right hemidiaphragm with herniation of colon and omental fat into the thorax with right basal atelectasis []. Coronary angiogram revealed LAD artery stenosis, and in view of the nature of the lesion and failed earlier attempt, CABG surgery was offered as the better option of treatment.\\nThe patient was induced with intravenous midazolam, fentanyl, and vecuronium. A 37 Fr size left endobronchial double-lumen tube was used and position confirmed with fiber-optic bronchoscopy. Rapid sequence induction was not used since the patient had no gastrointestinal symptoms, stomach was not a part of hernia content, and patient bowel prepared as for colonic surgery with surgery being elective. Anesthesia was maintained with inhalational isoflurane-oxygen-air mixture besides intravenous midazolam and fentanyl.\\nSternotomy was done and left internal mammary artery harvested. After adequate anticoagulation with heparin, off-pump CABG grafting was done to the LAD artery. Reversal of heparin with protamine was done. Double-lung ventilation was converted to single-lung ventilation to facilitate the right-sided hernia repair. The defect contained part of transverse colon, mesocolon with omentum herniating into the thorax. The hernia contents were reduced, and a right posterolateral meshplasty with a 5 cm × 10 cm polypropylene mesh was done. At the end of surgery, the tube was exchanged to a normal cuffed endotracheal tube for elective ventilation. The endotracheal tube was extubated after 6 h and bowel sounds appeared on the 2nd postoperative day. He had an uneventful postoperative period and was discharged on the 6th postoperative day [].", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'24512974': 2, '20112629': 1, '22204220': 1, '14677749': 1, '25222941': 1, '18358272': 1, '30052222': 2}", "similar_patients": "{'3924702-1': 1}"}