{"patient_id": 661, "patient_uid": "6016132-1", "PMID": 29983718, "file_path": "comm/PMC006xxxxxx/PMC6016132.xml", "title": "Heat-induced necrosis after bronchial thermoplasty: a new concern?", "patient": "On March 2017, a male, caucasian, 56-year-old, non-smoker patient came to our observation. He was employed as a truck driver. Remote clinical history included hepatitis, nasal polyposis treated with functional endoscopic sinus surgery (FESS), chronic sinusitis, gastroesophageal reflux disease (GERD) undergone laparoscopic GERD surgery (fundoplication). In 2016, a diagnosis of non-allergic asthma was made. Skin prick tests were negative. Respiratory function tests showed a moderate obstruction (FEV1 2.20 L, 68% of predicted; FEV1/FVC 67%) without bronchial reversibility after 400 μg of inhaled salbutamol. A few months later, after normalization of lung function parameters following maximal therapy, a positive bronchial provocation test with methacholine showed a degree of bronchial hyperresponsiveness congruent with the diagnosis of bronchial asthma (PDV20 FEV1 136 mcg). Antineutrophil cytoplasmic antibodies (ANCA) were negative. The therapy included formoterol/fluticasone metered-dose inhaler 250/10 μg, two inhalations twice daily and as needed (twice a day on an average), tiotropium bromide 2.5 μg soft mist inhaler, montelukast 10 mg/day. Due to frequent exacerbations and poor control of asthma, systemic corticosteroids (either oral or parenteral) had to be prescribed for over 6 months and 7 unscheduled visits were required in the previous year.\\nOn February 2017 a chest high-resolution computed tomography (CT) scan showed only mild fibrotic scarring in the anterior basal segment of the lower right lung lobe. On September 2017 the patient received a first session of BT, in the lower right lobe, without any tolerability problem. Three days before the procedure systemic oral corticosteroids (prednisone 50 mg/day) were administered according to usual protocol, to control potential exacerbation of airway inflammation. Immediately before bronchoscopy, inhaled bronchodilators (nebulized salbutamol and ipratropium bromide) were given, along with nebulized lidocaine to provide topical anesthesia. Atropine 0.4–0.6 mg was administered intravenously 15–30 min before the procedure to minimize secretions. According to our procedure, the patient is placed under moderate sedation, a peripheral intravenous (IV) line is taken and supplemental oxygen is administered. The bronchoscope is positioned at the first treatment site, usually the most distal airway in the targeted lobe and the Alair Catheter is introduced through the working channel. The electrode array at the tip of the Catheter is expanded to contact the airway wall. The bronchoscopist activates the RF Controller to deliver low-power, temperature-controlled RF energy to the airway; the energy transfer ends automatically upon completion of the cycle (about 10 s). A single activation of the Catheter delivers RF energy over a distance of approximately 5 mm. After each procedure there is a 1–2 days hospitalization with monitoring of vital parameters and control of chest radiography. On October 5, 2017 a second BT session was performed in the left lower lobe, according to the same procedure. On October 23, persistent haemoptysis appeared requiring patient admission to our ward. On physical examination there was a reduction of breath sounds at the left pulmonary base. The patient underwent a new chest CT scan: around the basal anterior segmental branch line of the left lower lobe, mild varicoid bronchiectasis and distal parenchymal infiltrate were present, in addition to mild signs of airway inflammation in the right lower lobe (Fig. a). A fibreoptic bronchoscopy showed two small nodular neoformations in the sub-segmental branches of the same lobe (Fig. b). Endobronchial ultrasound (EBUS) with radial probe exploration of the left lower lobar bronchus was also performed with evidence of peripheral infiltrate, sampled with four trans-bronchial biopsies. These changes were not present on endoscopy at the time of the BT procedure, and were detected only after the appearance of haemoptysis.\\nOn histological examination bronchial mucosa showed mild non-specific inflammation. Some large fragments of peribronchial pulmonary parenchyma (Fig. d) presented an area of haemorrhagic necrosis, with blood and fibrin, hemosiderin deposits and organizing pneumonia (Fig. d, e). No neoplastic cells were observed. Infectious agents were excluded after histochemical staining with Grocott and Ziehl–Nielsen methods. Microbiological cultures for aerobe and anaerobe bacteria were negative as well as cultures for mycobacteria. The patient was treated empirically with co-amoxiclav 1 g three times and azithromycin 500 mg daily for 6 days and prednisone 25 mg per day for 10 days. On December 18, a new chest CT showed a complete resolution of the parenchymal opacities (Fig. f). On January 9, 2018, the patient underwent the third session of BT, without recurrence of haemoptysis or subsequent radiological changes. Before performing the last BT session a fibreoptic bronchoscopy showed a complete resolution of the previously reported endoscopic findings.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'29033571': 1, '31898635': 1, '15258133': 1, '20395634': 1, '33280709': 1, '15947312': 1, '31890213': 1, '27006157': 1, '25852934': 2, '28511267': 1, '24791253': 1, '32026414': 1, '31819539': 1, '27609656': 1, '28298402': 1, '28860271': 1, '28675890': 1, '32781996': 2, '29983718': 2}", "similar_patients": "{'7422576-1': 1, '4387587-1': 1}"}