{"patient_id": 10347, "patient_uid": "6649211-1", "PMID": 31166560, "file_path": "comm/PMC006xxxxxx/PMC6649211.xml", "title": "Traumatic tricuspid valve papillary muscle case with concomitant\\nacquired patent foramen ovale and covert right atrial rupture", "patient": "A 50-year-old Caucasian female driver was brought to the Emergency Department\\nfollowing a high-speed car accident. Vehicle extrication had to be performed on the\\nscene (duration 35 minutes). No information about seat belt use was available. Her\\nmedical history included arterial hypertension and depression. Her drug regimen\\nincluded nebivolol 5mg d.i.d., lamotrigine 25mg b.i.d. and fluoxetine 25mg o.d. No\\nallergies were mentioned.\\nOn admission, she presented with a Glasgow Coma Scale of E2/V3/M5 (Eye/Verbal/Motor\\nresponse), heart rate (HR) 70 beats/min, blood pressure 65/37mmHg, core temperature\\n(t°) 34°C, respiratory rate 9 breaths/min, oxygen pulse saturation (SpO2)\\n85% on oxygen mask (flow - 15L/min), mixed lung sounds on both sides upon\\nauscultation, and bruises all over the right upper limb and both lower limbs.\\nMoreover, right leg length discrepancy with concomitant right knee outer rotation\\nwas noted. Alcohol odor on breath was recorded. Full spine immobilization and 1.2L\\nof crystalloids had already been given by the Emergency Medical Technicians. Her\\nRevised Trauma Score was 4 and Emergency Trauma Score was 7.\\nRapid sequence intubation was performed, and further investigation (computed\\ntomography (CT), CT angiography and X-ray imaging) revealed multiple rib fractures\\non both sides (4th - 6th ribs on the left and 9th -\\n12th ribs on the right), sternal body fracture, small left\\npneumothorax, left lung contusions, right hepatic lobe contusion, and right distal\\nfemoral fracture with knee involvement.\\nOn admission to the intensive care unit (ICU), the patients Acute Physiology and\\nChronic Health Evaluation (APACHE) II score was 31, and her Sequential Organ\\nFailure Assessment (SOFA) score was 11. An arterial blood gas exam\\nrevealed severe mixed acidosis: pH 7.22, partial pressure of oxygen 54.2mmHg,\\npartial pressure of carbon dioxide 37.9mmHg, potassium 3.5mEq/L, sodium 140mEq/L,\\nbicarbonate15mEqL, basis excess 11.8, anion gap (corrected for albumin) 13.25mmol/L,\\nand lactate 10.4mmol/L. Further laboratory results were hemoglobin 7.8g/dL,\\nleukocytes 13.4k/dL, platelets 260k/dL, partial prothromboplastin time 32 sec,\\nprothrombin time 19.2 sec, serum creatinine 1.22mg/dL, urea 34mg/dL, serum glutamic\\noxaloacetic transaminase 342IU/L, serum glutamic-pyruvic transaminase (SGPT)\\n221IU/L, creatine phosphokinase 2716IU/L, and troponin T 327mcg/L. Central venous\\npressure measurement was 7cmH2O, and bulging of the right jugular vein\\nwas noted (Lancisi's sign). A grade 2/6 holosystolic murmur that was augmented\\nduring inspiration was noted at the left lower sternal border. Transthoracic\\nechocardiography (TTE) revealed signs of possible tricuspid valve injury. Subsequent\\ntransesophageal echocardiography (TEE) revealed traumatic tricuspid valve papillary\\nmuscle injury ( and ). During the following hours, positive\\nend-expiratory pressure (PEEP)-dependent (from 7 to 4cmH2O) hypoxia was\\nnoted, and so a second TEE was performed. Injection of a micro-bubble through the\\ncentral line revealed a PFO, which was also displayed with color Doppler (). Right ventricular systolic pressure\\nwas 42 - 44mmHg, yet with preserved systolic function. At the time, and for the rest\\nof her ICU hospitalization, plateau pressure was < 25mmHg and tidal volume was\\n< 8mL/kg.\\nStabilization of the patient continued with fluid resuscitation and high doses of\\nvasopressors (noradrenaline 1.1µg/kg/min), active rewarming and reversal of\\nacid-base derangement.\\nDue to lack of a cardiosurgical unit in the hospital, communication with other\\nhospitals in the region was conducted. Transportation of the patient to a private\\ncardiosurgical unit was performed 5 days later.\\nAt operation, a median sternotomy was performed and cardiopulmonary bypass was\\ninstituted. The tricuspid valve was exposed through right atriotomy.\\nIntraoperatively, apart from the tricuspid valve papillary muscle rupture and PFO\\n(1cm), a 3cm length covert rupture of the right atrium was also noticed. Correction\\nincluded tricuspid valve annuloplasty with a Carpentier-Edward ring 28mm and\\ncomplementing valve leaflets, closure of the PFO and additional atrial wall defect\\nwith continuous surgical suture. The postoperative course of the patient was\\nuneventful, and she was discharged from the hospital with a Glasgow Outcome Scale of\\n7. A year later, the woman had fully recovered, apart from a residual functional\\ndefect of the right knee.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'26802100': 1, '21095339': 1, '6713750': 1, '29097887': 1, '28543789': 1, '24416692': 1, '3622022': 1, '31166560': 2}", "similar_patients": "{}"}