{"patient_id": 9204, "patient_uid": "6559696-1", "PMID": 31245228, "file_path": "comm/PMC006xxxxxx/PMC6559696.xml", "title": "Spontaneous Pneumomediastinum in a Healthy Young Male: A Case Report from Riyadh, Saudi Arabia", "patient": "A 21-year-old Saudi male with no previous medical history presented to the emergency department with chest pain that was stabbing in nature. The chest pain was located in the central and left regions of the chest with no radiation. The pain was aggravated by speech and breathing and there were no relieving factors. The pain was of sudden onset preceded by smoking at 2:00 am. The patient rated the pain as 5/10 on a 11-point numerical pain rating scale, which then evolved to 10/10. The patient did not have fever, shortness of breath (SOB), loss of consciousness (LOC), diaphoresis, trauma or previous similar presentation. There were no other associated symptoms.\\nOn examination, the patient was alert and oriented with no acute distress. His vital signs revealed a blood pressure of 104/64 mmHg, heart rate of 105/min, respiratory rate of 20/min, temperature of 36.9C, and he was saturating 100% on room air. A respiratory examination showed tachypnea. The patient had crepitation on palpation and a crunch sound (Hamman’s sign) was heard on auscultation. A cardiovascular examination was unremarkable except for tachycardia. A gastrointestinal examination showed a soft, non-tender and non-distended abdomen. His musculoskeletal examination results were within normal limits and the integumentary system had no acute disease. His neurologic examination was unremarkable.\\nThere were no significant findings in his lab results, as he had a white cell count of 12.13 count/L, a hemoglobin of 166 g/L, and a platelet count of 168 count/L. His cardiac enzymes showed CK 239 U/L and troponin T 0.007 Ug/L. His liver function tests, kidney function tests, venous blood gas result, and anion gap were all within the normal range. An electrocardiogram (ECG) was ordered upon presentation to the emergency department (ED) (Figure ).\\nPosteroanterior and lateral chest X-rays were obtained to confirm the diagnosis and pneumomediastinum was identified (Figures -).\\nThe patient was kept overnight for observation, with repeat labs ordered the following day. He had a white blood count of 8.58 count/L, hemoglobin of 152 g/L, and a platelet count of 154 count/L. The patient was discharged home with acetaminophen for pain. A follow-up visit after three weeks and a CT chest with contrast before follow-up was planned. However, the patient was lost to follow-up.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'1267496': 1, '17420139': 1, '24887879': 1, '19934282': 1, '16085218': 1, '25774307': 1, '28330688': 1, '12822604': 1, '27585598': 2, '18585025': 1, '31245228': 2}", "similar_patients": "{'5933618-1': 1}"}