{"patient_id": 137712, "patient_uid": "6902400-3", "PMID": 31839972, "file_path": "noncomm/PMC006xxxxxx/PMC6902400.xml", "title": "Myositis ossificans in the diabetic foot: a review of the literature with an illustrative case series", "patient": "A 43-year-old man with a 12-year history of type 1 diabetes mellitus was referred to the foot team following emergency amputation of his ischaemic and infected left first toe. He was left with a large postoperative wound site which was managed with debridement and broad-spectrum antibiotics. Radiographs of the foot initially showed healthy callus formation, with a radiograph taken four months later showing a new ossification centre at the site of the stump, with remodelling of the residual proximal phalanx of the first toe (). Unfortunately, radiographs taken two months later showed lucency in the soft tissue overlying the distal stump and new distal bone resorption. A subsequent magnetic resonance imaging verified the radiograph findings, showing a subcutaneous sinus at the amputation site with diffuse periosseous soft tissue swelling and low grade enhancement in keeping with osteomyelitis. He underwent revision surgery and further amputation at the metatarsophalangeal joint of the first toe. Over the next four months, the wound healed well, but the foot continued to appear swollen. Sequential radiographs and Magnetic resonance imaging of the foot showed new callous formation and periosseous soft tissue swelling at the first metatarsal, with new erosions at the medial aspect and a periosteal reaction at the lateral aspect (). More proximally, soft tissue oedema appeared to extend concentrically around the first and second metatarsal shafts, suggesting persistent osteomyelitis. In contrast, clinical examination and blood results indicated no evidence of inflammation or infection. Despite these, and further Magnetic resonance imaging suggesting resolution of infection, his swelling persisted. Because of this discrepancy, all of his imaging was again reviewed by the multidisciplinary foot team and the specialist radiologist. It was concluded that the callous formation at the first amputation site and the periosteal reaction at the lateral aspect of the metatarsal head most likely represented Myositis ossificans, with concurrent osteomyelitis.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'15089085': 1, '15851777': 1, '30255094': 1, '22404455': 1, '20486028': 1, '27388440': 1, '26320160': 1, '27299005': 2, '23210933': 1, '27474831': 1, '8259329': 1, '31839972': 2}", "similar_patients": "{'6902400-1': 2, '6902400-2': 2, '4719274-1': 1}"}