{"patient_id": 10511, "patient_uid": "6663117-1", "PMID": 31363436, "file_path": "comm/PMC006xxxxxx/PMC6663117.xml", "title": "Proximal Splenorenal Shunt in a Rare Renal Vein Anomaly: A Case Report", "patient": "A 50-year-old female presented with complaints of recurrent episodes of hematemesis for five years and had undergone multiple sessions of endoscopic therapies prior to admission to Department of Surgical Gastroenterology, Jawaharlal Institute of Postgraduate Medical Education and Research (JIPMER), India. She also complained of early satiety, recurrent left upper abdominal pain, easy fatigability and occasional gum bleeding. The patient never had history of jaundice, encephalopathy, abdominal distension or pedal edema. On clinical examination, she was pale, anicteric and had massive splenomegaly. She had no signs of encephalopathy. Upper gastrointestinal (UGI) endoscopy revealed three columns of large esophageal and fundal varices and mild portal hypertensive gastropathy. Duplex ultrasound and contrast-enhanced computed tomography (CECT) of the abdomen showed a normal liver and biliary system, dilated portal vein (maximum diameter - 20 mm) and splenic vein (maximum diameter - 22 mm) with no intravascular thrombus, few perisplenic and periportal collaterals. Splenomegaly was noted (23 cm in craniocaudal axis) with few infarcts. Liver function tests were normal. Blood investigations revealed hemoglobin of 7.4 g/dl with features of hypersplenism (low total leucocyte count: 1800/cubic millimeter and platelet count: 54,000/cubic millimeter). She was optimised and planned for proximal splenorenal shunt. Preoperatively, she was administered pneumococcal, H. influenzae and meningococcal vaccine. Informed consent was taken for proximal splenorenal shunt. Abdomen was opened via a left trapdoor incision. Intraoperatively no free fluid was noted in peritoneal cavity. Liver was slightly nodular. Lesser sac was opened and splenic artery was ligated after complete mobilisation of spleen. The splenic vein was then dissected at the splenic hilum before splenectomy. Around 4 cm of proximal part of splenic vein had atheromatous and calcific plaques, which was resected (Figure ).\\nAn anatomical anomaly of left renal vein was noted after formation of a single vein from two tributaries at hilum, the vein divided into two branches which again joined before crossing aorta to drain into the inferior vena cava (Figures , ).\\nBoth the branches were around 10 mm in diameter. The left gonadal vein drained into the inferior branch, and left adrenal vein and lumbar veins into the superior branch. LRV was carefully dissected from the left border of aorta to the renal hilum and all the branches were looped. Interposition splenorenal shunt was planned using an 8 mm ringed polytetrafluoroethylene (PTFE) graft in view of inadequate splenic vein length. End-to-side anastomosis was planned between the graft and superior branch of left renal vein, which could not be done due to technical issues. Later the left gonadal vein was ligated and the inferior branch of left renal vein was divided and an end-to-end interposition PSRS (using an 8 mm ringed PTFE graft) was done between splenic vein and proximal part of inferior branch of left renal vein with 6-0 prolene continuous sutures (Figure ).\\nLeft kidney remained healthy and there was no congestion after the division of inferior branch of left renal vein. Left kidney mobilisation was not attempted to bring renal and splenic vein closer for anastomosis as it may have needed ureter mobilisation and resulted in floppy kidney. Core biopsy from liver was taken. Pre-shunt portal pressure was 35 mm Hg and post-shunt pressure was 22 mm Hg. The postoperative course was uneventful. Liver biopsy was suggestive of non-cirrhotic portal fibrosis (NCPF). UGI endoscopy done in the follow-up after six months showed resolution of varices and liver and renal functions as well as routine urine examination remained normal. The patient was kept on anticoagulants with a target international normalised ratio (INR) of 2.5-3.0. At 18 months follow-up, the patient developed partial shunt thrombosis demonstrable on CECT abdomen (Figure ).\\nStenting of the thrombosed shunt was planned. Angiogram was performed which revealed 70% narrowing of the graft. Balloon angioplasty was done and an 8 mm x 37 mm bare metallic stent was deployed in the shunt (Figure ).\\nDoppler ultrasound showed good flow in renal vein and shunt. There was no evidence of renal infarct. At two-year follow-up, UGI endoscopy was normal. The patient did not have any episode of UGI bleed postoperatively. Doppler ultrasound during further follow-up has confirmed patency of the shunt. There was no evidence of renal infarct and the size of the left kidney was normal. The timeline of events is shown in Figure .", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'28576121': 2, '1079408': 1, '24715169': 1, '8129490': 1, '22536553': 1, '31363436': 2}", "similar_patients": "{'5454585-1': 1}"}