{"patient_id": 127552, "patient_uid": "6036984-1", "PMID": 30046414, "file_path": "noncomm/PMC006xxxxxx/PMC6036984.xml", "title": "Generalized lymphadenopathy secondary to isolated extramedullary hematopoiesis as an initial manifestation of primary myelofibrosis", "patient": "A 63-year old woman presented with fever, night sweating, weight loss and generalized lymphadenopathy since 9 months. She had a history of hypertension and hypothyroidism on treatment. The patient had no history of a hematologic illness and no family history of any hematologic disease. The patient had been investigated in different hospitals without any definitive diagnosis. On physical examination: She was stable, both chest and heart were clinically free, generalized lymphadenopathy including cervical, axillary and superficial inguinal lymphadenopathy were noted and abdominal examination showed hepatosplenomegaly. On admission, CBC: WBC 5.2×109/L, hemoglobin 11.2 g/dL, and platelets 286×109/L and no abnormal cells were detected in the peripheral blood smear. Liver function tests were normal. Hepatitis and tumor markers were negative. The work up for tuberculosis and other infectious diseases were negative. Computed tomography (CT) of the chest, abdomen and pelvis revealed generalized lymphadenopathy including mediastinal, abdominal and pelvic lymph nodes. The largest lymph node measured about 2 cm in short axis. The liver and spleen were enlarged; measured about 24 and 16 cm in length respectively; also an extensive illdefined sclerotic lesions throughout the included skeletal system were noted ().\\nThe impression of CT scan findings was suggestive of lymphoma/leukemia along with the extensive skeletal involvement. Accordingly, lymph node and liver biopsy were done and later on BM examination was performed.\\nLymph node biopsy showed no evidence of malignancy or granuloma, however, large abnormal cells with multilobated, hyperchromatic nuclei and abundant cytoplasm were seen scattered in the lymph nodes. These abnormal cells were proved to be megakaryocytes by morphological assessment and immunohistochemical stains for CD61 and FVIII. Some megakaryocytes showed abnormal morphology and nuclear atypia. In addition, granulocytic precursors were clearly illustrated by myeloperoxidase (MPO) stain, and no erythroid precursors detected (Figure 1B-D). The diagnosis was determined as EMH in the lymph node, primarily consisting of megakaryopoiesis and granulopoiesis. Liver biopsy was negative for malignancy or granuloma and showed grade I inflammation and stage II fibrosis with no evidence of EMH ().\\nBased on the lymph node result, the patient underwent bone marrow (BM) examination. It revealed a hypercellular marrow for patient’s age with granulocytic and megakaryocytic proliferation while erythroid precursors were markedly reduced. Megakaryocytes showed an atypical morphology with hyperchromatic and hyperlobated forms (). No morphologic evidence of increase in blast cells or presence of abnormal lymphoid cells. Reticulin stain revealed increased of BM fibrosis, MF-1 on grading system proposed by Thiele et al. Flow cytometry confirmed no evidence of BM involvement by acute leukemia or lymphoma.\\nMolecular studies using real-time PCR were positive for JAK2 V617F mutation and negative for BCL-ABL1 fusion gene. Conventional cytogenetic studies showed normal karyotype (46, XX); Fluorescence in situ hybridization studies (FISH) was negative for BCR/ABL1 as well. The final patient’s diagnosis was reported as myeloproliferative neoplasm (MPN), consistent with PMF.\\nThe patient’s prognostic risk category according to International Prognostic Scoring System (IPSS) was intermediate-1 due to presence of constitutional symptoms at diagnosis. Initially, he was started on Hydroxyurea 500 mg daily which resulted in mild improvement of symptoms with poor control of lymphadenopathy and splenomegaly despite escalating of the dose to 1 g daily. Eventually Ruxolitinib 10 mg twice daily was administered resulting in a dramatic symptomatic response and marked reduction of spleen size and lymph nodes. Unfortunately, the patient lost the follow up after 3 months of Ruxolitinib treatment.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'23704429': 1, '11843859': 1, '14531481': 1, '19413641': 1, '25960906': 2, '16843120': 1, '2174402': 1, '4015283': 1, '23493877': 1, '27265110': 1, '16118626': 1, '17334344': 1, '23043573': 1, '16079113': 1, '11958674': 1, '15790723': 1, '30046414': 2}", "similar_patients": "{'4415678-1': 1}"}