{"patient_id": 10585, "patient_uid": "6668537-1", "PMID": 31396424, "file_path": "comm/PMC006xxxxxx/PMC6668537.xml", "title": "Cerebral Ischemia due to Aortic Arch Thrombosis Secondary to Iron Deficiency Anemia", "patient": "48-year-old African American woman with a history of menorrhagia presented to the emergency department with a complaint of a transient episode of weakness and numbness in her left arm and leg, lasting only 2 minutes. On presentation, her vitals were as follows: blood pressure: 151/81 mm Hg, heart rate: 108 beats/minute, temperature: 98.2 degrees Fahrenheit, and respiratory rate: 20. Upon presentation to the emergency department, her neurological examination was nonfocal. Her labs were suggestive of iron deficiency anemia (IDA) (Hb: 6.0 g/dl, MCV: 56.2 μm3, platelets: 555 x1000 μl, serum iron: 11 μl/dl, total iron binding capacity (TIBC): 425 μg/dl, ferritin: 4ng/ml, hemoglobin electrophoresis: 100% hemoglobin A, vitamin B 12, and folate were normal). She received a unit of packed red blood cells. Magnetic resonance imaging (MRI) of the brain showed acute infarctions in the right frontal lobe and left cerebellar hemisphere, as shown in . There was a suspicion for embolic etiology given the bilateral location of the stroke, and the patient was started on anticoagulation. Transesophageal echocardiography (TEE) showed 0.9 X 0.7[–] cm echogenic density in the aortic arch, as shown in . Computed tomography (CT) angiogram did not show any evidence of atherosclerotic disease but showed a 1.3 cm filling defect in the aortic arch, consistent with thrombus as shown in . Repeat MRI of the brain 4 days later did not show any new strokes, and her neurological examination remained stable.\\nFurther workup showed beta-2 glycoprotein IgM & IgG, anticardiolipin IgM & IgG, Sjogren Anti-SSA & Anti-SSB, antiextractable nuclear AG (RNP, Smith), C3, C4 complements, protein C, and factor II mutation within normal limits. MTHFR mutation was heterozygous in the A gene only, while homocysteine was normal. The patient was discharged on warfarin, aspirin, and iron supplementation. Repeat TEE at four months showed that the prior echogenic mass in the aortic arch had decreased in size, as shown in . She did not report further clinical events in eight-month follow-up and remained on warfarin and iron repletion.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'2389701': 1, '22151052': 1, '24704850': 1, '22453535': 1, '16254418': 1, '8623090': 1, '15028825': 1, '27534421': 1, '28259453': 1, '17888967': 1, '11689799': 1, '9236447': 1, '31396424': 2}", "similar_patients": "{}"}