{"patient_id": 9181, "patient_uid": "6559395-1", "PMID": 31245217, "file_path": "comm/PMC006xxxxxx/PMC6559395.xml", "title": "Eagle’s Syndrome: A Case Report of a Unilateral Elongated Styloid Process", "patient": "A 22-year-old female patient reported to our clinic and complained of pain in the right side of her face and neck for one year. The pain was spontaneous in nature, its intensity was dull to moderate, and it was of intermittent nature. The pain aggravated while opening the mouth or moving the head and neck from side to side. She also experienced pain during swallowing, with an associated foreign body sensation in the throat. Her medical history is noncontributory. She underwent surgical removal of impacted teeth one year before for the same complaint; however, she did not have any relief from symptoms.\\nOn an extraoral examination, the face was symmetrical (Figure ). There was no palpable mass or tenderness in the involved region. There was no tenderness in the muscles of mastication during palpation. No tenderness was elicited in the temporomandibular joints during mandibular movements. On an intraoral examination, the patient experienced extreme tenderness on palpating the right tonsillar fossa. A bony mass was palpable in the same region.\\nAn orthopantomogram was taken for the patient, and it revealed an increase in the length of the styloid process on the right side (Figure ). This finding was further analyzed with computed tomography three-dimensional reconstruction imaging. Image analysis revealed an elongated right styloid process measuring 35.8 mm and the left side styloid process was 26 mm (within normal limits) (Figure ). These findings led to the confirmatory diagnosis of Eagle’s syndrome.\\nThe elongated styloid process on the right side was removed through the intraoral surgical approach at the level of the tonsillar fossa. The patient was free of symptoms one month after surgery, and after six months, the patient was completely asymptomatic.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'15651721': 1, '21422308': 1, '24932120': 1, '24627843': 1, '16297695': 1, '18131173': 1, '11498437': 1, '2497419': 1, '23960519': 1, '31245217': 2}", "similar_patients": "{}"}