{"patient_id": 1744, "patient_uid": "6083476-1", "PMID": 29537382, "file_path": "comm/PMC006xxxxxx/PMC6083476.xml", "title": "A Novel Variant c.97C>T of the Growth Hormone Releasing Hormone Receptor Gene Causes Isolated Growth Hormone Deficiency Type Ib", "patient": "A 13-month old girl was admitted to our department due to failure to thrive. She was the second child of healthy, unrelated parents, whose heights were 190 cm (father) and 175 cm (mother). An ethical review board approval and informed consent from both parents of the proband presented here were obtained, in accordance with national laws.\\nThe patient was the product of a 37 weeks gestation. During the 4th-8th gestational week, the mother experienced vaginal bleeding. Intrauterine growth retardation was diagnosed in the 8th gestational week due to placental insufficiency. Additionally, the mother admitted she was smoking during the entire pregnancy period. The newborn was asymmetrical and small for gestational age (SGA), with a birth weight of 2420 g (<3rd percentile, z-score: -1.93), and a length of 44 cm (<3rd percentile, z-score: -2.76) (). Head circumference was 34.5 cm (70th percentile, z-score: 0.52). She was partially breast-fed during the first 30 days of life. Due to the infant’s unwillingness to take formula milk, she was transferred to the pediatric gastroenterology department where a 24-hour nasogastric tube was placed at the age of nine months and hypercaloric oral supplements were administered, without significant effect on body weight gain ().\\nOn physical examination, at 13 months of age, the infant was small and skinny, not resembling obese GH deficient neonates. Her length was 60 cm (<3rd percentile, z-score: -6.03) and her weight 5470 g (<3rd percentile, z-score: -4.35). Head circumference was 45 cm (40th percentile, z-score: -0.27) and head shape was triangular with open fontanelles. Hair was very sparse and ears were low set. Nasal bridge was hypoplastic and dental development was significantly retarded (one tooth). Motor milestones were delayed; she was able to sit but could not stand. Systematic clinical examination of the heart, lungs and abdomen did not reveal abnormal findings.\\nComplete blood count, haemoglobin levels and glucose concentrations as well as renal function were within the normal range for her age. Karyotype analysis showed a normal female genotype of 46 XX. Thyroid and adrenal hormone levels were normal. Serological indices for celiac disease or food allergy were negative. Serum GH response to clonidine, glucagon and arginine stimulation tests revealed very poor response, with a peak GH value of 4.77 ng/mL, demonstrating IGHD (). An IGF-1 generation test after administering GH at a dose of 33 µg/kg for four consecutive days showed low IGF-1 levels with a modest response (). After 12 months of GH treatment, serum IGF-1 level rose to 23 ng/mL. Bone age was two months at the chronological age of 13 months. Magnetic resonance imaging of the brain revealed a normal pituitary gland and normal hypothalamus.\\nAt the chronological age of 19 months the patient was administered GH at a starting dose of 0.28 mg/kg/week, subcutaneously. After ten months, GH dose was increased to 0.35 mg/kg/week. At the age of 22 months she started to walk. At the chronological age of 24 months she presented a 12 month phalangeal and a nine month carpal bone age. After ten months of medication she gained 7 cm in length (8.14 cm/year), 300 g in weight and her head circumference had increased by 2.2 cm. After one year of treatment (at chronological age of 31 months) the patient had achieved a length of 73.5 cm (<3rd percentile, z-score: -5.2), a weight of 6100 g (<3rd percentile, z-score: -5.65) and a head circumference of 48 cms (50th percentile, z-score: -0.02) ().\\nDue to the facial features of the patient, Silver-Russell syndrome has been suspected. The absence of the clinical criteria of Price et al (7) along with a deletion/duplication analysis with array genomic hybridization, Silver-Russell syndrome was excluded. Additionally, presence of intrauterine growth retardation, along with facial characteristics and delayed eruption of teeth, could suggest a possible diagnosis of 3M syndrome. Triple whole exome sequencing (WES) of the affected girl and parents (CentoXome GOLD®) using Illumina technology was performed. No mutation on CUL7, OBSL1 or CCDC8 genes, the mutations leading to 3M syndrome were found. A novel homozygous nonsense variant in the GHRH-R gene, the c.97C>T (p.Gln33*) was detected. The observed variant creates a premature stop codon and is classified as likely pathogenic-class 2 variant. Parental genotyping detected the novel variant in the mother in a heterozygous form, but it was not found in the father. It is suspected that a large deletion not detectable by WES in the paternal allele is present. The detected c.97C>T variant of the GHRH-R gene has never been reported before and not listed, in the CentoMD.", "age": "[[13.0, 'month']]", "gender": "F", "relevant_articles": "{'32309600': 1, '12083945': 1, '26578640': 1, '23152438': 1, '21044116': 1, '28428227': 1, '28456063': 1, '25534929': 1, '26644421': 1, '17551470': 1, '3005192': 1, '10544228': 1, '6322372': 1, '21274317': 1, '24721026': 1, '28468766': 1, '25153028': 1, '23392099': 1, '23052699': 1, '15248824': 1, '26841638': 1, '27501283': 1, '26077773': 1, '29537382': 2}", "similar_patients": "{}"}