{"patient_id": 6856, "patient_uid": "6402861-3", "PMID": 30868042, "file_path": "comm/PMC006xxxxxx/PMC6402861.xml", "title": "Incidental Renal Cell Carcinoma in Pelvic Malignancies", "patient": "This is a 59-year-old, nulliparous, post-menopausal woman who was referred to gynecology oncology clinic by a local gynecologist. In recent past, she had complaints of vaginal spotting for two months for which she underwent total abdominal hysterectomy and bilateral salpingo-oophorectomy without any pre-operative investigations. Her remote past surgical history was significant for appendectomy in 2012 and tonsillectomy in 2014. Family history was significant for malignancy in her younger brother who had salivary gland carcinoma. Her gynecological examination revealed small induration at the anterior wall of vagina near the vault. Rest of the systemic examination was unremarkable.\\nThe histopathology was reported as moderately differentiated endometrial adenocarcinoma, Grade 2; the lesion was invading more than 50% of myometrium. Size of the tumor was 4.5 x 3 x 1 cm in anteroposterior, transverse and craniocaudal dimensions. A positron emission tomography (PET) scan showed hyper metabolic soft tissue lesion involving vaginal stump extending into left adnexa with standardized uptake value (SUV) 16.4. This was most likely post-surgical changing and there was no evidence of distant metastasis.\\nShe was planned for adjuvant radiotherapy for which she underwent planning CT scan of abdomen and pelvis with intravenous contrast which revealed supplementary mass in left kidney (Figure ). The mass was reported as renal cell carcinoma on radiology which was further confirmed on ultrasound abdomen.\\nThe case was discussed in urology multidisciplinary team (MDT) and consensus was made to perform ultrasound-guided biopsy of the renal mass. The patient, however, refused to undergo the procedure so she is now planned for radiotherapy to the whole pelvis with three-dimensional conformal radiotherapy (3DCRT) delivering the total dose of 4500 cGy @ 1.8 Gy per fraction followed by two fractions of brachytherapy one week apart.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'16536756': 1, '16336324': 1, '12504630': 1, '19810147': 1, '29515395': 2, '8635103': 1, '9751330': 1, '27331139': 1, '28276433': 1, '26904353': 2, '25972627': 1, '9063530': 1, '21051971': 1, '27891445': 1, '15245672': 1, '30868042': 2}", "similar_patients": "{'6402861-1': 2, '6402861-2': 2, '5836212-1': 1, '4745328-1': 1, '4745328-2': 1, '4745328-3': 1}"}