{"patient_id": 133576, "patient_uid": "6507868-1", "PMID": 31086648, "file_path": "noncomm/PMC006xxxxxx/PMC6507868.xml", "title": "Surviving complete gastric infarction in remote Australia", "patient": "A 69-year-old man with a background medical history significant for hypertension and mild obesity, presented to his local district hospital in remote New South Wales, Australia with sudden onset of severe epigastric pain radiating to his back. He was diaphoretic and pale, and initial assessment of the patient seemed to be that of a man suffering an acute myocardial infarction. Despite this, his initial observations were all within normal limits, and his electrocardiograph revealed a sinus bradycardia and no ischaemic changes. All initial blood examinations, including serum troponin, lactate, liver function tests, renal markers, electrolytes and C-reactive protein were completely normal, with the full blood count revealing only a mild leucocytosis (12.3 × 109/L). Interestingly, the most significant finding came from his initial chest X-ray which showed a large intrathoracic gastric bubble consistent with a large hiatus hernia (Fig. ). The patient went on to have an intravenous contrast-enhanced computed tomography (CT) scan of the chest and abdomen which revealed an obstructed intra-thoracic stomach incarcerated within a para-oesophageal hernia (Fig. ). Surgical services in the patient’s local town are limited and thus the patient was transported to the closest regional centre with on-call general surgical services. Decompression with a nasogastric tube (NGT) was attempted but failed.\\nThe patient arrived late in the evening to the regional centre and despite suffering from ongoing pain, had normal haemodynamic observations – he was subsequently admitted to the ward. Deterioration in his clinical condition occurred swiftly the following morning, and surgical intervention was urgently arranged. A damage-control laparotomy was performed and confirmed the diagnosis of an incarcerated para-oesophageal hernia with complete infarction of the stomach and lower oesophagus (Fig. ) secondary to a mesenteroaxial gastric volvulus. An emergency oesophagogastrectomy with excision of the gastro-oesophageal junction and distal four centimetres of oesophagus was performed. The patient survived the procedure, his critical condition steadied, and he was able to be transferred to an Upper Gastrointestinal surgery unit at a tertiary metropolitan centre for Roux-en-Y oesophago-jejunostomy reconstruction. The reconstruction occurred three days after the patient’s initial laparotomy and was complicated by a small anastomotic leak which was managed conservatively. The leak healed slowly and the patient was eventually discharged home in a reasonable state of health a total of eight weeks after the initial presentation. He remains well and at home twelve months after his initial presentation with gastric volvulus.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'17659139': 1, '18678603': 1, '12823923': 1, '19014426': 2, '17513555': 1, '19900595': 1, '22675018': 1, '26275540': 1, '31086648': 2}", "similar_patients": "{'2588627-1': 1}"}