{"patient_id": 12194, "patient_uid": "6778950-1", "PMID": 31662936, "file_path": "comm/PMC006xxxxxx/PMC6778950.xml", "title": "Combined Left Central Retinal Artery Occlusion and Bilateral Anterior Ischemic Optic Neuritis: A Rare Presentation of Giant Cell Arteritis", "patient": "A 75-year-old lady, known patient with optimally controlled hypertension with amlodipine monotherapy for 5 years duration, presented with sudden painless onset of visual blurring involving the left eye for 3 days duration which was progressed to the level of perception of light (Pl) on the same side. Approximately 24 hours later, she developed gradual blurring of vision in the right eye too. She had left-sided intermittent jaw pain for a week prior to the onset of visual symptoms; however, she did not have a history of fever, frontotemporal headache, malaise, or constitutional symptoms. Past ophthalmological history included bilateral uncomplicated cataract extraction two years prior to the current presentation, and her visual acuity was 6/12 in the left eye and 6/12 in the right eye prior to the admission.\\nOn examination, she was oriented and alert with the Glasgow Coma Scale (GCS) of 15 out of 15, was afebrile, and had tenderness over the left temporal region, but no thickening of the temporal artery was noted. Ophthalmic examination showed her visual acuity in the left eye Pl; in right eye, it was 1/10 with complete ocular motility. Other system examinations including the neurological examination were unremarkable.\\nDetailed examination of the eyes by the ophthalmology team revealed both pseudophakic eyes with normal intraocular pressures in each eye (right eye 12 mm·Hg and left eye 14 mm·Hg). She had a bilateral pale disc and evidence of central retinal artery occlusion in the left eye ().\\nInvestigations revealed ESR 130 mm/1st hour, CRP 101 mg/L, white blood cell count 9560/mm3 with neutrophil predominance, haemoglobin 9.7 g/dL with normochromic normocytic cells, and platelets 350000/mm3 Her urine analysis, renal, and liver profile were normal. Chest radiograph, electrocardiogram, and 2D echocardiogram were unremarkable. As she had visual impairment, a magnetic resonance imaging (MRI) of the brain was performed, which also was unremarkable.\\nA clinical diagnosis of giant cell arteritis was made and was proceeded with a left side temporal artery biopsy which confirmed the diagnosis of giant cell arteritis. She was initiated on intravenous methylprednisolone 1 g daily for 3 days on presumptive diagnosis, while the histological confirmation was awaited and followed by 40 mg prednisolone (1 mg/kg) oral daily for four weeks.\\nA negative result obtained in aetiology directed investigations including anti-nuclear antibodies (ANA), venereal disease research laboratory (VDRL), retroviral screening, and tuberculosis quantiferon gold test.\\nAfter continuation of tapering dose of glucocorticoids for a period of 6 months, she noted to have no significant improvement of vision in both eyes. But her vision was not deteriorated after the steroid therapy.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'20371504': 1, '18640460': 1, '26416775': 1, '9559737': 1, '25512481': 1, '9133940': 1, '8479714': 1, '29986083': 1, '31662936': 2}", "similar_patients": "{}"}