{"patient_id": 15357, "patient_uid": "6956508-1", "PMID": 31931757, "file_path": "comm/PMC006xxxxxx/PMC6956508.xml", "title": "Painless retrograde type A aortic dissection followed conservative treatment of type B aortic dissection: a case report", "patient": "A 40-year old Chinese male non-diabetic, non-hypertensive patient presented at our hospital with precordial and back pain that started 5 h earlier, and chest pain lasted for only a few minutes. Vital signs were recorded on admission with normal blood pressure in arms and legs. Blood pressure in the right arm was 138/74 mmHg, heart rate was 108 beats per minute and body temperature was 37.3 C degree. The patient received computed tomography angiography (CTA) and it revealed aortic dissection of the descending aorta without pericardial effusion or significant coronary disease. No dissection was found in ascending aorta, and the arterial bifurcation of the limbs and organs were not involved. The false lumen of descending aortic showed crescent-shaped with a thickness of 5 mm (Fig. a, b). As no poor perfusion, aneurysm, or uncontrolled pain complicated, the patient deemed not to be in need of emergency surgical repair. On this basis, conservative medical therapy was given together with blood pressure and heart rate tight control, as well as hemostasis. The blood pressure was kept less than 110/70 mmHg and the heart rate was maintained below 70 bpm after administration of calcium channel blocker (nifedipine started with 10 mg, three times a day) and beta-blocking agent (metoprolol started with 47.5 mg, once a day), the medicine dosages were adjusted according to the level of blood pressure. The patient did not experience any recurring chest pain after resolution of the original attack, which lasted a few minutes only.\\nCTA was performed after 6 days of conservative treatment, RTAD was detected in the absence of typical thoracic pain. Ascending aortic false lumen was 5 mm thickening in a crescent shape, as well as the thickness of false lumen in the descending aorta wall was expanded to 9.5 mm (Fig. c, d). Subsequently, a CTA scan was followed by another 6-day medical treatment due to the patient’s refusal to open surgical therapy at the beginning. The thickness of false lumen in the walls of ascending and descending aorta was 13.1 mm and 12.9 mm respectively (Fig. e, f). Moreover, a cardiac ultrasound indicated pericardial effusion, together with an anechoic liquid area, 5 mm thickness behind the posterior wall of the left ventricle. It showed that type B aortic dissection progressed into RTAD without any symptom. Flowchart for management of our case was shown in Fig. .\\nOn day 12, as the high risk of aortic rupture and cardiac tamponade, open surgical repair was performed under the permission of the patient. Total replacement of the aortic arch combined with elephant trunk implantation through a median sternotomy under hypothermic cardiopulmonary bypass (CPB) was proceeded as explained in earlier studies [, ]. Cannulation for CPB was carried out through the right femoral artery and the right atrium. Cardiac protection was done through cold-blood cardioplegia perfusion. Cerebral effective protection was done using bilateral antegrade cerebral perfusion combined with deep hypothermic circulatory arrest in aortic arch surgery. After that, the aortic arch and ascending aorta were opened and inspected closely. The primary tear of aortic dissection was observed in the descending aorta. Sleeve anastomosis was performed to suture the root of the aorta. We implanted a 100 mm long stent-graft (Shanghai MicroPort Medical Corporation, China) into the descending aorta compressed as an elephant trunk and sealed off the descending aorta intimal tear. The sutural margins were then fixed using the 4–0 Prolene suture. Besides, fenestration was performed in the stented elephant trunk to simplify the procedure of anastomosis to the left subclavian artery. Then, a four-branched prosthetic graft (Terumo Corporation, Japan) replaced the ascending aorta and aortic arch. Bilateral antegrade cerebral perfusion was discontinued after anastomosis of the innominate artery and common carotid artery. CPB was gradually returned to normal flow and started to rewarm. After the reconstruction of all aortic arch vessels, the proximal anastomosis was carried out during rewarming. The CBP time was 190 min, aortic cross-clamp time was 114 min, and double cerebral perfusion time was 35 min.\\nThe patient was sent to the intensive care unit (ICU) for further monitoring after the operation was done, weaned from ventilator 14 h after the surgery. After mediastinal drainage tube removed on the third day, postoperative total aortic CTA was performed and revealed no aberrant changes in the position, profile or size of the artificial blood vessel and the stent. The pathological examination showed that elastic fibrous tissue hyperplasia and semi-mucoid degeneration of aortic wall, there was massive hemorrhage between the aorta walls, and the results were consistent with aortic dissection. The patient was discharged with satisfactory conditions two weeks after operation, continued to take medicine (nifedipine 30 mg per day; metoprolol 47.5 mg per day) to control blood pressure and heart rate, avoid heavy physical work, and follow-up regularly. At 6 month follow-up, no obvious abnormality was detected in the implanted prosthetic graft or stent as evident by CTA.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'25662791': 1, '19463336': 1, '29173364': 1, '22464711': 1, '16753315': 1, '28606609': 1, '19324146': 1, '24507990': 1, '28815188': 2, '15473405': 1, '30976447': 1, '19752379': 1, '31931757': 2}", "similar_patients": "{'5542327-1': 1, '5542327-2': 1}"}