{"patient_id": 131880, "patient_uid": "6381920-1", "PMID": 30792645, "file_path": "noncomm/PMC006xxxxxx/PMC6381920.xml", "title": "Significance of Earlier Initiation of Chemotherapy for Lung Cancer Complicated with Primary or Secondary Nephrotic Syndrome following Its Appropriate Differential Diagnosis", "patient": "The patient was a 75-year-old male who presented with chief complaints of edema in lower extremities slowly progressing since three weeks prior, and a 4-kg weight gain. He had a 40-pack-year history of smoking. His PS was 1 at the time of admission. Pitting edema was observed in both lower legs. Laboratory data at admission included the following values: urine protein, 7.1 g/day; serum albumin, 2.2 g/dL; serum total protein, 5.1 g/dL; and serum total cholesterol, 372 mg/dL. Based on these findings, a diagnosis of nephrotic syndrome was made.\\nOn the other hand, in the imaging tests at the time of admission, a mass was observed in the right lower lung field (Fig. ). A biopsy of the mass was performed, and a diagnosis of stage IV squamous cell lung cancer (cT3N2M1b) was made. The tumor marker, squamous cell carcinoma antigen (SCC), was elevated at 17.0 ng/mL (normal: < 1.5 ng/mL). At this point, correct diagnosis of nephrotic syndrome was required because treatment approaches for primary versus paraneoplastic nephrotic syndrome are very different. Then, histopathological findings of the renal biopsy included mild thickening of the glomerular walls in HE-stained specimens (Fig. ) and spikes of the glomerular basement membrane protruding towards the epithelium in PAM-stained specimens (Fig. ). Immunofluorescence staining showed granular deposition of IgG on the glomerular walls (Fig. ). IgG subclass analysis showed predominant deposits of IgG4 (Fig. ), which is consistent with the staining patterns in primary membranous nephropathy. Other possible causes of secondary membranous nephropathy were hepatitis B and hepatitis C virus infections, connective tissue disease, and drug induced disease, which were excluded in this case.\\nEventually, a total of 30 days were required for us to determine the cause of the nephrotic syndrome, from admission to initiation of chemotherapy. By the time of chemotherapy initiation, the patient's PS had worsened to 2, with edema in lower extremities due to progressing nephrotic syndrome, and serum albumin had further reduced to 1.1 g/dL. Initial chemotherapy regimen was the standard carboplatin (AUC 6)/paclitaxel (200 mg/m2) combination therapy. During the first cycle of chemotherapy, side effects included grade 4 neutropenia and grade 4 thrombocytopenia, and the PS worsened to 3 due to grade 2 fatigue. The tumor grew after the first cycle, upon which we had no choice but to provide best supportive care.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'5900782': 1, '20170547': 1, '27553996': 1, '33926295': 2, '6930515': 1, '6383668': 1, '1651993': 1, '7738625': 1, '8128936': 1, '12488290': 1, '8938215': 1, '8322793': 1, '14635075': 1, '1989552': 1, '17000683': 1, '30792645': 2}", "similar_patients": "{'8113932-1': 1}"}