{"patient_id": 5978, "patient_uid": "6349571-1", "PMID": 30705795, "file_path": "comm/PMC006xxxxxx/PMC6349571.xml", "title": "Orbital Venous Varices: A Rare Bilateral Asymptomatic Presentation", "patient": "A 64-year-old Caucasian male with a medical history of type 2 diabetes mellitus, hypertension, and hyperlipidemia presented to an eye clinic for a diabetic eye exam. He had no ocular complaints aside from slightly blurred vision, which he attributed to “scarring on his retina.” He stated that he had developed “smoky vision” several years ago, which had been treated with oral and topical medications. He denied any current ocular discomfort or pain.\\nOn exam, his visual acuity was 20/25+2 in the right eye and 20/20-2 in the left with correction. Anterior segment examination did not reveal any abnormalities. Intraocular pressures were within normal limits. Dilated fundus examination found optic nerve head drusen, extramacular healed chorioretinal scars, and mild non-proliferative diabetic retinopathy in both eyes.\\nDiagnostic work-up included laboratory testing and magnetic resonance imaging (MRI) of the brain and orbits with and without contrast. This work-up was prompted by the history of chorioretinal scarring and blurry vision in the past requiring treatment. Laboratory workup was negative aside from positive toxoplasma IgG antibodies. MRI of the brain and orbits with and without contrast revealed varices of the bilateral inferior ophthalmic veins, bilateral pterygoid plexuses, and the infratemporal veins. There was no dilation or thrombosis of the superior ophthalmic veins, and no abnormal enhancing mass lesions within the orbits or brain parenchyma. No intracranial arteriovenous malformations, dural fistulas, or carotid cavernous fistulas were identified (Figures -).", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'7991099': 1, '17019411': 1, '18203938': 1, '12601019': 1, '15258032': 1, '7487590': 1, '30705795': 2}", "similar_patients": "{}"}