{"patient_id": 3568, "patient_uid": "6194643-1", "PMID": 30336782, "file_path": "comm/PMC006xxxxxx/PMC6194643.xml", "title": "Alectinib (Alecensa)-induced reversible grade IV nephrotoxicity: a case report and review of the literature", "patient": "This is a case of a 72-year-old Taiwanese man who was diagnosed as having metastatic adenocarcinoma of the lung complicated by malignant right pleural effusion 2 years ago. He initially presented with weight loss, worsening cough, and worsening exertional shortness of breath for 3 months prior to presentation. He had a past medical history of type 2 diabetes mellitus, which was well controlled on insulin. He was an ex-smoker of tobacco with a tobacco smoking history of one pack a day for 10 years but he quit smoking tobacco 20 years ago. He also had a family history of non-Hodgkin lymphoma in his brother and breast cancer in his niece. He is retired and lives with his wife.\\nOn examination, he was afebrile with heart rate of 70 beats/minute and with blood pressure (BP) of 130/80 mmHg. He appeared moderately built and was not in any respiratory distress. His respiratory examination was significant for dullness over the right middle and lower chest on percussion and was associated with reduced breath sounds on auscultation. His cardiovascular, abdominal, and neurological examinations were non-contributory.\\nHis initial computed tomography (CT) scans demonstrated a middle lobe mass in his right lung and right lung pleural effusion. A positron emission tomography (PET) scan showed an increased uptake in the middle lobe mass in his right lung, subcarinal lymph nodes, several bilateral subcentimeter pulmonary nodules, and diffuse osseous metastasis. There was no evidence of brain metastasis as evidenced by magnetic resonance imaging (MRI) of his brain. He then had thoracentesis and pleural biopsy with the placement of a pleural catheter. The pleural biopsy was consistent with adenocarcinoma with an acinar pattern. Immunohistochemistry of the tumor cells was positive for cytokeratin (CK) 7, thyroid transcription factor 1 (TTF-1), and negative for CK20. A fluorescence in situ hybridization (FISH) showed evidence of ALK mutation (33% of cells positive for rearrangement). His final diagnosis was stage IV ALK + adenocarcinoma of the lung with metastasis to pleura, mediastinum, and bones. Before the information of ALK positivity was obtained, he was started on combination chemotherapy consisting of carboplatin, Alimta (pemetrexed), and Avastin (bevacizumab) of which he successfully completed five cycles. He was followed up regularly in the clinic every 4 weeks. He tolerated the chemotherapy and had a good response with 30% reduction in the lung mass size. He was later started on crizotinib 250 mg twice per day and had a significant response with improved tumor burden in his metastatic sites. He followed up in the clinic every 4 weeks initially for 6 months and then every 8 weeks for 1 year. During his follow-up visits, he remained stable with no evidence of disease progression. He remained on crizotinib for over a year and tolerated it well. During one of the follow-up clinic visits at around 18 months after diagnosis, an MRI scan of his brain was arranged due to a new symptom of headache; it showed numerous brain metastases which was consistent with progression of his disease. A decision was made to stop crizotinib and to start alectinib 600 mg twice daily coupled with cranial radiation.\\nWithin 5 weeks of starting alectinib, he developed ARF with his creatinine (Cr) increasing up to 8.16 mg/dL and blood urea nitrogen (BUN) to 113 mg/dl. He was anuric at presentation and his laboratory tests were consistent with hyperkalemia and acidosis with a potassium level of 7.1 mEq/L and bicarbonate (HCO3) of < 9 mmol/L. His renal workup revealed BUN/Cr ratio of 13, fractional excretion of sodium (FENa) of 16%, urine sodium of > 83 mEq/L, and urine osmolality of 334 mOsm/kg. His renal ultrasound did not show any evidence for obstruction (hydronephrosis). Table illustrates the laboratory values and Fig. illustrates the timeline of our patient’s renal functions.\\nSince he was refractory to medical treatment, he required continuous venovenous hemodialysis (CVVH) due to the electrolyte imbalance. Alectinib was held on admission and dialysis was continued for 2 days until the electrolyte imbalance was corrected. Renal biopsy could not be performed as our patient refused.\\nHis renal functions slowly recovered and Cr improved to 1.75 mg/dL within 2 days. He was re-challenged with alectinib at the same dose 24 hours after renal recovery. However, the medication had to be stopped again as his Cr started to worsen and rose to 3.6 mg/dL within 2 days of restarting alectinib. Currently, he is being treated with ceritinib, and his renal status has been stable with Cr levels ranging between 2 and 3 mg/dL. He also has no progression of his metastatic disease as evidenced by his recent imaging.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'33457258': 1, '28625556': 1, '34233435': 1, '23639470': 1, '17625570': 1, '28586279': 1, '22225917': 1, '28721071': 2, '27965961': 1, '25153538': 1, '28689043': 1, '30336782': 2}", "similar_patients": "{'5499859-1': 1}"}