{"patient_id": 14812, "patient_uid": "6931065-1", "PMID": 31874384, "file_path": "comm/PMC006xxxxxx/PMC6931065.xml", "title": "Computer guided resection and reconstruction of intra-osseous zygomatic hemangioma: Case report and systematic review of literature", "patient": "A 29 years old female patient presented to our institution at February 2016 complaining of a slowly growing swelling of the right orbit causing facial disfigurement in the last 6 months, with no history of trauma incidence. The patient gave a history of intermittent throbbing pain together with multiple attacks of conjunctivitis and epiphora in the last 3 months. Her past medical history was non-significant. Family history revealed that no other family member had similar condition.\\nClinical examination revealed a hard, tender, immobile and palpable mass occupying the inferior and lateral orbital rims together with the malar surface of zygomatic bone (). Computed tomography (CT) showed a multilocular trabeculated, round, well-defined expansile bony lesion measuring 1.8 × 1,7 × 1,5 cm involving the right orbital floor, lateral wall, inferior and lateral rims plus anterior surface of zygomatic body (). MRI examination was requested for further evaluation, T1 and T2 weighted images showed intermediate signal intensity, with no associated soft tissue lesion. Areas of no signal were noticed that corresponded to the trabeculae seen on the CT study. Based on CT and MRI findings a preliminary diagnosis of intra-bony hemangioma was set. Needle aspiration was not decisive. Under local anesthesia an incisional bone biopsy using a trephine bur through a stab incision at the place of subciliary incision over the malar bone was done, minimal bleeding occurred and was controlled by direct pressure over the incision. The histopathological examination reported a cavernous hemangioma. Based on case history, clinical and radiographic findings the patient was informed with the treatment plan to resect and reconstruct the tumor using ramus bone graft, but due to cultural reasons she denied surgical intervention and asked for a monthly follow-up schedule. Six months later, a new CT revealed increase in lesion size reaching 2.3 × 2 × 1,7 cm. Moreover, she reported an increased incidence of throbbing pain, attacks of conjunctivitis and epiphora. At 9 months follow-up visit she asked for surgical intervention to remove the lesion.\\nThe CT scan was imported as DICOM files into surgical simulation software (mimics 19, Materialise) to provide better visualization and treatment planning. A 3D virtual model was constructed on the software for better identification and study of the tumor margin, planning of the surgical procedures. The lesion was identified on the virtual 3D model and the resection margins were set to create a surgical resection template (). The lesion was virtually removed and after studying the size, location and relations of the defect, a decision was made to recreate the lateral and inferior orbital rims plus anterior wall of the malar bone through an autogenous bone graft from the ipsilateral mandibular external oblique ridge, anterior border and lateral shelf of the ramus. Also, the orbital floor and lateral wall will be restored using a titanium mesh. A stereolithographic model together with the resection template were sent for 3D printing after virtual mirror imaging the orbito-zygomatic complex part of the normal side to occupy the diseased part. Upon this model trimming and prebending of the titanium mesh was done for restoring the patient orbital floor and lateral wall ().\\nThe surgical procedure included a transconjuctival approach with lateral canthotomy to expose the tumor mass. After exposure, the resection template was placed on the bone and the resection margins were marked, then the tumor was resected using a surgical micro-saw followed by curettage (). A vestibular incision was done to harvest the ramus bone graft using piezosurgery. The bone graft was fitted to the defect and fixed using titanium bone plates and screws. Orbital wall and floor were restored using a pre-contoured titanium mesh that was fixed using 2 titanium micro screws (). After 2 years, a second operation was done to remove the hard ware as the patient complained of a palpable plate where the bone graft showed good consolidation into the bony bed ()\\nRegular follow-up every 6 m till 3 years postoperatively showed preserved ocular position vertically and horizontally, achievement of bilaterally symmetrical contour of the midface with no deformity, good consolidation of the bone graft into bony bed plus no recurrence as documented from the radiographic and clinical follow-up records ().", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'19700378': 1, '7149566': 1, '4829763': 1, '11405376': 1, '7425040': 1, '11163002': 1, '7322487': 1, '15547387': 1, '25328568': 1, '23241780': 1, '29609437': 2, '15434278': 1, '1795049': 1, '19574025': 1, '3459795': 1, '15544895': 1, '2669609': 1, '14233938': 1, '1453028': 1, '29109848': 1, '22446428': 1, '22614558': 1, '30342279': 1, '9106298': 1, '16525289': 1, '26072005': 1, '29485562': 1, '18636281': 1, '14504546': 1, '9020744': 1, '23989119': 1, '19098533': 1, '9371135': 1, '17440384': 1, '2274323': 1, '2017505': 1, '26900231': 1, '17016539': 1, '26872282': 1, '3628764': 1, '12761710': 1, '2329401': 1, '7406764': 1, '29548881': 1, '26055853': 1, '23642668': 1, '25034115': 1, '29651653': 1, '12496656': 1, '10388892': 1, '3605990': 1, '11498432': 1, '28376635': 1, '16772943': 1, '19273921': 1, '9207663': 1, '28210401': 1, '22431768': 1, '17519666': 1, '20713264': 1, '31874384': 2}", "similar_patients": "{'5894550-1': 1}"}