{"patient_id": 15186, "patient_uid": "6946363-1", "PMID": 31689754, "file_path": "comm/PMC006xxxxxx/PMC6946363.xml", "title": "A case report of hereditary hemochromatosis caused by mutation of SLC40A1 gene", "patient": "A 34-year-old man was admitted to our hospital on August 2014 due to occasional discomfort in the liver area for 9 months. The patient felt fatigue occasionally and had no history of joints pain. The patient denied history of hypertension, coronary heart disease, diabetes, viral hepatitis and tuberculosis, and also denied history of surgery, trauma, blood transfusion, and food or drug allergy. He has smoking history for 7 years (about 7 cigarettes per day), and occasionally drank in recent 5 years (one time per week, equivalent alcohol intake <60 g per time). Nine months before being admitted, he had not received any additional treatment except for taking hepatoprotective drugs.\\nThere was no abnormality in physical examination.\\nIn the laboratory tests, liver function showed that aspartate aminotransferase was 48.5 U/L (reference range: 15–46 U/L) and alanine aminotransferase was 73.1 U/L (reference range: 0–40 U/L). The iron metabolism showed that the serum iron was 23.4 μmol/L (reference range: 10.6–36.6 μmol/L), total iron binding capacity was 47.2 μmol/L (reference range: 50–70 μmmol/L), ferritin was 12,405.0 μg/L (reference range: 20–200 μg/L), and transferrin saturation was 50% (reference range: 20–50%). No abnormal findings in the tests of blood and coagulation routine, urine and stool routine; no abnormal findings in the tests of kidney function, electrolyte, blood lipid and glycosylated hemoglobin; no abnormal findings in hepatitis B markers, hepatitis C antibody as well as alpha fetoprotein (AFP); antinuclear antibody (ANA), autoimmune liver disease-related antibodies, and immunoglobulin were normal. ECG was normal. Echocardiography showed mild tricuspid regurgitation.\\nContrast-enhanced magnetic resonance imaging (MRI) of the liver and spleen showed enlarged spleen and extensive and uniform decrease of the signal in liver and spleen (Fig. ). Liver biopsy showed phagocytic Kupffer cell infiltration, expanded portal area, fibrous tissue proliferation, and a few of inflammatory cells infiltration. Iron staining was positive and copper staining was negative. The pathologic diagnosis was hereditary hemosiderosis (Figs. and ). Sequencing test was performed on the pathogenic genes in the online Mendelian Inheritance in Man (OMIM) database including HFE, HAMP, HJV, TFR2, and SLC40A1 gene. Gene mutation was not found in HFE, HAMP, HJV, and TFR2. However, it was found that the TTG at position 485 to 487 of SLC40A1 gene was deleted, resulting in the deletion of the valine 162 of encoded ferroportin1 protein. The mutation of the gene shows autosomal dominant inheritance. The patient was heterozygote for the mutation (Fig. ). Genetic test was further performed on his relatives. It was found his mother, 1 of the 2 aunts, and 1 of the 2 uncles also carried heterozygous mutation of Val162del of SLC40A1 gene (Fig. ).\\nThe patient was given a low iron diet and phlebotomy interval 2 weeks until the ferritin 100 μg/L. At present, phlebotomy is performed every 3 to 6 months according to the results of the patient's examination. There were no significant changes in blood routine tests. With those treatments, he was asymptomatic with 5 years follow-up.\\nThis case report was approved by the ethics committee of the First Hospital of Jilin University, Changchun, China, and the informed consent form was signed by patient.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'29134618': 1, '26633544': 1, '21716156': 1, '33718388': 1, '20691492': 1, '25454304': 1, '15074564': 1, '22385471': 1, '21199650': 1, '30002125': 1, '11431687': 1, '16813613': 1, '16351644': 1, '30500107': 1, '16457665': 1, '27445804': 1, '11313311': 1, '23577916': 1, '18160816': 1, '25788196': 1, '27723100': 1, '23018356': 1, '30166352': 1, '26596411': 1, '31689754': 2}", "similar_patients": "{}"}