{"patient_id": 670, "patient_uid": "6016173-1", "PMID": 29992065, "file_path": "comm/PMC006xxxxxx/PMC6016173.xml", "title": "Pancreas as an Occult Source of Recurrent Salmonella enteritidis Bacteremia in an Immunocompromised Patient", "patient": "A 56-year-old female presented with repeated fevers in a span of four months. Her medical history was significant for systemic lupus erythematosus (SLE) with nephritis and hypothyroidism. Her medications were methylprednisolone and levothyroxine. She was allergic to cephalexin, penicillin, and levofloxacin. She was a nonsmoker, denied alcohol, and illicit drug use.\\nIn her first hospital admission, she presented with fever and chills after traveling to Jamaica. She had no other symptoms. Her physical examination was only remarkable for fever of 38°C. Diagnostics revealed blood cultures positive for Salmonella enteritidis. Urine culture was negative. Due to her complicated history of antibiotic allergies, she was treated with aztreonam and discharged on trimethoprim/sulfamethoxazole (TMP/SMX) for two weeks.\\nShe was well in the interim until one month later when she returned with fever (39°C), nausea, and dysuria. Physical examination identified costovertebral angle tenderness. Blood culture again grew the same organism, and urine culture was also positive. She was treated with aztreonam and discharged home with TMP/SMX for two weeks. Repeat urine culture as outpatient was negative for Salmonella.\\nWithin the next month, she was readmitted with generalized body and joint pains. She was then treated with steroids for a lupus flare. During this admission, there were incidental findings of elevated lipase 668 U/L (reference range 4–66), and CT scan showed pancreatitis. She did not have any abdominal pain or symptoms to suggest acute pancreatitis. Her blood and urine cultures were negative. Gastroenterology service recommended that she be managed supportively. After clinical improvement, she was discharged to a rehabilitation facility.\\nIn a week, she again developed fever accompanied by chills, nausea, and vomiting. There were no other symptoms. Physical examination was only remarkable for temperature of 38.5°C and blood pressure of 144/63 mm Hg. The examination was otherwise normal.\\nThe serum white blood cell count was 13.1 × 103 µL (ref 4.8–10.8), and hemoglobin was of 7.9 (ref 12–16). Lipase was 22 U/L (ref 4–66). Bilirubins, transaminases, and the remainder of the metabolic profile were unremarkable. Blood and stool culture grew Salmonella enteritidis sensitive to ampicillin, aztreonam, ceftriaxone, ciprofloxacin, piperacillin/tazobactam, and trimethoprim/sulfamethoxazole.\\nComputed tomography (CT) scan of the abdomen showed enlargement of the pancreatic head with adjacent stranding consistent with pancreatitis along with adjacent low-density regions anteriorly and inferiorly consistent with inflammatory liquefaction (). Other abdominal structures were normal. Magnetic resonance imaging (MRI) showed an 8 cm mass below the level of the pancreas.\\nShe was initially given aztreonam for two weeks pending sampling of the pancreatic mass. The patient then changed her mind and refused the procedure. Since she was clinically doing well and repeat cultures were negative, she was monitored off antibiotics with a plan to do the procedure if she worsened.\\nWhile awaiting discharge, she had a fever of 38°C. Blood and stool cultures were again positive. This time, she was given intravenous ceftriaxone. Repeat CT and MRI demonstrated multiple complex fluid collections around the pancreas: a 9 × 6 cm mass inferior to the pancreas, a 7 × 4 cm mass superiorly, and two smaller masses abutting the head and body.\\nCT-guided drainage was performed with purulent fluid identified. A Jackson-Pratt drain was then placed (). Fluid culture grew Salmonella enteritidis. The patient was transitioned to 4 weeks of oral ciprofloxacin, which the patient tolerated despite the reported levofloxacin allergy. She was followed up as outpatient and was doing well.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'1409199': 1, '12064838': 1, '11938049': 1, '7986625': 1, '1675740': 1, '15599326': 1, '11237131': 1, '28056035': 1, '16621698': 1, '19445730': 1, '1778866': 1, '14614200': 1, '29992065': 2}", "similar_patients": "{}"}