{"patient_id": 9416, "patient_uid": "6585016-1", "PMID": 31217026, "file_path": "comm/PMC006xxxxxx/PMC6585016.xml", "title": "Inevitable high-dose irradiation to lead of implantable cardioverter defibrillator in small cell lung cancer: a case report", "patient": "A 72-year-old Korean man with a past medical history of ICD insertion for idiopathic ventricular fibrillation (device: Medtronic Protecta XT VRD354VRM; lead: Medtronic Sprint Quattro Secure Model 6947) presented with a 1-month history of complaint of a dry cough. He had a 50–pack-year history of smoking. His family history was negative for any malignancy. Chest x-ray and contrast-enhanced computed tomography showed a conglomerate nodal mass in the left central lung and left hilar area (Fig. a, b). Bronchoscopy was performed, and the cell block obtained from a needle biopsy was evaluated. A photomicrograph of the bronchoscopic biopsy showed a nest of atypical cells that squeezed hyperchromatic nuclei (Fig. c). IHC showed that these cells were positive for neuroendocrine markers, such as CD56 and chromogranin, and negative for CD45RO. The patient had an elevated serum lactate dehydrogenase level (337 U/L). Positron emission tomography excluded any additional disease localizations (Fig. d). The patient was diagnosed with a limited stage of small cell lung cancer in the left lung (cT4N2M0 by TNM staging).\\nThe patient was recommended for concurrent chemoradiotherapy (CCRT), but he refused CCRT because of fear of toxicity. The tumor showed partial remission after four cycles of chemotherapy (cisplatin 25 mg/m2 on days 1, 2, and 3 and etoposide 100 mg/m2 on days 1, 2, and 3). He was referred for sequential thoracic radiotherapy. After a multidisciplinary meeting, we decided to treat him with radiotherapy and that the condition of his ICD would be monitored by a cardiologist during radiotherapy.\\nThe primary tumor, regional gross lymph nodes, and surrounding normal structures were contoured in radiotherapy planning computed tomography. For ICD delineation, three parts of the ICD were contoured: the body of the ICD, the leads, and the electrode. Dose calculation was performed using analytical anisotropic algorithm (version 8.9.17). The goal of treatment planning was to achieve a dose to the target volume greater than 97% of the prescribed dose while minimizing the dose to surrounding normal organs and avoiding the directly irradiated field of beam arrangement into the contour of the lead and electrode. The prescribed dose was 60 Gy in 30 fractions five times per week. On dose-volume histogram (DVH) analysis, the mean and maximum doses of ICD were 0.73 Gy and 1.43 Gy, respectively, in the body. The mean and maximum doses of the lead and electrode were 17.12 Gy and 55.72 Gy in the lead and 1.81 Gy and 7.10 Gy in the electrode, respectively; this was because parts of the lead and electrode were inevitably in the irradiation fields. Radiation was delivered by linear accelerator (Varian Clinac 21EX; Varian Medical Systems, Palo Alto, CA, USA) using 10-MV 3-fixed photon beams in two sequential dosimetric treatment planning steps (Fig. ).\\nPrior to each treatment, we placed a magnet on the ICD to suspend tachyarrhythmia detection because this can prevent ICD failure, and we used electronic portal imaging for image guidance. The ICD dose was calculated using a metal oxide semiconductor field effect transistor (MOSFET) dosimeter above an external magnet superposed on the ICD during every treatment. The mean and maximum doses estimated at the body of the ICD in vivo were 0.89 Gy and 2.23 Gy, respectively.\\nThe function of the patient’s ICD was checked daily, and no change was observed during radiotherapy. The patient showed good tolerance without severe complications. Computed tomography performed at 4 weeks after radiotherapy showed good response with tumor regression. The patient remained in complete remission without ICD dysfunction more than 36 months after treatment completion.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'22818414': 1, '26706454': 1, '28567504': 1, '21875785': 1, '15132373': 1, '28256052': 1, '23952539': 1, '25885061': 1, '16111598': 1, '23176563': 1, '18977096': 1, '12222852': 1, '22209162': 1, '17461884': 1, '25739476': 1, '15125735': 1, '29310933': 1, '25276450': 2, '25601489': 1, '31217026': 2}", "similar_patients": "{'4170744-1': 1}"}