{"patient_id": 5355, "patient_uid": "6314822-1", "PMID": 30613444, "file_path": "comm/PMC006xxxxxx/PMC6314822.xml", "title": "Cardiac Mass: A Case of Cardiac Papillary Fibroelastoma", "patient": "A 75-year-old Caucasian woman with a past medical history significant for hypertension, dyslipidemia, and depression was admitted to our hospital for evaluation of an incidentally discovered left ventricular mass. The patient denied having a history of stroke, peripheral embolization, or myocardial infarction. The patient reported compliance with her medications and had been taking furosemide 20 mg, amlodipine/benazeprilat 5/20 mg, rosuvastatin 40 mg, aspirin 81 mg, sertraline 100 mg, zolpidem 5 mg, and omega-3 fatty acids/fish oil. The patient reported food allergies to bananas, pecans, and walnuts. The patient denied any significant surgical history. Her social history was significant for tobacco abuse in the past but denies current use of tobacco products, alcohol, and recreational drugs. Transthoracic echocardiography (TTE) was performed for shortness of air and revealed the left ventricular mass. The patient then underwent a transesophageal echocardiogram (TEE) for further evaluation, which localized the mass to the subchordal apparatus of the anterior mitral valve leaflet (Figures -).\\nThe mass was globular and non-pedunculated and measured 1.9 cm within the chordae tendinae. The echo dense core differentiated the globular mass from vegetation or thrombus. The rest of the echocardiography findings showed normal left ventricular systolic function with a normal ejection fraction of 55% to 60%. The patient was then referred to cardiothoracic surgery, who wanted cardiac magnetic resonance imaging (CMR) for better identification and visualization of the mass. CMR revealed a 1.8 x 1.0 x 0.3-cm lesion on the anterior leaflet of the mitral valve (Figure ).\\nConsent was obtained, and the patient agreed to resection to decrease the risk of stroke, myocardial infarction, peripheral embolization, and sudden death. Prior to the surgical resection, the patient underwent coronary angiography to look for patency of the coronary vessels, which demonstrated a left dominant arterial supply system with no significant obstructive coronary artery disease and TIMI-3 flow in all the coronary vessels. Left ventricular end-diastolic pressure (LVEDP) was mildly elevated at 19 mm Hg, indicative of mild diastolic dysfunction. Preoperative electrocardiogram (EKG) was normal and showed that the patient was in normal sinus rhythm. During the surgery, gentle retraction of the aortic valve leaflets allowed visualization of the mass.\\nThe mass was located within the left ventricle attached to the papillary muscle and chordae tendinae of the anterior leaflet of the mitral valve. The mass was shaved off without difficulty. The tumor was flushed in appearance, rubbery to spongy in texture, and 1.7 x 1.1 x 0.4 cm in size. No residual tumor was left behind. The tumor was thought to be a myxoma upon macroscopic inspection. No complications were encountered during the surgery. Histological examination of the mass from the pathology revealed narrow, elongated, and branching papillary fronds composed of central avascular collagen and variable elastic tissues surrounded by acid mucopolysaccharide and lined by hyperplastic endothelial cells (Figure ).\\nThe surface lining cells were highlighted with CD-34, and the intermediate cells stained with vimentin and S-100 (Figure ). These findings confirmed the diagnosis of CPF.\\nImmediately post-op, the patient was confused, light-headed, and complained of dyspnea on exertion. These problems resolved by post-op day two. Following this, the patient’s post-operative course was uneventful. She was discharged to home on post-op day six with home health care.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'19747857': 1, '19436815': 1, '23727543': 1, '11390338': 1, '29484045': 1, '1088858': 1, '18200460': 1, '27127431': 1, '20182594': 2, '30613444': 2}", "similar_patients": "{'2827808-1': 1}"}