{"patient_id": 6475, "patient_uid": "6381577-1", "PMID": 30881706, "file_path": "comm/PMC006xxxxxx/PMC6381577.xml", "title": "Jejunal Varices Bleeding in a Patient with Extensive Portomesenteric Thrombosis Secondary to Factor V Leiden Mutation: A Management Dilemma", "patient": "A 52-year-old man presented to the emergency department with 3-day history of fatigue, dizziness, dark stools, and mild generalized abdominal pain. There was no history of hematemesis, hematochezia, bleeding from any other site, or any similar prior episodes. There was no history of liver disease or NSAIDs. Patient was taking oral rivaroxaban 20 mg/day. His past medical history was significant for extensive portomesenteric thrombosis involving superior mesenteric, splenic, main portal, and right portal veins which was diagnosed 2 years ago. Extensive workup done for the cause revealed heterozygous mutation of factor V Leiden. Another workup showed normal protein C, protein S, and antithrombin III levels. Autoimmune workup, hepatitis B, hepatitis C, and HIV serology were all negative. The patient has no family history of any venous thromboembolism or other bleeding disorders.\\nOn clinical examination he was hemodynamically stable and not in distress. Physical examination revealed marked pallor and normal abdominal examination. Digital rectal examination showed green stool with no evidence of melena at the time of examination.\\nLaboratory tests revealed a hemoglobin level of 7.5 g/dl, platelet count 210,000/ul, INR 1.1, urea 6.6 mmol/l, creatinine 90 umol/l, and normal liver function tests. He was admitted as a case of probable GI bleeding. His rivaroxaban was stopped. He received transfusion of packed red blood cells for symptomatic anemia. Urgent esophagogastroduodenoscopy (EGD) was done and revealed normal esophagus and stomach; however, a suspicious area distal to 3rd part of the duodenum was seen but could not be reached by the normal EGD scope. Subsequently, push enteroscopy was attempted in the same setting and revealed multiple varices in the proximal jejunum affecting a short segment with red wale signs and submucosal feeding veins (Figures –)\\nCT abdomen with contrast was sought. It demonstrated total occlusion of superior mesenteric and splenic veins with well-established collateral venous circulation and reestablishment of the portal circulation at the region of porta hepatis (Figures , , and ).\\nHe was started on IV pantoprazole infusion and then given IV terlipressin for 3 days along with ceftriaxone 1 g/day for 5 days after the enteroscopy findings. His anticoagulation with rivaroxaban was stopped. A multidisciplinary team (MDT) meeting between general surgeon, interventional radiologist, internist, and gastroenterologist was arranged. The agreement was to surgically resect the affected small bowel segment for definitive therapy. Patient was observed in the hospital for few days and did not have any further bleeding or drop in his hemoglobin. After explaining all the benefits and risks of surgery to the patient, he decided on conservative therapy. After discussion with the hematologist, patient was kept off anticoagulation considering his high risk of GI bleeding as he did not opt for surgery. Patient was discharged home with follow-up appointment in general surgery, hematology, and gastroenterology clinics. Patient was restarted on anticoagulation with Dabigatran 110 mg twice daily by the hematologist after 4 months of bleeding event. Reduced dose was chosen due to risk of GI bleeding and the drug was chosen due to availability of the antidote idarucizumab. There was no evidence of bleeding again after resumption of the anticoagulation. Patient was doing well after eight months of follow-up, and his hemoglobin level normalized.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'34327104': 2, '12627662': 1, '23528981': 1, '21612777': 1, '19669261': 1, '16185966': 1, '27481431': 1, '26423996': 2, '17222315': 1, '9755256': 1, '3549204': 1, '3873375': 1, '25624741': 1, '26537486': 1, '17963080': 1, '23830673': 1, '27786365': 1, '30881706': 2}", "similar_patients": "{'4589920-1': 1, '8304195-1': 1}"}