{"patient_id": 13131, "patient_uid": "6829824-1", "PMID": 31684918, "file_path": "comm/PMC006xxxxxx/PMC6829824.xml", "title": "Bilateral adrenal hemorrhage after hip arthroplasty: an initially misdiagnosed case", "patient": "A 57-year-old, previously healthy female suffered a serious car accident on May 3rd, 2018, which led to femoral neck fracture on her left side. Three days later, she underwent left hip arthroplasty in a local hospital. The patient was given enoxaparin (0.6 ml, ih. qd) for DVT prophylaxis on postoperative day (POD) one. The patient’s postoperative recovery was uneventful until POD 8, when she complained of severe nausea and vomiting, accompanied by vague epigastric pain, ceased defecation, decreased appetite, generalized weakness and fever with a Tmax of 39 °C. No acute hypotensive episode or hypoglycemia was recorded.\\n“Bowel obstruction” was first considered, and the patient was transferred to the general surgery department on POD 10 for parenteral nutrition and intestinal obstruction-related treatment. Her vital signs included temperature 38.7 °C, heart rate 104, respiration 19, blood pressure 120/74 mmHg. The abnormal physical examination included mild abdominal distention, slight tenderness of the upper abdomen, and slightly active bowel sounds. Laboratory examination revealed hypernatremia (152 mmol/L, normal 135–145 mmol/L) and hypopotassemia (3.2 mmol/L, normal 3.5–5.5 mmol/L).\\nOn POD 12, a computed tomography (CT) scan of the abdomen (Fig. ) revealed a bilateral adrenal mass and a slightly enlarged spleen, but no signs of dilation or an air-fluid level within the intestine. However, the bilateral adrenal mass was thought to be adrenal adenoma and did not attract the properly deserved attention at that time. Consistent fluid resuscitation was given to correct low serum sodium and chlorine, and parenteral nutrition support was also given due to the patient’s bad appetite and vomiting.\\nAs the patient’s condition did not improve significantly, she was transferred to our hospital on POD 25, with very poor appetite, severe fatigue, nausea, vomiting, and general malaise. The physical examination was unremarkable, and her vital signs included temperature 36.1 °C, heart rate 62, respiration18, blood pressure 120/65 mmHg. The laboratory values revealed significant hyponatremia (120 mmol/L), hypochloremia (88 mmol/L, normal 99–110 mmol/L), compensatory metabolic acidosis (pH 7.36, BB − 3.4 mmol/L), elevated AST (75 IU/L, normal 13–35 IU/L), a low serum cortisol of 1.9 μg/dL (normal 3.7–19.4 μg/dL), and a high serum ACTH of 313 ng/L (normal 7.2–63.3 ng/L). Blood potassium, glucose, hematocrit, creatinine, platelet count and coagulation profile were all normal. CT scan revealed a bilateral adrenal mass, measuring 3.6 × 2.7 cm on the left and 3.4 × 2.3 cm on the right (Fig. ). Differential diagnosis included primary adrenal cancer or metastatic tumor. As no historical result could be offered, whether the adrenal mass was new-onset or had existed for a long period was not clear. Magnetic resonance imaging (MRI) was advised and confirmed the most likely diagnosis to be bilateral adrenal hemorrhage (Fig. ).\\nEnoxaparin had been discontinued on admission, and the patient was started on oral prednisolone acetate, 5 mg, tid. Thereafter, the patient’s condition improved gradually, her nausea and vomiting disappeared, and her appetite and physical power also recovered significantly. The patient was in normal serum cortisol level at the time of discharge. The dose of oral prednisolone acetate was decreased to 5 mg, bid. She was also told that oral steroids might not be discontinued in the rest of her life. Three months later, the patient was in good condition, and the dose of oral prednisolone acetate was decreased to 5 mg, qd. In the patient’s latest follow-up 9 months after discharge, she still needed oral steroids replacement because of symptoms of adrenal insufficiency after complete withdrawal of the drug. MRI (Fig. ) and CT (Fig. ) images during her followup revealed a continuously shrunken adrenal mass compared with that during her hospitalization .", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'26760044': 1, '26673817': 2, '27275469': 1, '34464549': 1, '23389301': 1, '30145500': 1, '24715975': 2, '27855238': 1, '23314877': 1, '32682452': 2, '28828107': 1, '30131923': 2, '29279512': 1, '23458363': 1, '24969071': 1, '12788587': 1, '28326373': 1, '25973281': 2, '28326374': 1, '24028157': 2, '25437659': 1, '31684918': 2}", "similar_patients": "{'7470557-1': 1, '4417992-1': 1, '4641559-1': 1, '6101466-1': 1, '3954162-1': 1, '3847353-1': 1}"}