{"patient_id": 5619, "patient_uid": "6328977-1", "PMID": 30705873, "file_path": "comm/PMC006xxxxxx/PMC6328977.xml", "title": "An Unusual Presentation of Endometriosis as an Ileocolic Intussusception with Cecal Mass: A Case Report", "patient": "A 32y old woman was referred to Yas hospital due to severe low abdominal pain and vomiting on May 2017. Ultrasonographic examination of her pelvis revealed bilateral ovarian cysts. During the 5 days before the admission, she had experienced severe right lower abdominal pain and vomiting especially after a meal. She had a long history of dysmenorrhea and, one cesarean delivery 3 years before. She was taking no medication. Her physical examination report included the temperature of 37°C, systolic blood pressure of 100 mmHg and heart rate of 120 beats per minute. The right lower quadrant of her abdomen was tender along with hypoactive bowel sounds. Laboratory data reported leukocytosis (16×109/L) with neutrophilia, C-reactive protein of 20 mg/dl and erythrocyte sedimentation rate of 60 mm/hr. Abdominal erect X-ray showed dilatation of small bowel segments. Colonoscopy was requested by gastroenterologist for finding the cause and excluding colon neoplasm. Diagnostic colonoscopy showed one small ulcer (8 mm) with the pressure effect of mass like lesion at cecum and scope couldn’t find the ileocecal valve. It was thought that a mass like lesion had caused the ileum obstruction. Colonoscopic biopsies were taken and histopathological examination revealed endometriosis. Afterwards, the patient was taken to the operating room for excision of the mass. At the exploration of the abdominal cavity, adequate exposure was attained by a vertical incision across the midline of the abdomen with a transverse extension to the right. The ileocecal part was covered by the omentum and was adherent to the abdominal wall. The ileocolic intussusception was seen without ischemic changes. Reduction of the intussusception was performed at first. After reduction, a firm mass was recognized at cecum, located close to the ileocecal valve. Then, the ileocecal resection was performed (). Pathological examination confirmed endometriosis.\\nThe postoperative period was uneventful and she was discharged on the third postoperative day. She was doing well at the 6 months follow up.\\nWritten informed consent was obtained from the patient for publication of this case report and accompanying images.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'33390498': 1, '20436318': 1, '25462048': 1, '18715239': 1, '10439002': 1, '24574950': 2, '25945014': 1, '32595920': 2, '25052818': 2, '17572918': 1, '23115952': 1, '21030871': 1, '30705873': 2}", "similar_patients": "{'4131801-1': 1, '3934607-1': 1, '7303101-1': 1}"}