{"patient_id": 1089, "patient_uid": "6038236-1", "PMID": 29986657, "file_path": "comm/PMC006xxxxxx/PMC6038236.xml", "title": "Successful renal transplantation to a recipient with type II cryoglobulinemia: a case report", "patient": "The patient was a 49-year-old woman who was diagnosed with hepatitis C virus (HCV) serotype 2 infection at the age of 29 years during pregnancy with her first child. She received interferon therapy, which afforded sustained virologic response. At the age of 41 years, she was diagnosed with macroglobulinemia based on a high serum IgM (2732 mg/dL) with M-protein of IgM-kappa by immunoelectrophoresis and the normal number of plasma cells in the bone marrow. She was asymptomatic and was followed-up without medication. At the age of 44 years, she developed acute kidney injury and purpura on the bilateral lower extremities with type II cryoglobulinemia, which was composed of monoclonal IgM and polyclonal IgG. Skin biopsy of the purpuric lesion revealed inflammatory infiltrates and small vessels with hyaline thrombi (Fig. ).\\nRenal biopsy was avoided because of severe hypertension and thrombocytopenia, but cryoglobulinemic glomerulonephritis was strongly suspected. She received plasma exchange and immunosuppressive therapy with rituximab (RIT), cyclophosphamide (CPA), and glucocorticoid, but eventually needed hemodialysis treatment within the same year. The purpura of the extremities and neuropathy did not improve and she kept receiving double filtration plasmapheresis (DFPP) biweekly for cryoglobulin depletion. She requested living renal transplantation and was referred to us.\\nOn our initial examination, livedo reticularis, hypothermoesthesia, and hypoalgesia on the bilateral lower extremities were observed (Fig. ). Laboratory studies indicated white blood cell count 5300/μL, hemoglobin 10.6 g/L, platelet count 21.0 × 104/μL, serum creatinine (Cr) 5.42 mg/dL, and C-reactive protein 0.47 mg/dL. IgG, IgA, and IgM were 1128.9 mg/dL, 211.8 mg/dL, and 371.1 mg/dL, respectively. Complement C3 was 79.0 mg/dL (normal range: 60–120 mg/dL), CH50 was 18.9 U/mL (normal range: 30–40 mg/dL), and rheumatoid factor (RF) was 2213.5 IU/mL. Although the recipient was negative for HCV-RNA on TaqMan quantitative assay, cryocrit was 14% and type II cryoglobulinemia was still demonstrated. As measured in our laboratory, the IgG and IgM concentrations within the cryoprecipitate (cryo-IgG and cryo-IgM) were 360.3 mg/dL and 261.3 mg/dL, respectively. An appropriate technique was necessary to get the correct value of cryoglobulin concentration, which can easily fluctuate and cause a reading error []. Blood samples were collected in pre-warmed syringes and tubes, clotted for 20 min, and centrifuged at 37 °C for 5 min; 1 mL of supernatant was collected and stored at 4 °C for 3 days. Then, the precipitate was dissolved in 1 mL of phosphate-buffered saline, and globulin concentration was measured. We routinely took an average of 2 or more measurements.\\nBecause cryoprotein concentration was reported to correlate with the severity of symptoms and useful in monitoring response to treatment [], living renal transplantation was planned when the concentration was suppressed enough by pretransplant treatment. The pretransplant clinical course is shown in Fig. . Prednisolone (PSL), CPA, and RIT were started 50 days before the transplantation, and DFPP and splenectomy were combined. Immediately before the operation, cryo-IgG and cryo-IgM were sufficiently suppressed and cryocrit was 0%.\\nThe donor was her 70-year-old mother, whose left kidney was transplanted to the recipient’s right iliac fossa. During the operation, hypothermia was prevented by placing the recipient in a warm operating room and by giving warm fluid replacement and heating blankets.\\nBasiliximab, PSL, CPA, and cyclosporin were used for posttransplant immunosuppression, and CPA was changed to mycophenolate mofetil 1 month after the operation (Fig. ). The cryoglobulin concentration and the CD20-positive cell counts were monitored, and DFPP and RIT infusion were performed as appropriate. She remained stable with good graft function and improved purpura and neuropathy for 2 years and 6 months, without signs of recurrence.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'17140171': 1, '18272827': 1, '4216269': 1, '20590694': 1, '16387095': 1, '20506150': 1, '12636055': 1, '16980074': 1, '8852498': 1, '16339892': 1, '16371926': 1, '10620544': 1, '7816255': 1, '24842814': 1, '18397697': 1, '24034048': 1, '24424176': 1, '2525879': 1, '21868085': 1, '18240235': 1, '33367966': 1, '29986657': 2}", "similar_patients": "{}"}