{"patient_id": 131751, "patient_uid": "6376834-1", "PMID": 30672495, "file_path": "noncomm/PMC006xxxxxx/PMC6376834.xml", "title": "Consecutive cyclic esotropia – A case report", "patient": "A 7-year-old boy presented with inward deviation of eyes since 1 year. He had intermittent exotropia of 45 prism diopters (PD) with poor control since the age of 2 years for which he underwent lateral rectus (LR) recession 7 mm and medial rectus (MR) resection 5 mm in the right eye a year ago elsewhere. Few days post-surgery, parents noted inward squinting of the right eye in morning lasting for a few hours. Later squint was seen till afternoon and then straightened. Finally cycle of one full day of squint and no squint on the next day was established. His unaided visual acuity was 20/40, N6 in both eyes. Cycloplegic refraction with 1% atropine was +3.0 diopter sphere/−1.0 diopter cylinder at 180° in both eyes. We prescribed these glasses and advised parents to maintain a diary of when squint is seen and take photos at those times.\\nWe examined the child six times over 5 months. On the day of squint, with glasses, he had alternating esotropia of 50PD for distance and near with mild V pattern (up gaze 55PD, down gaze 45PD) and the left eye fixation preference [Figs. and ] and deviation was the same with the right and left eye fixation. There was a mild limitation of abduction and mild inferior oblique overaction in the right eye, rest of the extraocular movements in both eyes were normal. Stereoacuity was 400 s of arc with the Titmus fly test. This could be due to monocular clues that this test offers. The child did not complain of diplopia on squinting day and there was no torsion seen on examination of fundus. On non-squinting days [], he was orthophoric for distance and near with stereoacuity of 100 s of arc. Examination of anterior and posterior segment in both eyes was normal.\\nAfter confirming the pattern of deviation, diagnosis of cyclic esotropia was established. He was advised to undergo surgery to correct the same. During surgery we found that right LR had a 7 mm long-stretched scar [] which was resected and LR was advanced to 7 mm from limbus. MR was recessed by 5 mm in the same eye. At 1 month post-surgery visit, parents reported that the cyclic pattern of deviation was not seen anymore and on cover tests he was orthophoric for distance and near [] with stereoacuity of 100 s of arc.", "age": "[[7.0, 'year']]", "gender": "M", "relevant_articles": "{'4710216': 1, '27628586': 1, '17383911': 1, '25284108': 1, '3681610': 1, '33120712': 2, '3378029': 1, '14089386': 1, '14693776': 1, '1267928': 1, '925841': 1, '30672495': 2}", "similar_patients": "{'7774142-1': 1}"}