{"patient_id": 131600, "patient_uid": "6369391-1", "PMID": 30746381, "file_path": "noncomm/PMC006xxxxxx/PMC6369391.xml", "title": "Gerstmann-Sträussler-Scheinker disease: A case report", "patient": "A 48-year-old Chinese man was admitted to our hospital with instability while walking and dysarthria for the last 2.5 years and 10 mo, respectively.\\nHe was born in and continued to live in Jilin province and began to experience gradual instability while walking, which was characterized by bilateral foot-dropping and gradual coldness spreading from the feet to the thighs, without any apparent cause, in August 2012. In April 2014, he experienced dysarthria and coughing while drinking water, for which he again sought treatment at another hospital. However, no abnormalities were detected via spinocerebellar ataxia (SCA) genetic sequencing. The aforementioned symptoms gradually progressed to include involuntary head tremors. The patient was unstable even while sitting and experienced unbearable muscle pain in both lower limbs. In February 2015, he was seen at our hospital.\\nHe denied any history of disease.\\nThe patient’s mother and older brother also exhibited the symptoms described above. However, detailed information pertaining to his other relatives was not available as they had all passed away (Figure ). His mother developed symptoms at the age of 51 and exhibited severe muscle atrophy in both lower extremities. She was diagnosed with cerebellar atrophy and was bedridden for 6 mo with mild dementia before her death 5 years later. The patient’s older brother experienced onset of the disease at 36 years of age and died after a 9-year disease duration.\\nA physical examination upon the patient’s admission revealed dysarthria and slightly decreased muscle strength in his lower limbs. The lower extremity deep tendon reflexes were not present. Postural and resting tremors were observed in his upper extremities without myoclonus. His performance on the finger-to-nose and heel-to-knee tests was poor. Babinski and Chaddock signs were absent. He had a wide-based ataxic gait and was positive for the Romberg sign.\\nSeveral routine blood tests were conducted, including those for thyroid function, rheumatoid immune antibodies, and tumor markers, the results of which were all normal. His cerebrospinal fluid (CSF) pressure was normal while CSF protein and immunoglobulin (IgG) levels were slightly elevated. Blood and CSF tests for neuromyelitis optica (NMO)-IgG, aquaporin 4 antibodies (AQP4-Ab), and paraneoplastic antibodies were all negative. In addition, SCA genetic sequencing results were negative.\\nIn light of the patient’s clinical symptoms and family history, we proposed to expand the scope of the genetic screening to include over 200 additional possible mutations that are associated with ataxia. Venous blood was collected for further genetic sequencing and a heterozygous mutation site was found at the second exonic sequence of the PRNP gene: c.305C > T (cytosine to thymine). This mutation results in an amino acid change (p.P102L, valine to leucine) (Figure ).\\nNo abnormalities were observed on routine ultrasound examinations. During the initial 2.5 years of the disease, brain, cervical, thoracic, and lumbar magnetic resonance imaging (MRI) scans and electromyography (EMG) revealed no obvious abnormalities.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'28131204': 1, '16187142': 1, '1674033': 1, '18757886': 1, '7783876': 1, '17080720': 1, '19696976': 1, '28340953': 1, '11071439': 1, '2783132': 1, '8520719': 1, '11535002': 1, '18566986': 1, '22505361': 1, '12733425': 1, '16025285': 1, '14522861': 1, '28416787': 2, '21839476': 1, '26599961': 1, '30746381': 2}", "similar_patients": "{'5726821-1': 1}"}