{"patient_id": 9720, "patient_uid": "6604495-1", "PMID": 31316848, "file_path": "comm/PMC006xxxxxx/PMC6604495.xml", "title": "Effective Treatment of a Malignant Breast Phyllodes Tumor with Doxorubicin-Ifosfamide Therapy", "patient": "A 48-year-old woman presented to our hospital with a mass in her right breast (). A malignant phyllodes tumor was diagnosed via core needle biopsy, and right total mastectomy was performed. The pathological findings were consistent with the preoperative diagnosis, and the margins of the resected tissue were negative.\\nOne year later, the patient presented with cough and dyspnea. Computed tomography revealed a 2.2 cm mass in the right lung () and 10 cm mass and pleural effusion in the left lung (). The masses were diagnosed as recurrent malignant phyllodes tumors. They were deemed unresectable because they were present in both lungs, and pleural dissemination was suspected.\\nAs an alternative treatment, we administered 8 courses of doxorubicin-ifosfamide (AI) therapy (30 mg/m2 doxorubicin on days 1-2 and 2 g/m2 ifosfamide on days 1-5) (). After chemotherapy, the right lung mass regressed completely (), the left lung mass regressed to 2 cm (), and pleural effusion was no longer detected. All 8 courses of AI therapy included mesna (sodium 2-mercaptoethane sulfonate) and sufficient infusion volumes to prevent ifosfamide-related hemorrhagic cystitis. Hemorrhagic cystitis did not occur during any of the courses.\\nGrade 4 neutropenia (as defined by the Common Terminology Criteria for Adverse Events (CTCAE)) occurred on day 15 of the first treatment cycle. To prevent the neutropenia from advancing, filgrastim, a granulocyte colony-stimulating factor, was administered on days 15 and 16 of the first cycle and pegfilgrastim, a persistent granulocyte colony-stimulating factor, was administered on day 8 or 9 of the following cycle. Febrile neutropenia was not observed during any of the courses.\\nWe administered a diuretic drug at a concentration appropriate for the patient's weight when indicated, as well as a selective neurokinin 1 (NK1) receptor antagonist or other antiemetic. NK1 receptor antagonist administration was extended to 5 days owing to grade 2 nausea (as defined by the CTCAE) after the second cycle, and good control of the nausea was achieved. No other severe adverse events were noted. To avoid cardiotoxicity, AI therapy was terminated after 8 courses. Surgery was considered at this point but was refused by the patient. Thus, 4 courses of docetaxel (75 mg/m2) were administered instead.\\nAlthough the right lung mass did not reappear (), the left lung mass increased in size to 5.5 cm (). As a result, the patient consented to surgery. Total left lung extraction and partial pericardial resection were performed. Pathological findings were consistent with a diagnosis of lung-metastatic breast phyllodes tumor, and curative resection was achieved (). Four months after lung surgery, a 10 cm mass in the mediastinum () and 6 cm mass in the left thoracic cavity () were observed. The patient was therefore diagnosed with recurrent malignant phyllodes tumor of the left lung. One course of ifosfamide monotherapy (2 g/m2 on days 1-4) was administered. However, the patient's condition worsened abruptly before discharge and she died.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'11230464': 1, '26464157': 1, '9789611': 1, '8453704': 1, '33284362': 2, '17023158': 1, '11697841': 1, '32747903': 1, '10894866': 1, '17031396': 1, '2128712': 1, '16768772': 1, '31316848': 2}", "similar_patients": "{'7721958-1': 1}"}