{"patient_id": 13693, "patient_uid": "6867731-1", "PMID": 31725670, "file_path": "comm/PMC006xxxxxx/PMC6867731.xml", "title": "Systemic lupus erythematosus in a patient with multiple system atrophy", "patient": "A 55-year-old female patient of Greek origin was admitted in our hospital due to a recurring febrile syndrome up to 39oC during the week before the admission for which the family physician had prescribed ciprofloxacin for presumptive urinary tract infection in the context of intermittent bladder catheterizations without resolution of the symptoms.\\nThe patient was diagnosed with probable MSA with onset 2 years before presentation. Initially, urinary incontinence was attributed to genitourinary syndrome of menopause and due to failure to manage with medical treatment the patient resorted to intermittent bladder catheterization. Symptoms progressed with frequent falls and documentation of orthostatic hypotension and finally, parkinsonism. The disease was not responsive to levodopa treatment and a DaT scan was not consistent with Parkinson's disease.\\nPatient history was also notable for asthma, hypothyroidism, depression, placental abruption, and endoscopic resection of multiple benign colon polyps.\\nAt presentation the patient was unwell without any specific complaints and febrile with marked orthostatic hypotension and normal oxygen saturation. Clinical examination was unremarkable except for the neurological status where no modifications with respect to the patient's baseline were noted. The complete blood cell count on admission was notable for normocytic anemia with low reticulocyte count (Hemoglobin 9.8 g/dl). Renal function was normal and hypokalemia (K 2.9 mEq/l) as well as hyponatremia (Na 128 mEq/l) with low specific gravity as a surrogate for urine osmolality and low urine sodium (21 mEq/l) were documented. Serum lactate was normal. A chest X-ray demonstrated limited infiltrations in the left lower pulmonary field.\\nThe patient was admitted and due to the overall clinical status hydration with isotonic fluids and treatment with piperacillin/tazobactam was initiated in the absence of positive inflammatory biomarkers (erythrocyte-sedimentation rate, C-reactive protein and procalcitonin). Repeated blood and urinary cultures were negative and due to the persisting febrile syndrome, without evidence of focus of infection a total body computed tomography (CT) scan and a transthoracic ultrasound were conducted without contributive findings. The infectious diseases work-up came back negative; despite negative antinuclear antibodies and anti-double stranded (ds) DNA antibodies, the complement was low. Serum protein electrophoresis documented presence of a multiclonal gammopathy and a bone marrow biopsy was not contributive.\\nDue to the persistence of fever in face of a clinical deterioration of the patient after 2 weeks of hospitalization new sets of cultures were drawn and the antimicrobial treatment was escalated. Repeat urinalysis was positive for proteinuria in the absence of an active sediment. In 24 h-urine collection, a total protein of 783 mg was quantified. A repeat evaluation for antinuclear antibodies was positive with a titer of 1:640 and positive anti-ds DNA along with low complement. Given the neurological status, we conducted brain magnetic resonance imaging (MRI) which did not reveal abnormal findings and it was decided not to proceed with lumbar puncture. Taking into consideration the complexity of the case and the presence of proteinuria a renal biopsy was deemed necessary and documented mesangial proliferative glomerulonephritis, thus, substantiating the diagnosis of systemic lupus erythematosus flare. Pending the biopsy result, treatment with hydroxychloroquine and corticosteroids (equivalent of methylprednisolone 1 mg/kg/day) was initiated. Due to failure to achieve remission, azathioprine was added, but symptoms persisted. Following the diagnosis of lupus nephritis, azathioprine was discontinued and induction treatment with cyclophosphamide in accordance with the Euro-Lupus regimen was initiated. Corticosteroids were tapered gradually. The patient responded after the first cycle of cyclophosphamide and was discharged after 40 days of hospitalization, but fever recurred five days before the 2nd cycle. A second hospitalization followed and after the third cycle there was no recurrence of the fever. Upon completion of the Euro-Lupus regimen, maintenance therapy with mycophenolate mofetil was initiated. Treatment was well tolerated and the patient has remained on complete remission two years after diagnosis.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'28303913': 1, '26581343': 1, '12235537': 1, '25587949': 1, '23323894': 1, '22553077': 1, '29403493': 1, '24881804': 1, '30763196': 1, '27306639': 1, '31725670': 2}", "similar_patients": "{}"}