{"patient_id": 130769, "patient_uid": "6309396-1", "PMID": 30647505, "file_path": "noncomm/PMC006xxxxxx/PMC6309396.xml", "title": "Allopurinol-induced Drug Reactions with Eosinophilia and Systemic Symptoms Syndrome with Interstitial Nephritis", "patient": "A 64-year-old man presented with a 2 weeks’ history of fever, pruritus and skin rash, which first appeared on the trunk and then spread to the extremities within 1 week. He complained of shortness of breath with mild, nonproductive cough. He did not present any weight loss, night sweats, headache, abdominal pain, or chest pain. He had a history of 15 years type II diabetes, hypertension and chronic kidney disease (CKD) (baseline creatinine 135 μmol/l; Modification of Diet in Renal Disease clearance of creatinine 46 ml/min/1.73 m2: G3a stage of CKD). The patient was an active smoker (5 pack-years) and had no history of alcohol or illicit drug use. His medications included losartan 50 mg per day, aspirin 75 mg per day and insulin 22 IU morning and 12 IU afternoon for 7 years. Allopurinol for asymptomatic hyperuricemia, 100 mg/day was started 8 weeks previously. On physical examination, his weight was 65 kg, blood pressure 140/60 mmHg, heart rate 88 beats/min, respiratory rate 18 breaths/min, and temperature 38.5°C. The skin lesions were on the trunk and extremities as erythematous macules, slightly involved the palms, spared the scalp, and became more confluent and purpuric over the lower extremities [Figures -]. There were bilateral crackles in both lower lung fields and cervical lymphadenopathy. The liver was palpable 1 cm below the costal margin, and the spleen was impalpable. Examination of heart, rectum, and genitalia was normal. No edema was found on the extremities. His urine output was 600 ml/day. The remainder of examination was normal. Laboratory data included white blood cell count of 8.5 (4.0–10.0 × 109/l) with a high eosinophil count 2.1 (0–0.5 × 109/l). The fasting blood glucose level was 2.1 g/l and HbA1C 9.6%. The alanine aminotransferase 40 (0–40 IU/l) and aspartate aminotransferase 16 (0–40 IU/l). The renal function testing showed significant abnormalities with a raised blood urea nitrogen 78 (2.5–7.5 mmol/l) and creatinine 1196 (50–110 μmol/l). Urinalysis showed mild proteinuria (1 g/day) and leukocyturia without hematuria. Chest radiography showed bilateral interstitial infiltrates. Renal sonography revealed normal renal size without hydronephrosis. The culture of blood and urine was sterile 3 days after hospitalization. Antibiotics were started for the initial impression for pulmonary infection: ceftriaxone 2 g intravenous once daily and ciprofloxacin 200 mg intravenous once daily, and hydration therapy was prescribed. The PCR tests for human herpesvirus 6 (HHV6), Epstein–Barr virus (EBV), and cytomegalovirus (CMV) were positive 2 weeks after hospitalization. Viral hepatitis panel (hepatitis B and hepatitis C) was negative. The skin biopsy specimen taken from a papular lesion on the limb revealed a leukocytoclastic vasculitis. Kidney biopsy was performed 10 days after admission and consistent with interstitial nephritis and signs of diabetic glomerulosclerosis [Figures -]. Combining this interstitial nephritis with the clinical findings of fever, skin rash, cervical lymphadenopathy, eosinophilia, reactivation of HHV specifically HHV-6, the diagnosis of DRESS syndrome caused by allopurinol was made. Oral glucocorticoids (prednisone 1 mg/kg per day) were started to relieve hypersensitivity. Five days later, the patient became afebrile, the cough resolved, and the rash improved significantly. The eosinophil counts also returned to normal value after 3 weeks. However, despite hydration and prednisone soon after admission, renal function impairment progressed with severe azotemia and even anuria where the patient was hospitalized. The patient was then started on intermittent hemodialysis. Prednisone was tapered and stopped 6 months after symptom onset.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'33312224': 1, '12771485': 1, '21342226': 1, '9069593': 1, '9849314': 1, '17854362': 1, '6691361': 1, '12786838': 1, '15743917': 1, '23816504': 1, '8453174': 1, '17381452': 1, '16882166': 1, '16259349': 1, '30647505': 2}", "similar_patients": "{}"}