{"patient_id": 133101, "patient_uid": "6472221-1", "PMID": 31007443, "file_path": "noncomm/PMC006xxxxxx/PMC6472221.xml", "title": "Muscle Biopsy: A Boon for Diagnosis of Mitochondrial Parkinsonism in Developing Countries", "patient": "A 16-year-old boy born out of a nonconsanguineous marriage with normal birth and developmental milestones presented with slowness of daily activities since 7 years of age. He would freeze while walking and gradually started using support to walk. Subsequently, over the next 2 years, he developed weakness of both lower limbs in the form of slippage of slippers followed by difficulty in getting up from ground. Past history was suggestive of seizures at 1 year of age with poor scholastic performance. His elder sister was also suffering from similar illness with more severity []. Examination revealed mini-mental score examination of 29/30, mask-like facies with decreased blink rate. Speech was extrapyramidal with both hypophonic and dystonic quality. There was symmetrical parkinsonism with bradykinesia and cogwheel rigidity in both the upper limbs. There was also evidence of action dystonia in bilateral feet []. Other neurological examination showed bilateral pes cavus with hammer toes, foot drop, wasting, and weakness of distal muscles in both the upper and lower limbs (power of 5/5 in bilateral shoulders, elbow, wrist, hip, and knee; 4-/5 in bilateral ankle dorsiflexion; and 4+/5 in bilateral ankle plantar flexion, weak small muscles of hands) with absent knee and ankle jerks []. Fundus examination and extraocular movements were normal. Gait dysfunction was multifactorial due to extrapyramidal involvement and lower motor neuron type of weakness. Magnetic resonance imaging of brain including susceptibility weighted imaging was unremarkable with no evidence of iron deposition [Figure and ]. Nerve conduction studies and electromyography were suggestive of sensorimotor axonal neuropathy [Figure –]. Serum lactate (1.6), creatine kinase (234 U/L), ferritin, ceruloplasmin, and parathyroid hormone were within normal limits. Bone marrow biopsy did not reveal any abnormal cells suggestive of storage disorder. Finally, muscle biopsy was done which revealed evidence of mitochondrial cytopathy in the form of ragged red fibers in Gomori trichrome stain, confirmed on succinate dehydrogenase (SDH) and cytochrome c oxidase COX staining [Figure –]. Genomic DNA sequencing of polymerase gamma (POLG) gene did not show any mutations. Mutational analysis for other specific mitochondrial syndromes could not be done because of financial constraints. The patient had only a marginal improvement with levodopa.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'20019223': 1, '26404827': 1, '24119854': 1, '27111573': 1, '11079536': 1, '17200493': 1, '23250882': 1, '9684025': 1, '21496577': 1, '19761752': 1, '11274324': 1, '21221844': 1, '18973250': 1, '27476418': 1, '9894888': 1, '17620490': 1, '31007443': 2}", "similar_patients": "{}"}