{"patient_id": 2365, "patient_uid": "6122666-1", "PMID": 30186708, "file_path": "comm/PMC006xxxxxx/PMC6122666.xml", "title": "A Rare Case of Streptococcus dysgalactiae Subsp. Dysgalactiae Human Zoonotic Infection", "patient": "A 49-year-old morbidly obese African-American female patient presented to the hospital with an initial complaint of fever, pain, redness, swelling and discharge in her left lower extremity. The pain was progressive and worsened to 10 out of 10 on the pain scale. It aggravated with movement and on weight bearing. There were no alleviating factors. She denied any recent history of trauma to her leg, chest pain, shortness of breath or any history of prolonged immobilization.\\nHer past medical history included morbid obesity with a Basal Metabolic Index (BMI) of 85. She also has a history of hypertension, lymphedema, hypersensitivity lung disease, obstructive sleep apnea, and chronic gastroesophageal reflux disease. Her past medical records showed a previous hospitalization for group G and beta-hemolytic streptococcal bacteremia three years ago that was properly treated.\\nHer family history included hypertension in her father and type two diabetes mellitus in her mother. She denied any consumption of alcoholic and tobacco products or any recreational drug use.\\nPhysical examination showed a morbidly obese patient with a temperature of 101.4 F. Her heart rate was 120 beats per minute and respiratory rate of 33 per minute. Her oxygen saturation at normal air was 91%. Bilateral non-pitting lymphedema in both lower extremities was observed. Her left lower extremity showed erythema and swelling in her calf region with significant serosanguinous discharge. She had a restricted range of motion in her left lower extremity.\\nThe patient was admitted for further investigations. Her complete blood count showed significant leukocytosis of 25,600 cells/mm3 with bandemia, elevated procalcitonin (PCT) levels of 8.33 ng/mL, elevated C-reactive protein (CRP) of 348.0 mg/L suggesting an acute infectious process. Her creatinine level was elevated at 1.22 mg/dL compared to her previous laboratory results of 0.8-0.9 mg/dL. She also showed signs of liver dysfunction with an elevated aspartate aminotransferase (AST) of 56 U/L, alkaline phosphatase (ALP) of 144 U/L, and of coagulopathy with an international normalized ratio (INR) at 1.21.\\nLeft lower extremity Doppler ultrasound showed no evidence of deep venous thrombosis with limited evaluation for popliteal vein compression due to edema. There was Doppler flow within the popliteal vein. Significant edema was identified in the left popliteal fossa without any underlying abscess. Two separate blood cultures were tested positive for Streptococcus dysgalactiae subsp. dysgalactiae. The urine cultures grew no organisms.\\nThe patient was administered a loading dose of Vancomycin in the emergency department and later started on Cefepime. Proper fluid hydration was included in her treatment plans. She was then shifted to Ceftriaxone when her blood cultures came back positive for SDSD. A transesophageal echo was ordered to rule out endocarditis and came back negative for vegetations. Her condition improved slowly as her white blood cell count went from 26,000 cells/mm3 to 14,000 cells/mm3 and other inflammatory markers such as PCT were back to normal. The pain, erythema, and edema in her left lower extremity also improved gradually.\\nShe was discharged after one week of inpatient treatment at her own request and prescribed another one week of ceftriaxone that she received intravenously at her home. Her follow-up after two weeks showed major improvement.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'34335512': 1, '22708114': 2, '9646469': 1, '19309483': 1, '18182521': 1, '33552782': 2, '33424785': 1, '8782689': 1, '29577680': 1, '25472489': 1, '30186708': 2}", "similar_patients": "{'7854318-1': 1, '3373999-1': 1}"}