{"patient_id": 15167, "patient_uid": "6946288-1", "PMID": 31876710, "file_path": "comm/PMC006xxxxxx/PMC6946288.xml", "title": "Bilateral ovarian granulocytic sarcoma as the primary manifestation of acute myelogenous leukemia treated with allogenic stem cell transplantation", "patient": "A 30-year-old woman was admitted to our hospital for dry cough lasting 1 month. She presented fever and chills, and her serum C-reactive protein levels elevated to 123.3 mg/L. Furthermore, her hemoglobin level was 8.9 g/dl, which was iron-deficiency anemia. Computed tomography (CT) revealed an approximately 6.4 cm × 2 cm-sized heterogenous soft tissue masses in both adnexa with splenomegaly, mass, and nodules of pericardial invasion of the right atrium with pericardial effusion and bilateral pulmonary edema. Thus, we performed positron emission tomography (PET), which revealed 2 adnexal masses with heterogeneous focal increased 2-deoxy-2-fluoro-D-glucose (FDG) uptake (maximum standardized uptake values (SUVmax 7.2) and heterogeneously increased FDG uptake along the pericardium (SUVmax 8.8), right pleura (SUVmax 4.3), bone marrows. Furthermore, splenomegaly with heterogenous increased FDG uptake (SUVmax 4.6) was observed (Fig. -A).\\nOne week later, her leukocyte counts abruptly decreased to 2050/mm3; hemoglobin, 8.6 g/dl; platelet count, 181,000/mm3. Furthermore, a peripheral blood smear revealed a few immature cells (3%) (Fig. -A). Smears of bone marrow aspirates demonstrated increased medium to large sized blasts, including myeloblasts and monoblasts accounting for 32% of total nucleated cells and bone marrow biopsy revealed hypercellular marrow, with 90% cellularity (Fig. -B, C). The immunohistochemical profile of the tumor cells was as follows: positive for CD45 and myeloperoxidase (MPO) on granulocyte. Moreover, chromosomal analysis revealed a 46, XX, del18 (p11) [20] karyotype and cytogenetics examination, especially fluorescence in situ hybridization (FISH), including AML1/ETO rearrangement, PML/RARA rearrangement, CBFB/MYH11 rearrangement, MLL rearrangement, showed all negative results. The molecular markers, including a Nucleophosmin-1 (NPM1) gene mutation, CCAAT/enhancer-binding protein-a (CEBPA) gene mutation, Fms-like tyrosine kinase-3 gene(FLT3)-Internal tandem duplication (ITD) gene mutation were not detected in direct sequencing, and multiplex reverse transcriptase PCR assay (Hemavision, DNA technology, Aarhus, Denmark) showed negative result. The Hemavision panel include 28 different translocation or chromosomal rearrangements, including t(1;11)(q21;q23), t(8;21)(q22;q22), inv(16)(p13;q22), t(9,22)(q34;q11). Therefore, patient was finally diagnosed as acute myelomonocytic leukemia and she received remission-inducing chemotherapy comprising anthracycline and cytarabine, which is a standard regimen for AML. An anthracycline drug, such as daunorubicin or idarubicin, is given in a single intravenous (IV) dose on each of 3 days during the first week of treatment and cytarabine also given continuously for 7 days through an IV line. About 14 days after chemotherapy started, febrile neutropenia was developed and she received empirical antibiotics and granulocyte colony stimulating factor daily. After recovery from cytopenia, sequential bone marrow examination revealed no current residual leukemic cells. Furthermore, CT and PET follow-up examination revealed markedly decreased size and obliteration of FDG uptake of both ovarian masses, obliterated activity of heterogeneous FDG uptake along the pericardium and right pleural infiltration, along with decreased activity of splenomegaly and bone marrow (Fig. -B).\\nShe received 1 cycle of post-remission chemotherapy with high dose of cytarabine twice daily at a 3 g/m2 dose on days 1, 3, and 5. Four weeks later, she underwent allogenic hematopoietic stem cell transplantation from Human leukocyte antigen (HLA)-identical sibling donor. Her bone marrow engrafted successfully without complications, and she visited our clinic regularly for a year with no evidence of leukemia relapse or graft-vs host disease.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'7023656': 1, '6945145': 1, '1792799': 1, '24293891': 1, '8491421': 1, '10857884': 1, '15160970': 1, '26722572': 1, '17169797': 1, '18804280': 1, '9331287': 1, '31876710': 2}", "similar_patients": "{}"}