{"patient_id": 6046, "patient_uid": "6354154-1", "PMID": 30792930, "file_path": "comm/PMC006xxxxxx/PMC6354154.xml", "title": "An Early Diagnosis of an Ovarian Steroid Cell Tumor Not Otherwise Specified in a Woman", "patient": "A 30-year-old nulligravida presented herself in our institution because of the inability to conceive for four years. She was healthy, with no history of previous surgeries. Menarche had occurred at age 14. She had used oral contraceptives for nine years, having stopped taking them four years ago, followed by regular menses. No one in her family had history of infertility or any type of gynecologic cancer.\\nGeneral examination and body mass index were normal. Analytically she had normal blood count and hormonal assay [FSH, LH, TSH, free T4, testosterone, and dehydroepiandrosterone (DHEA)]. A transvaginal ultrasonography was performed revealing a normed uterus and ovaries slightly enlarged and polycystic with a small echogenic mass in the right ovary of 15 millimeters. The hysterosalpingography was normal.\\nHer husband was healthy and had no relevant past medical history and his semen analysis was normal.\\nShe was proposed for a diagnostic laparoscopy and ovarian drilling. In the surgery, both ovaries were polycystic and a yellowish nodular solid and hardened formation of about two centimeters, vascular and friable to touch, was observed in the right ovary. That mass was removed, without rupture, and removed in an endoscopic bag. Tubal patency test confirmed bilateral permeability.\\nThe removed mass was sent to histological examination. Macroscopically, it was a yellow-colored tumor measuring two centimeters in greatest diameter, with a smooth and well-limited surface. Microscopically, the ovarian parenchyma was almost entirely occupied by a tumor lesion, represented by large polyhedral cells with small nuclei and vacuolated eosinophilic cytoplasm, without mitosis and nuclear atypia. Hemorrhage and necrotic areas were absent (). Immunohistochemical study revealed diffuse marking for calretinin, vimentin, and melan-A (). These features were consistent with ovarian steroid cell tumor NOS.\\nIn the postoperative period, the woman is followed up with serial measurements of serum testosterone levels and transvaginal ultrasound. At 24 months, she had no evidence of recurrence and began follow-up in reproductive medicine consultation. She was proposed to in vitro fertilization treatment, but despite gonadotropin therapy (in high doses, 300U) for ovarian stimulation, she had no response. At 36 months postoperatively, she is still not pregnant and no evidence of recurrence too.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'24616767': 2, '27790445': 1, '24488584': 1, '31827013': 1, '14746964': 1, '34754857': 1, '31428489': 2, '34267903': 1, '33435776': 2, '23868533': 1, '23240671': 1, '22008415': 2, '23870399': 2, '2823622': 1, '30792930': 2}", "similar_patients": "{'3724598-1': 1, '3724598-2': 1, '3212982-1': 1, '6683816-1': 1, '3922368-1': 1, '7809311-1': 1}"}