{"patient_id": 134504, "patient_uid": "6600100-1", "PMID": 31275479, "file_path": "noncomm/PMC006xxxxxx/PMC6600100.xml", "title": "Surgical Therapy for Angiosarcoma of the Aorta: A Case Report", "patient": "A 71-year-old woman with a long-term non-steroid anti inflammatory drugs prescription was transferred to our hospital due to abdominal angina and an atypical intra-aortic mass, detected using computed tomography (CT). Echography revealed a mobile 60×20 mm mass at the thoracoabdominal aorta (), occluding the celiac artery. The superior mesenteric artery was largely occluded, with a peak blood-flow velocity of 3.0 m/s according to Doppler echography. CT scan image revealed an irregular mass inside the thoracoabdominal aorta (), which completely occluded the celiac trunk with subsequent splenic infarction (). Laboratory data showed slightly elevated levels of C-reactive protein (1.94 mg/dL) and normal white blood cell (6,430/µL), lactate dehydrase (167 U/L), creatinin phosphokinase (31 U/L), and creatinine (0.7 mg/dL). Physical examination revealed that the bilateral dorsal artery was palpable with normal ankle–brachial index (Right 0.94, Left 0.98). Initially, the mass was suspected to be a mural thrombus. Because the mass was mobile and had already caused an embolic event, emergent surgery was scheduled to prevent further thromboembolism.\\nThe thoracoabdominal aorta was exposed using left thoracophrenic laparotomy. The descending and suprarenal aorta were cross-clamped under partial cardiopulmonary bypass, established from the femoral artery and vein. Selective visceral perfusion to the superior mesenteric artery was established following aortotomy. The abnormal mass occupying the thoracoabdominal aorta was removed using endarterectomy. The mass was fragile, yellowish, and lipid-rich (), which was unlike the usual thrombi. The possibility of an aortic tumor was considered; therefore, thorough endarterectomy was performed. The patient was discharged uneventfully on postoperative day 13. However, histopathological examination revealed an intimal sarcoma. Because endarterectomy, one of the surgical treatments for angiosarcoma, was performed thoroughly, a close follow-up was scheduled instead of additional surgical therapy. However, a follow-up CT scan image (2 months post-surgery) revealed local relapse of the tumor, which was growing and might have obstructed the aorta again. Therefore, EBR was performed. Despite surgical therapy, huge splenic metastasis was detected a few months after the second surgery, and was not detected at the time of the second surgery (). Hence, palliative care was selected, and the patient died 16 months after the first surgery.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'19563967': 1, '28856306': 1, '28097198': 1, '3000205': 1, '14670013': 1, '33775936': 2, '31275479': 2}", "similar_patients": "{'8021497-1': 1}"}