{"patient_id": 135257, "patient_uid": "6688889-1", "PMID": 31398722, "file_path": "noncomm/PMC006xxxxxx/PMC6688889.xml", "title": "A tubo-ovarian abscess mimicking an appendiceal abscess: a rare presentation of Streptococcus agalactiae", "patient": "A 47-year-old female with a significant past medical history of dysfunctional uterine bleeding and uterine leiomyomas presented to the ED with the chief complaint of upper and mid right-sided abdominal pain of 2 weeks duration. The abdominal pain was described as sharp in nature, intermittent and progressing in intensity. Her associated symptoms included anorexia, vomiting and pyrexia up to 101.6°F, which prompted her ED visit. She denied any vaginal discharge, vaginal bleeding or concern for any sexually transmitted diseases. She stated these symptoms felt different than her normal abdominal pain from her uterine leiomyomas. Her last menstrual period finished 1 day ago.\\nVitals on arrival: temperature of 100.9°F, blood pressure of 157/93 mmHg, heart rate of 91 beats/min, respiratory rate of 18 breaths/min, weight of 210 lbs. and an oxygen saturation of 98% on room air. On physical exam she appeared mildly uncomfortable. Her abdomen was soft and non-peritoneal, but tender in right upper quadrant and right-sided mid abdomen. She had no tenderness with palpation of McBurney’s point or any tenderness with palpation over the left or right adnexa. Laboratory evaluation was remarkable for a neutrophil predominant white blood cell count of 13.8 (3.5–10 bil/L) and a hemoglobin of 7.4 (13.5-17 g/dL) with the patient’s baseline hemoglobin of 7.5. Her urine human chorionic gonadotropin (hCG) and quantitative hCG were negative. Given the negative pregnancy test, no gynecological complaints and no lower quadrant tenderness, the decision was made to proceed with a computed tomography (CT) of the abdomen/pelvis with intravenous (IV) contrast, as opposed to performing a transvaginal ultrasound. CT (Fig. ) revealed a heterogenous multi-septated right lower quadrant fluid collection, measuring 6.9x8.5x5.4 cm (transverse, anterior/posterior, craniocaudal), superior to the expected area of the appendix favored to represent a ruptured appendicitis with abscess formation. Additional findings were notable for adjacent inflammatory stranding surrounding the cecum and a grossly enlarged heterogeneous fibroid uterus measuring 20.8x12.3x16.9 cm. Blood cultures were obtained, general surgery and IR were consulted and the patient was started on IV piperacillin/tazobactam. She subsequently underwent placement of a CT-guided percutaneous pigtail catheter (Fig. ) with resulting drainage of 100 cc of purulent material. By Day 2, the patient was rapidly improving, afebrile, with an improving leukocytosis. An additional 150 cc of purulent material was obtained from the drain. Her wound aerobic culture grew Streptococcus agalactiae (GBS). As a result, piperacillin/tazobactam was discontinued and she was started on IV vancomycin.\\nBy Day 8, the patient remained asymptomatic, was tolerating two meals a day and requested to return home. A peripherally inserted central catheter line was placed for continued outpatient antibiotic therapy. A CT limited study involving 30 cc of Isovue-370 contrast was injected into the right lower quadrant drain by IR to evaluate for resolution of the abscess. The previously noted right lower quadrant fluid collection had resolved; however, it was noted that the contrast in the right lower quadrant drain filled the fallopian tube, extending into the uterus, endometrial cavity and contralateral fallopian tube (Fig. ). These findings demonstrated that the initial suspected appendiceal abscess actually represented a TOA.\\nThe obstetrics and gynecological service were then consulted. A pelvic exam was performed revealing dark clotted blood within the posterior vaginal vault consistent with the patient’s recent menses. Overall, her pelvic exam including a bimanual exam was unremarkable. A subsequent pelvic and transvaginal ultrasound revealed a similar appearance of the known multiple uterine leiomyomas. Of note, the ovaries were unable to be identified and the known abscess and pigtail catheter could also not be visualized, likely secondary to obscuration and superior displacement from the multiple uterine leiomyomas. Further testing for sexually transmitted diseases was unremarkable. On Day 9, the drain was removed, and she was discharged in stable condition on IV vancomycin 1000 mg q 12 hours for 14 days. The patient was subsequently lost to follow-up.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'23091241': 1, '21419651': 1, '18936027': 1, '23090458': 1, '22470706': 1, '21718977': 1, '21415195': 1, '20466506': 1, '27618331': 1, '31398722': 2}", "similar_patients": "{}"}