{"patient_id": 12146, "patient_uid": "6775421-1", "PMID": 31574875, "file_path": "comm/PMC006xxxxxx/PMC6775421.xml", "title": "A case report of glecaprevir/pibrentasvir-induced severe hyperbilirubinemia in a patient with compensated liver cirrhosis", "patient": "The patient was a 77-year-old man with chronic hepatitis C-related compensated liver cirrhosis. He visited our institution to evaluate and manage a 2-cm sized enhancing liver mass and fibro-calcified densities in the lung parenchyma with interlobar effusion detected on chest and abdomen computed tomography. The liver mass was diagnosed as a hepatocellular carcinoma (HCC) with magnetic resonance imaging and was treated using radiofrequency ablation (RFA). Complete remission of HCC after RFA was maintained for more than 12 months. On sputum examination, Mycobacterium tuberculosis was cultured and pulmonary tuberculosis was diagnosed, due to which treatment with 1st regimen including isoniazid, rifampin, ethambutol, and pyrazinamide was started. After 1 month of anti-tuberculosis medication, hepatotoxicity was observed; the alanine aminotransferase (ALT) level was 53 U/L and the total bilirubin level was 6.51 ng/dL. Therefore, the regimen was switched to rifampin, ethambutol, and moxifloxacin. Due to potential drug–drug interactions between antituberculosis medication and direct-antiviral agents, treatment of the chronic hepatitis C infection was started 3 months after the pulmonary tuberculosis treatment ended.\\nThe patient had underlying hypertension and benign prostate hyperplasia, for which he was on amlodipine plus valsartan and tamsulosin, respectively. Apart from this, the patient was not taking any other medications, including herbal agents.\\nThe HCV genotype was confirmed as type 2a and we decided on treatment with the GP regimen (300 mg glecaprevir and 120 mg pibrentasvir) as many guidelines suggest.[ His baseline total bilirubin level was 1.81 mg/dL and the CTP score was 5, without esophageal or gastric varix on endoscopy; ascites was absent as well. After 3 weeks of GP medication, he visited our clinic due to pruritus, icteric sclera, and generalized weakness. He had body ache and weakness that had started the week after starting the medication. On laboratory examination, the total/direct bilirubin was markedly elevated to 21.6/11.7 mg/dL and ALT was within the normal range. As there was no history of recent ingestion of other drugs or alcohol, we considered grade 3 hepatotoxicity due to the GP regimen and abruptly stopped the medication. Six days after drug cessation, the total/direct bilirubin level decreased to 7.31/4.06 mg/dL. We checked the serum concentration level of glecaprevir with the rapid and selective liquid chromatography-tandem mass spectrometry method on the day of admission, the serum level was 18,500 ng/mL. After cessation of medication, as the drug concentration diminished, the total bilirubin level also decreased (Fig. ). He recovered from body ache and fatigue after 9 days of admission and was discharged. We decided that treatment should not be reinitiated, and 2 months after discharge, the total bilirubin level was normalized to 1.21 mg/dL; 12 weeks after the end of treatment, HCV RNA was not detected.\\nIn addition, the patient provided informed consent for the manuscript to be published.", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'27023162': 1, '30215672': 1, '28800195': 1, '29650333': 1, '28762541': 1, '27282879': 1, '11977934': 1, '27709006': 1, '12207630': 1, '19029099': 1, '30092624': 1, '10203201': 1, '30341499': 1, '28818546': 1, '19212316': 1, '33612683': 1, '23772874': 1, '26033798': 1, '31574875': 2}", "similar_patients": "{}"}