{"patient_id": 8121, "patient_uid": "6488680-1", "PMID": 31035229, "file_path": "comm/PMC006xxxxxx/PMC6488680.xml", "title": "Total lower lip reconstruction by bilateral Fujimori technique—A case report", "patient": "A 70-year old woman was admitted from a dermatologist to the Department of Plastic and Breast Surgery, Roskilde, Denmark. A biopsy verified well-differentiated full-thickness squamous cell cancer was found at the right side of the lower lip. The tumour had been present for three years. The patient had a history of ischemic heart disease with a percutanous coronary intervention and implantation of a stent in 2002. She was a heavy smoker. No alcohol overconsumption was reported. By clinical examination, a 15 × 15 mm sore, firm, central ulcerating tumour was seen located at the vermillion border (). At the mucosal side of the lip, leukoplakia was observed.\\nNo enlarged lymph nodes in the cervical region was found at the clinical examination.\\nSurgical intervention would remove approximately 50% of the lower lip. The patient was offered radiotherapy as an alternative to surgery and chose the former. She underwent a series of radiotherapy for a period of two months.\\nFive weeks after the initial clinical examination at our clinic, the patient was readmitted to our department from the Department of Oncology at Copenhagen University Hospital due to recurrence of the squamous cell cancer located to the lower lip. At this point, the patient presented a monstrous, ulcerating tumour, involving most of the lower lip (). No clinical signs of systemic spread to lymph nodes in area was found by thorough clinical examination and palpation of the head and neck. Furthermore, a 18FDG-PET-CT was performed and ruled out further local or systemic spread.\\nFirst, a total excision of the lower lip including the commisures during which free resection borders of 1 cm were confirmed by intraoperative frozen section diagnosis. 8 days after primary excision, histopathology confirmed free resection borders, and reconstruction of the lower lip by bilateral Fujimori technique was performed (, , ). Due to paucity of mucosal tissue between the orifice of the parotid duct and commisures of the mouth besides a relatively narrow labial sulcus, the remaining lack of mucosal lining was reconstructed by use of split skin harvested from the right thigh.\\nAt a clinical follow-up three months after surgery, palpable enlarged, firm lymph node was found located to the lower jaw. Biopsy confirmed the histological diagnosis of metastasis from squamous cell carcinoma. Position Emission Tomography Scan (PET) confirmed the localisation of metastasis from a squamous cell carcinoma on the left side of the jaw, but as well on the right side. No distant metastases were found. Clinical presentation 5 months after surgery is seen in .\\n5 ½ months after the initial admission to our department, bilateral neck dissection was performed. Several metastases with extensive perinodular growth was found on the right side, and infiltrating underlying musculature on the left side. The patient was referred to the Department of Oncology, Herlev Hospital, Denmark, where radiotherapy was given.\\nOne months after completed radiotherapy, the patient presented in our clinic a very sore, ulcerated tumour at the jaw line on the left side. The tumour was adherent and dripping with what appeared to be saliva. Punch biopsies were not representative. A computer tomography (CT) scan confirmed local recurrence of aggressive squamous cell cancer. The patient was referred for more extensive surgery and further treatment, which is why eventual defatting of the lip was postponed.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'4880838': 1, '24431942': 1, '7426811': 1, '24931107': 1, '4593704': 1, '30342279': 1, '4617298': 1, '31035229': 2}", "similar_patients": "{}"}