{"patient_id": 9326, "patient_uid": "6579349-1", "PMID": 31249743, "file_path": "comm/PMC006xxxxxx/PMC6579349.xml", "title": "Pelvic Bone Hydatidosis: A Dangerous Crippling Disease", "patient": "A 23-year-old male presented to our medical center with pain in the right lower back for three years. The pain was initially mild, gradually increased in intensity and aggravated on walking. Fever, anorexia, cough, and weight loss were not present. The patient was a farmer who occasionally went for cattle herding. His medical history was negative for trauma, recent infection, and prior medical conditions. Physical examination revealed a moderately tender swelling at the right lower back. The gait of the patient was antalgic but rest of the motor examination was unremarkable.\\nInvestigations\\nLaboratory studies were significant for white cell count 19.6×109/L (normal, 4.5-11.0×109/L) and C-reactive protein (CRP) 269 mg/dL (normal, <3.0 mg/L). Plain radiograph of the pelvis revealed osteolytic lesions in the right ilium and ischium, with extensions to the sacroiliac and hip joints (Figure ).\\nMagnetic resonance imaging (MRI) of the pelvis showed a large heterogeneous signal intensity mass, centered around the right iliac blade, extending to both the iliac and gluteal sides of the bone and was associated with an extensive bony destruction of the right sacroiliac joint and ischium with a cystic component in the right iliopsoas muscle (Figure ).\\nT-SPOT®.TB test came out negative. A whole-body bone scan showed increased uptake in the right iliac bone as well as the right sacroiliac and hip joints. Subsequently, an uneventful fine-needle aspiration biopsy was obtained from the right iliac bone. The histopathologic examination of the biopsy specimen showed the cyst wall comprised of a laminated layer and an outer layer of dense fibrovascular tissue. The fragmented tissue had laminated walls, with acute-on-chronic inflammatory infiltrates having an exuberant giant-cell reaction (Figure ).\\nDifferential diagnosis\\nOn the basis of the investigative findings, tuberculosis, osteomyelitis, malignancy, aneurysm, and metastatic lesions were excluded. A diagnosis of hydatid cyst with giant cell reaction of the pelvic bone was established. A full-body evaluation was negative for liver lesions and there was no evidence of concurrent multiorgan involvement.\\nTreatment\\nThe patient was initiated on oral albendazole 400 mg twice daily. After three months, repeat pelvic radiograph demonstrated a relative regression of the disease (Figure ).\\nRepeat whole-body bone scan showed relatively reduced uptake of radionucleotide in the right sacroiliac and hip joints and iliac bone, consistent with a slow decrease in the size of the hydatid cyst. The disease relatively regressed on the radiological scans but the clinical symptoms of the patient worsened. Thereafter, surgical intervention was undertaken. The procedure revealed a 5.5-cm cystic area in the ileum with an extension into the ischium, sacroiliac joint, and adjacent soft tissues. The hydatid cyst was carefully aspirated and the cyst wall was excised along with the curettage of the involved area. Adjacent soft tissues and sacroiliac joint were extensively debrided and the area was washed with 20% NaCl solution. A sponge soaked in hypertonic saline was placed for three minutes. The bone gap was filled with bone cement and all layers were closed in reverse order after placing a drain (Figure ).\\nParticular care was taken to avoid spillage of the cystic fluid. The gross morphology of the cystic lesion resembled a multilobulated ovoid mass. Similarly, extensions of the cyst were also grossly examined and sent for histopathologic examination (Figure ).\\nThe results of the histological analysis of the resected specimen validated the prior biopsy findings.\\nOutcome and follow-up\\nThe post-procedure recovery was uneventful and he was discharged from the hospital in a stable condition. At the one-month follow-up visit, pelvic radiograph showed bone cement in place, with no sign of recurrence of the disease (Figure ).\\nThe patient is now on oral albendazole therapy with a cycle of one month with two weeks gap and his liver functions are periodically monitored. He continues to do well and is advised for a regular monthly follow-up in the outpatient department.", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'3818721': 1, '2218593': 1, '24211231': 1, '22072828': 2, '11045332': 1, '29110551': 1, '11213159': 1, '8356347': 1, '18071287': 2, '9168719': 1, '32318359': 1, '9524526': 1, '31106078': 1, '29437772': 1, '11794264': 1, '17675547': 1, '34616554': 2, '29181347': 2, '1407529': 1, '34632138': 2, '33106164': 1, '31249743': 2}", "similar_patients": "{'8488487-1': 1, '8488500-1': 1, '5702697-1': 1, '3210845-1': 1, '2627459-1': 1}"}