{"patient_id": 14436, "patient_uid": "6913913-1", "PMID": 31890364, "file_path": "comm/PMC006xxxxxx/PMC6913913.xml", "title": "Sternoclavicular Joint Septic Arthritis and Anterior Mediastinal Mass in a Young Athlete: Possible Immune-modulatory Effect of Growth Hormone", "patient": "A 33-year-old male athlete with no significant past medical history presented with gradually worsening right arm and right handgrip weakness which started three days prior to presentation. The patient reported a painless swelling on the right side of the chest wall slowly growing over the last three months, and it was associated with malaise, intermittent night sweats, anorexia, and an unintentional weight loss of 15 pounds over the same period of time. The patient denied having fever, chills, or any other focal neurological deficits. Social history was negative except for the use of subcutaneous rhGH on a daily basis over the last 10 years with an intent to build lean body mass. The patient was actively involved in endurance physical exercise training and heavy weight lifting. The patient denied any trauma to left shoulder or chest wall except hearing a “pop” in his right shoulder during weight lifting four months ago that led to an acute onset of transient mild pain in the right shoulder for which he was worked up to rule out any musculoskeletal injury with CT and MRI that were negative for any musculoskeletal injury. Subsequently, the patient underwent physical therapy for a month with improvement in pain.\\nOn admission, physical exam revealed a well-developed and well-nourished man with an athletic built and a 2 cm x 3 cm nontender mass at the anterior superior part of the right chest wall involving the right SCJ and soft tissues of the neck. There was the demonstrable weakness in the flexion and abduction of the right shoulder with a weakness in the right handgrip. The rest of the examination was normal.\\nHis laboratory studies were significant for an elevated erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP) that were 122 mm/h and 6 mg/L, respectively. Blood cultures and oropharyngeal cultures were drawn on admission that came back negative. Initial imaging with chest X-ray revealed a right paratracheal haziness (see Figure ), and the right clavicle X-ray showed soft tissue inflammation of the base of the neck on the right side, but no fracture or dislocation of the clavicle was observed (see Figure ).\\nA growing mass on the right side of the chest wall with focal neurological deficit i.e., weakness of right arm abduction and weak right hand-grip, associated with X-ray findings suspicious of a malignant lesion in the paratracheal area, prompted a CT scan of the chest with contrast that revealed a 2.2 cm x 2.6 cm x 2.9 cm anterior mediastinal mass in the superior-medial aspect of mediastinum invading the lung and the pleural cavity, and it also involved the right SCJ and manubrium sterni (see Figure ). Also, a significant hilar and mediastinal lymphadenopathy was noted suggestive of a highly aggressive inflammatory process due to either an advanced malignancy or an infectious process in the mediastinum.\\nSubsequently, MRI of the right neck and SCJ with (see Figure ) and without contrast were performed that revealed inflammation of the right SCJ extending from the soft tissue at the base of the neck to the anterior superior mediastinum. No evidence of injury to the right brachial plexus was observed; however, the soft tissue around the brachial plexus was edematous due to the inflammation.\\nTo further elucidate the etiology of inflammation observed on imaging studies, a CT scan guided fine needle aspiration (FNA) biopsy of the mass was performed which showed chronic inflammatory cells with a predominance of B and T lymphocytes, macrophages, and histiocytes with a few atypical cells. Furthermore, Gram stain, cultures, and acid-fast bacilli (AFB) smear of tissue biopsy were negative. Considering a high suspicion for malignancy i.e., lymphoma or teratoma, and low sensitivity of CT-guided FNA biopsy to diagnose mediastinal tumors, cardiothoracic surgery was consulted for mediastinoscopy with tissue biopsy. During the mediastinoscopy, an aggressive inflammatory process in the right anterior mediastinum was observed that invaded the right SCJ in cephalad direction, and posteriorly and caudally, it progressed to involve the right apical lung parenchyma. The patient underwent incision and debridement of the necrotic mediastinal tissue with a scraping of SCJ, and the tissue was sent for histology and culture which confirmed the diagnosis of complicated septic arthritis of SCJ. The histological analysis demonstrated the formation of germinal centers in the lung parenchyma and a predominance of CD 3 positive T lymphocytes, CD 45, and PAX 5 positive B cell lineage lymphocytes were observed in addition to macrophages, histiocytes, and dendritic cells (see Figure A-D). The tissue cultures grew methicillin-sensitive Staphylococcus aureus (MSSA) establishing an infectious process.\\nThe patient was started on intravenous clindamycin and nafcillin during hospitalization, and later on, patient was discharged home on long-term intravenous antibiotics with nafcillin. The patient was advised to abstain from the use of any GH products, and avoid heavy weight lifting till complete recovery. At six weeks follow up, due to inadequate response to antibiotics, a follow-up MRI of the chest with and without contrast revealed an active inflammation of SCJ and signs of osteomyelitis of manubrium (Figure -B). A repeat mediastinoscopy with incision and debridement of the SCJ tissue and the lung pleura was performed and an extended parenteral antibiotic course was recommended.\\nAt six months follow-up, the patient showed complete recovery with a resolution of SCJ septic arthritis and it was confirmed by the follow-up MRI of right SCJ with and without contrast (see Figure ).", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'18292816': 1, '7989135': 1, '27713394': 1, '879941': 1, '20721567': 1, '18347346': 1, '16799101': 1, '31119116': 1, '8180673': 1, '7962309': 1, '28239769': 1, '180007': 1, '22368183': 1, '8101732': 1, '24930320': 1, '16371488': 1, '12093449': 1, '15118542': 1, '31890364': 2}", "similar_patients": "{}"}