{"patient_id": 10086, "patient_uid": "6633699-1", "PMID": 31355016, "file_path": "comm/PMC006xxxxxx/PMC6633699.xml", "title": "A Case of an Advanced Chain of Survival in Penetrating Cardiac Injury", "patient": "We report a case of a 21-year-old Caucasian male with a penetrating cardiac injury due to stabbing. A rapid medical response team staffed by an anesthesiologist was dispatched and found the patient unresponsive and pale with two stab wounds above the left papilla, agonal gasps, no thoracic excursions, left hemithorax seeming elevated compared to the right side; barely palpable carotid pulse rate of approximately 100; and no major external bleeding. The initial assessment was a periarrest with suspicion of left tension-pneumothorax. Urgent left mini-thoracotomy was established via the 5th intercostal space resulting in spontaneous respiration with lung expanding while coughing and improved facial color with a palpable carotid pulse of above 120, and within minutes he regained consciousness. Reassessment raised suspicion of tamponade due to hypotension 85/60 mmHg and tachycardia; a FAST ultrasound from small portable ultrasound system confirmed the initial diagnosis with pericardial fluid, compressing right atrium and affecting the filling of the right ventricle. Closest regional hospital was a few minutes away; the nearest trauma center with thoracic surgical support was approximately 1 hour/100 km away. Due to the instability of the patient, he was transported to the nearby regional hospital without thoracic surgery competence capability. Patient was not intubated due to (a) risk of increasing thoracic pressure and further deteriorating of the patient and (b) short transport time. Upon arrival in the ER the clinical status of the patient had further deteriorated as he was unresponsive, tachycardic, and hypotensive with dilated neck veins. Clamshell thoracotomy was considered but instead an urgent ultrasound-guided pericardiocentesis was performed with insertion of pig-tail catheter. After initial removal of ≈ 100 mL of blood, the clinical situation improved and the patient was intubated. Clinical examination revealed no other injuries but continuous removal of blood from the pericardial space was needed in order to maintain mean arterial pressure above 50 mmHg. Due to lack of thoracic surgical expertise and since the hemorrhage could be controlled, the patient was transferred to the trauma center 100 km away. During transport, the patient was continuously resuscitated with plasma and packed red blood cells, while blood was intermittently removed from the pericardium in order to keep a mean arterial pressure around 50 mmHg. A total of 750 mL was removed in total during the hour long transport. Upon arrival at the trauma center patient was immediately prepped for surgery and a median sternotomy was performed. A 2 cm stab wound to the left ventricle was discovered (blood jetting), cardiorrhaphy (suturing the heart muscle) was performed, and hemostasis was secured. The heart and pericardial sack were inspected and no other pathologies were found. No further interventions were performed and the sternotomy was closed. Trauma CT revealed no other injuries. The patient's postoperative course was uneventful, and the patient was discharged 8 days after the incident.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'26032760': 1, '21131854': 1, '11524085': 1, '23609291': 1, '7775785': 1, '31355016': 2}", "similar_patients": "{}"}