{"patient_id": 136144, "patient_uid": "6755081-1", "PMID": 31558970, "file_path": "noncomm/PMC006xxxxxx/PMC6755081.xml", "title": "Chemical colitis caused by hydrogen peroxide vaginal douche: A case report", "patient": "A 31-year-old lady presented to our emergency room with rectal bleeding.\\nShe was recently diagnosed with bacterial vaginosis for which she was treated with Hydrogen Peroxide vaginal douche. She has chronic constipation. She reported having no bowel movement during the past 3 days and she used her hydrogen peroxide vaginal douche as an enema to help her have a bowel movement. She presented with 2 episodes of rectal bleeding associated with left lower quadrant abdominal pain for 1 d.\\nShe had a history of chronic constipation.\\nShe denied smoking cigarettes, alcohol or illicit drug use. No history of previous surgeries. Family history was negative for any gastrointestinal cancers.\\nOn presentation her vitals were stable with temperature 98.6 degrees F, pulse 80 beats per minute, respiratory rate 18/min and blood pressure 15.2/9.9 kPa. On general physical examination she appeared comfortable and not in acute distress. Abdominal examination was unremarkable.\\nLaboratory studies are shown in Table .\\nComputed tomography (CT) of the abdomen with oral and intravenous contrast (Figure ) was done which showed diffuse bowel wall thickening involving the distal transverse colon, descending colon, sigmoid colon and rectum consistent with colitis. No bowel obstruction was noted.\\nPatient had colonoscopy which showed severe inflammation characterized by congestion (edema), erythema, friability, loss of vascularity and confluent ulcerations found in a continuous and circumferential pattern from the rectum to the sigmoid colon until 30 cm from anal verge (Figure ). The descending colon was spared. Biopsies were taken with a cold forcep for histology and it showed colonic mucosa with mucosal erosion, extravasated red blood cells with hyalinization of lamina propria with mild glandular atrophic changes which was mostly related to chemical injury.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'7276490': 1, '31104768': 1, '7781449': 1, '29435375': 1, '12930014': 1, '28833105': 1, '20177870': 1, '4378244': 1, '17674283': 1, '18209577': 1, '14445720': 1, '31558970': 2}", "similar_patients": "{}"}