{"patient_id": 135681, "patient_uid": "6728118-1", "PMID": 31534872, "file_path": "noncomm/PMC006xxxxxx/PMC6728118.xml", "title": "Adverse outcomes of abrupt switch and discontinuation of acetylcholinesterase inhibitors in dementia with Lewy bodies: Case report and literature review", "patient": "This case outlines the events of an 83-year-old white female with a medical history of major depression, chronic kidney disease, hypertension, peripheral neuropathy, and DLB, which were well managed in the outpatient setting by a psychiatrist, psychiatric pharmacist, and primary care provider. Her medications at the time of these events included amlodipine 10 mg orally once daily, clonazepam 0.25 mg orally once daily as needed at night for anxiety and insomnia, gabapentin 300 mg orally 3 times daily, and losartan 100 mg orally once daily. The patient was diagnosed with unspecified dementia during hospitalization following knee replacement surgery. Three months after diagnosis, donepezil 10 mg once daily was initiated by outpatient psychiatry, after which the patient and family reported marked improvements in mobility and cognition. At 10 months, neurology confirmed a diagnosis of DLB through neuroimaging and switched donepezil to rivastigmine 4.6 mg/24-hour patch. Following this transition, her overall clinical picture began to deteriorate within days, including increased confusion, anxiety, visual hallucinations (VH), and decreased physical mobility. The patch was switched back to donepezil at month 12, resulting in improved sleep, mood, and mobility within days.\\nAll medications were continued with good tolerability and response until month 18 when she began experiencing chronic diarrhea following high-dose amoxicillin treatment from a dental appointment. The patient was hospitalized during month 20 for 1 week for recurrent Clostridium difficile infection, at which time she experienced moderate decline in psychiatric health, including decreased sleep, increased confusion, a fall, and increased frequency of VH. Home medications were continued during her hospitalization, and psychiatric symptoms trended toward baseline as her infection responded to antibiotic therapy. The patient was discharged from the hospital to a step-down rehabilitation facility. During her 3-week stay in the rehabilitation facility, mental status exams demonstrated stepwise improvements in short-term memory, sleep, energy, and mood. Mobility continued to improve throughout the course of rehabilitation treatment; however, the patient continued to experience an increase in the intensity and frequency of VH. This was thought to be related to continued stay outside the home. The psychiatric team recommended placement back in the home with 24-hour care and 1:1 observation.\\nThe patient was discharged home at month 21 with 24-hour care given continued improvements in mobility and functioning. At home, VH began to decrease in intensity and frequency. One week after returning home, the patient's primary care provider changed. At her first appointment with the new provider, donepezil 10 mg was discontinued without taper due to the provider's concerns that the VH were an adverse effect of ACHEI therapy. In the 5 weeks following this medication change, she experienced a sharp decline in cognition, mobility, and mood. At month 22, the patient's family reported a significant rise in VH accompanied with distress and difficulty redirecting from hallucinations, increased confusion, refusal of medications and food, progressive worsening of mobility to the point of requiring a motorized walker, and worsening sleep secondary to anxiety. On exam, the patient appeared anxious, demonstrated significant difficulties with word finding, and displayed increased confusion. The family requested pharmacologic intervention for VH. Changes to home routine, including new in-home care providers, were ordered as a nonpharmacologic means of managing symptoms, and donepezil 5 mg was restarted at the follow-up psychiatric appointment 1 month later. The family reported to the psychiatric pharmacist 3 days later that the patient assisted the caregivers in household activities for 2 days, attended her library group, and walked 1 mile. At the next visit 4 weeks later, the patient demonstrated significant improvements including verbal participation, responsiveness, improved recall, lessened frequency and distress from VH, and ambulation with a cane. Donepezil therapy was increased to 10 mg, and the patient returned to her baseline level of functioning. An abbreviated timeline of events can be found in the .", "age": "[[83.0, 'year']]", "gender": "F", "relevant_articles": "{'18588406': 1, '34610666': 1, '22829268': 1, '19415128': 1, '16623209': 1, '26583300': 1, '17194818': 1, '29167065': 1, '16858742': 1, '19622011': 1, '14618549': 1, '19399218': 1, '16496030': 1, '26482056': 1, '26170481': 1, '16387998': 1, '12673601': 1, '31534872': 2}", "similar_patients": "{}"}