{"patient_id": 5925, "patient_uid": "6345354-1", "PMID": 30693165, "file_path": "comm/PMC006xxxxxx/PMC6345354.xml", "title": "Gemella morbillorum Cryptogenic Brain Abscess: A Case Report and Literature Review", "patient": "In our case, we present a 28-year-old gentleman with a remote medical history of seizure disorder five years ago, who was transferred to our facility for further evaluation after presenting with tonic-clonic seizures and new-onset right-sided hemiparesis. The patient was afebrile, and did not report a history of recent infections, injuries or injection drug use. Neurological examination revealed an awake and oriented middle-aged male, with a paucity of speech, motor strength 1 of 5 in the right upper and lower extremities. Further examination of the oral cavity, oro- and naso-pharynx revealed poor dentition with no signs of localized infection.\\nBiochemical and hematological investigations revealed a normal leukocyte count (4,500/µL, normal 3,500-10,600), normal C-reactive protein level (4.22 mg/L, normal <9.10) and normal erythrocyte sedimentation rate (8 mm/hr, normal 0-13). Computed tomography (CT) of the head showed three adjacent ring-enhancing lesions in the left frontal lobe with 5 mm midline shift to the right, brain magnetic resonance imaging (MRI) T1 Axial sections showed a multi-loculated enhancing lesion with restricted focal diffusion surrounded by perilesional vasogenic edema with mass effect on the frontal horn of the left lateral ventricle (Figure ).\\nIntravenous (IV) corticosteroids were administered for their anti-inflammatory effect to hinder further edema, and empiric antibiotics were initiated with vancomycin, ceftriaxone, and metronidazole. Human immunodeficiency virus (HIV) infection was excluded. In an attempt to localize the primary source, CT of the sinuses did not reveal any evidence of sinusitis. CT of the abdomen and pelvis did not reveal any intra-abdominal abscesses. Trans-esophageal echocardiography revealed no evidence of valvular vegetations, however, it revealed a large sinus venosus atrial septal defect. CT angiography revealed contrast extravasation from the superior vena cava to the right superior pulmonary vein, suggestive of a right-to-left shunt.\\nThe abscess was drained via a frontal craniotomy with stereotactic assistance; purulent fluid was evacuated and sent for culturing. Anaerobic cultures grew G morbillorum and Peptostreptococcus species. We used an initial antibiotic regimen consisting of a combination of ceftriaxone, metronidazole, and vancomycin. Antimicrobial susceptibility testing was not done, given the lack of standardized testing and no interpretation criteria. The patient started to develop fevers on post-operative day 7; the decision was made to discontinue vancomycin given the lack of methicillin resistant staphylococcus aureus (MRSA) growth in tissue cultures. Antibiotics were de-escalated to penicillin G and metronidazole, for a six-week course. Fever defervesced 24 hours after switching to penicillin, suggesting adequate sensitivity. Decision to use penicillin G was made after results for syphilis testing returned positive. On discharge, 17 days from presentation, the patient had a dramatic improvement in muscular strength, with bilateral motor function at baseline.\\nOur patient was discharged home to complete a six-week course of penicillin G and metronidazole. Antibiotics were continued for a course of six weeks. The patient was followed up with further imaging to ensure complete neurological resolution of the brain abscess. Brain MRI was done four months after presentation showing near-complete resolution of the abscess with significant improvement of brain edema (Figure ).", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'33390483': 1, '834137': 1, '18094869': 1, '12884070': 1, '8647769': 1, '23355562': 1, '34444286': 1, '22665012': 1, '16632915': 1, '12413683': 1, '19713361': 1, '30693165': 2}", "similar_patients": "{}"}