{"patient_id": 3795, "patient_uid": "6205891-1", "PMID": 30405995, "file_path": "comm/PMC006xxxxxx/PMC6205891.xml", "title": "Anomalous Origin of Left Anterior Descending Artery and Left Circumflex Artery from Right Coronary Sinus with Malignant Left Anterior Descending Artery Course: Role of Coronary CT Angiography Derived Fractional Flow Reserve in Decision Making", "patient": "A 22-year-old Caucasian male with no significant past medical history was evaluated in cardiology clinic with intermittent chest pain. Chest pain was nonexertional, located in the center of chest and nonradiating. The patient was a college athlete and denied symptoms of chest pain, palpitations, dizziness, or syncope with exertion. He had exercise nuclear stress test one month ago for similar chest pain which was normal. He denied personal history of heart problems or family history of premature coronary artery disease, inherited arrhythmias, or sudden cardiac death. Electrocardiogram (EKG) showed normal sinus rhythm with no ST or T wave changes suggestive of ischemia and three sets of troponin I were normal. Transthoracic echocardiogram showed normal ejection fraction of 60%-65% and no segmental wall motion or valvular abnormalities. He underwent coronary computed tomography (CT) angiogram (CCTA) which revealed large dominant right coronary artery (RCA) and anomalous origins of left anterior descending artery (LAD) and left circumflex artery (LCX) from right coronary sinus (Figures -). LAD had a malignant course between aorta and pulmonary artery.\\nThe patient underwent left heart catheterization which showed a very large dominant RCA and small LAD and LCX with anomalous origin from right coronary sinus (Videos -). The coronary arteries appeared angiographically normal.\\nBecause of chest pain and anomalous LAD with malignant course, it was decided to get noninvasive fractional flow reserve (FFR) assessment from coronary CT angiography which was hemodynamically nonsignificant (Figure ). Based on FFR findings and small size of the vessel, it was decided to treat the patient conservatively. The patient’s chest pain was considered atypical which resolved on its own. He was recommended to continue his regular physical activities with no restriction.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'27382296': 1, '29988635': 2, '17353457': 1, '30121239': 1, '33553251': 1, '2208265': 1, '27941015': 1, '12021235': 1, '30405995': 2}", "similar_patients": "{'6028371-1': 1}"}