{"patient_id": 131308, "patient_uid": "6349971-1", "PMID": 30719316, "file_path": "noncomm/PMC006xxxxxx/PMC6349971.xml", "title": "Minocycline-induced transient depersonalization: A case report", "patient": "A 37-year-old female diagnosed with periorificial dermatitis was prescribed minocycline and topical metronidazole cream. At the time, her past medical history was only significant for asthma. The only other medications she was taking were Advair and Ventolin puffers. She had no documented or reported personal or family history of any psychiatric disorders, including depersonalization, depression, psychosis, and substance abuse.\\nTwo days after starting minocycline, she started to experience depersonalization symptoms. She felt extremely disconnected and lost. She did not care about the matters that were normally important to her. She described feeling ‘out of this world’ and ‘out of her body’. She felt as though she was ‘floating’ and looking down on herself from above. She knew that these symptoms weren’t normal and so she refrained from telling her family or friends. She even described thinking that she could cut her finger off and not feel it. Her family noticed a significant change in her personality.\\nShe took the medication for a total of 3 weeks. She read forums online describing a similar experience with minocycline and decided to stop the medication. She felt her normal self within 2–3 days of stopping minocycline. She returned to our clinic, where her physical exam, including a complete neurological exam and vital signs were normal. She was provided with an alternative treatment of topical tacrolimus for her dermatitis, which nearly resolved. The patient was offered to undergo a thorough psychiatric evaluation to further confirm the diagnosis and to exclude other comorbidities, but unfortunately, she declined a referral to a psychiatrist. A follow-up phone call confirmed the depersonalization symptoms have not returned, 1 month after the discontinuation of minocycline.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'15089102': 1, '324400': 1, '14628973': 1, '23441623': 1, '303498': 1, '18195639': 1, '31382572': 1, '9247397': 1, '21087873': 1, '14746427': 1, '10632948': 1, '34206485': 1, '22486246': 1, '30719316': 2}", "similar_patients": "{}"}