{"patient_id": 129886, "patient_uid": "6214347-1", "PMID": 30464649, "file_path": "noncomm/PMC006xxxxxx/PMC6214347.xml", "title": "Sympathetic ophthalmia in fellow eye after vitrectomy for massive subretinal hemorrhage secondary to polypoidal choroidal vasculopathy", "patient": "A 60-year-old Japanese male presented for upper visual field defect in the left eye in June 2015. His best-corrected visual acuity (BCVA) was 20/17 in the right eye and 20/22 in the left eye. There were no signs of chronic inflammation in both eyes, such as mutton-fat keratic precipitates, anterior chamber flare, and posterior synechiae, at initial presentation. In the left eye, massive submacular hemorrhage, sub-retinal pigment epithelial (RPE) hemorrhage, and an orange-red lesion characteristic to PCV were observed (). Fluorescein angiographic image obtained using Optos® California (Optos, Dunfermline, Scotland, UK) manifested hyperfluorescent area corresponding to the orange-red lesion and surrounding blocked fluorescence due to sub-RPE hemorrhage (). Also, indocyanine green angiographic image obtained using Heidelberg Retina Angiography 2 (HRA2®; Heidelberg Engineering GmbH, Heidelberg, Germany) showed focal hyperfluorescence in the area of polypoidal lesion (). Because of complicated vitreous hemorrhage, 25-guage pars plana vitrectomy combined with phacoemulsification and intraocular lens implantation was performed in July 2015. In November 2016, bullous hemorrhagic RPE detachment and marginal subretinal hemorrhage recurred (), accompanied by vitreous hemorrhage. The patient underwent second 25-guage vitrectomy with silicone oil tamponade in December 2016. High intraocular pressure and hyphema persisted postoperatively and the left eye led to phthisis bulbi despite the third and fourth vitrectomies. No tissue plasminogen activator, gas, or cryotherapy was used during any of the surgeries.\\nIn February 2017, the patient presented with a complaint of blurred vision in his right eye. He had tinnitus and headache with hypersensitivity of scalp from 2 weeks before the onset of blurred vision. The BCVA was 20/17 in the right eye and no light perception in the left eye. In the right eye, slit-lamp biomicroscopy showed cells in the anterior chamber. Fundus examination revealed multiple serous retinal detachments with a subretinal septum (). Fluorescein angiography revealed a broad area of hyperfluorescence in the posterior pole and optic disc during the late phase (). Human leukocyte antigen (HLA)-DR4 was positive, and the patient was diagnosed as sympathetic ophthalmia.\\nSince the BCVA of the right eye dropped to 20/67 due to serous retinal detachments, a pulse steroid therapy (intravenous methylprednisolone 1,000 mg/day for 3 days) followed by oral prednisolone 40 mg/day was initiated. Two weeks later, the BCVA improved to 20/20. In May 2017, disappearance of serous retinal detachments was confirmed by optical coherence tomography (). Oral prednisolone was tapered gradually until December 2017 and was discontinued. No recurrence was observed thereafter. A written informed consent was obtained from the patient for use of his medical record data and images in this case report. The institutional approval was not required for publication of the case report.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'25719985': 1, '21139675': 1, '10684834': 1, '24734166': 1, '27651849': 1, '22346110': 1, '2234843': 1, '10781505': 1, '19181305': 1, '23514340': 2, '29118502': 2, '30464649': 2}", "similar_patients": "{'3620517-1': 1, '3620517-2': 1, '5657169-1': 1}"}