{"patient_id": 135260, "patient_uid": "6689559-1", "PMID": 31496726, "file_path": "noncomm/PMC006xxxxxx/PMC6689559.xml", "title": "Whole-exome sequencing insights into pulmonary artery sarcoma mimicking pulmonary embolism: a case report and review", "patient": "A 63 year old male was presented with a 1-month history of cough. The patient had a history of allergic rhinitis 20 years ago. He had never smoked previously. A computed tomography (CT) scan of the chest revealed a faint infiltrative shadow in the right lower lung field (). The CRP level was 12.7 mg/L (normal range: 0–3.0). Other laboratory tests did not show any significant abnormalities, including those of IgE, D-dimer and tumor markers. The patient was diagnosed with pneumonia, and an anti-inflammatory was given. However, there was no clinical improvement after nearly one month. Repeated CT scans showed inflammation of the right pulmonary was progressing nearly one month later. The right lung showed as scattered in the flaky blurred shadow with an unclear boundary, which is obvious in the middle and lower leaves. ()\\nAlthough the D-dimer and blood gas analyses were normal, CT pulmonary angiography was performed ( and ). The initial CT pulmonary artery angiography revealed extensive intraluminal filling defects in the trunk and branches of the right pulmonary artery. No filling defects were observed in the left pulmonary artery. He was thus diagnosed with pulmonary thromboembolism (PTE). Then, he was given an anticoagulant treatment. Two months later, the patient’s symptom aggravated and presented with chest pain, dyspnea on exertion and weight loss. The D-dimer value was still normal.\\nFor further evaluation of a possible malignancy, 18FDG positron emission tomography (PET) integrated with computed tomography (PET/CT) was performed. In the trunk and segmental of the right pulmonary artery, a strip-shaped intraluminal lesion with obvious increased FDG uptake was observed (SUVmax =9.69). Multiple plaques can be seen in the right lung with slightly increased FDG metabolism (SUVmax =1.64). A right pleural nodule with increased FDG uptake (SUVmax =2.45) was next to the 7th rib on the right ( and ). It strongly suggested a primary malignant tumor of the pulmonary artery. These findings implied a possible diagnosis of primary sarcoma of the pulmonary artery with metastases to the lungs and chest wall.\\nVideo-assisted thoracoscopic surgery of the right pleural nodule was performed for the diagnosis. The metastatic lesion was located in the basal segment of the right lower lobe. There were swollen lymph nodes in the lungs, in the middle of the bronchi and upper longitudinal and subcarinal lymph nodes. Biopsy of the tumor from the basal segment of the right lower lobe was taken to determine the tumor etiology. The tumor mostly consisted of a population of malignant spindle cells. The patient tissue was fixed in 10% neutral buffered formalin solution for 24 hrs, followed by paraffin embedding. Standard immunostaining techniques were used to prepare the sections for histology and immunohistochemistry staining. Vimentin, Desmin, MDM2 and P53 were stained by using the following primary antibodies: anti-Vimentin (Dako., Glostrup, Denmark), anti-Desmin (Dako., Glostrup, Denmark), anti-MDM2 (Maixin, Fuzhou, China), and anti-P53 (Dako., Glostrup, Denmark). The secondary antibody (Dako., Glostrup, Denmark) was used. Tumor cells expressed Vimentin and Desmin by immunohistochemistry. These tumors also overexpress MDM2 and mutant P53 (). In addition, the tumor cells showed negative immunostaining for TTF-1, Pan-CK, CD20, CD31, CD34, ERG, S-100, HMB45, SMA, Mum-1, MyoD1, and Myogenin. Typically, poorly differentiated tumors, such as PAS, are positive for vimentin. Thus, the tumor strongly positive for desmin and vimentin was suggestive of a diagnosis of subtype of PAS, which is recognized as “undifferentiated sarcoma”.\\nWe also conducted whole exome sequencing of the tissue to explore possible molecular abnormalities (Kunyuan Gene Technology Co., Ltd., Shanghai, China; ). DNA in the patient’s blood was considered baseline to reduce the inﬂuence of leukocytes. DNA was extracted from tissue and blood samples using a DNeasy Blood and Tissue Kit (Qiagen, Hilden, Germany) under the manufacturer’s instructions and was subjected to WES. DNA was quantified using the Qubit 3.0 Fluorometer (Thermo Scientific, MA, USA). DNA was mechanically fragmented on an E220 focused ultrasonicator Covaris (Covaris, Woburn, MA, USA). DNA library preparation and exome capturing were performed using the xGen Exome Research Panel (Integrated DNA Technologies). After quality control and quantification by Agilent 2100 Bioanalyzer (Agilent Technologies) and Qubit 3.0 Fluorometer (Thermo scientific, MA, USA), sequencing was undertaken using Illumina NovaSeq (llumina Inc, San Diego, CA, USA).\\nOverall, these genes are divided into five classes: targeted drug-related genes, genes related to chemotherapy, gene changes predicted by immunotherapy, genetic susceptibility genes and other genes. In targeted drug-related genes, KIT copy number variation (CNV) and TP53 and PIK3CA mutations were found. KIT CNV indicated KIT gene amplification (copy number=6). The PIK3CA gene had missense mutations at the encoding sequence NM_006218.4:c.1345C>A (p.P449T.) in exon 8 with an abundance of 43.9. The TP53 gene had mutations in the encoding sequence NM_000546.5:c.329G>C (p.R110P) in exon 4 with an abundance of 62.1. Evaluation of the efficacy of immunological checkpoint inhibitors, such as tumor mutation burden (TMB), mismatch repair (MMR), and programmed death-ligand 1 (PD-L1), was all negative. This finding indicated that the treatment of immunological checkpoint inhibitors was unsuitable for the patient. The following drug metabolism-related polymorphisms were detected: NAD(P)H quinone dehydrogenase 1 (NQO1) (rs1800566 GA), UDP glucuronosyltransferase family 1 member A1 (UGT1A1) (rs4148323 GG), methylenetetrahydrofolate reductase (MTHFR) (rs1801133 GG), and cytochrome P450 family 19 subfamily a member 1 (CYP19A1) (rs4646 AA). Unfortunately, there was no genetic variation in genetic susceptibility genes. Two other mutations were identified in this patient, namely, NM_001184.4:c.1732G>A (p.V578I) in the rad3-related protein (ATR) gene and NM_002185.5:c.731C>T (p.T244I) in the interleukin 7 receptor (IL7R) gene. ()\\nThe patient did not want surgery treatment because of the risks associated with surgery. Thus, whole exome sequencing was performed to identify therapeutic target and genetic susceptibility genes. It seems that there was no specific target therapy or immunotherapy agent for him. Although the MTHFR rs1801133 polymorphism indicated that the patient might be sensitive to pemetrexed, the patient received a chemotherapy regimen of pemetrexed. After two cycles of pemetrexed, clinical manifestations were exacerbated, and pulmonary artery pressure was as high as 114 mmHg by echocardiography. In addition, a CT scan showed that right lung metastasis lesions of the patient became larger with newly liver metastasis and thoracic vertebra metastasis. ( and ) Given the efficacy of anlotinib in sarcoma, the patient received anlotinib with a cycle of at a dose of 12 mg/day for two weeks and then stopped for one week. More than one month later, right lung metastasis lesions were slightly smaller than before, and pulmonary artery pressure of 70 mmHg was lower ( and ). After four cycles of anlotinib, the patient refused anlotinib therapy because of severe nausea and liver and renal insufficiency. He also declined further evaluation. The patient died 8 months after diagnosis.\\nWritten informed consent was obtained from the patient for this publication and the accompanying images and tables.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'29442347': 1, '23400593': 1, '26291007': 1, '34526820': 2, '29895706': 1, '28504896': 1, '34475766': 2, '30552756': 1, '24625414': 1, '25745502': 2, '25423348': 1, '23497592': 2, '28314632': 1, '27163460': 1, '32753898': 2, '27625099': 1, '30796569': 1, '25628857': 1, '11921282': 1, '20123849': 1, '29852817': 1, '26444651': 1, '20685895': 1, '25590480': 1, '30747369': 1, '28381750': 1, '19231448': 1, '30181752': 2, '11213836': 1, '31496726': 2}", "similar_patients": "{'6116662-1': 1, '3605187-1': 1, '8437381-1': 1, '4345650-1': 1, '7354100-1': 1, '7354100-2': 1, '7354100-3': 1, '8408045-1': 1}"}