{"patient_id": 16057, "patient_uid": "6998360-1", "PMID": 32013874, "file_path": "comm/PMC006xxxxxx/PMC6998360.xml", "title": "A rare case of purulent meningitis caused by Capnocytophaga canimorsus in the Czech Republic – case report and review of the literature", "patient": "The 74 years old male patient first reported to his general practitioner (GP) on August 24. For the last 3 days he had experienced headache and stiff neck without any fever, for which he had been taking paracetamol. On the day of his visit he started to feel nauseated and his temperature rose to 39o C. Anamnestically, the patient had been on an ongoing treatment for type II diabetes mellitus with metformin, for arterial hypertension with telmisartan/hydrochlorothiazid, for dislipidemia with atorvastatin and for liver steatosis with sillymarin. He had undergone cholecystectomia, abdominal hernia surgery and partial gastric resection for ulcer disease. He had used to work as an engineer in a factory, but he was retired at that point and lived with his wife and dog in a family house. He had had no travel history for the preceding 2 years, had never smoked, alcohol had used only occasionally and had engaged in sports.\\nThe GP reported the following - the patient was febrile, nauseated, with normal blood pressure and pulse, pulmonary signs without pathological findings and abdominal exam showed no local resistance or pain. However an upper meningeal syndrome was present and thus the patient was immediately sent to the local infectious disease (ID) department.\\nThere, on the admission, the patient was febrile, blood pressure and pulse were stable and Glasgow Coma Scale was 15. His laboratory showed increased inflammatory markers (leucocytosis, CRP of 176 mmol/l). Both aerobic and anaerobic blood cultivation was started. X-rays of lungs and paranasal sinuses were negative. Cerebrospinal fluid (CSF) examination showed 5524 segmented neutrophils/mm3, 1568 lymphocytes/mm3, glucose 2,98 mmol/l and protein 2,1 g/l. A combination therapy of intravenous dexamethazone (4 mg every 6 h), ceftriaxone (4 g every 24 h) and crystalline solution (500 ml applied over 4 h) was started and the patient was transported to the intensive care unit (ICU) of the ID department of the Faculty Hospital in Hradec Kralove on the same day.\\nAt the admission there the patient was clinically stable and conscious. The neurological examination showed only a mild stiffness of his neck and a slight tremor of fingers. The CT scan of the brain and paranasal sinuses showed no pathology and the Ear-Nose and Throat specialist found no infectious foci in this area. Both aerobic and anaerobic CSF cultivation in blood culture bottles (Bactec 9240, Becton Dickinson) were started. Microscopic and agglutination analysis of the CSF were negative. The therapy with corticosteroids was continued for another 2 days. Intravenous ampicillin was added to the therapy (3 g every 6 h), but only four doses were administered, because Listeria spp. was soon ruled out as the causative agent in the next step (below). Due to the hyperglycemia, insulin was administered intravenously.\\nAs there was no growth detected by the CSF cultivation on the second day, the cultivation analysis was continued further to the total length of 7 days and molecular diagnostic methods were implemented.\\nDuring the first step, PCR tests performed on CSF ruled out Streptococcus pneumoniae, Neisseria meningitidis, Listeria monocytogenes, Staphylococcus aureus and Haemophilus influenzae. The second day the CSF values showed a slight improvement and transoesophageal ultrasound of the heart showed no signs of endocarditis.\\nDue to the still unclear microbial diagnosis vancomycin (1 g in 250 ml intravenously every 12 h) was added to the antibiotic regimen. Since there was a strong PCR positivity for the pan-bacterial DNA from the CSF, targeted PCR for Escherichia coli and Mycobacterium tuberculosis was performed, but with negative results. However, a subsequent bacterial DNA sequencing on August 28 identified DNA of the Capnocytophaga spp. with a specificity of 99% (Fig. ). No further specification could be achieved.\\nSimultaneously the anaerobic CSF cultivation using the Schaedler agar (anaerobic chamber with atmosphere containing 85% nitrogen, 5% hydrogen and 10% carbon dioxide, temperature 37 °C, incubated for 7 days total) started to show small semi-transparent colonies. Microscopically they were formed by fusiformic Gram-negative small rods. MALDI-TOF (Bruker Daltonik) identified Capnocytophaga canimorsus with a score of 1,98. Blood and other biological samples were negative.\\nThe antibiotic therapy was adjusted to intravenous ceftriaxone (4 g) only. This led to a subsequent improvement of the overall status and to a decrease of inflammatory markers. The antidiabetic therapy was converted to oral administration of metformin (500 mg daily in one dose) and, on September 8, the control exam of the CSF was negative. An examination by a stomatologist ruled out any infectious foci in the respective area.\\nDuring the subsequent days the patient recalled being bitten by his 4 months old German shepherd dog on the internal side of his right shank approximately 2 weeks before the symptoms started. The wound was not bleeding and was painless. After careful examination the attending physician discovered an almost healed wound about 5 cm long, which was not discovered during any of the physical exams before (Fig. ). On day 14 after admission the antibiotic treatment was stopped and the patient was released from the hospital on day 15 fully recovered (Timeline in Fig. ).", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'28705427': 1, '25828064': 1, '8905316': 1, '26984785': 1, '17205476': 1, '19307219': 1, '22570611': 1, '2493283': 1, '1266816': 1, '28592578': 1, '24745627': 1, '8816132': 1, '24997586': 2, '26974748': 1, '19268498': 1, '33996463': 1, '24013195': 1, '12539089': 1, '2915017': 1, '26608488': 1, '27837588': 1, '28719668': 1, '28478773': 1, '28605414': 1, '26693951': 1, '27291085': 1, '18926295': 1, '34327254': 1, '19285152': 1, '32013874': 2}", "similar_patients": "{'4118785-1': 1}"}