{"patient_id": 15303, "patient_uid": "6952033-1", "PMID": 31938628, "file_path": "comm/PMC006xxxxxx/PMC6952033.xml", "title": "Incidental Follow-up Imaging of Previous Ventricular Tuberculosis and Pneumoencephalography in a 57-year-old man", "patient": "A 57-year-old man took part in a research trial at the Clinical Research and Imaging Centre, Bristol, United Kingdom. The man was screened for pre-existing conditions including musculoskeletal pain, cardiovascular, respiratory, psychiatric, immunological, oncological, urogenital, gastrointestinal, endocrine, neurological, rheumatologic and ophthalmic disorders. Importantly, the medical history was only taken with respect to on-going diagnoses with the exception of oncological disorders. In addition, a 12-lead electrocardiogram (ECG), clinic and ambulatory blood pressure and full-screen sensory testing on the forearm was performed for research purposes, which were all confirmed to be within the normal range.\\nDuring the research MRI scan, a T1-weighted magnetization-prepared rapid gradient echo (T1-MPRAGE) of the whole head was obtained (Figure ). This showed confluent low intensity in the right parietal white matter containing a focal cystic change. The preliminary neuroradiology report noted generally reduced volume compared to that expected for the patient’s age.\\nA less prominent hypointensity was observed in the left hemisphere (Figure ).\\nIn addition to the main focal lesion in the parietal white matter, at least three smaller focal lesions were seen in the frontal lobe white matter, two in the right hemisphere and one at a similar lateral and frontal position in the left hemisphere (Figure ).\\nBased on a preliminary report of the T1-MPRAGE, it was recommended that the patient be followed up in the Stroke Clinic as the suspected lesion was thought to represent small vessel ischaemia possibly with lacunar infarct.\\nThe patient was invited for a clinical MR scan through a stroke clinic in the South of England. This scan showed bilateral susceptibility artefact lateral to the third ventricle, bilateral signal change adjacent the posterior horn of the lateral ventricles, prominent lateral ventricles, and linear signal voids extending to the cortical surface, with overlying cortical defects. The clinician noted that this was likely the site of previous craniotomy or intervention.\\nThe patient was followed up by consultation, which revealed that he had suffered tubercular ventriculitis at age 16 and had been admitted to the Midland Centre for Neurosurgery and Neurology. At the time, pneumoencephalography was performed to assess the patient, which resulted in a coma lasting approximately one week, after which the patient recovered with anti-TB treatment.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'27242238': 1, '26954796': 1, '24863006': 1, '4691687': 1, '14811524': 1, '31938628': 2}", "similar_patients": "{}"}