{"patient_id": 130666, "patient_uid": "6301319-1", "PMID": 30588453, "file_path": "noncomm/PMC006xxxxxx/PMC6301319.xml", "title": "Two-stage Surgical Treatment of a Giant Solitary Fibrous Tumor Occupying the Thoracic Cavity", "patient": "A 39-year-old man presented at the emergency care center of Chonbuk National University Hospital due to recurrent syncope and hypoglycemic symptoms. The patient had no history of trauma or past medical treatment except for a diagnosis of chronic hepatitis B. The patient did not have a history of diabetes mellitus and was not taking any glucose-lowering agents. Upon physical examination, a height of 154 cm, a weight of 50 kg, blood pressure of 117/71 mm Hg, and a heart rate of 84 beats/min were revealed. There were no breathing sounds in the left lung field. Routine clinical laboratory tests were performed, and the findings were within the normal range except for hypoglycemia (35 mg/dL). Tumor markers (alpha fetoprotein, carbohydrate antigen 19-9, carcinoembryonic antigen), serum cortisol secretion, and the adrenocorticotropic hormone level were all normal. Despite marked hypoglycemia, his insulin and C-peptide blood levels were low, at 0.25 μU/mL (normal range, 2.6–24.9 μU/mL) and 0.12 ng/mL (normal range, 1.1–4.0 ng/mL), respectively. His serum somatomedin C level was 66 ng/mL, and his anti-insulin antibody level was 5.9%.\\nChest radiography showed that his left chest was nearly filled by a huge mass (). Chest computed tomography (CT) showed a well-defined 27×11×12 cm mixed cystic lesion inside the left pleural space that contained multiple regions showing heterogeneous density with elements of soft tissue plus fat content. Spots of wall calcification were also revealed by the chest CT where it is likely that the lesion had originated from the mediastinum; this involved the majority of the left hemithorax. The mass compressed the mediastinum, left pulmonary artery, aorta and left bronchus. The diagnosis was thought to be intrathoracic solitary fibrous tumor (SFT) associated with non-islet cell tumor hypoglycemia (NICTH). In order to preserve the level of glucose in the patient’s plasma, glucose supplementation of 10 g/g was needed during preoperative fasting. Selective percutaneous angiography of the left subclavian artery, left thyrocervical trunk, left internal mammary artery, and intercostal arteries was carried out to identify the tumor’s feeding vessels. The vascular pedicle originated from the left internal thoracic artery (). Complete resection of the tumor was planned to diagnose and cure the disease. The patient was placed in a right 45° lateral decubitus position for surgery. First, a small anterior thoracotomy was performed on the third intercostal space beside the left sternal margin, the left internal mammary artery was exposed, and the feeding vessels of the tumor were divided (). The tumor was then exposed through lateral thoracotomy at the fifth intercostal space. It originated from the mediastinal pleura and was covered with an encapsulating membrane. The vascular network was well developed. There was dense pleural adhesion at the diaphragmatic surface and mediastinal pleura. The tumor was separated from the mediastinum, chest wall, diaphragm, as well as from all of the structures surrounding it with no injuries occurring or complications with bleeding through the relatively enough operative window. Histopathological examination revealed an SFT with fibrous tissue and hyaline degeneration. The chondroid tissue and adipose tissue showed no specific pathologic findings. Immunohistochemical staining was positive for CD34 and negative for smooth muscle actin. The patient’s hypoglycemic symptoms resolved immediately after surgery and he was discharged on postoperative day 7 without any further problems. Two months after the operation, plasma glucose levels were found to be in the normal range. The present study was exempted from the institutional review board for single, retrospective study. Informed consent was waived.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'7260861': 1, '2665534': 1, '19689813': 2, '1550524': 1, '34532966': 1, '20628740': 1, '11899221': 1, '24078101': 1, '31886010': 2, '32793734': 1, '30588453': 2}", "similar_patients": "{'2739517-1': 1, '6915142-1': 1}"}