{"patient_id": 2273, "patient_uid": "6114742-1", "PMID": 30157798, "file_path": "comm/PMC006xxxxxx/PMC6114742.xml", "title": "Toric IOL implantation in a patient with keratoconus and previous penetrating keratoplasty: a case report and review of literature", "patient": "A 71-year-old man with previously known keratoconus presented with bilateral cataract (Fig. ). In the left eye, PKP had been performed when the patient was 25 years old because of keratoconus (Fig. ). No surgery had been done in the right eye. Because of discomfort with contact lenses, the patient wore glasses both for near and far distance. The patient had a medical history of a transient ischemic attack and medicated with acetylsalicylic acid. The right eye presented with advanced keratoconus including Vogt striae (Fig. ) in the cornea and moderate senile nuclear cataract but no other pathology. The left eye presented with a clear corneal graft and moderate senile nuclear cataract but no other pathology. First surgery was only planned in the left eye. After more than 1.5 years surgery was also performed in the right eye. Written informed consent was acquired from the patient.\\nPreoperatively, best corrected visual acuity (BCVA) was 20/40, with − 0.25 sph − 5.0 cyl 50°. The cornea exhibited regular astigmatism (K1 44.5 D, K2 48.5 D, astigmatism 3.9 D) (Fig. ) based on corneal tomography performed with Scheimpflug imaging (Pentacam, Oculus, Germany). The toric IOL AcrySof IQ Toric SN6AT8 (Alcon, USA), 22 D was implanted with target refraction − 2.26 D. The target refraction was chosen to match the more myopic right eye. Biometry was performed with the IOLMaster (Carl Zeiss Meditec, Germany) and Haigis formula was used. Preoperative marking of the toric IOL axis was performed with the patient in upright position to avoid misalignment due to cyclotorsion, using the RoboMarker (Surgilum, USA). Phacoemulsification and lens implantation were performed through a 2.2 mm limbal incision. One day postoperatively, BCVA was 20/40 with − 2.0 cyl 90°. Five weeks postoperatively BCVA was 20/30 with + 0.5 sph − 2.75 cyl 71°. Nine months postoperatively BCVA had improved to 20/25 with − 3.25 cyl 90° and the astigmatism was still regular (Fig. ) based on corneal tomography performed with Scheimpflug imaging. Two years postoperatively BCVA was still 20/25 with − 0.5 sph − 3.25 cyl 80°. The spherical equivalent 2 years postoperatively only differed − 0.135 D from the intended target refraction. During all postoperatively controls the toric IOL only misaligned 1° (from 139° to 140°) from the implanted axis and the corneal graft remained clear. The patient was very satisfied with the visual result from day one postoperatively.\\nPreoperatively, BCVA was 20/150, with − 5.75 sph − 9.75 cyl 72° and the cornea had irregular astigmatism (K1 53 D, K2 57.7 D, astigmatism 4.7 D) (Fig. ) based on corneal tomography performed with Scheimpflug imaging. In the right eye, the astigmatism was judged as being too irregular for toric IOL implantation and cataract surgery was performed with the spherical IOL Acrysof Multipiece MN60MA (Alcon, USA), 5 D. Conventional biometry (IOLMaster) and Haigis formula was used to calculate the power of the spherical IOL. Two months postoperatively, BCVA was 20/80 with + 1.25 sph − 3 cyl 65°, spherical equivalent − 0.25. Target refraction prior to surgery was − 2.33 D, however the patient was pleased with the obtained result. He continues to wear glasses for far distance but does not require glasses for near distance.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'11084265': 1, '17873627': 1, '25283612': 1, '23966369': 1, '23079317': 1, '26795410': 1, '9493273': 1, '10434860': 1, '16765789': 1, '2272682': 1, '24321143': 1, '8127564': 1, '17251799': 1, '8053464': 1, '17159449': 1, '19672198': 1, '30157798': 2}", "similar_patients": "{}"}