{"patient_id": 132406, "patient_uid": "6423428-1", "PMID": 30936606, "file_path": "noncomm/PMC006xxxxxx/PMC6423428.xml", "title": "Intralenticular Cilia Following Penetrating Ocular Trauma: A Case Report", "patient": "A 24-years-old man visited Poostchi Ophthalmology Clinic, affiliated to Shiraz University of Medical Sciences (Shiraz, Iran), in October 2017 due to a gradual vision loss in his left eye over the past 2 months. The patient did not wear safety glasses while hammering metal on metal.\\nOn ophthalmic examination, the visual acuity of his left eye was 1-meter (counting fingers) and the relative afferent pupillary defect (RAPD) was negative. Intraocular pressure (IOP) value measured by the air-puff tonometer was 16 mmHg. There was no limitation of motion of the extraocular muscles.\\nOn slit lamp examination, there was a paracentral lid margin notching of the left lower lid (possibly corresponding to the mentioned trauma), moderate blepharitis, and mild ciliary injection of conjunctiva. The pupil was round, regular, and reactive. The cornea was clear except for the site of a 2-mm vertical sealed laceration oriented in the center. The Seidel test was negative. The anterior chamber was formed and 2+ cells were detected in the anterior chamber. Localized central cortical cataract was observed around intralenticular cilia, which was embedded at its bulb and protruded into the anterior chamber ().\\nOn dilated fundoscopic examination, no sign of vitritis was present. The red reflex was good, but the posterior segment could not be evaluated thoroughly. Consequently, ocular sonography was performed which showed that the retina was attached and no other foreign body was present in the eye. The ocular examination of the right eye was unremarkable.\\nThe patient was treated with prednisolone acetate 1% and homatropine 2% topical eye drops (Sina Darou, Iran) every 6 hours and 8 hours, respectively, for 5 days till the anterior chamber reaction and the ciliary injection were resolved. The patient then underwent foreign body removal, lensectomy, and intraocular lens implantation. Under general anesthesia, after removing the cilia, we performed continuous curvilinear capsulorhexis and lensectomy with an irrigation/aspiration probe. A posterior chamber intraocular lens (PCIOL) was implanted in the capsular bag. On the first post-operative day, the uncorrected visual acuity was 20/20. The patient was subsequently treated with ciprofloxacin 0.3% and prednisolone acetate 1% eye-drops (Sina Darou, Iran) every 4 hours and 2 hours, respectively, for 1 week which was tapered over a month. His post-operative course over 6-month follow-up was uneventful.\\nA written informed consent was obtained from the patient for the publication of the present case report.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'8216021': 1, '19096248': 2, '10326017': 1, '11116507': 1, '17187148': 1, '22029734': 2, '3358438': 1, '11271932': 1, '30936606': 2}", "similar_patients": "{'2629922-1': 1, '3213705-1': 1}"}