{"patient_id": 131180, "patient_uid": "6339448-1", "PMID": 30697088, "file_path": "noncomm/PMC006xxxxxx/PMC6339448.xml", "title": "A missed traumatic atlanto-axial rotatory subluxation in an adult patient: case report", "patient": "A 66-year-old otherwise healthy female, presented to the emergency department with 2-week duration of neck pain. The patient experienced sudden onset of neck pain since her head was forcibly jolted during a religious ritual. Her examination by the emergency department revealed a head tilt to the left side with no neck tenderness. She was neurologically intact.\\nA computed tomography (CT) scan of the cervical spine was conducted to rule out a fracture which was preliminarily reported to have widening of the atlantodens interval (ADI) measuring approximately 6 mm (normal less than 3 mm) (). No fracture was noted and overall alignment was normal. As examination findings (ADI excluded) were found to be normal, the patient was discharged with advice to return if any worsening symptoms.\\nThe following morning, the CT scan was reviewed by the radiologist attending who found significant rotation of C1 on C2 with almost complete loss of articular contact involving the right side (). These findings are compatible with a type II AARS as per the Fielding and Hawking classification requiring prompt spine consultation. In addition to this, there was gapping on the left C1–C2 articulation and compression on the right side (). The image impressions were relayed to the emergency department and the patient was contacted to present herself to the emergency department for reassessment as soon as possible.\\nAfter the patient’s arrival to the emergency department, she was promptly referred to the orthopedic spine service. The spine team physical examination showed that the patient had torticollis with her neck tilted to the right side and rotated toward the left side. She had mid line tenderness on palpation of the posterior cervical spine. Her active and passive range of motion was restricted secondary to pain. The patient’s motor and sensory examination was unremarkable and she did not have upper motor neuron lesion signs. The patient was admitted for conservative management with head halter cervical traction. After 7 days of treatment as an in-patient, she was reduced clinically and discharged with the recommendation of home halter traction and the use of a Miami J collar when ambulating. Follow up in spine clinic was then organized for 2 weeks following discharge.\\nThe patient was subsequently seen in clinic where she was complaining of continuous severe neck pain not controlled by narcotics. There was no change in her neurological status but she felt that her neck was tilted once again. Follow-up standing X-ray showed persistent subluxation of C1–C2 with an increased ADI (). Therefore, given failure of conservative management and persistent pain, a thorough discussion was conducted with the patient regarding further treatment. The patient opted for operative management and underwent C1–C2 stabilization with an open reduction and internal fixation (). The patient was seen at her 3-month post-operative follow-up and had decreased pain with normal neurological status. However, her cervical range of motion was decreased as expected given her fixation.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'22269577': 2, '34862363': 1, '19264489': 1, '15258837': 1, '11718201': 1, '22306935': 1, '11295908': 1, '15045640': 1, '32797319': 1, '11791252': 1, '28254538': 1, '28141768': 1, '2181125': 1, '16113200': 1, '11795922': 1, '21139776': 1, '22295918': 1, '32952749': 1, '833172': 1, '32382411': 1, '27190664': 2, '19444353': 1, '30697088': 2}", "similar_patients": "{'4826932-1': 1, '3275470-1': 1}"}