{"patient_id": 4314, "patient_uid": "6243320-1", "PMID": 30460036, "file_path": "comm/PMC006xxxxxx/PMC6243320.xml", "title": "Percutaneous aspiration embolectomy of superior mesenteric artery using a 5MAX ACE reperfusion catheter", "patient": "A 72-year-old male was admitted to a tertiary academic hospital because of sudden severe central abdominal pain. Except for hyperlipidaemia, no abnormal laboratory findings such as lactate, white blood cells, amylase, lipase and liver enzymes were present. His vital signs were normal. His medical history included atrial fibrillation and Type 2 diabetes mellitus. He had not taken warfarin for 2 weeks. Contrast-enhanced CT angiography (CTA) revealed segmental occlusion of the mid portion of the main trunk of the SMA proximal to the ileocolic artery (). Proximally and distally from the occlusion SMA was of normal size, suggesting an embolism rather than a thrombosis. No signs of irreversible bowel wall ischaemia such as bowel wall thickening or pneumatosis were evident. It was considered that thrombolysis could not be effective because of the largesize of the embolus. Because the embolus was located in the main trunk of the SMA, it was expected that aspiration embolectomy would be effective.\\nAfter careful consideration, we obtained consent from the patient under an institutional review board-approved protocol for using a 5MAX ACE reperfusion catheter for endovascular revascularization. A decision for endovascular treatment via the transfemoral approach under local anaesthesia was reached in concordance with the surgeons.\\nAccess was established via the right common femoral artery and a 6 French introducer sheath system (Terumo Corporation, NJ). Selective catheterization of the SMA was performed using an angled glide catheter (4 French; Cordis Corporation, Miami Lakes, FL) and a 0.035-inch long guidewire (Radifocus Guidewire M; Terumo Corporation, Tokyo, Japan). Initial SMA angiography confirmed acute occlusion in the mid portion of the SMA trunk (). After infusing 4000 IU of heparin, the 5MAX ACE reperfusion catheter exchange was performed and it was advanced to the face of the clot over the 0.035-inch guidewire. Once the 5MAX ACE was immediately adjacent to the clot, the guidewire was removed. Mechanical suction was applied to the 5MAX ACE using a Penumbra aspiration pump and aspiration tubing (Penumbra, Inc., Alameda, CA) (). Once a good seal was obtained, the 5MAX ACE was slowly withdrawn, while maintaining aspiration. Afterwards, the 5MAX ACE was removed from the body, and the guide sheath was opened to enable back bleeding of possible clots. The catheter was then flushed forward once it was confirmed that there were no more clots. Final contrast injection after five passes demonstrated near complete resolution of the thrombus from the main trunk of the SMA (). No adjunctive endovascular procedure was applied. The patient’s symptoms almost immediately improved after the procedure, and he no longer complained of postprandial abdominal pain. He remained admitted after the procedure for 3 days and was instructed to continue taking dabigatran etexilate after discharge. CTA on the day after the procedure revealed that the thrombus of the SMA had resolved. A 3-month follow-up excluded any clinical symptoms of abdominal ischaemia.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'25834731': 1, '26175572': 1, '18309168': 1, '22024124': 1, '17242255': 1, '14716789': 1, '23624315': 1, '33417115': 1, '25599043': 1, '21990642': 1, '17086541': 1, '20731029': 1, '30460036': 2}", "similar_patients": "{}"}