{"patient_id": 3331, "patient_uid": "6180440-1", "PMID": 30305152, "file_path": "comm/PMC006xxxxxx/PMC6180440.xml", "title": "Advanced colorectal carcinoma with testicular metastasis in an adolescent: a case report", "patient": "A 15-year-old Indian Hindu boy from a low socioeconomic stratum presented to Surgical emergency with complaints of difficulty in passing stools for 1 month, passage of blood and mucus per rectum for 15 days, abdominal distension for 1 week, and obstipation for 3 days. These symptoms were associated with significant appetite and weight loss but there was no history of fever, jaundice, melena, hematemesis, hemoptysis, cough, chest pain, or shortness of breath. There was no history of similar illness or other malignancy in his family. He was not on any medication.\\nOn examination he was conscious and oriented. He had a thin build and pallor. He was afebrile. His pulse rate was 84/minute and blood pressure (BP) was 110/74 mmHg. His abdomen was distended with no local bulge. On digital rectal examination, a circumferential proliferative growth was felt 1 cm above the anal verge, which was almost completely occluding the lumen. On scrotal examination, a small nodule was felt in his right testis. The rest of the systemic examination was normal.\\nAn abdominal and chest X-ray was done as preliminary investigation which revealed signs of intestinal obstruction (Fig. ).\\nIn view of intestinal obstruction, he was taken into our emergency operation theater and a diverting loop sigmoid colostomy was performed. His symptoms were relieved, and stoma was well functioning and healthy.\\nA punch biopsy was taken from anorectal growth. The histopathological examination (HPE) report suggested signet ring cell adenocarcinoma of rectum (Fig. ). Tumor markers report showed: carcinoembryonic antigen (CEA) 499.93, alpha-fetoprotein (AFP) 2.42, beta human chorionic gonadotropin (HCG) < 1.2, and lactate dehydrogenase (LDH) 593.\\nRoutine investigations including complete blood count (CBC), and liver and renal function tests were within normal limits. His urine analysis was also normal.\\nContrast-enhanced computed tomography (CECT) of his chest, abdomen, pelvis, and brain was done as a part of metastatic workup which showed diffuse circumferential homogenous thickening involving rectum approximately 1 cm from the anal verge and extending into sigmoid colon proximally up to colostomy site. Multiple enlarged lymph nodes, some showing necrosis, were noted in perirectal, iliac, bilateral para-aortic, periportal, and celiac regions. Moreover, multiple enlarged lymph nodes were seen in the mediastinum in bilateral paratracheal, prevascular, and subcarinal regions, and in left supraclavicular region. In addition, hepatomegaly with liver measuring 17.8 cm was present. However, no lesion was seen in liver parenchyma. There was mild left-sided pleural effusion (Figs. and ). There was no lesion in his brain suggestive of metastasis. His right testis was enlarged. Ultrasonography (USG) showed a hypoechoic nodule (Fig. ) in his right testis from which a fine-needle aspiration biopsy was done, which revealed metastatic adenocarcinoma (Fig. ).\\nIn view of distant metastasis, we planned to give our patient neoadjuvant chemotherapy. However, within 2 weeks of surgery he developed progressive respiratory distress. A chest X-ray showed infiltrations and bilateral pleural effusion. He was intubated and was kept in our intensive care unit (ICU). However, his condition deteriorated and he developed multiple organ dysfunction syndrome (MODS) in the next few days. Eventually he died with multiple organ failure. An autopsy was not performed as per the wish of his family members. The entire course of illness from appearance of first symptom to death was only 2 months.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'25674743': 1, '8308690': 1, '17249463': 1, '18089879': 1, '6279275': 1, '2035076': 1, '16051969': 1, '3202257': 1, '22741141': 2, '1403541': 1, '21737316': 1, '24393412': 1, '32460802': 2, '28055103': 1, '3485470': 1, '15006562': 1, '3971300': 1, '34131440': 1, '11419816': 1, '19816697': 1, '9004127': 1, '25651787': 1, '16185595': 1, '18794708': 1, '3411689': 1, '30305152': 2}", "similar_patients": "{'7251816-1': 1, '3363130-1': 1}"}