{"patient_id": 133822, "patient_uid": "6533930-1", "PMID": 31142949, "file_path": "noncomm/PMC006xxxxxx/PMC6533930.xml", "title": "Levofloxacin-induced tactile hallucination and acute anxiety reaction", "patient": "A 19-year-old male college student presented to the otorhinolaryngology outpatient department with a 5-day history of sneezing, purulent nasal discharge, postnasal drip, fever, and pain below both the eyes. On examination, the patient was febrile, and there was bilateral maxillary tenderness while other systems were apparently normal. X-ray paranasal sinuses revealed bilateral maxillary sinus haziness. The complete hemogram was normal except for a mild elevation of ESR. There was no previous episode of similar illness. The patient was not an alcoholic, smoker, or substance abuser. He was not a diabetic or hypertensive and was not suffering from any major illness. A diagnosis of acute sinusitis was made, and the patient was prescribed tablet levofloxacin 500 mg once daily for 5 days, paracetamol 500 mg for 6th hourly, SOS (si opus sit), and nasal decongestant naphazoline drops four times a day. Within half-an-hour of intake of the first dose of levofloxacin, he experienced blurring of vision lasting for a few minutes, followed by a feeling of insects crawling over his face, chest, and upper limbs with itching. He also told that he was anxious and confused. The symptoms lasted for about an hour and then subsided on its own. He experienced similar symptoms on the next day with the second dose of levofloxacin only. He was asymptomatic with intake of paracetamol and naphazoline nasal drops. The patient had not experienced similar complaints earlier. There was a clear temporal relationship with the onset of tactile hallucination and acute anxiety with levofloxacin intake. Hence, a provisional diagnosis of drug (levofloxacin)-induced acute anxiety with tactile hallucination was made, and the drug was withdrawn. The episode subsided by itself without any need for intervention, and the patient did not experience similar symptoms later. The patient was switched onto amoxicillin and clavulanic acid and continued paracetamol and naphazoline decongestant without any side effects. Using the WHO-UMC causality analysis, the adverse drug reaction (ADR) was classified as certain while under the Naranjo's ADR probability scale, the ADR was zeroed in under the probable class.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'18159374': 1, '7042917': 1, '19823620': 1, '10388331': 1, '11172695': 1, '23414508': 1, '22865986': 2, '31142949': 2}", "similar_patients": "{'3410005-1': 1, '3410005-2': 1, '3410005-3': 1}"}