{"patient_id": 137980, "patient_uid": "6938194-1", "PMID": 31920389, "file_path": "noncomm/PMC006xxxxxx/PMC6938194.xml", "title": "A Case with Rectal Cancer Relapses After Clinical Complete Remission Following Neoadjuvant Chemoradiotherapy", "patient": "A 64-year-old male, without smoking, alcohol addiction, or any other specific underlying disease histories, was initially admitted to the hospital in September 2011 with a 3-month history of change in his stools. Colonoscopy showed an ulcer-like neoplasm situated 6 cm from the anal margin with a little bleeding, covering half of the lumen (). A biopsy specimen of the neoplasm suggested high-grade intraepithelial neoplasia in rectal mucosa. The patient was re-hospitalized in November 2011. The re-examination of colonoscopy showed an ulcer type neoplasm on the dentate line with erosion, which was brittle and subjected to hemorrhage, covering half of the lumen (). A biopsy specimen of the neoplasm suggested rectal adenocarcinoma. Laboratory investigations disclosed elevated levels of carcinoembryonic antigens (CEA; 12.2 ng/mL; normal range: 0.0–5.0 ng/mL) and CA199 (38.59 U/mL; normal range: 0.00–37.00 U/mL) in the serum Contrast-enhanced MRI showed uneven thickening in rectal wall which consisted heterogeneous enhancement in enhanced scanning. The patient was then given radiotherapy with conventional fractionation as follows (Treatment region A: rectum, 200cGy per day; five fractions per week, total dose, 5000cGy/25 fractions, and treatment region B: pelvic cavity, 180cGy per day; five fractions per week, total dose, 4500cGy/25 fractions). In February 2012, he had a re-examination of colonoscopy, which showed a 2 × 2 cm2 ulcer on distal rectal wall (near the dentate line) with white tongue coating (). A biopsy specimen of the ulcer suggested rectal mucosal erosion. Contrast-enhanced MRI showed slight incrassation on lower rectal wall, no significant abnormal enhancement was found. Afterward, the patient started chemotherapy which is given in 3 week cycles and consists of capecitabine 1250 mg/m2 twice a day, day 1–14 combined with oxaliplatin 130 mg/m2 once every 3 weeks, 5 cycles of chemotherapy in total. Treatment-related toxicity is monitored through the procedure and during which the patient was also receiving symptomatic and supportive treatment. The patient was re-examined in April 2012, his serum level of carcinoembryonic antigens came out to be CEA, 1.70 ng/mL; normal range: 0.0–5.0 ng/mL, CA199, 14.25 U/mL; normal range: 0.00–37.00 U/mL. In August 2012, a contrast-enhanced MRI showed a high T2 signal slight incrassation on lower rectal wall, CEA,2.71 ng/mL; normal range: 0.0–5.0 ng/mL, CA199, 11.90 U/mL; normal range: 0.00–37.00 U/mL, and the colonoscopy showed a scar with smooth surface on distal rectal wall (near the dentate line) (). In October 2012, another contrast-enhanced MRI showed a high T2 signal 1.2 × 1.2cm tubercle with enhanced edge on the right wall of lower rectum (near the anal canal), no signs of swollen lymph node was found in pelvic cavity. In March 2013, the laboratory investigation came out to be CEA, 8.65 ng/mL; normal range: 0.0–5.0 ng/mL, CA199, 27.21 U/mL; normal range: 0.00–37.00 U/mL, the colonoscopy showed a 2 cm × 4 cm neoplasm on dentate line with erosion, which was brittle and subjected to hemorrhage (). A biopsy of the resected specimen suggested villous adenoma, suspecting canceration, and contrast-enhanced MRI showed a high T2 signal 1.5 cm × 1.5 cm tubercle with an enhanced edge on the right wall of the lower rectum (near the anal canal), no signs of swollen lymph node found in the pelvic cavity.\\nAccording to the history, the patient should be diagnosed as rectal cancer relapsed 4 months after cCR under Neo-CRT. There was no sign of cancer metastasis observed before the surgery. The patient received Laparoscopic Mile’s surgery in April 2013, during which no metastatic nodules was observed on abdominal viscera, and the tumor was located below the pelvic peritoneal reflex. The surgery dissociated the sigmoid colon and the rectum, then closed the incision with EC60 (made in Shanghai jmu medical device co. LTD, Shanghai, China) and made sigmoid flexure fistula at the left-side abdomen. The tumor specimen consisted of the anus and rectum (length: 13 cm). The tumor located in the rectum measured 1.5×1.2 cm, 5.5 cm from the upper band, and 2.5 cm from the dentate line. Gross morphological analysis showed ulcer infiltration type, growing around a quarter of the rectal wall. The tumor infiltrated peri-nerve tissue, but no sign of invasion of lymphatic vessel or blood vessel observed. No sign of tumor infiltration on both upper and lower bands. Lymph node metastases: all four mesenteric lymph nodes were clear, and the immune response (SH, PH, GH) of the lymph nodes was all positive. The precancerous interstitial reaction consisted of lymphocyte, plasmacyte, histocyte reaction and fibrosis proliferation reaction, and the non-tumor area reaction came out to be chronic mucosa tissue inflammation. Microscopic findings of the rectum mass showed tubular adenocarcinoma (stage II-III, ). The immunoenzyme labeled Ki-67 test showed 55% of the tumor tissue was positive (). The postoperative follow-up showed the patient was recovering very well. shows the patient’s disease stage.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'28068245': 1, '31192245': 1, '28248415': 1, '22067400': 1, '26137128': 1, '26992214': 1, '9749491': 1, '23154394': 1, '23351510': 1, '21296855': 1, '23207942': 1, '23486456': 1, '31263674': 1, '21178866': 1, '28055103': 1, '21487864': 1, '26811600': 1, '15623449': 1, '18043968': 1, '24348812': 1, '24752055': 1, '27171907': 1, '15864605': 1, '23739192': 1, '26597369': 1, '24002881': 1, '31920389': 2}", "similar_patients": "{}"}