{"patient_id": 127593, "patient_uid": "6039671-1", "PMID": 29952973, "file_path": "noncomm/PMC006xxxxxx/PMC6039671.xml", "title": "Ticagrelor-induced thrombotic thrombocytopenic purpura", "patient": "An 87-year-old Chinese man, who was a civil servant before retirement, went to a local hospital because of chest discomfort and dyspnea for 7 hours on June 10, 2017. He had a history of hypertension, type 2 diabetes, coronary artery disease, and prostate cancer. His personal, family, and psychosocial histories were unremarkable. A 12-lead electrocardiogram (ECG) showed sinus rhythm at 71 beats per minute; ST-segment elevation of 2 to 3 mm in leads V2 through V4, and of 1 to 2 mm in leads V1, V5 and V6; T-wave inversion in leads II, III, and aVF. Prompt coronary angiography was performed after aspirin and clopidogrel administration. Angiography revealed 95% stenosis in left anterior descending (LAD) coronary artery, 40% stenosis in left circumflex coronary artery, and 50% stenosis in right coronary artery. A drug-eluting stent (PROMUS Element 2.5 mm by 12.0 mm) was implanted in LAD coronary artery. Antiplatelet therapy with aspirin 100 mg and clopidogrel 75 mg daily was prescribed for 5 days, and changed to aspirin 100 mg daily and ticagrelor 90 mg twice a day thereafter. Other concomitant medications including perindopril, atorvastatin, furosemide, spironolactone, and repaglinide were continually prescribed. The patient recovered after treatment and discharged from local hospital on June 19, 2017. Twenty-eight days later, the patient complained of palpitation and was admitted to geriatric department of our hospital on July 17, 2017. ECG showed paroxysmal atrial fibrillation, which could be reversed to normal sinus rhythm with amiodarone. The patient was in stable situation until being found to have scattered hemorrhagic spots on bilateral lower extremities on August 14, 2017. He had no other complaints. Vital signs and other physical examination were normal. Thrombocytopenia, normocytic anemia and leukopenia were found by a complete blood count. Aspirin and ticagrelor were suspended to prevent major bleeding. Supportive therapies like platelets transfusion and recombinant human interleukin-11 (subcutaneous injection, daily) were also initiated. Intravenous immunoglobulin was administered to suppress potential autoimmune processes. The patient had a fever of 38.5°C the next day, without complaints of cough, sputum, abdominal pain, diarrhea, or odynuria. Physical examination failed to find any signs of infection. During the next 3 days, although thrombocytopenia recovered slightly, renal function was deteriorating and serum lactate dehydrogenase (LDH) level was escalating. The laboratory data was summarized in Table , which showed dynamic alternations before and after treatment. The patient was transferred to ICU for further investigation and treatment on August 18, 2017.\\nIn ICU, the patient seemed distressed with tachypnea, tachycardia, and oliguria. His vital signs were as follows: temperature, 36.5°C; respiratory rate, 24 breaths/min; pulse, 105 beats/min; blood pressure, 114/65 mm Hg; oxygen saturation, 95% with oxygen therapy by a face mask (5 L/min). He was mentally conscious and bilateral pulmonary rales could be auscultated. Serum N-terminal pro-Brain natriuretic peptide (NT-proBNP) was more than 35,000 pg/mL (normal range: <450 pg/mL), and creatinine 232 μmol/L (normal range: 40–106 μmol/L). Chest computed tomography (CT) indicated bilateral pleural effusion, perihilar ground glass opacification, and cardiomegaly. ECG was unchanged compared with the previous one. Echocardiography showed left ventricular enlargement with a 40% ejection fraction. A diagnosis of heart failure and renal failure was made, diuretics was administered to relieve fluid retention. Further studies showed that 39.5% schistocytes on peripheral blood smear (Fig. A) and negative Coomb's test. The diagnosis of microangiopathic hemolytic anemia (MAHA) was definite. As clinical presentations of TTP like fever, MAHA, thrombocytopenia, renal failure, and heart failure were displayed in the current case, a diagnosis of TTP was established clinically and therapeutic plasma exchange (TPE) was conducted instantly. His ADAMTS13 activity was measured the next day after one fresh frozen plasma exchange, which showed moderate reduction of activity (48.1%, normal range: 68–131%). After TPE therapy for 4 times, the patient markedly improved with dyspnea relief, decreased body temperature to normal level, a reduction in the percentage of schistocytes to 5.4% (Fig. B), a recovery of platelet count to 52 × 103 per mm3, an obvious decrease in serum LDH level from 13976 to 268 U/L (Table and Fig. ), a downregulation of NT-proBNP level from more than 35,000 to 16,695 pg/mL, and a decline in serum creatinine level from 232 to 143 μmol/L. TTP could be induced by various precipitating factors, including infection, autoimmune diseases, malignancy, pregnancy, bone marrow transplantation, neurologic diseases, and drugs. Since the patient had a history of prostate cancer, metastasis infiltrating bone marrow was a leading consideration in this case. Other causes including autoimmune diseases and infection were also suspected. Further diagnostic tests, such as bone marrow aspiration and biopsy, tumor markers, antinuclear antibody (ANA), anticardiolipin antibody, antineutrophil cytoplasmic autoantibody (ANCA), and Coomb's test were performed.\\nWhile waiting for the results of these diagnostic tests (Table ), ticagrelor was resumed with a dose of 45 mg twice a day on August 20, 2017 to prevent restenosis in coronary artery or stent after platelet count recovered to 45 × 103 per mm3. Nevertheless, after taking ticagrelor for 3 days, the patient's condition started to deteriorate. He presented with dyspnea, hypoxemia, and hypotention with obvious rales over bilateral lung fields. A significant drop of platelet count was observed from 52 × 103 to 16.9 × 103 per mm3, accompanied with a decrease in hemoglobin from 83 to 56 g/L (Fig. ). A significant elevation of serum proBNP level was also found from 16695 to 33250 pg/mL, while serum creatinine and troponin level were barely changed. In addition, there was no change in ECG. Recurred acute heart failure with probable MAHA, which suggested exacerbation of TTP, was considered. Hence, ticagrelor was discontinued again. Other treatment, such as continuous renal replacement therapy, tracheal intubation and vasoactive agents, were also used. However, the patient's condition continued to deteriorate. The patient and his family rejected further investigation and therapy. He finally died on the eighth day in ICU.", "age": "[[87.0, 'year']]", "gender": "M", "relevant_articles": "{'15866258': 1, '28144007': 2, '28447417': 1, '28416508': 1, '22624596': 1, '27060171': 1, '28780041': 1, '28416509': 1, '9867731': 1, '26338302': 1, '32974480': 1, '10506449': 1, '25414441': 1, '2062331': 1, '21487455': 1, '11535510': 1, '28382967': 1, '20033409': 1, '28416507': 1, '23111862': 1, '27578502': 1, '34307236': 2, '23387941': 1, '29952973': 2}", "similar_patients": "{'5324867-1': 1, '8214879-1': 1}"}