{"patient_id": 11574, "patient_uid": "6726350-1", "PMID": 31497413, "file_path": "comm/PMC006xxxxxx/PMC6726350.xml", "title": "Marijuana-induced Coronary Vasospasm with Persistent Inter-coronary Connection: A Case Report and Review of Literature", "patient": "A 60-year old African-American male with hypertension, hyperlipidemia, diabetes, and no previous cardiac history presented to the emergency room (ER) after a syncopal event. The patient did not require cardiopulmonary resuscitation or airway protection. In the ER, he denied any shortness of breath, chest pain, or palpitations prior to the syncopal event. He had undergone right knee arthroplasty two weeks ago and was taking hydrochlorothiazide and aspirin at home. He had quit cigarette smoking three years ago but was actively using marijuana.\\nAt presentation, his vitals were blood pressure 119/79 mm Hg, pulse 90 beats per minute, and temperature 97.9 Fahrenheit, and he was saturating at 99% on room air. Initial EKG obtained in the ER showed sinus rhythm with 1-mm ST-elevations in the inferior leads without reciprocal changes (Figure ).\\nRepeat EKG obtained 10 minutes later showed complete resolution of the ST segment elevation (Figure ).\\nLaboratory workup revealed normal hemogram and metabolic panel, negative troponin, and a positive D-dimer of 2653 ng/ml. His urine drug screen was positive for marijuana and negative for all other drugs on the panel, including cocaine. With elevated D-dimer in the setting of recent orthopedic surgery, a CT angiogram of the chest was done which did not reveal pulmonary embolism or aortic dissection. A bedside echocardiogram in the ER showed basal inferolateral wall motion abnormality with the preserved ejection fraction of 55% to 60% (Video ).\\nFollowing this, the patient was taken directly to the cardiac catheterization lab. His left main coronary artery was found to be normal, but the left anterior descending artery (LAD) had severe 80% proximal stenosis that resolved with intracoronary nitroglycerine (Figure ).\\nThe left circumflex vessel (LCx) was normal but had a large ICC filling the right coronary artery (RCA). The RCA had a 70% proximal stenosis which was also relieved with nitroglycerine. Injection of RCA filled the LCx through the arcade (the same arcade which filled RCA during LCx injection; Video ).\\nThe patient underwent a pharmacological nuclear stress test to evaluate for exercise-induced vasospasm, which showed no fixed or reversible ischemia (Figure ).\\nThe patient was discharged home later that day on long-acting nitrate and calcium channel blocker after extensive counseling on the importance of quitting marijuana.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'18387931': 1, '697222': 1, '11401936': 1, '9227311': 1, '6837471': 1, '3665004': 1, '19103987': 1, '24798064': 1, '8269209': 1, '27584586': 1, '2208265': 1, '32775624': 2, '21353301': 1, '25262663': 1, '7879964': 1, '25791151': 1, '22782943': 1, '25974266': 1, '2115977': 1, '31497413': 2}", "similar_patients": "{'7413165-1': 1}"}