{"patient_id": 134341, "patient_uid": "6587197-1", "PMID": 31244642, "file_path": "noncomm/PMC006xxxxxx/PMC6587197.xml", "title": "Mediastinal Lymphoma Presenting in Cardiogenic Shock with Superior Vena Cava Syndrome in a Primigravida at Full Term: Salvage Resection after Prolonged Extracorporeal Life Support", "patient": "A 19-year-old primigravida with a history of asthma and psoriasis presented at 39 weeks gestation to a local hospital with increasing shortness of breath. She was found to have a white out of the right chest in addition to large pericardial effusion. The effusion was drained in an attempt to stabilize her; however, she developed signs and symptoms of cardiogenic shock including tachycardia, tachypnea, and hypotension resulting in an emergent bedside caesarian section, giving birth to a healthy baby, during which she required cardioversion for supraventricular tachycardia. Postpartum chest CT demonstrated an extremely large anterior mediastinal mass measured at 14.0 × 10.6 × 15.6 cm, which was determined by flow cytometry on fine needle aspiration specimen to comprise a predominant population of clonal kappa-restricted B cells. Core biopsy showed a B-cell lymphoma with positive immunohistochemical staining for CD20, PAX5, BCL6, and occasional cells expression of CD30 and CD23, while CD10 expression was weak to equivocal and BCL2 and MUM1 were negative. Proliferation index is estimated at 70% by Ki-67. FISH analysis is negative for BCL2, BCL6, and MYC gene rearrangement excluding high grade B-cell lymphoma. The tissue also showed extensive necrosis. The final diagnosis given was a primary mediastinal large B-cell lymphoma (PMBCL) in the absence of evidence of systemic disease by radiologic studies.\\nSerial echocardiograms demonstrated worsening ejection fractions (EF) of 55–60% to 10% causing her to be transferred to our institution for hemodynamic support. After arrival, she became hypoxemic and hypotensive, requiring initiation of advanced circulatory support. This resulted in the placement of veno-arterial extra corporeal membrane oxygenation (VA-ECMO) percutaneously employing 17 F left proximal femoral arterial, 7F left distal femoral arterial, and 25 F left femoral venous cannulae. Over the next two months, she continued to have a complicated course consisting of postpartum cardiomyopathy, large right middle cerebral artery stroke, ocular compartment syndrome, urinary tract infections, multidrug resistant ventilator associated pneumonia, deep vein thromboses, left ventricle thrombus, superior vena cava syndrome, and bilateral mainstem bronchial compression (Table ). Chemotherapy was initiated on Hospital Day 3 consisting of R-CEOP (Table ) with etoposide replacing doxorubicin in the setting of heart failure. R-CHOP (Table ) was used in cycle 2, Hospital Day 24, as the EF had improved to 60%. The patient remained on VA-ECMO for 54 days, an unusually long time, as support throughout her treatment.\\nThe second CT scan (Fig. ), on Hospital Day 40, indicated minimal change in tumor size of 13.2 × 8.2 × 13.2 cm with worsening lung collapse bilaterally and little lung aeration. A tumor board meeting was held with multiple physicians from thoracic medicine and surgery, hematology and oncology, nuclear medicine, interventional cardiology, and pathology to discuss the next step taking into consideration worsening thrombocytopenia, risks and benefits of continuing dependence on VA-ECMO, and worsening mass effect on the heart, bilaterally main stem bronchi, and superior vena cava. The poor clinical response was suspected to be from fibrosis and necrosis with edema of the tumor rather than a primary refractory PMBCL. Due to the patient's fragile hemodynamic state, salvage chemotherapy was initially considered rather than a debulking surgery; however, ultimately, after the tumor board meeting, an ethics board meeting, and a family meeting, the decision was made to withdraw further treatment. At that juncture, on compassionate grounds, a salvage resection was offered by Cardiovascular surgery.\\nThe patient underwent a median sternotomy to access the tumor. There were extensive collateral vessels due to the SVC syndrome. The tumor extended from the right upper lobe to the pericardium compressing the SVC (Fig. ). There was no evidence of pericardial or heart infiltration and the aorta and arch vessels seemed intact externally. There was moderate hemopericardium and adhesions to the right lung. Two large pieces (8.5 × 7.5 × 4.5 cm and 15 × 12.5 × 6.5 cm) were removed (Fig. ) with pathology showing focally preserved areas of CD20+ large B-cells consistent with the patient's initial diagnosis as well as areas of fibrosis and extensive necrosis (Fig. ). An unresected portion of the tumor remained adjacent to the right upper lobe (Fig. ). At this time, TEE demonstrated an EF of 50–55% and bronchoscopy revealed bilateral patent bronchi. The chest cavity was left open due to coagulopathy. Throughout surgery, the patient received multiple blood products and red blood cells. The surgical site was lavaged with distilled water because the hypotonic properties assist in tumor cell lysis. Two days later, she returned to the operating room for a successful ECMO decannulation. Her chest was closed with a sternal plate and wires for reinforcement. Bronchoscopy at this time revealed mucus plugging of the right upper lobe.\\nA few days prior to the partial resection, the distal perfusion cannula to the left femoral artery was dislodged and attempts to replace it were unsuccessful. Hemostasis was accomplished by compression. The arterial cannula was then placed in the right femoral artery. The left leg showed signs of progressively worsening ischemia requiring vascular surgery to be consulted. Fasciotomy was performed and a shunt was placed from the aorta to the left superficial femoral artery due to an occlusion from the external iliac to the superficial femoral artery. The shunt, however, clotted and her left foot became cold and mottled requiring a through knee guillotine amputation. This approach was performed as a life saving approach due to her continuing comorbidities rather than attempting to save the limb and put the patient at more unnecessary risk.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'28318892': 1, '25913715': 1, '23020783': 1, '27076967': 1, '29222270': 1, '32837042': 1, '28589655': 1, '29909154': 1, '25956044': 1, '17211158': 1, '11312487': 1, '9692471': 1, '28634685': 1, '31244642': 2}", "similar_patients": "{}"}