{"patient_id": 4969, "patient_uid": "6295314-1", "PMID": 30553273, "file_path": "comm/PMC006xxxxxx/PMC6295314.xml", "title": "Hereditary cardiac amyloidosis associated with Pro24Ser transthyretin mutation: a case report", "patient": "A 60-year-old Japanese man visited our department for heart failure. He did not smoke tobacco; he had two histories of cardioembolic cerebral infarction at ages 47 and 59. Also, he had hypertrophic cardiomyopathy at age 58, but had no coronary risk factors including hypertension. His blood pressure was 107/72 mmHg with a heart rate of 60 beats per minute. He had a grade 2/6 systolic murmur and mild pretibial edema. Carpal tunnel syndrome, polyneuropathy, and autonomic dysfunction were unremarkable. An electrocardiogram showed normal sinus rhythm with QS waves in inferior leads, and with low QRS voltages in leads V1 to V4 (Fig. a). A chest X-ray showed cardiomegaly (Fig. b). An echocardiogram demonstrated severe asymmetric left ventricular hypertrophy (LVH; the interventricular septum and the posterior wall were 13 mm and 16 mm, respectively), biatrial dilatation, pericardial effusion, and preserved left ventricular ejection fraction of 50% (Fig. a). Increased right ventricular wall thickness was also seen. There was grade III diastolic dysfunction (Fig. b). The unexplained LVH led us to suspect cardiac amyloidosis. Technetium pyrophosphate (99mTc-PYP) scintigraphy indicated marked diffuse myocardial uptake of 99mTc-PYP (Fig. a), which strongly suggested TTR cardiac amyloidosis. In addition, cardiac magnetic resonance imaging revealed wide-spreading transmural late gadolinium enhancement at the ventricular and atrial walls, also supporting this notion (Fig. b). A left ventricular endomyocardial biopsy confirmed TTR-related amyloid deposits (Fig. ). DNA sequence analysis demonstrated a TTR C70T (Pro24Ser) heterozygous mutation (Fig. a). Therefore, we assume that the Pro24Ser mutation is responsible for cardiac amyloidosis. Further genotyping of TTR of the family members of our patient revealed that his third son has the identical mutation (Fig. b), while he showed no clinical signs. Our patient was ineligible for heart transplantation due to his age (over 60) and renal dysfunction; thus, a combined usage of diuretics and tafamidis, a TTR stabilizer, was administered. His cardiac symptoms remained unchanged for 12 months.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'8562243': 1, '23425518': 1, '25510352': 1, '28635949': 1, '7643356': 1, '27143678': 1, '31553132': 1, '22745357': 1, '22494034': 1, '24111657': 1, '23400849': 1, '22094129': 1, '28475415': 1, '28605421': 1, '17984380': 1, '30553273': 2}", "similar_patients": "{}"}