{"patient_id": 3576, "patient_uid": "6195681-1", "PMID": 30342536, "file_path": "comm/PMC006xxxxxx/PMC6195681.xml", "title": "An unusual case report of indolent T-cell lymphoproliferative disorder with aberrant CD20 expression involving the gastrointestinal tract and bone marrow", "patient": "The patient was a 46-year-old man who presented with a history of abdominal distension and dyspepsia in September 2017. The complete blood picture showed white blood cell count 4.53 × 109 with neutrophils 47%, lymphocytes 44%; hemoglobin, 12.3 g/dl; hematocrit36.5%; and platelet count 109 × 109/ L. Flow cytometric analysis performed on peripheral blood specimens showed CD3+ cells 60.33%, CD3 + CD4+ cells 24.97%,CD3 + CD8+ cells 33.86%,NK cells 26.07%,CIK cells 18.51%,B cells 8.23%. Ultrasound images showed that the spleen is slightly enlarged with no hepatomegaly. In the year 2012, Endoscopic examinations found ileal mucosal inflammation. In 2015, endoscopic examination showed patchy erythema of the gastric fundus, and two polyps (2-3 mm) in the ascending colon and rectum. In 2017, endoscopic examination revealed rough hyperemic gastric antrum and body mucosa. Eight wide pedicle (2-3 mm) polyps were seen in the ileocecal junction and ascending colon. The sigmoid colorectal mucosa was congested and there were no ulcers or masses (Fig. ). The patient was not given any chemotherapy and was followed up closely with no evidence of disease progression. As to date, the patient remained asymptomatic without any treatment.\\nThe following GIT biopsy and bone marrow specimens were available for review: ileum (2012), stomach (2015), colon (2015), stomach (2017), colon (2017), bone marrow (2017). All biopsy specimens showed diffuse or patchy infiltrates of predominantly small sized lymphocytes in the lamina propria with focal infiltration through the muscularis mucosae. The lymphocytes are small and monomorphic with round or angulated nucleus exhibiting fine chromatin, ambiguous nucleoli and scant to moderate pale cytoplasm (Fig. ). The glands were displaced by the lymphoid infiltrate without being invaded or destroyed. There is no necrosis, angioinvasion or angiodestruction. Scattered plasma cells were seen in the superficial lamina propria. Mitotic activity was low in all specimens.\\nRepeated immunohistochemical staining showed that the lymphoid cells were positive for CD3, CD20, CD5, CD43, CD7, CD2, TIA1 but negative for CD4, CD8, PAX5, CD56, cyclinD1, graB, βF1. In addition, the T-cell infiltrate showed slightly dimmer expression of CD20 than the background normal B-cells. Ki-67(MIB1) proliferative index was less than 10% (Fig. ). In situ hybridization for EBER was negative.\\nMultiple polymerase chain reactions (PCR) for TCRß, TCRδ, TCRγ and IgH, IgK, IgL gene rearrangement were performed on biopsies from the stomach (2017) and the colon (2017). The same clonal TCRγ gene rearrangement was found though TCRß and TCRδ were germline, confirming clonal T-cell proliferation. IgH, IgK, IgL gene rearrangement was not detected (Fig. ).\\nBone marrow biopsy obtained in 2017 showed small patchy and interstitial lymphocytic infiltrates composed of similar small round lymphocytes representing less than 20% of the medullary spaces in the biopsy. Immunohistochemistry showed that the cells were positive for CD3, CD20, and negative for CD56, PAX5.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'27353398': 1, '18753947': 1, '32953163': 1, '21566094': 1, '21798075': 1, '26980727': 1, '27402301': 1, '34830926': 1, '32850389': 1, '34205136': 1, '24009234': 1, '10517900': 1, '8826934': 1, '24439229': 1, '33054767': 2, '24316103': 1, '22803021': 1, '30302434': 1, '23861889': 1, '22641357': 1, '30342536': 2}", "similar_patients": "{'7557083-1': 1}"}