{"patient_id": 137842, "patient_uid": "6922018-1", "PMID": 31859848, "file_path": "noncomm/PMC006xxxxxx/PMC6922018.xml", "title": "Antiretroviral therapy-induced paradoxical worsening of previously\\nhealed Mycobacterium haemophilum cutaneous lesions in advanced HIV\\ninfection", "patient": "A 35-year-old HIV-infected woman presented with a three-month history of enlarging\\ncutaneous lesions over the arms and legs. The diagnosis of HIV infection was made 12\\nyears earlier and she had a great difficulty adhering to the treatment. Previous\\ncomplications of HIV infection included oropharyngeal candidiasis,\\nPneumocystis jirovecii pneumonia and\\nToxoplasma encephalitis. On clinical examination, there were\\naround 20 brownish-red papules, plaques, nodules and ulcerative nodular lesions of\\nvariable sizes, some of which drained a seropurulent discharge, while others were\\ncovered with a hemorrhagic crust ( ).\\nThe larger lesions were painful.\\nLaboratory evaluations were remarkable showing a normochromic, normocytic anemia with\\na hemoglobin of 9.1g/dL (reference values 13.8-17.2g/dL), CD4 cell count of 04\\ncells/mm 3 and plasma HIV viral load of 329,642 copies/mL (5.5 log/mL).\\nAn HIV genotyping study showed no mutations associated with reduced drug\\nsusceptibility. Serological tests for hepatitis B, hepatitis C and syphilis were\\nnegative. There was no evidence of abdominal or thoracic disease. Microbiological\\nanalyses of an aspirate of seropurulent material, as well as a cutaneous biopsy,\\nwere performed as diagnostic procedures. Acid-fast staining of the seropurulent\\nmaterial showed mycobacterial structures. Histopathological examination of skin\\nbiopsy samples revealed diffuse inflammatory infiltrate in the reticular dermis,\\ncomposed of histiocytes with abundant cytoplasm, as well as lymphocytes, plasma\\ncells and neutrophils. An acid-fast staining of skin biopsies unveiled countless\\nmycobacterial organisms, thus confirming the diagnosis of a cutaneous mycobacterial\\ninfection ( ).\\nTherefore, seropurulent aspirate samples were used for species identification in a\\nresearch laboratory specialized in mycobacteria. Due to unavailability of important\\nlaboratory supplies, these analyses took several months until a final result could\\nbe issued. While results were pending, antimycobacterial treatment was initiated\\nwith rifampin, ethambutol and clarithromycin. An antiretroviral combination\\nconsisting of tenofovir, lamivudine and raltegravir was also started. The skin\\nlesions gradually improved over the ensuing weeks. One year later, the\\nantimycobacterial combination was interrupted. The skin lesions had completely\\nremitted, leaving hyperchromic scars ( ). However, the patient was on virological treatment failure: CD4 cell\\ncount was 05/mm 3 and HIV plasma viral load was 141,227 copies/mL (5.1\\nlog/mL). A novel HIV genotyping study showed the emergence of mutations associated\\nwith reduced susceptibility to reverse transcriptase inhibitors (M184V) and\\nintegrase inhibitors (G140S, Q148R, G163R). Then, a new antiretroviral therapy\\ncombining tenofovir, lamivudine, ritonavir-boosted darunavir and etravirine was\\ninitiated. She was also kept on azithromycin and sulfamethoxazole-trimethoprim\\nprophylaxis.\\nSix months after the antimycobacterial treatment interruption, the patient noted\\ntenderness, redness and swelling at the precise sites of the previously healed\\nM. haemophilus cutaneous lesions ( ). At this point, the CD4 cell count had\\nsignificantly increased to 318/mm 3 and the HIV plasma viral load had\\ndropped to 331 copies/mL (2.5 log/mL). A novel cutaneous biopsy was performed and\\nsamples were sent again to the same laboratory specialized in mycobacteria.\\nHistopathological analyses of the new biopsies revealed a necrotizing dermatitis\\nwith fibrinoid necrosis of the vessel walls and absence of mycobacterial structures.\\nA novel cycle of antimycobacterial therapy was prescribed, but was only initiated\\nfive months later due to unavailability of rifabutin. During this five-month period,\\nthe lesions spontaneously and completely remitted, while the CD4 cell count kept\\nincreasing to 485/mm 3 and the plasma HIV viral load fell to 116\\ncopies/mL (2.0 log/mL). The paradoxical worsening of the previously healed lesions\\nwas consistent with IRIS. The patient has also developed herpes zoster in the right\\nT6 dermatome. Even though, the lesions had spontaneously improved, an additional\\nfive months of rifabutin, ethambutol and clarithromycin was prescribed.\\nThe results of mycobacterial species identification only became available by the end\\nof this second round of antimycobacterial therapy. DNA extracted from the aspirate\\nspecimens was amplified by polymerase chain reaction (PCR) to detect bacterial DNA\\nusing primer sets targeting the 16S rRNA, the β subunit of\\nbacterial RNA polymerase ( rpoB ) and the 65 kDa heat-shock protein\\n( hsp65 ) gene (Supplementary Material). The 16S\\nrRNA, rpoB and hsp65 amplified DNA fragments with\\n99.89%, 99% and 99% similarity with the corresponding regions of M.\\nhaemophilum , respectively. PCR results from the samples collected\\nduring the IRIS-related relapse were negative for the three target genes.\\nMycobacterial culture was not performed.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'11843644': 1, '33729319': 1, '31723708': 1, '8288790': 1, '17277290': 1, '16231262': 1, '11438898': 1, '28959701': 1, '28771786': 1, '26578674': 1, '7300761': 1, '30429139': 1, '18976587': 1, '16267728': 1, '10508830': 1, '21888807': 1, '8619588': 1, '21976605': 1, '21880973': 1, '13130418': 1, '31859848': 2}", "similar_patients": "{}"}