{"patient_id": 129724, "patient_uid": "6206950-1", "PMID": 30386198, "file_path": "noncomm/PMC006xxxxxx/PMC6206950.xml", "title": "Secondary Adrenal Insufficiency after Treatment with Budesonide for Autoimmune Hepatitis", "patient": "A 39-year-old female without a prior medical history was referred by the general practitioner for complaints of fatigue and elevated liver enzymes (AST/ALT 412/547 U/L, GGT 104 U/L, AF 81 U/L, and bilirubin 1.5 mg/dL). Her further history was unremarkable. There were neither complaints of abdominal pain nor nausea or vomiting. Stool consistency and frequency remained normal. Neither blood in the stool nor discoloration (black or pale) was seen. She had no fever, night sweats, or weight loss. No complaints of palpitations, thoracic pain, dyspnea, orthopnea, or cough were reported. Semi-recent intake of antibiotics or other hepatotoxic drugs was denied by the patient. Her family history regarding liver or autoimmune diseases was negative.\\nA complete blood analysis was performed and showed no anemia, no thrombopenia, and no signs of inflammation. Thyroid function tests seemed normal. Kidney function tests also appeared normal; only liver tests were augmented as already stated earlier. Ferritin, copper, and ceruloplasmin were normal. Results of initial IgA, IgM, and IgG were not found. Viral serology (CMV, toxoplasmosis, HAV, HBV, HCV, and HEV) remained negative, and immunity against EBV was acquired. Also, autoimmune testing (ANA, anti-AMA, anti-LKM, and anti-LC1) proved negative. Echography of the abdomen showed no abnormalities. Because neither biochemistry nor echography revealed an evident cause, a liver biopsy was performed. An image of chronic hepatitis with mild fibrosis and high inflammatory activity (A3F2) combined with infiltration of plasmacytes and eosinophils was observed (Fig. ). This was suggestive of AIH, possibly drug induced.\\nTreatment with budesonide 9 mg was started, with good response initially. Upon tapering of budesonide after 2 months, the patient showed clinical signs of relapse. Therefore, azathioprine was added. Hereafter, transaminases returned to normal levels. However, the patient was still not feeling well, with persistent complaints of fatigue. Treatment with azathioprine was stopped because concerns arose that the fatigue might be a side effect of this treatment. Three months later, the fatigue had increased. Furthermore, the patient reported, for the first time, concentration disorders, muscle weakness, weight loss, orthostatism, and amenorrhea. At this time, endocrinologic testing was performed. We saw a normal thyroid gland function, but early-morning plasma cortisol values were significantly decreased (18.8 µg/L; reference: 67–226), which was concordant with a low urinary cortisol level (12.0 μg/24 h urine; reference 36–137) and decreased ACTH (< 5.0 ng/L).\\nBudesonide treatment was stopped, and adrenal substitution with hydrocortisone (20 mg − 5 mg − 10 g) was started. After 2 months of treatment, an improved morning cortisol level (69.3 µg/L) was observed. Hydrocortisone was gradually tapered. However, ACTH remained low (< 5.0 ng/L). Thus, a Synacthen test was performed to investigate the reactivity of the adrenal gland. Cortisol levels at 30, 60, and 90 min were 66.1, 73.9, and 72.8 µg/L, respectively, showing insufficient adrenal recuperation at that moment. Hydrocortisone treatment needed to be continued and was, later on, gradually tapered. Liver function tests remained normal.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'20600032': 1, '26341719': 1, '20629105': 1, '33942203': 1, '12830002': 1, '30386198': 2}", "similar_patients": "{}"}