{"patient_id": 131199, "patient_uid": "6341317-1", "PMID": 30687062, "file_path": "noncomm/PMC006xxxxxx/PMC6341317.xml", "title": "Dual HER2 Suppression with Lapatinib plus Trastuzumab for Metastatic Inflammatory Breast Cancer: A Case Report of Prolonged Stable Disease", "patient": "A 53-year-old Caucasian female presented with a chief complaint of “twisting” right breast pain, associated with the development of yellow-green bruising on the breast. The patient waited approximately 7 to 8 months before obtaining a mammogram and ultrasound of the right breast, which revealed a right breast mass and right axillary adenopathy (Fig. ). A biopsy was significant for cancer within lymphatic vessels in the skin, and the breast tissue showed grade 2 invasive ductal carcinoma. The tumor was estrogen and progesterone receptor- negative (< 1% each) and HER2+ (3+ by immunohistochemistry). During the initial visit, the patient complained of a productive cough with scant sputum production and mid-back pain for 2 months. The patient suffered from fatigue, and experienced night sweats for the past year with no weight loss. The patient admitted to noticing a change in breast shape and size, but no nipple discharge. The initial physical examination was significant for morbidly obese body habitus. The left breast was large, free of masses, and non-tender. The right breast was significantly larger compared with the left, and tender with a rash. A palpable 2-cm axillary lymph node on the right was appreciated. A positron emission tomography (PET)/computed tomography (CT) scan revealed hypermetabolism within the anterior aspect of the right breast consistent with inflammatory carcinoma, right axillary and supraclavicular lymphadenopathy, and several skeletal metastatic lesions predominantly within the cervical and thoracic spine. The primary tumor, regional lymph node, and distant metastasis (TNM) staging was T4b, N1, M1.\\nAs indicated for the treatment of metastatic inflammatory breast carcinoma in a premenopausal patient, treatment was initiated with doxorubicin and cyclophosphamide every 2 weeks for 4 cycles. After the first week of chemotherapy, monthly zoledronic acid was added to the treatment regimen due to the presence of bone metastases. Treatment was then followed by paclitaxel and trastuzumab weekly for 12 weeks.\\nAt the 5-month follow-up visit, a repeat PET/CT scan was significant for a positive response to treatment: the abnormal hypermetabolism within the right breast, axillary and supraclavicular nodes, and within the skeleton had resolved. At the 6-month follow-up visit, the patient had completed the above chemotherapy followed by the paclitaxel plus trastuzumab treatment course. The patient underwent a bilateral mastectomy with reconstructive surgery. Post-operatively, the patient had residual 0.1 cm of focal invasive ductal carcinoma, intravascular carcinoma with deep resection margins, and isolated carcinoma cells in two axillary nodes. The patient was subsequently enrolled into the Phase III open-label clinical trial of trastuzumab plus lapatinib maintenance therapy (trastuzumab 6 mg/kg every 3 weeks plus lapatinib 1000 mg/day), and was randomized to receive the combination treatment.\\nAt the 16-month follow-up visit, a CT scan of the abdomen, pelvis, and chest with intravenous contrast was significant for sclerotic changes within the lumbar spine, thoracic spine, and ribs, consistent with metastatic disease. Within 1 month later, after continued trastuzumab plus lapatinib treatment, a nuclear medicine whole-body bone scan revealed increased activity correlating with treated metastatic disease of the thoracic spine.\\nSubsequent CT and bone scan imaging over the next 3 years reflected stable metastatic disease, consistent with healed skeletal metastatic disease, and was unchanged. The patient continued to be treated with trastuzumab plus lapatinib, and at the 4-year follow-up visit (while still on trastuzumab plus lapatinib), the most significant complaint from the patient was chronic diarrhea (which was controlled with diphenoxylate plus atropine tablets 3 times a day) and a single syncopal episode (a magnetic resonance imaging scan revealed no acute infarct, hemorrhage, or mass).", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'32872166': 1, '31565830': 1, '34437486': 1, '15998949': 1, '27877223': 1, '28472761': 1, '29387408': 1, '28972651': 1, '27122973': 1, '28177437': 1, '24351399': 1, '25511015': 1, '28236776': 1, '24799465': 1, '30687062': 2}", "similar_patients": "{}"}