{"patient_id": 133439, "patient_uid": "6502105-1", "PMID": 30657126, "file_path": "noncomm/PMC006xxxxxx/PMC6502105.xml", "title": "A young man with persistent dyspepsia: the unexpected virtue of proton-pump inhibitors", "patient": "A 26-year-old man was referred to our department for an annoying persistent dyspepsia started three years before. In the last few months, nausea, vomiting, and watery diarrhea developed.\\nTherefore, his primary care physician requested a gastroscopy, a colonoscopy and, after gastroenterology consultation, a computed tomography enterography without administration of concomitant intravenous contrast agent (due to a reported episode of angioedema). All the examinations resulted negative. Notably, the patient reported that only treatment with oral proton pump inhibitors (PPIs) was able to lead all the symptoms, including diarrhea, to complete remission. A diagnosis of functional dyspepsia was made.\\nThe history of the patient was noteworthy for Gilbert syndrome and beta-thalassemia minor. Two years before admission he received an uncertain diagnosis of idiopathic urticaria/angioedema syndrome. He was a non-smoker and took no medication other than omeprazole.\\nUpon the first ambulatory visit, routine laboratory tests were within normal range, except for elevated serum chromogranin A and gastrin levels (1826 ng/ml and 428 pg/ml respectively), while he was taking omeprazole. Physical examination was unremarkable, except for a mild splenomegaly. We, therefore, performed bedside ultrasonography of the abdomen, that revealed a mild liver enlargement with the presence of multiple bi-lobar hypo-isoechoic lesions (the largest of 5.7 cm, at the 7th segment – ), and a dishomogeneous hypoechoic solid lesion of the pancreatic body of about 5 cm in diameter (). The patient was admitted for further evaluation. The findings of the abdomen ultrasound were confirmed by contrast enhanced computed tomography, which also revealed thrombosis of the portal venous system, involving the splenic vein and the portal junction (). We, therefore, requested a percutaneous liver biopsy and the histological examination documented the proliferation of monomorphic cells organized in cordon pattern. On immunohistochemical analysis, those cells were highly positive for cytokeratin (CAM 5.2) and focally for chromogranin A, with a Ki-67 index of 30%. The findings were consistent with metastatic pancreatic neuroendocrine tumor (G3). In order to complete the stadiation before starting therapy, a 68-Ga-DOTATOC PET/CT scan confirmed a dishomogeneous moderate tracer uptake of the pancreatic lesion and a mild uptake of the liver metastases ().", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'22327302': 1, '28271513': 1, '23399526': 1, '18177818': 1, '21349409': 1, '26327759': 1, '30657126': 2}", "similar_patients": "{}"}