{"patient_id": 12862, "patient_uid": "6820500-1", "PMID": 31687634, "file_path": "comm/PMC006xxxxxx/PMC6820500.xml", "title": "Bilateral Central Retinal Vein Occlusion, multiple dental implants and severe glomerulonephtitis – Any connection?", "patient": "A 54-year-old patient was admitted in our clinic in 2013 for sudden decrease of visual acuity in both eyes shortly after he received 11 dental implants, performed over a period of 1 year. General symptoms were absent at admission.\\nThe patient had no relevant family history or ophthalmological afflictions, but he was known with untreated chronic hepatitis C diagnosed in 2005 and received 11 dental implants in the previous year.\\nAt presentation, his best-corrected visual acuity was 20/ 100 (0.7 logMAR) for the right eye and 20/ 200 (1 logMAR) for the left eye with a small spherical hyperopic correction. The intraocular pressure by applanation tonometry was 15 mmHg in the right eye and 17 mmHg in the left eye.\\nThe findings on external examination and slit-lamp examination of the anterior segment were within normal limits.\\nThe fundus of each eye was examined after pharmaceutical mydriasis with 0.5% tropicamide and 10% phenylephrine hydrochloride ophthalmic solutions. There was a typical “blood and thunder fundus” appearance with many retinal splinter and spot hemorrhages and cotton wool spots in all quadrants. The retinal arteries were narrowed, the veins were turgescent, and the vessels had a concentric arrangement. The optic nerve disc in both eyes was imprecisely delimited, had a swollen appearance and the cupping was absent, this aspect being highly suggestive for papillary edema. There was no fundus camera photography taken at presentation.\\nThe macular cube optical coherence tomography analysis revealed thickening of the retinal layers, diffuse intraretinal fluid in the right eye and cystoid spaces, and subretinal fluid (neuro sensorial layer decollation) in the left eye ().\\nBased on this clinical and paraclinical investigations we established the working diagnosis of Bilateral Central Retinal Vein Occlusion with Non-tractional Macular Edema OS>OD. The patient was further investigated in order to establish the etiological diagnosis and the course of treatment.\\nWe further recommended a series of clinical, paraclinical and laboratory complementary investigations (). The complete blood count, coagulogram, and erythrocyte sedimentation rate had normal values; the biochemistry showed high AST, ALT, and GGT levels, caused by the hepatitis C infection and normal urea and creatinine values. Glucose levels were normal. There were no significant findings at the cardio-vascular and rheumatologic exam. The patient postponed the nephrological exam.\\nConsidering these complementary investigations, we established the diagnosis of Bilateral Central Retinal Vein Occlusion with Non-tractional Macular Edema OS>OD.\\nThe differential diagnosis included causes of papillary edema associated with retinal hemorrhages and cotton wool spots (). Diabetic retinopathy, hypertensive retinopathy, and infections were taken into consideration, but the patient had normal glucose levels, normal blood pressure, and normal complete blood count at the onset of the pathology.\\nGiven the above exclusion criteria and the fact that the patient presented with several elements common for Central Retinal Vein Occlusion, our positive diagnosis was confirmed.\\nThe patient was followed-up for 1 year. He received vasodilator therapy (Nicergolin 30mg/ day), antithrombotic (Acetyl salicylic acid 75mg/ day), and neuroprotector treatment. He also received pro renata treatment with anti-VEGF and triamcinolone acetonide intravitreal injections in both eyes.\\nIn the following years, the general condition of the patient deteriorated, with the development of several systemic pathologies. In 2014, he started statin treatment due to moderate dyslipidemia. He also developed pretibial edema and polyserositis but postponed a nephrological and cardiological examination. However, due to a hypertensive jump, he was admitted in a cardiology clinic where he was diagnosed with Arterial Hypertension nonresponsive to treatment, Hypertensive Cardiomyopathy and NYHA II Heart Failure. After the detection of high urea and creatinine levels, and nephrotic proteinuria, he was transferred to the nephrology clinic where he was diagnosed with Nephrotic Syndrome and Stage III Renal Failure. A renal biopsy revealed the aspect of Diabetic Glomerulonephritis despite normal glucose levels, leading to the diagnosis of Idiopathic Glomerulonephritis. He started prednisolone therapy but developed steroid induced diabetes and insulin therapy had to be initiated for a brief period, with the normalization of the glycemia after the stop of the steroid treatment. In 2015, the patient was diagnosed with chronic obstructive arteriopathy due to atherosclerosis after he developed septic syndrome from an infected gangrene of the right foot followed by right transtarsal foot amputation. A few months after the diagnosis, he develops left foot gangrene, followed by left transmetatarsal foot amputation. Meanwhile, a jeun glycemia started to rise and he had to start treatment with oral antidiabetics. The patient also began treatment with Exviera and Viekirax for the infection with C hepatic virus. Due to severe polyserositis, the patient began hemodialysis and the arterial hypertension resided shortly after, with no further treatment. In 2017, he received a renal transplant from a living related donor and started immunosuppression therapy. A year after, he suffered from bacterial endocarditis with MRSA and required minimally invasive mitral valve replacement.\\nAfter a four-year absence from the ophthalmologist, the patient returned in our clinic in 2018.\\nFor the left eye, best corrected central visual acuity increased for the right eye from 20/ 100 (0.7 logMAR) to 20/ 25 (0.1 logMAR) and for the left eye from 20/ 200 (1 logMAR) to 20/ 80 (0.6 logMAR). The aspect of the optic disc improved with the complete remission of the papillary edema. Retinal hemorrhages and cotton wool spots disappeared almost completely (,), however the left eye developed a fibro-vascular membrane along the temporal inferior vascular arcade causing traction to the retina ().\\nThe macular thickness OCT analysis varied in time. The right eye had recurrent macular edema episodes, treated by pro renata intravitreal injections with anti-VEGF and triamcinolone acetonide. The retinal thickness stabilized with almost complete remission of the macular edema (,). The same observations could be made for the left eye; however, the edema was greater and the response to the intravitreal injections weaker. At the last examination, the patient still had intra-retinal fluid situated between the macula and the papilla (,).\\nThe patient received scatter pan-retinal photocoagulation in the left eye for the fibrovascular membrane and grid micro-pulse laser in both eyes for the remaining macular edema.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'28676281': 1, '8090451': 1, '26441826': 1, '11476697': 1, '2507620': 1, '8485000': 1, '11476696': 1, '10634552': 1, '9402832': 1, '23902591': 1, '8154523': 1, '11860986': 1, '9349161': 1, '15808241': 1, '8703856': 1, '2223704': 1, '19561505': 1, '15258420': 1, '18814931': 1, '10916328': 1, '25004245': 1, '24404207': 1, '15695056': 1, '6614119': 1, '16893410': 1, '11552975': 1, '626551': 1, '9760939': 1, '18220577': 1, '25644968': 1, '8619763': 1, '952813': 1, '2255527': 1, '20186040': 1, '1565869': 1, '10482096': 1, '8628564': 1, '11594965': 1, '25040558': 1, '18158362': 1, '9112187': 1, '18681974': 1, '9593373': 1, '11162981': 1, '27555710': 2, '16363230': 1, '18600248': 1, '26599323': 1, '21166599': 1, '19545847': 1, '15013868': 1, '31047246': 1, '20391294': 1, '7267001': 1, '25580327': 2, '11772591': 1, '10925510': 1, '31687634': 2}", "similar_patients": "{'4968147-1': 1, '4279251-1': 1}"}