{"patient_id": 131480, "patient_uid": "6362748-1", "PMID": 30775302, "file_path": "noncomm/PMC006xxxxxx/PMC6362748.xml", "title": "Paraneoplastic Eosinophilic Dermatosis in a Case of Chronic Lymphocytic Leukemia", "patient": "A 66-year-old female patient presented with intensely pruritic eruptions distributed over the face, neck, upper trunk, and extremities for 6 weeks. There was history of several episodes of similar cutaneous eruptions for the last 4–5 years. The patient was incidentally diagnosed with chronic lymphocytic leukemia (CLL) RAI stage I 3 years ago with hemoglobin (Hb) 11.2 g% total leukocyte count (TLC) 37,000 and platelet count 2,90,000 and was kept under observation. The intensity, frequency, and duration of pruritic eruptions increased over the last 6 months with involvement of different sites. She was treated many times with antiscabetics and topical steroids along with preventive measures against insect bite without any promising results, rather the condition worsened with each episode. Since 4 months, the patient was feeling fatigued easily and 2 weeks prior to presentation she received first cycle of chemotherapy with bendamustine and rituximab as leukemia was of stage III as per RAI staging with Hb 8.3 g% TLC 1,37,000, and platelet count 1,20,000. Human immunodeficiency virus immune assay was nonreactive however, the patient was found reactive for hepatitis B virus surface antigen (HBsAg), nonreactive for hepatitis B virus envelope antigen (HBeAg). Her alanine aminotransferase was110 IU/L and HBV DNA load was 14,181 copies/mL. Hence, as per the American association for the study of liver disease guidelines (AASLD), she was put on entecavir.\\nAfter the first cycle of chemotherapy, her general condition improved. There was axillary lymphadenopathy and hepatosplenomegaly. On cutaneous examination, multiple erythematous papules, edematous urticarial plaques and purpuric lesions of varying sizes were present over the face, neck, trunk, upper, and lower extremities [–]. Initially, differential diagnoses considered were drug eruption, arthropod bite reaction, and Sweet's syndrome. Skin biopsy with hematoxylin and eosin stain found wedge-shaped moderately dense perivascular and interstitial infiltrate of many mature eosinophils intermixed with neutrophils in the superficial and mid-dermis with areas of leukocytoclasia without any evidence of vasculitis [ and ]. Based on these findings, a diagnosis of eosinophilic dermatosis associated with CLL was made. Then patient was put on systemic steroids started as 30mg/day and tapered to a maintenance dose of 5mg/day. Simultaneously chemotherapy with bendamustine and rituximab was continued. Leukemia was in good control after four cycles of chemotherapy as the general condition of the patient improved and hematological investigations were normal (Hb –10.2 g%, TLC–8,200 and platelet count –2,25,000). Computed tomography (CT) scan showed decrease in the number of enlarged pretrachial, paratrachial and axillary lymph nodes. The size of the largest lymph node was reduced from the baseline size of 4.2 × 3.1 cm to 1.5 × 1.2 cm, and splenomegaly was reduced from 15 cm to 6 cm. Simultaneously, the intensity of pruritus decreased with significant reduction in the number and size of lesions during each eruption [–]. New crops appeared less frequently and lesions persisted only for 1–2 days after four cycles of chemotherapy; the therapy was planned to complete six cycles.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'26376785': 1, '29085714': 1, '28580413': 1, '11594874': 1, '27378400': 1, '20631833': 2, '22612903': 1, '14332055': 1, '30775302': 2}", "similar_patients": "{'2901615-1': 1}"}