{"patient_id": 2737, "patient_uid": "6147009-1", "PMID": 30271648, "file_path": "comm/PMC006xxxxxx/PMC6147009.xml", "title": "Bilateral Neurofibromas of the Nipple-Areolar Complex: A Case Report and Approach to Diagnosis", "patient": "We present a case of a female aged 33 with a diagnosis of NFI. She presented with a longstanding history of bilateral nipple skin tags. No family history of NFI was documented. She had a history of hypothyroidism, epilepsy, and learning difficulties.\\nOn clinical examination, bilateral, pedunculated, polypoid, and fleshy lesions were noted on both nipple-areolar complexes (). The right nipple lesion measured 60x55x35mm and left measured 25x25x25mm.\\nMicroscopically, both specimens showed dermal proliferations of bland spindle-shaped cells with elongated wavy dark nuclei (Figures –). No atypia, pleomorphism, necrosis, or mitotic activity was seen. Spindle cell proliferation extended close to a mammary duct (); however, it must be noted that these lesions did not arise from the breast parenchyma but included smooth muscle fibres of nipple and were in close proximity to mammary ducts. This can pose a diagnostic challenge when differentiating between spindle cell lesions arising from breast parenchyma which can also extend to the nipple.\\nImmunohistochemistry (IHC) supported the neural differentiation of the spindle cells with immunopositivity for S100 and neurofilament (Figures –). Neurofilament usually stains axons in peripheral situations and not spindle cells. The proliferation was negative for a panel of cytokeratins including AE1/3 and p63.\\nInterestingly, large amounts of smooth muscle bundles were dispersed within the lesion. Desmin () and smooth muscle myosin on IHC highlights the florid component of associated smooth muscle. This is thought to be a reactive process in response to the development of the neurofibroma.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'17324294': 2, '10383708': 1, '22444721': 1, '20205809': 2, '29413661': 1, '28551330': 1, '15074560': 1, '26768028': 1, '18154670': 2, '19089742': 1, '11474284': 1, '27594933': 1, '26348644': 1, '25124255': 1, '34584604': 1, '30271648': 2}", "similar_patients": "{'2246134-1': 1, '2823760-1': 1, '2823760-2': 1, '2823760-3': 1, '2823760-4': 1, '2823760-5': 1, '2823760-6': 1, '2823760-7': 1, '2823760-8': 1, '2823760-9': 1, '1808458-1': 1}"}