{"patient_id": 12772, "patient_uid": "6815588-1", "PMID": 31737381, "file_path": "comm/PMC006xxxxxx/PMC6815588.xml", "title": "A Rare Complication of Thymoma: Pure White Cell Aplasia in Good's Syndrome", "patient": "A previously healthy 65-year-old Caucasian woman presented with three days of fever and night sweats. On exam, she had oral thrush and truncal morbilliform rash. Laboratory workup showed severe neutropenia with WBC 1.5 K/μL, ANC 0 K/μL, and low serum immunoglobulin with IgA 54 mg/dL, IgM 83 mg/dL, and IgG 455 mg/dL. Other standard laboratory workup was unremarkable including detailed infectious and rheumatologic evaluations.\\nA bone marrow biopsy revealed decreased mature granulocytes and granulocytic precursors and increased CD3-positive T lymphocytes in small lymphoid aggregates (). Flow cytometry showed rare to absent B cells and no aberrant immunophenotype on T cells. The patient was started on intravenous immunoglobulin (IVIg) and filgrastim without improvement in WBC. A skin biopsy of the rash revealed a dermatitis, suggestive of drug eruption but could not rule out viral exanthem.\\nChest CT scan revealed an 8 cm circumscribed heterogeneously enhancing solid mass in the anterior mediastinum, suspicious for neoplastic process (). It also showed multiple indeterminate nodules throughout the bilateral lungs. Given the severe neutropenia of unknown duration, these nodules were concerning for invasive fungal infection. Bronchoalveolar lavage was performed. Fungal cultures were negative after four weeks. Serum beta-D-glucan, galactomannan antigen, Histoplasma antigen, and Cryptococcus antigens were also negative. The patient was empirically started on levofloxacin and voriconazole. A CT-guided mediastinal mass biopsy was pursued, revealing a network of cytokeratin AE1/AE3-positive epithelial cells mixed with CD3+, TdT+, and CD1a+ lymphocytes and rare CD20+ B cells. These were consistent with thymoma type B2. The biopsy also showed spindle cells consistent with thymoma type A (). A diagnosis of thymoma mixed type A and B2 was given.\\nAfter multidisciplinary discussions, thymectomy was pursued despite concerns of poor wound healing in the setting of severe neutropenia. Pathology on the surgical specimen revealed encapsulated tumor consistent with thymoma, modified Masaoka stage I. Specimen had free tumor margins, and associated lymph nodes were benign. The patient recovered well following thymectomy, and filgrastim was discontinued due to its limited effect during the preoperative period. The patient was continued on prophylactic antibiotics as she remained neutropenic.\\nOn postop follow-up, the patient had persistent neutropenia. Therefore, cyclosporine was initiated for immunomodulation, and filgrastim was reintroduced to boost myeloid stem cells. In one week, the WBC increased to 6.7 from 1.0 K/μL and ANC increased to 2.8 from 0.0 K/μL. However, when granulocyte colony-stimulating factor (G-CSF) was discontinued, WBC decreased to 2.2 K/μL and ANC decreased to 0.3 K/μL over a 3-day period. G-CSF was restarted for an additional one month until cyclosporine reached maintenance levels. In the next 4 months, the patient remained on a maintenance dose of cyclosporine with a target level of 200–400 ng/mL while monitoring toxicity. Subsequently, she was successfully weaned off all immune modulators with self-sustaining WBC after a total of 6-month therapy. Notably, the patient suffered multiple recurrent respiratory infections with CT showing an infiltrate in different lung fields and required short courses of antibiotics throughout her recovery. However, no major infectious complications were observed.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'21842411': 1, '23321335': 1, '24627080': 1, '12499426': 1, '20149753': 1, '28639577': 1, '20859126': 1, '34113351': 1, '22228568': 1, '21537052': 1, '9438496': 1, '20716769': 1, '27497628': 1, '33889334': 2, '12605664': 1, '29925986': 1, '33447448': 1, '7115963': 1, '20859116': 1, '17321984': 1, '26531692': 1, '31737381': 2}", "similar_patients": "{'8043559-1': 1}"}