{"patient_id": 15053, "patient_uid": "6942731-1", "PMID": 31934481, "file_path": "comm/PMC006xxxxxx/PMC6942731.xml", "title": "Ligament Reconstruction for Recurrent Anterior Dislocation of the Radial Head", "patient": "A 13-year-old right-handed girl presented to our outpatient clinic with motion pain and apprehension of her right elbow. The symptoms included intense pain with apprehension at the elbow when the forearm was supinated, which had been present since playing basketball 1 week earlier. On the other hand, asymptomatic stiff prominence at the anterolateral aspect of her right elbow had been recognized for 3 years. The painless phenomenon had been present when the forearm was supinated and absent when the forearm was in neutral to pronated positions.\\nA physical examination revealed anterior dislocation of the RH when the forearm was supinated to an angle of approximately 30° or more, regardless of the elbow position (flex-extension). There were no deficits in the ranges of motion (ROMs) of the elbow and forearm. No general joint laxity was found. Plain radiographs (Figures and ) and computed tomography (Figures and ) performed at our clinic revealed isolated RH dislocation without deformity at the radius or ulna. Notably, the RH was anteriorly dislocated with the forearm in supination; whereas, complete reduction of the RH to the intact position could be obtained in neutral to pronated forearm positions. Magnetic resonance arthrography revealed the absence of the annular ligament (Figures –).\\nSurgical treatment was performed under a diagnosis of recurrent RH dislocation due to insufficiency of the lateral collateral ligament complex. With tourniquet control, a 6 cm skin incision was created at the lateral elbow. Through Kocher's approach, the absence of the annular ligament in contrast to the continuity of the lateral ulnar collateral ligament (LUCL) was identified. The proximal region of the LUCL corresponding to part of the radial collateral ligament (RCL) was found to be relatively thin and fragile. The RH was easily dislocated with the forearm in supination; however, in neutral to pronated positions, the RH was reduced with suppression by tension of the supinator muscle.\\nWe performed surgical treatment with a focus on the reconstruction of the annular ligament (Figures –). We also aimed to facilitate the RCL because of potential weakness against varus stress. We harvested the plantaris tendon (width, 3 mm; length, 20 mm) from the ipsilateral leg. We decided to harvest the tendon because the palmaris longus tendon had been found to be of insufficient width and length for grafting according to preoperative sonographic examination. Moreover, we used 1.3 mm SutureTape (Arthrex, Naples, FL, USA) to increase the initial strength of the reconstructed regions, according to the concept of internal brace augmentation. A bony tunnel was created with a 3.5 mm cannulated drill at the radial aspect of the proximal ulna, and the loop of a number 2 FiberWire (Arthrex) was advanced through the tunnel. Then, the graft complex composed of the autograft tendon and the SutureTape were shuttled through the loop. After completing double-bundled reconstruction of the annular ligament, the graft complex was fixed to the tunnel using an interference screw (3 × 13.5 mm SwiveLock, Arthrex). The end of the graft complex was advanced proximally and fixed to the lateral condyle using a soft anchor (FiberTak, Arthrex) that had been placed at the region where the RCL attached.\\nPostoperatively, the patient was immobilized with a long-arm spica orthosis for 2 weeks and performed ROM exercises that were taught by a therapist. Daily activities were encouraged after the removal of the orthosis. However, the patient was instructed to avoid excessive exercise that supinated the forearm and to avoid returning to sports until 6 weeks and 3 months after surgery, respectively. At a 12-month follow-up examination, the patient had no pain or elbow limitation (Figures –). The patient successfully returned to sports. Plain radiographs and magnetic resonance imaging (Figures –) showed that the reconstructed annular ligament could support the position of the RH.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'4422068': 1, '26717972': 1, '24332619': 1, '30174992': 1, '4774500': 1, '5133333': 1, '29157249': 1, '25957613': 1, '31934481': 2}", "similar_patients": "{}"}