{"patient_id": 129055, "patient_uid": "6166040-1", "PMID": 29706054, "file_path": "noncomm/PMC006xxxxxx/PMC6166040.xml", "title": "Heparin-free extracorporeal membrane oxygenation in a patient with severe pulmonary contusions and bronchial disruption", "patient": "A 48-year-old man who had sustained traumatic hemopneumothorax after being trapped between a forklift and a truck was transferred from a local hospital after bilateral closed thoracostomy. His initial vital signs were as follows: blood pressure, 160/100 mmHg; pulse rate, 104 beats/min; respiratory rate (RR), 32 breaths/ min; oxygen saturation, 92%; body temperature, 36.5°C; and Glasgow coma scale, 15 points.\\nInitial arterial blood gas analysis performed under mechanical ventilation with a fraction of inspired oxygen (FiO2) of 0.6 showed a pH of 7.22, PaCO2 of 50 mmHg, PaO2 of 64 mmHg, and HCO3 of 22 mmol/L. Contrast-enhanced computed tomography of the chest and abdomen-pelvis revealed a grade 2 liver laceration, multiple thoracic spine fractures involving the transverse and spinous processes, bilateral multiple rib fractures, and severe bilateral lung contusions with suspicious injury of the right lower lobar bronchus. The injury severity score was 43 points ().\\nAfter 4 hours, continuous air leakage through the right-sided chest tube was observed. The patient’s ventilatory parameters were incompatible with survival, with a PaO2/FiO2 ratio of 56 at FiO2 of 1.0. Venovenous ECMO (Maquet Rotaflow Centrifugal Pumps with Quadrox-D oxygenators; Maquet, Rastatt, Germany) was promptly established using the Seldinger technique. A 17-Fr arterial catheter was inserted into the right jugular vein and a 19-Fr venous catheter (Bio-medicus; Medtronic, Minneapolis, MN, USA) was inserted into the right femoral vein. Initial heparin loading was not performed. After ECMO, the ventilatory status and follow-up arterial blood gas analysis were as follows: FiO2 of 0.4, RR of 12 breaths/min, peak inspiratory pressure of 20 mmHg, positive end-expiratory pressure of 10 mmHg, PaO2 of 98 mmHg, and PaCO2 28 of mmHg. Under ECMO, we performed a bronchoscopy to evaluate the extent of the bronchial injury and then decided to perform emergency surgery.\\nSurgery was performed under venovenous ECMO, with one-lung ventilation and lung protection strategies implemented to keep the tidal volume below 150 mL and FiO2 below 0.4. A right posterolateral thoracotomy was performed to remove the large hematomas. A circumferential tear of more than 80% was observed in the right lower lobar bronchus, with laceration of the right lower lobe that was irreparable (); hence, a right lower lobectomy was performed (). Thereafter, the displaced right sixth and seventh ribs were fixed using an 8-hole straight plate (SternaLock; Biomet Microfixation, Jacksonville, FL, USA).\\nECMO was maintained without anticoagulation, and meticulous lung care with suctioning of the blood clot was continued. The ECMO system was successfully removed 59 hours postoperatively. The patient was eventually weaned off mechanical ventilation on day 4 and was discharged without any complaints.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'31014372': 2, '23772407': 1, '25313096': 1, '11591587': 1, '33814895': 1, '22673280': 1, '22437638': 1, '31565679': 1, '34527357': 1, '27032012': 1, '32642115': 1, '19767408': 1, '23235524': 1, '33024785': 2, '33694065': 1, '29706054': 2}", "similar_patients": "{'7520764-1': 1, '6480442-1': 1}"}