{"patient_id": 15245, "patient_uid": "6948279-1", "PMID": 31949960, "file_path": "comm/PMC006xxxxxx/PMC6948279.xml", "title": "An Unusual Initial Presentation of Diffuse Large B-Cell Lymphoma as Recurrent Syncope", "patient": "A 52-year-old African-American female with a past medical history of type 2 diabetes mellitus, hypertension, and hyperlipidemia presented to the emergency department (ED) after a syncopal episode in her home. The patient was in her usual health state before the episode. She felt dizzy while standing up and collapsed within a few seconds resulting in unconsciousness. She regained consciousness shortly afterward with residual dizziness, but otherwise did not report any symptoms before or after this episode. No seizure-like activity or incontinence was reported. Her medications included insulin, amlodipine, lisinopril, and escitalopram. The blood glucose level was normal prior to arrival. She has been adherent to all medications as prescribed. She denied weight loss, night sweats, or fatigue. She denied trauma, alcohol abuse, or drug intake. Interestingly, a week before this event, the patient had presented to the ED after a similar near syncopal episode. During her first encounter, she was discharged home with a recommendation to be followed-up by her primary care physician (PCP) with initial workup to be negative at the time. She unfortunately did not follow with her PCP.\\nOn presentation, her vital signs were normal: heart rate was 98 beats/minute, blood pressure was 126/60 mmHg without orthostatic changes, respiratory rate was 16, and the oxygen saturation on room air was 98%. On the initial physical exam, she was well in appearance and not in any distress. The cardiac, pulmonary, and neurologic exams were unremarkable. The laboratory evaluation was within normal range: white blood count of 9,370/µL, hemoglobin of 12.8 g/dL, and platelet count of 245,000/µL. Routine blood chemistries panel were normal: BUN/Cr 19/0.8 mg/dL, sodium 141, potassium 4.6, glucose 109 mg/dL, AST/ALT 12/13 units/L, LDH 173 mg/dL, and uric acid 5.0 mg/dL.\\nHer EKG showed normal sinus rhythm without ST changes. Her 2 d echocardiogram was normal with preserved ejection fraction at 55% without increased pulmonary arterial pressure. Her chest X-ray with a lateral view had a questionable enhancement in the mediastinum. The following CT head and angiography of head and neck obtained as a part of the recurrent syncope workup revealed widely patent cervical and intracranial circulation without abnormality (). Incidentally, a soft tissue mass was found in the superior and the posterior mediastinum.\\nThe patient was admitted to the general medical floor for further workup for the mediastinal mass and syncope. She underwent CT chest with contrast and MRI with and without contrast which showed an anterior and left posterior mediastinum mass measuring 4.4 × 5.7 × 13.5 cm encasing the descending aorta and multiple left-sided intercostal vessels with epidural extension into the left-sided neural foramina from T4-5 through T6-7 (). There was no invasion or mechanical compression of aorta. There were bilateral bulky axillary lymph nodes measuring up to 5 cm. There were no findings of pulmonary embolism or compromised vascularity. The patient did not have any prominent neurologic deficit but was started on dexamethasone empirically due to concerns for possible cord compression.\\nAfter a biopsy of an axillary lymph node, the patient was diagnosed with diffuse large B-cell lymphoma (). Her FISH test was negative for double hit/triple hit lymphoma. She underwent bone marrow biopsy and lumbar puncture for CSF cytology. Results from both tests were negative for tumor infiltration into the bone marrow and CSF. Her PET/CT was negative for disease in the spleen and below the diaphragm. She was staged as stage II bulky lymphoma by Lugano modification of Ann Arbor staging system with NCCN-IPI score of 2.\\nThe patient received 6 cycles of chemotherapy with cyclophosphamide, doxorubicin, vincristine, and prednisone plus rituximab (R-CHOP) and monthly intrathecal methotrexate infusion with each cycle of chemotherapy. Repeated PET/CT after completion of treatment showed no evidence of disease. She had one more repeat syncopal episode before treatment initiation, and her telemetry monitor more than 24-hour was uneventful. She had no further episodes since treatment. She denied any episode of dizziness, vertigo, or near syncopal episode during follow-up. The patient is currently awaiting consolidative therapy with radiation.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'18204066': 1, '6088717': 1, '26336752': 1, '15967339': 1, '23144353': 1, '8164493': 1, '15174764': 1, '28123742': 1, '2189056': 1, '27900081': 1, '23691383': 2, '24333616': 1, '12169488': 1, '31949960': 2}", "similar_patients": "{'3638554-1': 1, '3638554-2': 1}"}