{"patient_id": 133684, "patient_uid": "6521649-1", "PMID": 31143040, "file_path": "noncomm/PMC006xxxxxx/PMC6521649.xml", "title": "Inadvertent ascending aortic perforation after transseptal puncture: Successful treatment with an Amplatzer Duct Occluder II device", "patient": "An 81-year-old male, with a history of ischemic heart disease, impaired left ventricular systolic function, and coronary artery bypass graft surgery, presented for elective ablation of slow ventricular tachycardia. After femoral venous access was obtained, an 8-French transseptal sheath and Brockenborough's needle were positioned in the fossa ovalis, and a single puncture was made under fluoroscopy followed by passage of the dilator and sheath. A test injection of contrast showed the dilator/sheath to be in the aortic root []. A subsequent transesophageal echocardiogram demonstrated hematoma adjacent to the aortic root posteriorly and along the atrial walls with the dilator/sheath visualized within the aortic root.\\nTo avoid uncertainty with withdrawal of the dilator/sheath and conservative management, and possible need for open-heart surgery with its attendant morbidity, a decision was made to proceed with transcatheter device closure of the perforation. The transseptal sheath was passed fully into and maintained in the ascending aorta, over a 0.035” guidewire. An Amplatzer Duct Occluder II 6 mm × 4 mm (St. Jude Medical, Cardiovascular Division, St. Paul, MN, USA) was successfully deployed through the transseptal sheath with the distal disc opposed against the aortic wall, guided by transesophageal echocardiography. After an aortogram showed the device to be in a good position with no residual leak, and the echocardiogram confirmed normal aortic valve function, the device was released []. Following this, a repeat transseptal puncture, guided by transesophageal echocardiography and full systemic heparinization, allowed the patient to have a successful ablation with an uneventful postprocedural recovery.", "age": "[[81.0, 'year']]", "gender": "M", "relevant_articles": "{'9809946': 1, '7987913': 1, '15586742': 1, '23645057': 1, '22131255': 1, '26489701': 1, '16516090': 1, '13873261': 1, '13649591': 1, '12135143': 1, '31143040': 2}", "similar_patients": "{}"}