{"patient_id": 10935, "patient_uid": "6693050-1", "PMID": 31428403, "file_path": "comm/PMC006xxxxxx/PMC6693050.xml", "title": "Variceal bleeding due to idiopathic portal vein thrombosis in a 15-year-old boy", "patient": "A 15-year-old Caucasian boy presented to the Emergency Department (ED) of the Uniklinik für Pädiatrie, Frankfurt/Main with history of intensifying upper abdominal pain in the last 3 weeks and acute onset of bright red hematemesis. He had no serious medical conditions in previous medical history except lactose intolerance for the last 2 years and tonsilitis in two subsequent years and was taking no medications. Furthermore, the patient had no medical history of splenomegaly, anemia, or thrombocytopenia prior to admission and had no evidence of direct portal vein trauma in early childhood such as omphalitis or umbilical vein catheterization. There was no history of traveling to endemic areas with schistosomiasis, such as Egypt or tropical areas. Family history was unremarkable with no acute thrombotic events, and two healthy older sisters.\\nAt presentation, he was hemodynamically stable, pale, and without pain. Physical examination revealed splenomegaly, and no other pathological findings other than tachycardic heart rhythm on heart auscultation, which was attributed to patient anxiety.\\nThe patients' blood pressure (BP) was 115/80 mm Hg, pulse was 98 bpm, pulse oximeter showed 98% oxygenation, and his body temperature was 36.7°C. His body mass index was 21.6 kg/m2(75 percentile). Routine laboratory workup showed no abnormal findings other than anemia (hemoglobin level of 8.8 mg/dL), and platelet levels were 90 000/mm3. Cardiac pathology was ruled out with echocardiography, chronic inflammatory conditions were ruled out by C-reactive protein (CRP) and sedimentation rate (SE) levels which were in normal ranges, and tumor markers were obtained to exclude malignancy (alpha-fetoprotein, CA 19-9, carcinoembryonic antigen, human chorionic gonadotropin). There were no laboratory findings consistent with pancreatitis as a cause of upper abdominal pain; lipase levels were within normal ranges in consecutive tests.\\nUltrasound of the abdomen revealed absent flow in the portal vein by color Doppler imaging due to thrombotic material at the confluence of the right and left bundle branch with dilatation of proximal portal vein of 14 mm in diameter and hepatic venous pressure gradient (HVPG) greater than 10 mm Hg, splenomegaly of 18 × 12 cm with dilated splenic vein size to 9 mm and normal flow, and no visible pathology of the liver parenchyma or bladder, no organ or extrahepatic masses, or presence of portal vein cavernoma, with only slightly enlarged liver of 0.5 cm over the upper limit. Magnetic resonance angiography (MRA) confirmed PVT. Liver function tests were normal including bilirubin levels, GGT, and AST/ALT, and chronic parenchymal liver disease was excluded (negative serology of hepatotropic viruses—HBV, HCV, CMV, and EBV; FibroScan Score F0; protein; albumin; fibrinogen levels; and lipid profile were in normal ranges).\\nCeruloplasmin and blood and urine copper levels as well as blood iron and ferritin levels were within normal ranges. Coagulation tests were within normal ranges, and thrombophilia was excluded, test including Antithrombin III, Protein S, Protein C, Leiden mutation, prothrombin gene mutation, MTHFR, and PAI-1 was made.\\nUrgent esophagoscopy revealed varices in the middle third of the esophagus as the source of bleeding and was described as grade 2 as tortuous veins occupied less than 1/3 of esophageallumen. Ligation of the varices with a rubber band ligation device and endoscopic injection sclerotherapy with 5% ethanolamine oleate was performed (Figure ). Patient was started on peroral propranolol, maximal PPI doses of omeprazol (40 mg BD iv), and octreotide pump, set at 2.5 mcg/hr for a total of 3 days. Low molecular weight heparin or peroral warfarin in the indexed hospitalization was not administered after cessation of variceal bleeding. Patient was discharged with omeprazole at peroral dose of 40 mg twice a day, propranolol at peroral dose of 10 mg three times a day, and peroral iron substitution with dextriferron at peroral dose of 100 mg once a day.\\nAt the follow-up outpatient visit after 4 weeks, the blood count was within normal ranges and the patient was symptom-free. Follow-up videoendoscopy revealed ligated varices of the esophagus with no signs of recent bleeding, and mucosal erythema and edema consistent with acute gastritis confirmed with histological findings of biopsy specimens taken at endoscopy. Ileocolonoscopy revealed rectal varices with no other pathological findings. Control ultrasound of the abdomen revealed absent flow in the portal vein by color Doppler imaging with dilatation of the proximal portal vein of 12 mm in diameter. As no current variceal bleeding was present, the patient was started on peroral anticoagulant therapy with warfarin, with a target INR of 2-2.5 until the next ambulatory visit scheduled in 3 months.\\nConsent of the child and parental permission was obtained regarding the reporting of the case.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'8956190': 1, '8503211': 1, '8308671': 1, '11381419': 1, '6981785': 1, '7699538': 1, '937001': 1, '18024620': 1, '15571949': 1, '31428403': 2}", "similar_patients": "{}"}