{"patient_id": 1464, "patient_uid": "6064759-1", "PMID": 30083531, "file_path": "comm/PMC006xxxxxx/PMC6064759.xml", "title": "An Unusual Cause of Cervical Radicular Pain-Foreign Body in Esophagus", "patient": "A 54-year-old female was referred from the emergency department with sudden onset of dysphagia and odynophagia after ingestion of fishmeal. This was accompanied by a severe left C6 radicular pain. On examination, the patient had no focal neurological deficits.\\nA lateral X-ray of the neck showed a radiopaque foreign body, 3.5 cm in size in the mediolateral dimension, located in the upper cervical esophagus with the sharp end in the neural foramen at the C5-6 level ().\\nA computed tomography (CT) angiogram of the cervical spine revealed transluminal migration of the foreign body across the esophagus into the left C5-6 neural foramen abutting the left vertebral artery. There was no evident vertebral artery injury ().\\nIn view of the proximity to the neurovascular structures, the otolaryngologists deferred endoscopic removal of the foreign body. We approached the lesion through an anterior cervical approach with a standard incision used for anterior cervical discectomy on the left side. After retraction of the sternocleidomastoid and the carotid laterally, a hard-metallic linear foreign body was encountered traversing the lumen of the esophagus. The fascial dissection was carried out until the object was clear. The longus colli muscle and the C5-6 disc space was exposed. The foreign body was seen entering into the left C5-6 neural foramen. The metallic body was gently pulled and extracted completely with no injury to the vertebral artery injury (). The patient had immediate relief of her left radicular pain; she was managed with Ryle’s tube feeds for a week and subsequently started on oral feeds and discharged.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'11932163': 1, '10030237': 1, '22343271': 1, '12748577': 1, '15290496': 1, '31967235': 1, '9663527': 1, '17601210': 1, '30083531': 2}", "similar_patients": "{}"}