{"patient_id": 9091, "patient_uid": "6556236-1", "PMID": 31249716, "file_path": "comm/PMC006xxxxxx/PMC6556236.xml", "title": "Normotensive, Oversized Pheochromocytoma in Twin-Pregnancy: Analysis of Therapeutic Challenges in a Rare Case", "patient": "A 36-year-old woman (G4,P2), at the 15th gestational week of twin-pregnancy following IVF-embryo transfer, was found to have a solid adrenal mass on a regular checkup. MRI revealed a 11×7.5 cm right suprarenal hypervascular mass with mixed signal intensity in T2-weighted images (). The diagnosis of PC was confirmed by laboratory analysis (). The patient had no genetic testing and her family history was not indicative of any hereditary disease. She had two previous vaginal deliveries (14 and 11 years ago) and a history of one abortus at 10-week gestation two years earlier. The patient confirmed that she had no symptoms relating to PC in her previous deliveries. She had no genetic testing and her family history was not indicative of hereditary disease. She was asymptomatic and normotensive and had no hemodynamic instability during pregnancy. She was asymptomatic and normotensive and had no hemodynamic instability during pregnancy. Perinatological ultrasonography revealed normal morphology of dichorionic and diamniotic male and female fetuses.\\nA multidisciplinary team consisting of urologists, anesthesiologists, endocrinologist, and obstetricians focused on the therapeutic approach. The patient did not receive any medical treatment for alpha or beta blockade preoperatively. She underwent laparotomy with a subcostal incision and transperitoneal tumor resection at 17 weeks of gestation (). During surgery blood pressure (BP) was stabilized with phentolamine and esmolol, with occasional bouts of brief hypertensive periods up to 240 mm Hg systolic pressure. A hypervascular mass with fragile large veins was dissected free of the upper pole of the right kidney, between the vena cava and the lower border of the liver. The estimated blood loss was 1100 ml. The patient was transfused with 3 units of erythrocyte suspensions. The postoperative period was uneventful and she remained hemodynamically stable. Histopathological examinations were in accordance with a PC.\\nShe had a normal subsequent course of pregnancy and cesarean section delivery of healthy twins at term. Nine months after delivery, follow-up ultrasonography revealed no recurrent mass. Urinary and plasma catecholamine levels were in normal range.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'15166586': 1, '22296435': 1, '20083723': 1, '23180595': 1, '25405501': 1, '24001749': 1, '21419457': 1, '9880429': 1, '12109632': 1, '28381449': 1, '29488089': 1, '17999305': 1, '31249716': 2}", "similar_patients": "{}"}