{"patient_id": 134349, "patient_uid": "6587379-1", "PMID": 31258906, "file_path": "noncomm/PMC006xxxxxx/PMC6587379.xml", "title": "Chronic annular pustular psoriasis resembling subcorneal pustular dermatosis: A case report", "patient": "A woman in her 50s with a 3-year history of pustular dermatosis was referred for assessment of a 1-month history of extensive flare of eruption to the back, arms and legs. The patient complained of low-grade fever, pruritus and skin pain. She had lost 8 lbs unintentionally over the prior month. Three years prior, she was diagnosed with SPD on the basis of skin biopsy and clinical presentation. She had been started on dapsone, 50 mg daily, and clobetasol propionate ointment, 1 year prior to our assessment with minimal improvement. Additional medication use included betamethasone valerate cream, 0.01% twice daily; citalopram, 50 mg daily; hydroxyzine, 10 mg three times daily; lorazepam, 1 mg as needed; and nasal mometasone furoate, daily.\\nOn examination, she presented with a generalized poly-annular and poly-cyclic pustular and papular eruption with trailing scale and erythema affecting 50% of her body – including the trunk and limbs but sparing the face (). A repeat biopsy of the right flank showed spongiosis with parakeratosis, several intracorneal and subcorneal pustules (), negative direct immunofluorescence and normal serum protein electrophoresis. These tests ruled out SPD type IgA pemphigus and monoclonal gammopathy-associated disease. The psoriasiform histology and the clinical presentation were consistent with annular GPP.\\nThe patient was started on a tapering regimen of prednisone, 40 mg every morning for 1 week followed by 20 mg every morning for 1 week and then 10 mg every morning for 1 week. The dose of dapsone was increased to 100 mg, daily. Over the course of 6 years, the patient continued to have persistent eruptions consisting of annular pustules with erythematous macules over the trunk and extremities with recurrent flares and systemic illness that required hospitalization on one occasion. Her chronic annular GPP demonstrated minimal improvement with acitretin, cyclosporine, infliximab and ustekinumab. Concurrent hepatitis C was viewed as a relative contra-indication to therapy with methotrexate. Immunohistochemical analysis of lesional skin demonstrated interleukin (IL)-17A expression by the epidermis and dermal lymphocytes (). Treatment with secukinumab was initiated with complete and sustained clearance of skin disease over 2 years of continued therapy (300 mg/month).", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'1892402': 1, '11860564': 1, '27349653': 1, '24595581': 1, '29288651': 1, '10856662': 1, '17229609': 1, '6351757': 1, '26919410': 1, '26650014': 1, '34805471': 1, '31258906': 2}", "similar_patients": "{}"}