{"patient_id": 137989, "patient_uid": "6939793-1", "PMID": 31911977, "file_path": "noncomm/PMC006xxxxxx/PMC6939793.xml", "title": "Cardiac resynchronization therapy following Carillon® annuloplasty device for symptomatic heart failure and functional mitral regurgitation: a case report", "patient": "A 60-year-old man with known heart failure with reduced ejection fraction (HFrEF) presented to Heart Failure Clinic in January 2019 with worsening symptoms of shortness of breath, new orthopnoea, and marked reduction in exercise tolerance [symptoms graded as Class 3 of the New York Heart Association Functional Classification of Heart Failure (NYHA III)], despite being on optimal guideline-based pharmacological therapy at the highest tolerated doses, consisting of Bisoprolol 5 mg b.i.d., Sacubitril/Valsartan 200 mg b.i.d., Spironolactone 25 mg o.d., and Bumetanide 5 mg o.d. Other regular medications consisted of Aspirin 75 mg o.d., Atorvastatin 40 mg o.d., and Metformin 1 g b.i.d. Additionally, a recent increase in loop diuretic dosage had exacerbated his gout symptoms. Physical examination revealed new pulmonary and peripheral oedema, with increased jugular venous pressure. Radial pulse was regular at 60 b.p.m., with a blood pressure of 100/70.\\nPast medical history included dilated cardiomyopathy, non-ST-elevation myocardial infarction (diagnosed following presentation with troponin-positive chest pain and an angiogram revealing moderate diffuse coronary artery disease), Type 2 diabetes mellitus, obesity (body mass index 39), gout, and Carillon® Mitral Contour System® annuloplasty device implantation as part of the REDUCE-FMR trial in September 2018.\\nEchocardiogram (February 2019, ) showing severe LVSD and mild MR (previously moderate-severe on transthoracic and transoesophageal echocardiograms in July 2018, prior to Carillon® device implant, , Video S1), known moderate diffuse coronary artery disease on coronary angiogram (2017), sinus rhythm with new LBBB on electrocardiogram (QRS duration 142 ms in January 2019, previously 110 ms in 2018).\\nHis current deterioration in symptoms was deemed to be the result of developing LBBB with severe LVSD, despite initial symptomatic improvement following Carillon® device implant and optimal medical therapy (OMT).\\nA decision was made to implant a CRT with primary prevention defibrillator (CRT-D) device, in accordance with the ESC guidelines on Cardiac Pacing and CRT.\\nThe patient attended for CRT-D implantation in April 2019. The procedure was carried out under local anaesthetic and aseptic technique using a standard left infraclavicular incision and subclavian venous access. Using routine lead-placement procedures, a Medtronic 6947M internal cardioverter defibrillator dual-coil lead was positioned at the right ventricular apex and a Medtronic 5076 active lead was positioned in the right atrial wall with good variables.\\nThe coronary sinus (CS) was cannulated using a standard pre-shaped CS guiding catheter (Attain system, Medtronic Inc., Minneapolis, MN, USA) with a standard MultiPurpose catheter. Retrograde contrast fluoroscopy revealed a large lateral vein (, , Video S2). A 4798-78 cm Medtronic left ventricular (LV) quadripolar lead was positioned in a stable mid-lateral position ().\\nThe patient was discharged the same day uneventfully and was reviewed one week later in the pacing clinic for pacemaker parameter interrogation and incision area evaluation, with no issues identified. He has also reported a reduction in shortness of breath and resolution of orthopnoea symptoms on telephone consultation review with the HF specialist nursing team at 2 weeks; and was deemed to have a symptom burden of NYHA Class II when reviewed in the Heart Failure Clinic in June 2019 (see Timeline).", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'29348023': 1, '15655133': 1, '29724138': 1, '30410698': 1, '30553663': 1, '23801822': 1, '3261782': 1, '31521683': 1, '28477282': 1, '24550348': 1, '18464943': 1, '19597051': 1, '27206819': 1, '28290169': 1, '23041499': 1, '24399586': 1, '19472350': 1, '18501670': 1, '31911977': 2}", "similar_patients": "{}"}