{"patient_id": 12029, "patient_uid": "6761726-1", "PMID": 31554516, "file_path": "comm/PMC006xxxxxx/PMC6761726.xml", "title": "Late deep cervical infection after anterior cervical discectomy and fusion: a case report and literature review", "patient": "A 59-year-old man was hospitalized on November 25th, 2013 with the diagnosis of cervical spondylosis. On November 28th, 2013, the patient received anterior cervical discectomy and titanium cage bone graft fusion (autologous bone) at C3/4 and C4/5. The surgery was smoothly performed and a draining tube was placed. Drained volume was 20 mL on day one and 5 mL on day two after the operation, and the draining tube was removed 48 h after operation. After the surgery, patient had methylprednisolone (80 mg, IV once a day for 3 days) and cefotiam (1 g, IV twice daily for 4 days). The patient was discharged from the hospital 11 days after the ACDF.\\nOn December 30th, 2013 (over one month after the ACDF), the patient came to the emergency room with dysphagia and dyspnea for 1 day as well as an erosion at his anterior neck for 5 days. Physical examination showed body temperature was 36.5 °C, pulse 78 beat/min. Postoperative scar (10 cm length) on the anterior neck and a touchable erosion on right anterior neck were found. Skin color was normal and no pain on press of the erosion was noticed. Computerize tomography (CT) scan (Fig. ) and magnetic resonance imaging (MRI, Fig. ) indicated a cystic low-density shadow (36HU) with a size of 69 × 46 mm and smooth wall, which located from C2-C7. Neck plain X-ray showed C3-C5 internal fixation loosed, C3/4 vertebrate moved backward, anterior space of C3-C5 was unclear, and anterior cervical tissue swelled with 4.4 cm thickness by 15 cm length (Fig. ). Laboratory tests: WBC 12.23 × 109, NE 81.1%, Hb 104, ESR 88 mm/h, C-reactive protein 104.51 mg/L; prothrombin time 14.4 s, prothrombin activity 57%, prothrombin international normalized ratio 1.32.\\nOn December 30th, under the guidance of ultrasonography, abscess puncture was performed and 20 ml purulent liquid was extracted from the abscess, and a drainage tube was then placed. Additional 15 mL pink-milky liquid was extracted on December 31st, 2013; 50 mL on January 1st, 2014; 100 mL on January 2nd; and 15 mL on January 3rd. Esophageal perforation was not found by barium-swallow radiography on January 2nd, 2014 (Fig. ).\\nStaphylococcus aureus was positively cultured from the abscess drainage fluid and antibiotic sensitivity/resistance test indicated that it was resistant to penicillin G, clindamycin, erythromycin, and rifampin, but sensitive to ß-lactamase, cefoxitin, ciprofloxacin, gentamycin, vancomycin, ntrofurantoin, and levofloxacin. Therefore, the patient was given cefotiam (1.0 Bid IV) from December 30th, 2013 through January 1st, 2014 followed by switching to vancomycin (1000 mg, Bid IV) and levofloxacin (0.2 Bid IV) on January 3rd, 2014.\\nOn January 6th, 2014, under systemic anesthesia, the titanium net cage was removed and a radical debridement was performed followed by washing the abscess cavity with saline containing diluted iodophor and amikacin. A tube was placed and the abscess cavity was continuously washed with 500 mL saline containing amikacin (0.2) three times a day from January 6th through 30th, 2014. On January 7th, 2014, an external Hallo frame support was applied (Fig. ). Vacomycin and levofloxacin were continuously used from January 6th though 20th, 2014.\\nLaboratory tests indicated that white blood cell count and neutrophil were significantly increased on the day of admission (December 30th, 2013) through January 10th, 2014 (Table ), which gradually dropped to normal from January 13th to 18th. On January 20th, 2014, patient had high fever (39.3 °C) without abnormal appearance of chest X-ray or laboratory test (Table ), and antibiotics were changed from levofloxacin to cefoperazone. On January 22nd, 2014, patient still had high fever (39.1 °C) although the laboratory test showed normal white blood cell count and neutrophil percentage (Table ) and CT scan of neck, chest and abdomen showed no infection. Therefore, vancomycin and cefoperazone were stopped, and avelox (moxifloacin hydrochloride) was initiated after consulting with a Physician of The Department of Infection. Next day, body temperature dropped to 37.1 °C and bacterial cultures were negative from the blood samples from January 20 to 22, 2014 as well as wound washing solution from January 27 to 29, 2014. The patient was discharged from hospital on February 7th, 2014 with normal results of laboratory tests (Table ).\\nAfter discharge, the patient was uneventful and asymptomatic. However, neck CT scan on April 21st, 2014 (3 months after debridement and external Hallo frame application) showed incomplete fusion of cervical vertebra and the spine was unstable (Fig. ). After continuous application of the external Hallo frame support, CT scan on May 15th, 2014 showed complete fusion of cervical vertebra and thus, the external Hallo frame was removed on May 16th, 2014. The patient was fully recovered as evidenced by the neck X-ray of 11 months after the surgery (Fig. ).", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'30475339': 1, '29057356': 1, '11012051': 1, '29500543': 1, '15237259': 1, '18224356': 1, '30762836': 1, '26396628': 2, '16681101': 1, '6377837': 1, '34432096': 1, '30074973': 1, '9144677': 1, '18261766': 1, '18496341': 1, '24891869': 1, '29708570': 1, '34296037': 1, '10892684': 1, '30567215': 1, '30611164': 1, '1395278': 1, '17906571': 1, '21289574': 1, '29279742': 1, '11493857': 1, '30247374': 1, '13539086': 1, '15347233': 1, '3060239': 1, '17414989': 1, '12461406': 1, '13599052': 1, '10710155': 1, '16151718': 1, '2667284': 1, '31554516': 2}", "similar_patients": "{'4553753-1': 1}"}