{"patient_id": 14856, "patient_uid": "6935476-1", "PMID": 31883531, "file_path": "comm/PMC006xxxxxx/PMC6935476.xml", "title": "One-month-old girl presenting with pseudohypoaldosteronism leading to the diagnosis of CDK13-related disorder: a case report and review of the literature", "patient": "A 37-day-old Yemenite Jewish girl was seen in the emergency department of our institution for ongoing restlessness and feeding refusal. The girl was born at term by uncomplicated vaginal delivery after a normal pregnancy. Besides folic acid, no other medications had been used. Her birth weight was 2.435 kg (standard deviation [SD], − 1.8); her length was 50 cm (SD, 0.3); and her head circumference was 34 cm (SD, − 1.4). The result of her physical examination was reported as normal. She was first child of healthy, nonconsanguineous Yemenite Jewish parents. Her family history was unremarkable. During the first weeks of life, she failed to gain weight, and gastroesophageal reflux disease was suspected. Empirically, Enfamil AR (Mead Johnson & Co., Chicago, IL, USA) and a proton pump inhibitor (omeprazole 10 mg twice daily) were started with moderate response.\\nAt the emergency department, the girl was presented in stable condition with vital signs appropriate for her age (pulse 128 beats/minute, blood pressure 90/50 mmHg, respiratory rate 30 breaths/minute, normal peripheral perfusion) and normal hydration status. Her weight was 3.340 kg (SD, − 2.0); her length was 52 cm (SD, − 1.4); and her head circumference was 36 cm (SD, − 1.5). Her physical examination revealed craniofacial dysmorphism (low-set ears, micrognathia, flat midface, broad nasal bridge, telecanthus, epicanthus, thin upper vermillion) and hypotonia, but the remainder of her examination was unremarkable. No skin or musculoskeletal (including skull and vertebral column) abnormalities were noted. The result of her eye examination was normal.\\nLaboratory tests (see Table ) revealed hyperkalemic metabolic acidosis. Because the patient’s serum anion gap was normal and she had no gastrointestinal loss of bicarbonate, type 4 renal tubular acidosis was the primary working diagnosis. Her elevated ammonia can be explained by hyperkalemia causing reduction of ammonia generation in the proximal tubule leading to impaired ammonia excretion responsible for the metabolic acidosis []. Hyperkalemic metabolic acidosis gave rise to the suspicion of congenital adrenal hyperplasia (CAH). Further testing revealed elevated levels of renin and aldosterone but normal levels of 17-hydroxyprogesterone and 21-α-hydroxylase. The result of a synacthen test to exclude late-onset CAH was normal. Radiologic evaluation showed no abnormalities of the kidneys and the adrenal glands. When CAH was ruled out, hyperkalemic metabolic acidosis together with high levels of renin and aldosterone made the diagnosis of PHA type 1 very likely. Treatment with kayexalate was initiated with gradual normalization of the potassium levels, and it was continued five times per week until it was stopped when the girl reached the age of 2 years.\\nConsidering the dysmorphic physical signs along with metabolic disturbances, we suspected a congenital anomaly. Chromosome analysis revealed a normal 46XX karyotype. Echocardiography and magnetic resonance imaging (MRI) of the brain (including cervical spine) revealed no abnormalities. The patient was followed closely in the pediatric nephrology and neurology clinics.\\nWhole-genome sequencing was requested, which revealed a missense mutation (c.2525A>G [p.Asn842Ser]) in the cyclin-dependent kinase 13 gene (CDK13) located on 7p14.1. Genetic counseling was provided, and the parents underwent genetic testing, which revealed normal CDK13 genes. Advice for prenatal diagnosis was not given, owing to the very low risk of recurrence.\\nOver time, the girl’s psychomotor development was clearly delayed. At the age of 8 years, she is still hypotonic. The result of further neurologic examination was normal. Her head circumference is 50 cm (SD, − 1.3); her length is 123 cm (SD, − 0.8); and her weight is 21 kg (SD, − 1.4). She has had no seizures. She has moderate mental retardation and behavior problems. Her current medications are risperidone, methylphenidate, and clonidine. She has a normal diet and eats independently, but she needs assistance with many general daily activities. She receives appropriate education. She is regularly seen by a neurologist and a psychiatrist in the outpatient clinic.", "age": "[[37.0, 'day']]", "gender": "F", "relevant_articles": "{'23197115': 1, '11134129': 1, '21664233': 1, '24433236': 1, '18424465': 1, '29515305': 2, '24616761': 1, '16611713': 1, '19571553': 1, '26594094': 1, '27725360': 1, '26886422': 1, '15802372': 1, '32762766': 1, '29483157': 1, '27507913': 1, '30904094': 1, '29393965': 1, '13545877': 1, '7792806': 1, '28807008': 1, '7002056': 1, '31883531': 2}", "similar_patients": "{'5830813-1': 1, '5830813-2': 1}"}