{"patient_id": 14755, "patient_uid": "6928194-1", "PMID": 31921647, "file_path": "comm/PMC006xxxxxx/PMC6928194.xml", "title": "The Molecular Signature More Than the Site of Localization Defines the Origin of the Malignancy", "patient": "A 64-years-old woman was referred to our institution for a second opinion about a very advanced neoplastic disease involving both the thyroid and the lung. The initial diagnosis was a poorly differentiated/anaplastic thyroid cancer (PDTC/ATC) with lung and bone metastases. The tumor mass was considered not surgically resectable because of the infiltration of the thyroid and cricoid cartilages, as well as of the carotid artery and the right jugular vein. An emergency tracheotomy with position of the 6 mm Shiley cannula because of the severe dyspnea, was performed. After the exclusion of contraindications and the placement of peripherally central catheter (PICC) in superior vena cava, a chemotherapy with Taxol (80 mg/m2) and Carboplatinum (AUC = 2) once weekly for 4 weeks, every 6 weeks, was performed and completed.\\nWhen the patient was referred to our Department, we discovered that she was a strong and old smoker (about 20 cigarettes daily for about 40 years). The physical examination showed hypotonic and hypotrophic muscles, and the presence of the enlargement of the neck with a large stiff mass; some palpable lymph nodes were evident in latero-cervical compartment, bilaterally. No other abnormalities were noted at physical examination except for the presence of tracheotomy. The patient was in medical therapy with atenolol for sporadic arrhythmia, steroids as anti-edema and omeprazole for gastric pain prevention.\\nTo assess the neoplastic status of the patient, we performed a total body CT scan with i.v. contrast medium that showed the presence of multiple metastatic lymph nodes (max diam 17 mm in the right latero-cervical region) and a large thyroid gland with increased dimension in particular in the right lobe (). Moreover, the CT scan showed a large mass (9.0 × 4.5 cm) in the mediastinum, linked to the thyroid mass, involving the left upper lung lobe and occluding the left pulmonary artery branch (). Multiple metastatic lymph nodes were evident in paratracheal and paraesophageal regions. Two sclerotic lesions of L11 and D6 were also discovered.\\nSurgery was not indicated for the huge infiltration of the nearby vital structures. Radiotherapy counseling excluded the possibility to perform an external beam radiotherapy (EBRT) for the extension of the disease. Orthopedic counseling did not indicate any treatment for L11 and D6 lesions because there was no evidence of vertebral fractures. The only therapeutic option could be a systemic therapy, the most possible specific for the type of malignancy.\\nSerum tumor markers were all elevated and did not provide any specific information. In particular, Ca 125 was 35.9 U/ml (<35), Ca 15.3 was 169.3 U/ml (<25), Ca 19.9 was 59.3 U/ml (<39), CEA was 8.3 ng/ml (<5.2), CYFRA 21.1 was 8.8 ng/ml (<3.3).\\nBronchoscopy showed the paralysis of left vocal cord with hypomobility of the right, arytenoids edema with reduced glottic space; the exploration of the bronchial tube showed the infiltration of the left upper lobe bronchus (LULB) with massive stenosis. Then, we performed a LULB brushing and a biopsy. To confirm the histological diagnosis, we decided to perform a Tru-Cut biopsy with 3 biopsies samples (2 left and 1 right) on the neck mass.\\nThe thyroid Tru-Cut biopsy showed a poorly differentiated thyroid carcinoma (PDTC) with several anaplastic areas (). The immunohistochemistry for the thyroid specific proteins was TTF-1 focally positive, Tg, and PAX-8 negative (). The bronchus brushing showed the presence of an adenocarcinoma with widespread mucinous aspects, confirmed by biopsy (). The immunohistochemistry was CK7 positive, TTF-1, Napsin A, Tg, and PAX-8 negative ().\\nWe than hypothesized that the patient could have two different types of cancer, PDTC/ATC of the thyroid and a mucinous adenocarcinoma of the lung. To solve this question, we decided to perform the molecular analysis of both the thyroid and bronchus biopsies.\\nThe analysis was performed with a next generation sequencing method based on DNA extraction and MALDI-TOF mass spectrometry from paraffin-embedded tissues using CE-IVD validated kits “Myriapod Lung Status” on the “MassARRAY system” (Sequenom). Data were analyzed using the software “MassARRAY Analyzer 4” and “iGenetics Myriapod” (Diatech Pharmacogenetics). The analyzed genes were selected from a series of genes whose alterations are different in the two types of the tumors () (, ).\\nBoth, thyroid () and lung () samples showed the substitution c.34G>T (p.G12C) in the codon 12 of K-RAS gene, while all the other mutations analyzed were negative. The patient was referred to the oncology unit who agreed with our hypothesis that the thyroid mass could be a metastasis of the lung adenocarcinoma. The patient was submitted to other 4 cycles of chemotherapy with the same scheme previously performed, but she died 3 months later.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'29615459': 1, '15670202': 1, '22989467': 1, '27100819': 1, '17371476': 1, '15256229': 1, '841351': 1, '25417114': 1, '26878173': 1, '27873099': 1, '25079552': 1, '13911946': 1, '9448014': 1, '23684153': 2, '12023581': 1, '23799287': 1, '29894909': 1, '29805648': 1, '7677981': 1, '6328090': 1, '25900221': 1, '29072975': 1, '29695638': 1, '28206951': 1, '31921647': 2}", "similar_patients": "{'3673849-1': 1}"}