{"patient_id": 131398, "patient_uid": "6357538-1", "PMID": 30775059, "file_path": "noncomm/PMC006xxxxxx/PMC6357538.xml", "title": "Usefulness of preoperative cone beam computed tomography and intraoperative digital subtraction angiography for dural arteriovenous fistula at craniocervical junction: Technical case report", "patient": "The patient was a 67-year-old male who developed the condition with sudden posterior cervical pain and vomiting before going to bed. As headache and nausea were still present on the following day, he visited the general outpatient clinic by walking. During the physical examination, the patient was clearly conscious without any neurologic deficit symptoms or meningeal irritation symptoms. On head CT, subarachnoid hemorrhage (SAH) was observed []. On the subsequent DSA of the left vertebral artery, a slightly abnormal shadow from the meningeal branch was detected, however, it was not concluded as the source of bleeding. The patient received conservative treatment, and on day 15 of illness, DSA was repeated. On angiography of the left vertebral artery, the patient was diagnosed with dAVF, with which blood flew in from the radicular artery of the left vertebral artery and flew out to the anterior spinal vein at the level superior to the C1/Foramen magnum []. CBCT was performed using an Allura Xper FD20/10® angiography device (Philips Electronics Japan). The images were obtained at a tube voltage at 80 kv, 30 fr/s using nondiluted contrast medium at 1.0 ml/s for 25 s. On Xtra Vision workstation, Maximum Intensity Projection (MIP) images were reassembled to obtain detailed depiction of the structure of the draining vein along with the surrounding bone structures in three-dimensional (3D) vision. The radial artery was bifurcated to the one flowing out to the epidural venous plexus before penetrating the dura mater and to the one penetrating the dura mater. Once it penetrated the dura mater, it was found that there were two veins derived from the radiculospinal vein; one was the anterior radicular vein descending toward the dorsal side (the shallow layer of the surgical field) and another was the anterior spinal medullary vein ascending toward the ventral side (the deep layer of the surgical field) and flowing out to the anterior spinal vein at the level of foramen magnum while forming the coronal venous plexus [Figure –]. On day 23 of illness, dissection of the draining vein was performed with craniotomy.\\nAs intraoperative DSA (C-arm) had been scheduled at the same time, a 30 cm-long 4-Fr sheath was placed in the left femoral artery in the supine position under general anesthesia. The head was fixed using MAYFIELD®, which is made of carbon so that it does not affect DSA. Subsequently, lateral suboccipital craniotomy and ipsilateral C1 laminectomy were performed in the prone position. The C1 nerve root was observed near the left vertebral artery, and after dissecting the dura mater, the spinal branch of the accessory nerve and C1 nerve root were observed inside the dura mater. The anterior radicular vein was observed dorsal to the site where the vertebral artery penetrated the dura mater []. A catheter was placed in the left vertebral artery, and intra- arterial injection of indocyanine green (ICG) was performed. It was confirmed that the anterior radicular vein was depicted in the arterial phase []. This was temporarily blocked using a temporary clip. However, the draining vein was still observed on the intraoperative DSA. Furthermore, the radiculospinal vein bifurcating to the anterior spinal medullary vein in the deep surgical field was identified []. This was also temporarily blocked using a temporary clip, and it was confirmed that the draining vein was not observed on the intraoperative DSA performed for the second time []. After cauterizing the anterior radicular vein and the radiculospinal vein, DSA was repeated to ensure that dAVF had been dissected. Then, the wound was closed. The patient was placed in the supine position again and the 4Fr sheath was removed. Manual compression was performed at the completion of the surgery.\\nNo neurological deficit symptom was observed after the operation. On angiography on day 34 of illness, dAVF had been disappeared, and on day 37 the patient was discharged; he went back home by walking.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'26041099': 1, '25790071': 1, '10601397': 1, '23683076': 1, '24535264': 1, '26015873': 1, '7726077': 1, '19850761': 1, '25488175': 1, '20881574': 1, '19687689': 1, '21128739': 1, '26606432': 1, '22281464': 1, '16381184': 1, '22086084': 1, '15214976': 1, '12066933': 1, '20623360': 1, '11477260': 1, '24907439': 1, '27041076': 1, '17882753': 1, '19999556': 1, '19301971': 1, '26321694': 1, '9488297': 1, '18424996': 1, '12590688': 1, '25800700': 1, '19328531': 1, '22914702': 1, '26500802': 2, '22680246': 1, '15086229': 1, '22152787': 1, '16582654': 1, '17494662': 1, '24736193': 1, '19361268': 1, '20679916': 1, '19213824': 1, '18975567': 1, '21905772': 1, '21738090': 1, '11152357': 1, '12066932': 1, '26195333': 1, '16484389': 1, '20647967': 1, '30775059': 2}", "similar_patients": "{'4596051-1': 1}"}