{"patient_id": 135853, "patient_uid": "6738175-1", "PMID": 31543802, "file_path": "noncomm/PMC006xxxxxx/PMC6738175.xml", "title": "Effect of Repetitive Transcranial Magnetic Stimulation on the Right Superior Temporal Gyrus for Severe Aphasia Caused by Damage to the Left Inferior Frontal Gyrus", "patient": "A 60-year-old male had right hemiplegia caused by left internal carotid artery occlusion secondary to cardiogenic embolism (time after onset: 42 months). The Brunnstrom stages of recovery were as follows: upper limb, II; finger, II; and lower limb, II. He exhibited language processing disorders with severe expressive aphasia and moderate receptive aphasia (Table , SLTA Pre). The subject is right-handed but uses his left hand. T1 axial image confirmed a large area of damage around the LIFG (Fig. ).\\nWe performed the Standard Language Test of Aphasia (SLTA) []. We also performed a deep test for language reception (listening) by testing noun recognition based on the semantic category, which is a subset of the Test of Lexical Processing in Aphasia (TLPA). We calculated the correct answer rate and z-score []. The pre-test was performed 2–3 days before the patient received treatment, and the post-test 1–2 days after completion of treatment.\\nTo measure language processing activities in the brain, before and after treatment, we performed fMRI using the 1.5T Optima MR360 (GE Healthcare, USA). The imaging parameters were: repetition time 3,000 ms (1 scan), echo time = 40 ms, axial slice = 32 slices, flip angle 90°, field of view 256 × 256 mm, matrix = 64 × 64, slice thickness = 4 mm, slice gap = 0 mm, and 135 volumes/session. We excluded the first 5 volumes from the data analysis in an attempt to stabilize the magnetic susceptibility.\\nWe implemented a six-block block design (two conditions, three blocks) with 30 s of tasks and 30 s of rest. We tested the following two conditions: (i) listening to meaningful words was the task condition, and (ii) listening to meaningless sounds (clicking sounds) was the control condition. Using headphones (Serene Sound; Resonance Technology), we checked the sound volume before proceeding with the measurements. Task conditions included an interval of 2 s for 15 words. We used high-frequency words, which were chosen from a total of 27,596 words between 5.001 and 7.000 for word familiarity in the NTT Database Series Nihongo-no Goi-Tokusei []. The spoken words were recorded in standard Japanese by a professional (female) narrator.\\nWe conducted an analysis using SPM8 (Statistical Parametric Mapping). As preprocessing, we performed realignment, estimation of normalization, smoothing (full width half maximum: x = 6 mm, y = 6 mm, z = 6 mm), and temporal filtering (high-pass filter, 0.01 Hz). We calculated the activation site by subtracting the control conditions from the task conditions. The level of significance was 1% (uncorrected), and the coordinates where the cluster size had a level of significance of approximately 5% were related areas. Second, the coordinates of related areas were converted from Montreal Neurological Institute (MNI) coordinates to Talairach coordinates [], and the corresponding brain regions were isolated.\\nWe used figure-8 coils (Magstim, UK) to perform low-frequency rTMS (1 Hz), with 1,200 applications, twice a day for 10 days. The stimulation intensity was 90% of the threshold of the motor-evoked potentials during rest, which was derived through the abductor pollicis brevis muscle of the left hand. The stimulation threshold was BA22, which was identified by the navigation system. Moreover, we provided language stimulation from a computer monitor to stimulate language reception during rTMS. We encouraged the subject to watch the computer monitor, where a series of words were displayed, with 1 word displayed for 20 s (picture-naming cards A [4 s]; Chinese characters that indicate A [4 s]; kana syllabaries that indicate A [4 s]; picture-naming cards [4 s]; and blank cards [4 s]). We auto-played 60 words for 20 min using Microsoft Office PowerPoint.\\nWe conducted iST for 60 min, twice a day for 10 days, based on the results of the neuropsychological examinations. Speech-language-hearing therapists conducted iST immediately after rTMS. We conducted iST for the following: (1) auditory comprehension issues; (2) semantic therapy (nouns, verbs); and (3) language reception (listening, reading) such as semantic word problems. The content and difficulty level were changed, whenever appropriate.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'15766771': 1, '8453452': 1, '6165607': 1, '34827450': 1, '16564566': 1, '31876757': 1, '29402816': 1, '10609687': 1, '3545050': 1, '28796033': 2, '6725639': 1, '31543802': 2}", "similar_patients": "{'5556199-1': 1}"}