{"patient_id": 11672, "patient_uid": "6734253-1", "PMID": 31516733, "file_path": "comm/PMC006xxxxxx/PMC6734253.xml", "title": "Neovessel as first manifestation of relapse of associated multifocal choroiditis and MEWDS", "patient": "A 39-year-old woman presented with a two days complaint of paracentral scotoma in the right eye (R.E.) on August 15, 2017. Her ophthalmic history had been significant for MEWDS in this eye, diagnosed in 2006; however, she had no exams to confirm that. In 2013, she was diagnosed with subfoveal neovascular membrane with multifocal choroiditis scars around in the left eye (L.E.), and has been treated successfully since then with anti- VEGF, with an average of three injections per year.\\nHer visual acuity was 20/20 in the R.E. and 20/25 in the L.E. (under − 0.25 diopters in both eyes). Biomicroscopy, intraocular pressure, and pupil reflexes were normal, and there was mild pigment disturbance in the posterior pole of the R.E. fundus and a symmetrically deep round lesion under the inferior vascular arcade in both eyes. There were areas of fibrosis in the macula, due to the long period with neovascular membrane, surrounded by atrophic pigmentary scars in the left eye (Fig. ). Fluorescein Angiography revealed a roundish hyperfluorescent lesion in both eyes corresponding to those observed in the fundus, with leakage in the R.E. and staining in the L.E. There was a foveal neovascular membrane in the latter, surrounded by hyperfluorescent scars.\\nOCT (Spectral domain optical coherence tomography—Spectralis; Heidelberg Engineering, Heidelberg, Germany) showed a hyperreflective lesion above the retinal pigment epithelium (RPE) in the inferior arcade of the R.E., followed superiorly by subretinal liquid, with increased choroidal thickness in the posterior pole. In the L.E., there was also a hyperreflective lesion above the RPE of the macular area and a hyperreflectivity throughout the outer segment and choroid of the inferior arcade, with an increased choroidal thickness in this area (Fig. ). The OCT-angiography (OCT-A) revealed a neovessel corresponding to the round lesion in the inferior arcade in both eyes and a foveal membrane in the L.E. (Fig. ). Serological examinations for inflammatory diseases were requested and she was treated with intravitreal anti-VEGF.\\nOn August 23, 2017 she returned complaining about blurred vision in the R.E. She had normal results for inflammatory diseases but a high level of Toxoplasmosis IgG (1/400). The fundus was unchanged except for a mild vitritis. She was treated with sulfamethoxazole and prednisone, but the treatment was suspended 3 days later when she had a positive pregnancy test.\\nOn August 29, 2017, she complained of mildly blurred vision in the R.E. Visual acuity was 20/25 in the R.E. and there were white dots in the posterior pole of the fundus. The inferior temporal lesion had a dry aspect. The fluorescein angiography revealed hyperfluorescent spots in the posterior pole, arranged in circles in the temporal region, with mild staining in the late phase. The inferior temporal lesion was also stained, without leakage (Fig. ). One month later, her visual acuity was 20/20 in the R.E., and there was ellipsoid zone interruption beside the temporal inferior membrane, without subretinal liquid in her OCT examination.\\nShe returned on October 23, 2017 without any symptoms. Visual acuity in R.E. was 20/20, and there were white dots in the posterior pole of the fundus and macular granularity. OCT showed ellipsoid zone reconstitution in the R.E. But there was still with a hyperreflectivity area in the outer retina and choroid in the inferior temporal arcade of the L.E. (Fig. ).\\nOn December 15, 2017, four months after baseline, her visual acuity was 20/20 in the R.E. and 20/25 in the L.E. with no new symptoms.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'23026849': 1, '1280798': 1, '27880741': 1, '20029141': 1, '8618760': 1, '15013878': 1, '17846954': 1, '12055465': 1, '23670288': 1, '20844686': 2, '6721749': 1, '16996607': 1, '28098736': 1, '31516733': 2}", "similar_patients": "{'2934722-1': 1}"}