{"patient_id": 10902, "patient_uid": "6692092-1", "PMID": 31423391, "file_path": "comm/PMC006xxxxxx/PMC6692092.xml", "title": "Primary Desmoid Tumor of the Small Bowel: A Case Report and Literature Review", "patient": "In 2013, a 59-year-old man presented to the general surgery clinic with a three-month history of gradually increasing abdominal distension associated with urinary urgency and right lower quadrant pain. He denied any weight loss, nausea, vomiting, or changes in bowel movements. Past medical history was significant for arthritis, hypertension, hypercholesterolemia, an appendectomy and colonoscopy with polypectomy in 2009. He reported no personal or family history of cancer or inflammatory bowel disease. His social history was unremarkable.\\nOn physical exam, his abdomen was distended with a firm, non-tender and palpable midline mass. Computed tomography (CT) of the abdomen and pelvis with intravenous contrast revealed an 18-cm solid mass in the mid abdomen (Figure ). The mass surrounded a loop of small bowel, but there was no radiographic evidence of bowel obstruction, bowel wall thickening, or inflammatory changes. Peripheral vascularity was present, which could represent displaced mesenteric vessels, but no communication with major vessels was noted. The mass displaced the bowel but did not appear to invade adjacent structures. Percutaneous biopsy was performed, and initial pathology indicated the mass was a desmoid tumor.\\nThe patient consented to an exploratory laparotomy and mass resection. The operation was carried out through a standard midline laparotomy. The mass appeared to originate from the bowel in the mid-jejunum (Figure ). A segmental enterectomy with primary stapled anastomosis was performed.\\nFinal pathology revealed a desmoid tumor originating from the small bowel with negative margins. Histopathology slides of the desmoid tumor are shown in Figure . The patient’s post-operative course was uncomplicated. He returned to clinic every six months for follow-up and repeat CT imaging. Two years after surgery, there was no evidence of disease recurrence.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'23091764': 2, '25820514': 1, '29537238': 1, '15208123': 1, '8017373': 1, '29751773': 2, '22109314': 1, '33117845': 2, '18706807': 1, '15065048': 1, '25145379': 1, '3459944': 1, '18425778': 1, '20107932': 1, '16986393': 1, '8742658': 1, '31842856': 2, '21122508': 1, '10738207': 1, '20187095': 1, '31423391': 2}", "similar_patients": "{'3471414-1': 1, '6916464-1': 1, '7493805-1': 1, '5948877-1': 1}"}