{"patient_id": 128181, "patient_uid": "6086459-1", "PMID": 30024506, "file_path": "noncomm/PMC006xxxxxx/PMC6086459.xml", "title": "Pleomorphic rhabdomyosarcoma of the liver with a hepatic cyst in an adult", "patient": "One month before admission to our department (a provincial hospital), a 66-year-old woman with a 5-year history of an abdominal mass was admitted to another county hospital with symptoms of aggravated epigastric pain for the past 10 days. In response to the manifestation of an upper abdominal mass and persistent pain due to distention of her abdomen, a computed tomography (CT) scan was performed (Fig. ). A hepatic cyst partial resection of the right hepatic lobe and windowing decompression of the right anterior lobe were performed based on the diagnosis of a ruptured hepatic cyst. Postoperative histopathological analysis confirmed the initial diagnosis. However, following the operation, the patient still felt the abdominal distention and even increased; therefore, a percutaneous puncture was made to her pelvic cavity in an attempt to drain the ascites and hematomas, which alleviated distention slightly.\\nNext, the patient was transferred to our institution, with the diagnosis of cyst rupture and hemorrhage. An emergency physical examination revealed upper abdominal tenderness and distention, with a mass of approximately 20×20 cm, and pitting edema of the lower limbs. A faint yellow fluid was found in the puncture drainage tube from the pelvic cavity.\\nEthical approval was not required, because this is an observational and descriptive study without interventions for control study. The patient and her guardians provided informed consent, and her individual anonymity was well protected.\\nSerum levels of alpha-fetoprotein (AFP) and AFP plastid ratio were within normal limits. Moreover, the following serum tumor markers were found: serum ferritin, 1,288.50 ng/mL; CA-125, 285.00 U/mL; CA-199, 55.82 U/mL, and CA-50, 68.52 U/mL. Contrast-enhanced CT scans of the abdomen and chest showed a 20×15 cm mass occupying the right lobe of the liver (Fig. ).\\nAlthough the patient's first diagnosis was a hepatic cyst with rupture, hemorrhage, and infection, based on radiology findings and her history of surgeries, the initial diagnosis could not be completely accepted based on the size of the mass and the presence of serum tumor markers. Therefore, primary hepatocellular carcinoma, sarcoma, mesenchymal hamartoma, and secondary metastasis were considered. Positron emission tomography did not identify focal hypermetabolic lesions elsewhere in the body, and percutaneous biopsy was needed for a more definitive diagnosis.\\nPrevious operations had not eliminated the abdominal mass completely, as evidenced by the aggravation of the patient's symptoms. Symptomatic treatments were administered to address her poor general condition before further examination was performed. An emergency laparotomy to effect hemostasis and a right hepatic lobectomy were performed to treat intra-abdominal hemorrhage 3 days after admission, without a pre-operative biopsy. Intraoperatively, about 1000 mL of cloudy hemorrhagic ascites was found in the abdominal cavity. A large high-pressure mass was found, which measured approximately 20×15 cm adhered tightly to the omentum, mesentery, and intestines anteriorly, and to the abdominal wall and diaphragm posteriorly. Cloudy brown fluid containing bile was extracted from the mass, which suggested that the mass was a hepatic cyst hydrops with hemorrhage and infection. Unfortunately, no intraoperative image was captured during the emergency surgery. Postoperative histopathological evaluation demonstrated loosely arranged, haphazardly oriented, large, round or pleomorphic cells with hyperchromatic and heteromorphic nuclei. Immunohistochemical analysis was positive for vimentin, desmin (Fig. ), Ki-67, myosin, CD34 (vessel positive), and VIII factor (vessel positive), and negative for cytokeratin. Based on these findings, the diagnosis was established to be a hepatic cyst with RMS of the liver. Following the surgery, a percutaneous puncture was performed to drain the residual ascites and hematomas. A postoperative CT scan taken 18 days after the resection showed a heterogeneous hypodense cystic-solid lesion in the right subphrenic space and did not exclude the possibility of recurrence (Fig. ). The patient and her guardians refused chemotherapy and other adjuvant therapies due to their passive view of disease and concerns about a low quality of life.\\nThe patient was discharged from our hospital in relatively stable condition and turned to Chinese traditional medicine and herbs for treatment. She died approximately 141 days after her initial hospital admission for malnutrition and multiple organ failure. With respect to the disease presentation and the manifestations found in postoperative CT, we suspected that there was a great possibility of recurrence, even with metastasis; however, no autopsy was performed to ascertain this.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'11230464': 1, '4303969': 1, '14752797': 1, '6312144': 1, '8649128': 1, '12629994': 1, '1267395': 1, '22319971': 1, '11241248': 1, '24112266': 1, '12879475': 1, '3791152': 1, '2802013': 1, '32316960': 2, '10394885': 1, '3613207': 1, '13372044': 1, '28039349': 1, '8153078': 1, '30024506': 2}", "similar_patients": "{'7171846-1': 1}"}