{"patient_id": 2655, "patient_uid": "6141260-1", "PMID": 30250498, "file_path": "comm/PMC006xxxxxx/PMC6141260.xml", "title": "Posterior Tibial Neuropathy Secondary to Pseudoaneurysm of the Proximal Segment of the Anterior Tibial Artery with Delayed Onset", "patient": "This 38-year-old military man was referred for the evaluation of radicular pain over the posterior aspect of his right leg and numbness at the planter aspect of his right foot for 3 weeks of duration. The patient had a history of being injured by several missile fragments 11 years before admission. With probable diagnosis of S1 root radiculopathy from L5–S1 disc herniation, lumbar myelography in another institution was normal. With continuing discomfort, he was referred to our institution.\\nHis neurological exam revealed distal sciatica at the course of S1 root, with hypoesthesia of the right sole. Further examination and palpation revealed a painful and pulsatile mass in the popliteal region. A bruit was heard in auscultation. With the diagnosis of a pseudoaneurysm, selective angiography was done and this revealed a pseudoaneurysm arising from the proximal segment of the anterior tibial artery. The artery bowed because of the compressive effect of the pseudoaneurysms (\\n). With consideration of the existence of difference between the size of the aneurysm in angiography and the size of the mass in palpation, contrasted CT scan was done to estimate the exact size of the aneurysm. This showed a large isointense mass with rim enhancement surrounding a hyperdense area. The rim was compatible with the pseudocapsule of the aneurysm and the isointense mass was an old clot where hyperdense area was the patent part of the aneurysm (\\n).", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'9253933': 1, '1614598': 1, '11586176': 1, '1246098': 1, '1584366': 1, '33795552': 2, '7071339': 1, '11120305': 1, '13169443': 1, '11706735': 1, '13595538': 1, '16546512': 1, '25610684': 2, '17414557': 1, '18829922': 1, '973757': 1, '7794439': 1, '20926243': 1, '7431448': 1, '15043118': 1, '14041406': 1, '13319421': 1, '16895137': 1, '27447879': 1, '15241330': 1, '10513976': 1, '3579582': 1, '8433434': 1, '5506365': 1, '10395264': 1, '26345594': 2, '17466805': 1, '2658706': 1, '6732331': 1, '21273037': 1, '7489225': 1, '2745534': 1, '9755777': 1, '28034610': 1, '17586449': 1, '4917999': 1, '3356102': 1, '10541612': 1, '1188624': 1, '2657082': 1, '34754538': 2, '30250498': 2}", "similar_patients": "{'8571189-1': 1, '4561383-1': 1, '4290649-1': 1, '8021490-1': 1}"}