{"patient_id": 135502, "patient_uid": "6710848-1", "PMID": 31462836, "file_path": "noncomm/PMC006xxxxxx/PMC6710848.xml", "title": "Symptomatic multifocal avascular necrosis in an adolescent with neuropsychiatric systemic lupus erythematosus", "patient": "A 13-year-old female patient was referred to Department of Pediatric Rheumatology with bilateral knee, wrist and hand pain and swelling for the last 3 months and recurrent oral aphthous ulcers for 5 years. The patient had suffered from severe headache and visual/auditory hallucinations lasting two weeks before her joint complaints. Physical examination was normal except for the malar rash and arthritis in wrists and ankles.\\nInitial laboratory results revealed normal urine analysis, leukopenia, slight thrombocytopenia, mildly elevated liver enzymes and markedly reduced serum complement levels. Antinuclear antibody (ANA), anti-double-stranded DNA (dsDNA) and anti-SSA antibodies were positive, whereas antibodies for other extractable nuclear antigens (ENA) were negative. Autoimmune hepatitis spectrum antibody as smooth muscle antibody (SMA) was positive, whereas liver-kidney-muscle-1 antibody (anti-LKM1) was negative. We diagnosed the patient as having SLE and autoimmune hepatitis (AIH) and initiated treatment with methylprednisolone, in a maximum oral dose of 48 mg/day, hydroxychloroquine and azathioprine.\\nFor the next 4 months, arthritis and skin rash were alleviated, but NP SLE symptoms increased. Central nervous system imaging with magnetic resonance (MR) and angiography did not reveal any organic abnormalities. Nonetheless we ceased azathioprine and initiated risperidone and monthly intravenous cyclophosphamide.\\nNeuropsychiatric symptoms improved and serum complement levels returned to normal; thus we tapered the methylprednisolone dose to 8 mg/day. Thereafter, the patient began to suffer from bilateral knee pain and swelling. At the 4th dose of cyclophosphamide and after a 5.3 g (94.7 mg/kg) cumulative dose of methylprednisolone, a diagnosis of symptomatic multifocal AVN was made by detecting typical geographical lesions on MR imaging although classical radiography was normal ().\\nFurther laboratory investigations were all normal except for the presence of thalassemia trait. Bone densitometry revealed a total vertebral Z score of –2.9. One month later, the patient clinically improved with ibuprofen and physical exercise in addition to dietary vitamin D and calcium supplementation. Laboratory results are summarized in . The consent for the presentation of this case was obtained from both parents and the patient.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'24862229': 1, '4850716': 1, '24238692': 1, '28240590': 1, '27495304': 2, '26568601': 1, '28530464': 1, '25902709': 1, '9734682': 1, '34820262': 1, '12632427': 1, '20711782': 1, '21081568': 1, '32742342': 1, '29950160': 1, '31462836': 2}", "similar_patients": "{'4974682-1': 1}"}