{"patient_id": 138267, "patient_uid": "6961102-1", "PMID": 31898622, "file_path": "noncomm/PMC006xxxxxx/PMC6961102.xml", "title": "A case report evaluating combined effect of intensity-modulated radiotherapy and deep inspiratory breath-hold for mediastinal lymphoma: A dosimetric analysis", "patient": "A 27-year-old male was evaluated for the complaints of cough, chest pain, and weight loss outside and was diagnosed with a case of Classical HL Stage IIAX. Chest X-ray demonstrated a large mediastinal mass. Computed tomography (CT) of the neck, chest, and abdomen (prechemo) showed a large anterior mediastinal mass, 18.5 cm × 6.5 cm × 4 cm, extending from a suprasternal notch above into anterior mediastinum with a large component extending inferiorly on the left side of mediastinum to the level of left ventricle, compressing left innominate vein. Enlarged right paratracheal and left deep cervical nodes were present. Biopsy from cervical lymph was suggestive of classical HL, nodular sclerosis type (CD30+, CD20+ [variable], and background population comprised CD3-positive small lymphocytes). No marrow involvement was observed on bone marrow biopsy. The patient received two cycles of ABVD (adriamycin, bleomycin, vinblastine, and dacarbazine)-based chemotherapy. Interim positron-emission tomography-CT (PET-CT) (post 2 cycles chemotherapy) showed a large well-defined nonfluorodeoxyglucose-avid mass with lobulated margin and internal septae in the anterior mediastinum, extending from the level of sternal notch up to the left ventricle. It was abutting innominate vein, arch of aorta, left pulmonary artery with indistinct margin, 15 cm × 11.4 cm × 6.2 cm, Deauville Score 2.\\nThe patient received four more cycles of ABVD-based chemotherapy. Re-evaluation after six cycles chemotherapy with PET-CT showed metabolically inactive residual anterior mediastinal mass (Deauville 2), 9.4 cm × 6.1 cm, abutting brachiocephalic vein, aortic arch and pulmonary trunk and extending inferiorly to the left ventricle with subcentimetric supraclavicular lymph nodes. He was referred to RT department for consolidative irradiation to the mediastinal mass. Baseline echocardiography as well as pulmonary function tests was done to benchmark baseline functions which were required for assessing the feasibility of current treatment as well as long-term follow-up.\\nThe patient was simulated supine with arms raised above head and immobilized with a Vacloc. Three simulation CT scans with 2-mm slice thickness from chin to L1 vertebrae were done for the patient: One using free-breathing (FB), second using DIBH, and third one was a four-dimensional CT (4DCT) scan. Breath-hold assessment was made during an initial training phase utilizing the real-time position management system (Varian Medical Systems, Palo Alto, CA, USA). As per our institutional protocol, patients who are able to hold their breath for a minimum of 20–25 s with reproducible amplitude are deemed eligible DIBH-gated RT delivery.\\nTargets were delineated on the FB, DIBH, and 4DCT scans by a single radiation oncologist and reviewed by the supervising treating consultant. A clinical target volume (CTV) was generated after the rigid registration of prechemotherapy CT and postchemotherapy PET-CT with each simulation CT dataset. Prechemotherapy scans were used to determine the craniocaudal extent of the CTV, and transverse diameter of CTV was defined by the postchemotherapy residual mediastinal disease. Planning target volume (PTV) was created as 1-cm isotropic expansion around CTV. Maximum intensity projection (MIP), end-inspiration and end-expiration data were used for target delineation in the 4DCT scan. Internal target volume (ITV) was determined for the 4DCT. For those scans with ITV generation, only a setup margin of 5 mm was used to generate PTV as per institutional policy. The heart was contoured from just below the pulmonary trunk and down to apex as per the published guidelines.[] Other OARs, including ipsilateral lung, contralateral lung, common lung, spinal cord, left anterior descending (LAD) artery, ventricles, and esophagus, were contoured on all scans.\\nA dose of 36 Gy in 18 fractions over 3½ weeks was prescribed to PTV. RT planning was done on all three scans with IMRT and VMAT technique using the Eclipse Treatment Planning System (version 11, Varian Medical Systems) using the analytical anisotropic algorithm. IMRT plan was generated using a “butterfly” technique to minimize the low-dose bath.[] Six plans were created as follows: FB-IMRT, DIBH-IMRT, FB-VMAT, DIBH-VMAT, 4DCT-IMRT, and 4DCT-VMAT.\\nPlans were evaluated using color wash and dose-volume histogram (DVH). Comparison between plans was made for target volume coverage and OAR dose. Criteria for target coverage were that ≥95% PTV received ≥95% of the prescribed dose. In addition, the volume of PTV receiving ≥107% dose should be <5%. OAR constraints used included as follows: (a) Heart – Mean dose <26 Gy, V30 Gy <46%, (b) common lung V20 Gy <30%, and (c) cord < Dmax < ALARA. Treatment was implemented using DIBH-IMRT plan on TrueBeam linear accelerator (6MV flattened beam). Setup verification was done before each fraction during DIBH using 2D or 3D kV imaging.\\nTarget volume doses for all the six plans are shown in . All plans satisfied the treatment planning goals with sufficient coverage. Comparative DVH curves and color washes for all plans are shown in Figures –. Results were compared with respect to DIBH-IMRT plan, which was considered as the standard plan.\\nDIBH, when compared with FB using either IMRT or VMAT, resulted in a reduction in all cardiac doses [ and ]. Similarly, IMRT, when compared with VMAT in either FB or DIBH phase, reduced most cardiac parameters. Compared with the FB-IMRT, DIBH-IMRT provided a significant reduction in the mean heart dose (5.54 Gy [29%]) and V30 Gy (7.2 Gy, 36.21%). In comparison, the difference was less significant between IMRT and VMAT technique.\\nComparative mean doses, V5%, V10%, V20%, and V30% for all six plans for ipsilateral, contralateral, and common lung are shown in and . DIBH led to an increase in the volume of common lung by 2552 ml (102.97%). DIBH, when compared with FB using either IMRT or VMAT, resulted in reduction in all lung dosimetric parameters. IMRT, when compared with VMAT also reduced mean lung doses; however, this difference was minimal.\\nMean dose estimates for all OARs were lowered with DIBH when compared to FB. Interestingly, there was no significant difference in the estimated doses to the heart and lungs with IMRT versus VMAT (DIBH-IMRT vs. DIBH-VMAT). Although higher monitor units (MUs) were required to deliver IMRT plans in comparison to the VMAT plans; integral dose was lower with IMRT.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'26699166': 1, '2788716': 1, '20713848': 1, '20056346': 1, '3390343': 1, '18191334': 1, '21705151': 1, '11020577': 1, '22480758': 1, '23790512': 1, '22019238': 1, '21481723': 1, '17372278': 1, '25863763': 1, '23122028': 1, '12537521': 1, '20421148': 1, '14752734': 1, '25025999': 1, '8448089': 1, '12913100': 1, '32985491': 1, '24735767': 1, '19996459': 1, '25754634': 1, '31898622': 2}", "similar_patients": "{}"}