{"patient_id": 136285, "patient_uid": "6764565-1", "PMID": 31373363, "file_path": "noncomm/PMC006xxxxxx/PMC6764565.xml", "title": "Absence does not make the heart grow fonder: an interesting case of partial pericardium", "patient": "A 45-year-old man presented with atrial fibrillation. A chest radiograph demonstrated a slightly lobulated superior left cardio-pericardial silhouette. Transthoracic echocardiogram raised the concern for a right ventricular (RV) mass and a tumour-protocol cardiovascular magnetic resonance study was arranged. This demonstrated abrupt pericardial discontinuity, with the right-sided pericardial edge causing focal, extrinsic RV compression (), with normal indexed RV end-diastolic volume (77 mL/m2) but impaired RV ejection fraction (34%) quantified on short-axis steady-state free precession cines. Left ventricular (LV) morphology and function were normal. Cardiac computed tomography was performed to define the pericardial abnormality with higher spatial resolution. This confirmed a large defect in the anterior and lateral pericardium with complete LV and partial RV herniation (). There were no discernible superior pericardial recesses and also evidence of lung invaginating between left inferior pulmonary vein ostium and left atrium, indirectly inferring deficient pericardium in these regions. There was differential contrast opacification in the RV apex, constrained by the pericardial herniation relative to the basal-mid RV, implying delayed apical emptying. No other congenital cardiovascular abnormality was demonstrated. The patient declined surgical pericardioplasty, accepting the risk of potential cardiac and/or vascular strangulation. The atrial fibrillation was medically managed.\\nCongenital pericardial absence is rare, most frequently affecting the left-sided pericardium with either complete or partial absence or resultant LV herniation. Right-sided pericardial involvement is even less common. Congenital pericardial absence is believed to result from pleuropericardial hypoxia and agenesis due to premature atrophy of the left common cardiac vein and is frequently associated with other congenital anomalies. The unusual pattern of pericardial absence and lack of concomitant congenital defect raises the possibility that the abnormality was acquired in early development but after completion of cardiac organogenesis in this patient.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'31373363': 2}", "similar_patients": "{}"}