{"patient_id": 12102, "patient_uid": "6768614-1", "PMID": 31579636, "file_path": "comm/PMC006xxxxxx/PMC6768614.xml", "title": "Brincidofovir (CMX001) for the Treatment of Severe Adenoviral Pneumonia in Kidney Transplant Recipient", "patient": "A 52-year-old Caucasian man, who had undergone renal transplantation 12 years ago, was admitted in the month of January with a five-day history of progressively worsening non-productive cough, nasal congestion, sore throat, and fever. His past history was significant for polycystic kidney disease, systolic heart failure, diabetes mellitus, hypertension, and morbid obesity. Home medications included prednisone, tacrolimus, mycophenolate mofetil (MMF), warfarin, insulin glargine, aspirin, furosemide, and carvedilol.\\nOn admission, he had a temperature of 38.7 degrees centigrade, a pulse of 103 beats per minute, blood pressure of 166/91 millimeters of mercury and oxygen saturation of 96% breathing ambient air. Laboratory data revealed a white blood cell count of 8,500 cells/mm3 (78% Neutrophils, 8% Lymphocytes, 12.5% Monocytes), hemoglobin of 13.5 g/dL, platelet count of 167,000 cells/mm3, creatinine of 1.4 mg/dL, blood urea nitrogen of 20 mg/dL, and tacrolimus level of 8.8 ng/mL. Chest roentgenogram (CXR) revealed a right lower lobe infiltrate. Intravenous ceftriaxone and azithromycin were initiated for presumed community-acquired pneumonia. A respiratory pathogen multiplex polymerase chain reaction (PCR) (BioFire, Salt Lake City, USA) performed on a nasopharyngeal swab was positive for Adenovirus. MMF was discontinued, and the tacrolimus dose was reduced by 25% to target a trough level of 5 ng/mL. One dose of intravenous immunoglobulin (IVIg) was administered on day three (0.4 g/kg body weight). On day four, he had persistent fevers, worsening transaminitis, and developed acute hypoxemic respiratory failure requiring mechanical ventilation. CXR revealed increased consolidation in the right lower lobe as well as new left retrocardiac opacity. The serum creatinine worsened to 2.43 mg/dL. Adenovirus was isolated from an endotracheal aspirate by shell vial culture, and plasma PCR for Adenovirus DNA revealed a viral load of 188,000 copies/mL (limit of quantitation- 190 copies/ml). Rests of the diagnostic tests were negative for bacterial, fungal, other viral, or any non-infectious etiologies.\\nTreatment was started with one dose of intravenous cidofovir (5 mg/kg body weight) on hospital day five to treat severe adenoviral pneumonia. On day eight, he was started on 100 mg of oral brincidofovir, which was administered through the nasogastric tube at twice a week dosing. Brincidofovir was acquired from Chimerex through U.S. Food and Drug Administration (FDA) authorization under the Emergency Investigational New Drug program, and it was administered in accordance with the ethical standards laid down in the 1964 Declaration of Helsinki and its later amendments. During the rest of the hospital course, he received six more doses of brincidofovir. The patient clinically improved and was extubated on day 19. Treatment was discontinued on day 26 after full clinical recovery, and two consecutive plasma adenovirus PCR assays one week apart were negative. Renal function improved, with serum creatinine returning to baseline range by day 26. He was transferred to a rehabilitation facility on day 39 and was placed back on his admission immunosuppressive medications. The patient remained well on sixty-day follow up. Diagnostic tests, plasma viral loads, and treatment are summarized in Figure .", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'18004235': 1, '34834953': 1, '18854488': 1, '22391537': 1, '30524972': 1, '33020422': 1, '24460584': 1, '21963623': 1, '32720128': 1, '24073835': 1, '2850936': 1, '33708775': 1, '23465013': 1, '16121360': 1, '32816736': 1, '23146063': 1, '17918073': 1, '18490659': 1, '21449944': 1, '23493328': 1, '11803503': 1, '29457839': 1, '16162207': 1, '31579636': 2}", "similar_patients": "{}"}