{"patient_id": 2950, "patient_uid": "6159191-1", "PMID": 30363242, "file_path": "comm/PMC006xxxxxx/PMC6159191.xml", "title": "Muscle ruptures in posterior hip dislocation—a case report", "patient": "We present a 20-year-old female with athletic constitution in good health condition. She suffered trauma caused by an accident during skiing, where she jumped over a small hill border and landed in a small pit on the slope. The traumatic mechanism of the accident was a ventral-lateral (right side) collision with the solid iced slope in knee and hip flexion at intermediate speed.\\nAccording to the patient’s narrative, she was never unconscious, but immediately felt strong pain in her right upper and lower extremities after trauma. Clinical examination of the peripheral extremities showed no signs of neurological or vascular trauma.\\nThe patient was hospitalized via flying ambulance to the closest surgical-trauma department shortly after. At admission to the hospital, clinical examination and conservative X-rays in two planes showed a posterior dislocation of the right hip (Thompson–Epstein Grade I), but no signs of fracture. Additionally, X-rays in two perpendicular planes of the right forearm were performed, showing a combined radial and ulnar fracture. The fracture was splinted with split plaster cast of the right arm. The dislocation was treated by joint reduction (Böhler’s technique) under general anaesthesia. The procedure took place around 2 hours after trauma and was performed by a trauma surgeon. A CT scan of the hip was performed afterwards (, ), indicating an acetabular fracture line without any dislocation and consequently needing no further surgical treatment. After one night of medical surveillance, our patient was discharged from hospital with treatment recommendations to use underarm crutches and to consult the nearest trauma department for surgical therapy of the forearm fracture after returning back home. Regarding pain management, the patient received a prescription for non-steroidal anti-inflammatory drugs as prn medication.\\nSince it was not possible for the patient to handle crutches with her fully casted right arm, she visited the nearest trauma ambulance 3 days after the accident. After denial of two orthopaedic surgeons to perform surgical stabilization of the radial and ulnar fracture, the patient was provided with an arm splint for better handling of the crutches. Owing to unsatisfying success of this option, our patient was advised to hobble. Additionally, she was referred to a physical therapist for remobilization of the injured arm. According to our patient, she was not aware of pain in the hip during this period, but stated that she might have been distracted by the subjectively more severely felt symptoms of her injured arm.\\nA few weeks later, our patient consulted her general practitioner and presented with continuing moderate pain in the right hip. The general practitioner decided to request MRI sequences of the patient’s hip, which showed several trauma-related injuries. On the images (), the articulation of the femoral head within the acetabulum was congruent. The posterior and inferior muscles around the joint were altered with severe tissue oedema, visible as hyperintensity on T2-weighted images. The origin of the superior gemellus muscle was not visible, the muscle belly being retracted and thickened (). The obturator internus muscle tendon was surrounded by moderate effusion in the subjacent bursa (). The tendons of the inferior gemellus, the quadratus femoris and the external obturator muscles were normal; there was however severe tissue oedema in the muscle bellies of the quadratus femoris () and the external obturator muscles (). Piriformis, gluteal and tensor fasciae latae muscles were normal. No abnormalities of vessels or adjacent nerves were observed.\\nAfter 19 months of conservative treatment post trauma, our patient was still complaining about mild hip pain. A second MRI was performed to exclude avascular necrosis of the femoral head. The follow-up MRI () showed an undulated shape of the tendon of the superior gemellus muscle (). Although the obturator muscle itself was without pathology in the first MRI, it now was partially ruptured (). There was some scarring around the quadratus femoris muscle (). Scarring of the femoral head was present (). Additionally, we detected hypertrophy of the piriformis muscle (), which was without pathological findings in the first MRI report.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'2009661': 1, '24563964': 1, '23445909': 1, '18788266': 1, '7644933': 1, '18686832': 1, '12851341': 1, '26032283': 1, '25061422': 1, '16521016': 1, '12168177': 1, '14655233': 1, '30363242': 2}", "similar_patients": "{}"}