{"patient_id": 8682, "patient_uid": "6528350-1", "PMID": 31109291, "file_path": "comm/PMC006xxxxxx/PMC6528350.xml", "title": "Aeromonas sobria peritonitis in a peritoneal dialysis (PD) patient: a case report and review of the literature", "patient": "A 37-year old man with chronic renal failure who was secondary to chronic glomerulonephritis had been on PD for approximately 6 months without any episode of peritonitis. In July 2015, he was admitted to the hospital because of fever, vomiting, abdominal pain, diarrhea and cloudy dialysate several hours after eating stinky tofu. Physical examination showed: blood pressure was 175/97 mmHg, pulse was 90 beats per minute and body temperature was 39.1 °C, periumbilical tenderness, defense and rebound. No erythema and exudates were found around PD catheter exit site. Laboratory examinations revealed an increased white blood cell (WBC) count (14.22 × 109 cells/L with 89.8% neutrophils). Hemoglobin was 110 g/L, albumin was 36.1 g/L, serum potassium was 2.86 mmol/L, and C-reactive protein was 67.5 mg/L. Dialysate leukocyte count was 12,800 × 106 /L with 30% polymorphonuclear cells, indicating PD-related peritonitis. The first peritoneal effluent culture was obtained before initiation of antibiotics therapy (intraperitoneal teicoplanin 200 mg every other day and intravenous cefotiam 1000 mg twice daily for 8 days). After treatment, the patient’s fever and diarrhea were relieved. However, he still suffered from abdominal pain and the peritoneal effluent was still turbid. Analysis of dialysate for the second time showed that leukocyte count was 3200 × 106 /L with 90% polymorphonuclear cells. Aeromona sobria was isolated from peritoneal effluent on the fifth day after the treatment, and drug sensitivity test showed that it is sensitive to amikacin, ceftazidime, cefepime, levofloxacin and meropenem, and resisted to ampicillin, cefotaxime, and piperacillin /tazobactam. Therefore, amikacin and levofloxacin (intraperitoneal amikacin 200 mg and intravenous levofloxacin 300 mg per day for 10 days) were prescript. The abdominal pain was relieved and peritoneal effluent turned to be clear gradually. Unfortunately, the peritoneal dialysis catheter was blocked because of fibrin clot formation in the setting of inflammation. Although urokinase was used to salvage the catheter, it was removed finally. The patient switched to hemodialysis and was discharged from hospital after recovery.", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'11934569': 1, '2902398': 1, '20178725': 1, '18474929': 1, '21163298': 1, '25997505': 1, '8304329': 1, '11909850': 1, '27276849': 1, '20558813': 1, '8330262': 1, '8054435': 1, '23720103': 1, '19103738': 1, '24240790': 1, '6728702': 1, '32817145': 1, '17191011': 1, '2886532': 1, '34514758': 1, '3540131': 1, '25832540': 1, '27336367': 1, '8719554': 1, '21269597': 1, '18484880': 1, '22355306': 1, '16178485': 1, '20065325': 1, '34513725': 1, '31109291': 2}", "similar_patients": "{}"}