{"patient_id": 135425, "patient_uid": "6703073-1", "PMID": 31497154, "file_path": "noncomm/PMC006xxxxxx/PMC6703073.xml", "title": "Spontaneous Resolution of Brain Abscess by Rupture into Middle Ear", "patient": "A 17-year-old female reported to the hospital with history of left ear discharge from childhood along with decreased hearing from the left ear. She was diagnosed with chronic suppurative otitis media and underwent left Modified Radical Mastoidectomy 10 years ago at a local hospital with no postoperative complications. She developed fever, intermediate to high grade with pus discharge from her left ear 2 months before reporting to our institute. She also developed headache, which was gradually progressive in nature, along with vomiting and altered sensorium for one week. A non contrast CT scan of the head dated 18th Jaunary, 2017; done at a local hospital on revealed obstructive hydrocephalus with periventricular ooze []. A contrast enhanced scan done at the same hospital on 18th January, 2017 was suggestive of ring enhancing lesion in the left cerebellar hemisphere 2.5 × 3.8 cm, with perilesional edema []. She was started on intra venous antibiotics at the same local hospital. Following this, she had copious ear discharge from her left ear, 2 days after starting treatment, following which her symptoms improved. When she reported to our institute, she still had fever of low grade variety with intermittent pus discharge, but no features suggestive of raised intra cranial pressure. Repeat CT and MRI scanning was done at our institute in February 2017, which showed decrease in ventricular size as compared to the previous scan [] along with resolution of the abscess []. There was evidence of destruction of the sinodural plate and lateral wall of left mastoid air cells. Conservative management of the patient was continued with intravenous antibiotics and she was referred to otology department for further management.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'9584290': 1, '17084222': 1, '18518754': 1, '24477107': 1, '19665086': 1, '31497154': 2}", "similar_patients": "{}"}