{"patient_id": 10869, "patient_uid": "6689471-1", "PMID": 31423380, "file_path": "comm/PMC006xxxxxx/PMC6689471.xml", "title": "A Case of A Sleepy Taxi Driver Presenting with Narcolepsy", "patient": "A 42-year-old male presented to our care in April 2018 for evaluation of excessive daytime sleepiness experiencing since childhood. In addition to EDS, the patient described falling asleep at a moment's notice especially after entering a state of extreme relaxation. According to the patient, he has experienced sleepiness while driving typically when stopped at a traffic light. Over the years, sleepiness while driving led to multiple motor vehicle accidents and latest accident occurred in early April 2018 requiring a visit to the emergency room. During this visit, his history of multiple motor vehicle accidents due to excessive sleepiness were documented resulting in his driving privileges being suspended until an appropriate evaluation with a sleep specialist. In addition to feeling sleepy, he reported experiencing probable episodes of cataplexy triggered by laughter mostly at comedy clubs. In light of these complaints, the patient was sent for a further workup including the STOP-BANG test (snoring, tiredness, observed apnea, blood pressure, body mass index, age, neck circumference and gender) and the Epworth Sleepiness Scale (ESS). In addition, a nocturnal polysomnogram (NPSG) and a multiple sleep latency test (MSLT) were also completed.\\nThe STOP-Bang questionnaire is the best validated tool for screening obstructive sleep apnea (OSA) patients for preoperative risk and includes eight questions which are answered with a Yes or No. Scores of 3 to 4 are classified as an intermediate risk whereas score of ≥5 represents high risk of postoperative complications including extended hospital stay. Clinical evidence suggests that a score of ≥3 out of 8 is highly sensitive for diagnosing OSA []. Our patient scored 6 out of 8.\\nThe ESS is a subjective test utilized to measure patient’s sleepiness. It includes eight scenarios in which the patient rates their tendency to become sleepy on a scale of 0 (no chance of dozing), 1 (slight chance of dozing), 2 (moderate chance of dozing), and 3 (high chance of dozing) []. These eight scenarios are sitting and reading, watching television, sitting inactive in a public place, as a passenger in a car for an hour without a break, in a car while stopped for a few minutes in traffic, lying down to rest in the afternoon, sitting and talking to someone, and sitting quietly after a lunch without alcohol. Our patient scored 22 which is highly associated with pathologic sleepiness because a score of greater than 15 suggests that the patient is excessively sleepy and should be treated [,].\\nNocturnal polysomnogram (NPSG) is a sleep study which records brain waves, oxygen levels, heart rate and breathing patterns along with eye and extremity movement as the patient sleeps [,]. According to the results of NPSG, the patient slept 380.5 minutes out of 435.0 minutes in bed for a sleep efficiency of 87.47%. His sleep latency was recorded at 21.0 minutes with persistent sleep of 21.0 minutes. In addition, REM sleep and latency were logged at 16% and 98 minutes, respectively. Furthermore, the sleep study illustrated that the patient experienced 33 obstructive apneas, zero central and mixed apneas, 201 hypopneas, and apnea-hypopnea index of 36.9 events/hour; consistent with severe OSA. It is important to note that the patient's body mass index (BMI) was recorded as 40 (kg/m2) which is associated with morbid obesity.\\nAn MSLT is the primary diagnostic tool for narcolepsy and is typically performed following an NPSG to measure sleep latency []. Sleep latency can be described as amount of time it takes to go from wakefulness to entering sleep. In addition, it also measures sleep onset REM periods (SOREMPs) which illustrates how quickly the patient enters REM sleep. This test typically includes four or five naps lasting for 20 minutes each. Results of the MSLT consisted of four nap trials with a sleep latency of 0, 3, 0 and 6.5 minutes, respectively and a mean sleep latency of 2.4 minutes. Furthermore, results indicated one SOREMPs by our patient which was achieved in the second nap. The diagnostic criterion requires an MSL of ≤8 minutes and ≥2 SOREMPs on an MSLT for an objective diagnosis of narcolepsy [].\\nBased on the workup, the patient was diagnosed with narcolepsy which has been successfully managed with 4.5 g of sodium oxybate taken at bedtime and repeated 3 to 4 hours later. Furthermore, addition of 10 mg dextroamphetamine taken twice a day has worked well for this gentleman. In addition to narcolepsy, the patient was treated for obstructive sleep apnea with continuous positive airway pressure (CPAP) which has provided tremendous additional clinical benefit to the patient allowing him to obtain more refreshing sleep. On a follow-up visit, data from the patient’s CPAP download, set at 5-15 cm of water (cmH2O), proved patient’s compliance of 93.3% of the nights with more than 4 hours of usage. Moreover, the patient’s Apnea Hypopnea Index (AHI) dropped to 2.2 events per hour sleep, which is within the normal limits [].", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'29340766': 1, '26715865': 1, '24780133': 1, '27340598': 1, '29942729': 2, '1798888': 1, '24882898': 1, '26904269': 1, '28975007': 1, '19725250': 1, '22956821': 1, '22771095': 1, '24135493': 1, '22401881': 1, '31423380': 2}", "similar_patients": "{'6015996-1': 1}"}