{"patient_id": 130222, "patient_uid": "6251937-1", "PMID": 30470925, "file_path": "noncomm/PMC006xxxxxx/PMC6251937.xml", "title": "Neutropenia and Thrombocytopenia Induced by Proton Pump Inhibitors: A Case Report", "patient": "An 85-year-old Chinese man was admitted to our hospital because of dysphagia in late June 2017. His medical history included transurethral resection of prostate for benign prostatic hyperplasia in 2012 and percutaneous vertebroplasty for lumbar vertebral compression fracture in 2015. He did not take any medicine when he was at home. The patient underwent endoscopic multi-band mucosectomy for resection of an early squamous cell carcinoma of the esophagus at 21 months previously in another hospital, and subsequently developed progressive dysphagia. He received four endoscopic dilations, and the dysphagia recurred soon after dilation each time. The exact results of examination and the details of treatment in the other hospital were unclear. He was able to swallow only liquids when he came to our hospital. After admission to our hospital, a physical examination revealed that he weighed 60 kg, with a body mass index of 18.4, and had stable vital signs. No superficial lymph nodes were palpable. Abdominal examination revealed a soft, non-tender abdomen without hepatosplenomegaly. A complete blood count showed mild anemia with slightly reduced serum ferritin and iron concentrations (white blood cell count 5.6 × 109/L, neutrophil count 4.46 × 109/L, red blood cell count 2.97 × 1012/L, hemoglobin 104 g/L, platelet count 135 × 109/L, serum iron 5.70 μmol/L, transferin saturation 16.72%, total iron binding capacity 34.10 μmol/L). Iron deficiency anemia caused by malnutrition was suspected. Iron sucrose was administered intravenously and intermittently (100 mg, three times a week, intravenous infusion). Iron sucrose was stopped due to short hospital stay and shortage of medicine in the nursing home, with a total dose of 300 mg. An esophagoscopy and esophagogram revealed a 2-mm—long benign scar stricture. A stent was placed after dilation. Dysphagia was alleviated, and the patient was released from the hospital. The stent was dislodged from its proper location after 1 month, and dysphagia had recurred. The stent was removed and an additional balloon dilation was performed in August 2017. Dysphagia was improved markedly, but repeated half to 1 month after each dilation. The man was hospitalized later in September and December 2017 for another two dilations. Pantoprazole sodium (80 mg, twice daily, intravenous infusion) was administered each time when he was in hospital, while esomeprazole (20 mg/day, orally) was administered intermittently when he was at home. He came back to our hospital for the fourth balloon dilation on December 2017. Pantoprazole sodium was given again from hospital day 3. A relatively obvious decrease in platelets (from 135 × 109/L, checked when he first entered our hospital in June, to 83 × 109/L) was found on hospital day 5. After 4 days of pantoprazole administration, neutropenia (white blood cell count from 5.6 × 109/L, checked when he first entered our hospital in June, to 2.67 × 109/L; neutrophil count from 4.46 × 109/L, checked when he first entered our hospital in June, to 0.88 × 109/L) was observed on hospital day 7. In a review of his previous medical history, we found a trend of slight decrease in white blood cells and neutrophils since his first admission to our hospital. Further examinations were performed. A bone marrow aspiration smear showed few nucleated cells, fat droplets, and scattered non-hemopoietic islands. A bone marrow biopsy indicated hypoplastic hematopoiesis. Helper T cells were in the normal range. Genetic detection of Wnt1 by reverse transcription polymerase chain reaction (RT-PCR) was within the normal range. Antinuclear antibody (ANA) test was positive (1:1000, speckled pattern), while anti-dsDNA, anti-SS-A, anti-SS-B, anti-SM, anti-SCL-70, and anti-Jo-1 antibodies were all negative. Bone marrow suppression caused by PPI use was suspected due to lack of another cause. We stopped pantoprazole sodium treatment on hospital day 7 and subsequently found rebounds in white blood cell, neutrophil, and platelet counts; these values returned to normal on hospital day 15 (Fig. ).", "age": "[[85.0, 'year']]", "gender": "M", "relevant_articles": "{'32258063': 1, '31781470': 1, '33330703': 1, '8987235': 1, '28930292': 1, '22240865': 1, '25392070': 1, '24226727': 1, '28257716': 1, '33864520': 1, '20586518': 1, '10069239': 1, '30470925': 2}", "similar_patients": "{}"}