{"patient_id": 2230, "patient_uid": "6112268-1", "PMID": 30186647, "file_path": "comm/PMC006xxxxxx/PMC6112268.xml", "title": "A 13-Year-Old with Coexistence of Gastric Volvulus and Leprosy: A Case Report of Two Rare Entities", "patient": "A 13-year-old female of the Marshallese origin presented to the emergency department with complaints of nausea; nonbloody, nonbilious vomiting; and abdominal pain []. The patient denied any recent fevers, and no rash was reported. Review of systems was notable for the left ear drainage. Immunization status was unknown, and she was not reported to have been previously treated for any significant illness, though the history was limited by the patient's custodial circumstances. She lived in a small house in rural North Carolina with 21 other Marshallese immigrants and was cared for by relatives who had assumed care for her at the time of her immigration five years before.\\nExamination during the initial hospital visit revealed dehydration and acute otitis media with rupture of the tympanic membrane. Laboratory results revealed leukocytosis, prerenal azotemia, elevated liver enzymes, and mildly elevated lipase (). Computed tomography (CT) showed scattered focal pulmonary infiltrates, splenomegaly, and a markedly distended stomach without an obvious focus of mechanical obstruction (). Cytomegalovirus and Epstein–Barr virus serology were requested with results suggesting prior exposure. She was admitted with a presumptive diagnosis of gastroparesis secondary to a nonspecific viral infection and possible mild pancreatitis. An NG tube was placed resulting in high volume output. Her symptoms gradually improved over several days with IV fluid support and bowel rest; her NG was successfully removed, and she was discharged home tolerating a regular diet.\\nTwo days after discharge, the patient returned with recurrence of her prior symptoms. The patient appeared acutely ill with dehydration. On lung exam, scattered crackles were noted. She was also noted to have diffuse small nodular lesions most apparent on her hands, feet, lower legs, and face (). An advocate placed with the family reported her concern for additional symptoms of chronic weight loss and productive cough with posttussive emesis and reported the skin changes to have been present for months. Prior exposure to or testing for tuberculosis was unknown. The patient did not report symptoms of peripheral neuropathy.\\nLaboratory results revealed a relatively increased white blood cell count (21.4 × 109 per liter) with significant worsening of her renal function (creatinine of 2.45 mg/dL which had previously been normalized with rehydration) and persistent mild elevation in liver enzymes and lipase. Respiratory viral screening was positive for rhino/enterovirus. Repeat CT imaging showed persistent gastric dilation and splenomegaly ().\\nThe patient was placed on empiric antibiotics for community-acquired pneumonia and put on reverse isolation with concern for tuberculosis. Skin biopsies of multiple lesions were obtained and sent for pathology and culture (). Because multiple attempts to place an NG tube failed and vomiting failed to respond to conservative measures, endogastroduodenoscopy was pursued. The scope passed into the stomach and through the pylorus easily, reaching a normal-appearing proximal duodenum. However, a feeding tube could not be passed beyond the pylorus and was left just proximal to the pylorus for decompression. Stomach mucosa was described as having a “cobblestone” appearance in places, with one area of ulceration possibly due to prior nasogastric tube. Stomach biopsies revealed Helicobacter pylori and chronic active gastritis, but were negative for AFB.\\nDue to persistent evidence of gastric outlet obstruction, an upper gastrointestinal study was performed which suggested gastric volvulus. The patient proceeded to gastropexy via open gastrostomy tube placement. The surgeons reported an extremely large and patulous stomach that had twisted mesenteroaxially. Gastric aspirates were negative for AFB.\\nBiopsies of the skin lesions confirmed the presence of many AFB with changes consistent with lepromatous leprosy due to M. leprae (). Additionally, the serial sputum samples were positive for AFB, and culture of the skin sample for AFB showed evidence of growth within a few days, suggesting Mycobacterium tuberculosis (MTB) pulmonary infection and possibly disseminated MTB given selectivity of the culture medium.\\nIn coordination with the health department and the infectious disease service, the patient was initiated on treatment for presumed disseminated MTB, noting that this would also provide coverage for M. leprae. However, polymerase chain reaction (PCR) testing from the sputum samples and skin samples failed to demonstrate MTB, while PCR testing performed at the Hansen's Disease Center of skin samples was positive for M. leprae. Retrospectively, it was felt that growth detected on the AFB culture was due to metabolism by an unusually large inoculum.\\nGradually, the patient's oral intake improved. With hydration, her renal function again returned to normal. After several weeks of inpatient treatment, the patient discharged to complete therapy through the health department. Symptoms of gastric outlet obstruction have not returned.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'27592500': 1, '18678603': 1, '27438203': 2, '19238115': 1, '27209077': 1, '7971596': 1, '21762573': 1, '27186586': 1, '15297472': 1, '25675654': 1, '28571290': 1, '27192519': 1, '28116186': 2, '34038422': 1, '8170880': 1, '30186647': 2}", "similar_patients": "{'5220437-1': 1, '4938280-1': 1}"}