{"patient_id": 132660, "patient_uid": "6439361-1", "PMID": 31020247, "file_path": "noncomm/PMC006xxxxxx/PMC6439361.xml", "title": "Treatment of refractory vasospastic angina complicated by acute pulmonary oedema with levosimendan: a case report", "patient": "A 75-year-old woman was admitted to our intensive cardiac care unit (ICCU) because of recurrent VA episodes complicated by acute pulmonary oedema. The diagnosis of VA was firstly made in 2013, when she underwent coronary angiography after experiencing several rest angina episodes, especially at night and in the early morning. The angiogram excluded the presence of obstructive coronary atherosclerosis. After ergonovine administration, left circumflex coronary artery spasm was induced (Timeline table), and it was associated with chest pain and electrocardiographic changes with characteristics similar to those of spontaneous episodes. Since then, the patient continued to experience rare (one/year) and responsive to sublingual nitrates VA episodes while she was on chronic verapamil (240 mg/day) and isosorbide mononitrate (50 mg/day). In the 5 months preceding the index hospitalization, the patient had five more severe VA attacks, associated with acute heart failure, requiring hospitalization. She was then transferred to our ICCU after a new VA episode complicated by acute pulmonary oedema and haemodynamic instability.\\nAfter clinical stabilization with intravenous calcium antagonists, nitroglycerine, and diuretics, coronary angiography was repeated and confirmed the absence of any obstructive vessels disease. Spontaneous coronary spasm was not observed due to achieved clinical stability and concomitant vasodilator therapy. In the following days, the patient experienced further abrupt episodes of VA. During them, the electrocardiogram showed new left bundle-branch block (LBBB), with concomitant echocardiographic evidence of posterior and anterolateral wall akinesia, severe mitral regurgitation (MR) secondary to posterior leaflet tethering, with reduction of left ventricular ejection fraction from 65% to 35% and increase in pulmonary systolic arterial pressure from 40 mmHg to 60 mmHg (). Despite maximal tolerated intravenous therapy (verapamil 3 γ/kg/min and nitroglycerine 0.125 γ/kg/min), the patient had once again a severe VA attack characterized by acute pulmonary oedema (O2 saturation from 98% to 87%) and cardiogenic shock (systolic arterial pressure decreased from 110 mmHg to 65 mmHg, blood lactate levels raised to 5 mmol/L). Non-invasive ventilation was immediately started (pressure support 10 cmH2O, positive end-expiration pressure 5 cmH2O, and O2 inspired fraction 80%) and current intravenous therapy was discontinued because of critical arterial hypotension and lack of coronary vasospasm improvement. Then, an intravenous infusion of levosimendan at a dose of 0.05 γ/kg/min was started without an initial bolus and it was continued at the same infusion rate for 48 h. Few hours after the beginning of levosimendan infusion, a progressive clinical improvement was documented, with a marked reduction of respiratory work and symptoms, restoration of normal arterial pressure and peripheral perfusion. The levosimendan infusion was well tolerated, without symptomatic hypotension requiring vasoconstrictors. In parallel, recovery to baseline electrocardiogram (incomplete LBBB with mild ST-segment depression and negative T-wave in leads D1 and aVL) was observed along with normalization of wall motion abnormalities and return to baseline MR (from severe to mild grade) at echocardiographic evaluation (Figure and ). After 15 days, the patient was discharged with the same initial medical therapy (aspirin 100 mg/day, verapamil 120 mg b.i.d., and mononitrate isosorbide 50 mg/day), and at 3-month follow-up, she was free of recurrences of VA while continuing oral calcium channel blockers and nitrates.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'22982965': 1, '12122112': 1, '27232927': 1, '16715115': 1, '26686994': 1, '18279775': 1, '18062901': 1, '28886621': 1, '27910084': 1, '18522770': 1, '31020247': 2}", "similar_patients": "{}"}