{"patient_id": 8786, "patient_uid": "6533967-1", "PMID": 29796577, "file_path": "comm/PMC006xxxxxx/PMC6533967.xml", "title": "Sepsis-like histoplasmosis in a kidney transplant\\npatient", "patient": "A sixty-four-year-old renal transplant recipient woman presented at the hospital six\\nyears after transplantation. She had had a history of fever, hypotension, and\\nasthenia with 36 hours of evolution associated with seven kilograms of weight loss\\nin three months. Physical examination revealed white spots in the mouth and a rash\\non the back (). The patient had anemia\\n(Hb 8.4 g/dL, Ht 23.0%), leukopenia (2.3×109/L), C reactive protein (10.8\\nmg/dL) and ferritin (13.253 ng/mL) above the normal range, and acute graft\\ndysfunction (Cr 3.0 > 4.0mg/dL). Liver function was not compromised (albumin\\n3.7g/dL, aspartate aminotransferase 32 U/L, alanine aminotransferase 29 U/L). Her\\nimmunosuppression regimen at admission was prednisone (5 mg/day) and azathioprine (2\\nmg/Kg/day), and the basal serum creatinine (Cr) value was 3.0 mg/dL.\\nOn the day of her admission, hemocultures were performed to search for fungus and\\nmycobacterium. Polymerase chain reaction (PCR) for CMV and Epstein Barr virus (EBV),\\nlatex agglutination test for cryptococcus, and serology for Histoplasma\\ncapsulatum and Trypanosoma cruzi were also done. From\\nthat day, an empiric treatment with vancomycin, meropenem, and ganciclovir was\\nstarted aiming to treat a possible bacterial infection or a viral opportunistic\\none.\\nCMV antigenemia was negative but PCR unveiled 546 copies of the virus. A decision was\\nmade to perform a biopsy of the cutaneous lesion and cultivate fungi and\\nmycobacteria. For further investigation, image tests such as a thoraco-abdominal\\ncomputerized tomography scan (CT) and an echocardiogram were done, which did not\\nreveal any abnormality. A myelogram showed erythroid hyperplasia and an upper\\ndigestive endoscopy showed an ulcerative esophagitis with intranuclear inclusions\\nand some esophageal candidiasis lesions. Fluconazole was associated with the current\\nantimicrobial and antiviral regimen (vancomycin, meropenem and gancyclovir).\\nThe clinical condition of the patient declined, she had melena and mucocutaneous\\nbleeding with hemodynamic instability, which evolved to disseminated intravascular\\ncoagulation (DIC). We empirically started liposomal amphotericin B to cover\\nhistoplasmosis and a four-drug treatment for tuberculosis. The patient did not\\nimprove and became unstable, needing mechanical ventilation and vasopressor support.\\nShe had acute hepatitis due to liposomal amphotericin B hepatotoxicity and died 7\\ndays after starting the treatment for histoplasmosis.\\nThe diagnosis of sepsis-like histoplasmosis was done after laboratory results\\nobtained post-mortem. Histoplasma capsulatum was found in blood\\ncultures and serology by double immunodiffusion and immunoblotting (band H and M).\\nThe microbiology of the skin biopsy also isolated H.\\ncapsulatum.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'378009': 1, '19635026': 1, '6301394': 1, '9635604': 1, '19448941': 1, '18094380': 1, '21749587': 1, '8623181': 1, '11752050': 1, '7719547': 1, '23077823': 1, '19812496': 1, '12751258': 1, '14982268': 1, '16390398': 1, '17223625': 1, '11447708': 1, '6312246': 1, '19145393': 1, '8664511': 1, '2233233': 1, '29796577': 2}", "similar_patients": "{}"}