{"patient_id": 6843, "patient_uid": "6402733-1", "PMID": 30868009, "file_path": "comm/PMC006xxxxxx/PMC6402733.xml", "title": "Trigeminal Amyloidoma: Case Report and Review of Literature", "patient": "A 34-year-old woman with no significant past medical history presented with the chief complaint of left facial numbness, left ear pain and decreased hearing in the left ear of three years duration. The patient had also been experiencing sharp and shooting pain in different areas of her left thigh. The pain was not associated with any weakness, tingling or numbness. Besides mild fatigue she denied having any fevers, night sweats or weight loss. Neurological physical examination was grossly intact except for sensory loss in the V2 (maxillary) and V3 (mandibular) distribution of trigeminal nerve (cranial nerve V). Abdominal exam was without evidence of lymphadenopathy and hepatosplenomegaly. Given deficits in the sensory distribution of trigeminal nerve, she was initially evaluated by ear, nose and throat (ENT) and underwent two sequential minimally invasive surgeries for nasal polyps without significant resolution of her symptoms. She was subsequently referred to a neurologist and had magnetic resonance imaging (MRI) of the brain performed. Brain MRI revealed a soft tissue mass with expansion in the left Meckel’s cave, measuring 22 x 16 x 12 mm (Figure ), raising concerns for a trigeminal schwannoma. She was evaluated by the neurosurgery and underwent an orbital zygomatic craniotomy and left trigeminal schwannoma resection. Pathology revealed deposition of abundant hypocellular eosinophilic material on light microscopy examination (Figure ). Congo red staining demonstrated characteristic 'apple-green birefringence' upon polarization (Figure ), consistent with diagnosis of trigeminal nerve amyloidoma. Unfortunately, no immune fluorescence or electron microscopy was done on the pathology specimen to determine the amyloid subtype. Postoperatively, the patient was referred to oncology to rule out systemic amyloid deposition. Basic workup including complete blood count was unremarkable except for hemoglobin of 12 g/dL with mean corpuscular volume (MCV) of 76 fL per cell. White blood cell and platelet counts were within normal limits. Comprehensive metabolic panel did not reveal any liver or renal abnormalities. Coagulation profile including prothrombin time (PT), activated partial thromboplastin time (APTT), international normalised ratio (INR) was normal. The patient had both serum and urine protein electrophoresis with immunofixation done which did not reveal any monoclonal protein. Serum free light chains were normal with kappa free light chain 16 mg/dL, lambda free light chain 12 mg/dL and kappa lambda free light chain ratio of 1.36. Urinalysis was without evidence of hematuria or proteinuria. Electrocardiogram (EKG) revealed normal sinus rhythm. Two-dimensional (2D) echocardiogram revealed ejection fraction 60% and normal ventricular wall thickness. Abdominal fat pad biopsy as well as a bone marrow biopsy was performed and both were without evidence of amyloidosis or other plasma cell dyscrasia or lymphoproliferative disorder. The patient was not offered any more localized and systemic therapy with follow-up brain MRI three months after surgical resection without evidence of recurrent amyloidoma.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'7511158': 1, '32705302': 1, '9736204': 1, '34040989': 2, '20513106': 1, '1407586': 1, '18330430': 1, '1087470': 1, '9445195': 1, '9874536': 1, '7611027': 1, '12637308': 1, '7931626': 1, '15398485': 1, '21641646': 1, '13871305': 1, '14207521': 1, '10660026': 1, '11552976': 1, '13429403': 1, '17327767': 1, '15150025': 1, '30868009': 2}", "similar_patients": "{'8141888-1': 1}"}