{"patient_id": 11829, "patient_uid": "6745445-1", "PMID": 31534720, "file_path": "comm/PMC006xxxxxx/PMC6745445.xml", "title": "Infant with protein C deficiency and stroke in the setting of iron deficiency anemia", "patient": "An 18-month-old male presented to the emergency department with five days of high-grade fever (T\\nmax 102.3°F), cough, congestion, rhinorrhea, and dyspnea. The patient's mother also noted swelling and decreased movements of the right upper extremity the day before admission. He had no contributory past medical history. The mother had an uncomplicated pregnancy and good prenatal care. Birth history was uneventful with cesarean section at 41-weeks gestation.\\nThe infant had poor follow-up with his pediatrician and had missed several vaccinations. Since birth, his diet was poor consisting of cow's milk and sparse solid foods. His motor and language development were delayed. He began crawling at 8 months, pulled to stand at 15 months, and had never walked at the time of admission. The only words he spoke were “mama” and “papa.” Family history was significant for childhood strokes in his maternal grandmother and maternal grandaunt.\\nUpon admission, the patient was mildly tachycardic at 148 beats per minute, but all other vital signs were within normal limits. On physical examination, he appeared somnolent, pale, and malnourished (weight, 10.52 kg-11th percentile and length, 80 cm-15th percentile). Cardiovascular examination was normal. On pulmonary examination, subcostal retractions were present, and rales were heard in the base of the left lower lobe. Abdominal examination was normal.\\nOn neurological examination, cranial nerves II-XII and gross sensation in all extremities were intact. Deep tendon reflexes were 2+ in all extremities. Plantar reflexes were upgoing bilaterally. The left upper and bilateral lower extremities showed full range of motion. There was no active movement of the right upper extremity even after painful stimulation of the right hand. The right upper extremity was hypotonic, but tone was normal and symmetrical in all other extremities. There were no abnormal movements or tremor.\\nA comprehensive metabolic panel showed a serum chloride of 113 mmol/L, calcium of 7.8 mg/dL, phosphorus of 3.0 mg/dL, total protein of 4.8 g/dL, albumin of 1.9 g/dL, and a total bilirubin of 0.4 mg/dL. Lactate dehydrogenase was 340 IU/L.\\nA complete blood count showed platelet count of 177 × 103/µL, red blood cell count of 2.2 × 106 cells/µL, hemoglobin of 2.4 g/dL, hematocrit of 10.0%, mean cellular volume of 46.1 fL, mean corpuscular hemoglobin concentration of 23.8 g/dL, and red blood cell distribution width of 26.3%. An iron panel showed serum iron of 8 µg/dL, ferritin of 8 ng/dL, iron saturation of 2%, and total iron binding capacity of 351 µg/dL.\\nThe patient was immediately transfused three units of packed red blood cells and given ferrous sulfate. With concern for pneumonia, a chest X-ray was performed revealing left lower lobe infiltrates. Broad-spectrum treatment was started with ampicillin. Blood and urine cultures were negative.\\nSuspicion for stroke led to magnetic resonance imaging of the brain which exhibited restricted diffusion in the left middle cerebral artery (ie, left cortical) and watershed distribution (Figure ). A four-extremity venous Doppler did not identify any deep vein thrombosis or other potential source of embolus. Magnetic resonance venography of the brain showed patent venous sinuses throughout. A computed tomography angiogram of the head and neck demonstrated a luminal irregularity and possible filling defect in the cavernous segments of the left internal carotid artery (Figure ). Magnetic resonance imaging on day 12 of hospitalization showed resolution or changes of the ischemia (Figure ).\\nThrombophilia studies showed a prothrombin time of 14.7 seconds, international normalized ratio of 1.13 partial thromboplastin time of 16.5 seconds, protein C of 41%, protein S of 74%, homocysteine of 3.4 µmol/L, and negative prothrombin and factor V mutations. The patient developed a rash after acetylsalicylic acid administration so he was given clopidogrel instead.\\nRight bundle branch block and signs of right ventricular hypertrophy evident on electrocardiogram necessitated further cardiology workup. A transthoracic echocardiogram found no evidence of right heart strain, systolic dysfunction, or intracardiac vegetations or thrombi. A small patent foramen ovale with left to right shunting was found.\\nHis pneumonia eventually resolved, and on day 14 of hospitalization, he was discharged on iron supplementation and clopidogrel. Following discharge home, he began to drink less cow's milk and eat regular foods. Over time, he regained strength and tone of his right arm. However, his development continued to be delayed. At 24 months, he still did not say more than a few words and was only able to take a few steps. Follow-up laboratory tests 7 months after his hospitalization were normal except for persistently low protein C of 47%. Whole exome sequencing is still pending.", "age": "[[18.0, 'month']]", "gender": "M", "relevant_articles": "{'22354000': 1, '17974743': 1, '11681780': 1, '20385928': 1, '8623090': 1, '16830080': 1, '22948048': 1, '19141162': 1, '25715026': 1, '20187890': 1, '18066546': 1, '9044402': 1, '11208005': 1, '4611205': 1, '24109530': 2, '31534720': 2}", "similar_patients": "{'3787622-1': 1}"}