{"patient_id": 130534, "patient_uid": "6293669-1", "PMID": 29737321, "file_path": "noncomm/PMC006xxxxxx/PMC6293669.xml", "title": "Resection of a giant nonparasitic splenic cyst by minilaparoscopy", "patient": "A 20-year-old female patient, previously healthy, presented with a history of progressive abdominal volume increase on the left side starting 3 years ago, with no associated symptoms and no history of trauma. General physical examination showed no specific signs; on examination of the abdomen, a large, painless, solid mass was palpated in the left hypochondrium. Ultrasonography (USG) of the abdomen showed splenomegaly, without specifying characteristics or size.\\nShe was hospitalised for a diagnostic investigation of giant splenomegaly, and we performed a Doppler USG, which found a hypoechogenic splenic cyst, with thick contents and no vascularisation. A computed tomography (CT) scan of the abdomen was performed, showing a large cystic expansive cystic enlargement in the spleen, measuring 21.0 cm × 14.0 cm × 18.0 cm [].\\nThe diagnosis was a giant splenic cyst, and surgical treatment of partial splenectomy by minilaparoscopy was indicated.\\nThe surgery was performed with the patient in the right lateral decubitus position. The pneumoperitoneum was made by the open technique, introducing a 10 mm trocar into an umbilical incision. Then, a 5 mm trocar was placed in the mesogastrium, a 3 mm one in the left flank and another 3 mm one in the epigastrium. A large cyst was observed in close communication with the spleen with small adherence to the left hepatic lobe. The procedure was initiated by the perforation of the cyst, at its apex, with the aspirator by the 5 mm trocar for complete emptying of its contents, which totalled 1800 mL []. Following the precepts of splenic preservation, we chose to perform unroofing of the cyst, trying to save as much splenic tissue as possible. Resection and sanding of a large part of the cyst wall were performed with advanced bipolar energy tweezers, and a small fragment of splenic tissue was also removed [].\\nThe cyst capsule was retrograded through the 10 mm portal of the umbilical region. The histopathological study proved the lesion was a non-parasitic splenic cyst. The procedure was uncomplicated, with a total surgical time of 47 min. The patient progressed clinically well, without abdominal pain, haemodynamically stable and was discharged on the 2nd post-operative day.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'26390530': 1, '27386069': 2, '32685077': 1, '25320525': 1, '29737321': 2}", "similar_patients": "{'4913720-1': 1}"}