{"patient_id": 130302, "patient_uid": "6259516-1", "PMID": 30598968, "file_path": "noncomm/PMC006xxxxxx/PMC6259516.xml", "title": "Congenital dermal sinus with extensive intramedullary expansion and an infected spinal epidermoid cyst in an infant", "patient": "An 11-month-old female baby had presented with weakness involving both lower limbs and left upper limb. There was a small cutaneous mole at the back of the child just above the buttock, which was present since birth. The parents had noticed that around the age of 7 months she could not sit without support and could barely move the lower limbs. Subsequently, the weakness progressed, gradually involving the left hand. The baby was born by normal vaginal delivery at term weighing 2.7 kg. There was no other birth history available except that the baby had cried immediately following birth. The baby had three attacks of documented urinary tract infection in the previous 4 months and was treated with oral antibiotics as per urine culture sensitivity.\\nOn examination the baby was irritable. Her weight was 7.1 kg and occipitofrontal circumference was 41 cm. There was marked spastic paraparesis of both lower limbs with exaggerated deep tendon reflexes. There was weakness of the left upper limb and some bite marks (self-inflicted as reported by the parents) in both hands.\\nInvestigations revealed a significant (colony count >100,000) pure growth of multiresistant E. coli in her urine. This was treated with broad spectrum intravenous antibiotics. MRI of spine revealed extensive hyperintense signals involving the entire spinal cord with inhomogeneous enhancement and diffuse altered signals in lumbar thecal sac []. The cauda equina roots could not be identified and a loculated cystic lesion at the level of L5-S1 was identified []. There was significant intramedullary extension of a dermal sinus tract in the sagittal view [Figures and ].\\nIn view of the MRI findings and the presenting clinical signs, neurosurgical opinion was sought. The entire dermal sinus was removed. The histopathological examination of the cystic lesion confirmed the diagnosis of epidermoid cyst, which was infected resulting in an abscess formation.", "age": "[[11.0, 'month']]", "gender": "F", "relevant_articles": "{'8305142': 1, '7620359': 1, '33247382': 1, '15402634': 1, '11327295': 1, '34221606': 2, '12949296': 1, '11593240': 1, '6365396': 1, '7648573': 1, '14469387': 1, '30598968': 2}", "similar_patients": "{'8247672-1': 1}"}