{"patient_id": 8082, "patient_uid": "6487125-1", "PMID": 31110834, "file_path": "comm/PMC006xxxxxx/PMC6487125.xml", "title": "An Unusual Case of Mandibular Squamous Cell Carcinoma in Intimacy with an Impacted Wisdom Tooth", "patient": "A 53-year-old male presented to our centre with a one-month history of worsening right mandibular swelling, pain, and progressive trismus. He had been diagnosed with an odontogenic infection by emergency physicians and was treated in the emergency room with 2 g of intravenous (IV) cefazolin daily over four days without relief before being ultimately referred to our care.\\nThe patient's past medical history was remarkable for a benign Rathke's cleft cyst involving the pituitary gland, which was previously resected. His medications included hydrocortisone, levothyroxine, and testosterone as hormone replacement, as well as codeine on an as-needed basis for migraines. He was otherwise healthy, with no allergies. He reported a 20-pack year smoking history, as well as occasional, but infrequent, alcohol and marijuana use.\\nOn presentation, he was in no distress and was afebrile with stable vital signs. Clinical examination revealed mild, firm, and nonfluctuant swelling of his right posterior mandible with no overlying skin changes. Palpation elicited diffuse tenderness along the right submandibular region but no palpable cervical lymphadenopathy was appreciated. Cranial nerve exam revealed paresthesia and loss of sensation along his right lower lip. No other cranial nerve deficits were noted. There was marked trismus with a maximum incisal opening of 16 mm. Intraoral examination revealed a healthy dentition with no obvious decay. There was some minor erythema of the mucosa distal to the right mandibular second molar, which was tender to palpation. Otherwise, there were no obvious mucosal changes. Flexible nasopharyngoscopy showed no abnormalities in the pharynx. The remainder of neurological, cardiovascular, abdominal, and musculoskeletal exams was unremarkable. Imaging of the patient's facial bones via orthopantomogram and computed tomography (CT) was also obtained (Figures and ).\\nA vertically impacted right mandibular third molar was present in the posterior right mandible, with an associated ill-defined radiolucency (). This had a “moth-eaten” appearance, which extended posteriorly to involve the mandibular ramus. The lesion obscured the continuity of the mandibular canal. There was no pathological fracture. The lamina dura of the posterior dentition was poorly defined with no root resorption of the posterior dentition, although the right mandibular second molar appeared to be tipped slightly distally. No bony expansion or periosteal reaction of the inferior border could be detected. Caries was also incidentally noted on the distal of the right mandibular second molar.\\nCT imaging revealed destruction of the right posterior mandible by the radiolucent lesion described above, which measured 12 × 7.3 mm in dimension (). The right mandibular third molar remains deeply impacted in the mandibular angle/ramus region. The osteolytic lesion had eroded through the lingual cortical plate and also involved the buccal cortex as well. The inferior alveolar nerve canal could still be visualized but was in very close proximity to the lingual aspect of the right mandibular third molar. There was evidence of surrounding soft tissue reaction and inflammatory changes. There were several subcentimeter, nonnecrotic right perifacial and jugulodigastric nodes (levels IB, IIA). The presence of a focal abscess could not be ruled out on CT imaging alone.\\nGiven the patient's clinical and radiographic presentation, our working diagnosis was an odontogenic infection secondary to impacted right mandibular third molar. Therefore, the decision was made to treat the presenting condition as an odontogenic infection by performing an incision and drainage under general anesthetic. In light of the progression of the patient's symptoms over the previous four days despite cefazolin therapy, it was felt that antibiotics alone would not be sufficient treatment.\\nFollowing the administration of a general anesthetic, a distal-releasing incision of the mucosa overlying the right mandibular second molar was made, followed by elevation of a full thickness mucoperiosteal flap. No mucosal ulcerations were detected along the right posterior mandible. The impacted right mandibular third molar was removed without complications. This was successful only after the removal of abundant surrounding soft tissue which had a gelatinous texture. We also noted very minimal soft or bony tissue hemorrhage intraoperatively. The mesial and inferior mandibular walls of the third molar socket were deemed to be intact. The lingual wall was thin and barely intact, and the distal wall was poorly visualized owing to the large concavity of the socket. Approximately 1.5 cm of aggregate soft tissue along with the extracted right mandibular third molar was submitted for histopathological and microbiological analysis. Although it was near the surgical bed, the inferior alveolar nerve was identified and preserved.\\nHistopathological analysis showed multiple fragments of soft tissue that were nearly completely replaced by moderately differentiated invasive keratinizing squamous cell carcinoma (Figures and Supplemental ). A molar tooth was also submitted which was not examined microscopically. The patient was informed of the diagnosis on follow-up, and CT imaging of the thorax showed no evidence of metastatic disease in the thoracic cavity. Therefore, staging of the tumor was determined to be T4A N0 M0. The hospital's head and neck tumor board recommended that he undergo oromandibular resection, selective neck dissection, and fibular free flap reconstruction for his SCC, two weeks from the time of diagnosis. He was also planned for adjuvant radiation therapy.\\nAfter consent was obtained, the patient was brought to the operating theatre for a tracheostomy, oromandibular resection, selective neck dissection, and right fibula free flap reconstruction. Following induction, he underwent a successful orotracheal intubation, which was followed by tracheostomy in standard fashion. We planned a half apron incision, with a vertical midline limb to facilitate a lip split; care was taken to avoid communication with the tracheostomy incision. Following the incision and subplatysmal flaps, level IA/B neck dissection was commenced. Nodes in this compartment were adherent to the inferior border of the mandible, involving the marginal branch of the facial nerve, which was sacrificed. The right mandibular canine was extracted, defining the anterior limit of the mandibulectomy, performed using a reciprocating saw. The tumor was infiltrating the parotid gland laterally. The lingual nerve was involved inferomedially, necessitating sacrifice of the lingual nerve. Soft tissue along the floor of the mouth extending to the retromolar trigone and palatoglossus was included in the resection. The posterior mandibulectomy was completed 1 cm away from the tumor. The specimen was removed en bloc, followed by a selective neck dissection of levels II-III. Frozen sections obtained were all negative. The defect was reconstructed with a right fibula free flap, with a 6 × 8 cm laterally-based skin paddle (). Vascular anastomoses were secured to the right facial artery and left external jugular vein, and an implantable arterial Doppler was placed. The flap donor site was closed with a split thickness skin graft. The patient was allowed to slowly awaken from the anesthetic. He was fed on the 7th postoperative day, and the Doppler was removed on the 9th postoperative day. His hospital stay was uncomplicated and his flap was healthy on discharge.\\nThe main resection specimen was a right oromandibular resection with level IA/B neck dissection and partial parotidectomy. There was a 1.5 cm eroded mucosal defect in the retromolar area that corresponded to the site of the biopsy. A 3 cm mass extended from this defect into the underlying bone. The tumor was predominantly intraosseous but also involved the surrounding soft tissue. Microscopy confirmed an invasive squamous cell carcinoma that extended from the eroded defect into the bone (Figures and Supplemental ). Focal mild dysplasia was noted in the retromolar mucosa, suggesting an origin from this area rather than an intraosseous origin. The bone, soft tissue, and mucosal margins were all free of malignancy, as were 23 levels I-III lymph nodes. Microbiology results from culture and sensitivity testing showed no growth of any microorganisms after 48 hours of incubation.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'15183408': 1, '21496184': 1, '26433039': 1, '22430678': 1, '28439324': 1, '19824564': 1, '27280805': 1, '8355092': 1, '9727957': 1, '29673799': 1, '24422001': 1, '22907112': 1, '16299602': 1, '271183': 1, '2400977': 1, '28703386': 1, '30123768': 1, '27957281': 1, '28855922': 1, '26905157': 1, '25267376': 1, '31110834': 2}", "similar_patients": "{}"}