{"patient_id": 132571, "patient_uid": "6433306-1", "PMID": 30956793, "file_path": "noncomm/PMC006xxxxxx/PMC6433306.xml", "title": "A 27-year-old female presented with diffuse alveolar haemorrhage due to breast angiosarcoma with lung metastasis", "patient": "A 27-year-old female with no significant systemic disease presented with cough and blood-tinged sputum for three weeks. The symptoms worsened and shortness of breath developed. Her medical history revealed that she gave birth to a healthy infant 10 months prior to admission and breastfed the infant until admission. However, she reported noticing a lump in the left breast half a year ago. She did not seek medical advice for the mass and continued breastfeeding. Her dyspnoea worsened one week before this admission, so the patient went to a regional hospital to seek advice. Pneumonia was suspected by chest X-ray findings and antibiotics were administered. In addition, aspiration of the left breast mass was performed and 600 mL bloody content was drained. Computed tomography (CT) scan revealed a hypervascular mass in the left breast (Fig. A) and multiple nodular lesions with diffuse ground-glass patches in both lung fields (Fig. B). Due to poor response to the initial treatment for one week, the patient was transferred to our hospital. Core needle biopsy of the left breast was performed after admission. Haemoptysis soon deteriorated and the patient was intubated due to acute respiratory failure on the third day after admission. On bronchoscopy, diffuse oozing of blood from bilateral segmental bronchi was seen on the fourth day. The serial laboratory examinations included anti-glomerular basement membrane antibodies, anti-neutrophil cytoplasmic antibodies, antinuclear antibodies, and galactomannan test for aspergillus, but the results were all negative. No tubercle bacillus or fungi were found in the sputum and the sputum bacterial culture yielded negative result. The pathological result of breast biopsy revealed a high-grade angiosarcoma. The results of immune histochemical staining for AE1/AE3, CD31, CD34, ERG, and c-MYC were positive (Fig. ). The patient rapidly deteriorated and prone positioning was applied, but she died eight days after admission.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'27933680': 1, '12760941': 1, '25711232': 1, '20537949': 1, '28471264': 1, '30956793': 2}", "similar_patients": "{}"}