{"patient_id": 7284, "patient_uid": "6433453-1", "PMID": 30937243, "file_path": "comm/PMC006xxxxxx/PMC6433453.xml", "title": "Aberrant Inferior Pancreaticoduodenal Artery During Upper Gastrointestinal Bleed Embolization", "patient": "A 70-year-old male with history of amyotrophic lateral sclerosis (ALS), dysphagia status post gastrostomy tube placement, chronic respiratory failure status post tracheostomy, and gastroesophageal reflux disease presents with six-day duration of melanotic stools. The patient was mechanically ventilated with gastrostomy tube and tracheostomy in place. His physical exam otherwise was benign. He was found to have acute onset anemia with hemoglobin of 7.1 g/dl. He was suspected of having peptic ulcer disease secondary to NSAIDs given the history of chronic musculoskeletal pain with NSAID use. Due to continual decrease in hemoglobin requiring daily blood transfusions despite conservative management, upper endoscopy was performed. It demonstrated a bleeding ulcer distal to pylorus in the duodenal bulb. Endoscopic technique was used to remove the clot, but the procedure resulted in bleeding that could not be stopped leading to poor visualization despite epinephrine injections. Due to his multiple comorbidities, he was deemed to be a poor surgical candidate. The patient was referred to interventional radiology for embolization of gastroduodenal artery (GDA).\\nDuring the embolization of GDA, the celiac angiogram demonstrated no evidence of active extravasation, but contour irregularity at the level of the mid-GDA was noted. Prophylactic coil embolization of GDA was performed achieving GDA stasis. Post-embolization angiography of the SMA demonstrated no evidence of bleeding from IPDA branches. Incidentally noted was a replaced right hepatic artery arising from the SMA.\\nDespite embolization of GDA, patient’s hemoglobin continued to decrease to 6.8 g/dl and the patient continued to have melena and hematemesis resulting in hypotension. The patient required an additional nine units of packed red blood cells (pRBCs), six units of platelets, and five units of fresh frozen plasma. Computed tomographic angiography (CTA) showed a large bleed from IPDA off the SMA immediately posterior to the origin of the replaced RHA (Figure ).\\nThe patient was referred for urgent embolization by interventional radiology.\\nDuring angiography, no active extravasation was identified and given that the GDA was already embolized, the most reasonable source vessel in the suspected territory would be the IPDA. The replaced RHA was selected and IPDA was identified as its first branch (Figures , ).\\nWhile the branch arising directly from the replaced RHA represented the posterior IPDA, the anterior IPDA was seen as collateral vessel going back to the middle colic artery (Figure ).\\nHowever, no focus of active bleeding could be identified from digital subtraction angiography from the posterior IPDA or the anterior IPDA. Cone beam computed tomography (CBCT) catheter angiography of the posterior IPDA was performed to identify the region of the duodenal bleed analogous to the region of active extravasation seen on abdominal CTA. The same location on the posterior wall of the duodenum seen on abdominal CTA was matched on CBCT angiography (Figure ).\\nSubsequently, the posterior IPDA was embolized using n-butyl cyanoacrylate (NBCA) (Trufill n-BCA Liquid Embolic, Codman Neurovascular, Raynham, Massachusetts, USA) mixed with ethiodol 1:4 dilution ratio administered via the microcatheter (Figure ).\\nPost-embolization angiography of the SMA demonstrated successful embolization of the posterior IPDA with sparing of the anterior IPDA. The patient became hemodynamically stable post procedure and no longer required blood products transfusion. His hemoglobin stabilized at 8.6 g/dl. The patient was successfully discharged to a skilled nursing facility to continue his recovery. At eight weeks follow-up the patient remained asymptomatic and he agreed to participate in this case report.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'29718567': 1, '18753649': 1, '19418601': 1, '25319738': 1, '25440917': 1, '11698624': 1, '1561358': 1, '22563285': 1, '20014452': 1, '28270883': 1, '23375271': 1, '26054245': 1, '29981604': 1, '24778770': 1, '4536688': 1, '8742922': 1, '23433417': 1, '20517908': 1, '26486155': 1, '30937243': 2}", "similar_patients": "{}"}