{"patient_id": 13340, "patient_uid": "6842453-1", "PMID": 31707984, "file_path": "comm/PMC006xxxxxx/PMC6842453.xml", "title": "A rare content of congenital inguinal hernia: a case report of splenogonadal fusion", "patient": "A 5-month-old male child with a history of obvious left scrotal swelling for 1 month was admitted to the emergency department of West China Hospital of Sichuan University (Chengdu, China). In the beginning, swelling and regression of the left scrotum alternated. The parents did not pay enough attention. However, 10 h before the visit, the swelling of the left scrotum progressively worsened and the color of the left scrotum wall turned red. No other abnormalities were found in the physical examination except for a soft and nonreturnable mass in the left scrotum. Specifically, the transillumination of the scrotum was negative.\\nThe patient immediately underwent an ultrasound examination of the scrotum under the guidance of pediatric surgeons. Gray-scale ultrasound revealed a solid mass (6 × 4 × 3 cm3) in the left scrotum (Fig. a and b), with echo quite similar to that in the testicle and went up into the abdominal cavity through an identical echogenic band structure (Fig. c). Due to the obstruction of the intestinal gas, part of the structure in the abdominal cavity could not be displayed. The left testicle was pushed to the bottom of the scrotum by the solid mass, and the size of the left testicle (10 × 5 × 6 mm3) was slightly smaller than that of the right one (13 × 7 × 8 mm3). Moreover, color Doppler ultrasound showed that the blood flow signal was more abundant in the left testicle than in the right one. Confusingly, no blood flow signal was found inside the mass in the left scrotum presented (Fig. b). The ultrasound examination results suggested the left incarcerated inguinal hernia with possible inner necrosis.\\nThe patient underwent emergency surgical exploration considering the possible necrosis. The mass appeared dark red during the surgery. One end of the mass was connected to the left epididymis, and the other end was connected to the abdominal cavity through the inner ring orifice. The laparoscopic exploration revealed a duct-like structure beneath the spleen of the left upper abdomen connected to the mass in the scrotum. As the mass was highly likely to be necrotic and simultaneously affected the repair of the left inguinal hernia, the left scrotum mass was removed completely with the consent of the patient’s parent. The intact left testis was preserved, while the epididymis was retained as much as possible so as to not affect the function of the epididymis. The pathological results showed that the submitted tissue was spleen tissue with extensive bleeding (Fig. ). The patient recovered quickly after the surgery and was followed up using ultrasound after 1, 2, and 4 months of the surgical procedure. No more obvious abnormality was found in the scrotum.", "age": "[[5.0, 'month']]", "gender": "M", "relevant_articles": "{'26621139': 1, '13275562': 1, '7490877': 1, '24426532': 1, '24276846': 1, '240914': 1, '27170378': 1, '16080949': 1, '30511312': 1, '30637615': 1, '12296764': 1, '33536002': 2, '24671325': 1, '4076247': 1, '31707984': 2}", "similar_patients": "{'7860507-1': 1}"}