{"patient_id": 12539, "patient_uid": "6798600-1", "PMID": 31294952, "file_path": "comm/PMC006xxxxxx/PMC6798600.xml", "title": "Ectopic pregnancy in left ovary and contralateral uterine tube\\ndiagnosed one week apart in In Vitro Fertilization with donor\\neggs: Case report", "patient": "A 43-year-old woman, Caucasian, living in the south of Brazil, sought an assisted\\nreproduction center because of her desire to gestate. Faced with a history of\\nendometriosis associated with decreased ovarian reserve due to her age, the patient\\nunderwent ART. She referred to have performed a laparoscopy due to infertility\\npreviously, when bilateral tubal permeability was identified. Initially, she began\\novarian stimulation, but her cycle was canceled due to poor response. After two\\nfailed ovarian stimulations, she entered the \"egg-sharing program\". At that time,\\nthe egg-sharing program was the only allowed method of receiving egg donation in\\nBrazil. Nowadays, a patient can spontaneously donate eggs. The selected donor was 34\\nyears old and patient received nine mature oocytes from her. Four oocytes fertilized\\nand two freshly fertilized embryos were transferred on cleavage state (D3), under\\nultrasonographic guidance. The endometrium thickness at the day of transference was\\n9.6 mm. As the standard laboratory protocol, embryos were loaded and transferred in\\n5 µL of culture medium (Global medium, Brussels/Belgium). The couple had no\\nsurplus embryos to freeze. The patient conceived and the Human chorionic\\ngonadotrophin, Beta fraction (βhCG) level was 76.4 mIU/mL on the\\n12th day after transfer.\\nOn the 25th day after transfer, before performing ultrasound control,\\npatient sought medical help with abdominal pain and vaginal bleeding,\\nhemodynamically stable. A transvaginal pelvic ultrasound examination revealed an\\nempty uterus without any adnexal masses and an important amount of fluid collection\\nwas presented in the pouch of Douglas. The medical team decided to perform a\\ndiagnostic laparoscopy. Surgery revealed hemoperitoneum of approximately 800 mL.\\nThere was an ovarian ectopic pregnancy on the left ovary (), measuring about 20 millimeters in diameter. Active\\nbleeding was identified and the surgeons performed excision of ectopic tissue with\\npreservation of the affected ovary. The right ovary was of usual aspect and normal\\ntubes were identified on both sides. Patient was discharged in good general\\ncondition on the same day. After 8 days, patient reported a new acute abdominal\\ndiscomfort. A transvaginal ultrasound examination revealed an empty uterus again,\\nbut with a right side adnexal mass of 20 millimeters along with an important amount\\nof free fluid in the pouch of Douglas. She was hemodynamically stable, and a new\\nlaparoscopy was performed. At this time, laparoscopy revealed hemoperitoneum of\\napproximately 900mL. There was an ectopic pregnancy with active bleeding on the\\nright tube and salpingectomy was performed (). The postoperative follow-up was uneventful, and the patient was\\ndischarged on the same day. The pathology report confirmed the diagnosis of\\nbilateral ectopic pregnancies, showing blood clot admixed with chorionic villi in\\nthe tissue removed from the left ovary and right tube. After having passed through\\nthe disorder of the event, patient chose not to perform IVF again. Nowadays patient\\nopted for adoption and is currently satisfied with her decision.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'24969072': 1, '1810289': 1, '16099295': 1, '17630158': 1, '2652016': 1, '19007632': 1, '8130437': 1, '25091994': 1, '18665380': 1, '19524897': 1, '3558767': 1, '16507930': 1, '4018282': 1, '11056227': 1, '8408528': 1, '9662322': 1, '14568739': 1, '11134843': 1, '31294952': 2}", "similar_patients": "{}"}