{"patient_id": 3579, "patient_uid": "6195746-1", "PMID": 30340621, "file_path": "comm/PMC006xxxxxx/PMC6195746.xml", "title": "Superior vena cava syndrome in a patient with locally advanced lung cancer with good response to definitive chemoradiation: a case report", "patient": "A 51-year-old black woman with an 18-pack-year smoking history presented to our institution with a 3-month history of a progressively productive cough unresponsive to antibiotics. In addition, she had dyspnea on exertion and a 25-pound weight loss. Her past medical history included a duodenal ulcer resulting in a perforation which required exploratory laparotomy 2 years prior to presentation. Other history included subarachnoid hemorrhage requiring craniotomy with hematoma evacuation roughly 20 years prior to presentation, as well as hypertension. Her family history included her mother being diagnosed with ovarian cancer at the age of 54. The patient is married and worked full-time at the front desk for the past 30 years for a shipping company. She reported alcohol intake of two drinks per occasion twice weekly. She denied the use of any recreational drugs. She denied any environmental exposures. Medications that the patient was receiving at the time of diagnosis included amlodipine and albuterol.\\nThe patient underwent computed tomography (CT) of the chest, which revealed a 5.3 × 6-cm right hilar mass that was occluding the right upper lobe bronchus with narrowing of the SVC. The SVC remained radiographically patent (Fig. ). The patient’s vital signs included afebrile temperature of 37.0 °C, cardiac pulse of 100 beats per minute, and oxygen saturation of 96% on room air. Her physical examination at that time was without any clinical signs of venous congestion. She had no facial plethora and had flat neck veins and no signs of jugular vein distention. She had decreased breath sounds in the right upper and middle lung fields. The skin of the neck and breast was without any pitting or edema. Neurologically, the patient was fully functional with cranial nerves II–XII intact and 5/5 strength in the upper and lower extremities bilaterally. All laboratory test results, including complete blood count and comprehensive metabolic panel, were within normal limits.\\nTwo weeks after the patient’s initial presentation, she was found to have bilateral distended venous jugular veins, with no facial, neck, or breast fullness, which was self-limiting and resolving prior to chemoradiation. She eventually underwent an endobronchial ultrasound with fine-needle aspiration of the right hilar mass along with the contralateral mediastinal station 4L lymph node demonstrating poorly differentiated NSCLC adenocarcinoma in both sites. She then underwent brain magnetic resonance imaging (MRI) and positron emission tomography (PET)/CT (Fig. ), which revealed no evidence of metastatic disease. She was diagnosed with T2bN3M0 stage IIIB lung adenocarcinoma according to American Joint Committee on Cancer 8th edition staging guidelines.\\nThe patient proceeded with expedited radiation planning and treatment, given her radiographic evidence of extrinsic SVC narrowing and physical examination findings of mild and self-limiting jugular venous distention. She received a definitive radiation dose of 60 Gy in 30 fractions concurrent with chemotherapy (cisplatin and etoposide). The patient was simulated in the supine position in a whole-body Vac-Lok ™ (CIVCO Radiotherapy, Orange City, IA, USA) with arms above her head. A four-dimensional (4D) CT simulation was performed using a Philips Ingenuity CT simulation scanner (Philips, Cleveland, OH, USA) to acquire images for treatment planning and assessment of internal target motion. Treatment planning was performed using an Eclipse® treatment planning system (Varian Medical Systems, Pao Alto, CA, USA), and treatment was delivered using a TrueBeam® radiotherapy system (Varian Medical Systems) with two volumetric modulated arc therapy arcs using 6-MV photons. Gross tumor volume (GTV) was contoured on 4D CT images in different phases of the respiratory cycle. An internal target volume was created by the summation of GTV volumes of the different respiratory phases. A 5-mm expansion was used to create the clinical target volume and planning target volume (PTV), respectively. Ninety-five percent of the PTV received at least 57 Gy or 95% of the prescribed dose (Fig. ). Cycle 1 of cisplatin (50 mg/m2 on days 1, 8, 29, and 36) plus etoposide (50 mg/m2 daily on days 1 to 5 and days 29 to 33) started 2 weeks after initiation of radiation therapy. One additional cycle was given after completion of radiation for a total of two cycles of chemotherapy received. The patient did experience some breast swelling and pain that was seen with day 10 of chemotherapy. The event was suspected to be a consequence of the excess intravenous fluids (3 L) coadministered with each infusion of cisplatin. This event was in the setting of the previous stenosis of the SVC resulting from extrinsic compression from the patient’s large right hilar mass. This swelling resolved within 1 week without intervention. The patient also developed esophagitis requiring temporary gastric tube placement necessitating a 5-day hospitalization.\\nThe patient returned to the radiation oncology department for a 3-month posttreatment follow-up visit, for which imaging was ordered. The patient reported that for the past 2 weeks she had developed swelling and pain in her right breast and right supraclavicular region, which were new for her. She also complained of worsening dyspnea on exertion, a 16-pound weight gain over the past 3 months, and intermittent headaches. She denied any facial fullness, orthopnea, or dysphagia. Examination revealed that her vital signs were within normal limits; however, she had obvious compressible swelling of the right supraclavicular region and fullness within the right breast. Chest CT performed 2 days prior to the follow-up visit revealed a remarkable reduction in size by approximately 50% of the treated right hilar mass (Fig. ). However, the SVC was significantly narrowed to completely occluded radiographically, despite being narrowed but patent before treatment. The patient was sent to the emergency department for further evaluation and management. Interventional radiology was consulted, and it was concluded that the patient’s SVC syndrome was likely chronic based on the presence of significant collaterals. No acute intervention was recommended, and she was discharged to home uneventfully.\\nThe patient did have initial radiographic evidence of stenosis of the SVC; however, her initial stenosis did not produce SVC syndrome. The patient did respond very well to treatment, because she had marked reduction of the tumor volume and decrease in the extent of extrinsic compression on the SVC. It was peculiar that she developed SVC syndrome despite her significant treatment response.\\nWe also contemplated intrinsic etiologies for SVC syndrome, including thrombus formation, but this consideration was not confirmed on radiographs. Interventional radiology was consulted and had reviewed her films and did not think thrombus was a likely scenario. There was a concern for recurrent or persistent microscopic disease within the region of the SVC, but there was no fludeoxyglucose avidity in the region on posttreatment PET (Fig. ). The development of an adequate collateral circulation system did indicate the chronicity of venous congestion. The differential diagnosis also included the possibility that the continued stenosis of the SVC was a direct effect of treatment (chemoradiation) because the SVC resided within the PTV receiving the full radiation dose. The SVC was contoured, and dosimetric parameters were as follows: Minimum dose to SVC was 59.74 Gy with maximum dose to SVC 62.36 Gy, and 95% of the SVC received at least 60.35 Gy (Fig. ).\\nThe patient was presented at the multidisciplinary thoracic oncology tumor board, and observation was recommended on the basis of absence of tumor progression and presence of an adequate collateral venous system. Her supraclavicular and breast swelling was self-limited, resolving within 2 weeks after her presentation. Six months after completion of radiation therapy, she underwent PET/CT indicating recurrent thoracic disease and had a fine-needle aspiration biopsy confirming metastatic, poorly differentiated adenocarcinoma in a station 4R lymph node. She was placed on the PD-1 (programmed cell death protein 1) inhibitor nivolumab. Brain MRI was performed for workup, revealing two ring-enhancing lesions in the left frontal and right cerebellum, the largest of which was 2.2 × 1.8-cm in the left frontal lobe. Gamma Knife® (Elekta, Stockholm, Sweden) stereotactic radiosurgery was performed on the two lesions. One year after completion of definitive thoracic radiotherapy, the patient was found to have a new metastatic left parieto-occipital brain lesion that was being worked up at the time of this report. She has not had redevelopment of SVC syndrome.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'9314368': 1, '34277099': 1, '3558044': 1, '7787461': 1, '33743767': 1, '10679546': 1, '3002590': 1, '33217296': 2, '7013506': 1, '5260113': 1, '24554686': 1, '17476012': 1, '6205125': 1, '12555872': 1, '16523051': 1, '3387138': 1, '30340621': 2}", "similar_patients": "{'7676805-1': 1}"}