{"patient_id": 10589, "patient_uid": "6669023-1", "PMID": 31372326, "file_path": "comm/PMC006xxxxxx/PMC6669023.xml", "title": "David Versus Goliath: The Clinical Consequences of an Influenza A Viral Infection in an Unvaccinated Patient", "patient": "A 41-year-old obese female with history of diabetes mellitus, morbid obesity, hypertension, seizure, asthma, obstructive sleep apnea, and anemia was admitted for acute respiratory failure to the intensive care unit. The patient had an initial oxygen saturation of 65, diarrhea, nausea, cough, and malaise for five days. The patient tested positive for influenza A via PCR, and a radiograph revealed underinflated pulmonary fields with bilateral airspace opacities, suggestive of ARDS with right hemidiaphragm elevation (Figure ).\\nThe patient was taken off bi-level positive airway pressure, and an endotracheal tube was placed just above the carina. Overnight, the patient’s oxygen saturation declined. The cardiothoracic surgery team was consulted, and extracorporeal membrane oxygenation (ECMO) was started for the patient. A 20 French catheter placement was confirmed on follow-up radiography (Figure ).\\nAfter two hours of ECMO therapy, the patient’s oxygenation did not improve. Subsequent radiographs as a result of ECMO catheter adjustment and confirmation for the absence of pneumothoraces demonstrated ARDS and worsening pulmonary edema. Upsizing of the ECMO catheter was attempted but resulted in cardiogenic shock once the circuit was clamped. The patient did not recover after attempted cardioversion, and a final chest radiograph revealed the persistence of diffuse ARDS (Figure ).\\nThe autopsy results of the patient confirmed the presence of ARDS by demonstrating DAD without significant evidence for the superimposition of bacterial pneumonia (Figure ).\\nOnly 48 hours had elapsed from when the patient first presented to the emergency department at the start of her symptoms to the respiratory failure leading to her imminent demise.", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'29928746': 1, '29515210': 1, '29161078': 1, '20093769': 1, '29040527': 1, '29517396': 1, '19875682': 1, '31372326': 2}", "similar_patients": "{}"}