{"patient_id": 129271, "patient_uid": "6177016-1", "PMID": 31020170, "file_path": "noncomm/PMC006xxxxxx/PMC6177016.xml", "title": "A case with purulent pericarditis diagnosed by the unintended pericardiography", "patient": "A 67-year-old male patient presented to the emergency department with a 2-week history of spike fevers, anorexia, asthenia, and orthostatic breathing. He had chronic cholecystitis and diabetes for 10 years. Epigastralgia and weight loss appeared 4 months before admission. His blood pressure was 131/70 mmHg. The 12-lead electrocardiograms showed atrial fibrillation with rapid ventricular response (114 b.p.m.) and ST segment elevation in I, II, III, aVL, aVF, and V4-6 leads. The chest X-ray presented cardiomegaly. A 15-mm distance of diffuse pericardial effusion was noted on emergent bedside echocardiography, though right ventricular diastolic collapse was not observed, which might be the results of the gradual increase of pericardial effusion. Computed tomography revealed two liver abscesses with large cystic lesions in the left hepatic lobe (). Pericardiocentesis and percutaneous catheter drainage of liver abscess yielded purulent yellow fluid, by which Klebsiella pneumoniae was cultured. Broad-spectrum antibiotic therapy with vancomycin and meropenem was initiated and changed to sulbactam/ampicillin on the 6th day. To assess the connection between two liver abscesses, 5 mL of 60% urografin was injected into the liver abscess; the pericardial space was unpredictably enhanced (). Purulent yellow fluid continued to drain for 30 days and the signs of inflammation had improved gradually. The echocardiography also showed abnormal ventricular septal motion with respiratory variation on admission which had been observed until discharge (, , Video S1). The finding of early rapid filling and equalization of left and right ventricular end-diastolic pressure was obtained by right-heart catheterization. Comparatively, there was an increase in the right ventricular pressure curve area during inspiration, suggesting constrictive pericarditis (CP) (). Overall, we diagnosed purulent pericarditis and CP caused by transdiaphragmatic rupture of hepatic abscesses. He was discharged at the 66th day with oral antibiotics as symptoms of infection and heart failure had improved gradually. The echocardiographic features of CP and pericardial effusion disappeared after 6 months without surgical intervention, which suggested transient CP.\\nThere have been several reports about purulent pericarditis following liver abscesses; however, the image which showed direct connection of liver abscess and pericardial space was very unique.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'25561477': 1, '18206742': 1, '14736448': 1, '31020170': 2}", "similar_patients": "{}"}