{"patient_id": 136617, "patient_uid": "6791088-2", "PMID": 31620256, "file_path": "noncomm/PMC006xxxxxx/PMC6791088.xml", "title": "Right Coronary Artery Stent Dislodgment during Primary Percutaneous Coronary Intervention. To Leave or to Retrieve?", "patient": "A 31-year-old male with a past medical history of hypertension and smoking presented to the hospital with typical chest pain. Admission ECG showed a sinus rhythm and ST-segment elevation in leads II, III, aVF, V5, and V6. He emergently underwent coronary angiography via the right femoral artery through 6-F femoral sheath which revealed a mid and distal 80% stenosis of the RCA []. Apart from 50% stenosis in the first diagonal branch, the left system was normal.\\nDuring angiography, the patient was restless and in pain; so, he was sedated with midazolam and was given fentanyl as a pain killer.\\nPCI was attempted for the mid-RCA lesion initially. A 6-Fr JR4 guide catheter was used to advance the guidewire, and then, the lesion was predilated.\\nA drug-eluting stent (Xience Sierra 3.5/38 mm) was advanced to the mid-RCA lesion. During stent deployment, the patient snored and took a deep breath which resulted in stent dislodgment. Fortunately, this action was noticed by the operator and immediately aborted stent inflation and full deployment. The result was stent dislodgment hanging between RCA ostium and ascending aorta partially deployed [].\\nSince about two-third of the stent was dislodged into the aorta, we decided that the best management is to retrieve the stent by means of Gooseneck Snare System which successfully retrieved the stent [Figures and ].\\nThere was no damage to the RCA noted after stent retrieval. PCI was done to the middle and distal RCA with overlapping 2 DES (3.5 × 38 mm/Resolute Ony × 3.5 × 12 mm). A TIMI flow grade 3 achieved post-PCI []. The patient was discharged in a stable condition and was followed up in the outpatient clinic.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'22562915': 1, '12822150': 1, '24296383': 1, '11108675': 1, '11025836': 1, '21088758': 2, '16142808': 1, '17409578': 1, '14962660': 1, '23864807': 2, '31620256': 2}", "similar_patients": "{'6791088-1': 2, '3712157-1': 1, '2978297-1': 1, '2978297-2': 1, '2978297-3': 1}"}