{"patient_id": 10668, "patient_uid": "6681329-1", "PMID": 31288482, "file_path": "comm/PMC006xxxxxx/PMC6681329.xml", "title": "Long Survival of a Patient with Trisomy 18 and Dandy-Walker Syndrome", "patient": "A newborn girl was born after 36 weeks of gestation to a 39-year-old mother after her third pregnancy, which was complicated by gestational hypertension. The mother had no previous history of abortion and patient’s siblings were phenotypically normal. Parents were second-degree relatives and also phenotypically unremarkable. The patient had a family history of a second-degree cousin with Down Syndrome and an uncle with visual and motor deficiencies not specified. Her birth weight was 1980 g, with a length of 44 cm and the cephalic perimeter, not measured at first, was 30 cm on the 25th day of life. She was born with multiple malformations. Significant respiratory distress was found in the immediate postpartum and admission to a neonatal Intensive Care Unit (ICU) was followed, where she was given continuous positive airway pressure. Informed consent has been obtained from patient’s mother to reproduce images and other clinical data anonymously.\\nFollowing geneticist’s assessment, a set of clinical features was recognized, including syndromic facies, up-slanting palpebral fissures, microphthalmia, convergent strabismus on the left eye, short nose, micrognathia, thoracic asymmetry, severe scoliosis (), polydactyly of right hand and left hand showing syndactyly between the 3rd and 4th fingers ().\\nA G-band karyotype from peripheral blood was performed. Results (47, XX+18) demonstrated a female karyotype with complete trisomy of chromosome 18 (), which led to the definitive diagnosis of ES.\\nIn a subsequent cardiac evaluation, at nine months of age, the heart murmur was still present (grade 4/6), and a second echocardiogram was done, showing double outlet right ventricle, significant pulmonary stenosis, patent ductus arteriosus and ventricular septal defect. At this time, digoxin was prescribed and maintained until cardiac surgery, when the patient was one year and seven months. An echocardiogram after surgery revealed a good result, with a minimum interventricular communication and pulmonary insufficiency with mild hemodynamic repercussion.\\nOn a closer evaluation of the genitourinary system, the patient exhibited recurrent urinary tract infections, besides a variety of abnormal results on imaging and functional studies (). In a renal scintigraphy with dimercaptosuccinic acid, the presence of horseshoe kidneys and relative renal function of 69% in the right kidney and 31% in the left kidney were verified. An ultrasonography of the kidneys and urinary tract and a voiding cystourethrography demonstrated findings of mild hydronephrosis, hydroureter and vesicoureteral reflux grade II on the right side.\\nIn regards to the gastrointestinal tract, she presented chronic constipation, with recurrent fecalomas formation, with repeated use of antacids for symptoms relieving. Such condition mostly characterizes neurogenic bowel dysfunction secondary to ES. In addition, she presented masticatory incapacity, necessitating food liquefaction, resulting in inadequate weight gain throughout her growth, which resulted in marked thinness (Z score <−3). Gastrostomy was proposed in an attempt to offer a greater nutritional contribution; however, her mother did not accept due to the inherent risks of the procedure.\\nA neurological examination showed global hypotonia, decreased strength, bilaterally exaggerated deep tendon reflexes and significant delay in neuropsychomotor development (NPMD). Around the age of two years, sporadic tonic-generalized seizures began and phenobarbital was prescribed since then. An electroencephalogram detected focal discharges. Computed tomography, without contrast of the head, showed the following findings: massive cystic formation in the posterior fossa inferiorly compressing the occipital parenchyma; hypoplasia of cerebellar vermis with calcifications in the left cerebellar hemisphere; moderate dilation of the IV ventricle; dilatation of the supratentorial ventricular system; elevated sinus and Torcular of Herophilus (). These findings are compatible with DWS. Currently, the patient is being regularly followed by a pediatrics team in the regional university hospital.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'23949924': 1, '21671399': 1, '17988252': 1, '27550159': 1, '12671111': 1, '28456396': 1, '16266625': 1, '23703053': 1, '27458947': 1, '15019900': 1, '26663415': 1, '26307940': 1, '16528744': 1, '26453443': 1, '31288482': 2}", "similar_patients": "{}"}