{"patient_id": 6124, "patient_uid": "6360626-1", "PMID": 30805005, "file_path": "comm/PMC006xxxxxx/PMC6360626.xml", "title": "A Case of Alveolar Bleeding from Clotting Abnormality by Cefmetazole", "patient": "An 84-year-old man accidentally fell at home and was admitted to our hospital. The patient was hospitalized with several problems such as multiple metastases of prostate cancer, chronic heart failure, emphysema, impaired renal function, and biliary stent placement due to idiopathic biliary stenosis. While no fracture was identified, the patient complained of lower back pain and was unable to move. As a consequence, he was hospitalized for the purpose of pain management. On the third day of hospitalization, the patient developed a fever of 38.2°C, and his laboratory data showed high levels of WBC count and CRP. While the source of infection was not identified, a urinary tract infection was suspected because he had purulent urine from previous examination and no symptom of respiratory tract infection. The patient underwent treatment with CMZ 1 g every 12 hrs. Three days after therapy initiation, the fever declined and the laboratory data of the inflammatory response normalized. Although blood culture was negative, we decided to treat according to sepsis because he was frail. We, therefore, planned to administer CMZ for 14 days. During the treatment course, the patient did not develop fever and had a healthy appetite.\\nOn the morning of the 14th day of hospitalization, the patient complained of a sudden difficulty in breathing. His peripheral artery oxygen saturation decreased to 74%. No fever, coughing, or sputum was identified. A chest computed tomography (CT) scan was performed, showing the presence of ground glass shadows bilaterally (). While the blood work demonstrated the absence of an inflammatory response, Hb decreased by 1.5 g/dL from the previous day. The BNP value was 103 pg/dL, similar to that at initial hospitalization. Because hemostasis of the blood sampling site was difficult, additional laboratory tests were performed. These showed a marked prolongation of PT-INR (). In the evening, his value of Hb dropped from 6.8 to 5.5 g/dl in six hours. We doubted gastrointestinal bleeding, but there was no black stool. Additionally, he began to spit bloody sputum. We considered bronchoscopy but could not carry out because of his poor respiration. Since the patient had an acute respiratory failure accompanied by blood sputum and progressive anemia without exacerbation of heart failure, he was diagnosed with pulmonary alveolar hemorrhage due to coagulation abnormality. Two units of red blood cell concentrates stored in mannitol adenine phosphate and six units of fresh frozen plasma were immediately administered to the patient.\\nWe believe that the pulmonary alveolar hemorrhage was caused by disseminated intravascular coagulation (DIC) due to the prostate cancer. However, the patient did not meet the DIC's diagnostic criteria because each level was fibrinogen 393.8 mg/dL, fibrinogen degradation products (FDPs) 23.0 ug/dl, and platelet count 15.3 × 104/uL, even though PT-INR indicated extremely abnormal value (). We took into consideration the possibility of Vit K deficiency. To overcome this issue, we administered 10 mg menatetrenone per day. Three days later, all coagulation systems had recovered to their normal values (). Protein induced by vitamin K absence-II (PIVKAII) reached 8,884 mAU/mL (normal range below 40 mAU/mL) by the 23rd day of hospitalization.\\nBased on these observations, we investigated the cause behind the Vit K deficiency. The prescription drugs had not been changed before and after hospitalization, and antiplatelet and anticoagulant agents had not been used. The only additional drug used during hospitalization was CMZ. Furthermore, the patient's food intake remained unchanged in the course of the hospitalization as well as his hepatobiliary system's laboratory tests. No diarrhea developed during the patient's illness. Based on these observations, the patient was diagnosed with hypoprothrombinemia due to CMZ inhibition of Vit K epoxide reductase. Despite discontinuation of Vit K (menatetrenone) administration, the coagulation activity did not decrease. The pulmonary alveolar hemorrhage gradually improved, and the patient was discharged after one month.\\nOne month after discharge, the patient was rehospitalized with pneumonia. He was treated with sulbactam/ampicillin 3 g quaque 12 hrs for 7 days, but hypoprothrombinemia was not observed.", "age": "[[84.0, 'year']]", "gender": "M", "relevant_articles": "{'22989848': 1, '3350995': 1, '27463687': 1, '26658807': 1, '26347781': 2, '31623191': 1, '32374827': 1, '21686645': 1, '645824': 1, '9034420': 1, '27872767': 2, '4044467': 1, '15068147': 1, '10653069': 1, '2306885': 1, '19955245': 1, '30805005': 2}", "similar_patients": "{'4549538-1': 1, '5107846-1': 1}"}