{"patient_id": 2119, "patient_uid": "6106801-1", "PMID": 30174966, "file_path": "comm/PMC006xxxxxx/PMC6106801.xml", "title": "Primary Hyperparathyroidism in Pregnancy: Successful Parathyroidectomy during First Trimester", "patient": "A 32-year-old primigravida presented to the Emergency Department (ED) during her 7th week of gestation with complaints of two weeks of progressively worsening intermittent lower abdominal pain. She denied any visual disturbances, headache, nausea, vomiting, constipation or diarrhea, vaginal bleeding, or uterine contractions. Her medical history was significant for a pituitary microadenoma (6.5 × 6 × 5 mm) diagnosed 12 months prior. At that time her serum prolactin was slightly elevated at 35 ng/mL (Ref: 3.34 - 26.72 ng/mL); however, other pituitary hormones were within the normal limits. There was no family history of parathyroid disease, hypercalcemia, nephrolithiasis, or other endocrinopathies except for hypothyroidism affecting her mother. Admission medications included daily prenatal vitamins.\\nOn presentation to the ED, her review of systems was otherwise negative with no genitourinary or gastrointestinal or neurological symptoms. Her vital signs were within normal limits. Her physical examination was unremarkable.\\nHer blood tests demonstrated hypercalcemia (serum calcium 12.2 mg/dL [Ref: 8.6-10.3 mg/dL], ionized calcium 1.67 mmol/L [Ref: 1.15 - 1.33 mmol/L]), and hyperparathyroidism (PTH 135 pg/mL [Ref: 12-88 pg/mL]). Her serum albumin was 3.2 g/dL (3.5-5.7 g/dL), phosphorus 2.2 mg/dL (Ref: 2.5-5 mg/dL), and magnesium 1.5 mg/dL (Ref: 1.9-2.7 mg/dL). Other relevant labs included a 24-hour urinary calcium of 712 mg/24 hour (Ref: 100-300 mg/24 hr), 25-hydroxyvitamin D 18.5 ng/mL (Deficient if <20 ng/mL), 1,25-dihydroxyvitamin D 94.9 pg/mL (Ref: 19.9-79.3 pg/mL), and thyroid stimulating hormone (TSH) 0.43 uIU/mL (Ref: 0.45-5.33 uIU/mL). Renal ultrasound was unremarkable with no nephrolithiasis or hydronephrosis. Thyroid ultrasound revealed a 28 × 11 × 11 mm hypervascular, heterogeneous mass along the posterior margin of the left thyroid gland. A fine needle aspiration from the mass demonstrated scant cells and was reported as benign cytology. The FNA needle washout resulted in high levels of parathyroid hormone.\\nShe was diagnosed with primary hyperparathyroidism and started conservative treatment with IV fluid and magnesium supplements with improvement in her serum calcium levels (11.4 mg/dL). Unfortunately the patient subsequently became symptomatic with nausea, vomiting, and maintaining serum calcium levels of 12 mg/dL despite sufficient hydration. She was started on aggressive hydration (lactated ringers at 125 ml/hr followed by normal saline at 125 ml/hr) continuously until the day of surgery. She received a total of 23 L of intravenous fluids over 10 days; however the serum calcium ranged between 10.6 and 11.6 mg/dL with most values at >11 mg/dL. Just prior to surgery, her serum calcium level was 10.7 mg/dL and her ionized calcium level was 1.38 mmol/L. She underwent left superior parathyroidectomy and the pathology was consistent with a 3.0 × 1.8 × 1.2 cm parathyroid adenoma (Figures and ). Intraoperative PTH measurement was not performed to reduce the time of anesthesia. Following surgery, her serum calcium and PTH levels normalized. She did not develop hypocalcaemia after surgery. In subsequent follow-up weekly visits after discharge, her serum calcium and PTH levels have been within the normal limits.\\nWith her history of pituitary adenoma and a large parathyroid adenoma, multiple endocrine neoplasia type 1 (MEN1) was considered. However, direct DNA testing for MEN1, RET, AIP, and CDKN1B gene mutations were negative.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'19138316': 1, '1506954': 1, '34209340': 1, '33037580': 1, '25367603': 1, '23670708': 1, '32133431': 1, '1745971': 1, '22937284': 2, '18758377': 1, '24743398': 1, '1813686': 1, '23418315': 1, '3975852': 1, '30174966': 2}", "similar_patients": "{'3420708-1': 1}"}