{"patient_id": 7316, "patient_uid": "6436000-1", "PMID": 30984506, "file_path": "comm/PMC006xxxxxx/PMC6436000.xml", "title": "Optic neuritis in an immunocompetent 40-year-old female due to fungal sphenoidal sinusitis", "patient": "A 40-year-old female patient presented with a painless sudden loss of vision in her right eye of one month duration. The loss of vision was preceded by a binocular diplopia which worsened on the right gaze for the past 3 months. A right sided upper molar tooth extraction was done prior to the onset of symptoms. She also gave a history of repeated headaches for the past 3 years. She had no systemic illnesses. A non-contrast computerized tomography (CT) scan done previously was essentially normal with some non-specific inflammatory changes involving the sphenoid sinus. With a clinical suspicion of right sided optic neuritis, she had received a treatment regimen of injectable steroids for 3 days followed by tapering doses of oral steroids elsewhere.\\nOn examination, her best corrected visual acuity (BCVA) was perception of light in the right eye and 6/6 in the left eye. Anterior segment examination showed a relative afferent pupillary defect in her right eye with an abduction restriction consistent with a right sixth nerve palsy. Fundus examination showed a resolving disc edema in her right eye. Her left eye was normal. Other cranial nerves were normal. A detailed systemic workup including a complete blood count examination showed an elevated erythrocyte sedimentation rate (ESR) of 87 mm/h. Diabetes and any signs of immunosuppression were ruled out. Chest X ray and Mantoux test were negative.\\nMagnetic resonance imaging (MRI) was advised and mucosal thickening was noted in both compartments of the sphenoid sinus. Areas of altered bone marrow signal intensity with adjacent bone destruction were observed involving the walls of the sphenoid sinus (Figure 1A ), bilateral posterior clenoid processes, right anterior clenoid process, dorsum sella, the proximal half of clivus, and the right petrous apex region. Posterior one third of the intraorbital portion and of the intracanalicular portion of the right optic nerve, the right half of the optic chiasm was enlarged and showed hyperintense signal intensity on subtracted post contrast T1 image (Figure 1B ). A hyperintense signal was also noted involving the right optic tract. We also observed a mild enlargement of the pituitary gland and pituitary stalk. Post contrast T1 image in the coronal plane showed an asymmetry of the right cavernous sinus due to enhancing soft tissue within it. (Figure 1C ). These imaging features were suggestive of fungal sphenoid sinusitis with osteomyelitis involving the right cavernous sinus, adjacent dura, right optic nerve pathway, and pituitary gland.\\nOpinions of a neurosurgeon and an ophthalmologist were sought and the patient underwent a biopsy of the sphenoidal lesion. Although the biopsy was negative for fungal or bacterial infections, she was empirically started on amphotericin B as clinically and radiologically it was looking like a fungal infection. On follow-up after 1 month, the BCVA in her right eye improved to 3/60, her abduction defect had resolved and the disc was pale, suggesting of a resolved disc edema.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'2754325': 1, '12917118': 1, '11800475': 1, '15734518': 1, '10396389': 1, '21799448': 1, '17921656': 1, '14509469': 1, '6621661': 1, '30984506': 2}", "similar_patients": "{}"}