{"patient_id": 4753, "patient_uid": "6280442-1", "PMID": 30514236, "file_path": "comm/PMC006xxxxxx/PMC6280442.xml", "title": "Internal mammary artery injury during percutaneous coronary intervention: a case report", "patient": "A 78-year-old man with CAD risk factors of diabetes mellitus, smoking, and hypertension was transferred to our department from a local hospital with the diagnosis of unstable angina pectoris. The percutaneous coronary intervention was performed by an attending physician with 3 years of interventional experience, and was guided by an expert operator. Coronary angiography performed via the right radial artery revealed 70% occlusion of the proximal segment of the left main anterior coronary artery (LM) and 90% occlusion of the proximal segment of the left anterior descending coronary artery (LAD). The diagnostic catheter(6F TIG, TERUMO, Japan) was withdrawn, and the hydrophilic guidewire (Merit Laureate; Merit Medical, USA) was advanced. Unnoticed, it strayed into the distal right IMA. When the guiding catheter (6F EBU3.5, Medtronic, USA), advanced over the guidewire, reached the proximal-middle segment of the IMA, the patient complained of intolerable chest pain. The guiding catheter and guidewire were immediately withdrawn. The guidewire was reintroduced into the aortic sinus and the guiding catheter was delivered to the left coronary artery, and balloon dilatation and stenting of the LM and LAD was performed. The patient again complained of severe chest pain, and his blood pressure began to fall. His condition deteriorated despite administration of opioid analgesics and intravenous fluids (Fig. a). Transthoracic echocardiography ruled out cardiac tamponade and aortic dissection. Fluoroscopy was suggestive of a right-sided pleural haemothorax (Fig. c). IMA angiography revealed obvious exudation of contrast in the third rib segment of the right IMA. A 2.0 mm × 15 mm semi-compliant balloon (MINI TREK, Abbott, IL, USA) was introduced up to the site of the leak and kept inflated for 20 min to reduce the exudation. Bleeding was finally staunched by embolization with coils (Fig. b). However, the patient developed cardiac shock and suffered a cardiac arrest. He was successfully resuscitated and transferred to the cardiac care unit, where he was intubated and mechanically ventilated (Fig. d). He was treated with chest tube drainage, intravenous fluids, and blood transfusion. Subsequently, after cardiac rehabilitation, he was discharged from hospital 23 days after admission.", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'20238295': 1, '7473930': 1, '17693915': 1, '25553577': 1, '30403801': 1, '26831902': 1, '25294375': 1, '27181536': 1, '16238565': 1, '30514236': 2}", "similar_patients": "{}"}