{"patient_id": 131659, "patient_uid": "6372420-1", "PMID": 30756204, "file_path": "noncomm/PMC006xxxxxx/PMC6372420.xml", "title": "Acute Exacerbation of Fever Following Administration of Tropicamide and Phenylephrine Ophthalmic Solution: A Case Report", "patient": "A 24-year-old Japanese woman, with no use of medication and with no medical history except for that of untreated atopic dermatitis, was referred to our facility for chronic fever (approximately 37–38 °C) that had persisted for 6 months. She also had systemic superficial lymphadenitis, which was previously proven as dermatopathic lymphadenopathy based on biopsy results.\\nThe patient was hospitalized for further tests to determine the origin of her fever. Upon hospitalization, she was in a generally good state, with a body temperature, blood pressure, and heart rate of 36.7 °C, 108/54 mmHg, and 80 bpm, respectively. No liver or kidney dysfunction was observed. The course of her fever during hospitalization is shown in Fig. .\\nAt 2.00 p.m. on day 3 after hospitalization, one drop of ophthalmic solution containing tropicamide and phenylephrine (Mydrin®-P) was administered in each eye to dilate the patient’s pupils for funduscopy. The patient did not have a previous history of using this medication. After 15 min, the patient complained of feeling hot, and 90 min after instillation her body temperature abruptly rose from 37.0 to 40.1 °C; however, her heart rate (approximately 90 bpm) indicated relative bradycardia, and her blood pressure had not markedly changed (Fig. ). The patient was administered a single dose of acetaminophen (400 mg) followed by a single dose of loxoprofen (60 mg). Cold applications, such as the use of an ice pillow, were not utilized as the patient refused. The patient’s fever gradually broke; after approximately 24 h, the patient’s body temperature returned to approximately 37.0 °C (Fig. ). No noteworthy changes were observed in subsequent laboratory findings, and her blood culture test results were negative. Because the patient had severe general atopic dermatitis, marked eosinophilia (2205/μL; 24% white blood cells), and elevated immunoglobulin E levels (28,542 IU/μL), an allergic reaction was suspected at the time. However, a drug lymphocyte stimulation test performed 3 days after the onset of fever was negative for tropicamide and phenylephrine.\\nOver the patient’s 12-day hospital stay, blood and urine tests, bone marrow aspiration, gallium scintigraphy, whole-body contrast-enhanced computed tomography, positron emission tomography, three blood culture examinations, echocardiography, and funduscopy were performed; however, the cause of persistent low-grade fever could not be identified.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'20030474': 1, '11879129': 1, '30046935': 1, '4787000': 1, '28940663': 1, '15522375': 1, '24354865': 1, '25857606': 1, '7039329': 1, '17401620': 1, '18714635': 1, '3565971': 1, '17683414': 1, '23900020': 1, '15962500': 1, '30756204': 2}", "similar_patients": "{}"}