{"patient_id": 136895, "patient_uid": "6826114-1", "PMID": 31720240, "file_path": "noncomm/PMC006xxxxxx/PMC6826114.xml", "title": "Chlorhexidine: a hidden life-threatening allergen", "patient": "A 75-year-old male with hypertension receiving beta-blocker and bladder cancer underwent transurethral tumor resection in 2014. Surveillance postsurgical cystoscopy under local anesthesia was performed every 6 months. During the 2nd procedure he developed generalized cutaneous pruritus with no other symptoms with spontaneous resolution after one hour. This reaction was interpreted as allergy to cefoxitin and it was recommended to avoid 2nd generation cephalosporins.\\nTwenty minutes after the 4th cystoscopy, he developed generalized urticaria, oropharyngeal tightening, dyspnea, hypotension (75/40 mmHg) and loss of consciousness with cardiorespiratory arrest. Cardiopulmonary resuscitation was initiated immediately with endovenous administration of adrenaline (1 mg), clemastine (2 mg) and hydrocortisone (200 mg) and orotracheal intubation with invasive ventilation. The patient recovered over the next 2 hours and was extubated on the same day.\\nThe patient was referred to the immunoallergology outpatient clinic and a complete workup was performed. Local disinfection and anesthesia were performed with iodopovidone (Betadine, manufacturer, city, country) and lidocaine + chlorhexidine gel (Optilube, manufacturer, city, country). Prophylactic antibiotic therapy was performed only in 2nd procedure (cefoxitin) and ortho-phthalaldehyde (Cidex, manufacturer, city, country) was not used as cystoscope disinfectant.\\nThe allergologic investigation revealed negative skin prick test (SPT) to iodopovidone and latex, and negative cutaneous tests (standard concentration [] to PPL, MDM, amoxicillin, penicillin, cefoxitin). Specific IgE (sIgE) available (latex, penicillin, amoxicillin) were negative. Provocation tests to lidocaine and cefoxitin were negative.\\nSPT to chlorhexidine (2%) was strongly positive (11 mm × 10 mm wheal), with a positive sIgE - 4 kU/L (normal value: <0.35 kU/L). summarizes the allergologic workup.\\nWe also performed a basophil activation test (BAT) using chlorhexidine digluconate 20% (1062 mg/mL) at 0.05%, 0.005%, 0.005%, and 0.00005% []. The basophil population was identified as HLA-DR-CD123+ CD203c+ cells and activation by CD63 expression. BAT was positive at 0.005%, 0.0005%, and 0.00005% with activation of 5.02%, 8.58%, and 11.9% and stimulation index of 3.22, 5.5, and 7.63 respectively ().\\nThe diagnosis of severe allergic reaction to chlorohexidine was confirmed. The patient was advised to avoid products containing chlorhexidine. Subsequent cystoscopy was uneventful using lidocaine gel as local anesthetic and iodopovidone as disinfectant. Moreover, he was informed to be aware of chlorhexidine as a component of over the counter products and the need to avoid them.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'30511701': 1, '25352674': 1, '29021884': 1, '23265264': 1, '26111940': 1, '27439274': 1, '27687465': 1, '28194756': 1, '28007083': 1, '26464588': 1, '32210588': 1, '25979569': 1, '25664137': 1, '33924416': 1, '25611155': 1, '29411737': 1, '26361890': 1, '29226805': 1, '28409044': 2, '28830892': 1, '23617635': 1, '26750419': 1, '31720240': 2}", "similar_patients": "{'5376445-1': 1}"}