{"patient_id": 14399, "patient_uid": "6909866-1", "PMID": 31808417, "file_path": "comm/PMC006xxxxxx/PMC6909866.xml", "title": "Metastatic non-muscle invasive bladder cancer with cervical lymph node metastasis", "patient": "A 72-year-old man with diabetes was admitted in January 2017 with complaints of lower urinary tract symptoms and microscopic hematuria. Review of the medical history showed that in 2012 he had undergone transurethral resection of a low-grade pTa bladder tumor (TURBT), without signs of recurrence until February 2017 when atypical urothelial cells were described by urine cytology and a small superficial bladder neoplasm was found on cystoscopy. Hence, the patient was treated again with TURBT. At this time the pathological diagnosis was secondary carcinoma in situ (CIS) (), that was confirmed by an additional pathologist review, so he was treated with 81mg of intravesical bacillus Calmette-Guerin (BCG) once weekly for 6 weeks+3 weekly instillations every 3 months. Following the protocol of high-risk bladder cancer, upper urinary tract (UUT) was evaluated with computed tomography (CT) urography without signs of UUT disease (). Thus, a second TUR (Re-TUR) with random bladder biopsies was performed 45 days later, with non-tumoral bladder tissue in histopathology.\\nPostoperatively, the patient was followed with cystoscopy and urinary cytology every three months and remained free of recurrence for 8 months, when he complained about a left cervical mass. A cervical US () and full-body CT scan () revealed several left supraclavicular lymph node (LN) enlargement without evidence of local or regional (pelvic) recurrence. Fine-needle aspiration cytology (FNAC) of LNs was performed under US guidance. The immunochemical staining showed diffuse co-expression of cytokeratin 7 (), cytokeratin 20 () and GATA-3 (), with negative expression of TTF1 and napsin A, that definitely identified metastatic UC. He received 6 cycles of combination chemotherapy (gemcitabine-cisplatin) every 4 weeks, with a progressive clinical worsening, complicated by a fatal acute respiratory failure 5 months later.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'26684180': 1, '25220842': 1, '14963349': 1, '24262709': 1, '28494780': 2, '15862612': 1, '18380817': 1, '28058776': 1, '23737352': 1, '27324428': 1, '21664041': 1, '26838193': 1, '30061076': 1, '27992871': 1, '11528191': 1, '26713674': 1, '28753817': 1, '25799961': 1, '30109483': 1, '19536555': 1, '7490804': 1, '23395238': 1, '34528776': 1, '31808417': 2}", "similar_patients": "{'5425980-1': 1}"}