{"patient_id": 15537, "patient_uid": "6966405-1", "PMID": 32026045, "file_path": "comm/PMC006xxxxxx/PMC6966405.xml", "title": "Transsplenic portal vein recanalization and direct intrahepatic portosystemic shunt placement to optimize liver transplantation", "patient": "The patient was a 48-year-old male with decompensated alcoholic cirrhosis complicated by refractory ascites, hepatic encephalopathy, and variceal bleeding. He was admitted to our institution with worsening fluid overload and a leaking umbilical hernia. He underwent evaluation and listing for liver transplantation with a MELD-NA score of 18. Two prior attempts at TIPS had failed at outside institutions. A CT demonstrated cirrhotic morphology of the liver, stigmata of portal hypertension, as well as chronic occlusion of the HVs, extrahepatic PV (diameter < 1 mm), and distal superior mesenteric vein (SMV). (Figure ) interventional radiology was consulted for portal vein reconstruction in combination with TIPS to alleviate portal hypertension and ascites and to facilitate transplantation allowing direct portal- portal anastomosis. After a hepatic venogram confirmed chronic hepatic vein occlusion, a multidisciplinary discussion ensued during which time an attempt at DIPS with trans-splenic PVR was decided upon. The patient was scheduled for the procedure with interventional radiology under general anesthesia. Ultrasound guidance was used to allow two 10 French sheaths to be placed into the intra-hepatic IVC via the right internal jugular vein (IJV). A percutaneous trans-splenic access into the main splenic vein was subsequently obtained by puncturing a peripheral splenic venous branch with a micropuncture set (Cook; Bloomington, IN) under sonographic guidance. The access was exchanged for a 6 Fr sheath over a stiff guidewire. A splenic venogram was performed, confirming chronic occlusion of the PV with primary drainage of the SV through gastric varices (Fig. ). Next, the thrombosed PV was recanalized with the use of an angiographic catheter and hydrophilic wire and consequently angioplastied with an 8 mm balloon to restore its lumen and re-establish PV flow (Fig. ). After the PV was reconstructed, a snare was then placed into the main PV and used as a target for DIPS creation. A Roche-Uchida transjugular liver access kit with a modified 65-in. 21-gauge needle was advanced into the IVC through the sheath within the IJV and directed towards the PV. An intravascular echo probe was advanced into the IVC through the other IJV sheath and used for real time sonographic guidance of the needle puncture from the IVC to the snare in the reconstructed PV. The needle was then used to subsequently puncture the PV through the caudate lobe and facilitate placement of a wire into the SV (Fig. ). An initial portosystemic gradient was calculated to be 20 mmHg. Following pre-dilation with an 8 mm balloon, the IJV sheath was then advanced through the hepatic parenchymal tract into the main PV. An 8–10 mm × 5 cm adjustable stent-graft was finally placed across the main PV and into the IVC to create the DIPS. The stent was dilated and angioplastied with an 8 mm balloon. A portal venogram demonstrated brisk blood flow through the DIPS and resolution of varices. A post-DIPS portosystemic gradient measured 8 mmHg. Residual narrowing and scarring within the SV was also treated with 8 mm balloon angioplasty to optimize flow through the DIPS (Fig. ). Completion splenic venogram demonstrated brisk flow from the SV into the DIPS stent and into the IVC. Completion splenic venogram demonstrated brisk flow from the SV into the DIPS stent and into the IVC. The splenic tract was embolized with a detachable plug in addition to two 6 mm pushable coils. The patient tolerated the procedure well and remained hemodynamically stable throughout. He was initiated on anti-platelet therapy with Clopidogrel the following day for 3 months duration. At 1 month, the patient had a significant reduction in ascites with concomitant decrease in size of his ventral hernia. The MELD-NA score at this time was reduced to 12. He is currently listed but has not yet undergone transplantation.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'16810460': 1, '19527850': 1, '26050013': 1, '26997089': 1, '29705227': 1, '25905983': 1, '8773989': 1, '32026045': 2}", "similar_patients": "{}"}