{"patient_id": 129518, "patient_uid": "6194182-1", "PMID": 30364356, "file_path": "noncomm/PMC006xxxxxx/PMC6194182.xml", "title": "An atypical initial presentation of AIDS as cryptococcal lymphadenitis", "patient": "A 45-year-old male hailing from Dhanbad district of Jharkhand state working as a staff in a courier service reported to medicine OPD of Patliputra Medical College and Hospital (PMCH), Dhanbad with the chief complain of—soreness of mouth and difficulty in swallowing both solid and liquid since past 1 month, multiple episodes of fever on and off for one and a half months, mild cough with scanty expectoration and weight loss (not documented) since past 2 months.\\nPatient was apparently asymptomatic 2 months ago when his complaints started in the form of mild cough with scanty expectorations. It was gradual in onset, non-progressive, no diurnal variation. Symptoms sometimes showed relief on taking cough syrup containing codeine and dextromethorphan. The sputum was white in colour, non-blood tinged and mucoid in consistency. Patient also complained of loosening of clothes which used to fit him earlier.\\nSince past one and a half months, he complained of multiple episodes of fever on and off with no particular pattern. It was gradual in onset, non-progressive though little relief was seen on taking paracetamol. Gradually, the patient developed soreness of mouth and difficulty in swallowing both solid and liquid food items. It was gradual in onset with no complaint of burning sensation in mouth or heart burn.\\nBefore the start of these complains or during this period, he was not on any drug (except for cough syrup and paracetamol).\\nOn general physical examination, he was thin built, febrile, weighed 42 kg, BP 120/80 mmHg, pulse 96/min. Pallor was present. No icterus, clubbing, cyanosis, lymphadenopathy, oedema. On the examination of oral cavity, white keratotic lesions were seen over vestibular and buccal mucosa, suspected to be verrucous leukoplakia.\\nOn systemic examination, no abnormalities were detected. Laboratory data revealed Hb 9.2 gm%, TC 2700/mm3, neutrophil 79% and lymphocyte 21%. Ultrasonography (USG) of whole abdomen showed multiple retroperitoneal and mesenteric lymph nodes (largest being 28 mm).This made us think that the patient was suffering from abdominal tuberculosis which might have disseminated from the lungs. So, now sputum was analysed for acid-fast Bacilli which was negative. Rest all investigations like chest X-ray, electrolytes, kidney function test, random sugar, routine urine, liver function test and lipid profile were within normal limit. Then blood was tested for HIV I and II and was found to be positive for HIV I. Therefore, he was now registered at the Anti Retroviral Therapy centre of PMCH Dhanbad on 28-03-2017. CD4 count was 58/mm3 which signifies stage 4 of the disease.\\nBased on high clinical suspicion and the epidemiological data, his treatment was started with antitubercular therapy (ATT) Cat-I on 30-03-2017 (consisting of Isoniazid, Rifampicin, Pyrazinamide and Ethambutol) and HAART (consisting of Zidovudine, Lamivudine and Efavirenz) after 2 weeks on 14 April 2017 to avoid immune reconstitution inflammatory syndrome. Even after 2 weeks, no clinical improvement was seen in the patient which according to the literature is one of the criteria to state that the patient had tuberculosis and get cured following ATT administration. Failure of above treatment advised us to do USG guided fine-needle aspiration cytology (FNAC) of the retroperitoneal and mesenteric lymph nodes. Cytological reports showed large masses of round yeast like structure with negatively stained capsule admixed with lymphoid cells, plasma cells, foamy macrophages, epitheloid cells in the background of necrotic debris. These suggested a possibility of fungal (Cryptococcus) necrotizing granuloma involving the lymph nodes. No acid-fast bacilli were seen.\\nFollowing this report, ATT was stopped on 27 April 2017 and patient was referred to Rajendra Institute of Medical Science, Ranchi where he was treated with injection amphotericin B for 7 days followed by oral fluconazole and flucytosine. Flucytosine could not be continued after discharge from hospital due to financial constraints. After 15 days, patient came for follow-up and there was improvement in clinical symptoms and with the gain of 2 kg weight. The USG showed a decrease in size of the lymph nodes.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'11270408': 1, '21087142': 1, '32484459': 1, '20608767': 1, '8918955': 1, '24014328': 1, '25183076': 1, '25097408': 1, '19182676': 1, '24701506': 1, '30364356': 2}", "similar_patients": "{}"}