{"patient_id": 134484, "patient_uid": "6600028-1", "PMID": 31275137, "file_path": "noncomm/PMC006xxxxxx/PMC6600028.xml", "title": "AIHA and Pancytopenia as Complications of Pembrolizumab Therapy for Metastatic Melanoma: A Case Report", "patient": "A 67-year-old male with a past medical history of chronic lymphocytic leukemia (CLL), and diagnosed BRAF negative metastatic melanoma in 2017 on pembrolizumab as first line treatment was presenting with shortness of breath. He presented to his medical oncology follow-up on his 8th cycle of the pembrolizumab with 1 week history of worsening fatigue and shortness of breath initially on exertion and then at rest. Routine laboratory investigations showed a hemoglobin of 66 g/L that morning at the end of June, which was quite a decrease from his baseline hemoglobin of 154 g/L as well as normal LDH (Fig. ). The patient was sent to the emergency department to be assessed by hematology. He received a 1g dose of methylprednisone IV and red cell transfusion. Supportive management was done. Investigations showed that his absolute reticulocyte count was 12.8 × 10−9/L (N = 20–90) (Fig. ). Peripheral blood film reflected normocytic anemia and no spherocytic hemolysis were seen on smear. Bone marrow biopsy found bone marrow involvement by the low-grade B-cell lymphoma and reduced and left shifted erythropoiesis, and the biopsy did not reflect red cell aplasia at the time.\\nTwo weeks later, His hemoglobin was 83 g/L, white cell count 4.2 × 10−9/L (N = 4.5–11), platelets 45 × 10−9 L (N = 150–450), ANC 1.5 × 10−9 L (1.5–8 L) (Fig. ). Due to the continued anemia, neutropenia and thrombocytopenia, the medical team decided to start him on prednisone at a dose of 1 mg/kg/day.\\nThe hematologist suspected two components to his symptoms: PD-1 inhibitor use in the background of CLL. As a result he developed an evolving to aplastic anemia, with a component of autoimmune hemolytic anemia.\\nTwo months after the emergency visit, he was followed up by the hematologist that noted bone marrow suppression – which was slowing recovering given the rising reticulocyte count and hemolytic anemia; likely autoimmune given positive direct antiglobulin test (DAT) and response to prednisone.\\nTwo weeks into his prednisone taper, there was a rise in his LDH and haptoglobin so the team extended the prednisone duration. When his prednisone taper was finished in October, his WBC was 13.3 × 10−9/L, hemoglobin 112 g/L, platelet 220 × 10−9/L, and lymphocyte 8.8 × 10−9/L (Fig. ). He was found to have an enlarging pulmonary nodule and a referral was in put for stereotactic radiation. He continued to have weekly CBCs to monitor for anemia. He restarted on prednisone twice for a decrease in his hemoglobin as soon as tapering is attempted.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'26933225': 1, '29340837': 1, '25904595': 1, '34720930': 2, '28527392': 1, '28239468': 2, '27472273': 1, '9796923': 1, '28872489': 1, '8671665': 1, '32767641': 2, '29633980': 1, '27920704': 2, '27382547': 1, '26795275': 1, '27462240': 2, '33224503': 2, '32982171': 1, '31762755': 2, '29667553': 1, '27539158': 1, '25409260': 1, '26325031': 1, '26981948': 1, '28746020': 1, '27486853': 1, '24678166': 1, '29656748': 1, '23087177': 1, '31275137': 2}", "similar_patients": "{'7656862-1': 1, '4939691-1': 1, '5126613-1': 1, '6873039-1': 1, '5319184-1': 1, '7471020-1': 1, '8460943-1': 1}"}