{"patient_id": 131193, "patient_uid": "6340592-1", "PMID": 30642858, "file_path": "noncomm/PMC006xxxxxx/PMC6340592.xml", "title": "Constipation with megacolon in a 36-year-old man: a rare presentation of MEN2B from Sri Lanka", "patient": "A 36-year-old man who was diagnosed to have MEN2B presented with worsening constipation and abdominal distension of 3 months duration. He was diagnosed to have MEN2B while being evaluated for disseminated medullary thyroid cancer at the age of 18 years. The metastatic deposits of medullary thyroid cancer were found, when the patient was evaluated for right side painful inguinal lymphadenopathy.\\nThe patient had clinically significant constipation for 3 months. Despite having constipation for 3 months, due to socioeconomic constraints, the patient only presented when he developed absolute constipation with worsening abdominal distension. He had no other features of bowel obstruction including associated vomiting or abdominal pain.\\nEven though he required thyroxine replacement following total thyroidectomy for medullary thyroid cancer, he had poor compliance to treatment. The patient also had a neuropathic bladder and was on an indwelling urinary catheter since childhood.\\nOn general examination, the patient was ill looking and in discomfort. He was afebrile. Patient had peripheral pitting oedema. He had marfanoid features including arachnodactyly, high arched palate and pectus excavatum. Mucosal neuromas were seen in the eyelids, lips and tongue (). On examination of the abdomen, it was grossly distended without features of peritonism. There was flank dullness on percussion and sluggish bowel sounds on auscultation. Digital rectal examination revealed an empty rectum. He was haemodynamically stable.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'34267836': 2, '22978818': 2, '27403312': 1, '20645564': 1, '27899172': 1, '22216927': 1, '16808642': 1, '28868184': 1, '33456245': 2, '11142456': 1, '12658132': 1, '10369718': 1, '30642858': 2}", "similar_patients": "{'8256904-1': 1, '8256904-2': 1, '3469395-1': 1, '7802859-1': 1}"}