{"patient_id": 15924, "patient_uid": "6990592-1", "PMID": 32021655, "file_path": "comm/PMC006xxxxxx/PMC6990592.xml", "title": "Falsely undetectable TSH in a euthyroid patient", "patient": "A 24-year-old woman attended to Al-Mahdi Clinic Lab with a request for thyroid function tests and other routine checkup tests. This patient had no history of disease or symptoms of malfunctioning of thyroid gland. Test results showed that total and free serum levels of T3 and T4 were normal, whereas TSH levels were less than 0.004 IU/ml (Normal range for adults 0.24–5.4 IU/ml). By confirming the results, Thyroid function tests were repeated by new sampling after 1 week and the same results were obtained. The method were used for detecting serum TSH level was immunoassay with Siemens Immulite 2000XPi device. The patient was referred to a physician for further evaluation and her physician again requested thyroid function tests with anti-TPO. With advice of his doctor, she was referred to another lab for doing these tests. The results of the second laboratory showed that all of Thyroid function tests were in normal range, so she returned to the first laboratory for consultation. The patient had no previous history of thyroid disease or cervical pain.\\nThe case was re-sampled in the first laboratory and the TSH test result was less than 0.004 IU/ml as before. In the second laboratory the ELISA method was used for measuring serum TSH level. The first laboratory negotiated with the patient for assurance and her sample was sent to a third laboratory for measurement of serum TSH level by other device with Electro Immunoassay method. In the third lab, the Abbott Architect device was used, and again normal range of serum TSH level was taken (Table ).\\nLab manager and physician in Al-Mahdi Clinic explained to the patient about the TSH variant in some people and she was assured that she was not hyperthyroid and doesn’t need any treatment.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'2493228': 1, '23605598': 1, '29982406': 1, '26924790': 1, '34140801': 1, '24423284': 1, '12406989': 1, '27732554': 1, '23107155': 1, '25950606': 1, '32021655': 2}", "similar_patients": "{}"}