{"patient_id": 133454, "patient_uid": "6502168-1", "PMID": 30889166, "file_path": "noncomm/PMC006xxxxxx/PMC6502168.xml", "title": "Endovascular repair of an abdominal aortic aneurysm using bifurcated stent-graft in a patient with bilateral external iliac artery occlusion", "patient": "An 84-year-old man, affected by chronic obstructive pulmonary disease, hypertension and an infrarenal AAA (diagnosed two years earlier), was admitted for fever of unknown origin. A computed tomography angiography (CTA) showed that the diameter of AAA has enlarged since its initial detection and was now approaching 64 mm with signs of perianeurismal inflammation (). Moreover, this CTA revealed the patency of both common (CIA) and internal iliac arteries (IIA), and a complete bilateral occlusion of the EIA (). The common femoral arteries (CFA) were patent, and the patient was asymptomatic for lower limb claudication.\\nThe need for urgent intervention for his 64mm AAA was discussed with the patient. Informed consent was obtained.\\nConsidering the high risk of complications of major open abdominal surgery due to his multiple comorbidities (ASA score 4), we agreed to attempt EVAR after recanalization of the chronic occlusion of the left EIA. We planned to perform EVAR using a bifurcated stent graft in order to preserve the patency of both IIA.\\nThe procedure was performed in the operating room with the patient under general anesthesia. Both CFA and the left axillary artery were surgically exposed.\\nThen, the left axillary artery was then punctured for insertion of a 12Fr sheath introducer, 90cm in length (Flexor KCFW, Cook medical Inc.) and abdominal aortography was obtained ().\\nAnterograde recanalization of the left EIA through the left axillary access was attempted by using a 0.035 inch angled glidewire (Terumo Medical) supported by a 4Fr Vertebral Glidecath catheter (Terumo Medical). This guidewire crossed easily the occlusion of the left CFA. Multiple predilatations of the EIA were performed with balloon catheters Powerflex 4x120 mm-7x40 mm (Cordis) () getting the recovery of the left femoral pulse ().\\nThe same procedure was attempted without success for the recanalization of the contralateral EIA.\\nA 9Fr sheath introducer was placed into the left CFA from the groin.\\nNumerous dilations of the left external iliac artery using 16Fr then 18Fr dilators (Cook Medical Inc) () were performed with success. The main body of a Zenith Alpha (Cook Medical, Inc) abdominal endovascular bifurcated stent-graft (ZIMB-26-84) was introduced through the left CFA and deployed below the renal arteries. Then we implanted the ipsilateral limb extender (ZISL-16-42) just proximal to the left IIA origin ensuring continued patency.\\nThrough the left axillary access, the contralateral gate of the bifurcated aortic stent-graft was engaged and a stiff guidewire was placed in the right IIA. Two Viabahn stent grafts 13x100 mm-13x50 mm (W.L. Gore, Flagstaff, AZ, USA) were advanced and released as a bridging stent-graft from the right gate of the aortic main body to the origin of right IIA to both achieve distal sealing and maintain the patency of the right IIA.\\nThe main body and the contralateral limb (two Viabahn stent-grafts) were dilated with a Coda balloon catheter (Cook Medical Inch). The kissing balloon was performed inside the stent-graft limbs with an 18 mm non compliant balloon Esophageal XXL (Boston SC) into the left limb and an 12 mm balloon Powerflex (Cordis) into the Viabahn (right limb).\\nThe completion angiography was satisfactory. It showed the patency of the endograft and both hypogastric iliac arteries () and revealed a low-flow type II endoleak from lumbar arteries.\\nEndarterectomy of the left CFA was required before arterial reconstruction. The patient had no intraoperative or postoperative complications.\\nA CTA performed 7 days after the operation, demonstrated the patency of the both CIIA, IIA and left EIA () and a type II EL (). The patient was discharged on 8th postoperative day.", "age": "[[84.0, 'year']]", "gender": "M", "relevant_articles": "{'22960023': 1, '11436077': 1, '19748213': 1, '19608439': 1, '17291146': 1, '15483279': 1, '10527442': 1, '14560225': 1, '14748631': 1, '30889166': 2}", "similar_patients": "{}"}