{"patient_id": 7817, "patient_uid": "6467432-1", "PMID": 31019860, "file_path": "comm/PMC006xxxxxx/PMC6467432.xml", "title": "Abscopal Resolution of a Hepatic Metastasis in a Patient with Metastatic Cholangiocarcinoma Following Radical Stereotactic Body Radiotherapy to a Synchronous Early Stage Non-small Cell Lung Cancer", "patient": "A 70-year-old male presented to his primary care physician with jaundice. Bloodwork revealed a bilirubin of >100 µmol/L. A CT scan of the abdomen and pelvis revealed moderate intrahepatic biliary dilatation and a stricture of the common hepatic duct within the head of the pancreas. Soft tissue infiltration around the common hepatic artery and portal vein was suspicious for a cholangiocarcinoma. On subsequent imaging, an ill-defined hypoattenuating mass (5.4 cm x 2.8 cm) was observed adjacent to the hepatobiliary tract extending into the right lobe of the liver consistent with a liver metastasis from the cholangiocarcinoma (Figure ). He underwent endoscopic retrograde cholangio-pancreatography (ERCP) and bile duct brushings revealed adenocarcinoma cells. Functionally, he was well with an Eastern Cooperative Oncology Group (ECOG) performance status of 1.\\nHis previous medical history was remarkable for gout, hypothyroidism, dyslipidemia, benign prostatic hypertrophy, appendectomy, and remote pancreatitis. His medications included levothyroxine, allopurinol, omeprazole, rosuvastatin, and vitamin B12. He had a 30 pack year history of smoking, and quit 19 years ago. At baseline, he consumed two to three alcoholic drinks per day but has abstained from alcohol since the time of his diagnosis.\\nAs part of his initial staging investigations, a CT scan of the chest was performed which revealed a 1.8 cm spiculated right apical pulmonary nodule (Figure ). A transthoracic, image guided biopsy of the pulmonary nodule revealed an adenocarcinoma. Immunohistochemistry (IHC) was positive for cytoketatin 7 (CK7), thyroid transcription factor 1 (TTF-1) and Napsin A, and negative for cytokeratin 20 (CK20), consistent with a primary NSCLC. IHC for anaplastic lymphoma kinase (ALK) was negative and programmed death-ligand 1 (PD-L1) was 1% to 49%. There were insufficient cells in the bile duct brushings to do mismatch repair (MMR) testing or to compare the NSCLC and biliary tract specimens in terms of morphology and IHC profile. However, because the lung tumor was small in size, with no evidence of hilar or mediastinal lymphadenopathy, these were deemed to represent two distinct primary cancers.\\nAfter review of his case in both the lung and gastrointestinal provincial tumor boards, he received eight cycles of palliative-intent cisplatin and gemcitabine chemotherapy. He required a dose reduction because of rash and neutropenia. During chemotherapy, the liver metastasis grew slightly to 5.4 cm x 3.6 cm and appeared more conspicuous compared to a prior examination. The lung mass, however, remained stable, as per response evaluation criteria in solid tumors (RECIST criteria) []. Chemotherapy was stopped and the patient continued on observation. On a follow-up CT scan, both the disease in the chest and the abdomen remained stable. As the patient maintained an excellent functional status over one year since the initial diagnosis, the option of SBRT to the lung lesion was considered.\\nAs part of the pre-SBRT assessments a positron emission tomography (PET) scan and CT brain were performed, which confirmed that there were no other sites of distant or nodal metastatic disease consistent with an AJCC 8th ed. [] stage of T1bN0M0 NSCLC. He was then treated with radical SBRT to the right upper lobe NSCLC with a total dose of 48 Gy in four fractions (Figures -). His treatment was planned using a four-dimensional CT simulation scan with fusion of a pre-treatment PET scan to aide with delineation of the primary tumor. His SBRT was delivered using two 240-degree RapidArc™ 6 megavoltage photon arcs using a Varian Edge Linear Accelerator. Daily cone beam CT scans were used for purposes of daily image guidance for his SBRT. He tolerated his SBRT very well and did not suffer any acute severe adverse effects as a result of treatment.\\nThree months post-completion of SBRT to the NSCLC, he presented to his primary care physician with a jaundiced appearance and mild scleral icterus. Bloodwork revealed transaminases and cholestatic liver enzymes were three to five times the upper limit of normal. Total bilirubin was 79 µmol/L, and direct bilirubin was 61 µmol/L. A CT scan of the chest, abdomen, and pelvis was performed in order to rule out tumor progression as a cause for his change in clinical status. The CT scan of the chest revealed stability of the right upper lobe lung tumor. Within the abdomen, the hepatic metastasis had completely resolved (Figure ). Bloodwork repeated one week later showed that his liver enzymes and bilirubin had completely normalized. The carbohydrate antigen 19-9 (CA 19-9) had decreased from 41 to 14 (upper limit of normal = 34 U/mL). A dedicated MRI of the liver was performed four months post-completion of the SBRT to the NSCLC in order to further assess the status of the liver metastasis. This scan confirmed the complete and spontaneous out-of-field resolution of the hepatic metastasis in keeping with an abscopal event (Figures -).\\nThe median survival of patients with locally advanced or metastatic cholangiocarcinoma treated with palliative gemcitabine/cisplatin chemotherapy is 11.7 months []. This patient is now 21 months removed from his initial diagnosis of unresectable cholangiocarcinoma and he is enjoying a more protracted survival than expected. He remains functionally active, exercising on a daily basis and is able to maintain employment as the proprietor of a construction company. It is unclear why the abscopal effect was limited to a metastasis in this case, however, it is plausible that the primary cholangiocarcinoma tumor may also change with time and further follow-up will be performed to monitor for this possibility.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'15520206': 1, '12702593': 1, '8891428': 1, '19097774': 1, '33297519': 1, '27495145': 1, '28596308': 1, '27649551': 1, '9824589': 1, '26028255': 1, '13042090': 1, '19672264': 1, '34768644': 1, '25701325': 1, '14967443': 1, '19573801': 1, '28434648': 1, '15205348': 1, '25662892': 1, '29437535': 1, '21145836': 1, '31019860': 2}", "similar_patients": "{}"}