{"patient_id": 135076, "patient_uid": "6667816-1", "PMID": 31435474, "file_path": "noncomm/PMC006xxxxxx/PMC6667816.xml", "title": "Atypical Skin Rash in a Patient with Adult-Onset Still's Disease: A Case Report", "patient": "A 52-year-old Turkish man presented with a two-week history of a high, spiking fever, sore throat, shortness of breath, cough, and a persistent pruritic skin rash on his chest, back, abdomen and arms in July 2012. He had no significant medical history, was not taking any medication, and had no significant family history. His vital signs at admission were a temperature of 39.2°C, a heart rate of 78 beats per minute, a respiratory rate of 16 breaths per minute, and a blood pressure of 124/82 mmHg. A physical examination revealed dark-reddish, confluent, pruritic erythematous maculopapules and plaques on his trunk, abdomen, upper back and proximal extremities accompanied by a linear configuration caused by vigorous scratching (). A respiratory evaluation showed absent breath sounds at the base of the lungs, and an abdominal examination showed mild hepatosplenomegaly. The superficial lymph nodes were not palpable. The patient had polyarthralgia of his wrists, knees and ankles, but had no active synovitis.\\nThe systemic examination was otherwise unremarkable. Peripheral blood tests showed leukocytosis of 12,800/uL with 88% neutrophils. His C-reactive protein (CRP) was 26 mg/L, and his erythrocyte sedimentation rate (ESR) was 93 mm/h. Urinalysis and cultures of urine, a pharynx swab, and 3 blood samples were negative. His bone profile, renal function, immunoglobulins, and protein electrophoresis were normal. A chest radiograph showed bilateral lower lobe consolidation with minimal pleural effusion. Based on the clinical features, chest radiograph findings and increased white blood cell count, a diagnosis of pneumonia was made, and the patient was treated with empirical intravenous antibiotics (amoxicillin plus clavulanic acid and azithromycin), paracetamol and antihistamines. However, no improvement of the symptoms was achieved one week after admission. Fever, skin rash and raised inflammatory markers persisted despite the antibiotherapy. A blood analysis showed an increased level of leucocytes (15,400/ul) and an ESR of 120 mm/h. A peripheral blood smear was normal. Chest computed tomography (CT) revealed a bilateral small amount of fluid in the pleural cavities. Contrast-enhanced chest CT found no infective or inflammatory sign in the lungs. The patient underwent left-sided thoracocentesis with a pleural biopsy. The fluid showed features of inflammatory cells (predominance of neutrophils). Culture, direct bacterioscopy and genetic testing for tuberculosis were all negative. The activity of adenosine deaminase (ADA) in the pleural fluid was not elevated. Abdominal ultrasonography revealed mild splenomegaly, but abdominal CT showed no abnormalities. An electrocardiogram and an echocardiogram were normal. Mycoplasma, toxoplasmosis, human immunodeficiency virus (HIV), anti-streptolysin O (ASO), cytomegalovirus (CMV) and Epstein-Barr virus (EBV) serologies were all negative. His thyroid hormones and hepatitis markers were normal. He was also negative for rheumatoid factor (RF), antinuclear antibody (ANA), and antineutrophil cytoplasmic antibodies (ANCAs).\\nLight microscopy of a skin specimen obtained from a red papule on the patient’s upper back showed dyskeratotic cells in the upper epidermis and inflammatory infiltrates with occasional neutrophils and rare eosinophils in the superficial dermis. A remarkably elevated level of serum ferritin (>40,000 ng/mL, reference range 21.8-274.6 ng/mL) was observed and a diagnosis of AOSD was made after a negative extensive infectious, neoplastic, and rheumatologic workup. The patient was initially treated with three courses of IV methylprednisolone pulse therapy (one course: 1000 mg/day methylprednisolone for 3 days), followed by prednisolone given orally at 80 mg/day (starting at a daily dose of 1 mg/kg). The patient’s fever and systemic symptoms promptly improved. However, the skin eruptions did not resolve until 2 weeks later, despite continuing steroid therapy. Therefore, methotrexate (20 mg/week) was added. Prednisolone was tapered to 20 mg/day 3 months later. The skin eruptions resolved with residual linear pigmentation approximately 1.5 months after onset ().", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'10583122': 1, '1578458': 1, '20546088': 1, '20020138': 1, '16365690': 1, '28845225': 1, '9189070': 1, '19028363': 1, '22198666': 1, '16700810': 1, '11455148': 1, '17414447': 1, '8186519': 1, '20549276': 1, '15928619': 1, '16230922': 1, '31435474': 2}", "similar_patients": "{}"}