{"patient_id": 11490, "patient_uid": "6721397-1", "PMID": 31434194, "file_path": "comm/PMC006xxxxxx/PMC6721397.xml", "title": "Syncope as Initial Presentation in an Undifferentiated Type Acute Myeloid Leukemia Patient with Acute Intracranial Hemorrhage", "patient": "This case report was approved by the Institutional Review Board of Taipei Tzu Chi Hospital, Buddhist Tzu Chi Medical Foundation (IRB number: 08-CR-060).\\nA 31-year-old male presented with a productive cough and rhinorrhea for 4 days. He had no past medical history or medicine history. The symptoms were associated with intermittent high fever up to 39–40 °C and myalgia. He took symptomatic treatment but in vain. The patient went to a local medical doctor for treatment. While waiting outside the consulting room, syncope occurred twice and he contused the frontal area. There was no tonic or clonic seizure. Other symptoms, including skin rash, arthritis, or tendency for abnormal bleeding, were not found. Pneumonia-induced sepsis was suspected, and he was transferred to our emergency department. Upon admission, his temperature was 38.4 °C, blood pressure was 110/62 mmHg, heart rate was 129 beats/min, body weight was 90.6 kg, and height was 173 cm. Upon physical examination, his Glasgow Coma Score (GCS) score was E4V5M6 and bilateral pupil size was 2 mm with light reflex. There was no horizontal or vertical nystagmus. The neck was supple with no limited range of motion. The bilateral breath sound was clear without wheezing or crackle, and tachycardia was noted. There was no Babinski sign, decreased muscle power, or unsteady gait. The chest X-ray revealed no significant pulmonary nodules or pneumonia patch. An influenza A + B rapid screening test was performed, which showed negative results. A brain CT revealed a 13 mm lesion with hyperdensity in the left temporal region, with suspected intracerebral hemorrhage (). Laboratory evaluation of the patient revealed severe leukocytosis with blastemia ().\\nResults from the bone marrow biopsy report showed 90% cellularity. Blasts accounted for more than 90% of all nucleated cells. Hypercellular and monotonous bone marrow was noted with undifferentiated myeloblasts with prominent, convoluted nuclei, and agranular cytoplasm. There were significantly decreased erythroid and megakaryocyte lineages. The immunohistochemical profile was as follows: CD34(+), CD117(+), MPO(+), CD33(+), CD68(–), hemoglobin A(–), Factor VIII(–), CD19(–), CD3(–), TdT(–), and PAX5(–). The peroxidase and alpha naphthyl acetate esterase (ANAE) test was positive and chloroacetate esterase (CAE) test was negative. Acute myeloid leukemia was diagnosed. Broad-spectrum antibiotic and adequate hydration were administered. An antineoplastic agent, hydroxyurea (15 mg/kg/day), and emergency leukocytapheresis were used to control disease progression. Unfortunately, the patient became drowsy with asymmetric pupil size and no light reflex. The follow-up brain CT showed multifocal intracranial hemorrhage in the bilateral cerebral hemispheres with midline shift involving the brain stem (). Progressive hypotension was noted even using a vasopressor agent. Finally, the patient expired due to uncontrolled hemodynamic shock on the fourth day.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'24733550': 1, '32549233': 1, '17636191': 1, '9563977': 1, '16266903': 1, '11264180': 1, '8338954': 1, '30083633': 2, '25778528': 1, '31635216': 2, '23344645': 1, '11703340': 1, '29654268': 1, '27455820': 1, '3162645': 1, '9198188': 1, '15876254': 1, '16471082': 1, '8193361': 1, '7539515': 1, '19270342': 1, '29703489': 1, '22969693': 1, '31434194': 2}", "similar_patients": "{'6075489-1': 1, '6963524-1': 1}"}