{"patient_id": 134401, "patient_uid": "6590428-4", "PMID": 30549384, "file_path": "noncomm/PMC006xxxxxx/PMC6590428.xml", "title": "Relief of intractable pruritus with romidepsin in patients with cutaneous T-cell lymphoma: A series of four cases", "patient": "A 67-year-old man presented for evaluation of erythrodermic CTCL with gradually worsening erythroderma, lymphadenopathy, and recalcitrant pruritus. He noticed increasing scaling and thickening of skin with loss of hair on scalp and face. The patient had a history of atopic dermatitis since childhood. In 1979, he was diagnosed with psoriasis and has had erythroderma for >25 years. Numerous therapies failed, including topical steroids of various strengths, cyclosporine, and multiple clinical trials, including a TNF inhibitor, and an oral JAK 1/2 inhibitor for presumed psoriasis. He reported severe pruritus unresponsive to antihistamines. Sézary cell count was 4,607/μL, and a TCR clone was identified in the skin and blood. He was diagnosed with stage IVA SS.\\nHe is currently on cycle 12 of romidepsin 14 mg/m2 qw 3/4. He initially developed mild thrombocytopenia, which resolved. Fatigue, mild gastrointestinal symptoms (upset stomach, nausea), and loss of appetite usually resolved within 2 to 4 days. His skin is less thickened with minimal erythema (Figure ); hyperkeratotic plaques on the soles and hands resolved, with only focal fine fissuring on palms noted; peripheral lymphadenopathy decreased in size. At last visit, Sézary cell count was negative; he is in partial to near complete remission. His pruritus improved significantly, with one mild flare per week, mostly localized, without need for anti-itch medication.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'25762519': 1, '24335103': 1, '22948508': 1, '34446710': 1, '22839723': 1, '27001482': 1, '23698099': 1, '25894580': 1, '22285672': 1, '19674465': 1, '30549384': 2}", "similar_patients": "{'6590428-1': 2, '6590428-2': 2, '6590428-3': 2}"}