{"patient_id": 131197, "patient_uid": "6340697-1", "PMID": 30671422, "file_path": "noncomm/PMC006xxxxxx/PMC6340697.xml", "title": "Hybrid Approach of Ruptured Type B Aortic Dissection with an Aberrant Subclavian Artery in a Single Patient with Turner Syndrome: A Case Report", "patient": "A 32-year-old woman with Turner syndrome (143 cm/49 kg, body surface area [BSA] 1.37 m2) was admitted to Kyungpook National University Hospital center with complaint of sudden-onset back pain. She had been diagnosed with Turner syndrome twenty years prior following examination for her short stature. She was regularly treated with hormone replacement therapy as an outpatient of the obstetrics and gynecology. She felt well, worked as a kindergarten teacher, and was unmarried. On admission, her initial systolic blood pressure and heart rate were 131 mmHg and 68 beats per minute, respectively. Her blood pressures were almost equal in the upper and lower extremities. Her initial hemoglobin level was 11.8 g/dL, and electrocardiography revealed a normal sinus rhythm.\\nAn initial computed tomography (CT) scan revealed intimal dissection on aortic isthmus level and a dissected flap extending from the left subclavian artery to the descending aorta. An elongated transverse aortic arch (ETA) and an aberrant right subclavian artery (ARSA) branching into the aortic isthmus as unusual anatomic location were seen. Periaortic hematoma formation was suspected of possible extravasation. In addition, a partial anomalous pulmonary venous connection (PAPVC) showed that the vertical vein connected to the left upper lobe drained into the left bra-chiocephalic vein ().\\nWe planned an arch and descending aorta replacement surgery via an anterolateral thoracotomy under cardiopulmonary bypass. However, the patient was hesitant with regard to invasive surgery owing to her cosmetic concerns as a single woman. Her back pain gradually improved with analgesics, however, 3 days later, she again complained of acute sharp back pain. Subsequent CT scan revealed active aggravation of ruptured aortic dissection and aneurysmal dilatation on dissected aorta. The false lumen had increased in size to 10% of the aortic maximum diameter, measuring 3.9 cm, and left pleural fluid collection suspicious to hemothorax and periaortic hematoma had increased ().\\nWe decided to perform an emergency operation for the recurrent back pain, enlarging periaortic hematoma and hemothorax.\\nAfter consultation with the patient, we initially planned an anterolateral thoracotomy with left heart bypass. However, we determined that it would be too dangerous to clamp on the aortic isthmus near the ARSA owing to the frailty of the aneurysmal dilatation on the dissected aorta. In addition, the vertical vein running directly above the dissecting flap might have interfered with the operative field.\\nInstead of open surgery, we decided to perform emergency thoracic endovascular aortic repair (TEVAR). However, because the patients had the ARSA with a dominant vertebral artery, we decided to perform a carotid to subclavian artery bypass with the dominant vertebral artery before TEVAR.\\nUnder general anesthesia, a right carotid and subclavian artery bypass was performed via supraclavicular transverse incision. A 7 mm Gore-Tex polytetrafluoroethylene Stretch graft was placed between the right carotid and subclavian arteries. After bypass, we exposed the patient’s right common femoral artery (CFA) through a longitudinal incision. Through the left CFA, a sizing catheter was inserted with angiography guidance for checking the length. Pre-deploying aortogram revealed ARCA branching from the aortic isthmus and aneurysmal dilatation on the dissected aorta including the left subclavian artery (). An S&G SEAL thoracic stent graft (24×24×110 mm; S&G Biotech, Seongnam, Korea) was advanced through the right CFA. During stent graft insertion, a slightly strong resistance was encountered; however, post-procedural aortogram revealed no peripheral arterial injury. After stent graft deployment, aortography showed laminar blood flow through the devices and the thoracic aorta with complete exclusion of the dissecting aneurysm (). There were no complications during the procedure, and the oversizing of stent grafts relative to the aorta did not exceed 10% to provide adequate radial force to keep the deployed stent grafts in place. The total operative time was 245 minutes, and the total contrast agent volume was 90 mL.\\nPostoperatively, the blood pressure in both arms was nearly same and there was no evidence of ischemia. After postoperative day (POD) 5, CT scan revealed a well-functioning aortic isthmus stent graft without endoleaks, and complete occlusion of both subclavian artery orifices with distal run-off reserved from collateral flow (). The patient was discharged on POD 6 without complications and is planning follow-up examination of the PAPVC at the cardiac and cardiovascular clinics.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'2371102': 1, '19088130': 1, '6499293': 1, '17873120': 1, '16984695': 1, '15353492': 1, '16849410': 1, '8166496': 1, '19934148': 1, '34139867': 2, '17875973': 1, '18839441': 1, '18373744': 1, '9417175': 1, '11712292': 1, '1445102': 1, '30671422': 2}", "similar_patients": "{'8216364-1': 1}"}