{"patient_id": 137189, "patient_uid": "6857201-1", "PMID": 31432457, "file_path": "noncomm/PMC006xxxxxx/PMC6857201.xml", "title": "A Case Study of Combined Perception-Based and Perception-Free Spinal Cord Stimulator Therapy for the Management of Persistent Pain after a Total Knee Arthroplasty", "patient": "Our patient was a 71-year-old Caucasian non-Hispanic male who presented with chronic left knee pain after undergoing a TKA 18 months prior. He had an uncomplicated past medical history of hypertension, hyperlipidemia, and reflux, which were well controlled with medical management. He was 70 inches tall and weighed 215 lbs. He had no history of any additional surgeries. He was married and lived at home with his wife. He was now retired and prior to his surgery maintained an active lifestyle including exercise and daily life activities. His social history included social alcohol consumption and was negative for tobacco use (Fig. ).\\nFollowing his TKA, the patient complained of persistent and progressively worsening post-operative pain of his knee. Orthopedic evaluation determined his implant to be normally functioning without evidence of hardware loosening or infection. On presentation, he described the pain as sharp, 7/10 (VAS) in severity though poorly defined, with radiation to the left ankle, and associated paresthesias in the same distribution. On physical exam, he experienced symptoms of hyperesthesia and allodynia along the anterior aspect of his knee. His postsurgical incision was well healed, without evidence of erythema, swelling, or gross changes in color. Strength was 5/5 with flexion and extension of the lower left leg, but was limited by guarding due to pain. His right lower extremity had 5/5 strength in all myotomes, and otherwise he had 5/5 strength in the left leg with flexion and extension of the thigh, inversion, eversion, plantar flexion, and dorsiflexion of his left foot.\\nGiven his symptomatology of hyperesthesia, allodynia, preserved strength, and absence of orthopedic aberrancy, a diagnosis of postsurgical CRPS of the left lower extremity was made. Initial management of his pain was conservative including physical therapy, non-steroidal anti-inflammatory, muscle relaxant, neuropathic, and opioid medications, which provided little or no relief of symptoms. Following a trial of lumbar sympathetic block, he reported improvement in pain, with a reduction on VAS to 3/10, lasting approximately 1 month in duration. Given a dramatic improvement in his knee symptoms, he subsequently underwent a successful SCS trial and uneventful implantation of two 16-contact Boston Scientific leads with a Boston Scientific Spectra WaveWriter™ SCS system. His generator was programmed to provide simultaneous traditional paresthesia-based therapy at a frequency of 50 Hz along with the combination of burst therapy at a frequency of 450 Hz, with six pulses per burst, as well as sub perception stimulation therapy at a frequency of 1.2 kHz. Upon first post-procedural follow-up, the patient experienced dramatic pain relief, reporting complete resolution of his symptoms. Moreover, at 6 months post SCS implantation, he continued to experience complete resolution and had successfully completed an opioid wean to discontinuation.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'30414165': 1, '34575196': 1, '30237904': 1, '27613710': 1, '22357571': 1, '17785742': 1, '29123665': 1, '31432457': 2}", "similar_patients": "{}"}