{"patient_id": 137742, "patient_uid": "6906341-1", "PMID": 31853210, "file_path": "noncomm/PMC006xxxxxx/PMC6906341.xml", "title": "Pleomorphic Adenoma of the Ala Nasi: A Case Report", "patient": "A 20-year-old male patient presented with a painless and gradually increasing mass of\\nthe right ala nasi of 6 months evolution. Examination of the nose revealed a firm\\nand lobulated mass located in the lateral part of the right ala nasi, of\\napproximately 2 cm × 1 cm in size, covered by an adherent and thinned skin,\\nextending into the nasal vestibule (). No punctum or skin extension was noted. Anterior rhinoscopy\\nfound a whitish nonobstructive mass, not bleeding on touch, covered by a normal\\nvestibular skin ().\\nThere were no other abnormalities in the nasal cavities, and the remainder of the\\nphysical examination was normal, in particular, concerning the major salivary glands\\nand the neck.\\nThe tumor was completely resected under general anesthesia. Intranasal vestibular\\nincision was performed parallel to the right alar rim. The tumor was carefully\\ndissected without damaging the capsule, but due to its adherence to the ala nasi\\nskin, it was necessary to remove the tumor along with the covering skin (). The subsequent\\ndefect was closed up without reconstruction. The postoperative period was\\nuneventful.\\nPathologic examination of the excised tumor found a pale-white, irregular nodular\\nmass measuring 2 × 1.2 × 1 cm. The cut-section was solid, pale-white, homogeneous,\\nand firm in consistency. On histologic examination, the tumor was composed of a\\nmixture of calcified ductal and tubular formations and spindle myoepithelial cells\\ninto chondromyxoid stroma (). There were no areas of malignant transformation. On\\nimmunohistochemistry, epithelial membrane antigen (EMA), cytokeratin 7 (CK7), and\\ncytokeratin 19 (CK 19) phenotype expression were positive (). The histopathologic analysis\\nconfirmed the diagnosis of PA with clear surgical margins. There were no signs of\\nlocal recurrence with 18 months follow-up.", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'18646579': 1, '9282462': 1, '9438942': 1, '195456': 1, '30200138': 1, '6090554': 1, '30651687': 2, '13652101': 1, '18758404': 1, '5661665': 1, '2166781': 1, '4339259': 1, '18295980': 1, '23172509': 1, '10065381': 1, '31853210': 2}", "similar_patients": "{'6306603-1': 1}"}