{"patient_id": 11587, "patient_uid": "6727347-1", "PMID": 31507644, "file_path": "comm/PMC006xxxxxx/PMC6727347.xml", "title": "Tuberculum sellae meningioma with possible tacrolimus neurotoxicity manifesting as manic-like psychosis after kidney transplantation", "patient": "A 63-year-old male with no personal or family history of psychiatric illness was admitted to the inpatient psychiatric ward at a teaching hospital in September 2018 because of sudden-onset manic-like symptoms including irritable mood, increased talkativeness, decreased need for sleep, and hyperactivity that began 2 weeks previously. Concurrently, he was convinced of the existence of a plot by his family members to murder him. He had received a kidney transplant for kidney disease due to diabetes in July 2016. Upon admission, a Mini-Mental State Examination (MMSE) was performed and his score (24/30) indicated impairments in orientation to time and concentration, but no abnormalities were found upon physical and neurological examination. Other than anti-diabetic medications, including gliclazide (60 mg/day) and linagliptin (5 mg/day), the patient was also being treated with the following immunosuppressants: tacrolimus (2 mg/day), methylprednisolone (4 mg/day), and sirolimus (2 mg/day). His tacrolimus levels (6.1 µg/mL) were within the therapeutic range (5–10 µg/mL). The consulted nephrologist recommended continued use of immunosuppressive drugs. On the first day of admission, blonanserin (8 mg/day), an atypical antipsychotic drug, was administered to alleviate psychotic symptoms.\\nOn the second day, all laboratory results including a drug screen were normal, except increased serum glucose (220 mg/dL) and hemoglobin A1c (9.7%) levels. However, a cerebral magnetic resonance imaging (MRI) study revealed a tuberculum sellae mass measuring 15 × 8 × 13 mm. The lesion was typical of a meningioma displaying homogenous enhancement with gadolinium and a dural tail (Fig. A, B). Hyperintense white matter lesions with possible tacrolimus neurotoxicity were also seen on fluid-attenuated inversion recovery (FLAIR) images (Fig. C). Since the patient did not show any visual field defects, neurosurgical consultation recommended regular follow-up without surgery. On the tenth day of admission, manic symptoms and impaired cognitive functions significantly improved (MMSE score: 29/30), whereas persecutory delusions remained unchanged. Accordingly, the patient’s blonanserin dosage was increased to 16 mg/day. Seventeen days after admission, delusions disappeared completely, which was supported by his statement of gaining insight into illness. After 3 weeks of hospitalization, most of the symptoms resolved. He was discharged and kept on the triple immunosuppressive regimen without any change in their doses and a reduced dose of blonanserin (8 mg/day).", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'25540735': 1, '10954269': 1, '18929948': 1, '22424158': 1, '27258085': 1, '8623651': 1, '12851458': 1, '19339650': 1, '17523697': 1, '17179459': 1, '9818703': 1, '18029275': 1, '19289156': 1, '12065642': 1, '11694265': 1, '12690219': 1, '27713063': 1, '25114826': 2, '438794': 1, '34781882': 2, '15144507': 1, '20699617': 1, '31507644': 2}", "similar_patients": "{'8591960-1': 1, '4121094-1': 1}"}