{"patient_id": 6311, "patient_uid": "6372699-1", "PMID": 30756192, "file_path": "comm/PMC006xxxxxx/PMC6372699.xml", "title": "Laparoscopic surgery to treat leiomyosarcomas of the sigmoid colon:a case report and literature review", "patient": "A 46-year-old male presented to our institution complaining of hematochezia 1 month in duration. His past medical history included coronary vasospastic angina and diabetes mellitus that was treated with insulin. He drank socially and had a 50-pack-year smoking history, but had quit smoking 4 months prior. Abdominal examination including palpation was normal. The levels of carcinoembryonic antigen (4.2 ng/mL) and carbohydrate antigen 19–9 (13.2 U/mL) (commonly measured blood tumor markers) were normal. Colonoscopy revealed a polypoid lesion approximately 30 mm in diameter in the sigmoid colon 30 cm from the anal verge (Fig. a). Histopathological examination of a biopsy specimen revealed spindle-shaped cells exhibiting significant nuclear atypia and a trabecular proliferation pattern on hematoxylin-eosin staining. Immunohistochemically, the tissue was positive for SMA and desmin and negative for c-kit, DOG-1, CD34, and S-100. Furthermore, the Ki-67 index was > 50% (Fig. ). Contrast-enhanced computed tomography from the chest to the pelvis revealed a tumor 28 mm in diameter in the sigmoid colon and the absence of involved lymph nodes and any distant metastasis (Fig. b).\\nWe diagnosed an LMS of the sigmoid colon without metastasis. We performed laparoscopic sigmoid colectomy and regional lymphadenectomy, following the concept of complete mesocolic excision and high-level central vascular ligation with curative intent for colon cancer patients. Laparoscopic surgery was performed with the aid of five trocars. The first trocar (12 mm in length) was placed in the umbilicus using an open method. Another 12-mm trocar was placed in the right lower abdomen, and three 5-mm trocars were placed in the left lower and either side of the abdomen (Fig. a). We identified the tattoo injected near the tumor before surgery (Fig. b). We dissected and mobilized the sigmoid colon by the medial-to-lateral approach in Toldt’s space and performed high-level central vascular (inferior mesenteric artery) ligation (Fig. c). The sigmoid colon was transected to remove a 10-cm tract margin from the tumor. After complete curative resection, a colorectal end-to-end anastomosis was created using the double-stapling technique (Fig. d). The tumor dimensions were 42 × 37 × 28 mm, and the surface was elastic and hard (Fig. a). The cross-section was white with a 5 mm peduncle (Fig. b). The epithelium was widely exfoliated, and the tumor per se featured trabecular proliferation of spindle cells with prominent anisonucleosis and nuclear atypia. The tumor involved the base of the muscularis propria, but was not continuous with the base. Therefore, the tumor was considered to have originated in the muscularis mucosa. All surgical margins, and lymph node vascular invasion status, were negative. Forty-four lymph nodes were harvested; no lymph node metastasis was detected. The tumor was of histological grade 2 by reference to the French Federation Nationale des Centers de Lutte Contre le Cancer (FNCLCC) system []; of stage IIA of the TNM classification of the 7th Edition of the American Joint Committee on Cancer (AJCC) system [], the 7th Edition of the Union for International Cancer Control (UICC) system, and a previously published surgical staging system [].\\nThe postoperative course was uneventful, and the patient was discharged 9 days after the operation. He was followed-up every 6 months by contrast-enhanced computed tomography and every 12 months by colonoscopy; he did not receive adjuvant chemotherapy. There was no evidence of recurrence to 1.5 years after surgery. The clinical course of this patient is shown in Fig. .\\nLMS of the colon is often diagnosed later than LMS of the rectum. Therefore, only a few such patients can undergo laparoscopic surgery. We here report the first case of curative laparoscopic surgery to treat LMS of the colon.\\nLMSs originate from smooth muscle, which is widespread in the body; LMSs are most common in the retroperitoneum (including the pelvis), large blood vessels (principally the inferior vena cava), and the lower extremities []. Gastrointestinal LMSs of the colon are very uncommon, accounting for < 0.1% of all colorectal malignancies. Theoretically, LMSs can develop from both the muscularis propria and the muscularis mucosae; however, few reports on LMS origins have appeared. Although the muscularis propria contains more smooth muscle than the muscularis mucosae, a macroscopic polypoid LMS protruding inside the colon has often been reported []. Therefore, development of LMS from the muscularis mucosae (as in our case) may not be uncommon.\\nWe searched the PubMed database using the MeSH terms “leiomyosarcoma” and “colon.” English-language reports published after 1998 investigating cases that were clearly immunohistochemically diagnosed as LMSs were selected. All cited references were also reviewed. The search yielded 197 publications, of which 26 were ultimately evaluated [–]. Table summarizes these data and our case. The patients included 16 males and 11 females of median age 57.5 years [interquartile range (IQR), 53–65.5 years]. Tumors were in the right colon in 14 cases, and the left colon in 13, most frequently in the sigmoid colon (9 cases). The median tumor diameter was 7 cm (IQR, 3.7–10.5 cm).\\nSurgery is the standard treatment for localized soft tissue and visceral sarcomas []. In all cases, surgery was performed, but no standard therapeutic strategy for gastrointestinal LMSs has yet been established. Lymph node metastasis of gastrointestinal LMSs is rather uncommon; however, lymph node dissection is advisable if this is not excessively invasive, because lymph node metastasis has been reported even in those with small poorly proliferating tumors [one such tumor was 1 cm in diameter and exhibited 18 mitoses/50 high-power fields (HPFs)] []. The standard chemotherapies for advanced soft tissue and visceral sarcomas are first-line anthracyclines, with doxorubicin-plus-dacarbazine as an alternative []. Presently, chemotherapy plays a limited role in LMS treatment. Factors prognostic of LMS are unclear because LMSs are rare, but tumor diameter ≥ 5 cm has been reported to be poorly prognostic []. Therefore, minimally invasive laparoscopic surgery should be performed only when LMSs are < 5 cm in diameter, as in our case.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'27725539': 1, '27504346': 1, '6743978': 1, '26334473': 1, '32257499': 2, '26097728': 1, '11023095': 1, '21679535': 1, '17021790': 1, '26208828': 1, '25141322': 1, '22917807': 1, '26881636': 1, '23812956': 1, '33006746': 1, '34646904': 1, '23763337': 1, '15043462': 1, '14612624': 1, '22849696': 2, '6693192': 1, '10534170': 1, '9438854': 1, '34543950': 1, '15655606': 1, '20180029': 1, '25210080': 1, '26939310': 1, '30756192': 2}", "similar_patients": "{'3507816-1': 1, '7125469-1': 1}"}