{"patient_id": 134324, "patient_uid": "6586102-1", "PMID": 31258868, "file_path": "noncomm/PMC006xxxxxx/PMC6586102.xml", "title": "Autoimmune polyglandular syndrome type 1: a case report and brief review", "patient": "A 29-year-old man with past medical history of Addison’s disease and hypothyroidism who recently relocated to the USA from Puerto Rico presented to the emergency department (ED) with chief complaints of fatigue, palpitations, and light headedness.\\nHe was previously maintained on twice daily hydrocortisone and daily levothyroxine supplementation but had been off his medications for 5 days. He denied chest pain or shortness of breath. He also denied tremors, easy fatigability, weight gain, hoarseness of voice, or changes in bowel habit. Of note, he reported a childhood history of recurrent seizures due to hypocalcemia and had since been on calcium and vitamin D supplementation. He had no family history of autoimmune disease and review of systems was otherwise unremarkable. His knowledge about his medical condition was limited.\\nOn physical examination, he was in no acute distress. He was hypotensive with BP 89/67 and tachycardic with pulse rate of 115 bpm. Other vital signs were normal. Chvostek sign was negative and there was no thyromegaly on neck palpation. Oral examination showed multiple hyperpigmented lesions on the dorsum of his tongue () and multiple deformed and pitting finger nails in both hands (). The remainder of the physical examination was unremarkable.\\nBasic metabolic panel revealed hyponatremia with Na 129 meq/L (136–145) and potassium of 4.8 meq/L (3.5–5.1). He was also severely hypocalcemia with ionized calcium of 0.96 mmol/L (1.15–1.33). Fasting blood glucose was normal. Thyroid function test showed elevated thyrotropin level at 5.807 uIU/mL (0.450–5.330) with normal free thyroxine level at 0.94 ng/dL (0.58–1.64). AM cortisol was markedly reduced at <1 mcg/dL (6.7–22.6). ACTH was markedly elevated at 785 pg/mL (7–69) and direct renin was also very elevated at 390 pg/mL (2.5–45.7). Parathyroid hormone was markedly reduced at <6 pg/mL (12–88). Complete blood count was normal, as was coagulation profile.\\nECG also showed sinus tachycardia with no ischemic changes.\\nThe patient was given intravenous saline and double his normal dose of his steroids. His levothyroxine dose was continued at 75 mcg daily while intravenous and oral calcium were given to correct hypocalcemia. His symptoms gradually improved, and he was discharged home on hydrocortisone 20 mg in the morning and 10 mg at night with fludrocortisone 0.1 mg daily and levothyroxine 75 mcg daily.\\nOn follow-up in clinic 2 weeks later, patient was noted to be doing well. Patient education regarding medication adherence and stress dosing to avoid potentially life-threatening adrenal crisis and the importance of medic alert bracelets was reinforced. The patient was classified as having APS type 1 because of the presence of hypoparathyroidism, Addison’s disease, and chronic muco-cutaneous candidiasis, and promptly referred to the endocrinologist for continuity of care ().", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'28815025': 1, '33434148': 1, '9543115': 1, '23230544': 1, '19382990': 1, '34877443': 1, '26891119': 1, '22312376': 1, '22460196': 1, '26972725': 1, '22607796': 1, '20309000': 1, '13367177': 1, '2348835': 1, '31258868': 2}", "similar_patients": "{}"}