{"patient_id": 9919, "patient_uid": "6615586-1", "PMID": 31312541, "file_path": "comm/PMC006xxxxxx/PMC6615586.xml", "title": "Cutaneous Chronic Graft Versus Host Disease in a Symmetric Distribution", "patient": "A 58-year-old Caucasian male presented to dermatology complaining of rash and limited mobility of his bilateral ankles of nine months duration. He had a history of acute myeloid leukaemia, status post reduced intensity conditioning matched unrelated donor hematopoietic stem cell transplant (allo-HP SCT) with complete remission, as well as a history of low-grade papillary urothelial invasive bladder carcinoma and multiple sclerosis treated with ocrelizumab for 18 months. Of note, allo-HP SCT (2011) was complicated by grade II aGVHD and mild extensive cGVHD with Sicca syndrome affecting the oral cavity, lacrimal glands, joints and scalp hair, with a 2014 conjunctival biopsy showing chronic conjunctivitis with prominent lymphocytic follicles and scar. On examination, involving the bilateral medial ankles, were linear, well-demarcated, bound-down, patches with central hypopigmentation and peripheral erythema (Figures -). The skin appeared taught; on a range of motion examination, there was limited motion with flexion, while extension remained intact. There were no oral or ocular lesions and no nail changes.\\nA punch biopsy on the left ankle revealed prominent septal and fascial fibrosis with mild chronic inflammation (Figure ). Laboratory testing including complete blood count with differential, complete metabolic panel, and lactate dehydrogenase were within normal limits.\\nWe recommended starting tacrolimus 0.1% ointment and tretinoin 0.1% cream twice daily to the affected areas of the ankles. The patient was also continued on an oral prednisone taper, which had been initiated by another provider. In addition, the patient was referred to physical therapy to help measure baseline movement and restriction along with providing exercises to help increase range of motion.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'15561734': 1, '18794477': 1, '29770141': 1, '25529383': 1, '27438202': 1, '9520019': 1, '29332706': 1, '17053506': 1, '7475336': 1, '18503979': 1, '31312541': 2}", "similar_patients": "{}"}