{"patient_id": 133693, "patient_uid": "6521673-2", "PMID": 31143048, "file_path": "noncomm/PMC006xxxxxx/PMC6521673.xml", "title": "Left subclavian artery stenosis treated with transcatheter stent placement in pediatric patients", "patient": "A 4-year-old boy presented with incidental detection of murmur. Clinical examination revealed a low volume radial pulse in the left upper limb and lower BP in same limb. The right radial pulse was normal. BP in the right arm was 92/58/68 mmHg, whereas in the left arm measured 72/55/60 mmHg. He also had 2/6 systolic murmur in the left supra-clavicular region. Anthropometrically, his height was 100 cm and left upper limb was 10 mm shorter than the right upper limb.\\nEchocardiography revealed structurally normal heart with RAA and aberrant LSA with flow turbulence. Computerized tomographic (CT) angiogram had done which confirmed the diagnosis. There was 70%–80% stenosis just beyond the origin of LSA. The presence of limb length discrepancy justified treatment and transcatheter placement of stent was decided.\\nThat child was also electively intubated and ventilated after taking written consent. RFA access was obtained by 5(F) short sheath and arch angiogram was done which confirmed the diagnosis. The stenosed segment was measured 13 mm in length and 2 mm width. The stenosed segment was crossed with 5(F) Judkin right catheter and 0.025 × 260 angulated glide wire (Terumo medical corporation, somerset, New Jersey). Then, the 5(F) short sheath was upgraded to 6(F) short sheath and the 5(F) JR catheter was exchange with 6(F) guiding JR (Cordis de Mexico S. A de C. V) then 0.014 × 180 stabilizer coronary wire was parked in distal part of LSA over which racer 5 mm × 18 mm stent was positioned across the defect. The position of the stent was confirmed by check angiogram and then the stent was deployed under fluoroscopic guidance. Post procedure angiogram showed stent in situ with good flow in LSA and left axillary artery. Patient tolerated the procedure very well and was extubated on table. He was also kept on overnight heparin infusion and discharged with oral aspirin.\\nFollow-up visit on 3 and 6 months showed near normalization of radial pulse and BP in the left upper limb and significant improvement of limb length. USG of left upper limb was done which confirmed a laminar flow pattern in the LSA. The boy is being followed up for the last 4 years. At present, there is no remaining limb length discrepancy.", "age": "[[4.0, 'year']]", "gender": "M", "relevant_articles": "{'15736203': 1, '5415934': 1, '8637115': 1, '3504353': 1, '11107094': 1, '11959744': 1, '14153951': 1, '5940463': 1, '5646297': 1, '11455394': 1, '11562597': 1, '5647082': 1, '16878631': 1, '31143048': 2}", "similar_patients": "{'6521673-1': 2}"}