{"patient_id": 132908, "patient_uid": "6453403-1", "PMID": 30948411, "file_path": "noncomm/PMC006xxxxxx/PMC6453403.xml", "title": "Unusual case of intra-abdominal candidiasis following laparoscopic hysterectomy", "patient": "This was a 41-year-old woman who was being followed up in the outpatient clinic for menorrhagia.\\nShe had no significant medical, surgical, social or family history of note. Her obstetric history includes a missed miscarriage at 17 weeks of gestational age, two normal vaginal deliveries, a spontaneous first trimester miscarriage and two first trimester termination of pregnancies. She was noted to have a drug allergy to amoxicillin.\\nShe presented to the outpatient clinic for menorrhagia and dysmenorrhea in 2009. She was initially managed with conservative medical treatment including tranexamic acid, mefenamic acid and iron supplements. Regular ultrasound pelvis done every 6 months revelled normal endometrial thickness with normal ovaries, and a stable adenomyoma (4.5 cm). She was on regular follow-up in the clinic, but her symptom of heavy menstrual flow worsened since 2014, resulting in her requiring multiple hospital admissions for blood transfusions and intravenous iron infusion. The levonorgestrel-releasing intra uterine device (IUD) (Mirena) inserted on three occasions were expelled soon after insertion and a trial of norethisterone was not suitable as she developed palpitations after commencing on the oral hormonal therapy. She was offered definite surgical treatment with a total hysterectomy bilateral salpingectomy, but only decided to proceed with the operation on 20 April 2016.\\nThe documented intraoperative findings at the total laproscopic hysterectomy bilateral salpingectomy (TLHBS) were consistent with the ultrasound and physical examination findings of an adenomyotic, 12-week size uterus with normal tubes and ovaries (). A routine TLHBS was done and the specimen was retrieved vaginally with an estimated blood loss of 200 mL ().\\nIt must be noted that the TLHBS was completed uneventfully; however, the retrieval of the specimen was difficult due to the bulky and globular uterus. The adenomyotic uterus was ‘cored’ with tissue scissors to reduce the size to enable the specimen to be removed vaginally. During the process of ‘coring’, the uterus was manipulated forward and backward into the abdominal cavity and vagina. The histology was reported that there was mild chronic endocervicitis in the cervix but otherwise benign findings (leiomyoma and adenomyosis) in the specimen (uterus, cervix and tubes).\\nShe was recovering well, ambulating independently and was on soft diet on post operative day (POD) 1. On POD 2, she developed fever, epigastric discomfort, nausea and diarrhoea. A CT of abdomen and pelvis performed on POD 3 revealed an 8×3×3 cm fluid collection superior to the bladder (). Her symptoms were not improving despite escalating the antibiotic regimen from intravenous clindamycin to meropenem on POD 5. Her symptoms worsened and she progressively became unwell with high-grade temperatures, abdominal bloating, epigastric pain, vomiting and watery green stools. An intra-abdominal drain was inserted under ultrasound guidance to drain the fluid collection superior to the bladder on POD 7. The green-debris-laden fluid drained was similar in colour and consistency with the watery green stools that the patient was experiencing at the same time (). The fluid that was drained grew Candida on cultures.\\nInvestigations to screen for an immunocompromised state and bowel injury were negative. Her symptoms resolved after completing 3 days of intravenous fluconazole and her drain was removed on POD 10. She was discharged home on POD 12 with oral antibiotics (ciprofloxacin and metronidazole) and fluconazole to complete for 2 weeks. Repeat scans in 4 weeks showed a marked reduction in collection ().", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'24002461': 1, '27760473': 1, '16703797': 1, '27123857': 1, '20034345': 1, '23843066': 2, '30146172': 1, '30948411': 2}", "similar_patients": "{'4872899-1': 1}"}