{"patient_id": 130615, "patient_uid": "6298377-1", "PMID": 30787778, "file_path": "noncomm/PMC006xxxxxx/PMC6298377.xml", "title": "Pediatric Gastrointestinal Basidiobolomycosis: Case Report and Review of Literature", "patient": "A 5-year-old boy was transferred to King Abdulaziz Medical City, Jeddah, in December 2012, with prolonged fever of 30-day duration, diarrhea, vomiting and weight loss. He originally visited the children hospital on the 10th day of his illness because his mother had noticed progressive abdominal distention accompanied by a persistent fever. He had a computed tomography (CT) scan of the abdomen that revealed a large retroperitoneal mass with mesenteric lymph node enlargement, consistent with intestinal lymphoma.\\nWhen he was transferred to King Abdulaziz Medical City, the patient had low-grade temperature of 37.5°C, heart rate 110/bpm, respiratory rate 28/min and O2 saturation 99% at room temperature. The patient was cachectic, pale and his weight was below the fifth percentile. His abdominal examination revealed significant abdominal distention with visible dilated veins and palpable mass in the lower left quadrant. His white blood cell count was 29.9, eosinophils 0.27 (0.08%), neutrophils 22 (84.8%), platelets 1014, hemoglobin 5.6, erythrocyte sedimentation rate >140 and C-reactive protein 269. The CT scan of his abdomen showed circumferential bowel wall thickening of the terminal ileum, cecum, ileocecal valve with dilated small bowel loop and collapsed distal colon. A large infiltrative hypodense mass was seen in the upper abdomen (7.9 × 8.2 cm), which had infiltrated the pancreas, with portal vein thrombosis and multiple enlarged retroperitoneal lymph node [Figures and ]. This radiological finding of the huge bowel mass and mechanical bowel obstruction initially indicated the possibility of intestinal lymphoma versus intestinal tuberculosis.\\nOncology and pediatric surgery were involved in the care of the patient, and a surgical biopsy was planned to confirm the diagnosis, as well as a bone marrow aspiration and biopsy. Unfortunately, the patient developed hypokalemia and was admitted to the Pediatric Intensive Care Unit (PICU) for potassium chloride infusion. A heparin infusion was started for the portal vein thrombosis. Bone marrow aspiration and biopsy were undertaken the following day, which showed no malignant cells. On the third day in the PICU, the patient's fever spiked and reached 39°C. The patient was prescribed piperacillin/tazobactam with gentamicin intravenous (IV) to control his fever and as he also developed hypertension, he was prescribed lisinopril.\\nBy the eighth day in the PICU, the patient's condition had improved and he underwent exploratory laparotomy for resection of the mass. As the intraoperative findings showed multiple segments of gangrenous bowel, resection and anastomosis were undertaken. A biopsy was taken for the histopathological examination. The surgeon decided that the best course of action was to conduct a repeat laparotomy in the next 24–48 h.\\nOn the 10th day in the PICU, the second laparotomy revealed that the small bowel was not viable. Resection from jejunum (40 cm) and part of the duodenum, anastomosis and jejunostomy were completed and a colostomy was inserted. Two days later, histopathology findings identified necrotizing granuloma (comprising epithelioid histiocytes and multinucleated giant cells with necrotizing center containing eosinophils “Splendore–Hoeppli phenomenon” surrounded by oval-shaped organisms with septated hyphae, consistent with colonic basidiobolomycosis) []. IV voriconazole was started.\\nThe patient remained critically ill in the PICU. His follow-up CT abdomen showed multiple air-fluid levels that are often associated with intestinal obstruction. He had another exploratory laparotomy to release the postsurgical adhesions and washing of the abdomen. His PICU course was complicated by two methicillin-resistant Staphylococcus aureus line sepsis, which required removal of the line.\\nOn the 35th day in the PICU, the patient's condition had stabilized and he was transferred to the ward and prescribed total parenteral nutrition (TPN) because of short bowel syndrome (total bowel length 47 cm). The pediatric gastroenterology service felt that this patient would require lifelong TPN because of the short bowel unless he had an intestinal transplant, which is not available in Saudi Arabia. He remained on TPN for 1 year, and overall, he was doing very well and gaining weight. A follow-up CT scan of his abdomen showed regression of the size of the mass. A serial transverse enteroplasty procedure was performed to elongate the bowel, which was successful. The patient started on nasogastric tube (NGT) feeding that was well tolerated with progressive weight gain. After 6 weeks of NGT feeding, PO voriconazole was started.\\nAfter 15 months of hospitalization, he was sent home on NGT feeding in addition to PO voriconazole, as the last CT scan of his abdomen showed a persistent mass measuring 2.2 × 1.7 cm. Once discharged, the patient was followed up very closely. However, he did not attend all his appointments, and 3 months after his initial discharge, he was admitted to another hospital with hypernatremia. Few days later, he died because of neurologic sequelae of severe hypernatremia.", "age": "[[5.0, 'year']]", "gender": "M", "relevant_articles": "{'11376094': 1, '21546558': 1, '33390679': 1, '31080398': 1, '24451502': 1, '17572334': 1, '22441651': 1, '34401445': 1, '25213739': 1, '24614138': 1, '24432205': 1, '22595579': 1, '10756000': 1, '25186791': 1, '16978407': 2, '34491224': 1, '30787778': 2}", "similar_patients": "{'1574330-1': 1}"}