{"patient_id": 12585, "patient_uid": "6802332-1", "PMID": 31630688, "file_path": "comm/PMC006xxxxxx/PMC6802332.xml", "title": "Dynamic derangement in amino acid profile during and after a stroke-like episode in adult-onset mitochondrial disease: a case report", "patient": "A 55-year-old Japanese man with diabetes presented with a loss of consciousness and bilateral convulsion (day 0) in 2017. His left upper and lower limbs were paralyzed and did not respond to painful stimuli. He was afebrile (36.8 °C), hypertensive (142/92 mmHg), and tachycardiac (108/minute). Diabetic ketoacidosis (DKA) was diagnosed, based on an acidosis (pH 6.95) and only moderately elevated blood glucose (486 mg/dL or 27 mmol/L). With the standard treatment for DKA (that is, fluid resuscitation, continuous infusion of insulin, and supplementation of potassium), he recovered consciousness 12 hours after the onset of illness. Left-sided hemiparesis diminished by day 1. We considered cerebral infarction as the most likely differential diagnosis, and conducted a magnetic resonance imaging (MRI) study. Fluid-attenuated inversion recovery (FLAIR) showed bilateral lesions (that is, right temporal lobe, right parietal lobe, and left temporal lobe), which were not consistent with vascular territory (Fig. a, b). The most affected lesion moved from the right temporal lobe (day 0) to the right parietal lobe by day 9 (Fig. c, d). These bilateral, more or less migratory, findings in FLAIR were compatible with mitochondrial disease, rather than with cerebral infarction [–]. Hyperglycemic encephalopathy, another differential diagnosis, was also unlikely considering his only moderately elevated blood glucose level. The lactate-to-pyruvate ratio (reference value, < 15) was repeatedly greater than 20. It had been reported that convulsion was rare in DKA, but was frequently associated with metabolic encephalopathy, especially of mitochondrial disease [, ]. Collectively, the imaging study, laboratory data, and clinical picture pointed to MELAS as the most likely diagnosis.\\nOur patient worked for an electronics store, and did not report a previous exposure to any toxic substance. He did not smoke tobacco or consume alcohol. He was thin (body mass index, 16, with 43 kg and 165 cm). His postprandial C-peptide-to-glucose ratio was low at repeated measurements (mean, 0.21 × 10− 2 ng/mg or 1.26 × 10− 2 nmol/mmol), indicating that his diabetes was due to impaired secretion of insulin [, ]. He had developed marginal diabetes mellitus in 2004, at 40 years of age, with glycated hemoglobin (HbA1c) of 6.6%. The next year, in 2005, he experienced his first episode of DKA, when his HbA1c was 12.6%. He had been treated with glargine (18 units/day), lispro (8 units/day), and glimepiride (0.5 mg/day), until the episode reported here. He noticed hearing difficulty at the age of 49 years, and began to wear a hearing aid at 50 years of age. Remarkably, his mother, a diabetic, lost her hearing at approximately the same age. This family history strongly suggested MIDD.\\nA genetic test of his peripheral blood was conducted at a commercial institution (SRL, Tokyo). This test showed that mitochondrial DNA was positive for the mutation of 3243A>G, which is the most frequent etiology for both MIDD and MELAS [–]. MIDD and MELAS are frequently overlapped in adults []. As a result, a diagnosis of MIDD overlapped with MELAS was entertained []. Our patient was discharged on day 22, when his diabetes was managed with glimepiride (0.5 mg/day), linagliptin (5 mg/day), glargine (18 units/day), and lispro (8 units/day). He was also prescribed to take aspirin (100 mg/day) and rosuvastatin (10 mg/day).\\nAfter the discharge, we conducted a laboratory test (including HbA1c) once a month, and adjusted the dose of insulins. We ceased glimepiride on day 76, after which his HbA1c worsened (Fig. a). However, as we increased the dose of insulin, HbA1c improved, particularly after day 253. From day 253, we started treatment targeted at mitochondrial disease, with L-arginine (12 g/day), as well as the cocktail therapy for mitochondrial disease, which included L-carnitine (750 mg/day), Ubidecarenone (coenzyme Q10) (30 mg/day), fursultiamine (75 mg/day), and ascorbic acid (3 g/day) [, ]. It may appear that this treatment for mitochondrial disease improved our patient’s HbA1c.\\nHis brain lesions almost disappeared by day 302 (Fig. e, f). To date, he is leading an apparently healthy life, without developing another stroke-like episode or adverse events.\\nTo estimate the severity of his mitochondrial disease, GDF-15 in the sequentially collected sera was measured at Kurume University. GDF-15 was elevated to an immeasurably high level on day 0 (Fig. b), especially between 8 and 20 hours after the onset of the stroke-like episode (data not shown). Moreover, lactate-to-pyruvate ratio (Fig. c) and GDF-15 worsened even after his HbA1c improved.\\nSince mitochondrial disease has been reported to disturb amino acid metabolism [, ], we measured amino acids in the sera (BML, Tokyo, Japan). The laboratory protocol was designed for plasma samples. However, we used serum samples because, to the best of our knowledge, no commercial institutions measured amino acids in serum samples. Many species of amino acids, including arginine, citrulline, and taurine, exhibited a decreased level on day 0, but surged on day 1 (Fig. , other amino acids are presented in Additional file : Figure S1). We measured the amino acids at 10 time points on day 0 to confirm that this finding was not due to an erroneous value obtained from a single sampling (data not shown). The decreases in arginine and citrulline in MELAS are consistent with a previous report []. Remarkably, aspartic acid exhibited an extremely high value on day 0 (Fig. d). The derangement in the amino acid seemed to have continued after the hospital discharge.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'21415555': 1, '28811861': 2, '19891905': 1, '27212224': 1, '25503498': 1, '29666206': 1, '27179223': 1, '28749475': 1, '34443494': 1, '11119021': 1, '8096591': 1, '22325469': 2, '21957023': 1, '15728297': 1, '32647751': 1, '30269300': 1, '1284550': 1, '23831440': 1, '22325939': 1, '18294221': 1, '27775730': 1, '26851065': 1, '27920873': 1, '19946553': 2, '25446397': 1, '8121460': 1, '14607297': 1, '21443929': 1, '1360090': 1, '21944974': 1, '20649546': 1, '26954033': 1, '15351086': 1, '2102678': 1, '26723974': 1, '23355809': 1, '26463265': 1, '31630688': 2}", "similar_patients": "{'5544489-1': 1, '2783076-1': 1, '3293012-1': 1}"}