{"patient_id": 11703, "patient_uid": "6736487-1", "PMID": 31464953, "file_path": "comm/PMC006xxxxxx/PMC6736487.xml", "title": "Adenoid cystic carcinoma of the gastroesophageal junction", "patient": "A 44-year-old male was admitted to our hospital in September 2015 with the chief complaint of vomiting blood. His medical history included long-term use of medications (diazepam and sodium valproate tablets) for epilepsy. Laboratory testing revealed mild anemia (hemoglobin level 103 g/L). The serum levels of carcinoembryonic antigen, carbohydrate antigen 199, carbohydrate antigen 125, and alpha-fetoprotein were in the normal ranges. A gastroduodenoscopy identified a protruding lesion with an ulcerated surface in the cardia. A biopsy specimen suggested chronic superficial gastritis. Endoscopic ultrasound (EUS) revealed a solid submucosal mass 2.2 × 3.0 cm in size (Fig. ) located 40 cm from the incisors. The mass had a mixed echo pattern with an intact muscularis layer.\\nBased on the above findings, ESD was performed (Fig. ). First, the lesion area was marked, and the submucosal layer of the lesion was injected with a mixture of glycerin fructose, epinephrine, and indigo carmine. Next, en bloc resection was performed using a hook knife (KD-620LR). During the procedure, cauterization for bleeding on the resected surface was accomplished by argon plasma coagulation. The postoperative course was unremarkable.\\nMicroscopic examination showed that the tumor had invaded the submucosal layer. Histologically, the tumor was predominantly composed of ductal epithelial and myoepithelial cells, and the tumor cells were arranged mostly in a tubular pattern and partly in a cribriform pattern (Fig. ). Immunohistochemically, the tumor cells expressed cytokeratin, cluster of differentiation 117, p63, and calponin. Based on these findings, a diagnosis of ACC at the gastroesophageal junction was established. Because part of the basal resection margin was positive, radical resection was suggested. Subsequently, the patient underwent total gastrectomy with D2 lymphadenectomy and Roux-en-Y esophagojejunostomy. The resected specimen showed an ulcer at the gastroesophageal junction. The ulcer was composed of inflammatory granulation tissue that invaded the superficial muscular layer. However, there was neither residual tumor nor lymphatic metastasis (total of 25 lymph nodes collected) in the surgical specimens. Finally, the pathological staging of this case was considered as pT1bN0M0 (stage IA) according to the “American Joint Committee on Cancer (AJCC) 8th edition”. Postoperative assessments were unremarkable, and the patient was discharged. Follow-up was performed every 3 to 6 months and involved a complete blood count, chemistry profile, tumor markers, and multidetector-row computed tomography. A gastroduodenoscopy examination was performed annually. No sign of recurrence has been detected during 36 months of follow-up as of October 2018.\\nThe patient has permitted and provided informed consent for the publication of his medical data.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'9017964': 1, '15167050': 1, '21353624': 1, '1706215': 1, '26943443': 2, '20485637': 1, '3004692': 1, '32637166': 1, '23236991': 2, '6318960': 1, '29259386': 2, '25013491': 2, '13123636': 1, '16115189': 1, '12167416': 1, '3014180': 1, '31464953': 2}", "similar_patients": "{'4081280-1': 1, '5725305-1': 1, '3539876-1': 1, '3539876-2': 1, '4662665-1': 1}"}