{"patient_id": 133672, "patient_uid": "6519088-1", "PMID": 31143011, "file_path": "noncomm/PMC006xxxxxx/PMC6519088.xml", "title": "Dental management of a patient with incidentally detected hemophilia: Report of a clinical case", "patient": "A 23-year-old male patient, warden of a private boys hostel, presented to the Department of Periodontology, (Narayana Dental College and Hospital) with a complaint of food lodgment and intermittent pain in relation to the mandibular right wisdom tooth for few weeks. The patient's general health status was good with no past significant bleeding events or exposure to surgical interventions. On clinical examination, there was an inflamed soft-tissue covering the distobuccal and distoocclusal surface of the mandibular right 3rd molar (tooth number-48). Clinically, the tooth was fully erupted and in the line of occlusion with 18 (maxillary right 3rd molar) []. An intraoral periapical radiograph was taken to examine the surrounding hard tissue. Based on clinical and radiographic findings, it was diagnosed as chronic pericoronitis in relation to fully erupted 48. Basic blood investigations were done, and the results are in the normal range (bleeding time: 3 min 30 s and clotting time: 6 min 43 s).\\nFull-mouth scaling was performed, and acute pericoronitis was treated by gently flushing the area with sterile saline to remove debris and exudate and swabbing with antiseptic after elevating the flap gently from the tooth with a curette. After taking written informed consent, operculectomy was planned on the same day, as there were no systemic signs, swelling, or lymphadenopathy, and there was available space for the 3rd molar with proper alignment in the arch. Under local anesthesia, the pericoronal flap was surgically excised using electrocautery (ART – Electorsurge – Unicorn). Electrocautery instrument was prepared and a bracelet was put on the patient's arm, connecting it with the main electrosurgical equipment. The surgical site and the surrounding tissue were prepared by swabbing with povidone-iodine. After topical application of anesthesia, the area was infiltrated with lidocaine HCL 2% and epinephrine 1:100,000. The pericoronal flap was then surgically excised using a loop and straight electrode, while hemostasis was achieved using a ball electrode []. The operated area was irrigated with sterile saline and povidone-iodine. The patient was instructed to avoid chewing and brushing on that side for first 2 days and prescribed analgesics (Zerodol P: a combination of aceclofenac 100 mg and paracetamol 500 mg) for 2 days.\\nThe patient reported back to the department the next day morning with a complaint of bleeding from the operated area for 4 h. Bleeding could not be controlled with the pressure pack. Under local anesthesia (infiltration), hemostasis was achieved using a ball electrode. Postoperative instructions were reinforced. On the 4th day, the patient returned with a complaint of uncontrolled bleeding for few hours. On examination, mild continuous bleeding was observed and hemostasis was achieved with pressure pack. Patient was advised for a complete haemogram and all the parameters were in the normal range, except for activated partial thromboplastin time which is 48.7 s. The same parameter was repeated again in a different laboratory, which showed 54 s. Then, the patient was referred to a general physician and administered a subcutaneous injection of Vitamin K1 (Phytonadione Injectable Emulsion, USP) once daily for 3 days. The patient was closely monitored in an ambulatory approach. Close control visits were programmed for 7 days, and at the 10th day, there were no bleeding or other complications at the operated site []. Then, the patient was referred to a higher center (Department of Hematology, Christian Medical College, Vellore, Tamil Nadu, India) for further investigations and management. In the coagulation workup report, they found all the parameters were in normal range except for FVIII, which is 7.1% (reference range: 50%–150%). With clinical and laboratory findings, the patient was diagnosed as having mild hemophilia A. All India Haemophilic society has various branches at district level, where this patient got registered under hemophilia federation (India), Kadapa Chapter.", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'28634557': 2, '22551712': 1, '29944195': 1, '29018078': 1, '19815722': 1, '3006240': 1, '25625071': 1, '19753908': 1, '33023050': 1, '3859594': 1, '28092925': 1, '31143011': 2}", "similar_patients": "{'5467272-1': 1}"}