{"patient_id": 7519, "patient_uid": "6449921-1", "PMID": 30947745, "file_path": "comm/PMC006xxxxxx/PMC6449921.xml", "title": "A rare case of ovarian carcinosarcoma with squamous cell carcinoma", "patient": "A 68-year-old woman presented with an externally huge tumor in the lower abdomen. The tumor was restricted and reached 5 cm above the navel. Imaging findings, including computed tomography and magnetic resonance imaging, revealed a multilocular cyst tumor with a diameter of 27 cm. The tumor was composed of a solid part with hemorrhaging (Fig. ). Imaging also showed that the patient had massive ascites. The preoperative serum level of cancer antigen 125 (CA125) was elevated to 237.3 U/ml (normal range: < 35.0), whereas the carcinoembryonic antigen (CEA), cancer antigen 19–9 (CA19–9) and squamous cell carcinoma (SCC) values were within the respective normal ranges.\\nTotal abdominal hysterectomy, bilateral adnexectomy, omentectomy, lymphadenectomy (pelvic and para-aorta), peritonectomy of vesicouterine excavation, resection of disseminated lesion of Douglas’ pouch and a biopsy of the colonic mesentery were performed without residual disease. At surgery, massive hemorrhagic ascites of 4000 ml was present in the perinatal cavity. The ruptured tumor arising from the right ovary was found firmly adhered to the sigmoid colon, transverse colon, mesentery of small intestine and peritoneum on vesicouterine excavation (Fig. a, b).\\nThe postoperative course was uneventful. Histologically, most of the tumor showed undifferentiated pleomorphic sarcoma, in which tumor cells of various forms with strong nuclear atypia grow complicatedly (Fig. a). The immunohistochemical analysis showed that the sarcomatous component was positive for vimentin, alpha SMA and CD10 and negative for AE1/AE3, CK7, CK20, desmin, CD31, CD34, AFP, hCG, HMB-45, S-100 and factor VIII; the Ki-67 (MIB-1) index was 60%. The carcinomatous component comprised squamous cell carcinoma (Fig. b). Its immunohistochemical analysis showed positivity for AE1/AE3 and EMA and negativity for PAS, ALB, CK7, CK20, vimentin, alpha SMA, desmin, CD10, CD34, AFP, HCG, CD56 and synaptophysin chromogranin; the Ki-67 (MIB-1) index was 20%. The final diagnosis was OCS classified as stage IIIA1 (pT2bN1M0) according to the International Federation of Gynecology and Obstetrics (FIGO) 2014 classifications with squamous cell carcinoma as the carcinomatous component. There was no evidence of teratoma. Metastasis of sarcoma component to the para-aortic lymph node and disseminated lesion of Douglas’ pouch were detected. Postoperatively, the patient was treated with six cycles of combination chemotherapy with paclitaxel and carboplatin as adjuvant therapy. The patient was free of disease at the 45-month follow-up consultation.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'24441223': 1, '21420726': 1, '2737532': 1, '19772676': 1, '16213011': 1, '18193277': 1, '34917375': 1, '9572185': 1, '33115531': 1, '22155675': 1, '33322259': 2, '25341582': 1, '12051874': 1, '27321238': 1, '23450567': 1, '30947745': 2}", "similar_patients": "{'7763638-1': 1}"}