{"patient_id": 8350, "patient_uid": "6505228-1", "PMID": 31053047, "file_path": "comm/PMC006xxxxxx/PMC6505228.xml", "title": "A Synchronous Diagnosis of Metastatic Male Breast Cancer and Prostate\\nCancer", "patient": "The patient is a 63-year-old male who recently emigrated from Nigeria. He had\\nshortness of breath and acute progression of a chronic breast mass. The patient\\nreported having a right chest wall/breast mass since childhood but noticed\\nsignificant worsening for several months prior to being seen (). The mass had become enlarged,\\nfirm and tender to the touch, and was associated with overlying skin changes. The\\npatient had also noticed a new mass in the ipsilateral axilla as well as an\\nunintentional weight loss of 15 pounds over the past year. Further history was also\\nnotable for urinary retention and frequency for the past few months.\\nThe physical examination revealed a remarkable large 4-cm firm, fixed right breast\\nmass with skin thickening and retraction. The patient also had firm right axillary\\nlymphadenopathy, diminished right-sided breath sounds throughout the entire right\\nlung field, and prominence of the left breast.\\nAn admission chest X-ray was notable for complete opacification of the right lung\\ncompatible with a large pleural effusion (). Further workup with computed\\ntomography scan of the chest revealed a 6 to 7 cm mass in the right breast with\\nright axillary adenopathy, a large right pleural effusion, and a 7-mm soft tissue\\nnodule at the left lung base (). Mammography could not assess the right breast due to the\\ninability to obtain adequate compression. However, it revealed marked gynecomastia\\nof the left breast. The patient underwent a diagnostic and therapeutic\\nthoracentesis, with pleural fluid studies consistent with an exudative effusion.\\nCytology revealed metastatic adenocarcinoma of breast primary. The patient underwent\\nan ultrasound-guided core biopsy of the right breast mass with pathology revealing\\ninvasive ductal carcinoma, grade 2, and positive for estrogen receptor (ER) 90%,\\nprogesterone receptor (PR) 1% to 5%, and human epidermal growth factor receptor 2\\npositive, equivocal by immunohistochemistry, and positive by FISH (fluorescence in\\nsitu hybridization; ).\\nFor the urinary retention and frequency, a prostate-specific antigen was obtained and\\nelevated to 122.8 ng/mL. A prostate biopsy was done and revealed prostatic\\nadenocarcinoma, Gleason grade 8(5+3).\\nDue to his symptomatic pleural effusion, the patient was started on treatment for his\\ntriple-positive metastatic breast cancer with docetaxel, trastuzumab, and pertuzumab\\nevery 3 weeks with a plan for 6 cycles in total. He was also started on hormonal\\ntherapy with tamoxifen. With regard to his prostate cancer, the patient was treated\\nwith androgen deprivation therapy with leuprolide every 6 months.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'8436428': 1, '20419820': 1, '29538032': 1, '23341341': 1, '29410005': 1, '17033919': 1, '12629357': 1, '15026619': 1, '22017761': 1, '18042939': 1, '20824037': 1, '22274134': 1, '17593047': 1, '15043344': 1, '14111594': 1, '15221988': 1, '33451072': 1, '33738159': 2, '10433620': 1, '31053047': 2}", "similar_patients": "{'7958932-1': 1}"}