{"patient_id": 9080, "patient_uid": "6555498-1", "PMID": 31223547, "file_path": "comm/PMC006xxxxxx/PMC6555498.xml", "title": "Spontaneous Coronary Artery Dissection in a Postpartum Female: Case Report and Simplified Algorithm for its Diagnosis and Management", "patient": "A 39-year-old White female presented to the hospital with a three-day history of epigastric pain. She described her pain as a burning pain that started at rest and was radiating to her neck. Her pain was associated with shortness of breath, and she denied any episodes of nausea, vomiting, cough, fevers, chills, or sweating. She recently had a twin pregnancy and gave birth at about 32 weeks of gestation via caesarian section, but lost both her children after birth. This event had been very emotionally taxing on her for the past three months.\\nHer past medical history was only remarkable for gestational diabetes during her last pregnancy. She typically smoked one pack per day of cigarettes for the last 20 years. Recently, she increased her smoking to two packs per day for the past few months. She denied any use of alcohol or recreational drugs. She also denied any other cardiac risk factors, significant family history of cardiac disease, sudden cardiac death, or connective tissue disease. She had no allergies and was not taking any medications.\\nOn examination, she was afebrile with a temperature of 36.9°C, heart rate of 82 beats/min, a blood pressure of 165/110, respiratory rate of 18 breaths/minute, and oxygen saturation of 99% on room air. Her head and neck examination were unremarkable with no jugular venous distention. On auscultation, there was good air entry bilaterally and normal heart sounds with no murmurs, rubs, or gallops. There was no edema on examination of the lower extremities.\\nAn initial electrocardiogram (EKG) was obtained as can be seen in Figure .\\nHer EKG showed sinus rhythm with sinus arrhythmia and anterolateral T wave inversions concerning for anterior ischemia. Cardiac biomarkers included a creatine kinase level of 261 U/L (normal range, 33-211 U/L), a creatine kinase-MB fraction of 13 U/L (normal, <10 U/L), and a troponin I level of 5.22 ng/mL (normal, <0.01 ng/mL). She was transferred from an urgent care facility after aspirin and ticagrelor loading for percutaneous coronary intervention. Her peak troponin I was 5.4. Angiography revealed spontaneous coronary artery dissection (SCAD) of the distal left anterior descending (LAD) artery without any other atherosclerotic disease (Figures -). The other coronary arteries were normal. Catheterization also revealed a mildly reduced left ventricular ejection fraction of 45% and akinetic apical segments of the left ventricle.\\nShe was started on medical management for SCAD, which included low dose aspirin, metoprolol, and captopril. Dual antiplatelet therapy and heparin were not given because of the risk for increased bleeding and no clear evidence of benefit. She was admitted to the cardiac critical care unit for observation and remained hemodynamically stable during her stay. Echocardiography done after one day confirmed wall motion abnormalities of the left ventricular apex with an estimated low normal left ventricular ejection fraction of 50%-55% (Figure ). Laboratory workup for possible connective tissue disorders or vasculitis was done as underlying coronary vasculitis may increase the risk for spontaneous dissection and it was negative for rheumatoid factor, anti-CCP and ANA and only positive for atypical perinuclear anti-neutrophil cytoplasmic antibodies (P-ANCA). She was discharged two days after the presentation on medical therapy. The patient was doing well on the subsequent follow-up visit.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'19496145': 1, '23288285': 1, '24585938': 1, '16382385': 1, '11146532': 1, '23775233': 2, '25294399': 1, '25406203': 1, '26495161': 1, '25538822': 2, '22800851': 1, '29472380': 1, '19046896': 1, '10399807': 1, '24955045': 1, '28302642': 1, '23510019': 2, '23407042': 1, '31223547': 2}", "similar_patients": "{'3608039-1': 1, '4268616-1': 1, '4254160-1': 1}"}