{"patient_id": 128611, "patient_uid": "6124823-1", "PMID": 30202414, "file_path": "noncomm/PMC006xxxxxx/PMC6124823.xml", "title": "Testicular infarction in a patient with sickle cell anemia: A case report", "patient": "A 29-year-old Caucasian man from East province of Saudi Arabia who’s known for homozygous sickle cell anemia admitted to the hospital with acute left scrotal pain and swelling for 1 week that did not respond to antibiotic. The patient had been in his usual health until 1 week before this admission when pain in the left testis developed. The pain started suddenly, progressive and was associated with intermittent fever (38.2) and progressive enlargement of the left scrotum. There was no history of trauma or lower urinary tract infections symptoms or hematuria or urethral discharge. 1 week before this admission, he presented to another health center for evaluation where he was diagnosed with urinary tract infection and managed as outpatient with a prescription for 7-day course of amoxicillin/clavulanate potassium. The SCA course of this patient was remarkable for recurrent vaso-occlusive crisis and splenectomy at the age of 13 years, but there were no complications such as acute chest syndrome, cerebrovascular accidents, or genitourinary complications. He is not known to have any other medical problems, and he is not on any medications currently apart from intermittent use of analgesics. His vaccinations are up to date. There is additional history for discontinuation of hydroxyurea 4 months ago for improving fertility. He was married and worked as a pharmacist. He did not smoke, drink alcohol, use illicit drugs, or any kind of herbs. He had a family history of diabetes mellitus and hypertension. On examination, the temperature was 37.1°C and pulse 100 beats/min; the other vital signs were normal. The height of the patient was 163 cm and his weight was 55 kg. Swollen, red, and tender left scrotum was present. The examination was otherwise normal. Ultrasound scrotum showed heterogeneous hypoechoic left testicle with no blood flow [].\\nLaboratory investigations showed white blood cells 40 (3.5–10.5 billion cells/L), hemoglobin 80 (135–170 g/L), mean corpuscular volume 80 (80–96 fl), platelets 1140 (150–450 billion/L), and reticulocytes 10.7%. Hemoglobin electrophoresis came out with hemoglobin S 79% and hemoglobin F 4.6%. Urine analysis was unremarkable. Conservative strategy has been followed with this patient. He received antibiotics (piperacillin/tazobactam 4.5 g IV q6 h), parenteral hydration, morphine, high-dose hydroxyurea (1000 mg oral daily), and aspirin (81 mg oral daily). There was no significant improvement of patient’s symptoms for 7 days. Repeated ultrasound confirmed aforementioned findings. The urologist decided to proceed with the left orchiectomy. Pathology resulted in extensive infarcted testicular tissue with marked acute inflammatory changes and focal hemorrhage of the testis.", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'9720564': 1, '24705475': 1, '22745902': 1, '12946770': 1, '22184515': 1, '23856375': 1, '28426137': 1, '3719262': 1, '11880644': 1, '9628625': 1, '30202414': 2}", "similar_patients": "{}"}