{"patient_id": 12780, "patient_uid": "6815623-1", "PMID": 31737374, "file_path": "comm/PMC006xxxxxx/PMC6815623.xml", "title": "QT Independent Ventricular Tachycardia Induced by Arsenic Trioxide", "patient": "A 46-year-old Hispanic female presented with a chief complaint of generalized fatigue, vaginal bleeding, gingival bleeding, and nasal bleeding for 2 weeks. On exam, she was tachycardic and had conjunctival pallor. She had several areas of ecchymosis over her extremities and abdomen and scattered petechiae across the chest. Labs were significant for a hemoglobin of 7.7 g/dL, white blood cells of 3.3/μL, platelets of 3 K/μL, and blasts of 37%. Peripheral smear showed progranulocytes and auer rods. Fluorescent in situ hybridization was done on bone marrow showing promyelocytic leukemia-retinoic acid receptor alpha (PML-RARA) positivity indicating acute promyelocytic leukemia.\\nShe was started on all-trans retinoic acid (ATRA) and ATO for intermediate risk APL with treatment length until remission or up to 60 days, whichever came first. A combination of ATRA and ATO was chosen based on their efficacy of obtaining remission compared to ATRA combined with standard chemotherapy. Initial electrocardiogram (EKG) showed sinus tachycardia with a heart rate of 110 and corrected QT (QTc) interval of 434 ms. On day 26 of ATO treatment, she complained of palpitations and began having episodes of asymptomatic nonsustained VT on telemetry (). EKG was done which was unable to capture the VT. The rhythm was sinus with QTc of 447 ms. Potassium was 4 mg/dL and magnesium was 2.3 mg/dL. She had no family history of sudden cardiac death or related long QT sequelae. Baseline EKG had a normal QTc.\\nShe had a transthoracic echocardiogram, which showed no structural heart disease and a normal ejection fraction. We considered the option of discontinuing ATO; however, our oncology consultants felt strongly about the need to continue combination ATRA and ATO because the patient had at least intermediate risk APL. She was started on nadolol 40 mg daily as off-label treatment given that ATO continuation was necessary for up to 60 days. We chose 40 mg as the starting dose, which is the minimum dose of nadolol with plans of uptitrating if VT was not suppressed. Since there were no further reoccurrences of nonsustained VT, we did not have to increase the dose. Episodes of nonsustained VT were decreased after starting nadolol. Nadolol was chosen as a once daily beta-blocker based on its efficacy of reducing ventricular ectopy and tachycarrhythmias. Fortunately, the patient was able to continue cancer treatment to completion. The patient completed 60 days of ATO treatment with weekly QTc monitoring and was continued on nadolol until completion of treatment.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'27567406': 1, '27261823': 1, '19520246': 1, '14691044': 1, '11547771': 1, '21677914': 1, '31737374': 2}", "similar_patients": "{}"}