{"patient_id": 134766, "patient_uid": "6618199-1", "PMID": 31334201, "file_path": "noncomm/PMC006xxxxxx/PMC6618199.xml", "title": "A rarer association of eosinophilic fasciitis", "patient": "A 16-year-old boy who is a hypothyroid on treatment for around 6 years presented with tightening and swelling of both forearms of 3 months’ duration with limitation of wrist movement and significant morning stiffness. This was preceded by a few days of intense workup in a gym to reduce weight. There was no history of fever preceding and no history of Raynaud's, photosensitivity, recurrent oral ulcers, and significant sicca. There was weight loss of around 17 kg during this period even though his appetite was normal. There was no history of difficulty in swallowing or alteration of bowel and bladder habits. On clinical examination, he had tightening of skin over the forearm with sparing of hands and face. He had pitting leg edema with no significant skin or oral lesions. His system examination was normal. His laboratory investigations have been listed in . His peripheral blood film [] showed eosinophilia and the histopathological examination [] showed inflammatory cell infiltrates consisting lymphocytes, variable number of eosinophils in the deep reticular dermis. The superficial fascia also had similar infiltrates and was found to be thickened and fibrosed.\\nThe clinical diagnosis was eosinophilic fasciitis with hypercalcemia. Further detailed evaluation including a biopsy of full thickness skin with superficial muscle was done which confirmed the diagnosis of eosinophilic fasciitis. Serum protein electrophoresis showed polyclonal raise of gamma globulins with no M band. Bone marrow biopsy showed features of increased eosinophilic precursors with no abnormal cells. Hypercalcemia workup revealed 24-h urinary calcium of 672 mg/day, vitamin D total of 14.9 ng/mL with parathyroid hormone level of 7.3 pg/ml and Angiotensin Converting Enzyme level of 95.44 U/L. His chest X-ray was normal and ultrasound examination revealed hepatomegaly with mild splenomegaly.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'25876839': 1, '1224441': 1, '3232080': 1, '474708': 1, '2671538': 1, '23040360': 1, '22120602': 1, '6864696': 1, '1191357': 1, '18173597': 1, '24424187': 1, '2023221': 1, '28967434': 1, '15506687': 1, '31334201': 2}", "similar_patients": "{}"}