{"patient_id": 137253, "patient_uid": "6862899-1", "PMID": 31550950, "file_path": "noncomm/PMC006xxxxxx/PMC6862899.xml", "title": "A case of multiple system atrophy", "patient": "A 60-year old woman was admitted to the Department of Neurology, The First People’s Hospital of Zunyi and The Third Affiliated Hospital of Zunyi Medical University, Zunyi, Guizhou Province, China in September 2017 due to experiencing syncope for 1 year combined with dizziness for 1 day. Starting 1 year previously, the patient had experienced repeated episodes of sudden syncope after changing her position. She would fall to the ground, exhibit no response to others, and the episodes would last for a few seconds each time. She reported satisfactory consciousness, long-term constipation, occasional urinary incontinence, without limb convulsions, lip or tongue bites, heart palpitations, chest tightness or difficulty breathing, headache or vomiting, limb sensation or movement disorders. Physical therapy recommendations had been given to the patient such as lying in a prone position, ensuring the head and trunk were 15–20 degrees higher than the lower limbs, and wearing tight trousers as well as elastic socks to apply pressure to the legs. In March 2017, after 6 months of recurrent syncope, she spent 8 days in hospital and was diagnosed with transient ischaemic attack. She was discharged after treatment with nutritional neurotherapy, which improved circulation. The above-mentioned symptoms recurred again, exhibiting the same nature as in the previous event, with dizziness, discomfort, walking unsteadily, and no limb convulsions. So, in September 2017, after 1 year of syncope, she was admitted to hospital for 1 day and diagnosed with transient ischaemic attack. She had a healthy status, did not consume tobacco or alcohol and did not report any history of genetic diseases or similar diseases in her family. The physical examination undertaken at the time of hospital admission in September 2017 showed that her vital signs were in the normal range, and the heart, lung and abdomen were normal. With regard to her nervous system, she was conscious, speaking fluently and smoothly, with normal high-level nerve activity. The meningeal irritation sign was negative, bilateral pupils were equal in size at approximately 3.0 mm, which were sensitive to the light reflex. Sometimes, horizontal nystagmus could be induced. There were no abnormalities found in the remaining cranial nerves, muscle strength was at grade IV and muscle tension was normal. Symptoms of the whole body were symmetrical; her quadriplegia reflex was +++ and a Babinski sign on the left was suspected to be positive. The finger-to-nose test was unstable and the heel-to-shin test was positive. Rotation exercise was acceptable, Romberg was positive and a skin scratch test was positive. In September 2017, cranial magnetic resonance imaging (MRI), diffusion-weighted imaging (DWI) and magnetic resonance angiography (MRA) suggested the following: (i) mild cerebellar atrophy; (ii) no abnormalities on the brain MRA (). In March 2017, dynamic electrocardiogram suggested the following: (i) sinus rhythm; (ii) premature atrial contraction, short-term atrial contraction; (iii) heart rate variability within the normal range; and cardiac colour Doppler suggested the following: the mitral, tricuspid and aortic valves all demonstrated mild regurgitation; and there was normal left ventricular systolic function (ejection fraction: 62%). In September 2017, the standing and lying blood pressures differed by 51/35 mmHg. Serum ion, routine blood examinations, liver function, renal function and fasting venous blood glucose were not significantly abnormal. Combined with the patient’s medical history, physical signs and auxiliary examinations, MSA-C type was considered.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'29473662': 1, '18178568': 1, '19845011': 1, '29111419': 1, '28378233': 1, '30086614': 1, '24868391': 1, '20922810': 1, '26138942': 1, '29237794': 1, '16828805': 1, '18725592': 1, '25727351': 1, '31550950': 2}", "similar_patients": "{}"}