{"patient_id": 135325, "patient_uid": "6696784-1", "PMID": 31427945, "file_path": "noncomm/PMC006xxxxxx/PMC6696784.xml", "title": "Preservation of the Epiphysis and Growth Plate in the Surgical Management of Femoral Osteosarcoma in a Skeletally Immature Patient by Intercalary Resection and Biological Reconstruction: A Case Report", "patient": "A 7-year-old boy with a history of hereditary retinoblastoma (Rb) and autism was referred to our hospital complaining of left knee pain and gait disturbance. On physical examination, his left thigh was painful and hot on palpation and swollen to 32.6 cm in girth compared with a right thigh girth measurement of 30.9 cm. An X ray of the left femur revealed sclerotic change in the diaphysis, accompanied by a local periosteal reaction (Fig. ), which suggested a malignant bone tumor. MRI showed a massive bone tumor that measured 14 × 3 × 4 cm extending from the diaphysis to the distal metaphysis, which was hypointense on T1-weighted images, heterogeneously hyperintense on T2-weighted images and enhanced after gadolinium administration (Fig. ). An extraosseous mass was also observed. A CT scan showed a small nodule in the lung suggestive of a pulmonary metastasis (Fig. ), and an incisional biopsy led to the diagnosis of OS, stage IV (T2N0M1a).\\nHe received three courses of neoadjuvant chemotherapy with adriamycin, cisplatin and high-dose methotrexate. The preoperative imaging studies showed a satisfactory response to chemotherapy; ossification of the extraosseous lesion, decreased levels of gadolinium enhancement and shrinkage of the lung nodule (Fig. ).\\nThe surgical procedure comprised a wide resection and reconstruction using a frozen tumor-bearing autograft. Using a longitudinal curved incision on the lateral side, the surgical approach began between the rectus femoris and vastus lateralis and proceeded around the tumor leaving vastus intermedius as the adequate margin for the wide resection. Then an osteotomy was carried out along the Kirschner wires which were placed as cutting guide under intraoperative fluoroscopy reserving a margin of 2 cm (Fig. ). The distal osteotomy line was carefully positioned just above the physis. Next, after the tumor and attached soft tissues were completely removed, the resected bone was subjected to a freezing procedure in liquid nitrogen for 20 minutes as previously described (Fig. ) []. Then the thawed devitalized bone graft was repositioned and a non-vascularized free fibula autograft was inserted in the proximal junction. A distal femur locking plate was used for a rigid fixation (Fig. ). The tumor specimen was examined histologically and the response to neoadjuvant chemotherapy was evaluated as Grade 3 with 90% tumor necrosis.\\nPostoperatively, following 3 weeks in a long leg cast and wheelchair the patient was allowed to walk with an ischial weight-bearing knee-ankle-foot orthosis (KAFO). Postoperative chemotherapy was reinitiated on the 10th day after surgery, and surgery for the residual lung metastasis was carried out following completion of the chemotherapy.\\nTwelve months after the primary surgery, the distal part of the frozen graft showed a radiolucent appearance on an X ray suggestive of bone resorption of the autograft (Fig. ). Low-intensity pulsed ultrasound (LIPUS) was immediately started and the patient was instructed to avoid weight bearing with the use of a KAFO. Taking these precautions, we safely precluded any further failure and union was observed after 12 months of the additional treatment (Fig. ). To allow longitudinal growth, screws in the distal femoral epiphysis were removed at 44 months postoperatively (Fig. ). At this point the locking plate had migrated proximally from the original position and the epiphyseal plate remained open on an X-ray.\\nFifty months after the initial surgery, at the age of 11, the spina-malleolar distance of the affected limb was 30 mm shorter than the contralateral side. Despite the fact that there was a measured difference in leg lengths, growth at the preserved distal growth plate of the femur could be seen as the locking plate had migrated slightly further in the proximal direction during the 6 months after screw removal (Fig. ). Valgus deformity was also observed with a femorotibial angle of 168° on the operated side and 174° on the other. There was no difference in tibial length. Although the range of motion of the knee was restricted to 0–45°, the patient did not experience any severe inconvenience in his daily activities. Slight limping was observed but he managed to walk independently with an extension shoe without pain. At the latest visit, his Musculoskeletal Tumor Society (MSTS) functional score [] was 23/30 (77%). Neither recurrence nor metastasis has been observed so far.", "age": "[[7.0, 'year']]", "gender": "M", "relevant_articles": "{'24692627': 1, '15590854': 1, '10561175': 1, '8425352': 1, '25185089': 1, '21030381': 1, '29875014': 1, '28742715': 1, '29529639': 1, '28425055': 1, '28573513': 1, '28195984': 1, '25352262': 1, '15736747': 1, '31427945': 2}", "similar_patients": "{}"}