{"patient_id": 1607, "patient_uid": "6076973-1", "PMID": 30105103, "file_path": "comm/PMC006xxxxxx/PMC6076973.xml", "title": "Femoral Embolization after Cardiac Gunshot", "patient": "A 24-year-old male patient was admitted to the emergency room due to injuries to the left hemithorax as well as a transfixing laceration in the left arm caused by a shotgun of initially unknown calibre.\\nOn examination, the patient was found to be alert and fully orientated. He was hemodynamically stable. His physical examination yielded a small entrance wound from the bullet in his midaxillary line on the left hemithorax at the 4th intercostal space. No exit or other gunshot could be found.\\nComputed Tomography (CT) of chest and abdomen showed two rib fractures, a transfixing wound at the lower left lobe, minimal hemothorax, 4 mm pericardial effusion, and foreign metallic body (bullet) in the near left ventricle apex; it was difficult to determine if the metal parts were inside the pericardium or within the musculature of the left ventricle ().\\nGiven the risk of cardiac tamponade or cardiac injury, we decided to perform emergency surgery, despite the hemodynamic stability. Surgical access to the thoracic cavity was obtained by left anterolateral thoracotomy; this approach allows handling both pleural cavities in case of other lesions, extending to the other hemithorax.\\nFollowing the opening of the cavity, we observed the transfixing left lower lobe lesion with bone fragments, as well as a moderate amount of blood and clots in the pleural cavity (300cc approx.). Also, a hematoma could be spotted in the pericardial fat.\\nAfter pericardiotomy, we found a small amount of blood and noticed a small hole in the anterior wall of the left ventricle, without bleeding. Since we could not find the bullet, we decided to perform a radioscopy to determine its location, but we were unable to find it inside the thorax.\\nThe cardiac lesion was repaired by separate sutures “U” with polyester suture line 2-0 and the lung segment resected with a mechanical suture. After repair of the injuries and review of the hemostasis, one drain was inserted.\\nOnce the patient was at the Intensive Care Unit in stable clinical condition, we performed a Transoesophageal Echocardiography that showed a normal cardiac function, but the bullet was not seen.\\nWe decided to perform a body CT that identified the bullet at the division of the femoris artery (); this was confirmed by a Doppler ultrasound that revealed a lumen obstruction of the profundal femoris artery (). The vascular team decided to perform surgery and removed a 0.38 calibre bullet, with no complications. The patient was discharged 15 days after the operation.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'27920844': 1, '20828693': 1, '660667': 1, '12209227': 1, '18065636': 1, '23662217': 2, '23997411': 1, '21963000': 1, '27598615': 1, '17086482': 1, '25064521': 1, '30105103': 2}", "similar_patients": "{'3639690-1': 1}"}