{"patient_id": 5500, "patient_uid": "6320604-1", "PMID": 30622569, "file_path": "comm/PMC006xxxxxx/PMC6320604.xml", "title": "Melkersson–Rosenthal syndrome: a case report of a rare disease with overlapping features", "patient": "A 71-year old, female patient with a previous history of non-Hodgkin lymphoma and transient ischemic attack came to the emergency room of our University Hospital for sudden onset of right hemifacial paraesthesia, edema of the lower lip (Fig. ) and accentuation of an already present tinnitus. The current presentation had been preceded by a few blisters similar to those usually observed in herpes labialis, and no aphthous ulcer was detected on mouth inspection. Background therapy included aspirin and betahistine, with no personal and family history of adverse drug reactions, atopy, contact dermatitis, urticaria, angioedema, cranial nerve palsy, granulomatous or inflammatory diseases. After symptomatic treatment by intravenous steroids and antihistamines, the patient was discharged with prescription of a short-course therapy with oral prednisone and cetirizine []. This resulted in partial remission of symptoms, but 1 week later the patient was readmitted to ER for symptom recurrence and worsening of lip edema without detectable oral cavity and tongue alterations. Due to the apparent involvement of the 5th cranial nerve, a varicella-zoster virus (VZV) infection was hypothesized and therapy with valaciclovir initiated. On occasion, a blood sample was drawn showing evidence of anti-VZV IgG with undetectable IgM. One month later, on further admission at the ER for the same clinical picture associated with swelling over the left zygomatic region, an angioedema of unknown origin was suspected. Thus, a course of twice daily dose of 10 mg cetirizine was prescribed [–]. However, this approach was ineffective and also the subsequent replacement of aspirin with clopidrogel and temporary withdrawal of betahistine resulted in no improvement. IgM and eosinophil count, as well as plasma levels of angiotensin converting enzyme were in the normal range, thus helping to exclude the hypothesis of Gleich syndrome or sarcoidosis. Patch testing for dental materials was also negative, and complement screening was then performed with evidence of normal levels of circulating C1q (143 mg/L) and both antigen (302 mg/L) and functional (109%) C1-Inhibitor (C1-INH). On the contrary, C4 was low (0.03–0.04 g/L; NR 0.09–0.36 g/L) and C3 fluctuated around the lowest levels of the referral range (0.93–0.82 g/L; NR 0.9–1.8 g/L) on repeated assessments. These findings ruled out the possibility of acquired AE due C1-INH deficiency [–], prompting us to explore the (auto)immune-inflammatory state: antineutrophil cytoplasmic antibody tested negative, whilst low titer (1:160) anti-nuclear antibodies (ANA) were found along with antiphospholipid antibodies (lupus anticoagulants; anti-cardiolipin, anti-β2-glycoprotein IgM), possibly related to complement consumption [].\\nAs ultrasound scan detected only a subcutaneous, hypoechogenic thickening of the inferior lip and we did not find any further clinical or laboratory sign of systemic inflammation, recurrent swelling was interpreted as a form of idiopathic angioedema and treated with tranexamic acid after a thrombophilia screen testing negative for further risk factors [, ]. Both this antifibrinolytic drug and a following, therapeutic course with the leukotriene receptor antagonist montelukast [] failed to solve the edema. Finally, clinical picture, blood analyses, and lack of response to any of the previous therapies suggested the possibility of Melkersson–Rosenthal syndrome []. Thus, the patient was referred to the Dental Clinic, where a mucosal biopsy of the affected lower lip was performed (Fig. ). Histopathological examination showed non caseating granulomas (Miescher’s cheilitis), consistent with a diagnosis of MRS. The two aggregates of non-caseating granulomatous inflammation consisted of lymphocytes and epithelioid histiocytes, and few multinucleated giant cells, clustered around scattered vessels (Fig. ). Special staining for identification of fungal microorganisms and acid-fast bacteria were negative. No foreign material could be detected even at polarization. One month of oral steroid (prednisone, 25 mg qd, gradually tapered to 5 mg) resulted in remission of lip swelling but not in definitive recovery. However, since then patient’s perception of both symptoms and aesthetic relevance decreased, and at present she undertakes a few-days regimen of prednisone only when feeling a relapse of edema.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'23664134': 1, '19027510': 1, '33934363': 1, '25304232': 1, '33505744': 2, '34071826': 1, '24057987': 1, '16856704': 1, '24002787': 1, '33255731': 1, '34066762': 1, '32829989': 1, '24673465': 1, '26106828': 1, '14975426': 1, '19162547': 1, '28081650': 1, '34099035': 1, '24963969': 1, '33557074': 1, '32265911': 2, '34377141': 1, '15346363': 1, '33691771': 1, '33920429': 1, '34836106': 1, '24827773': 1, '34682833': 1, '22836908': 1, '34301329': 1, '33322016': 1, '33204386': 1, '34683443': 1, '23227092': 1, '33292436': 1, '34682259': 1, '11069473': 1, '32070330': 1, '30622569': 2}", "similar_patients": "{'7099040-1': 1, '7806376-1': 1}"}