{"patient_id": 131564, "patient_uid": "6368144-1", "PMID": 30788089, "file_path": "noncomm/PMC006xxxxxx/PMC6368144.xml", "title": "Laparoscopic deroofing of a ruptured hepatic cyst presenting as an acute abdomen", "patient": "A 48-year-old male was admitted to the emergency department of our hospital complaining of a sudden onset of diffuse abdominal pain, nausea and vomiting. The patient denied recent abdominal trauma but mentioned a mild upper abdominal contusion 15 days prior to the onset of symptoms. His past medical history included a sleeve gastrectomy for morbid obesity, traumatic amputation of the left leg and asthma. Drug history on admission included asthma medication only.\\nOn clinical examination he was distressed, his abdomen was slightly distended with diffuse tenderness, guarding and rebound tenderness. Bowell sounds were present. His blood pressure was 137/81 mmHg, pulse rate 77 beats/minute and body temperature 38.1°C. The rest of the clinical examination was unremarkable. Blood tests showed acute inflammation, with a white cell count of 12 800 × 103/μl, with 90.2% neutrophils, C-reactive protein of 5.9 mg/dl and a haemoglobin of 13.4 g/dl. Hepatobiliary and pancreatic enzymes were normal. The INR was 1.2. Chest and abdominal radiographs were normal. Computed tomography (without intravenous contrast) revealed a 9 cm hypodense lesion in segment VI of the liver and free fluid in the peritoneal cavity (Figs and ).\\nBased on the patient’s clinical, laboratorial and radiological findings (acute abdomen and free peritoneal fluid of unknown origin), we proceeded with an exploratory laparoscopy.\\nAfter placing a 10 mm umbilical port, we found signs of diffuse peritonitis and a dark brown ascites throughout the abdominal cavity, but mainly in the right quadrants, from the subdiaphragmatic to the pelvic region. The source of the ascites was a large cystic lesion in segment VI of the liver that ruptured next to the gallbladder infundibulum (Fig. ). There was no visible blood, bile or pus, and the rest of the abdominal exploration was unremarkable. After placing three additional 5 mm ports (two in the right upper quadrant and one subxiphoid), we proceeded with the deroofing of the ruptured cyst using a laparoscopic vessel-sealing device (Figs and ). The inner surface of the cyst was carefully inspected and no cystobilliary communication was found. Samples of the ascites were sent for citology and microbiology. A thorough peritoneal lavage was performed, and the abdominal cavity was drained using two 15Fr Blake drains. The total operative time was 95 min and there was a minimal blood loss.\\nThe patient was discharged 4 days after surgery without complications. The microbiology and cytology of the ascites were both negative for bacteria and cancer cells. The pathological examination of the cyst wall revealed a columnar epithelium, without dysplasia. Tumour markers were normal and Echinococcus serology was negative. Magnetic resonance imaging performed 3 months after surgery revealed a smaller 3 cm cyst at the segment VI/VII of the liver. The patient is asymptomatic.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'31698200': 1, '27120973': 1, '26366367': 2, '20157430': 2, '25326850': 1, '17786149': 1, '23396748': 1, '34909172': 2, '16381378': 1, '1813689': 1, '27928780': 2, '30788089': 2}", "similar_patients": "{'5143329-1': 1, '4560152-1': 1, '8666201-1': 1, '2821393-1': 1}"}