{"patient_id": 137503, "patient_uid": "6886270-1", "PMID": 31827797, "file_path": "noncomm/PMC006xxxxxx/PMC6886270.xml", "title": "Localized ulcerative nodular amyloidosis presenting as ulcerative panniculitis, an unusual clinical manifestation: A case report", "patient": "A 73-year-old woman presented with a history of painful ulcerated nodules on lower limbs slowly progressing over a 7-month period (). Vascular investigation was normal. She had been taking methotrexate for 2 years for a seronegative arthritis. She had had an aortic valve replacement the preceding year as well as a history of pulmonary embolism.\\nSkin biopsy of lesions revealed amyloid deposits deep in the dermis and subcutaneous fat () (). Amyloid deposits were of the amyloid light-chain (AL). Monoclonal plasma cells were found around blood vessels, and monotypic kappa light-chain restriction was observed (). Immunochemistry failed to reveal underlying cutaneous lymphoma.\\nPatient presented with elevated serum light chains kappa and elevated troponins. However, cardiac magnetic resonance imaging was normal as well as microscopic re-evaluation of aortic valve for amyloid deposits. Biopsy of abdominal fat, renal function, bone marrow biopsy and positron emission tomography scan were unremarkable. Ultimately, investigation did not show evidence of systemic amyloidosis or multiple myeloma, and patient was found to have an ulcerated form of primary cutaneous nodular amyloidosis.\\nLesions were too deep to consider conventional skin-directed treatments such as cryotherapy, electrodesiccation or CO2 laser. The wide extent of lesions contraindicated surgical excision. Steroid injections and radiotherapy were avoided because of infection risk related to the ulcers. Methotrexate was stopped, but lesions kept nonetheless progressing. The patient was then treated with cyclophosphamide and prednisone. Ulcers slowly healed after a 12-month period. The patient remained free of disease after 1 year of follow-up.", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'26724842': 1, '20465653': 1, '16476272': 1, '28505007': 1, '19746766': 1, '11453916': 1, '21885025': 1, '12975157': 1, '31827797': 2}", "similar_patients": "{}"}