{"patient_id": 134322, "patient_uid": "6586092-1", "PMID": 31258870, "file_path": "noncomm/PMC006xxxxxx/PMC6586092.xml", "title": "Thyrotoxicosis factitia: a rare cause of junctional rhythm and cardiac arrest", "patient": "A 50-year-old female athlete was brought into the emergency department (ED) after a witnessed car accident. Per fiancé she was the only one in the car, was driving normally but all of a sudden she started driving haphazardly. She initially hit the curb on the roadside and was found to be gasped for air, staring into space, and had some irregular, jerky motions. The fiancé tried to pull her out of the car, but she unknowingly hit on the accelerator which led the car to fall into a deep puddle. She was pulled out of the car after this second impact. This time she was completely unresponsive and pulseless. On-site, CPR was started, and EMS was called. She was intubated on the field, had further two rounds of CPR and received six pushes of epinephrine along the way to the hospital. On presenting to the ER, her heart rhythm at this point showed the junctional rhythm. After a few minutes, she again went into the cardiac arrest. CPR was started, and repeat doses of epinephrine were given. Spontaneous circulation was established, but she went into supraventricular narrow complex tachycardia with a heart rate of 180 bpm (bpm) and blood pressure of 110/80. She then received two doses of adenosine and synchronized cardioversion at 100 J with no improvement in tachycardia. She was started on nicardipine gutta(gtt) to slowdown her heart rate, but it was futile, and the heart rate was continuously above 180 bpm, but her BP came down to 100 systolic. She was then started on 5 mg IV lopressor after being transferred to CCU, which resulted in a drastic drop in heart rate and another round of CPR had to be performed for 9 min, followed by two more rounds with the reestablishment of spontaneous circulation and systolic BP by doppler was 40. The patient at this time had bilateral fixed dilated pupils, was unresponsive with variable heart rate and rhythms. Her eyes were red and edematous, but there was no exophthalmos or thyromegaly. Her cardiovascular examination was unremarkable, but the abdomen was mildly distended with a lack of bowel sounds. Chest examination showed bilateral crepitation, while the neurological examination was remarkable for a GCS score of 3/15. Of note, per fiancé, her past medical history was significant for hypothyroidism for which she had been taking thyroid supplements (possibly ‘nature thyroid’) and prescribed levothyroxine. Her family also revealed that she was a very professional gym trainer and had a history of anabolic steroid intake (testosterone, Anavar and Primo). Further history from fiancé indicated that she has been using supplemental products by the name of ‘Killer Bee’s-fat burner’ and thyroxine containing cardine supplements for weight loss and to energy boost up.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'26792255': 1, '29275552': 1, '1821073': 1, '18543646': 1, '6317368': 1, '11172193': 1, '24891175': 1, '17923583': 1, '10509439': 1, '24855394': 2, '18946743': 1, '28740582': 1, '22956554': 1, '10700716': 1, '19337445': 1, '23758055': 1, '15851631': 1, '7463688': 1, '8325286': 1, '21510801': 1, '20857326': 1, '31258870': 2}", "similar_patients": "{'4020898-1': 1}"}