{"patient_id": 10159, "patient_uid": "6636589-1", "PMID": 31355015, "file_path": "comm/PMC006xxxxxx/PMC6636589.xml", "title": "Cytophagic Histiocytic Panniculitis (CHP) in a Patient with SLE Found after Autopsy: When a Rash Is “Complicated!”", "patient": "A 39-year-old African American woman was brought to our emergency room (ER) with lethargy, progressive confusion, and generalized rash involving both lower extremities of 1-week duration. Two months ago, the patient had presented to our hospital with left lower quadrant pain and nonbloody diarrhea and dizziness. A Computed Tomography (CT) of the abdomen and pelvis had revealed pancolitis and she was treated with antibiotics. At that time she was also found to have proteinuria, pedal edema and photosensitive rash on her face. The proteinuria was attributed to glomerular disease of unclear etiology. Autoimmune work-up revealed positive ANA, anti-Smith Ab, and anti-RNP. Parvovirus IgG was also positive. She was found to have pancytopenia and the diagnosis of aplastic anemia was considered and she was transferred to another tertiary care hospital. There, she underwent a renal biopsy that revealed focal proliferative and membranous lupus nephritis classes 3 and 5. She was discharged on prednisone, mycophenolate, and hydroxychloroquine. Now she had presented with the current complains.\\nIn the ER she was found to be lethargic. On physical examination, her temperature was 97.5°F, pulse was 102 beats per minute, the initial blood pressure was 136/79 mm of Hg, and respiratory rate was 22 breaths per minute. There was no scleral icterus. Oral mucosa was dry without visible lesions. The neck was supple. Skin was warm and had desquamating rash on both lower extremities from hip down (). The rash was nonblanching and erythematous, and Nicolsky sign was positive. The abdomen was soft but mild tenderness was noted in the epigastric region without any guarding or rebound tenderness. There was no organomegaly and the bowel sounds were sluggish. There was bilateral pitting pedal edema. The patient was arousable with verbal and tactile stimulation and was moving all extremities spontaneously. Rest of the physical examination was unremarkable.\\nLater she developed hypotension and was given on intravenous fluids. Sepsis was suspected and broad spectrum antibiotics were initiated. The early differential diagnosis included Steven Johnson syndrome vs. necrotizing fasciitis causing sepsis. Her labs revealed severe pancytopenia and severe metabolic acidosis. Detailed results of the laboratory parameters are given in .\\nShe was transfused 2 units of packed red blood cells and 6 units of platelets. Within an hour of arrival to the ER she developed acute respiratory failure and was intubated and placed on mechanical ventilation. She developed septic shock requiring vasopressors. She was deemed too unstable for imaging studies but a portable chest X-ray revealed right basilar atelectasis and portable X-ray of the lower extremities showed soft tissue edema. Four hours after the initial presentation she developed asystole and expired after failed resuscitative measures. An autopsy was done that revealed CHP (), Libman Sacks endocarditis, bilateral pleural effusion, proliferative and membranous lupus glomerular nephropathy, and bilateral adrenal hemorrhage. Blood culture postmortem grew serratia marcescens.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'24524345': 2, '23439471': 1, '2644315': 1, '28666424': 2, '9810888': 1, '20127750': 1, '8792512': 1, '11296453': 1, '7436642': 1, '7622404': 1, '18424334': 1, '3995472': 1, '21494027': 1, '7451140': 1, '2768594': 1, '19817262': 1, '1479116': 1, '15165205': 1, '10337947': 1, '31355015': 2}", "similar_patients": "{'5493882-1': 1, '3974103-1': 1}"}