{"patient_id": 138252, "patient_uid": "6959106-1", "PMID": 31966030, "file_path": "noncomm/PMC006xxxxxx/PMC6959106.xml", "title": "A Case of Salazosulfapyridine-Induced Hypersensitivity Syndrome in a Rheumatoid Arthritis Patient with Relapse of Skin Erythema", "patient": "A 61-year-old Japanese man developed pyrexia of >38°C, anorexia, stomach fullness, decreased saliva secretion, diarrhea, and generalized erythema 2 weeks after the initiation of SASP as treatment for rheumatoid arthritis. He received one steroid infusion and the withdrawal of SASP. He was referred to our hospital 4 days after the onset of his symptoms. In addition to slight pyrexia and neck lymphadenopathy, military-sized red papules and erythema expanded over the whole body (Fig. ). A laboratory analysis showed leukocytosis (10,400/mm3) with 5.0% atypical lymphocytes and 1.0% eosinophils, and elevated liver enzymes (aspartate aminotransferase, 140 IU/L; alanine aminotransferase, 221 IU/L). The anti-HHV-6 IgG titer increased from 20 (Day 0) to 640 (Day 23). IgG titers of herpes simplex virus, Epstein-Barr virus, mycoplasma virus, HHV-1, CMV, varicella zoster virus, HHV-7, and measles virus were not significantly elevated. A leg skin specimen showed lymphocytic exocytosis, liquefaction degeneration, and infiltration of both lymphocytes and histiocytes in the upper dermis (Fig. ). A drug-induced lymphocyte stimulation test was positive for SASP. We diagnosed this patient with DIHS by SASP. Pyrexia and abdominal symptoms improved immediately after the withdrawal of SASP and erythroderma gradually disappeared with topical steroid application (Fig. ).\\nErythroderma recurred 4 days after switching to mizoribine 2 weeks after the skin eruption disappeared (Fig. ). Erythroderma disappeared 1 week after the discontinuation of mizoribine. The anti-HHV-6 IgG titer in the recurrence of skin erythema after the initiation of mizoribine (day 34; 320) was lower than that in first skin erythema resolved (day 23; 640). However, the CMV DNA levels at day 34 were elevated (4.7 × 102 copies/mL) compared to those at day 0 (1.0 × 102 copies/mL) and at day 23 (2.2 × 102 copies/mL). The serum IgG and TNFα were not changed. Drug-induced lymphocyte stimulation test was negative for mizoribine. After the erythema disappeared, mizoribine was re-administered; however, there was no recurrence.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'31000444': 1, '24749495': 1, '19239928': 1, '9069593': 1, '17854362': 1, '31966030': 2}", "similar_patients": "{}"}