{"patient_id": 132461, "patient_uid": "6426000-1", "PMID": 31020223, "file_path": "noncomm/PMC006xxxxxx/PMC6426000.xml", "title": "The waffle procedure as treatment of a first episode of right heart failure: a case report", "patient": "We describe the case of a 59-year-old Hispanic male with type 2 diabetes on treatment with metformin. He was admitted to our hospital with a 1-month history of heart failure symptoms. He complained of progressive dyspnoea, orthopnoea, paroxysmal nocturnal dyspnoea, lower-limb oedema extended above the knee, and an increased abdominal size. In addition, cough and chest pain worsening during inspiration were described. Blood pressure at admission was 106/68 mmHg and heart rate 90 b.p.m. Physical examination revealed ascites with visible bulging of the flanks and fluid wave, jugular venous distension (the filling level of the jugular vein was 5 cm vertical height above the manubriosternal joint), positive Kussmaul sign, and pulsus paradoxus (the systolic blood pressure fell to 92 mmHg in inspiration) as the most relevant symptoms. Upon cardiac auscultation: S1/S2 heard, no gallops or murmurs heard, no pericardial knock. Pulmonary auscultation: reduced vesicular breath sounds in the lung bases, no rales.\\nThe blood test showed haemoglobin of 13 g/dL (13.5–17.5 g/dL), spontaneous INR of 1.3 (0.9–.2), C-reactive protein of 4 mg/L (<0.29 mg/L), NT pro-BNP: 667 pg/mL, and GGT: 95 U/L. A posteroanterior chest X-ray film showed cardiomegaly and bilateral pleural effusions. The 12-lead ECG is showed in Figure .\\nThe episode was labelled as a first episode of heart failure, and the patient was admitted to work-up. A transthoracic echocardiogram displayed a preserved left ventricular ejection fraction and a mild right ventricular systolic dysfunction (right ventricular size normal, TAPSE 15 mm). Both atrial sizes were normal. The septum presented an abrupt posterior motion in early diastole with inspiration. It also appeared to ‘flutter’ as the left and right ventricles filled during diastole. Thickening of the pericardial layers and a loculated anterior pericardial effusion (19 mm) with several fibrous tracts were observed (Figure ). Spectral PW Doppler imaging revealed a restrictive filling pattern in the mitral inflow—(E:A ratio 2.2). It also revealed significant respiratory variation: the mitral E wave velocity decreased more than 25% with inspiration. A contrast enhanced computed tomography (CT) of the thorax was performed to assess thickening and calcification of the pericardium in order to characterize the pericardial effusion (Figure ). The scan also showed contrast in the suprahepatic veins as an indirect sign of systemic veins congestion and heart failure.\\nAn intravenous diuretic treatment (furosemide and spironolactone) was started as well as anti-inflammatory therapy (Ibuprofen 1200 mg daily and colchicine 1 mg daily). In order to rule out infectious and oncological causes of pericardial effusion, tuberculine sensitivity test (Mantoux) and several infectious (C. burnetti, Toxoplasma, HIV, Borrelia, Rickettsia, Brucella, Tripanosoma cruzi, M. and C. pneumoniae) and oncological markers (alpha fetoprotein, beta-2-microglobulin, CA 19-9, and carcinoembryonic antigen) were tested and were all normal. In the 12-lead ECG there were sinus rhythm and low voltage QRS complexes. A coronary angiography revealed normal coronary arteries and the right heart catheterization showed the following results: (i) right atrial pressure: 21/12 mmHg; (ii) right ventricular pressure: 38/20 mmHg; (iii) left ventricular pressure: 110/24 mmHg; (iv) mean pulmonary artery pressure: 28 mmHg; (v) PWP: 17 mmHg; an (vi) cardiac index: 3.14 L/min/m2. They evidenced elevation and near-equalization of the end-diastolic pressures of both ventricles and high right atrial pressure with M morphology and Kussmaul sign. Evidence of dip and plateau was not found because of tachycardia and previous diuretic treatment.\\nAfterwards, the patient presented a marked clinical worsening due to a slight increase in pericardial effusion size and tamponade which prevented us from performing further tests, and the patient was directly referred to cardiac surgery.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'6639198': 1, '14749455': 1, '9399529': 1, '14749449': 1, '19804990': 1, '27884251': 1, '8665976': 1, '14498251': 1, '3812191': 1, '8170726': 1, '5540704': 1, '9795593': 1, '26320112': 1, '5667755': 1, '31020223': 2}", "similar_patients": "{}"}