{"patient_id": 5933, "patient_uid": "6346692-1", "PMID": 30673931, "file_path": "comm/PMC006xxxxxx/PMC6346692.xml", "title": "Left colic artery aneurysm rupture after stent placement for abdominal aortic aneurysm associated with neurofibromatosis type 1", "patient": "A 67-year-old female with NF1 presented with lumbago, cold sweats, and sudden onset weakness, which necessitated an emergency transfer to our institution. She had no significant past medical history, was negative for hypertension, and was on no regular medications. She was hypotensive (systolic blood pressure = 60 mmHg) and tachycardic on arrival. An abdominal contrast computed tomography (CT) scan showed a rupture of an abdominal aortic aneurysm (AAA) with communication between the aneurysm and the inferior vena cava (IVC) (Fig. a, b). The maximum dimensions of the ruptured AAA and IVC were 34 mm and 37 mm, respectively. The aortic rupture was located 7.5 cm distal to the renal artery and 2.5 cm proximal to the bifurcation of the aorta (Fig. c). Due to the difficulty of primarily closing the ruptured IVC, we planned an endovascular treatment to control the bleeding from the IVC by exclusion of the ruptured AAA. The diameter of normal proximal aorta was 16 mm, which was too narrow to place a normal Y-shaped graft. Moreover, there was insufficient time to prepare another stent in emergency. Therefore, we instead deployed an ENDURANTII (Medtronic Vascular, Santa Rosa, CA, USA) iliac extension proximal to the terminal aorta that was long enough to insert three or more stents (Fig. d). As the bleeding from the AAA and the communication between the aneurysm and the IVC were not well controlled, we placed an EXCLUDER (W.L. Gore & Associates, Flagstaff, AZ, USA) cuff in the ENDURANTII iliac extension. Although a type IV endoleak was detected on angiography, the patient’s hemodynamics stabilized. We therefore decided to conclude the operation at this point and re-assess the endoleak in a few days.\\nAn abdominal contrast CT performed 3 days after the operation showed a type Ib endoleak and injury to the distal abdominal aorta (Fig. a). This led to a redo-EVAR 4 days after operation. This included deploying an AFX (Endologix, Inc., Irvine, CA, USA) graft, as well as an infrarenal cuff, as the AFX head did not fit exactly within the stent placed in the primary operation. We also performed coil embolization treatment of the left internal iliac artery aneurysm (Fig. b), which was identified initially (Fig. b). We confirmed no endoleak at the final angiography. An abdominal contrast CT performed 18 days after the primary operation showed two new sequential aneurysms of the LCA, which were not previously detected. Coil embolization was planned to address these new aneurysms.\\nTwenty-two days after primary operation, however, the patient presented with new onset nausea, left abdominal pain, and hypotension. Her systolic blood pressure was 50 mmHg. She was resuscitated and required vasopressor support. Laboratory tests, including leukocyte count and electrolytes, were normal. The serum C-reactive protein and D-dimer were elevated to 0.37 mg/dl (normal range 0.01–0.30) and 6.8 μg/ml (normal range 0.0–1.0), respectively. We considered potential bleeding from nearby arteries, including the inferior mesenteric artery (IMA) and lumbar artery [, ]. An abdominal contrast CT showed enlargement of LCA aneurysms and surrounding hematoma (Fig. a–c), establishing the diagnosis of rupture of the LCA aneurysms. Emergency exploratory surgery was performed.\\nWe gained access through a midline abdominal incision. Active bleeding was encountered intraperitoneally and controlled with compression. As a result of the patient’s initial AAA rupture, residual hematoma was present, which extended along the entire left abdomen and retroperitoneum (Fig. a). In addition, the AAA stent endograft had resulted in a left laterally displaced aorta, narrowing our operative field. Due to her distorted anatomy, active bleeding, and clinical condition, we elected to perform a left hemicolectomy. We divided the inferior mesenteric artery (IMA) 3 cm distal to the IMA root to not to injure the recently repaired aorta. We divided the colon at the rectosigmoid junction. Proximally, we divided the colon at the middle of the transverse colon (Fig. b). The mesentery was divided to include the LCA aneurysms. Given her clinical condition, we elected to not perform a colorectal anastomosis, but instead performed a Hartmann’s procedure with an end transverse colon colostomy. The surgery took 145 min, and the estimated blood loss was 4.5 L. Packed red blood cell transfusion volume was approximately 1.96 L, and fresh frozen plasma volume was 1.44 L.\\nIn reviewing the specimens, a 2-cm aneurysmal sac and 1-cm aneurysmal sac were identified in the LCA. No thrombus was identified (Fig. a, b). No ischemic changes and no tumor were observed in the excised colon (Fig. c). Interestingly, fibrous tissue around the left colic artery stained positive for S-100 protein, suggesting that neurofibroma from NF1 might have been associated with the rupture of these aneurysms due to weakened integrity of the vascular walls (Fig. a–e). A follow-up abdominal CT showed no recurrence of the endoleak. The patient was discharged 37 days after the last operation without any other post-operative complications.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'28891076': 1, '24476631': 1, '25652347': 1, '22531095': 2, '8335018': 1, '10842161': 1, '21757497': 1, '17681709': 1, '27738472': 1, '3107130': 1, '31763589': 2, '11140831': 1, '4623800': 1, '23561427': 1, '25062113': 1, '28230061': 1, '27647034': 1, '9950987': 1, '26072722': 1, '10469430': 1, '15699396': 1, '4212953': 1, '6796886': 1, '28891274': 1, '26305194': 1, '9476191': 1, '27739946': 1, '31197610': 1, '25990068': 1, '12180143': 1, '29700776': 1, '8659217': 1, '13363265': 1, '30673931': 2}", "similar_patients": "{'3423040-1': 1, '6861020-1': 1}"}