{"patient_id": 130436, "patient_uid": "6282886-1", "PMID": 29256880, "file_path": "noncomm/PMC006xxxxxx/PMC6282886.xml", "title": "Successful treatment of abdominal aorto-right atrial fistula by vascular plug: A previously unreported cardiac malformation", "patient": "A 2-year-old asymptomatic boy was referred to our clinic because of a continuous murmur that was more evident at the left upper sternal border. No other pathological finding was detected in his physical and chest X-ray examinations. During echocardiographic examination, a small shunt from the proximal descending aorta to the main pulmonary artery was observed and diagnosed as patent ductus arteriosus (PDA). We noted an abnormal, continuous, high-velocity flow into the RA, which was dilated, with a gradient of 75 mm Hg. The left and right ventricles were slightly dilated without any functional loss. An extra-cardiac structure was found to be open to the RA on the posterior lateral side of the inferior vena cave (). Computed tomography (CT) angiography confirmed a tortuous, large, and very long fistula (). No connection was observed between this fistula and the liver or the portal system on both CT and abdominal ultrasonography. This ruled out the possibility of hepatic arteriovenous fistula and hepatoportal fistula. Right and left heart catheterization was performed, which revealed a Qp/Qs ratio of 1.8: 1. Descending aorta angiography confirmed the diagnosis of a very small PDA and unusual tortuous fistula between the descending abdominal aorta and the RA (). A catheter was advanced to the fistula orifice directly from the abdominal aorta. The fistula was selectively engaged using a 5-Fr right Judkins catheter. A hydrophilic guidewire was then passed through the proximal fistula into the narrowing proximal portion of the fistula. This area measured approximately 5 mm. A 7-mm Amplatzer vascular plug IV device was loaded into the catheter, and the distal skirt of the device was placed on the narrow and curved part, 5-6 mm away from the proximal fistula. After device replacement, significant residual flow was observed, and thereafter, a second 8-mm Amplatzer vascular plug IV device was advanced close the residual leak (). A non-selective contrast agent was injected into the abdominal aorta, which revealed occlusion of the fistulous tract with the Amplatzer vascular plug IV device in stable position at the proximal mouth of the fistula (). PDA could not be closed as it could not pass through the catheter. No procedure-related complication occurred. The patient was discharged from the hospital on the second day with acetylsalicylic acid (5 mg/kg/day), and he remained well during the 6 months of follow-up.", "age": "[[2.0, 'year']]", "gender": "M", "relevant_articles": "{'1277418': 1, '16256780': 1, '14496168': 1, '24740464': 1, '16480028': 1, '22412254': 1, '12963235': 1, '21681644': 2, '29256880': 2}", "similar_patients": "{'3174366-1': 1}"}