{"patient_id": 3198, "patient_uid": "6171195-1", "PMID": 30286736, "file_path": "comm/PMC006xxxxxx/PMC6171195.xml", "title": "Isolated optic neuritis with a concurrent abnormal trigeminal nucleus on imaging: case report of a rare complication of herpes zoster ophthalmicus", "patient": "A previously healthy 58-year-old female presented to our clinic with a sudden painful visual loss in her right eye for 2 days. Ocular movement significantly aggravated her pain. Four weeks before the presentation, she developed a group of vesicles on the erythematous base over the right ophthalmic branch of the trigeminal nerve including the tip of her nose, which was diagnosed as HZO. At that time, she was treated with intravenous acyclovir (30 mg/kg/day) for 10 days. The group of vesicles soon disappeared and turned to hyperpigmented macules and patches (Fig. ).\\nAt our clinic, an ophthalmic examination revealed best-corrected visual acuity of light perception in the right eye, compared with 20/20 in the left eye. A relative afferent pupillary defect (RAPD) was present in the right eye. Intraocular pressures were 12 mmHg in both eyes. Ocular motility, anterior segment, and a fundus examination were unremarkable bilaterally. Neither proptosis nor ptosis was observed. The neurological examination was significant for hypoesthesia in the area supplied by the right ophthalmic branch of the trigeminal nerve. A clinical diagnosis of HZO-related right retrobulbar ON was made. To exclude other possible causes of atypical ON, a blood test including a complete blood count (CBC), erythrocyte sedimentation rate (ESR), c-reactive protein (CRP), Venereal Disease Research Laboratory (VDRL), Treponema pallidum hemagglutination (TPHA), antinuclear antibody (ANA), and aquaporin 4-antibody were performed, which all showed normal results. MRI of the brain and orbit showed enhancement and restricted diffusion of a right-sided intraorbital, intracanalicular, and prechiasmatic optic nerve (Fig. ). Notably, linear hyperintense T2 lesions in vertical orientation extending from the right dorsolateral pons down to the medulla without any enhancement or restricted diffusion were also found (Fig. ). These vertical lesions represented the anatomical location of the spinal trigeminal nucleus and tract (STNT) along the brainstem. Lumbar puncture showed mild lymphocytic pleocytosis (22 cells, 98% lymphocytes) with normal protein and a negative polymerase chain reaction (PCR) for VZV.\\nTreatment was started with intravenous acyclovir (30 mg/kg/day) along with 1 g/day of intravenous methylprednisolone. Intravenous acyclovir was continued for 14 days, then reduced to 800 mg oral acyclovir daily. Acyclovir was discontinued in the third month. Oral prednisolone (1 mg/kg/day) was started after 5 days of intravenous methylprednisolone, then gradually tapered and discontinued in the third month. After the completion of the 2 month treatment, the best-corrected visual acuity was counting fingers and 20/20 in the right and left eyes, respectively. An ophthalmic examination detected a right optic disc atrophy with normal physiological cupping. MRI of the brain and orbit showed stable brainstem STNT abnormalities and resolution of the ON.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'31998527': 1, '25636374': 2, '34522513': 2, '25246984': 1, '14684237': 1, '7639667': 1, '20379464': 2, '20182203': 1, '6195526': 1, '25922780': 1, '24470284': 1, '26671086': 1, '9818869': 1, '453745': 1, '3495293': 1, '21626168': 1, '11033135': 1, '28242890': 1, '5300433': 1, '23109414': 1, '8183526': 1, '30286736': 2}", "similar_patients": "{'2851001-1': 1, '4314774-1': 1, '8425502-1': 1}"}