{"patient_id": 14584, "patient_uid": "6919958-1", "PMID": 31890400, "file_path": "comm/PMC006xxxxxx/PMC6919958.xml", "title": "Bilateral Pyosalpinx Causing Obstructive Hydronephrosis: A Multimodality Imaging Approach with the Emphasis on the Diffusion-weighted Magnetic Resonance Imaging", "patient": "A 40-year-old female with a five-year history of uterine fibroids experienced left-sided flank pain radiating towards the inguinal region. She had no dysuria or hematuria, but she did notice increased urinary frequency. Because the problems started during the weekend, she decided to start with self-administration of ciprofloxacin, before seeing her family doctor on Monday. The blood tests showed leukocytosis (17 x 109/L) and increased values of C-reactive protein (CRP) (210 mg/L). Her physician additionally prescribed co-amoxiclav, but since the pain was getting gradually worse, she was admitted to the hospital in the evening. Despite the high inflammatory markers, she had no fever. Her general physical examination was unremarkable, aside from some tenderness at the right costovertebral angle (CVA). She was given an intravenous (IV) infusion of metamizole and ketoprofen. A gynecological examination revealed an enlarged and tender uterus. Due to the pain, adnexal palpation was not performed, but tenderness was assumed. A bedside ultrasound (US) investigation detected hydronephrosis, stage 1 or 2 on the right side, as well as a possible small (5-6 mm) stone at the distal end of the right ureter. A non-contrast computed tomography (CT) scan was performed for further investigation. It did not confirm the presence of the stone but it showed bilateral adnexal cystic changes, with a compression of the right ureter causing hydronephrosis. Therefore, a percutaneous nephrostomy (PCN) catheter was inserted in the collecting system of the right kidney. For further evaluation of the cystic changes, a magnetic resonance imaging (MRI) scan was performed, which showed a clear dilatation of the collecting system in both kidneys (Figure ), as well as fluid-fluid levels inside the adnexal cystic changes bilaterally (Figure ).\\nAdditional diffusion-weighted imaging (DWI) sequence was performed with b-values of 0 and 800 s/mm2 (Figure ). It again demonstrated the fluid-fluid levels and revealed that the bottom fluid level has a lower signal intensity. The difference was even more pronounced on the apparent diffusion coefficient image with a lower signal indicating restricted diffusion (Figure ) owing to a higher amount of cellular parts. The differential diagnosis consisted of a deep pelvic endometriotic hemorrhagic cyst and a pyosalpinx, but based on the signal intensity of the fluid at the DW-MRI, a pyosalpinx was more probable.\\nThe MRI also revealed signs of small bowel ileus, and therefore laparoscopic surgery with a right-sided adnexectomy, left-sided pyosalpinx drainage, and abdominal adhesiolysis was performed. Two days after the surgery, high inflammatory parameters (leukocytes 18 x 109/L, CRP 188 mg/L, procalcitonin 17 ng/mL) were still present, and treatment with ceftriaxone and metronidazole was replaced with meropenem, which resulted in normalization of the parameters.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'26803576': 1, '22678036': 1, '24275271': 1, '25684876': 1, '9015018': 1, '15491695': 1, '25992748': 1, '9314366': 1, '25363239': 1, '8571915': 1, '31890400': 2}", "similar_patients": "{}"}