{"patient_id": 131747, "patient_uid": "6376822-1", "PMID": 30672504, "file_path": "noncomm/PMC006xxxxxx/PMC6376822.xml", "title": "Do oblate eyeballs exist? A rare case of rhegmatogenous retinal detachment in an elliptical globe", "patient": "A 46-year-old female presented with complaints of sudden painless diminution of vision in the right eye for past 7 days. A shower of floaters preceded the drop in visual acuity. At presentation, the patient had a best-corrected visual acuity (BCVA) of 20/200 in the right eye (RE) and 20/20 in the left eye (LE). The refractive prescription was noted to be RE: −1.5 (spherical diopter) DS/−1 (cylindrical diopter) DC@80°, LE: −2.5 DS/−0.5 DC@110°. The right eye revealed a temporal, fresh rhegmatogenous retinal detachment involving the macula. Marked peripheral chorioretinal atrophy was evident []. The causative break could not be identified. Left eye fundus examination showed a sharp foveal reflex with a normal looking posterior pole. However, severe chorioretinal atrophy was noted in the peripheral retina around the vortex veins [].\\nThe axial length measure by A-scan biometry was 24.51 mm in the right eye and 24.71 mm in the left eye. Swept source optical coherence tomography (OCT) (Topcon DRI OCT-1 Atlantis, Topcon Corp, Tokyo, Japan) of the left eye revealed a central macular thickness of 251 μm and a central choroidal thickness of 310 μm with the peripheral scans showing chorioretinal thinning []. Ultrawide field fundus autofluorescence of the left eye showed peripheral hypo-autofluorescence []. The patient underwent right eye phacoemulsification with posterior chamber – intraocular lens (19.5 D) implantation in the capsular bag followed by 23 gauge pars plana vitrectomy with 360° endolaser and silicon oil injection. Intraoperatively, there was difficulty in maneuvering the standard 23 gauge vitreous cutter to the periphery for removal of the peripheral vitreous. The break could not be identified. Hence, 360° endolaser was done. However, adequate laser marks could not be obtained in the periphery, which was then made possible after increasing the laser power. At the end of the surgery, around 7.3 ml of silicon oil was injected. On postoperative day 1, the retina was attached [] and the BCVA was 20/100. Ocular ultrasonography (USG) of the fellow eye showed an elliptical globe with a longer oblique axis of 26.1 mm [].", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'21979998': 1, '15452039': 1, '10992832': 1, '30672504': 2}", "similar_patients": "{}"}