{"patient_id": 4990, "patient_uid": "6297057-1", "PMID": 30553095, "file_path": "comm/PMC006xxxxxx/PMC6297057.xml", "title": "A case of completely isolated advanced enteric duplication cyst cancer performed partial pancreatectomy", "patient": "A 43 year-old female was admitted to our hospital with a chief complaint of right upper pain and palpable mass. On physical examination, there was slight tenderness and semimobile mass in the right upper abdomen. Clinical examination did not demonstrate any persistent weak abdominal pain and mass. Her past medical and surgical history was unremarkable. Moreover, Family history and psychosocial history were also not particular.\\nIn abdominal contrast-enhanced computed tomography (CT), 130 × 100 × 90 mm huge cystic mass was demonstrated in right upper peritoneal cavity. The cyst had thickened wall and many enhanced nodules. Many nodules and the thickened wall were slightly enhanced in early phase (A) and gradually enhanced in delayed phase (B). Gadolinium-enhanced magnetic resonance imaging (MRI) showed that intra-cystic fluid was bleeding or mucinous fluid as the intensity was slightly high in T1WI (C), high in T2WI (D), and slightly high in fat suppression T1WI. The thickened wall of the cyst and mural nodules were high intensity in Diffusion-weighted MRI. The findings of connection with pancreatic head suggested a tumor originated from pancreas. The differential diagnoses were MCN, mucinous cystic adenocarcinoma and hemorrhagic cyst. After an extensive discussion in our institute, we planned pancreaticoduodenectomy for this abdominal tumor.\\nShe was taken to the operating room by a surgical oncologist who primarily specialized in pancreatic resections and had been in practice for over 10 years. In surgical findings, this tumor did not attach to gastrointestinal tract and originated from pancreatic head (A). The aspirated fluid was bloody and the cyst had re-increased for short time in operation. In these reasons, we diagnosed the tumor as hemorrhagic cyst and selected partial pancreatectomy because this tumor was resected completely (B). The cystic wall was thickened and elastic soft. No tumoral change found in the surface of cystic wall (C). Post-operative course was good and she was discharged on post-operative day 9. CEA and CA19-9 in intra-cystic fluid were 115,060 ng/ml and 113,373 U/ml.\\nFinal pathology demonstrated that the cystic mass had well-formed cyst wall with an inner mucosal lining, submucosal layer, and muscularis propria as gastrointestinal tract (A–C). As the non-tumoral epithelium in small area was similar to crypt epithelium of the stomach and immunohistochemistry of the non-tumoral mucosa was positive for CK7 (D), negative for CK20 (E), and negative for CDX-2 (F), the pathological finding of non-tumoral tissue was the enteric duplication cyst of gastric type. Adenocarcinoma with moderate to well differentiation invaded to subserosal layer over smooth muscle layer in broad area of the cystic wall (A–C). The invasive cancer cells invaded lymphatic system, venous system, and nervous system. Several lymph nodes resected together besides tumor had no metastasis. The immunohistochemistry of the tumoral mucosa was 50% positive for CK7 (D), positive for CK20 (E), and positive for CDX-2 (F). The final diagnosis was completely isolated advanced enteric duplication cyst cancer because this cyst was not attached to a wall of gastrointestinal tract and adjacent to pancreatic head. Therefore, this cyst was not originated from pancreas head.\\nDuring hospital stay in post-operative period, she was counseled that we identified an isolated enteric duplication cyst with advanced cancer. We recommend treatment by S-1 as adjuvant chemotherapy according to the adaptation for criteria of advanced gastric cancer. She had taken S-1 for 1 year without rest of medication and lived for 1.5 year after surgery without any evidence of malignancy.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'15671373': 1, '8210590': 1, '22529551': 2, '22490125': 2, '16669876': 1, '23476873': 2, '27613565': 1, '12483377': 1, '718292': 1, '28466073': 1, '21687617': 2, '24421928': 1, '5030497': 1, '15723222': 1, '20966811': 1, '28854411': 1, '21857453': 1, '34518632': 1, '30553095': 2}", "similar_patients": "{'3580896-1': 1, '3352259-1': 1, '3326825-1': 1, '3113256-1': 1}"}