{"patient_id": 134149, "patient_uid": "6563640-1", "PMID": 31205397, "file_path": "noncomm/PMC006xxxxxx/PMC6563640.xml", "title": "Bone augmentation with sticky bone and platelet-rich fibrin by ridge-split technique and nasal floor engagement for immediate loading of dental implant after extracting impacted canine", "patient": "A 22-year-old female patient reported the Outpatient Department of Prosthodontics Unit of Faculty of Dental Sciences, Institute of Medical Sciences, Banaras Hindu University. She complained of missing upper right canine. Following a thorough medical history to rule out systemic diseases, clinical and radiographic evaluations were performed. She had undergone routine blood investigations and radiographic evaluation by intraoral periapical radiography radiograph, orthopantomogram, and DentaScan. Radiographic investigations revealed the presence of impacted canine palatally []. First treatment planned was orthodontic treatment, but due to its long course, she denied as her wedding date was planned after 4 months. She was also given another option for temporaries during her marriage, but she denied orthodontic treatment postmarriage. Therefore, the second best treatment option was executed. The tooth was extracted followed by GBR, after 3 months implant placement followed by immediate loading with temporary crown. A written description of risks and benefits of proposed treatment was given followed by written consent.\\nOn the day of surgery, antibiotic prophylaxis was administered. The patient was made to rinse 10 ml of Betadine Gargle, followed by extraoral scrubbing with Betadine Scrub. Two percent lignocaine with 1:80,000 adrenaline was administrated for infraorbital nerve block and nasopalatine nerve block to locally anesthetize the surgical site. A crevicular and crestal incision was given at the mid of ridge and full thickness mucoperiosteal flap was reflected. After reflecting flap, impacted canine was extracted atraumatically [].\\nBlood sample was taken from the patient's forearm and collected into three silica-coated red cap tube and 1 noncoated orange cap tube of 10 ml each. Blood in red cap tube was used to make PRF membrane by spinning in centrifuge (Choukron DUO Quatro, France) at 1300 rpm for 8 min, while blood in noncoated orange cap tube was used to prepare IPRF by spinning at 700 rpm for 3 min. IPRF was mixed with granules of xenograft bone (Bio Tiss, Cerabone granulate, natural bovine bone, particle size – 0.5–1 mm) to form sticky bone (stable fibrin bone graft). As sticky bone is a stable fibrin bone graft it has its own body and is easy to handle and can be moulded into desired shape []. PRF layer obtained from red cap tube was allowed to compress to achieve a membrane-like shape. The compressed PRF membrane will act as a barrier membrane. Sticky bone was adapted at the defect site and compressed PRF membrane was placed as barrier membrane. Flaps were approximated and interrupted suture was given. The patient was prescribed antibiotics, analgesics, anti-inflammatory, and chlorhexidine mouth rinses for 5 days and recalled after 7 days for suture removal.\\nAfter 3 months, the patient was clinically evaluated and radiographical investigation was repeated to evaluate changes. As it was evident in the computed tomography scan [], predictable bone formation was observed. Surgical reentry was made. Clinically, ridge width was still thin crestally, so ridge-split technique was introduced into the procedure using disc to place two vertical incisions connected with a horizontal incision. After ridge splitting, osteotomy was done to place implant of size 3.5 × 11.5 (Touareg™, ADIN) []. Nasal floor was also engaged to enhance cortical bony support as immediate loading was planned. Additional bone graft was applied over the deficient bone and healing abutments were screwed. Flaps were approximated and sutured.\\nImpression was made with open-tray impression coping and temporary crown was fabricated on the cast obtained from impression. Temporary crown was seated and immediately was loaded without occlusal contact in centric, eccentric, and protruded position [].", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'27639295': 1, '28401197': 1, '22442611': 1, '33513735': 1, '34771956': 1, '17335361': 1, '25233065': 1, '27689517': 1, '27183068': 1, '26604954': 1, '24254569': 1, '33708577': 1, '31205397': 2}", "similar_patients": "{}"}