{"patient_id": 6056, "patient_uid": "6354553-1", "PMID": 30733936, "file_path": "comm/PMC006xxxxxx/PMC6354553.xml", "title": "Emphysematous Pyelonephritis Following Ureterovesical Reimplantation for Congenital Obstructive Megaureter. Pediatric Case Report and Review of the Literature", "patient": "A 23-month-old male, with left obstructive megaureter and an incomplete duplex collecting system was admitted to our Pediatric Surgery Unit for surgical treatment. The patient was born full-term by cesarean section at the 40th week of pregnancy (birth weight 3,850 g). Prenatally, at 31 weeks' gestation, a duplicated collecting system and ureter dilatation was suspected. In the first months of life, the diagnosis was made with a diethylenetriaminepentacetic acid (DPTA) renogram and confirmed by computed tomography (CT). A cystourethrogram showed no evidence of vesico-ureteric reflux.\\nIndications for surgery were based on a 12 month follow-up, where the following were observed: increased dilatation of the renal pelvis (34 vs. 13 mm), appearance of an obstructive curve upon DPTA diuretic renal scintigraphy, without upper kidney resolution following the administration of furosemide and the thin radiographic aspect of the cortical renal parenchyma.\\nPrior to admission, recurrent urinary tract infections were not documented. Preoperative (2 days pre-surgery) blood examinations and urine dipstick were normal. At admission, the patient was in good condition.\\nCorrection of the megaureter included an open surgical approach. Through the transvescical mobilization of the megaureter, the distal narrowed common ureter with an incomplete duplex system (3–4 cm in length) was excised in order to free both ureters. No difficulties were encountered in mobilizing the ureters and extravescical ureteral exploration was not considered necessary. Both ureters measured 1 cm in diameter and ureteral plication was not performed. The ureters were reimplanted in a generous vescical submucosa tunnel, about 4 cm in length, using the Cohen Technique. The new ureteral orifices appeared large in size and ureteral stents were not necessary. A balanced electrolyte solution (5 ml/kg/h) for fluid therapy during anesthesia was infused. At the end of the operation only an urinary catheter was left in place. Resection of the ureterovesical junction of the obstructive megaureter was performed followed by common sheath vesicoreteral reimplantation (operative time: 2 h and 40 min). There were no intraoperative complications. After the procedure, no variations in diuresis were noted (3–4 ml/kg/hour).\\nA few hours postoperatively, the patient developed a fever (39°C), lethargy, abdominal pain, nausea and tachycardia (heart rate 170/min) with a blood pressure of 110/70 mmHg. A complete blood count showed leukocytosis (17.29 × 109/L) with an 80% neutrophil predominance, anemia (hemoglobin 7.6 g/dl) and a normal platelet count (134 × 109/L). C-reactive protein was elevated (19.52 mg/dl) and prothrombin time was prolonged (21.7 s). Acute kidney injury (serum creatinine 0.58 mg/dl) and hyponatremia (Na 130 mmol/L) were also detected. Fasting blood sugar was 56 mg/dl. The urine dipstick (measuring urine from a urinary Foley catheter) revealed leucocyturia, but his urine culture resulted negative. Escherichia coli was cultured from peripheral blood.\\nAbdominal ultrasound demonstrated an enlarged left kidney with grade 3 hydroureteronephrosis and highly reflective echoes consistent with the presence of gas, suggestive of EPN (Figures ). An abdominal CT scan with contrast confirmed the diagnosis of unilateral EPN and showed an enlarged, hydronephrotic left kidney with discrete amounts of gas in the pelvis, lower calyceal group, and renal parenchyma (Class 2) EPN according to the Huang and Tseng classification () (Figures ).\\nThe patient received fluid resuscitation in the intensive care unit. Intravenous antibiotic therapy was administered: empiric antimicrobial therapy with gentamicin (4 mg/kg/die) and ceftriaxone (50 mg/kg/die) was initially started and subsequently based on the antibiogram treatment was changed to meropenem (40 mg/kg every 8 h). Blood and plasma transfusions were also required.\\nConsidering the complex malformation including the duplex collecting system, conservative treatment was preferred. The patient's clinical status improved significantly with medical treatment. On the fifth postoperative day he was readmitted to our surgical unit. Seven days postoperatively, a follow-up sonogram showed resolution of gas in the kidney.\\nHe was discharged 14 days postoperatively, with a normal serum creatinine, decreased inflammatory index values and clear urine. He is being followed up at our unit and the pediatric nephrology unit.", "age": "[[23.0, 'month']]", "gender": "M", "relevant_articles": "{'6366247': 1, '10584616': 1, '9607484': 1, '29541585': 1, '8596845': 1, '18353396': 1, '18372018': 1, '30038815': 1, '24067560': 1, '20840327': 1, '10737279': 1, '4035853': 1, '7850302': 1, '15787804': 1, '23260183': 1, '7367635': 1, '30117388': 1, '26601908': 1, '8365097': 1, '10641513': 1, '10711921': 1, '28487733': 1, '26019934': 1, '27622688': 1, '34900875': 2, '16474656': 1, '28104111': 1, '28717547': 1, '23716918': 1, '30733936': 2}", "similar_patients": "{'8662358-1': 1}"}