{"patient_id": 136038, "patient_uid": "6746195-1", "PMID": 31531627, "file_path": "noncomm/PMC006xxxxxx/PMC6746195.xml", "title": "Hospital-acquired intestinal toxemia botulism in a newly diagnosed adult colon cancer patient", "patient": "A 63-year-old Brazilian man was hospitalized due to severe symptomatic anemia (hemoglobin level of 4 g/dL). His previous clinical history revealed no known comorbidities, no wounds or recent skin infections, and no regular use of any medication.\\nComputed tomography images showed irregular wall thickness in the hepatic angle of the colon suggestive of primary tumor, with a mass extending longitudinally by 13 cm, with areas of necrosis. The right lobe of the liver had undergone secondary enlargement due to the presence of a large, heterogeneous and hypovascular expansive formation on the liver surface measuring 12.0 x 15.5 x 10.5 cm, and at least three other similar hepatic lesions, presumably metastatic. Furthermore, bilaterally randomly distributed pulmonary nodules with soft tissue densities were found, associated with paratracheal, subcarinal, right pulmonary hilum and left gastric chain lymph nodes enlargement. The endoscopic study revealed a stenotic lesion in the second portion of the duodenum, with tumor characteristics, and fragments were collected for anatomopathological study. Colonoscopy showed a great vegetative stenotic lesion on the right flexure of the colon, which was biopsied. As both endoscopic biopsies were described as inconclusive, an ultrasound-guided biopsy of the hepatic lesion was performed, leading to the diagnosis of metastatic adenocarcinoma that had probably originated in the colon. This result has motivated the chemotherapy with 5-fluorouracil and leucovorin.\\nAfter fourteen days of hospitalization, the patient started fever, hypotension responsive to intravenous fluids and sinus tachycardia. The diagnosis of sepsis with undefined focus was then established, with the administration of broad-spectrum antimicrobial therapy (piperacillin associated with tazobactam), with fast recovery. Nine days later, the patient presented with abdominal pain, prostration, vomiting, frontal headache, dizziness, blurred vision, photophobia and difficulties in speaking. Within a 24-hour interval, he progressed with anarthria and bilateral ophthalmoparesis and ptosis, followed by agitation and respiratory distress finally progressing to cardiac arrest in pulseless electrical activity, probably due to hypoxemia. Cardiopulmonary resuscitation was successfully performed for five minutes, with the need of intubation and maintenance in mechanical ventilation. Subsequently, a brain computed tomography revealed no signs suggestive of intracerebral expanding lesions, or ischemic and hemorrhagic stroke. In addition, lumbar puncture did not show significant alterations ( ).\\nAs soon as sedation was suspended, the patient regained consciousness, obeying simple commands such as moving hands and feet. From this moment, the neurological examination progressively deteriorated, with development of symmetrical descending flaccid tetraparesia and loss of deep tendon reflexes, with the consciousness status still preserved. Mechanical ventilation was maintained as the patient did not show signs that allowed extubation. A four-limb electroneuromyography, performed five days after the onset of symptoms, revealed intense myopathic findings evidenced by the high recruitment of motor units, with slight incremental response. Neither signs of acute or chronic denervation nor sensitive alterations were observed. Regarding the nervous conduction, the compound muscle action potentials (CMAPs) were found reduced in the proximal muscles, with M waves of low voltage, showing impairment of motor function.\\nConsidering the possibility of a variant of the Guillain-Barré syndrome, a 4-session course of plasmapheresis was performed, without any improvement concerning the neurological pattern. As the clinical presentation could also be associated with adult intestinal toxemia botulism, blood and stool samples were collected for specific neurotoxins identification, with the botulinum antitoxin only available sixteen days after the onset of symptoms, which was then administered. Sequentially, the patient developed intestinal obstruction and progressive worsening in renal function, evolving to death forty-six days after hospital admission ( ). Post-mortem examination showed botulinum neurotoxin type A both in serum and stool samples, by the bioassay method with intraperitoneal inoculation of mice (the standard method for detecting these toxins , because of its high sensitivity and specificity ).", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'16163636': 1, '3523249': 1, '22257757': 1, '10585782': 1, '27139326': 1, '34977262': 1, '30225463': 1, '18388640': 1, '22993467': 2, '30663916': 1, '29293935': 1, '31319550': 1, '15257512': 1, '24558013': 1, '19435432': 1, '3523248': 1, '31531627': 2}", "similar_patients": "{'3441016-1': 1}"}