{"patient_id": 9796, "patient_uid": "6610679-1", "PMID": 31255935, "file_path": "comm/PMC006xxxxxx/PMC6610679.xml", "title": "Left side gallbladder with agenesis of right anterior sector and absence of right hepatic duct. A case report", "patient": "A diabetic 90 years old woman with cough and diffuse abdominal pain was admitted into our hospital with an initial diagnosis of sepsis. Blood sample investigation revealed mild leucocytosis with PRC augmentation and normal AST, ALT and bilirubin levels. Preoperative ultrasound revealed thickened gallbladder wall suggestive of acute cholecystitis. She has had previous sigmoid resection for diverticulitis and ERCP for choledocholithiasis without any mention of biliary abnormality. She was scheduled for a laparoscopic cholecystectomy during which the incidental intraoperative finding of a left sided gallbladder was made. Standard trocar positions were used (A) without any variation of technique, simply following the Strasberg criteria for safe cholecystectomy []. Having seen the anatomical variation (B), a careful dissection of Calot’s triangle was carried out, the cystic duct and artery were identified and isolated, and subsequent complete dissection of the gallbladder from the liver was done (C). This manoeuvre allowed us to demonstrate a right sided positioning of the cystic duct. Furthermore, a safe clipping and transection of the cystic duct and artery was achieved (D), and the gallbladder was extracted in an endobag. The postoperative course was complicated by an aggravation of diabetes and basal pneumonia which were controlled postoperatively in the intensive unit. The patient was discharged on postoperative day 16, in good condition. Retrospective analysis of the clinical case was done and a previous CT scan was reevaluated. Even with the knowledge of a left sided gallbladder, the CT scan was unable to demonstrate its attachment to the left side of the liver. This was probably due to the presence of a hypertrophic left lobe mimicking only a contiguity with the gallbladder, which itself appeared to be in a physiological position (). A vascular and biliary reconstruction was then evaluated with evidence of agenesis of the right anterior sector of the liver () with the absence of the right hepatic duct and an intrahepatic variation with insertion of the right inferior sectorial duct into the left common duct () as type A3 of Huang Classification [].", "age": "[[90.0, 'year']]", "gender": "F", "relevant_articles": "{'8658831': 1, '26074714': 1, '20610259': 1, '22856442': 1, '22160358': 1, '30342279': 1, '34671475': 2, '29546000': 1, '17651579': 1, '31255935': 2}", "similar_patients": "{'8521407-1': 1}"}