{"patient_id": 4810, "patient_uid": "6284006-1", "PMID": 30555409, "file_path": "comm/PMC006xxxxxx/PMC6284006.xml", "title": "Central Nervous System Involvement in Common Variable Immunodeficiency: A Case of Acute Unilateral Optic Neuritis in a 26-Year-Old Italian Patient", "patient": "A 27-year-old man was admitted to our Emergency Department for a 3-days-history of blurry vision in his left eye. His medical history included CVID: during early childhood, he experienced multiple respiratory tract infections and selective IgA deficiency was diagnosed. At the age of 11, he developed splenomegaly and multiple abdominal and thoracic lymphadenopathies. At the age of 14, histological analysis of an inguinal lymph node was performed, showing reactive lymphadenopathy and no evidence of lymphoproliferative disease. Serum IgG were 593 mg/dL, IgM 50 mg/dL, IgA 6 mg/dl. Few months later he developed severe immune thrombocytopenic purpura (ITP), successfully treated with a course of intravenous immunoglobulins. Autoimmune/lymphoproliferative syndrome (ALPS) was excluded based on negative molecular analysis for TNFRSF6. No further investigations for lymphoproliferation and hypogammaglobulinemia were done at that time. At the age of 21, he experienced recurrent prostatic infections and Herpes Zoster reactivation on the trunk. After a long delay, at the age of 23, diagnosis of CVID was made according to the criteria developed by the European Society for Immune Deficiencies (ESID) and the International Consensus on CVID (, ). He presented recurrent sinusitis, splenomegaly, laterocervical, axillary, and inguinal lymphoadenopathy. Total IgG, IgM, and IgA count at diagnosis was 150 mg/dL, 6 mg/dl, and 0, respectively. Lymphocytes immunophenotyping and maturative analysis revealed normal levels of circulating B cells (341/μL), failure of B lymphocytes maturation with reduced levels of switched memory B cells (0.6%), and increase in CD21 low subpopulation (22%). T and NK cell subsets were in normal range. Serum β2-microglulin was 3.54 mg/dL (n.r. 0.8–2.2). Molecular analyses for HIV, EBV, CMV, Toxoplasma were negative. Lymphoma was ruled out by bone marrow trephine biopsy and total body Computed Tomography (CT)-scans showed no change in previously described thoracic and abdominal lymphadenopathies and splenomegaly. Other causes of secondary hypogammaglobulinemia were excluded. Therefore, replacement therapy with intravenous immunoglobulins (0.4 g/kg every 3 weeks) was started and the patient was addressed to CVID protocol for follow up since then.\\nAt presentation, the patient reported decreased visual acuity and partial loss of color vision on his left eye. Neurologic examination showed reduced visual acuity, relative paracentral scotoma and red desaturation in the left eye, moderate pain on pressure of the ipsilateral ocular bulb, but no pain on ocular movements. Pupillary light reflex was reduced on the same side, and relative afferent pupillary defect or Marcus-Gunn pupil was present. The right eye was unaffected and the remaining neurological examination was unremarkable. Fundoscopic evaluation revealed a sharp-edged optic disk in absence of stasis signs and retinal lesions. Optical coherent tomography (OCT) showed normal retinal morphology and thickness. Brain and spinal cord Magnetic Resonance Imaging (MRI) demonstrated enlargement and hyperintensity of the left optic nerve in its posterior portion, with intense enhancement after the administration of gadolinium (Figure ). Pattern shift visual evoked potentials showed a marked delay of the P100 component with an attenuation of the P100 wave amplitude in the left eye (Figure ). Cerebral spinal fluid (CSF) analysis revealed marked pleocytosis (200 cells/ul) with lymphocyte prevalence, and mildly elevated protein level (56 mg/dl). Oligoclonal bands were absent. PCR for HIV, HSV 1, HSV2, HHV6, HHV8, EBV, VZV, Parvovirus, Adenovirus, Enterovirus, BKV, Pneumococcus, Streptococcus group B, Cryptococcus, and Toxoplasma did not detect any infection. CSF cultures were negative. Serum anti-AQP4 and anti-MOG antibodies were absent. Likewise, anti-nuclear antibodies, anti-extractable nuclear antigens antibodies, anti-double strand DNA antibodies, and anti-tireoperoxidase antibodies turned out negative.\\nRoutine blood examination showed mild leukopenia (3,250/ul) and low platelet count (72,000/uL). Serum IgG and IgM levels were, respectively, 764 mg/dL and 8 mg/dL, while serum IgA were undetectable. Circulating lymphocytes were 1463/μL, (CD3+ 835/μL, CD4+ 559/μL, CD8+ 240/μL, CD19+ 536/μL, CD16+56+ 84/μL). Lymphocytes immunophenotyping and maturative analysis showed decreased NK cells (84/uL), failure of maturation of B lymphocytes with markedly reduced switched memory B cells (0.6%), transitional B cells (0.1%) and plasmablasts (0.2%), and further increased CD21 low subpopulation (36.7%). Infection markers resulted within normal range. Serum β2-microglulin was slightly increased compared to baseline (4.09 mg/dL; n.r. 0.8–2.2). Serum PCR for HIV, HSV 1, HSV2, HHV6, HHV8, EBV, VZV, Parvovirus, Adenovirus, Enterovirus, BKV, Pneumococcus, Streptococcus group B, Cryptococcus, and Toxoplasma were negative. Serum serologies for Treponema pallidum, Borrelia burgdorferi, Bartonella henselae, and Brucella were negative, as well as QuantiFERON gold test for Mycobacterium tubercolosis and serum galactomannan assay for Aspergillus detection.\\nGiven the higher susceptibility of CVID patients to lymphoproliferative diseases, cytological and radiological examinations were carried out in order to exclude CNS lymphoma. No malignant cells were detected in the CSF. Total body Positron Emission Tomography (PET)/CT study with 18-FDG did not show any focal increase in glucose metabolism.\\nAs soon as viral infections were excluded, our patient was treated with an empiric course of IV methylprednisolone (1 g/die for 5 days) and a tapering course of prednisone, as early IV steroidal therapy was shown to accelerate clinical resolution in patients with autoimmune ON. IV ceftriaxone and oral Bactrim were added while waiting for microbial cultures results. Given the history of Zoster reactivation, prophylactic therapy with oral Acyclovir was administered to the patient in concomitance with steroidal therapy. The patient reported a rapid clinical improvement following the administration of the first methylprednisolone dose, with complete regression of symptoms in 4 days, and remained asymptomatic at 6-month follow-up.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'20042228': 1, '29487369': 1, '26991898': 1, '28539795': 1, '2939110': 1, '27704236': 1, '24331795': 1, '20962324': 1, '28735808': 1, '23999767': 1, '15994061': 1, '29275977': 1, '28461106': 1, '1734247': 1, '25267439': 1, '26454311': 1, '29277461': 1, '24158275': 1, '32736614': 2, '21771303': 2, '23219764': 1, '26232673': 1, '10413651': 1, '21824680': 1, '11861266': 1, '29320652': 1, '27392505': 1, '23997151': 1, '22513900': 1, '12452841': 1, '30310234': 1, '21940055': 1, '26563668': 1, '18319398': 1, '17475834': 1, '29724224': 1, '25902480': 1, '24425068': 1, '27153873': 1, '18541792': 1, '23623844': 1, '22678874': 1, '9371930': 1, '27412504': 1, '21397810': 1, '22180439': 1, '22914827': 1, '21075598': 1, '26857017': 1, '27250108': 1, '32670291': 2, '24582312': 1, '20437084': 1, '21397912': 1, '25099099': 1, '25099096': 1, '29574865': 1, '20850793': 1, '26092914': 1, '30555409': 2}", "similar_patients": "{'7330058-1': 1, '3150318-1': 1, '7393898-1': 1}"}