{"patient_id": 2066, "patient_uid": "6101468-2", "PMID": 30131918, "file_path": "comm/PMC006xxxxxx/PMC6101468.xml", "title": "Exploring the Excluded Stomach: A Case Series of Novel Endoscopic Techniques to Diagnose Gastric Cancer in the Excluded Stomach After Roux-en-Y Gastric Bypass Surgery", "patient": "A 50-year-old female with RYGB surgery performed six years previously presented with epigastric pain, nausea, and recurrent gastrointestinal bleeding of nine months duration. Multiple upper and lower GI endoscopies, as well as a video capsule endoscopy, failed to identify the source of her recurrent bleeding. A CT scan of the abdomen showed an obstructing enhancing soft tissue mass at the pylorus measuring approximately 5.5 x 4.5 cm (Figure , arrow) with marked fluid-filled distention of the gastric remnant and normal appearance of the RYGB. It also revealed a small soft tissue nodule anterior to the gastric antrum suspicious for peritoneal metastatic disease.\\nPositron emission tomography (PET)/CT images demonstrated marked hypermetabolism within the gastric pylorus mass; however, no evidence of fluorodeoxyglucose (FDG)-avid metastatic disease was identified (Figure ).\\nSubsequently, an endoscopic ultrasound (EUS) via the gastric pouch showed diffuse wall thickening of the excluded stomach at the antrum, as well as two enlarged, hypoechoic, and well-defined lymph nodes in the gastrohepatic ligament (Figure ).\\nFine needle aspiration (FNA) of the lymph nodes and the gastric wall of the excluded stomach revealed poorly differentiated gastric adenocarcinoma (Figure ).\\nThe biopsy was negative for H. pylori infection. Molecular analysis showed a HER2-negative tumor. Staging laparoscopy confirmed peritoneal implants. The patient is currently undergoing chemotherapy for Stage IV gastric cancer with capecitabine, plus oxaliplatin (CAPOX).", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'11868296': 1, '15826480': 1, '31001760': 1, '18350638': 1, '17938306': 1, '34977263': 1, '12184547': 1, '23025966': 1, '25651787': 1, '12448395': 1, '23639638': 1, '17938307': 1, '3565686': 1, '25238176': 1, '18280327': 1, '9287934': 1, '21034896': 1, '15014179': 1, '30131918': 2}", "similar_patients": "{'6101468-1': 2}"}