{"patient_id": 4078, "patient_uid": "6226298-1", "PMID": 30465034, "file_path": "comm/PMC006xxxxxx/PMC6226298.xml", "title": "Management of an Unusual Periprosthetic Giant Cell Tumor of Bone of the Proximal Tibia", "patient": "A 60-year-old man with a history of asthma, benign prosthetic hypertrophy, and hyperlipidemia presented 1.5 years after an uncomplicated primary right TKA done by an outside surgeon. He had been complaining of 4 months of increased pain in his right knee. An aspiration had been attempted, yielding 1 mL of sanguinous fluid which had not been sent for analysis. The patient continued to have swelling and increased pain in the knee, and an MRI was obtained demonstrating “pseudotumor” (Figure , A–C). He was then referred to our orthopaedic oncology office for further evaluation and management.\\nAfter review of initial radiographs (Figure , A and B) and CT (Figure , A–C), the patient underwent an open biopsy of his right tibial lesion adjacent to the tibial baseplate one week after presentation to the office. Pathology from his initial biopsy was consistent with GCTB. One week following his open biopsy, the patient underwent a complex reconstruction of his proximal tibia as well as patellar tendon (Figure , A and B).\\nIntraoperatively, complete destruction of the medial cortex of the tibia was noted, with the area infiltrated extensively by tumor. After the initial anterior exposure through the previous TKA incision, the area was extensively curettaged. A high-speed burr and argon beam coagulator was then used to complete the resection at the edges of the cavity. Following the removal of the mass, we noted that the tibial baseplate was mechanically stable even after the extended curettage. An intraoperative determination was made to preserve the primary arthroplasty components and to reinforce the tibia with cement and Steinmann pin fixation. Steinmann pins were fired distally into the tibia, which allowed buttressing of the tibial baseplate proximally. The entire excisional cavity was then packed with polymethyl methacrylate (PMMA) cement. Intraoperative examination demonstrated that the construct had excellent stability and strength afterward.\\nFollowing reconstruction of the proximal tibia, attention was turned toward the patellar tendon. We noted that the destructive process had eroded much of the patellar tendon and reconstruction was required. Marlex mesh was used in the technique described by Browne and Hanssen. The mesh was layered into a construct with approximate width as the patellar tendon and then weaved into the remnant of the native patellar tendon into normal tendon tissue. #5 Ethibond suture was used to reinforce the closure and attachment of the Marlex mesh to the tendon, avoiding the placement of mesh adjacent to skin.\\nBefore discharge, the patient was placed in a long leg bivalved cast. Three weeks postoperatively, the patient was transitioned into a hinged knee brace, which is locked in extension while upright. The patient was then instructed to allow for bed dangles with the knee. At 6 weeks post-op, the patient began physical therapy for gentle range of motion of the knee, still with brace locked in extension while ambulating. At 7 weeks, the patient was placed on Keflex for 1 week after he noticed a small amount of discharge from his distal incision site after a scab was removed, with resolution of symptoms. Three months post-op, the patient was allowed to weight bear as tolerated on his extremity. At this time, he was started on a trial of denusumab (Amgen Manufacturing Limited) adjuvant chemotherapy under the medial guidance of his oncologist. The patient developed a rash after two doses and was changed to zoledronic acid (Zometa; Novartis Pharmaceuticals Corporation) for a total of 6 months of diphosphonate therapy. He completed the course without further incident. Radiographs taken at 16 months demonstrated maintained alignment without evidence of component subsidence or implant failure (Figure , A and B). At a 20-month follow-up, the patient was weight bearing on the extremity without assistance, using a cane only for long distances.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'21776550': 1, '31377544': 1, '1531620': 1, '11553835': 1, '15812477': 1, '2662113': 1, '16957652': 1, '26894211': 1, '16311110': 1, '21139931': 1, '17013643': 1, '30465034': 2}", "similar_patients": "{}"}