{"patient_id": 131285, "patient_uid": "6347353-3", "PMID": 30531655, "file_path": "noncomm/PMC006xxxxxx/PMC6347353.xml", "title": "Intraoperative Cerebrospinal Fluid Leak in Extradural Spinal Tumor Surgery", "patient": "This 39-year-old woman with history of a thoracic paraganglioma, resected 10 years prior requiring T5 corpectomy and fusion, developed radiographic recurrence on routine followup (, ). She was neurologically intact on presentation, but serum catecholamines were elevated. She underwent revision decompression and tumor resection at T5–6 with a transpedicular approach followed by replacement of the original instrumentation. Due to extensive epidural scarring, 3 small durotomies were found and repaired primarily. These primary repairs were then reinforced with a pedicle muscle flap and synthetic dural sealant. No further intraoperative CSF leaks were noted. Two subfascial Jackson-Pratt drains were placed and left to gravity. Fascia was closed with running nonabsorbable suture, subcutaneous tissue with running absorbable and skin with running vertical mattress nylon suture.\\nPostoperatively, CSF gradually appeared in the drain bulbs. An LSAD was placed and the subfascial drains were clamped. After 3 days there was no further evidence for CSF leakage, and the drains were removed. On 1-month follow-up, she returned with postural headaches. MRI revealed a large pseudomeningocele (, ). She was managed conservatively with image-guided percutaneous needle drainage with good clinical resolution.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'18451403': 1, '15987597': 1, '10768799': 1, '15687846': 1, '33381935': 1, '20126972': 1, '16301919': 1, '17047553': 1, '12362158': 1, '19569942': 1, '16876031': 1, '12650399': 1, '1545892': 1, '23199434': 1, '20585231': 1, '21150757': 1, '11295906': 1, '19752710': 1, '19035755': 1, '11601574': 1, '32580266': 1, '22540168': 1, '15260094': 1, '12111503': 1, '17542505': 1, '16129751': 1, '2760094': 1, '22008746': 1, '20634724': 1, '20134362': 1, '11034653': 1, '22342249': 1, '21358481': 1, '17471093': 1, '8938608': 1, '11782338': 1, '25099874': 1, '15305842': 1, '30531655': 2}", "similar_patients": "{'6347353-1': 2, '6347353-2': 2}"}