{"patient_id": 130294, "patient_uid": "6259445-1", "PMID": 30598567, "file_path": "noncomm/PMC006xxxxxx/PMC6259445.xml", "title": "Fatal Iron Toxicity in an Adult: Clinical Profile and Review", "patient": "A 20-year-old female allegedly consumed some tablets with suicidal intention. She initially presented at primary health center with abdominal pain, vomiting, diarrhea, and shock. As the intoxicating agent was not clear, treatment was started for aluminum phosphide poisoning as it is quite prevalent in the area. Initial complete blood count and serum electrolytes were unremarkable. The patient's condition deteriorated and she was referred to our hospital on the 3rd day. At our hospital, she was further investigated; hemoglobin was 9.1 g/dl and total white blood cell count was 11,900/cumm. Liver function tests showed marked elevation in the liver enzymes (aspartate aminotransferase [AST] – 404 IU/L and alanine aminotransferase [ALT] – 1982 IU/L). Other investigations showed total bilirubin – 6.37 mg/dL, direct bilirubin – 4.60 nm/dL, indirect bilirubin – 1.77 mg/dL, total protein – 6.43 g/dL, serum albumin – 3.35 g/dL, alkaline phosphatase – 112 IU/L, and amylase – 465 U/L. Prothrombin time was 56 with international normalized ratio of 5.7. Silver nitrate test was negative for phosphide. Her detailed history was sought again, in which she revealed consumption of many ferrous sulfate tablets. Hematic profile showed serum iron levels as 185 μg/dl, serum ferritin – 692 ng/dl, total iron binding capacity – 90 μg/dl, and percentage saturation – 2%. Blood gas analysis showed severe metabolic acidosis. Chelation therapy with desferrioxamine was started, and supportive measures were continued. However, her clinical condition deteriorated further, and she died within 48 h of admission due to multiorgan failure.\\nAutopsy revealed enlarged liver. Histopathology showed periportal necrosis and bile cholestasis [Figure and ]. Other organs were unremarkable on routine hematoxylin and eosin stain. On Perl's stain, iron deposits were noted in the liver, lungs, and spleen, suggestive of iron overload [Figures , and ]. Cause of death was attributed to multiorgan failure due to iron poisoning.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'10022330': 1, '28677378': 1, '14722368': 1, '17884954': 1, '24339645': 2, '16323571': 1, '12824662': 1, '10468156': 1, '30598567': 2}", "similar_patients": "{'3841496-1': 1, '3841496-2': 1}"}