{"patient_id": 9686, "patient_uid": "6601479-1", "PMID": 31316841, "file_path": "comm/PMC006xxxxxx/PMC6601479.xml", "title": "Poorly Controlled Type 3c Diabetes due to Use of Veterinarian Insulin Syringes", "patient": "A 30-year-old male presented in December 2017 to the emergency department complaining of abdominal pain, which started around 3 am, and the pain was characterized as sharp, epigastric, nonradiating, and 9/10 in intensity. He admitted drinking alcohol, used to drink 5-6 glasses of wine/cocktails a day, but claimed he stopped a week ago, and he denied smoking or another illicit drug use.\\nLaboratory exams on admission were significant for lactic acid 3.7 (0.7-2.0 mmol/L), lipase >3000IU/L (11-82 IU/L), WBC 33,300 mmcu (4,000-11,000mmcu), and glucose 147mg/dl (70-99mg/dl). Patient underwent CT abdomen that showed acute pancreatitis. The next day patient glucose increased to 502mg/dl, bicarbonate was 18mg/dl (21-31mg/dl), and anion gap was 14. Patient then was transferred to Intensive Care Unit (ICU) for insulin infusion and management of diabetic ketoacidosis (DKA). His hemoglobin A1c was 5.5%.\\nRepeat CT abdomen with contrast () was concerning for necrotizing pancreatitis. After few days he was switched to subcutaneous insulin glargine/aspart and transferred back to general medical floor. Because patient developed fever and had persistent leukocytosis, and he was started on meropenem. His conditioned improved and antibiotics were changed to oral doxycycline and levofloxacin; he was discharged on insulin glargine 20U at bedtime and correctional insulin.\\nPatient continued to follow up as an outpatient. His blood sugars were ranging between 80 and 200 and A1c at the office visit was 4% in April 2017. Glargine was decreased to 15U nightly and sliding scale with meals was continued. In June 2017 glargine was reduced by a primary care provider to 7U due to symptomatic hypoglycemia. In July 2017 at an endocrinologist's office, A1c was 6.4%, and he allegedly reported daily fasting blood sugars ranging between 70 and 200. Glargine then was stopped and patient was advised to continue taking correctional aspart insulin to administer 3U if glucose>150 ().\\nIn December 2017, while the patient was off glargine, A1c worsened to 8%. Patient was only using aspart as indicated and blood sugars were rarely >200s. Glargine was reinstated 5U nightly and Humalog started 4U with meals with an instruction not to take it if glucose was <110. However, in April 2018, HbA1c was 8.3% and he had episodes of symptomatic hypoglycemia. After further investigation, patient disclosed that, to avoid extra expenses, he used veterinary U-40 insulin syringes for the prescribed U100 insulin that he was getting from his wife, who herself worked in a veterinarian clinic. Unfortunately, he stopped checking his sugars regularly and on the next appointment in October 2018, HbA1c was 14%. Patient was taking glargine 8U at bedtime and Humalog 4 U if glucose was <150 and 7 U if glucose was 250-350 ().", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'26721815': 1, '22538155': 1, '26835809': 1, '30101100': 1, '29564252': 1, '24259958': 1, '31316841': 2}", "similar_patients": "{}"}