{"patient_id": 133814, "patient_uid": "6532458-1", "PMID": 31142911, "file_path": "noncomm/PMC006xxxxxx/PMC6532458.xml", "title": "Haloperidol-related neutropenia", "patient": "A 20-year-old male, single, Caucasian patient admitted to an emergency room (ER) with shortness of breath, chest pain, and anger. We could not get the information about physical examination and laboratory workup done in that emergency service. He was diagnosed with pneumonia and prescribed moxifloxacin.\\nAfter 2 days with antibiotic therapy, the patient complained of difficulty in breathing and readmitted at September 28, 2017. He had respiratory tachypnea, and his vital signs were as follows: oxygen saturation: 92%, blood pressure: 140/70 mmHg, and pulse: 130/min. On physical examination, no breathing sounds could be heard on the left lung with auscultation. He had uncontrolled fast speech and aggressive behaviors. In the first whole blood count we could reach, the white blood cell (WBC) count was 6900 and the neutrophil count was 2710.\\nLeft lung pneumothorax was detected on chest X-ray, and thorax computerized tomography (CT) was requested for detailed evaluation. However, he opposed and beated one of the hospital officials, so the patient was referred to a mental health hospital.\\nThe patient had never consulted to a psychiatrist before. There was no physical disease or psychiatric disorder mentioned in the patient's family history. He was a real estate agent, living with his mother and father. He was smoking but did not have any alcohol or substance abuse. In his psychiatric evaluation in the mental health hospital, the diagnosis of manic episode due to antibiotic moxifloxacin was considered and olanzapine was recommended. For the treatment of pneumothorax and psychiatric disorder together, he was transferred to our general hospital and has never used olanzapine.\\nHe was hospitalized in thoracic surgery inpatient clinic. The tube thoracostomy had to be done, but it could not be performed because of aggressive behaviors due to mania. Although local anesthesia was preferred, he could only let this procedure with deep sedation in the operating room. Postoperative chest X-ray showed that the left lung was expansive, and there was 400-cc drainage from the chest tube with minimal air leak. The pleural fluid culture was negative. His purified protein derivative, Mycobacterium DNA, and QuantiFERON tests were negative. With consultation of infectious diseases, antibiotic therapy was stopped.\\nHis thorax CT showed cystic air spaces in the left hemithorax and subcutaneous emphysema emerged after thoracostomy. Despite the vital values and breathing had returned to normal limits, a psychiatric consultation was requested due to continuing psychomotor agitation. In the psychiatric evaluation, the patient was agitated and hostile. At the same time, he was swearing and pointing his pain at the region of the chest tube. He was alert and fully oriented. His appearance was congruent with his chronological age. His speech was very fast with flight of ideas. His thought content had grandiose themes. His mood was dysphoric and his affect was irritable. He had decreased need to sleep.\\nThere were visual hallucinations and unorganized delusions. A brain magnetic resonance imaging (MRI) scan was performed due to the presence of psychopathology after a medical condition with acute onset within 1 week and with an atypical course. The brain MRI was normal. He was refusing to take oral psychiatric pills, and his central venous catheter could only be placed under sedation in the operating room. He was given paracetamol and codeine for his pain. Haloperidol 10 mg/day and biperiden 4 mg/day intramuscular injection were administered to the patient who continued to resist the medical team and medical interventions. The 2nd day after haloperidol, his leukocyte count was 4100 and it continued to be low on subsequent days. The hematology consultation was requested on the fact that the patient's daily hemograms had fallen. Peripheral blood smear done on the 3rd day was neutropenic with monocytes and activated lymphocytes which raised a suspicion of Cytomegalovirus (CMV) or Epstein–Barr virus (EBV). He was ordered 30 units of filgrastim (Neupogen) with blood transfusions and he responded well, so a drug-related cause of neutropenia has been suspected. Three days after the second filgrastim (Neupogen) dose, bone marrow aspiration biopsy was done. Flow cytometry and karyotyping had been applied. WBC and neutrophil counts demonstrated in Figures and , respectively. The peaks in the figures correlated with the dates when filgrastim (Neupogen) was given and/or transfusion has been done.\\nIt has been thought that neutropenia in this patient was related to peripheral destruction because bone marrow progenitors were normal. From laboratory tests, Brucella agglutination (wright), toxoplasma IgG, venereal disease research laboratory, anti-HIV, anti-HCV antibodies, and HBsAg were negative. For suspicion of CMV and EBV infections, antibodies were analyzed CMV IgM−, CMV IgG+, viral-capsid antigen (VCA) IgM−, and VCA IgG+. Acute CMV and EBV infections were excluded, and a drug-related cause has been suspected.\\nMoxifloxacin, paracetamol–codeine combination, haloperidol, and biperiden were among the medications he had been given. Moxifloxacin has been reported to cause agranulocytosis[] in some cases but also inversely been used widely with beta-lactam antibiotics to prevent infections in patients with leukemia and neutropenic fever. In our patient, moxifloxacin was removed from his drug therapy on the 3rd day. Leukocyte count did not change after moxifloxacin discontinuation.\\nAgranulocytosis cases related to paracetamol have been reported in the French literature but none from Turkey.[] Codeine which is found in a low dose in combination has not been associated with agranulocytosis widely.[] The paracetamol and codeine combination continued as needed in the 1st week of treatment, but haloperidol and biperiden persisted to be given.\\nBiperiden has not been associated with neutropenia. The hematology consultant has noted that haloperidol may be related to agranulocytosis (rare), anemia, decrease in red cell count, leukocytosis, leukopenia, and ordered some transfusions beside filgrastim (Neupogen) also asked for change in psychiatric treatment.\\nThe patient was switched from haloperidol to quetiapine 300 mg twice a day. Neutropenia was corrected with filgrastim (Neupogen), his WBC count returned to normal levels by treatment with quetiapine, and the patient was discharged. One month later, he was brought to ER with agitation, overvalued ideas of grandiosity, and attempt to harm hospital officials. Emergency medicine doctor had given a haloperidol and biperiden injection again to calm down him. Attending psychiatrist learned that he quitted quetiapine. This time he was not using moxifloxacin. His neutrophil count decreased again after haloperidol injection. The diagnosis of bipolar affective disorder, manic episode was made for this patient. He was transferred to a mental health hospital for inpatient stay with a warning note for the physicians to avoid haloperidol in that patient.", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'5170812': 1, '2260044': 1, '23151058': 1, '34621607': 2, '7383858': 1, '23826791': 1, '4599435': 1, '513257': 1, '27843968': 2, '2782779': 1, '7249508': 1, '12515844': 1, '31142911': 2}", "similar_patients": "{'5084489-1': 1, '8462999-1': 1}"}