{"patient_id": 138072, "patient_uid": "6945308-1", "PMID": 32039059, "file_path": "noncomm/PMC006xxxxxx/PMC6945308.xml", "title": "Peripheral ameloblastoma of the gingiva", "patient": "A 72- year old male patient attended the department of oral pathology for evaluation of a painless gingival growth in the premolar region of the right mandible. This lesion has been growing over the last year. The patient referred the excision of a similar lesion 6 years before which was diagnosed as ameloblastoma, but unfortunately, he did not have the previous documentation. His past medical history also included the diagnosis of diabetes mellitus that was on regular control. The examination revealed an oval-shaped exophytic mass of 1×1 cm in the lingual gingiva of the right mandible at the first and second premolar region. The surface was pebbly, with a sessile base and firm on palpation. No local enlarged lymph nodes were identified ().\\nThe Orthopantomography (OPG) showed no evidence of bone involvement. The initial working diagnosis was pyogenic granuloma though the suspicion of recurrence of ameloblastoma was not ruled out ().\\nAn incisional biopsy was done, considering the previous history of ameloblastoma and upon the microscopic examination, the diagnosis of pseudo epitheliomatous hyperplasia was made (). However, complete excision was performed because the initial diagnosis was not convincing. The analysis of excisional biopsy showed numerous proliferating odontogenic epithelial islands spreading throughout the moderately dense connective tissue stroma. The odontogenic epithelial islands were mainly of follicular pattern with peripheral hyperchromatic palisaded columnar cells resembling ameloblasts. The center of the follicle disclosed stellate reticulum like cells. In some of the odontogenic epithelial islands, the central cells underwent squamous metaplasia with keratin formation.\\nThe overlying stratified squamous epithelium was proliferative and was found to be in close association with the odontogenic epithelial islands in few areas. A moderate amount of chronic inflammation was depicted in the subepithelial zone. No inductive effect was noticed around the odontogenic epithelial islands. The histopathological diagnosis of the peripheral ameloblastoma-acanthomatous variant was made (, , and ). The immunohistochemical study was carried out with CK 19, and positive expression was found (). No recurrence was evidenced during the first two-month follow up. Considering the recurrent nature of the lesion, a regular follow up every six months was scheduled.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'8426721': 1, '29247621': 1, '19778743': 1, '16427467': 1, '11120479': 1, '24790720': 2, '26483612': 1, '15829867': 1, '22570798': 1, '29680843': 1, '24155593': 1, '25409846': 1, '32039059': 2}", "similar_patients": "{'4002350-1': 1}"}