{"patient_id": 15142, "patient_uid": "6945627-1", "PMID": 31906956, "file_path": "comm/PMC006xxxxxx/PMC6945627.xml", "title": "Crizotinib-induced osteitis mimicking bone metastasis in a stage IV ALK-rearranged NSCLC patient: a case report", "patient": "A 31-year-old woman with metastatic ALK rearranged NSCLC was referred to our center. There was no bone lesion at this time, neither on Computarized Tomography (CT)-scan nor on Fluoro-Desoxy-Glucose (FDG) Positron-EmissionTopmography (PET) scan. Crizotinib treatment was initiated as first line, with dramatic radiological response and rapid decrease of blood carcinoembryonic antigen (CEA) from 60 ng.mL-1 to 9 in 6 weeks (Fig. ). Three months after crizotinib treatment onset, the patient presented with back pain, without neurologic disorder. She reported neither trauma nor pyrexia. She received no other medication during the previous 3 months. FDG-PET/CT scan revealed a hypermetabolic lesion on the 4th and 5th thoracic (Th4 and Th5) vertebrae. Spine Magnetic Resonnance Imaging (MRI) and CT-scan showed Th4 and Th5 vertebrae osteitis, anterior soft tissue infiltration and epiduritis. MRI T1 signal was highly enhanced after Gadolinium injection. Th4-Th5 spinal disc was intact. C Reactive Protein (CRP) level was 41 mg.L-1, white-blood cell count was normal, blood cultures were sterile, and CEA blood level remained at its lowest.\\nBecause of the rapid extension of both osteitis and paravertebral collection that jeopardized spine stability, spinal cord decompression associated with histological removal and osteosynthesis were performed, by a posterior approach. Histological examination showed necrosis with abundant peripheral neutrophils, no microorganism nor malignant cell. Ziehl coloration was negative. Negativity of PS100 and CD1a immunostains eliminated Langherans cell histioctyosis. The absence of lymphatic vessel proliferation eliminated Gorham syndrome. Cultures of biopsy samples and Polymerase Chain Reaction (PCR) assays, including ribosomal 16S sequencing and mycobacterium complex PCR assay, remained negative. A week after surgery, severe inflammation and necrosis of the cutaneous surgical suture appeared, with subcutaneous and paravertebral soft tissue infiltration confirmed on CT-scan.\\nBecause of the absence of tumour cell or germ on biopsy samples, crizotinib-induced osteitis was suspected. A retrospective review of the first chest CT-scan performed for assessment of tumor response to crizotinib 2 months after treatment initiation showed early signs of osteitis on the Th4 vertebra (Fig. ). Crizotinib was suspended. The patient did not receive antibiotics. Subcutaneous inflammation regressed after 2 days. Ceritinib was initiated 2 days later. CT-scan at 2 weeks showed regression of osteitis and soft tissue infiltration. After 12 months, the patient is still on ceritinib, without any new lesion.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'30280657': 1, '28285691': 1, '26351314': 1, '30599201': 1, '30413378': 1, '23407563': 1, '28806116': 1, '31590328': 1, '23724913': 1, '26438117': 1, '28586279': 1, '17625570': 1, '17483355': 1, '34864500': 1, '28126333': 1, '30847290': 1, '31756496': 1, '25576294': 1, '28501140': 1, '31906956': 2}", "similar_patients": "{}"}