{"patient_id": 128319, "patient_uid": "6101595-1", "PMID": 30151217, "file_path": "noncomm/PMC006xxxxxx/PMC6101595.xml", "title": "Advanced primary nonurachal adenocarcinoma of urinary bladder responding to modified FOLFOX6 and capecitabine: a case report", "patient": "A 72-year-old man visited our urology clinic with the chief complaints of urinary hesitancy for 4 months and gross haematuria for 4 days in March 2017. There were also mild pain and tenderness over his back. He was scheduled to receive a transurethral surgical procedure aiming at relieving symptoms of the presumed benign prostate hyperplasia. Surprisingly, a papillary tumour growing over right half of trigone and left bladder neck base with prostate invasion was detected. The tumour was then excised as much as possible for pathologic study.\\nSpecimens from both bladder and prostate turned out to be adenocarcinoma morphologically very similar to that arising from colon (Figs and ). Immunohistochemical staining revealed that the tumour was positive for cytokeratin 20 (CK20) and Caudal Type Homeobox 2 (CDX2), negative for cytokeratin 7 (CK7) and prostate specific antigen (PSA) (Figs and ). In addition, β-catenin was strongly reactive over membranous and cytoplasmic portions of the carcinoma cells (Fig. ). Accordingly, the diagnosis was consistent with a primary nonurachal adenocarcinoma of urinary bladder with invasion into prostate based on previously published pathologic studies []. A colonoscopy failed to detect suspicious malignant lesions except for a harmatomatous polyp in the sigmoid colon.\\nBone scan and positron emission tomography (PET)/computerized tomography (CT) scan afterwards showed multiple metastases involving the third and fourth thoracic vertebral bodies, lung, liver and right side adrenal gland besides lymph adenopathy over bilateral neck, left axilla and paraoesophageal regions.\\nLocal radiotherapy with a total dose of 3600 cGy divided in 12 fractions was given over his spinal metastatic sites as the first step of therapy for smoothening back pain in April 2017. During the same period, the patient took one course of oral capecitabine plus intravenous oxaliplatin (CapOX) for his systemic disease. In the subsequent three months, the chemotherapy regimen was shifted to a modified FOLOFX6 (mFOLFOX6): a 2-h intravenous injection of oxaliplatin (85 mg/m2) on Day 1, a 2-h intravenous injection of leucovorin (400 mg/m2) on Day 1, an intravenous injection of fluorouracil (400 mg/m2), and then a 46-h continuous infusion (2400 mg/m2) on Day 1, repeated every 2 weeks []. Unfortunately, extravasation of the chemotherapeutic agent happened during the seventh cycle of mFOLFOX6. Consequently, intravenous chemotherapy was replaced by oral capecitabine, 2 weeks on/1 week off, after recovery of the severe skin reaction in August 2017. The daily dose of capecitabine was initially 1500 mg, later increased to 2000 mg in December 2017.\\nThe patient’s back pain responded to chemotherapy quickly with accompanying downhill change of the serum tumour markers. His CEA and CA19-9 levels decreased from 71.9 ng/ml to 942.5 U/ml, respectively, before mFOLFOX6 infusion in April to 9.85 ng/ml and 69.7 U/ml, respectively, upon taking oral capecitabine in November 2017 (Fig. ). Much improvement of the metastatic lesions in lymph nodes, lung, liver, and right side adrenal gland could also be demonstrated in the follow-up CT scan (Figs and ).", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'22042507': 1, '20398453': 1, '24281125': 1, '16826584': 1, '21487385': 1, '34178487': 2, '19414665': 1, '23121893': 1, '24969043': 1, '23040259': 1, '26309895': 1, '30151217': 2}", "similar_patients": "{'8216572-1': 1}"}