{"patient_id": 3487, "patient_uid": "6188733-1", "PMID": 30364101, "file_path": "comm/PMC006xxxxxx/PMC6188733.xml", "title": "Mixed Epithelial and Stromal Tumor of the Kidney with Extension into Inferior Vena Cava: Case Report and Discussion of Adult Biphasic Cystic Renal Lesions and the Significance of Vascular Involvement", "patient": "A 27-year-old male presented with a 1-day history of intermittent gross painless hematuria. His past medical history included herniated lumbosacral disk with radiculopathy, otherwise unremarkable. Social history included current smoking, 6 pack/year, and occasional EtOH. The patient was single and had no children; family history was negative for genitourinary malignancies. Physical examination was unremarkable with BMI 23 and BP 120/86 and no prescribed medicines or drug use. Laboratory tests showed normal CBC, normal coagulation profile, and normal renal function.\\nAxial, contrast-enhanced CT demonstrated a centrally located, 4 x 4 x 4.6 cm, lobulated mass invading the renal vein and extending into the lumen of the infrahepatic inferior vena cava (). CT angiography of the chest showed no evidence of detectable pulmonary emboli and bone scan was negative for metastases.\\nRight radical nephrectomy, partial adrenalectomy, inferior vena cava tumor thrombectomy (infrahepatic), and extended retroperitoneal lymphadenectomy were performed; flexible cystoscopy performed during this surgery showed a bulbar urethral stricture (not clinically significant) and otherwise normal bladder. The intravascular tumor pedicle was easily removed intact from the vein lumen by pulling.\\nGross examination of the nephrectomy specimen demonstrated a centrally located tumor with no gross invasion of adjacent tissue but with the pedicle extending into the inferior vena cava (). Grossly, the tumor pedicle had a smooth surface and no attachment to the renal vein. Grossly, the mass was partially cystic with variably sized cysts with a smooth lining. The intervening stroma formed grossly discernible nodules of variable thickness. No tumor necrosis was grossly apparent. The lesion appeared to be well demarcated with no invasion of adjacent kidney parenchyma.\\nMicroscopically, the tumor was well demarcated with an elongated pedicle bulging into the renal pelvis and renal vein and a biphasic morphology with spindle cell stroma and a benign epithelial monolayer lining the cystic spaces (). The stromal component was composed of uniform spindle cells without cellular atypia, necrosis, or mitoses (). Focally, the stroma was densely cellular, resembling ovarian stroma, but no areas of scarring or fibrosis resembling corpora albicantia of the ovary were identified (). No blastemal, skeletal muscle or clusters of clear cells were seen. The cystic spaces were lined by a single layer of epithelium, which was cuboidal or flattened or, focally, had a hobnail appearance ().\\nThe stromal cells were diffusely and uniformly positive for SMA () and desmin and, focally, for CD10, while stains for inhibin, CD34, WT-1, S-100, MART1, and HMB-45 were negative. The epithelial component was positive for CK7 (), for PAX-8, and, focally, for CD10. Immunostains for ER and PR were negative in stromal and epithelial components. The ki-67 index was low (<2%).\\nThe tumor pedicle extending into the inferior vena cava showed similar morphology except for some edema and a focal procedure-related hemorrhage. Specifically, no epithelioid morphology and no tumor necrosis or mitoses were seen despite extensive sampling. The pedicle appeared to be floating in the vascular lumen without attachment to, or invasion of, the vascular wall (). The outer surface of the tumor pedicle was covered by endothelial (CD31/CD34 positive) cells (not shown).\\nFISH studies for ETV6 rearrangement by an ETV6 break-apart probe on chromosome 12 at 12p13.2 and for SS18 by a synovial sarcoma break-apart probe on chromosome 18q11.2 were negative.\\nA diagnosis of “mixed epithelial and stromal tumor (MEST) of the kidney with extension into IVC” was rendered. After surgery, the patient recovered uneventfully and no recurrences have been reported at 3 years' follow-up.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'16390243': 1, '25911262': 1, '24966982': 1, '22989206': 1, '27635943': 1, '28177962': 1, '18971776': 1, '23714683': 1, '18006141': 1, '18261632': 1, '16185300': 1, '17414095': 1, '21753695': 1, '28436411': 1, '11764393': 1, '15322873': 1, '27383188': 1, '19756727': 1, '18196270': 1, '31700546': 1, '17707262': 1, '19133001': 1, '16025280': 1, '19896905': 1, '28682831': 1, '22396379': 1, '11381370': 1, '10935649': 1, '28697675': 1, '9689654': 1, '18242391': 1, '15581546': 1, '27232352': 1, '16699313': 1, '26834418': 2, '10895818': 1, '25525149': 1, '26509905': 1, '30364101': 2}", "similar_patients": "{'4719503-1': 1}"}