{"patient_id": 127509, "patient_uid": "6033745-1", "PMID": 29988902, "file_path": "noncomm/PMC006xxxxxx/PMC6033745.xml", "title": "T-cell/histiocyte-rich large B-cell lymphoma in a child: A case report and review of literature", "patient": "A 10-year-old previously health boy initially presented with intermittent headache, fever, and cough for few months. He was seen by his pediatrician and symptoms were thought to be infectious in nature. His headaches and fevers persisted for several weeks despite supportive management with hydration and antipyretics. Two months after initial presentation, he was seen by a neurologist for his headaches. He was diagnosed with migraine like headaches and given a course of steroids with minimal improvement. Later, he developed neck lymph nodes swelling and nausea/vomiting. His mother noticed that he had lost weight (3 kg) and fatigue, and the neck lesions increased in size and number. Three months after initial presentation, he was admitted to the hospital and physical exam revealed multilevel neck lymphadenopathy (in range of 1-2 cm), significant splenomegaly, and swelling in both lower extremities. Labs demonstrated significant anemia with a hemoglobin of 6 g/dL. MRI of the abdomen showed significant, small bilateral pleural effusions, splenomegaly of 19 cm and multiple retroperitoneal nodes. A left cervical lymph node excisional biopsy was done.\\nA small cervical lymph node was received in pathology department, measuring 1.2 cm × 1.2 cm × 0.2 cm. A portion of the lymph node was sent for flow cytometric analysis as routine lymphoma protocol. A result of flow cytometry was noncontributory; no aberrant lymphoid population identified.\\nHistologic sections of the lymph node revealed entirely effaced nodal architecture with lymphoid infiltrated and focal sclerosis (Figure ). No residual germinal center meshwork was revealed by CD23 stain. There were scattered atypical large lymphoid cells in the background of small reactive lymphocytes and histiocytes. These neoplastic cells were medium to large size with pleomorphic morphologic features. Many of them showed moderate or abundant cytoplasm; some of them showed binucleate or multinucleate with prominent eosinophilic nucleoli that were mimicking “Hodgkin cells” (Figure ). A panel of markers was performed as immunohistochemical stains. The neoplastic large cells were positive for CD20 (Figure ), CD45, CD79a, PAX5 and EMA. They were negative for CD3, CD15, ALK1, PD-1 and EBER (EBV encoded small RNA by in situ hybridization). These large lymphoma cells were surrounded by CD3+ small T-cell (Figure ). CD30 showed nonspecific variable stain on a small subset of lymphoma cells. These pathologic features were consistent with THRBCL. Bone marrow biopsy was shown involvement by THRLBCL.\\nInitial staging positron emission tomography–computed tomography (PET-CT) showed hypermetabolic multi compartmental lymphadenopathy above and below the level of the diaphragm, marked splenomegaly compatible with lymphomatous involvement and multiple hypermetabolic bony lesions suspicious for bony involvement. Given the significant disease burden he was given pre-phase cyclophosphamide, oncovin, prednisone (COP) and he had an excellent response by PET-CT. Given the bone marrow involvement he was given prophylactic intrathecal therapy with methotrexate alternating with cytarabine. He was treated with a rituximab containing regimen followed by cytarabine, and etoposide maintenance therapy. The patient did well and had resolution of his fevers, headaches, and lymphadenopathies. On follow up PET-CT, the spleen measured 14 cm and there was no evidence of metabolically active disease. His follow up bone marrow biopsy was clear of disease as well.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'28575178': 1, '10742414': 1, '25015854': 1, '20207840': 1, '25213279': 1, '28002527': 1, '3287959': 1, '25696014': 1, '15621841': 1, '26637767': 1, '8271140': 1, '16109606': 1, '14687617': 1, '7602364': 1, '16614234': 1, '10820362': 1, '17786712': 1, '24244368': 1, '14528106': 1, '29988902': 2}", "similar_patients": "{}"}