{"patient_id": 133667, "patient_uid": "6516039-1", "PMID": 31143291, "file_path": "noncomm/PMC006xxxxxx/PMC6516039.xml", "title": "Diagnosis and Treatment of Early-Stage Glioblastoma", "patient": "A 69-year-old Japanese woman presented with transient finger tremor. No abnormalities were detected in the neurological and general examinations, but T2-weighted images (T2WI) and fluid-attenuated inversion recovery magnetic resonance imaging (MRI) revealed a 12 × 10-mm hyperintense lesion in the right hippocampal body [], which was hypointense on T1-weighted images (T1WI) [] and diffusion-weighted imaging []. Contrast-enhanced T1WI images demonstrated lesion ring enhancement [Figure and ].\\nSingle-voxel magnetic resonance spectroscopy of the lesion revealed increased choline and decreased N-acetyl aspartate levels without high levels of lactate or lipids. 11C-methionine (MET) positron emission tomography (PET) showed increased MET uptake in the lesion [], with a maximum standardized uptake value of 1.73 and tumor/normal brain ratio of 1.45. No abnormal uptake was observed on whole body 18F-fluorodeoxyglucose PET. The diagnosis was that the lesion was likely to be a malignant glioma.\\nGross total lesion removal was performed using the transcortical (middle temporal gyrus)–transventricular approach, guided by surgical navigation and the visual evoked potential. The lesion was a grayish, soft, and comparatively well-demarcated tissue, making it relatively easy to discriminate from the surrounding normal brain tissue []. A rapid intraoperative pathological diagnosis indicated that the lesion was a glioblastoma and no tumor cells were detected in the brain tissue surrounding the tumor. We, therefore, chose resection of the tumor alone rather than an extensive resection.\\nIn a pathological analysis, hematoxylin and eosin staining demonstrated extensive necrotic tissue surrounded by tumor cells []. High-magnification microscopy revealed pleomorphic tumor cells with nuclear atypia [] and microvascular proliferation []. Immunohistochemical staining was positive for glial fibrillary acidic protein [] and epidermal growth factor receptor [], and negative for isocitrate dehydrogenase (IDH) 1 R132H [] and p-53. These histopathological findings were consistent with features of glioblastoma. The MIB-1 proliferation index was 3%–5%.\\nGenetic analysis demonstrated the wild-type status of the IDH 1 and 2 genes and TERT promoter, as well as the absence of O6-methylguanine-DNA methyltransferase (MGMT) methylation and 1p19q codeletion. The final diagnosis was glioblastoma IDH-wild type.\\nPostoperatively, the patient exhibited no neurological deficit, and no residual tumor was observed on MRI [Figure and ] and MET-PET []. The patient underwent focal radiation therapy (a total of 60 Gy over 30 days) and concomitant temozolomide (TMZ) chemotherapy (75 mg/m2/day), followed by six maintenance TMZ chemotherapy courses (150 mg/m2 for 5/28 days).\\nNo tumor recurrence has been observed on follow-up MRI for 8 years’ postoperatively. However, the patient began suffering from memory disturbance 6 years’ postoperatively, at the age of 75 years. Her standard profile score on the Rivermead Behavioural Memory Test was 15/24, which was lower than the cutoff point for her age. Currently, the patient lives in a nursing home for the elderly because of her progressive memory disturbance.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'19555299': 1, '16234986': 1, '29801989': 1, '24946857': 1, '25939441': 1, '34338949': 1, '19269895': 1, '2833587': 1, '34268181': 2, '29746665': 1, '20505302': 1, '19514084': 1, '33235327': 1, '33336392': 1, '24856049': 1, '31143291': 2}", "similar_patients": "{'8244693-1': 1, '8244693-2': 1}"}