{"patient_id": 136601, "patient_uid": "6789400-1", "PMID": 31616700, "file_path": "noncomm/PMC006xxxxxx/PMC6789400.xml", "title": "Teriparatide as nonoperative treatment for femoral shaft atrophic nonunion: A case report", "patient": "A 60-year-old woman presented to Dr. Hu’s clinic of our hospital and complaining of pain in her right lower extremity during weight-bearing.\\nThe patient reported persistent pain for the past 6 mo since the operation in April 2016.\\nThe patient was diagnosed with a right femoral shaft fracture due to a traffic accident, wherein she was the motorbike rider and was hit by a vehicle. She was immediately transported to the emergency room at a local hospital, where the femoral shaft fracture was identified without any other associated injuries; therefore, she underwent surgery consisting of closed reduction and internal fixation with an intramedullary nail (Fixion expandable nail, Disc-O-Tech, Tel Aviv, Israel) in April 2016 (Figure and ).\\nThe patient had a free personal and family history. She also denied long term medication history or glucocorticoid exposure.\\nOn physical examination, the only positive finding was pain in the right lower extremity during weight-bearing over the middle thigh and buttock.\\nLaboratory examinations included white blood cell counts, C-reactive protein levels, erythrocyte sedimentation rate, serum alkaline phosphatase, parathyroid hormone, creatinine, albumin-corrected calcium, phosphate, and vitamin D level revealed all within normal range.\\nRadiography was performed 6 mo postoperatively because of the patient’s persistent pain in her right lower extremity. The results showed no signs of healing in the fracture sites (Figure and ).", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'26772945': 1, '28155140': 1, '23892497': 1, '26191492': 1, '28422848': 2, '27429980': 1, '23412268': 1, '23076681': 1, '26713309': 1, '32911581': 1, '3198669': 1, '26542865': 1, '24762836': 1, '27442651': 1, '26535187': 2, '11741073': 1, '31616700': 2}", "similar_patients": "{'5406064-1': 1, '4592043-1': 1, '4592043-2': 1, '4592043-3': 1, '4592043-4': 1}"}