{"patient_id": 9785, "patient_uid": "6609788-1", "PMID": 31312445, "file_path": "comm/PMC006xxxxxx/PMC6609788.xml", "title": "The ‘CASTLE’ tumour: An extremely rare presentation of a thyroid malignancy. A case report", "patient": "A 58-year-old man presented to us three years ago with a history of progressive anterior neck swelling and hoarseness of voice for the past one month. On clinical examination, there was palpable left anterior neck swelling with cervical lymphadenopathy. A core needle biopsy of the lesion revealed invasive poorly differentiated carcinoma. He defaulted our follow-up and opted for a left hemithyroidectomy at another institution. The histopathological report was intrathyroid thymic carcinoma. He refused adjuvant radiotherapy despite being counselled and subsequently defaulted follow-up.\\nRecently, the patient presented to us again with progressive hoarseness of voice and intermittent haemoptysis. He had shortness of breath, especially when lying flat, but no difficulty in swallowing. On clinical examination, there was a left supraclavicular mass measuring 2 × 2 cm. The mass was immobile and hard in consistency. The anterior aspect of the neck showed an irregular hard mass measuring 3 × 4 cm. An indirect laryngoscopy examination revealed a left vocal cord palsy, likely from his previous presentation. An intraluminal mass was seen over the posterior tracheal wall, occupying a third of the tracheal lumen. We proceeded with a contrasted computed tomography (CECT) of the neck and thorax, which revealed a lobulated hypodense soft tissue mass measuring 4.3 × 3.9 × 5.2 cm. It occupied the left thyroid bed from the C7/T1 to the T2/T3 vertebral level, with left retrosternal extension and tracheal deviation to the right. The soft tissue mass had displaced the left common carotid artery and internal jugular vein laterally. As the CECT showed (, ), the soft tissue mass had caused more than 80% of tracheal luminal narrowing. At retrosternal, multiple matted lymph nodes were seen.\\nImage-guided fine needle aspiration cytology (FNAC) of the soft tissue mass at the left thyroid bed showed malignant cells suggestive of intrathyroid thymic carcinoma (CASTLE). After a multidisciplinary meeting, we planned for curative resection and tracheostomy. Intraoperative tracheoscopic examination showed a soft tissue mass measuring 3 cm in length at the posterior tracheal wall, 2.1 cm from the vocal cord (). The mass was debrided to achieve an adequate diameter of tracheal lumen distal to the tracheostomy insertion. The left supraclavicular solid tumour densely adhered to the left great vessels. Due to a high risk of injury to the great vessels, we proceeded with tumour debulking only.\\nThe histopathology report showed an unencapsulated tumour that displayed lobular architecture. The tumour lobules were composed of sheets of neoplastic polygonal cells rimmed by a variable amount of mature lymphocytes. The neoplastic cells were mildly pleomorphic, and lymphovascular invasion was present. Skeletal muscle bundles attached at the periphery showed focal tumour cell infiltration (, ). Immunohistochemical studies were immunoreactive for CD5 (membranous pattern) and CD117 but negative for thyroglobulin and TTF1 (, ). The proliferative index, Ki67, was approximately 20%.\\nPostoperative care was unremarkable, and no immediate complications were noted. The patient was counselled for adjuvant chemoradiotherapy, but he was not amenable to this course of action. He is currently under regular follow-up with no disease progression six months after the operation.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'9543665': 1, '30416983': 2, '17210519': 1, '3984364': 1, '28955658': 2, '16861971': 1, '23543082': 1, '30342279': 1, '27110248': 2, '2050369': 1, '25648096': 1, '23701142': 1, '31312445': 2}", "similar_patients": "{'4826678-1': 1, '5602351-1': 1, '6212596-1': 1, '6212596-2': 1, '6212596-3': 1}"}