{"patient_id": 133808, "patient_uid": "6532136-1", "PMID": 31139340, "file_path": "noncomm/PMC006xxxxxx/PMC6532136.xml", "title": "Internal jugular vein aneurysm: a case report", "patient": "A 41-year-old Saudi man living in Riyadh presented to the outpatient department of our hospital with the chief complaint of a painless mass in the right side of the neck. The mass was discovered accidentally by the patient himself 6 years earlier. It had been stable in size until 2 months ago, when it started growing slowly, becoming cosmetically embarrassing for the patient. The patient did not have any significant surgical or medical history, nor was there any history of head or neck trauma. However, he had a history of liposuction for gynecomastia.\\nAn examination of the neck confirmed a soft, compressible, non-pulsatile, and non-tender swelling above the right sternoclavicular joint. A Valsalva maneuver caused enlargement of the mass.\\nA Doppler ultrasound showed a well-defined, compressible, cystic lesion measuring 4.2 × 1.9 cm, causing an indentation of the right sternocleidomastoid muscle. It contained a venous pattern of flow with communication between itself and the internal jugular vein (Fig. ).\\nA CT scan exam with contrast was performed, which confirmed the presence of dilatation measuring 31.6 × 42.31 mm on cross section in the internal jugular vein (right side) in the lower part of the neck (Fig. A). Magnetic resonance venography (MRV) was ordered, which further confirmed the diagnosis of an aneurysmal dilatation in the right internal jugular vein (Fig. B and C).\\nAn excisional biopsy of the aneurysm was performed using a longitudinal incision in the skin at the level of the anterior border of the right sternomastoid muscle (Fig. ). An excisional venotomy was also performed, and a whole aneurysmal wall excision done. Finally, the internal jugular vein was closed using a 5.0 Proline suture. Hemostasis was accomplished, and the specimen was sent for histopathological examination. A histopathological examination of the mass showed a cystic structure containing organizing blood clots surrounded by a thick fibrous wall, suggestive of an organizing thrombosis (Fig. ).\\nThe patient did well postoperatively, and he was discharged one day later. According to the patient, his condition improved, and he could function well again. A follow-up neck ultrasound performed one month postoperative showed that the previously noted cystic lesion was no longer visible and the internal jugular vein was patent.", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'32715165': 1, '34257963': 2, '14498073': 1, '7077491': 1, '11770955': 1, '9372824': 1, '1571374': 1, '8935518': 1, '31139340': 2}", "similar_patients": "{'8260851-1': 1}"}