{"patient_id": 3109, "patient_uid": "6165590-1", "PMID": 30305966, "file_path": "comm/PMC006xxxxxx/PMC6165590.xml", "title": "Simultaneous Occurrence of Rosai–Dorfman Disease and Nodal Marginal Zone Lymphoma in a Patient with Sjögren's Syndrome", "patient": "In February 2013, a 60-year-old Caucasian woman was admitted to the V. A. Nasonova Research Institute of Rheumatology with complaints of weakness, weight loss of 25 kg over 2 years, dryness of the eyes and mouth, and enlargement of the cervical and axillary lymph nodes. Her medical history was consistent with a 20-year course of SS. Since May 2011, she had experienced numbness in her feet followed by the development of Raynaud's syndrome and recurrent purpura on the shins. Increasing and decreasing lymphadenopathy involving the neck and axillae was observed over 2 years. Within 3 months before admission, she was taking 4 mg of methylprednisolone every other day.\\nAt the time of admission, peripheral blood counts were as follows: hemoglobin 13.6 g/dl, platelets 224 × 109/L, and white blood cells 6.7 × 109/L, with 85% neutrophils, 8% lymphocytes, and 7% of monocytes. Laboratory data showed that electrolytes and renal and liver function were within the normal range. The serum lactate dehydrogenase level was elevated to 593 IU/L (normal <378). Ophthalmic examination revealed that the patient had keratoconjunctivitis sicca (with filamentous keratitis), with a Schirmer's test score of <1 mm/5 min and tear break-up time of 3-4 sec (OD) and 8 sec (OS). Dental examination of the submandibular and parotid salivary glands showed no salivation (sialometry: 0 mL). A labial salivary gland biopsy showed marked focal lymphocytic sialadenitis with focus score of 4 foci per 4 mm2. Anti-SSA/Ro antibody level exceeded 200 U/ml (normal < 25), antinuclear antibody level was 1:640 (normal < 1:160) with homogeneous and speckled patterns, and rheumatoid factor level was 885 IU/mL (normal < 20). Based on the clinical, serological, and pathological features, the diagnosis of SS was confirmed.\\nProtein electrophoresis and immunofixation of the patient's serum showed monoclonal immunoglobulin (Ig) M kappa (1.5 g/L) and a decrease in polyclonal IgG and IgA levels. The monoclonal Ig had the property of cryoglobulin. Urine protein electrophoresis and immunofixation assays detected the presence of monoclonal free kappa type light chains (0.06 g/24 h). Increased β2-microglobulin and C-reactive protein levels were noted to be as high as 5.99 mg/L (normal < 2.4) and 47.7 mg/L (normal < 6.0), respectively. In addition, the C4 complement level was reduced to 0.02 g/L (normal range 0.1–0.4). A full staging computerized tomography (CT) scan showed multiple enlarged lymph nodes in the neck, axillary, mediastinal, lung hilar, abdominal, and retroperitoneal spaces, with a fusion of the conglomerates (maximum size of 4.1 × 2.4 cm) and mild splenomegaly (measuring 8.2 × 13.3 × 15.2 cm). Additionally, bilateral lymphangitis was found in the lung parenchyma, and the patient had developed moderate bilateral hydrothorax with compression of basal segments of the lower lobes.\\nHistologic examination of the right axillary lymph node revealed a completely effaced architecture (). The sinus system was open and filled with pleomorphic histiocytic cells, some of which showed emperipolesis of peripheral blood cells (). Immunohistochemical staining showed the expression of CD68 () and CD163 in these histiocytic cells accompanied by coexpression of S100 (), while the staining result was negative for CD1a and Langerin. The lymph node tissue showed an infiltrate consisting of partly nodular and partly diffused pattern of CD20-positive and CD10-negative B-lymphocytes and extensive plasma cell infiltration (). The plasma cells showed positive staining for light kappa chain (), IgM heavy chain (), and MUM1 (). However, they did not stain positive for the expression of CD138, VS38c, CD56, and Cyclin-D1. Ki-67, a marker of cell proliferation, was expressed in 5–7% of the cells of the sinuses and up to 50% of the cells within the intervening cords of the lymph node (). We failed to detect Human herpesvirus-8 by immunohistochemistry and EBV-encoded RNA (EBER) in situ hybridization (EBER-ISH), but the DNA of the EBV was detected in the sample by the polymerase chain reaction (PCR). Further, sequence analysis of lymph node tissue showed no mutations within the codon 265 of the MYD88 gene and somatic mutations in KRAS and MAP2K1. Histological and cytological analysis revealed no infiltration of bone marrow by lymphocytes and plasma cells. Thus, the patient was diagnosed with concomitant RDD and plasmacytic marginal zone lymphoma. After six cycles of MDB (melphalan [Alkeran] + dexamethasone + bortezomib), a partial response was achieved according to the data of the CT scan. As follow-up analyses, electrophoresis and immunofixation of serum proteins were performed that failed to detect any presence of monoclonal IgM kappa. Electrophoresis followed by immunofixation of concentrated urine proteins showed secretion of the monoclonal free kappa type light chains in trace amounts. In November 2013, a month after the end of chemotherapy, a fast-growing firm mass developed in the left mandibular fossa spreading anteriorly to the parotid area. Soon, peripheral paralysis of the facial nerve occurred (). Histological examination of this mass revealed a necrotic tissue interspersed with foci of small lymphoid cells with scarce large tumor cells, mainly with round and oval nuclei containing nucleoli and pyroninophilic cytoplasm. Large tumor cells were also present as perivascular and perineural clusters (). Small lymphoid cells were predominantly T lymphocytes (CD3+) and expressed either CD4 or CD8, approximately in equal proportions. Large lymphoid cells expressed CD20 (), CD79α, CD30 (), light kappa chain (), IgM heavy chain (), PAX5, and MUM1 (). Expression of Ki-67 was observed in nearly 60% of tumor cells. The EBER-ISH demonstrated the presence of EBV-positive large lymphocytes (). EBV-positive diffuse large B-cell lymphoma, not otherwise specified (DLBCL, NOS) was diagnosed.\\nMultiplex BIOMED-2 PCR fragment assays were used to study rearrangements of the Ig heavy chain (IGH) gene in NMZL and DLBCL samples. IGH framework 1, 2, and 3 assays (Tube A, Tube B, and Tube C) were used to detect Vh-Jh rearrangements. Identical clonal patterns between the NMZL and DLBCL were demonstrated (). The resulting condition was considered a transformation of NMZL into an EBV-positive DLBCL, NOS. R-CHOP (rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisone) immunochemotherapy was prescribed to the patient. Unfortunately, a few days following the completion of the first cycle, the patient suddenly lost consciousness and died. No postmortem study was performed.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'8159658': 1, '17495976': 1, '8722203': 1, '25193957': 1, '9226177': 1, '26966089': 1, '23270580': 1, '21366466': 1, '15722318': 1, '23630202': 1, '9929100': 1, '6399627': 1, '25493377': 1, '12827658': 1, '10942368': 1, '11035588': 1, '15163114': 1, '16287762': 1, '22050709': 1, '23295788': 1, '20201998': 1, '9427802': 1, '14630803': 1, '21337490': 1, '10446879': 1, '8757512': 1, '28298901': 1, '2180012': 1, '30305966': 2}", "similar_patients": "{}"}