{"patient_id": 132094, "patient_uid": "6398404-1", "PMID": 30880999, "file_path": "noncomm/PMC006xxxxxx/PMC6398404.xml", "title": "Retention of aberrant cortisol secretion in a patient with bilateral macronodular adrenal hyperplasia after unilateral adrenalectomy", "patient": "A 61-year-old postmenopausal Japanese woman was referred to us for further investigation of her pre-obese state. She had had hypertension, dyslipidemia and osteoporosis for 10 years. Hypertension was treated with telmisartan 80 mg/day, and amlodipine 7.5 mg/day but was not satisfactorily controlled. Home-monitored blood pressure level remained 130–160/70– 90 mmHg. Her family history included hypertension in an elderly sister but was otherwise unremarkable. The patient habitually smoked a pack of cigarettes per day and consumed 30 g alcohol daily.\\nOn physical examination, pre-obesity was observed: height 147 cm, weight 61.3 kg and BMI 28.4 kg/m2. Additionally, centripetal obesity, facial plethora, skin atrophy with easy bruising, proximal lower limb weakness and mild moon face were apparent. Randomly measured serum cortisol at 16.2 µg/dL (reference range, 6.24–18.0) with undetectable ACTH at <2 pg/mL (reference range, 7.2–63.3) indicated adrenal Cushing’s syndrome. Computed tomography and single photon emission computed tomography using 131-I adosterol revealed bilateral nodules in the adrenal glands. Maximum nodule size in the left-side gland was 34 mm with strong uptake, and 31 mm with relatively weak uptake in the right-side gland (). Circadian variation of serum cortisol and ACTH levels was abnormal; Cortisol levels were11.2, 11.4, 14.5 and 10.8 µg/dL at 0.00am, 6.00am, 0.00pm and 6.00pm, respectively, and ACTH was undetectable throughout the day. Urinary free cortisol excretion was high at 380 µg/day (reference range, 11.2–80.3). Reduction of serum cortisol level was not seen in overnight dexamethasone suppression tests; morning serum cortisol levels following 1 or 8 mg dexamethasone administration were 11.3 and 15.3 µg/dL, respectively. Responses of serum cortisol after eating a mixed meal, on intravenously administered glucagon 1 mg, or orally administered metoclopramide 10 mg were investigated. Additionally, responses against ACTH and gonadotropin-releasing hormone (GnRH) were assessed using intravenous synacthen 250 µg and gonadorelin 0.1 mg, respectively. Responses on transitioning to an upright posture could not be investigated due to the patient’s refusal because of knee pain and lower limb muscle weakness. Results are shown in . Serum cortisol levels increased only in response to ACTH and metoclopramide administration. The increased cortisol level following metoclopramide administration was 239% from a baseline of 11.2 to a peak of 26.8 µg/dL. Based on the above data, the patient was diagnosed as having BMAH and underwent left adrenalectomy. Surgery was successful, and the dose of postoperative glucocorticoid replacement therapy was uneventfully reduced to hydrocortisone 15 mg/day (10 mg after breakfast and 5 mg after dinner) at day 6. On the morning of postoperative day 8, prior to use of hydrocortisone in the morning, the fasting serum cortisol response against oral metoclopramide 10 mg was investigated once again. A baseline morning cortisol level of 2.96 µg/dL strongly suggested adrenal insufficiency, but the peak level following administration of metoclopramide was at 19.7 µg/dL (representing an increase of 666%, ).On receiving hydrocortisone 15 mg/day, the patient showed no signs of adrenal insufficiency thereafter, and was therefore uneventfully discharged at postoperative day 10.\\nSerum cortisol levels prior to hydrocortisone in the morning were monitored on an outpatient basis on postoperative day 72 and 109, when the patient was receiving hydrocortisone 12.5 mg/day (10 mg after breakfast and 2.5 mg after dinner). Markedly decreased morning serum cortisol levels were repeatedly confirmed, and adrenal insufficiency was strongly suggested even at day 109; thus, steroid coverage could not be withdrawn (). Undetectable ACTH at, 2 pg/mL was sustained throughout the observation period, which also suggested an unrestored hypothalamus-pituitary-adrenal (HPA) axis. Meanwhile, the patient’s weight was successfully reduced to 53.0 kg with a BMI of 24.5 kg/m2, and hypertension is currently controlled at 120–140/70–90 mmHg with amlodipine 5 mg/day alone.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'25971648': 1, '26451908': 1, '16954157': 1, '10564687': 1, '11701732': 1, '9661607': 1, '12519858': 1, '19500767': 1, '17218722': 1, '24283224': 1, '20378721': 1, '12519861': 1, '20488874': 1, '30880999': 2}", "similar_patients": "{}"}