{"patient_id": 8894, "patient_uid": "6540360-1", "PMID": 31142276, "file_path": "comm/PMC006xxxxxx/PMC6540360.xml", "title": "A case report: 1-year follow-up of cerebral sparganosis mansoni with a stroke-like onset", "patient": "A 45 years old male patient, attended the neurology emergency department on 3rd January 2016 due to right limb numbness for 6 days and convulsive seizure for 3 days. Six days before the hospital visit, the patient experienced numbness in the right upper limb and instability while holding without obvious incentive but did not seek immediate medical intervention. Three days before admission, the patient experienced convulsive seizure in the right upper limb while remaining conscious, which was relieved after 1 min. Similar attacks occurred intermittently on six further occasions. The patient had a 3-year history of hypertension with the highest blood pressure being 180/110 mmHg. He also had a history of smoking and drinking lasting more than 30 years. He was born and has always lived in Beijing, with no history of contact with infested water, infectious zone, other radioactive substances or toxins. Upon admission, the patient was examined to be obese with no subcutaneous nodules. Neurological examinations showed full level muscle strength in the right upper limb, accompanied with diminished needling response. Emergency head CT scan (2016-1-1) showed lower density in the left parietal lobe. As the patient manifested as an acute onset of right limb weakness and hemiparesis,with low density lesions in the left occipital lobe on CT and a history of hypertension, the patient was hospitalised with a preliminary diagnosis of acute stroke and secondary epilepsy.\\nAfter hospitalisation, head MRI scan (2016-1-4) displayed a lesion in the left parietal lobe of unknown nature. After enhancement in the magnetic field, a larger area of oedema was found around the lesion in the left parietal lobe which could indicate glioma or other inflammatory diseases. Since the nature of the brain lesion did not match the characteristics of common cerebrovascular diseases, intracranial angiography DSA was used but found no obvious vascular abnormalities or stenosis. Further examinations including lumbar puncture, immune rheumatoid factors and parasite antibody detections were carried out. A raised cerebrospinal fluid pressure was found to (215 mm H2O) with no red or white blood cells present. After consultation within the neurology department, intracranial tumor was considered and therefore prepared for stereotactic biopsy of the brain. At this point, pathology results came back positive for Spirometra mansoni IgG. On further questioning the patient admitted that he had drank tap water and eaten frogs when travelling in another province during June–September 2015. Given his medical history, and results from head MRI and blood tests, the patient was considered to be infected with Spirometra mansoni and surgical intervention or antihelmintic chemotherapy was recommended .\\nThe patient accepted pharmaceutical treatment and was given praziquantel (1600 mg, 20 mg/kg) 3 times a day for 10 days. During these 10 days, the patient reported occasional headache and was treated for dehydration before discharge from the hospital. The patient was also administration oral sodium valproate 500 mg 3 times a day to control seizures.\\nThe patient was hospitalised again in March and July 2016 and treated with praziquantel (1600 mg,20 mg/kg) 3 times a day for 10 days. His headaches were eased with intravenous infusion of 20% 250 ml mannitol twice a day.\\nLumbar puncture (Table Examination of cerebrospinal fluid), head MRI, blood biochemistry, conventional blood analysis and parasite antibody examinations (Table Spirometra mansoni IgG antibody) were also carried out on both occasions. On 13th Jul 2016, the patient was free from numbness and seizures in the upper limb.\\nTable displays the laboratory results of lumbar puncture performed on the three occasions when he was admitted to hospital and during the 1-year follow-up appointment. CSF analysis showed normal results except for a few white and red blood cells during his second hospital stay most likely resulting from the procedure itself. Table shows the Spirometra mansoni IgG result on three occasions. Note that the IgG result became negative during his third hospital stay following three courses of praziquantel treatment.,.\\nEnhanced head MRI scans were performed during the three hospital stays in January, March, and July 2016. Figure A-A3display head MRI scans performed on 8th January. The scans showedan abnormal horseshoe signal in the left parietal lobe with a low T1WI signal and a high T2WI + FLAIR signal. Enhanced scan showed irregular wreath in the lesion without enhancement in the surrounding. This type of abnormality in the left parietal lobe may indicate glioma. During the second hospital stay, the MRI scan carried out on 17th March showed abnormal small stripes of signal shadow in the left parietal lobe with a decreased range. It also showed clearer abnormal veil-like signal shadow in the left parietal lobe as compared to the previous MRI scan. These results may indicatethe presence of Spirometra within this area of the brain. During the third hospital stay, MRI scan on 7th July detected only minor abnormalities in the bilateral frontal lobes and parietal lobes indicating that the lesions has reduced significantly or resolved. The follow-up on 12th December showed no abnormality in the head MRI scan. MRI scans from each hospital visit are shown in Fig. .", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'17885230': 1, '18255338': 1, '18706167': 1, '31436160': 1, '21459073': 1, '34604000': 1, '8351344': 1, '31142276': 2}", "similar_patients": "{}"}