{"patient_id": 132023, "patient_uid": "6394260-1", "PMID": 30872911, "file_path": "noncomm/PMC006xxxxxx/PMC6394260.xml", "title": "Beware of anal fissures: pemphigus vulgaris of the anal canal", "patient": "A 49-year-old female patient was referred to our department with painful oral erosions not responding to a previous antiviral therapy given for herpetic stomatitis. Inspection of other mucosal sites revealed mild external hemorrhoids and perianal dermatitis. Her medical history included hypertension, asthma and hemorrhoidal disease. She was never on captopril. Pemphigus vulgaris was diagnosed by means of histology and direct immunofluorescence examination. The patient received systemic therapy with corticosteroids at an initial dose of 0.8 mg/kg (50 mg per day) and azathioprine 1.5 mg/kg (100 mg), with marked improvement. The prednisolone dosage was tapered over a period of 8 months to a daily dose of 0.2 mg/kg (12.5 mg) combined with azathioprine 1.5 mg/kg. At that time she suffered from recurrent episodes of anal pain and bleeding on defecation. After surgical evaluation the diagnosis of anal fissures was made and proctoscopy with sphincterotomy was performed. However, her complaints worsened, with the anal pain aggravating by long sitting or defecation, forcing her to delay or avoid defecation. These complaints caused a major impairment in her quality of life. When she was referred to our department again, a thickened and edematous anal orifice was seen, with irregular rings and everted mucosal surface. Three painful linear erosions located in the 6, 9 and 12 o’clock position were observed, mimicking anal fissures (); in contrast, real anal fissures are usually located posteriorly in the midline. The anal skin had a whitish macerated appearance with strands of sloughing skin. Careful inspection of the anal verge, by placing a lubricated finger against the anus and asking the patient to bear down to relax the external sphincter, allowed gentle protrusion of distal anoderm and revealed prominent erosions (). Anoscopy revealed circular involvement of pemphigus of the anus below the dentate line.\\nVaginal, ophthalmologic and laryngoscopic examinations showed no PV involvement. Histological examination of a biopsy from the anus showed suprabasal blister formation and acantholysis of keratinocytes (). Direct immunofluorescence from the perilesional area revealed granular deposits of IgG and C3 in the intracellular spaces of epidermis (). An autoantibody titer against desmoglein 3 in the patient’s serum was not determined. Once the diagnosis of anal PV was established, oral prednisolone was increased to 0.5 mg/kg (35 mg per day) and azathioprine 2.3 mg/kg (150 mg/day), with partial improvement in 4 weeks and slow tapering of steroids. Disease exacerbations with painful erosions of the anal canal were treated with an increase of steroids while on azathioprine 150 mg/day. One year later, azathioprine was replaced by mycophenolate mofetil, given that the disease had not been cleared with prednisolone remaining always over 20 mg/day. Fourteen months later, 20 mg/week methotrexate was added and mycophenolate mofetil was gradually tapered and finally stopped, since the anal erosions did not completely heal and prednisolone was never below 15 mg/day. She finally received rituximab in 4 weekly infusions of 375 mg/cm2 and complete remission was achieved within 2 months, with prednisolone being tapered in 2.5 mg steps every 2 months. The patient has now been completely clear for 5 months with only prednisolone 5 mg/day. The patient was also instructed to consume food with high fiber content and fluid intake and to preserve good hygiene after defecation.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'24298388': 1, '24557145': 1, '12224704': 1, '15941433': 1, '16555033': 1, '27287854': 1, '26543381': 1, '31700245': 1, '28492232': 1, '15993235': 1, '2066193': 1, '30872911': 2}", "similar_patients": "{}"}