{"patient_id": 15987, "patient_uid": "6995138-2", "PMID": 32007091, "file_path": "comm/PMC006xxxxxx/PMC6995138.xml", "title": "Compound heterozygous IFT140 variants in two Polish families with Sensenbrenner syndrome and early onset end-stage renal disease", "patient": "A 14-month-old male patient was referred to our clinic with suspicion of chondrodysplasia. The patient was born at 40 weeks of gestation, after a first, uneventful pregnancy. He was delivered by Cesarean section. Anthropometric measurements were in the normal range: his birth weight was 3500 g (50th–75th centile), his body length was 58 cm (97th centile), his head circumference was 34 cm (25th–50th centile), his thorax circumference was 33 cm (25th–50th centile) and he had an Apgar score of 10. His parents, a 28-year-old mother and a 33-year-old father, are healthy and have a non-consanguineous relationship. The family history was unremarkable. The neonatal period was complicated by recurrent respiratory infections, mild hypotonia, and atopic skin. The first renal problems, proteinuria and hematuria, were observed in the 7th month. The boy was hospitalized at 8th months and a full diagnostic assessment was performed. The ultrasound revealed bilateral enlarged kidneys (left 61 mm and right 63 mm) with edema and poor cortico-medullary differentiation. Renal biopsy showed a chronic injury of the parenchyma. Due to progressive renal failure and an advanced stage of renal insufficiency, peritoneal dialysis was initiated. Renal transplantation has been suggested for this patient. Anomalies of other internal organs were not identified. Hyperopia and nystagmus were noted during ophthalmological examination.\\nThe patient was first seen by a clinical geneticist at the age of 14 months. The geneticist noted that the patient had a short stature with rhizomelic shortening in upper and lower extremities. Distinctive dysmorphic features indicative of Sensenbrenner syndrome were found. These included dolichocephaly, high prominent forehead, “senile-like” face, very thin sparse hair, full cheeks, thin upper and lower lip, low-set protruding ears, pointed chin and small teeth (Fig. a-f and Table ). Developmental milestones were delayed: the patient was able to sit independently at 12 months, but did not crawl. He started walking at 22 months and began to say a few simple words.\\nPatient 1 and patient 2 presented with very similar phenotypes and a clinical diagnosis of Sensenbrenner syndrome was made for both patients (Table ).", "age": "[[14.0, 'month']]", "gender": "M", "relevant_articles": "{'27874174': 1, '24123776': 1, '27479843': 1, '21378380': 1, '22019273': 1, '30479745': 1, '20817137': 1, '29706353': 1, '25741868': 1, '26792575': 1, '25506500': 1, '28332779': 1, '23978543': 1, '9852153': 1, '29868523': 1, '28288023': 1, '34209603': 1, '29688594': 1, '23418020': 1, '17022080': 1, '20493458': 1, '26880018': 1, '33717254': 1, '22503633': 1, '32007091': 2}", "similar_patients": "{'6995138-1': 2}"}