{"patient_id": 446, "patient_uid": "6003275-1", "PMID": 29937731, "file_path": "comm/PMC006xxxxxx/PMC6003275.xml", "title": "Long-Term Intravitreal Ranibizumab as a Potential Additional Risk Factor for Neurodegeneration in Parkinson’s Disease: A Case Report", "patient": "In November 2012, a 72-year old man was diagnosed with wet AMD in his left eye, based on fundus examination and optical coherence tomography (OCT), which was requested for the onset of metamorphopsia. At that time, he was treated with combination of angiotensin converting enzyme inhibitor plus thiazide diuretic for a 20-year history of well controlled hypertension.\\nHis best-corrected visual acuity in the right and left eyes was 10/10 and 8/10, respectively. On slit-lamp examination, both anterior chambers showed clear aqueous humor and no inflammatory reaction. Dilated fundus examination revealed a subretinal whitish mass and adjacent subretinal hemorrhage. OCT confirmed the presence of a subretinal lesion and intraretinal edema. After obtaining informed consent, the patient was monthly treated with intravitreal administration of 0.5 mg ranibizumab for three months, without any complication and with complete retinal hemorrhage and edema resolution and increased visual acuity of left eye (10/10). Thereafter, the patient underwent routine follow-up visits, on a 2-month basis, including fundus examination and OCT which did not document any abnormal finding. In May 2014, a reduction of visual acuity (from 10/10 to 7/10) was registered. The patient was periodically followed-up but not treated with anti-VEGF drugs as there was no sign of neovascularization. In May 2015, visual acuity further reduced to 3/10 and both fundus examination and OCT revealed a reactivation of the neovascular membrane, edema and pigment epithelial detachment. For this reason, the patient was again treated with intravitreal injections of ranibizumab (0.5 mg), firstly on a monthly basis and thereafter using treat and extend approach, with overall six injections till the end of February 2016, when visual acuity increased to 6/10. At the follow-up visit in May 2016, the neovascular membrane appeared inactive and the visual acuity was stable at 6/10, so the ophthalmologist decided for a pro re nata approach (i.e., as needed).\\nIn the same period, the patient referred to the Movement Disorders Clinic due to intermittent tremor on the left hand, started around February 2016. He did not complain non-motor symptoms.\\nNeurological examination disclosed resting tremor on the left hand, mild bradykinesia of left lower limb, and mild rigidity of head and trunk. His motor Unified Parkinson’s Disease Rating Scale (UPDRS) was 11/108.\\nThe patient had no family history of PD or other neurodegenerative diseases nor had he been ever exposed to pesticides. Magnetic Resonance Imaging of the brain showed rare small subcortical white matters hyperintensities on T2 (mainly periventricular and frontal) and some bilateral hypointensities in T1 in the striatum, more prominent on the right, compatible with small ischemic lesions.\\nSingle Photon Emission Computerized Tomography (SPECT) of the Dopamine Transporter (DAT) with 123I-ioflupane documented a significant and clear low uptake of DAT, mostly in the right striatum (Figure ). A diagnosis of clinically established PD was made based on new criteria of the Movement Disorders Society ().\\nA treatment with levodopa/carbidopa (300 mg/daily) was started at the beginning of 2017, due to worsening of tremor and bradykinesia leading to gait impairment and fatigue (motor UPDRS = 15/108). At follow-up examination in May 2017, response to levodopa was demonstrated by improvement of motor symptoms (motor UPDRS = 6/108), particularly of gait. Up to November 2017 other two injections of ranibizumab were intravitreally administered with visual acuity equal to 3/10 and the patient was in stable treatment with levodopa/carbidopa (300 mg/daily).", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'28332488': 1, '27481110': 1, '15748867': 1, '17339843': 1, '21507340': 1, '32226387': 1, '16045899': 1, '26869887': 1, '19026761': 1, '10338318': 1, '25556361': 1, '17574749': 1, '17021323': 1, '22212972': 1, '17021319': 1, '12895454': 1, '17021318': 1, '28585152': 1, '25091039': 1, '28025049': 1, '15066146': 1, '26474316': 1, '22612854': 1, '26340519': 1, '7249508': 1, '21767614': 1, '25170863': 1, '22531611': 1, '24339212': 1, '23492942': 1, '24291725': 1, '34655434': 1, '18482723': 1, '17349880': 1, '25023760': 1, '24315292': 1, '26524704': 1, '14702101': 1, '25488124': 1, '25387009': 1, '25260802': 1, '16301836': 1, '24521289': 1, '21719103': 1, '7543999': 1, '17604022': 1, '29937731': 2}", "similar_patients": "{}"}