{"patient_id": 131357, "patient_uid": "6352645-1", "PMID": 30713381, "file_path": "noncomm/PMC006xxxxxx/PMC6352645.xml", "title": "Occipital Condyle Syndrome Caused by Isolated Bone Metastases from Thyroid Cancer", "patient": "A 71-year-old female presented to neurology department with a history of severe pain in the right side posterior aspect of the head for 2 months’ duration. The pain was gradually increasing is intensity. She also complained of slurring of speech. She was a known case of diabetes mellitus on treatment for the past 10 years. On examination, there was slight deviation of the tongue to the left side with fasciculations. There was also a neck swelling which moved with deglutition. Fine-needle aspiration cytology of the neck swelling showed colloid goiter.\\nShe was advised magnetic resonance imaging (MRI) of the brain for evaluation of headache. MRI showed altered signal intensity with a lytic lesion in the right condyle of the occipital bone. Neoplastic etiology was suspected, and the patient was subjected to a whole body fluorodeoxyglucose (FDG) positron emission tomography-computed tomography (PET-CT).\\nFDG PET-CT [] showed a metabolically active lytic lesion with minimal soft tissue (21 mm × 16 mm) in the right condyle of the occipital bone. In addition, there was a metabolically active hypoenhancing soft-tissue lesion in the left lobe of thyroid gland measuring (21 mm × 27 mm). No other metabolically active lesion was noted in rest of the organs.\\nThe patient underwent total thyroidectomy subsequently which confirmed the presence of 3.5 cm × 3.3 cm sized follicular variant of papillary thyroid cancer. The patient was referred for radioiodine ablation of the metastases. In view of significant pain in the head, radiotherapy to the metastatic site was planned before radioiodine therapy, and she received 30 Gy in ten fractions.\\nWhole body iodine scan [] performed as per routine protocol, after 15 days of external beam radiotherapy, showed thyroid remnant with an iodine-avid osseous lesion in the occipital bone. No other distant metastases were made out. Her preablative stimulated thyroglobulin level was 203.33 ng/ml. She received 193 mCi of iodine-131. She, presently, is free of pain and her unstimulated thyroglobulin level after 3 months of radioiodine therapy was 0.95 ng/ml.\\nShe continued to be on follow-up with complaints of worsening dysarthria and deviation of the tongue to the left side. Repeat MRI [] (at 5 months after radioactive iodine treatment) showed residual lytic lesion in the right side of skull base extending to the hypoglossal canal with engulfment of the hypoglossal nerve. There was the fatty replacement of the right half of the tongue indicating denervation atrophy. Neurology opinion was obtained for considering steroid treatment but was advised conservative management.\\nShe underwent a repeat whole body iodine scan at 6 months which showed minimal iodine uptake in the occipital condyle []. Her stimulated thyroglobulin level had reduced to 8.4 ng/ml. She received another 150 mCi iodine-131 and is asymptomatic on follow-up.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'18208794': 1, '6972014': 1, '20739821': 1, '16215817': 1, '8660159': 1, '26203287': 2, '16929891': 1, '30713381': 2}", "similar_patients": "{'4487156-1': 1, '4487156-2': 1, '4487156-3': 1}"}