{"patient_id": 138043, "patient_uid": "6941776-1", "PMID": 31915670, "file_path": "noncomm/PMC006xxxxxx/PMC6941776.xml", "title": "Late Non-Anastomotic Rupture of a Bifurcated Dacron Aortic Graft Treated Using a Gore Excluder Limb Endoprosthesis", "patient": "An 80-year-old man who underwent an aorto-bi-iliac Dacron bypass for an infrarenal abdominal aortic aneurysm of 7 cm diameter 6 years ago was admitted to our emergency room due to sudden back pain, hypotension, and severe anemia. Incidentally, the surgical procedure was performed previously in our division. It was ascertained from the medical records that a 16 mm×8 mm Dacron knitted gelatin sealed bifurcated vascular graft (Gelsoft™; Vascutek Ltd., Inchinnan, Scotland, UK) was implanted. The patient had a history of active smoking, hypertension, mild end-stage renal disease, and a left carotid endarterectomy performed 8 years ago for symptomatic stenosis of the internal carotid artery.\\nOn physical examination, a lower abdominal pulsatile mass was found. Computed tomography (CT) angiography revealed a massive left retroperitoneal hematoma around the Dacron prosthesis with an active focal bleeding from the middle section of the right iliac branch of the bifurcated graft, having the appearance of a small breach in the mid-graft region away from the anastomosis. The rest of the prosthesis was normal (). There were no laboratory and radiological signs of graft infection.\\nOpen surgery was excluded, as it was considered to be associated with high operative risk. Moreover, it was time-consuming due to the presence of abdominal adhesions. Hence, we decided to proceed with an emergency endovascular repair. The inner diameter of the defective iliac prosthetic branch was 11.5 mm. It was evaluated preoperatively for size planning using a radiological workstation (GE Healthcare, Chicago, IL, USA). Following intravenous heparin sodium injection (50 units/kg), an angiogram was obtained using a 5 Fr pig tail catheter (Cordis, Santa Clara, CA, USA) under local anesthesia with bilateral transfemoral artery access by placing two 6 Fr introducer sheaths. The angiogram showed localization of the active bleeding in the mid-graft region of the right iliac branch (). Due to the lack of a suitably large stent-graft in our stockroom and due to the urgency of the case, we decided to use an iliac limb of an abdominal aortic endoprothesis to seal the breach. A 12 Fr Gore DrySeal introducer sheath (W. L. Gore & Associates Inc., Flagstaff, AZ, USA) was placed through the right femoral access to accommodate a 14.5 mm×10 cm limb endoprosthesis (Gore Excluder® PXC141000; W. L. Gore & Associates Inc.). It was advanced over an Amplatz Super Stiff 0.035-inch guide wire (Boston Scientific, Marlborough, MA, USA) in the defective prosthetic branch and then deployed. Final angiogram confirmed the complete exclusion of the bleeding stump with patency of the prosthetic limb (). Subsequently, an 8 Fr Angio-Seal device (Terumo Medical Corporation, Somerset, NJ, USA) was used to seal the puncture site of the femoral access to obtain hemostasis after removing the DrySeal sheath from the right groin. Pressure dressing was applied to the groin and removed after 24 hours.\\nThe recovery was uneventful and the patient was discharged 6 days later in a good clinical condition. A CT scan obtained 12 months after the procedure demonstrated patency of the iliac endoprosthesis as well as absence of bleeding ().", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'16018516': 1, '23007712': 1, '28602578': 1, '27965925': 1, '10613282': 1, '21296541': 1, '28516091': 1, '24305987': 1, '31915670': 2}", "similar_patients": "{}"}