{"patient_id": 138286, "patient_uid": "6963168-1", "PMID": 31976062, "file_path": "noncomm/PMC006xxxxxx/PMC6963168.xml", "title": "Gastric schwannoma: a diagnosis that should be known in 2019", "patient": "A 73-year-old woman was referred to our general surgery service. Her complain was intermittent gastric discomfort. There was no significant past medical history. There was no history of upper gastrointestinal bleed, or past surgical interventions with no abnormalities found on physical exam. An esophagogastroduodenoscopy (EGD) revealed a submucosal mass in the gastric body. Biopsy of the mass showed no evidence of malignancy. Computerized tomography (CT) scan of the abdomen showed an exophytic solid homogeneous mass along the greater curvature of the stomach and partly projected into the gastric lumen, causing smooth indentation measuring 8 × 8 × 6 cm3 (). The patient’s laboratory results were unremarkable. A presumptive diagnosis of GIST was made. The patient underwent successful wedge resection of the mass through laparotomy and the specimen was sent to pathology. On gross examination, a white intramural, nodular, solid mass measuring 8.7 × 8.8 × 6.7 cm was seen. A cut section revealed whirling trabeculation with a biphasic proliferation of compact hypercellular areas and myxoid hypocellular areas (). Sections from the tumor showed interlacing bundles of spindle cells, which had elongated nuclei, ill-defined cytoplasmic borders and palisading nuclei (). No nuclear atypia was noted. No mitotic activity and no necrosis were identified. There was no lymph node involvement and the surgical margin was negative for tumor cells. A histological diagnosis of a benign mesenchymal tumor was made. Immunohistochemistry (IHC) staining was strongly positive for S-100 (), whereas c-Kit, CD 34; DOG 1; smooth muscle actin (SMA), desmin and AE 1/AE 3 were negative. Hence, a final diagnosis of schwannoma was made. The postoperative period was uneventful and the patient was dismissed from the hospital after 5 days.", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'27788385': 1, '28573055': 2, '25875559': 1, '22778564': 1, '30045739': 1, '25400740': 1, '30918882': 1, '25717262': 1, '30871392': 1, '27942308': 2, '31976062': 2}", "similar_patients": "{'5139856-1': 1, '5440794-1': 1}"}