{"patient_id": 13895, "patient_uid": "6878807-1", "PMID": 31815029, "file_path": "comm/PMC006xxxxxx/PMC6878807.xml", "title": "Complete Traumatic Trifocal Failure of the Extensor Mechanism of the Knee: A Case Report and Review of the Literature", "patient": "A 28-year-old male presented to the emergency department after a motor vehicle accident (MVC). The patient had a body mass index (BMI) of 36, no significant past medical history, and no history of smoking. There was a possible history of remote, pediatric “knee surgery,” but this history could not be confirmed by the patient. He was driving an 18-wheeler truck in the accident, which had the front end of the cab collapse into the cabin. At time of presentation to the trauma bay, he was initially assessed by the trauma service via Advanced Trauma Life Support (ATLS) standards and was determined to be hemodynamically stable with an isolated orthopaedic injury to his left lower extremity. The left lower extremity had two visible approximately 5 cm wounds over the anterior knee (). Initial radiographs showed a tibial tubercle fracture and comminuted patella fracture (). Computerized tomography (CT) scan was acquired that showed a vertical fracture line in the coronal plane of the tibial tubercle and comminuted patellar fracture (). The patient received 2 g cefazolin in the emergency room for prophylaxis for his open fracture, as well as a tetanus vaccine. He was then emergently brought to the operating room for irrigation and debridement of his open fracture wounds and ORIF for his patella and tibia. In the operating room, the injury was classified as a Gustilo-Anderson Grade II open tibia fracture with associated Gustilo-Anderson Grade II open patella fracture by the operative attending based on the wounds each measuring < 10 cm with evidence of vascular injury and no need for soft tissue coverage procedure.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'8854318': 1, '26446967': 1, '18316085': 1, '2229123': 1, '24694556': 1, '17672158': 1, '7473905': 1, '23411937': 1, '14653599': 1, '31815029': 2}", "similar_patients": "{}"}