{"patient_id": 135270, "patient_uid": "6690168-1", "PMID": 31423297, "file_path": "noncomm/PMC006xxxxxx/PMC6690168.xml", "title": "An unusual presentation of sphenoid Candida fungal ball: a case report", "patient": "A 40-year-old Indian gentleman with no known comorbid was referred to the otorhinolaryngology department for assessment of his nasal cavity and nasopharynx, following an incidental finding of a suspicious lesion within the left sphenoid sinus based on computerized tomography (CT). He presented with 2 weeks history of intermittent unilateral headache not relieved by conventional analgesics. It was described as throbbing in nature located at the left frontotemporal region. The pain was not precipitated by bending forward or coughing. He also did not complain of photophobia or autonomic symptoms. Unfortunately, his symptoms worsened with a new onset of double vision of 1-week duration. There was an absent history of fever, ear, nose, and throat symptoms. Further history did not suggest any possible risk factors for head and neck malignancy as well as immunodeficiency.\\nClinically, he was well built with stable vital signs and a full Glasgow Coma Scale (GCS). The ophthalmological assessment demonstrated restrictions in all left extraocular muscle’s movement (Fig. ). The visual acuity of both eyes was not affected. However, relative afferent pupillary defect of his left eye was positive, evidenced by red desaturation of 50%. The anterior chamber, intraocular pressure, and fundi were unremarkable. In addition to that, the left corneal sensation was reduced, indicative of the fifth cranial nerve involvement. The rest of the cranial nerve’s functions were intact. Apart from oedematous mucosa overlying the left spheno-ehtmoidal recess, endoscopic evaluation of the nasal cavity revealed neither tumour growth nor purulent discharge from the paranasal sinus and nasopharynx. Assessment of the head and neck region was otherwise normal.\\nCT unveiled calcified densities within areas of hypoattenuation in the left sphenoid sinus. No marked bony destruction was observed (Fig. ). A subsequent magnetic resonance imaging (MRI) was carried out to show hypodensity on T1 weighted post-contrast, and flow void in T2 weighted images within the same sinus (Figs. and ). Following informed consent, an emergency endoscopic left trans-ethmoidal sphenoidotomy was performed under general anaesthesia. A dense, darkened clay-like mass surrounded with the mucopurulent discharge was noticed within the left sphenoid sinus. The mucosa appeared inflamed and oedematous without clinical evidence of frank necrosis. The debris was utterly removed with a curette and sent for evaluation. The left sphenoid sinus was widened and thoroughly rinsed.\\nHistopathological examination showed Candida species without evidence of mucosal invasion (Figs. and ) Intravenous ceftriaxone was commenced for a total duration of 14 days. His symptoms showed significant improvement 1 week after the operation with complete resolution of the headache. His left extraocular muscle functions were slowly restored at 4 weeks post-operation (Fig. ).", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'15179200': 1, '14312647': 1, '29403429': 1, '22850907': 1, '17944705': 1, '19434293': 2, '30245665': 2, '19544383': 1, '24427669': 1, '23961027': 1, '31423297': 2}", "similar_patients": "{'6137194-1': 1, '6137194-2': 1, '6137194-3': 1, '6137194-4': 1, '6137194-5': 1, '6137194-6': 1, '2671834-1': 1}"}