{"patient_id": 128590, "patient_uid": "6123558-1", "PMID": 30214111, "file_path": "noncomm/PMC006xxxxxx/PMC6123558.xml", "title": "First Report of the Isolation of Nocardia thailandica from the Bronchoalveolar Lavage of a Patient in Iran", "patient": "A 53-year-old Iranian man with chronic bronchitis was admitted to Al-Zahra Hospital, Isfahan, because of mild fever, weight loss, nonproductive cough,\\nanorexia, and chronic chest pain. Diffuse nodular infiltrates and enlargement of blood vessels were observed in the radiography images of the patient’s chest\\n(). There was no apparent evidence of immunodeficiency or HIV infection. Microscopic examination (acid-fast staining)\\nof 3 sputum samples did not reveal acid-fast bacteria. Additionally, the tuberculin test on the patient proved negative. Because the patient’s fever and chest pain remained\\nunchanged, the treating physician requested a bronchoalveolar lavage sample. The sample was incubated at 37 ºC in a blood agar medium containing 5% sheep blood, chocolate agar,\\nand brain heart infusion (BHI) agar. White and dry colonies emitting soil odor were observed in the chocolate and BHI mediums after 3 days. A Nocardia-like organism\\nwas detected in the direct microscopic evaluation of the patient’s bronchoalveolar lavage (Gram-positive and weakly acid-fast with branching filamentous rods)\\n(). This isolate was subjected to identification by resistance to lysozyme broth and conventional phenotypic\\ntests.\\nPrimarily, the bacterial genome was extracted via the boiling method for molecular investigations. Then, 27-F (5’-AGAGTTTGATCCTGGCTCAG-3’) and 1492-R (5’-GGTTACCTTGTTACGACTT-3’) primers were used to reproduce the 16S rRNA gene as recommended by Morelli et al. Sequencing was performed by Bioneer Corporation (South Korea), and the sequence data received were aligned using CLC Main Workbench 5 software with the existing sequences of Nocardia retrieved from the GenBank in the National Center for Biotechnology Information (NCBI) website database. The resultant data were thereafter analyzed using the Basic Local Alignment Search Tool (BLAST) program in GenBank. According to the results, the considered microorganism was identified as N. thailandica and the studied isolation sequences were registered in the NCBI under accession No. KC577173.1. The partial 16S rRNA gene sequences (1387 bp) of the isolate revealed 99% similarities with those of the N. thailandica strain DSM 44808.\\nThe disk diffusion method was utilized to test the determination of the antimicrobial susceptibility test for the considered isolation. The considered microorganism was sensitive to trimethoprim-sulfamethoxazole, amikacin, and linezolid, while it was reported to be resistant to penicillin-G and ciprofloxacin. The patient was treated with trimethoprim-sulfamethoxazole (480 mg) and linezolid (600 mg) for 6 months and his symptoms eventually disappeared completely. Informed consent to report this case was obtained from the patient.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'15956412': 1, '20538659': 1, '34234968': 2, '11809984': 1, '16614249': 1, '30666081': 1, '19960036': 1, '7025149': 1, '26292312': 1, '26638771': 1, '30214111': 2}", "similar_patients": "{'8216818-1': 1}"}