{"patient_id": 10820, "patient_uid": "6686507-1", "PMID": 31395017, "file_path": "comm/PMC006xxxxxx/PMC6686507.xml", "title": "Decompressive laparotomy for abdominal compartment syndrome resulting from severe acute pancreatitis: a case report", "patient": "A woman in her 60s visited our hospital because of upper abdominal pain. She had a history of appendicitis and cholelithiasis. She was diagnosed with acute gallstone pancreatitis based on her laboratory data and abdominal computed tomography (CT) findings.\\nHer physical examination at admission revealed that her blood pressure was 101/69 mmHg, body temperature was 36.1 °C, pulse rate was 56 beats per minute, oxygen saturation was 97% with room air, and abdomen had epigastric tenderness without muscle guarding or rigidity. Laboratory investigations revealed a white blood cell count of 21.1 × 109/L, hemoglobin level of 14.0 g/dL, and platelet count of 316 × 109/L. Red blood cell count and serum creatinine level were within the normal range. Serum amylase and serum lipase levels were elevated to 2313 U/L and 868 U/L, respectively. Other blood tests showed mild elevations in the biliary enzymes as follows: aspartate aminotransferase 29 U/L, alanine aminotransferase 55 U/L, alkaline phosphatase 654 U/L, γ-glutamyl transpeptidase 168 U/L, and total bilirubin level 0.8 mg/dL. Arterial blood gas analysis was normal. Abdominal contrast-enhanced CT (Fig. ) showed enlargement of the pancreas, especially in the head of the pancreas, fluid collection around the pancreas, and choledocholithiasis. The pancreas showed homogeneous enhancement.\\nOn the 1st hospital day, the patient was not allowed to eat or drink, and intravenous therapy with an antibacterial drug (doripenem) and a protease inhibitor (ulinastatin) was started. She underwent endoscopic retrograde cholangiopancreatography for common bile duct stone removal. Endoscopic sphincterotomy was performed, and a drainage tube was placed in the bile duct.\\nOn the 2nd hospital day, her laboratory data worsened, and abdominal contrast-enhanced CT showed poor contrast of the pancreas, which led to suspected pancreatic necrosis being suspected, and spread of inflammation around the pancreas (Fig. a). The patient was diagnosed with severe acute pancreatitis and admitted to the intensive care unit (ICU). She was intubated due to respiratory failure, and a vasopressor was started to reverse circulatory failure on the 4th hospital day.\\nOn the 5th hospital day, the patient showed progressive abdominal distension and decreased bowel sounds. Abdominal CT indicated progressive enlargement of the pancreas and paralytic ileus (Fig. b). Her intra-abdominal pressure, measured from her intravesical pressure, increased to 22 mmHg, and renal dysfunction was also observed, leading to the diagnosis of ACS [, ]. Gastrointestinal prokinetic agent and neuromuscular blockade were initiated, and a nasogastric tube was inserted to drain the intraluminal contents. As these medical treatments did not improve her ACS, the patient underwent decompressive laparotomy with a midline incision on her 9th hospital day (Fig. ). Postoperatively, her laboratory data and intra-abdominal pressure improved. However, despite administration of the antibiotic, the white blood cell count and C-reactive protein level deteriorated, and the necrotizing pancreatitis also did not improve. Therefore, when abdominal closure was performed on her 11th hospital day, percutaneous drainage tubes around the pancreas were inserted simultaneously. Continuous drainage and antibiotic therapy resulted in improvement of necrotizing pancreatitis, and she was discharged on the 104th hospital day. The drainage tubes were removed seven days after her discharge. The clinical course of this patient is shown in Fig. .", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'23673399': 1, '16967294': 1, '19242675': 1, '14758472': 1, '23711270': 1, '24890051': 1, '17377769': 1, '26830909': 1, '14730376': 1, '23052814': 1, '18192879': 1, '15015646': 1, '19350318': 1, '24921201': 1, '34285540': 1, '24881709': 1, '20713929': 1, '18567084': 1, '15699833': 1, '19487946': 1, '31395017': 2}", "similar_patients": "{}"}