{"patient_id": 3277, "patient_uid": "6176294-1", "PMID": 30356364, "file_path": "comm/PMC006xxxxxx/PMC6176294.xml", "title": "Sarcoidosis and Monoclonal Gammopathy of Undetermined Significance (MGUS): A True Association or Just a Coincidence?", "patient": "A 79-year-old male with a past medical history of hypothyroidism and benign prostatic hyperplasia presented with dry mouth for four months. Family history was significant for the presence of Crohn's disease and systemic lupus erythematosus (SLE) in his sister. He was initially referred to an oral surgeon who performed a lip biopsy two weeks prior to admission revealing nonnecrotizing epithelioid cell granulomas. The patient was prescribed a mouthwash solution containing diphenhydramine, nystatin, lidocaine, hydrocortisone, and tetracycline. He was referred to a rheumatologist. His xerostomia significantly worsened prior to his appointment with rheumatology so he decided to go to the emergency department (ED). He presented to the ED with generalized weakness and decreased oral intake secondary to mouth pain resulting in a 30-pound weight loss over four months. Physical exam was remarkable for dry oropharyngeal mucosa. Laboratory analysis revealed an elevated serum calcium of 12.71 mg/dL (reference range: 8.4–10.7 mg/dL), an increased ionized calcium of 1.9 mmoL/L (reference range: 1.10–1.30 mmoL/L), an increased creatinine level of 3.81 mg/dL (reference range: 0.7–1.3 mg/dL), a decreased parathyroid hormone level of 6.5 pg/mL (reference range: 15–65 pg/mL), and an increased erythrocyte sedimentation rate (ESR) of 55 mm/hr (reference range: 0–15 mm/hr). Despite adequate fluid hydration, his calcium level remained elevated. Further workup for hypercalcemia revealed undetectable parathyroid hormone-related peptide (PTHrp), mildly decreased 25-hydroxyvitamin D at 18.1 ng/ml (reference range: 20–100 ng/ml), and an elevated 1,25-dihydroxyvitamin D at 72 pg/ml (reference range: 18–64 pg/ml).\\nFurther workup for hypercalcemia showed an elevated angiotensin-converting enzyme at 91 U/L (reference range: 18–53 U/L). Bence Jones protein revealed free lambda light chains in the urine. Serum protein electrophoresis showed an elevated gamma globulin level of 38% and an IgG monoclonal gammopathy with an M-spike of 1.47. Immunoglobulin free light chain revealed elevated kappa free light chains at 5.79 and elevated lambda free light chains at 14.1 with a kappa to lambda ratio of 0.4. A bone marrow biopsy was done and was sent for pathology.\\nFurther workup for dry mouth showed positive antinuclear antibody (ANA) at a titer of 1 : 160, and the other rheumatologic workup was negative.\\nThe constellation of findings prompted further workup for sarcoidosis. Chest radiograph (CXR) showed minimal hilar lymphadenopathy which was more pronounced on the right side, bibasilar infiltrates and mild bilateral pleural effusions. High-resolution computerized tomography (HRCT) of the chest showed prominent hilar densities, ground glass opacities, and bilateral pleural effusions (). He was started on prednisone 40 mg/day and noticed immediate symptomatic improvement. His calcium level normalized, and his acute kidney injury resolved. Bone marrow biopsy results revealed lambda-restricted plasma cell neoplasm with 5%–6% of bone marrow cellularity consistent with MGUS. The patient was discharged with a one-month follow-up from nephrology and oncology.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'3756082': 1, '22534002': 1, '19561785': 1, '1344048': 1, '18032765': 1, '22422021': 1, '11734441': 1, '24424172': 1, '25340385': 1, '24761384': 2, '15888103': 1, '17560310': 1, '11860317': 1, '18307569': 1, '20472173': 1, '27651903': 2, '17917102': 1, '22461752': 1, '10641512': 1, '15855274': 1, '27542684': 1, '6454846': 1, '25078638': 1, '20088430': 1, '1583964': 1, '21071376': 1, '30356364': 2}", "similar_patients": "{'3994709-1': 1, '5024499-1': 1}"}