{"patient_id": 14703, "patient_uid": "6925765-1", "PMID": 31885935, "file_path": "comm/PMC006xxxxxx/PMC6925765.xml", "title": "Cerebral Venous Sinus Thrombosis and Hydrocephalus in a Vegan Secondary to Acquired Hyperhomocystinaemia", "patient": "A 24-year-old male admitted to the hospital with severe headache followed by altered sensorium and involuntary movements of the face and right upper limb for 2 days. He was drowsy with Glasgow Coma Scale (GCS) of 12/15 and generalized tonicity. His optic fundus showed papilledema with left hemiplegia. Further clinical examination was unremarkable with heart rate of 70 bpm, blood pressure 138/68 mmHg, respiratory rate 28 per minute, and oxygen saturation of 96% on air. He was initially treated as for meningoencephalitis with intravenous cefotaxime and acyclovir. His computed tomography (CT) scan of brain has shown hypodensities in basal ganglia and temporal lobes.\\nOver the next 24 hours, his condition further deteriorated with worsening respiratory distress and drop in GCS to 8/15 associated with bradycardia and hypertension (Cushing's reflex) suggestive of rapidly rising intracranial pressure. He was transferred to the intensive care unit (ICU) and started on invasive ventilation targeting brain protective measures. Magnetic resonance imaging (MRI) of the brain with arteriography and venography, revealed thrombosis of the straight, superior sagittal and right transverse sinuses associated with hemorrhagic infarcts in bi-lateral basal ganglia, thalami, and diencephalon with acute hydrocephalus and periventricular leukoencephalopathy (Figures and ). Thereafter, patient underwent urgent insertion of an external ventricular drain (EVD) followed by therapeutic anticoagulation with subcutaneous low molecular weight heparin. His cerebrospinal fluid (CSF) analysis was unremarkable except for raised proteins of 190 mg/dl. Subsequent exploration of a cause for his clinical picture, including coagulation profile, antinuclear antibodies (ANA), double stranded DNA (dS-DNA), antineutrophil cytoplasmic antibodies (ANCA), anti-beta 2 glycoprotein, anticardiolipin antibodies, NMDAR antibodies, and JACK2 mutation, was unremarkable. Blood film showed macrocytosis with raised red cell mean corpuscular volume of 107 fl/r. His serum and red cell folate and serum B12 levels, were low, leading us to suspect acquired hyperhomocystinaemia (H-Hcy). His serum homocysteine levels were more than 50 µmol/l (5.4–16.1 µmol/l). Then, he was started on vitamin supplements; B12 1,000 mcg per day for two weeks, folic acid 5 mg daily and pyridoxine 25 mg daily with a dramatic improvement of his neurology, managing to extubate on day 6 and remove EVD successfully on day 7 of ICU admission. Patient was discharged after 15 days of hospital stay without any residual neurology, on warfarin (aiming at INR 2–2.5) and vitamin supplements. On follow up at 12 weeks, his serum homocysteine level has normalized and vitB12 and folate levels were normal. Warfarin was stopped at 3 months.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'23428995': 1, '25663408': 1, '8841317': 1, '8133587': 1, '18977824': 1, '17494675': 1, '9632445': 1, '21672438': 1, '18346644': 1, '15192249': 1, '10024925': 1, '8841318': 1, '27356735': 1, '12714502': 1, '31885935': 2}", "similar_patients": "{}"}