{"patient_id": 9341, "patient_uid": "6580185-1", "PMID": 31244659, "file_path": "comm/PMC006xxxxxx/PMC6580185.xml", "title": "Hepatotoxicity Due to Azole Antimycotic Agents in a HLA B*35:02-Positive Patient", "patient": "Our patient is a 42-year-old woman with AML diagnosed in August 2018 after 3 months of non-specific symptoms, including recurrent herpes infections, headaches, and fatigue. Her first induction chemotherapy was with idarubicin, an anthracycline, and cytarabine (a synthetic pyrimidine analogue). After several days of therapy, she developed neutropenia and severe diarrhea due to mucositis, leading to hypophosphatemia and hypokalemia. The patient was treated for fever in neutropenia initially with cefepime and amikacin and then with piperacillinum/tazobactam due to a presumed allergic reaction to cefepime or amikacin. Because of persistent fever, piperacillinum/tazobactam was switched to meropenem, and because of the severe mucositis, caspofungin was added. Persisting symptoms and rising inflammatory parameters over the next days led to further investigations. On chest CT scan, five small pulmonary nodules (measuring less than 4 mm) were detected. This finding together with the associated febrile neutropenia led to the suspicion of pulmonary aspergillosis. Her antifungal therapy was switched from caspofungin to intravenous, and then to oral voriconazole. Voriconazole trough concentration measurements were within the therapeutic range (1–6 mg/L). Under treatment with additional broad-spectrum antibiotics (meropenem, aztreonam, and vancomycin due to multiple bacterial infections), she showed a good clinical response. Ten days after starting voriconazole, however, her liver transaminases rose, accompanied by only slightly elevated cholestatic parameters and normal bilirubin levels (). After 3 weeks of voriconazole therapy, alanine aminotransferase (ALT) (reference range, 8–41 U/L) reached its peak value of 1793 U/L, and antifungal therapy was terminated. Aspartate aminotransferase (AST) (reference range, 11–34 U/L) reached a peak value of 672 U/L on the same day. Alkaline phosphatase (ALP) (reference range, 35–105 U/L) values oscillated from 80 U/L up to nearly 200 U/L, reaching a peak value of 197 U/L after about 2 weeks of treatment. Cessation of the triazole administration led to a normalization of the LFTs. Due to their different half-lives in plasma, AST normalized first, followed by ALT, and then the cholestatic parameters.\\nSix weeks later, the patient received the second course of induction chemotherapy. After several days of treatment with the nucleoside analog cytarabine and amsacrine, a synthetic topoisomerase II inhibitor, the patient again developed severe diarrhea and fever in neutropenia. Two sets of blood cultures grew Streptococcus mitis. Broad-spectrum antibiotics were commenced (cefepime, ceftriaxone, and piperacillin/tazobactam). Caspofungin was administered to treat the suspected pulmonary aspergillosis. After 1 week of caspofungin treatment and stable LFTs despite chemotherapy, antifungal therapy was switched to oral posaconazole tablets for better coverage of mucor species. On the first day, 300-mg oral posaconazole was administered twice daily as a loading dose, followed by 300 mg daily for 5 days. A low posaconazole blood concentration on treatment day 4 (0.5 mg/L; target range, 1.26–3.74 mg/L) prompted a dose increase to 400 mg once daily on day 6. After 4 days of posaconazole treatment, liver enzymes began to rise ().\\nPosaconazole was discontinued and therapy switched to caspofungin again. However, despite this, transaminases continued to rise (). Our department of clinical pharmacology and toxicology was consulted and asked to investigate the cause of the rising liver enzymes and to make suggestions for the further management. ALT was 179 U/L at that time, whereas ALP and bilirubin remained normal. We systematically worked up all drugs administered over the past months, evaluated their potential hepatotoxicity [. Bethesda: Food and Drug Administration; c2019 (cited 2019 Mar 01). Available from: ], determined temporal associations, and assessed differential diagnoses. Therapeutic drug monitoring (TDM) was performed three times for voriconazole and once for posaconazole. All serum concentrations were within the therapeutic range. Abdominal CT scans revealed no signs of liver or portal vein thrombosis, masses, hepatic steatosis, or biliary obstructions. Serology showed no signs of viral infections, and eosinophils were within normal limits on complete blood count, incongruous with the diagnosis of “drug reaction with eosinophilia and systemic symptoms” (DRESS) (Walsh and Creamer, ) but difficult to interpret due to aplasia under chemotherapy. On account of the low thrombocyte count, a liver biopsy was not performed. Altogether, we concluded that voriconazole and posaconazole most likely caused both episodes of liver enzyme elevation.\\nAST reached its peak value of 130 U/L 6 days after the last posaconazole administration followed by ALT (peak value of 502 U/l) on the following day. Gamma-glutamyltransferase (GGT) (reference range, 6–40 U/L) was only slightly increased (97 U/L); ALP and bilirubin again remained within normal limits. Over the next days, LFTs returned to baseline and the patient responded clinically too. Chest CT scan was repeated before discharge. Over the preceding 2 months, the five pulmonary nodules had increased considerably in size, strengthening the suspicion of pulmonary aspergillosis. Our infectious diseases specialists recommended one of two remaining treatment options: continuation of caspofungin, given intravenously once daily, or initiation of isavuconazole (Cresemba®) 200 mg once daily orally. Unfortunately, several organizational and actuarial reasons made once daily infusions after discharge impossible. The patient was informed about the risk of hepatotoxicity with isavuconazole, possibly resulting in severe and dangerous liver damage. Nevertheless, after burdensome therapies and many weeks of hospital stay, she decided to take isavuconazole and repeatedly have her LFTs monitored. During the first weeks of treatment with isavuconazole, transaminases steadily decreased, and the patient improved clinically (). After 5 weeks of continuous treatment, 2 days before the planned allogenic hematopoietic stem cell transplantation (allo-HSCT), ALT and AST began to rise again. Seven weeks after successful isavuconazole treatment, the drug had to be stopped. Transaminases rose for another 1.5 weeks before returning to baseline, similar to posaconazole.\\nThe allo-HSCT was successful. Interestingly, our patient as well as her donor—a blood relative—were both carriers of a rare HLA class I antigen (B*35:02, found in only 0.912% of the Caucasian population) [. Ulm: The ZKRD. The German National Bone Marrow Donor Registry [Internet]. Ulm: The ZKRD. 1992 - [cited 2019 Mar 4]. Available from: . The patient recovered rapidly after the allo-HSCT. Favorable clinical findings concerning the aspergillosis led to a de-escalation of the antifungal treatment to prophylactic dose fluconazole (400 mg orally once weekly). We reported the adverse drug reactions—DILI under voriconazole, then posaconazole, and then isavuconazole—to the national drug authority’s department of pharmacovigilance (Swissmedic).", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'21193785': 1, '12121931': 1, '28525267': 1, '16765139': 1, '28444390': 1, '16481640': 1, '24379304': 1, '21544079': 1, '30343418': 1, '28323125': 1, '17143808': 1, '28473992': 1, '28385542': 1, '26597673': 1, '27927037': 1, '30894179': 1, '28104833': 1, '28341748': 1, '21143513': 1, '11106350': 1, '12751265': 1, '11106349': 1, '26721299': 1, '32904036': 1, '12684933': 1, '29994987': 1, '29792895': 1, '26684607': 1, '28507111': 1, '14768020': 1, '15684121': 1, '19505990': 1, '25232453': 1, '25808822': 1, '15341494': 1, '17908006': 1, '22987284': 1, '9029271': 1, '34299220': 1, '17712772': 1, '28329820': 1, '31244659': 2}", "similar_patients": "{}"}