{"patient_id": 130883, "patient_uid": "6320038-1", "PMID": 30572445, "file_path": "noncomm/PMC006xxxxxx/PMC6320038.xml", "title": "A case report of left atrial myxoma-induced acute myocardial infarction and successive stroke", "patient": "A 44-year-old woman suddenly felt chest pain that radiated to the back at 7:00 am on December 29, 2016. There were no risk factors for coronary heart disease (CHD), such as hypertension, hyperlipidemia, diabetes, smoking, or family history of CHD. She was admitted to the local hospital, her blood pressure was 95/62 mmHg, heart rate was 90 beats/min, and ECG showed elevated ST segment elevations in the leads of II, III, AVF, V5, and V6. Troponin I was 2.84 ng/mL (normal range 0–0.04 ng/mL), CK-MB was 64.4 ng/mL (normal range 0.6–6.3 ng/mL), BNP was 701.7 ng/mL (normal range 0–285 ng/mL), AMI in inferior-posterior wall was suspected, so emergency coronary angiography (CAG) was performed immediately.\\nThe CAG showed a normal right coronary artery and left anterior descending coronary artery, however, the distal branch of the left circumflex artery (LCX) was thrombo-occluded with thrombolysis (Fig. A). A BMW guidewire reached the distal end, and a 2.0 × 15 mm balloon at 12 ATM was used to pre-expand the LCX lesion; then, nitroglycerin and 20 mg of recombinant human pro-urokinase were injected into the coronary artery. The CAG showed the blood flow recovery (Fig. B), and the patient's symptoms were relieved. On the second day, echocardiography showed a significant decrease in left posterior wall motion, with EF 49%. A hyperechoic mass was seen in the left atrium, the size was approximately 34 mm × 24 mm, and thrombosis was suspected. An antiplatelet and anticoagulant therapy of aspirin, clopidogrel, and warfarin were given during hospitalization while metoprolol and atorvastatin were given at the same time. After 2 weeks, the patient was discharged from the hospital and continued to take these oral medications.\\nOne month later, on February 1st, 2017, the patient suddenly appeared unconscious after breakfast. In the local hospital, MRI showed multiple fresh cerebral infarctions in the left frontal temporal lobe, basal ganglia, and radiation crown (Fig. A andB). Magnetic resonance angiography (MRA) showed the left middle cerebral artery was slender, and distal branches were reduced (Fig. C). Echocardiography showed a great mass in the left atrium, which had no change in size compared with the last examination. The patient was diagnosed with acute multiple cerebral emboli. After 20 days, she was transferred to the Department of Neurology of our hospital for further treatment. In our hospital, transthoracic echocardiography (TOE) revealed apical ventricular aneurysm of the left ventricle, markedly decreased posterior inferior wall motion, EF 37%, and left atrial hyperechoic mass (Fig. A). Further transesophageal echocardiography (TEE) revealed a gelatinous and pedicle-less mass in the left atrium, which was wide based and attached to the foramen ovale at the interatrial septum. Its surface was not smooth or villous, its morphology was variable and the mass oscillated with the heart contraction (Fig. B). To further clarify that the mass was thrombosis or tumor (high possibility of myxoma), a 2 mL intravenous bolus injection of Sonovue contrast (Bracco Altana Inc., Milan, Italy) was initiated with left ventricular contrast-enhanced echocardiography with left ventricular apical aneurysm. There was absence of the contrast agent filling in the left atrial abnormal mass and exploration of scattered and dotted contrast media within the mass (Fig. C). Except for thrombosis, myxoma was highly suspected. On the basis of these findings, we diagnosed AMI and stroke caused by systemic embolization from a left atrial myxoma, and then the patient was transferred to cardiac surgery for tumor resection. The gray-red translucent tissue in the left atrium, which was attached to the foramen ovale at the atrial septum (size, 42 mm × 40 mm × 15 mm), was resected (Fig. A). Pathological results confirmed left atrium myxoma (Fig. B). After several weeks of rehabilitation, the patient was able to resume daily activities without chest discomfort or dyspnea. One year later, echocardiography showed no recurrence of left atrial myxoma. The patient generally was in good condition.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'6313270': 1, '25341714': 1, '32190432': 2, '25797902': 1, '29502588': 1, '8398192': 1, '26476503': 1, '9415015': 1, '17698701': 1, '15860393': 1, '22517375': 1, '24954990': 1, '19181402': 1, '15093876': 1, '28127217': 1, '26735605': 1, '21110161': 1, '32711463': 1, '7477198': 1, '29556752': 1, '4072886': 1, '29348012': 1, '30572445': 2}", "similar_patients": "{'7055014-1': 1}"}