{"patient_id": 129350, "patient_uid": "6178674-1", "PMID": 30369808, "file_path": "noncomm/PMC006xxxxxx/PMC6178674.xml", "title": "Esthetic rehabilitation of anterior teeth with different thicknesses of porcelain laminate veneers: An 8-year follow-up clinical evaluation", "patient": "A 26-year-old female patient was unsatisfied with her smile. The intraoral examination showed diastemas between the maxillary incisors and a malformed lateral maxillary incisor []. After the patient signed the document agreeing with the treatment plan, alginate impressions (Alginate; Jeltrate, Dentsply) were taken to obtain a diagnostic cast (Type IV dental stone, Herostone; Coltene). On the dental stone cast, diagnostic waxes were prepared to define the shape and form of teeth 11, 12, 21, and 22. From the waxes, a silicone guide was made. Diagnostic provisional restorations with direct composite resin (Filtek Z350, 3M ESPE) were prepared in situ to simulate the correct shape, function, and esthetic.\\nPorcelain laminates of minimum thickness were made for the four maxillary anterior teeth. No tooth preparation with rotatory instruments was performed. A displacement cord was used (Ultrapak Cord n# 000; Ultradent products) to facilitate the impression procedure with additional silicone (Express XT, 3M, ESPE). The Vita shade guide (Vita Classical; Vita Zahnfabrik) was used to determine tooth color (A1).\\nFeldspathic porcelain laminate veneers were fabricated using a conventional laboratory refractory technique []. The laminates were first etched with 10% hydrofluoric acid (Porcelain Etchant; FGM Produtos Odontológicos) for 20 s and washed, dried, and silanized for 1 min (Monobond S; Ivoclar Vivadent AG). The surface of the tooth was etched with 37% phosphoric acid (total etch; Ivoclar Vivadent AG) for 60 s. One thin coat of hydrophobic resin (AdperScotchBond Multi-Purpose; 3M ESPE) was applied and polymerized for 10 s. The laminates were luted with light-cured resin cement (Nexus 3; Kerr Corp). Light activation was performed with a light-emitting diode device (Radii-cal; SDI Ltda) for 40 s on each surface. The restorations were then examined for occlusal interferences [].\\nAfter 6 years, the adhesive interfaces were darkly stained, and the patient was unsatisfied with the esthetics []. New impressions (Alginate; Jeltrate, Dentsply) were taken, dental stone casts were made, and provisional restorations were waxed-up to define the shape, form, and esthetic of the teeth.\\nA silicone replica of the diagnostic wax-up was prepared, and diagnostic restorations were placed with bis-acrylic interim material shade A1 (Protemp; 3M ESPE). Those restorations were used to evaluate the esthetics, function, and phonetics and to provide a guideline for tooth preparation. The teeth were then prepared. The labial surface reduction was designed with a dimension of 0.5 mm at the incisal third and middle third and 0.3 mm at the cervical third []. An impression was taken as previously described.\\nLithium disilicate glass ceramic (IPS e.max Press; Ivoclar Vivadent) porcelain laminate veneers were fabricated using the heat-press technique. The esthetic appearance of the veneers was evaluated using Variolink II Try-In (Ivoclar Vivadent AG). The ceramic veneers were luted in accordance with the Variolink Veneer []. After 2 years, the veneers were intact without any chipping or discoloration [].", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'10709338': 1, '26602148': 1, '16648772': 1, '15736774': 1, '22198195': 1, '26949761': 1, '27328640': 1, '31797334': 1, '22304739': 1, '18069513': 1, '10960757': 1, '26162252': 1, '33003243': 1, '17532919': 1, '19841768': 1, '21185074': 1, '10050122': 1, '15790381': 1, '25156092': 1, '21473998': 1, '22259801': 1, '30369808': 2}", "similar_patients": "{}"}