{"patient_id": 136500, "patient_uid": "6785419-1", "PMID": 31499608, "file_path": "noncomm/PMC006xxxxxx/PMC6785419.xml", "title": "New Diagnostic Approach for Esophageal Squamous Cell Neoplasms Using Linked Color Imaging and Blue Laser Imaging Combined with Iodine Staining", "patient": "A 62-year-old man with a flat type early esophageal cancer was referred for endoscopic submucosal dissection. Hypopharyngeal carcinoma was synchronously diagnosed by using upper gastrointestinal endoscopy by the referring physician. History of the patient revealed a habit of smoking (10 cigarettes/day for 42 years) and drinking alcohol (700 mL beer/day). Physical examination revealed a mass in the right neck caused by the hypopharyngeal carcinoma and no other abnormal findings. Baseline laboratory investigations were within normal limits. A computed tomography scan from the neck to the pelvis showed a tumor in the right hypopharynx, but no metastatic lesions.\\nA 50-mm superficial esophageal cancer (0-IIb) was revealed in the distal esophagus using a laser endoscopic system (EG-L590ZW, LL-7000 and VP-7000; Fujifilm Co., Tokyo, Japan). WLI revealed a pale red lesion, seen as purple on LCI and brown on BLI (). Magnified BLI revealed abnormal intrapapillary capillary loops (type B1) []. After staining with iodine solution, a large iodine-unstained area with an irregular shape was seen and the pink-color sign was positive but very weak under WLI. These areas remained purple on LCI and changed to green on BLI. The important issue is that the entire lesion was uniformly positive for the pink-color sign on WLI, whereas interestingly, a pale yellow area on LCI and brown area on BLI were found at the 4 o’clock position inside the iodine-unstained lesion, suggesting different histological findings (). These areas were evaluated by calculating the difference in color using the method of the Commission Internationale de l`Eclairage (CIE), as reported previously [] and by comparing with the histological findings of the resected specimens. Using this method, the difference was expressed as the distance between two locations corresponding to two colors in the CIE color space, which define a three-dimensional space (L*, a* and b*) as a sphere. Greater distance implies high contrast with a high color difference. This was performed using commercially available image analysis software (Adobe Photoshop; Adobe Systems, San Jose, CA, USA). The color difference between the two regions was 28.9 on LCI and 26.6 on BLI both of which were higher than the 5.8 observed on WLI. Subsequently, markings were placed 2 or 3 mm outside the demarcated area and the lesion was resected using endoscopic submucosal dissection. Histopathologic findings of the resected specimen did not show esophageal squamous cell carcinoma but rather squamous intraepithelial neoplasia at the 4 o’clock position, and showed squamous cell carcinoma in the remaining iodine-unstained area ().", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'24751580': 1, '932844': 1, '23948201': 1, '30291440': 1, '22725107': 1, '23078432': 1, '20095991': 1, '27738428': 1, '28386209': 1, '30384402': 1, '18252831': 1, '20177025': 1, '18718584': 1, '26229530': 1, '17573830': 1, '25683023': 1, '29685806': 1, '31499608': 2}", "similar_patients": "{}"}