{"patient_id": 131412, "patient_uid": "6357703-1", "PMID": 30774548, "file_path": "noncomm/PMC006xxxxxx/PMC6357703.xml", "title": "Ovarian cancer unmasked by technetium-99m bone scintigraphy and single-photon emission computed tomography-computed tomography", "patient": "A 30-year-old female patient with unremarkable medical history presented with a painless palpable parasternal mass. Physical examination confirmed a rounded parasternal nodule on the left side, nontender, and partially fixed to the underlying chest wall and an ipsilateral enlarged supraclavicular lymph node. These findings were confirmed by initial radiological workup with ultrasound. Subsequent magnetic resonance image of the thorax demonstrated multiple other similar nodular masses with same appearance and characteristics spread in the anterior thoracic chest wall, left-sided supraclavicular lymphadenopathy, and massive right-sided pleural effusion. These findings were highly suspicious of malignancy.\\nThe patient was referred to the Nuclear Medicine Department for technetium-99m (Tc-99m) methylene diphoshonate (MDP) bone scintigraphy to evaluate for osseous metastatic disease. Planar whole-body images [] were acquired 2.5 h after intravenous injection of the bone-seeking agent Tc-99m MDP. Although no abnormal bone uptake was seen, extensive extraosseous activity was noted throughout the pelvis and abdomen as well as some foci of increased uptake in the thorax. Additional single-photon emission computed tomography (SPECT) with low-dose CT images [Figure –] of the abdomen and pelvis precisely visualized radionuclide accumulation in calcified soft tissue metastases, without any pathological uptake in the bone. These findings were confirmed with diagnostic contrast-enhanced CT evaluation [Figure –] and consistent with widespread omental and peritoneal metastatic deposits. Given these findings, an excisional biopsy on the left supraclavicular lymph node was performed. Histopathological examination was compatible with high-grade papillary serous adenocarcinoma of the ovary, with multiple psammoma bodies in the tissue sample.\\nThese psammoma bodies contain a high content of calcium, responsible for the extraosseous uptake of Tc-99m-MDP.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'11564940': 1, '27127223': 1, '21392907': 1, '11966582': 1, '8883713': 1, '8356264': 1, '30774548': 2}", "similar_patients": "{}"}