{"patient_id": 8695, "patient_uid": "6529490-1", "PMID": 31115829, "file_path": "comm/PMC006xxxxxx/PMC6529490.xml", "title": "Using the surgical guide for impression-free digital bite registration in the edentulous maxilla—a technical note", "patient": "A 44-year-old male patient, described in this report, had previously undergone extraction of all upper teeth and was restored with an immediate full denture at the correct OVD and occlusal relation. His mandible was fully dentate, and all the remaining teeth had undergone non-surgical periodontal treatment and were periodontally stable. Following the appropriate healing period, a decision to restore the maxilla with a full-arch fixed prosthesis on six implants was taken. Radiolucent cone beam markers (Blue Sky Bio, USA) were attached to the patient’s existing complete upper denture which was then scanned with a ProMax 3D Mid CBCT appliance (Planmeca Inc., Finland). The patient was also scanned in the same CBCT appliance with the denture in situ. The denture scan was aligned to the maxillary CBCT scan (Figs. and ) in Blue Sky Plan (Blue Sky Bio, USA) to allow for prosthetically driven implant planning. Implant placement simulation was carried out in the software, and a pilot-guide surgical stent was designed (Fig. ) and printed in a desktop 3D printer (Lulzbot Mini, USA) using PolyLite PLA material (Polymaker, Netherlands). In order to facilitate correct implant placement, all teeth were removed from the surgical guide during the design process with the exception of the two central incisors and the two first molars (Fig. ). These four teeth were strategically kept to maintain the established OVD at closure.\\nFollowing surgical stent fabrication, six Straumann STL RN implants (Straumann AG, Switzerland) were inserted in the maxilla using a flapless approach (Fig. ). During the procedure, the surgical guide was firmly stabilized with finger pressure on the palate. After the implant placement, the maxillary denture was relined with Viscogel (Dentsply, USA) (Fig. ) and delivered back to the patient with instructions on oral hygiene and diet. A post-surgical panoramic x-ray was obtained (Fig. ).\\nFollowing 4 months of healing, intraoral scanbodies (Straumann CARES Mono) were hand-tightened on the implants with the angled surfaces facing buccally according to manufacturer’s instructions (Fig. ) and an intraoral digital impression of the maxillary arch was acquired using an intraoral scanner (Trios3, 3Shape, Denmark) and the official scan strategy as suggested by the manufacturer. A mandibular digital impression was also obtained.\\nTo register the OVD already established with the immediate denture, the metal inserts were removed from the stent and the surgical guide was secured on the mesial implants using modified implant carriers and flow resin (Fig. ). The preserved central incisors on the stent served as an anterior stoppage for the correct anterior-posterior position of the mandible, and the first molars on the stent helped to reproduce the established vertical dimension of occlusion. Although the mesial portion of the molars had been removed from the stent to facilitate implant placement, the distal portion of the teeth was adequate in preserving the correct OVD. To aid in this process, a bite registration material (Prestige Bite, Vanini, Italy) was used to further stabilize the centric relation (CR) at the established OVD (Fig. ).\\nFollowing OVD recording, the guide was sectioned in half along the midline. Each half was firmly kept in place with the aid of the corresponding implant carrier and bite registration material in closure and used interchangeably together with the scanbodies of the contralateral side to register the bite using the intraoral scanner’s bite registration module and the scan strategy suggested by 3Shape (Figs. and ). The complete digital bite registration was finalized in the IOS software (Fig. ), and the case was inserted in a CAD design software (Dental Wings, Canada) (Fig. ). A milled PMMA prototype (Delta Techim, Italy) was constructed and used for the verification of anterior esthetics, and the minor adjustments in the established OVD and CR were finalized using a bite registration material. (Prestige Bite, Vanini, Italy) (Fig. ). A full-arch cement-retained metal-ceramic restoration on Straumann synOcta abutments (Straumann AG, Switzerland) was finally fitted (Fig. ).", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'28944372': 1, '25822295': 1, '27150731': 1, '22847854': 1, '25191881': 1, '27684723': 1, '29246490': 1, '29160904': 1, '28888413': 1, '29526298': 1, '28927923': 1, '26794703': 1, '27881321': 1, '27826385': 1, '26548890': 1, '25083754': 1, '29065652': 1, '25948142': 1, '27461088': 1, '26946916': 1, '29522269': 1, '29191608': 1, '25682892': 1, '28965251': 1, '29518812': 1, '26934046': 1, '31115829': 2}", "similar_patients": "{}"}