{"patient_id": 15729, "patient_uid": "6972702-1", "PMID": 31433568, "file_path": "comm/PMC006xxxxxx/PMC6972702.xml", "title": "Fine-needle aspiration cytology of the apocrine variant of epithelial-myoepithelial carcinoma", "patient": "A 71-year-old male smoker with a past medical history of resected bladder carcinoma presented with a right parotid mass noted 4 months prior. CT imaging revealed a 2.5 × 1.9 × 1.8 cm mass without lymphadenopathy. An ultrasound-guided FNA (Figure ) of the mass was performed and cytologic examination revealed a biphasic population of numerous apocrine cells arranged singly and in groups with abundant granular cytoplasm, enlarged nuclei, and prominent macronucleoli admixed with a second population of basaloid cells (Figures and ). The two populations were distributed within absent to scant background hyaline stroma. The cell block showed similar features and demonstrated occasional apical snouts characteristic of apocrine cells (Figures and ). Immunohistochemical stains performed on the cellblock were positive for p63 (Figure ), GCDFP15 (Figure ), SMA, and S100 in the basaloid layer, consistent with its myoepithelial nature. GATA-3 and mammaglobin highlighted the apocrine layer. Given the overall findings, including the biphasic nature of the lesion and the presence of a prominent myoepithelial layer that does not appear to blend with the background stroma, an apocrine epithelial-myoepithelial carcinoma were highly suspected.\\nThe patient underwent right superficial parotidectomy. Pathologic examination revealed a 3.8 × 1.9 × 1.7 cm ovoid, ill-defined, fleshy, pink-gray lesion which histologically revealed a biphasic salivary gland tumor characterized by apocrine epithelial ductal change closely admixed with myoepithelial cells with varying degree of nuclear atypia (Figure ). Solid areas of myoepithelial cells with focal anaplastic change were noted (Figure ). Immunohistochemical stain for S100 highlighted the myoepitheial cells with sparing of the apocrine epithelial ductal cells (Figure ). The overall findings were consistent with apocrine epithelial-myoepithelial carcinoma with myoepithelial anaplasia, which is a variant of classic EMCa with a higher recurrence rate than the classic type.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'19248555': 1, '17197918': 1, '4340536': 1, '26798976': 1, '12619100': 1, '21393874': 1, '23821213': 1, '6950345': 1, '12683896': 1, '20679885': 1, '19492889': 1, '11717540': 1, '12118110': 1, '31433568': 2}", "similar_patients": "{}"}