{"patient_id": 135946, "patient_uid": "6743694-1", "PMID": 31528380, "file_path": "noncomm/PMC006xxxxxx/PMC6743694.xml", "title": "Syringomyelia resolution after anterior cervical discectomy: A case report and literature review", "patient": "A 62-year-old male presented with a 4-month history of right brachial/shoulder pain and numbness with hyposensitivity in the C5 distribution. The magnetic resonance imaging (MRI) scan showed: (a) degenerative cervical spondylosis from the C3–C4 to C5–C6 levels, (b) a C5–C6 right anterolateral disc herniation with foraminal stenosis, and (c) syringomyelia extending from the C5–C6 to the T1 level [].\\nFollowing a C5–C6 anterior cervical discectomy and fusion (ACDF) with placement of a polyetheretherketone cage, the patient’s symptoms markedly improved. 3 months later, the MRI scan confirmed not only adequate decompression of the spinal cord but also the total resolution of the syrinx [].\\nNevertheless, for residual, non-dermatomal right cervical neuropathic pain, the patient underwent placement of an eight-electrode subdural spinal cord stimulator placed from the C3 to C4 through the C5–C6 levels; the patient significantly improved [].\\nSyringomyelia is usually attributed to Chiari malformations, spinal arachnoiditis, intramedullary tumors, and trauma. It is seldom associated with cervical disc disease or spondylosis.[-] In two such cases, ACDF resulted in complete radiological and clinical resolution of the syrinx.[,] Younger patient age, a longer history of disease, and lower functional scores were associated with syringomyelia. Notably, postoperative outcomes and progression-free survival for those patients did not differ significantly versus those without syringomyelia.[] Here, we presented a rare case of syringomyelia attributed to cervical disc disease/stenosis that fully resolved following a C5–C6 ACDF. Such complete radiological resolution indicates that cervical disc disease/spondylosis might alter the cerebrospinal fluid flow that was adequately restored to normal with surgery.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'16980666': 1, '28844366': 1, '25540552': 2, '18258433': 1, '28190207': 1, '14963752': 1, '24303479': 1, '22897377': 1, '31528380': 2}", "similar_patients": "{'4271395-1': 1}"}