{"patient_id": 4604, "patient_uid": "6261928-1", "PMID": 30519468, "file_path": "comm/PMC006xxxxxx/PMC6261928.xml", "title": "Coexistent sarcoidosis and lymphangioleiomyomatosis in a patient with cystic lung disease", "patient": "A 45-year-old lady was admitted with acute pleuritic chest pain, haemoptysis, and dyspnoea. Her background was significant for a 1.4 cm left renal angiomyolipoma, myofascial pain syndrome, and depression. Regular medications included a combination umeclidinium and vilanterol inhaler and escitalopram. She was an ex-smoker, with a 5 pack-year history, and denied any relevant family history or occupational exposures. A computed tomography (CT) pulmonary angiogram was performed on admission. This was negative for a pulmonary embolism but demonstrated diffuse, well-circumscribed cystic change throughout both lungs, with no zonal predominance. Small foci of ground-glass change were noted to be interspersed between the cysts. There were no associated parenchymal nodules or lymphadenopathy (Fig. ). She was treated for a lower respiratory tract infection and subsequently referred to a tertiary centre for further assessment.\\nOn review, she reported modified medical research council (mMRC) grade 2 dyspnoea at baseline. A bronchoscopy demonstrated a normal tracheobronchial tree, and a bronchoalevolar lavage was auramine stain and tuberculosis culture negative. Autoimmune serology was also unremarkable. Pulmonary function tests demonstrated forced expiratory volume in 1 second (FEV1) of 1.79 L (62%), forced vital capacity (FVC) of 2.33 L (70%), a positive bronchodilator response of 390 mL (23%), and a normal DLCO. A diagnosis of tuberous sclerosis-associated LAM was subsequently suspected based on a history of a renal angiomyolipoma and the presence of cortical tubers on a screening magnetic resonance imaging (MRI) brain, and a lung biopsy was requested for confirmation. This initially demonstrated predominantly non-caseating granulomas. She was also subsequently found to have an elevated serum ACE of 68 U/L (reference range 0–45 U/L). A diagnosis of pulmonary sarcoidosis was made. Further biopsy sectioning demonstrated focal areas of positive HMB-45 staining, confirming LAM (Fig. ). A diagnosis of cystic lung disease secondary to coexistent sarcoidosis and LAM was established.\\nOur patient was switched to an inhaled corticosteroid and long-acting beta agonist given reversibility on spirometric testing and is monitored closely in the respiratory outpatient department. At present, she is not prescribed targeted therapy for sarcoidosis or LAM and remains clinically stable from a respiratory perspective.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'25187723': 1, '28754097': 2, '27628078': 1, '26582772': 1, '1959423': 1, '28092373': 1, '21071376': 1, '30519468': 2}", "similar_patients": "{'5534042-1': 1}"}