{"patient_id": 130426, "patient_uid": "6280268-1", "PMID": 29724978, "file_path": "noncomm/PMC006xxxxxx/PMC6280268.xml", "title": "Atypical presentation of moyamoya disease with pulmonary hypertension: A case report", "patient": "A 15-year old boy presented with recurrent syncope while climbing stairs. He had three syncope attacks in 2 weeks, all of which were associated with exercise. On admission, his general appearance was stable. The vital signs were as follows: heart rate, 98/min; respiratory rate, 16/min; body temperature, 36.5°C; and blood pressure, 116/72 mm Hg. The pulse oximeter reading was 94% at room air. There was a narrowly split second heart sound with a loud pulmonic component. No respiratory distress was encountered. Mild mental retardation was apparent, and neurological examination was otherwise normal. Family history was unremarkable.\\nRegarding medical history, he had focal seizure twice at the age of 3 and 4 years. Carbamazepine was started after the second seizure. Electroencephalogram (EEG) was normal and cranial magnetic resonance imaging (MRI) revealed no major parenchymal abnormality. There was no seizure attack after the initiation of carbamazepine, and the drug was stopped after 5 years. The patient was asymptomatic, and EEG revealed no abnormality. However, he had mild mental retardation and his performance in school was not good.\\nElectrocardiography showed right ventricular hypertrophy criteria. Laboratory findings were normal except for pro b-type natriuretic peptide (pro-BNP), which was mildly elevated (110 pg/mL). The right atrium, right ventricle, and pulmonary artery were enlarged in echocardiogram. The right ventricular pressure was estimated to be 110 mm Hg via tricuspid regurgitation. There was neither heart defect nor any congenital abnormality in echocardiography.\\nFor other etiologies of pulmonary hypertension, evaluations including thorax high-resolution computed tomography, pulmonary function test, serologic tests for connective tissue disorders and coagulation studies, thyroid functions, and Doppler ultrasound for liver were performed, which were all normal. The patient underwent cardiac catheterization for hemodynamic study and vazoreactivity test. Angiogram revealed no ventricular septal defect, patent ductus arteriosus, and aortopulmonary septal defect. The results of hemodynamic study and vazoreactivity test are shown on . The functional capacity of the patient was NYHA class 1.\\nAccording to our initial findings, the patient was diagnosed with IPAH, and bosentan and aspirin therapy were started.\\nCranial MRI performed 12 years ago in another center was re-evaluated, and small collateral vessels striking in both hemispheres were observed. Therefore, cranial MR angiography was performed, and it showed that the cavernous segments of both internal carotid arteries and the supraclinoid segment of right internal carotid artery were not demonstrated. Moreover, the calibration of supraclinoid segment of the left internal carotid artery was minute, and significant collateral vessels were seen in MR angiography. Conventional cerebral angiography confirmed the diagnosis of MD ().", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'34956795': 1, '27375007': 1, '16984702': 1, '16456139': 1, '9409446': 1, '9409430': 1, '22626534': 1, '25866319': 1, '19808994': 1, '2234323': 1, '34527531': 1, '29724978': 2}", "similar_patients": "{}"}