{"patient_id": 14357, "patient_uid": "6907710-1", "PMID": 31886078, "file_path": "comm/PMC006xxxxxx/PMC6907710.xml", "title": "Ampullary Adenocarcinoma with Incidental Pancreatic Neuroendocrine Tumor: Report of an Extremely Rare Case and Review of Literature", "patient": "A 79-year-old man was admitted to the emergency department of our hospital for abdominal pain and jaundice. He was referred to our attention by the family physician. His medical history consisted of benign prostatic hyperplasia (BPH), mild mitral regurgitation, and chronic obstructive pulmonary disease (COPD), without previous surgical procedures; he had no family history of neoplasms. He was a former smoker. On physical examination, no mass or tenderness was detected. Vital signs were normal. Blood tests showed hyperbilirubinemia (4.5 mg/dl). Abdominal ultrasonography (US) was performed, showing dilatation of both biliary systems.\\nThe patient was admitted to our department of general surgery in order to perform further diagnostic tests. The abdominal computed tomography (CT) scan (Figure ) revealed an important dilatation of the biliary system and major pancreatic duct (MPD). The latter and terminal part of the common bile duct (CBD) showed a blunt interruption in the pre-ampullary tract. No other lesions were observed. Tumor markers dosage revealed high levels of CA19.9 (305 U/ml, range 0-33 U/ml).\\nMagnetic resonance imaging (MRI) documented a 15-mm low-intensity mass, seemingly protruding in the duodenal lumen with the involvement of the major pancreatic duct (MPD) (Figures -). Due to these findings, a peri-ampullary neoplasm was suspected.\\nEndoscopic ultrasound (EUS) and endoscopic retrograde cholangiopancreatography (ERCP) confirmed an 18x17 mm ipoechogenic nodular lesion close to AoV, with infiltration of the duodenal muscularis propria and pancreatic parenchyma. An enlarged lymph node was detected at the porta hepatis. During the examination, fine needle aspiration (FNA) of the ampullary lesion was performed, revealing the presence of malignant cells. After a multidisciplinary team meeting, surgery was recommended. A preoperative evaluation was performed, including a chest X-ray, and the patient underwent the Whipple procedure (pancreaticoduodenectomy) with portal and peri-choledocical lymphadenectomy. The postoperative course was uneventful, and the patient was discharged on his eleventh postoperative day in good clinical condition.\\nThe macroscopic surgical pathology report described two distinctive neoplasms (Figure ). The first neoplasm, detected during the radiological examination, was located at the junction of the ampulla and the duodenal mucosa and was described as a 3.5 x 3 cm, grayish, tender, ulcerated mass. The second neoplasm, documented for the first time during the macroscopic examination of the surgical specimen, was described as a 0.7 cm, capsulated lesion, located 1.2 cm away from the ampullary adenocarcinoma, in the lumen of the minor pancreatic duct. Microscopic examination revealed, for the first lesion, an invasive, moderately differentiated, intestinal-type ampullary adenocarcinoma, infiltrating the muscularis propria. The second neoplasm was classified as panNET G2 (Ki67 index: 3% of the neoplastic proliferation) and confirmed by immunohistochemical results (positivity to chromogranin, synaptophysin, and neuron-specific enolase (NSE)). Nine lymph nodes were examined, and all were negative for adenocarcinoma and pNET. The final pathological stage, based on the American Joint Committee on Cancer and the International Union Against Cancer (UICC TNM) staging system (8th edition), was pT2N0Mx G2 for the ampullary adenocarcinoma and pT1N0Mx G2 for the panNET.\\nThe patient survived 34 months after surgical treatment. He died during a hospitalization due to a urinary tract infection. Septic state was the cause of death. No evidence of disease recurrence was found at the last oncological follow-up performed two months prior that hospitalization.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'24212239': 1, '25494951': 2, '34189006': 1, '23170141': 1, '28357177': 1, '2644819': 1, '31086397': 1, '7978895': 1, '24619853': 1, '30098710': 1, '15395198': 1, '22675144': 1, '21067742': 1, '30342279': 1, '24146684': 1, '18508996': 1, '24368955': 2, '15154621': 1, '24740828': 1, '31886078': 2}", "similar_patients": "{'4301858-1': 1, '3866867-1': 1}"}