{"patient_id": 137332, "patient_uid": "6873066-1", "PMID": 31762769, "file_path": "noncomm/PMC006xxxxxx/PMC6873066.xml", "title": "Single Dose of Pseudoephedrine Induces Simultaneous Bilateral Acute Angle Closure Crisis", "patient": "A 59-year-old lady presented to a tertiary hospital emergency department with a 2-day history of blurred vision and headache in the context of an upper respiratory tract infection. She had taken a single tablet of “Mucinex D” prior to the onset of her visual disturbance. She denied any ocular trauma and had no significant ophthalmic history. Her medical history was only significant for hypothyroidism for which she took thyroxine as her only regular medication. On examination, her visual acuity (pinhole) was 6/60 + 2 on the right and hand motion on the left. The conjunctivae were injected bilaterally, and both pupils were mid-dilated and unreactive to light. The patient was referred to the neurology service for further assessment. The neurology service promptly referred the patient to the ophthalmology service given concerns of possible AACC.\\nFurther ophthalmic assessment revealed bilaterally oedematous corneas, shallow anterior chambers, and intraocular pressures of 53 and 51 mm Hg on the right and left, respectively. A diagnosis of simultaneous bilateral AACC was made. She received acetazolamide 500 mg i.v. in addition to brinzolamide, brimonidine, latanoprost, timolol, and pilocarpine drops. She then underwent bilateral YAG peripheral iridotomy with argon-pre-treatment. Post-procedure pressures were 9 and 32 mm Hg on the right and left, respectively. She was commenced on dexamethasone 0.1% topically bilaterally q.i.d., travoprost topically in the left eye only, and continued on the timolol and brinzolamide topically in the left eye only. The following day her visual acuity (pinhole) was 6/9 + 1 and 6/15 in the right and left eyes, respectively. Her pressures were 7 and 8 mm Hg, respectively.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'11514744': 1, '24790890': 1, '12908846': 1, '22477738': 1, '21347189': 1, '12194094': 1, '11339612': 1, '26535174': 1, '7507588': 1, '33945051': 1, '21040488': 1, '12917904': 1, '28669099': 1, '31762769': 2}", "similar_patients": "{}"}