{"patient_id": 5432, "patient_uid": "6319512-1", "PMID": 30652152, "file_path": "comm/PMC006xxxxxx/PMC6319512.xml", "title": "Dual-balloon assisted super-selective embolisation of high flow arterial venous fistula within a transplant kidney", "patient": "We present a case of a 70-year old Caucasian gentleman who underwent a living donor renal transplant 10 years ago following a diagnosis of glomerulonephritis aged 34. More recently, he had developed acute heart failure manifested by bilateral leg oedema, facial oedema and difficulty in breathing together with severe and difficult to control hypertension with wide pulse pressures. Biochemistry at the time of presentation revealed Cr 190 mmol/L and eGFR 27–32.\\nThe patient had past history of several transplant biopsies performed to investigate repeated rise in serum creatinine level over the last 10 years. Clinically, there was audible bruit over the right side of the lower abdomen. Ultrasound, CT angiography scan and subsequently catheter angiography demonstrated very high flow arterial venous fistula within the transplanted organ (Fig. ), likely to be the cause of the patients symptoms of decompensated heart failure. The main transplant artery and veins, as well as all intra renal branches were aneurysmal with extreme tortuosity, especially in the intra renal vessels. The maximum diameter of the main transplant artery was 12 mm with relative narrowing at the origin. Other salient findings were ectatic and tortuous iliac vessels (Fig. ). Given the decompensated heart failure being caused as a result of the high flow AVF, patient planned for super-selective embolisation of the arterio-venous communication under interventional radiology.\\nInformed consent was obtained and patient readmitted for elective super selective renal transplant embolization, to be performed under general anaesthesia in order to control the patient’s haemodynamic status. Given the knowledge of high flow through the AVM, plans were made to make both arterial and venous punctures. The contralateral left common femoral artery was punctured under ultrasound guidance and 6F sheath was inserted and positioned in the right common iliac artery. Through the sheath, the transplant artery was selected and 6mmx40mm angioplasty balloon was positioned and inflated at the origin of the transplant artery to reduce inflow and hence pressure into the AVM. The site of the AVM was approached via the venous side.\\nSince the arterial side has a tight, almost 360°, backward bend to AV communication site and the venous channel has shorter and straighter path, a 6F sheath was inserted into the right common femoral vein, aiming to deliver the embolic device. Multiple attempts at cannulating the fistula from the venous side failed due to the predicted factors previously described. The tortuosity of the vessels led to difficult in reaching the exact site of the AVM, whilst the high flow from the arterial side continually forced the guide wires and catheters out of the transplant vein and back up into the common iliac vein as the inflated balloon at the origin of the artery failed to reduce the flow.\\nTherefore, an additional 12F sheath and balloon (Medtronic ReliantM stent graft balloon catheter) were inserted into the venous ipsilateral side, coming from an insertion site just above the initial puncture. This balloon allowed transient occlusion of the common iliac vein (Fig. ), to ensure the guide wire remained in the transplant vein and not forced back into the host common iliac vein by the arterial pressure coming through the AVM. Once the wire was secured in situ, an occlusion plug (10mmx7mm) (AMPLATZER ™ Vascular Plug II, Abbott) was advanced through a 6F sheath and deployed across the fistula (Fig. ). This led to good embolic occlusive result with subsequent angiography showing no flow across the previous fistula (Fig. – (a) pre occlusion plug and (b&c) post occlusion plug).\\nFollowing successful embolisation of the fistula, patient’s haemodynamic status remained stable. There was a transient rise in serum creatinine immediately after the procedure due to contrast nephrotoxicity from the procedure itself. In the proceeding weeks, the blood pressure decreased to around 130/85 systolic and serum creatinine improved to 138 on latest bloods. Of most importance, the patient is clinically significantly improved and has reported complete resolution of breathlessness and oedema – suggesting his symptoms were a direct result of the AVF causing high flow cardiac failure.\\nUSS of the transplanted kidney performed 1 week after intervention showed good perfusion and no evidence of a residual or recurrent AV fistula. Follow up CT Angiogram performed 2 months after procedure confirmed good perfusion of transplanted kidney, stable position of the occlusion device at AVF site and resolution of the previous AVF (Fig. ).", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'26432734': 1, '12630992': 1, '18294344': 1, '16794894': 1, '20676847': 1, '31367570': 1, '8472136': 1, '4608451': 1, '24082481': 2, '25984027': 2, '9840051': 1, '14215839': 1, '30652152': 2}", "similar_patients": "{'3777326-1': 1, '4421237-1': 1}"}