{"patient_id": 132956, "patient_uid": "6455996-3", "PMID": 30921220, "file_path": "noncomm/PMC006xxxxxx/PMC6455996.xml", "title": "Diagnostic accuracy of pediatric atypical appendicitis", "patient": "Case 3 is a female of 7 years old. She was admitted in the hospital for presenting intermittent fevers, abdominal pain, and forebreast discomfort. There was no vomiting, diarrhea, melena, changes in bowel habits, rashes, or toxic ingestions reported. Parents denied sick contacts and recent travel history. History and family anamnesis were unremarkable.\\nPhysical examination revealed mild periumbilical tenderness, but no rebound tenderness and muscular guarding. The patient did not have any abnormal findings in the right lower quadrant abdomen. Vital signs at admission were as follows: heart rate: 104 beats/min; respiratory rate: 22 breaths/min; blood pressure: 95/65 mm Hg; and body temperature: 37.7°C. All other initial examination findings were benign. Laboratory testing revealed WBC, 22.63 × 109/L with a differential of 86.5% neutrophils, 9.3% lymphocytes, and increased levels of CRP at 146.9 mg/L (reference range <8 mg/L). Other routine test results, including blood glucose, renal function, liver enzymes, electrolytes, lactate dehydrogenase, and troponin were within normal reference ranges. Urinalysis, stool testing, and cardiogram were also unremarkable. US of abdomen showed unremarkable. Abdominal CT scan was performed on account of physical examination and laboratory data, indicating enlarged appendix in diameter without intraluminal stones (Fig. ). Because the girl was diagnosed with appendicitis, an emergency surgery should be performed. However, the patient and her parents strongly refused to undergo operative treatment. The patient's symptoms gradually improved on the second day after she was given antibiotics. On the 7th day of hospitalization, the patient was discharged in an asymptomatic condition. She was followed up after discharge without any symptoms, and appendicitis has not recurred yet. The clinical data were shown in Table .", "age": "[[7.0, 'year']]", "gender": "F", "relevant_articles": "{'32699677': 2, '20828717': 1, '3963537': 1, '28598452': 1, '26759641': 1, '18682583': 1, '16928974': 1, '23177898': 1, '23827295': 1, '26015876': 1, '30097276': 1, '19951508': 1, '29793425': 1, '17412185': 1, '9196342': 1, '20093517': 1, '10874234': 1, '30921220': 2}", "similar_patients": "{'6455996-1': 2, '6455996-2': 2, '7370680-1': 1}"}