{"patient_id": 15619, "patient_uid": "6967255-1", "PMID": 32026078, "file_path": "comm/PMC006xxxxxx/PMC6967255.xml", "title": "Intraoperative real-time three-dimensional transesophageal echocardiography as a precise navigator for a successful complicated postoperative left ventricular pseudoaneurysm repair: a case report", "patient": "A 56-year-old man presented with shoulder pain at rest and ST-segment elevation in leads II, III, aVF, V5, and V6. He had a history of valve-sparing aortic root replacement (the David procedure) combined with ascending aorta and hemiarch replacement for annuloaortic ectasia 1 year prior to presentation. His LV function immediately after surgery was normal without any regional wall motion abnormality. Coronary angiography was performed under the suspicion of acute coronary syndrome; 90% stenosis of the diagonal branch of the left anterior descending artery was detected. Transthoracic echocardiography (TTE) revealed a 17-mm perforation in the inferior wall of the LV and a PAN with a diameter of 7 cm. The LV dimensions and wall motion were normal. Mild mitral regurgitation was detected. Similar findings were obtained using left ventriculography and cardiac computed tomography.\\nBecause the patient was hemodynamically stable, with a low dose catecholamine administered soon after admission to the intensive care unit, elective surgical repair was planned due to the risk of redo surgery. However, his LV function and respiratory status rapidly deteriorated. He was intubated and placed on mechanical ventilation on hospital day 3. Intraaortic balloon pumping (IABP) was initiated due to low cardiac output syndrome on hospital day 5, and continuous hemodiafiltration was started on hospital day 7 due to acute kidney injury. As the orifice and size of the LV-PAN were enlarged, urgent surgical repair was performed on hospital day 11.\\nGeneral anesthesia was induced and maintained using sevoflurane, propofol, remifentanil, and rocuronium. Hemodynamics was maintained with dopamine at 2 μg/kg/min, dobutamine at 4 μg/kg/min, and milrinone at 0.35 μg/kg/min, all of which had been administered before surgery. Intraoperative two-dimensional (2-D) TEE revealed LV free wall rupture with a large echo-free space in the inferior wall (Fig. ). The RT 3-D TEE image clearly showed that the orifice of the PAN was located at the mid-inferior segment of the LV (Fig. ), adjacent to the attachment site of the posteromedial papillary muscle (Fig. ). The orifice of the PAN was located at the basal side of the insertion of the posteromedial papillary muscle; thus, we informed the cardiac surgeons that the repair procedure might affect the function of the posteromedial papillary muscle. Both side orifice images from PAN cavity (Fig. left) and LV cavity (Fig. right) allowed the surgeon to better understand the precise structure and plan the appropriate repair. In particular, 3-D images of the orifice from outside of LV cavity (Fig. left), which clearly visualized the posteromedial papillary muscle through the hole, were much useful to decide the suture site. The TEE image also showed minimal functional mitral regurgitation.\\nAfter a cardiopulmonary bypass (CPB) was established through femoral arteriovenous cannulation, a median sternotomy was performed, and adhesions were carefully detached to reach the LV-PAN. There was an extensive necrosis of the epicardium and a hematoma between the epicardium and the muscle layer were confirmed. A 2 × 2-cm defect of the LV wall formed the orifice of the PAN. The defect was closed carefully using the double patch technique to avoid injury of the papillary muscle. The patient was smoothly weaned from cardiopulmonary bypass with dopamine at 3 μg/kg/min, dobutamine at 3 μg/kg/min, milrinone at 0.5 μg/kg/min, and IABP. The surgery was completed, with difficulty in achieving hemostasis. TEE after weaning from CPB revealed neither exacerbation of the mitral regurgitation nor any remarkable changes in the morphology of the mitral valve (Figs. and ). The postoperative course was favorable and the patient was discharged in an ambulatory state on postoperative day 18.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'26792655': 1, '19219386': 1, '17484998': 1, '26384631': 1, '26257391': 1, '9471934': 1, '17482830': 1, '11926984': 1, '27400412': 1, '9741493': 1, '25282224': 1, '24917204': 1, '17257982': 1, '32026078': 2}", "similar_patients": "{}"}