{"patient_id": 7791, "patient_uid": "6465730-1", "PMID": 30729751, "file_path": "comm/PMC006xxxxxx/PMC6465730.xml", "title": "Functional characterization of a novel CSF1R mutation causing hereditary diffuse leukoencephalopathy with spheroids", "patient": "The 43-year-old female patient was initially referred to our university hospital because of progressive psychomotor decline during a period of about 1 year. Since the initial magnetic resonance imaging (MRI) of the brain revealed symmetric atrophy pronounced in the frontal lobes and periventricular with matter lesions a neurological examination was initiated (Figure a). The complex clinical presentation including progressive spastic-ataxic gait, spastic hemiparesis, apraxia, hand tremor, saccadic eye movements, speech production disorder, and brisk tendon reflexes was topologically correlated with the brain MRI alterations. For further differential diagnostics of an assumed inherited microangiopathy, the patient was referred to our genetic department at age of 44 years. No dysmorphological features suggesting a recognizable syndrome were detected. The pedigree analysis over three generations revealed several affected relatives with neurological disorders, indicating an autosomal dominant mode of inheritance (Figure ). The patient herself had no children. As far as known, the patient's mother had passed away at age of 45 years because of cerebral infarction leading to rapid neurological decline with aphasia and paralysis. A maternal aunt of the patient had died after several years of tentative diagnosis of Parkinson´s disease. Two maternal uncles of the patient were also supposed to have cerebral infarctions, one of them already deceased. The maternal grandmother is said to have died by renal insufficiency and polyneuropathy in association with diabetes mellitus. On several cousins, no information on their health conditions was available.\\nDifferential diagnoses including CADASIL (cerebral arteriopathy, autosomal dominant, with subcortical infarcts, and leukoencephalopathy), Fabry disease, Alzheimer's as well as Parkinson's disease, and frontotemporal dementia were considered clinically. However, using OMIM database search and the program Phenomizer (Kohler et al., , ), we found the best congruence with the clinical synopsis of HDLS and initiated targeted gene analysis of CSF1R which allowed us to confirm the diagnosis of HDLS in our patient.\\nDuring follow-up care, our patient was thoroughly examined by a neuropsychologist and a patholinguist at age of 46 years. In accordance with the literature (Freeman et al., ; Kohler, Curiel, & Vanderver, ), testing revealed rather unspecific cognitive deficits with a score of 28 of 30 points in the Mini Mental State Examination (MMSE). Impairment was proven in selective and divided attention, executive functions, and delayed recall in memory. The speech therapeutic diagnostics revealed hypokinetic dysarthria rather than aphasia as the patient was not able to speak, because phonation and word production were so difficult for her. Her understanding was actually quite well. In written form, she was able to produce grammatically correct sentences with orthographically challenging wording. The neuropsychiatric inventory (Schroeter et al., ) revealed apathy and depressive symptoms, the latter especially when she was confronted with her disease. In the neurological follow-up examination, 1 month later, the patient showed further progressive psychomotor decline with severe gait bradykinesia, postural instability, and spastic tetraparesis. The speech therapy had led to slight improvement of the hypokinetic dysarthria. However, severely impeded communication skills and labile affect were still present.\\nFollow-up MRI scans 30–34 months after the initial MRI imaging revealed a drastic progression of leukodystrophy with patchy and confluent bilateral white matter hyperintensities predominantly in the frontal and prefrontal white matter (Figure b,c; Figure ). Slightly less intense white matter changes with heterogeneous pattern were also seen in the bilateral parietal white matter. The configuration of some of the changes were tract-shaped and along the corticospinal tract bilaterally. We observed an asymmetry with right-sided accentuation of the bilateral ventricular dilatation as a sign of subcortical atrophy. Focal diffusion restrictions were seen in the bilateral precentral white matter as a correlate of the active inflammatory and degenerative processes as described characteristic for HDLS (Bender et al., ). A pronounced thinning of the corpus callosum and a diffuse cortical atrophy was observed.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'22542597': 1, '24336230': 1, '29302065': 1, '16823860': 1, '27490250': 1, '33203068': 1, '34145972': 1, '11756160': 1, '30067976': 1, '30105020': 1, '27190017': 1, '27680516': 1, '26476772': 1, '30498474': 1, '27899602': 1, '28921817': 1, '31484286': 1, '25042473': 1, '12832440': 1, '24145216': 1, '6595937': 1, '33376386': 2, '22588877': 1, '33287883': 1, '29290545': 1, '19487654': 1, '32055602': 1, '26931183': 1, '27174644': 1, '24198292': 1, '24034409': 1, '26347746': 1, '29440354': 1, '29063348': 1, '24713688': 1, '24681721': 1, '22459269': 1, '25497733': 1, '22050953': 1, '30249809': 1, '19800049': 1, '30467211': 1, '22044532': 1, '33802612': 1, '27859676': 1, '22046273': 1, '30429277': 1, '26163371': 1, '26747862': 1, '28636961': 1, '24532199': 1, '18422757': 1, '23169447': 1, '25851949': 1, '25712132': 1, '9261328': 1, '1557131': 1, '23550210': 1, '25311247': 1, '25239393': 1, '25935893': 1, '26222558': 1, '28076784': 1, '23052599': 1, '21378130': 1, '22197934': 1, '11071910': 1, '28383543': 1, '21653326': 1, '30729751': 2}", "similar_patients": "{'7765750-1': 1}"}