{"patient_id": 7977, "patient_uid": "6480770-1", "PMID": 31014297, "file_path": "comm/PMC006xxxxxx/PMC6480770.xml", "title": "Limited efficacy of adalimumab in the acute phase of serpiginous choroiditis refractory to corticosteroid and cyclosporine, a case report", "patient": "An 18-year-old woman was referred to our hospital with the complaint of central visual field defect in the right eye for 1 week and in the left eye for 3 days.\\nHer medical history was unremarkable except for pediatric asthma and appendicitis. She reported no raw meat consumption and had a dog until a year ago. She received vaccination for human papillomavirus 3 years ago. The best corrected visual acuity was 20/22 in both eyes.\\nThe anterior segment examination was unremarkable in both eyes. The fundus examination showed bilateral grayish-white retinal lesions around the macula, and the optical coherence tomography showed corresponding hyperreflectivity and thinning of the outer retina (Fig. ). The features of tuberculous serpiginous-like choroiditis such as vitreous hyper-reflective spots, intraretinal edema, sub-retinal pigment epithelium drusenoid deposits, and choroidal granulomas were not present []. The lesion was hypofluorescent and hyperfluorescent in the early and late phases, respectively, on fluorescein fundus angiography (FA). The lesion was hypofluorescent from the early to late phase on indocyanine green angiography (ICGA) (Fig. ).\\nThe intraocular pressures were 18 and 15 mmHg in the right and left eyes, respectively.\\nNo abnormalities were detected with blood tests except for a mild increase of C-reactive protein (0.4 mg/dL) and white blood cells (10,020/μL). We performed QuantiFERON tests at the initial presentation and 2 weeks later, which showed negative results.\\nShe was diagnosed with serpiginous choroiditis and treated with prednisone 40 mg/day.\\nOn the 6th day, the retinal lesion was enlarged, and the outer retinal damage had progressed (Fig. b). Thus, transvenous methylprednisolone (mPSL; 1 g/day) was administered for 3 days.\\nAfter the initiation of the steroid pulse therapy, the subjective symptoms improved. However, the grayish-white retinal lesions continued to enlarge in both eyes. The disease progression was not controlled despite 3 more days of mPSL (1 g/day), following 60 mg of oral prednisone. Sub-Tenon’s triamcinolone acetonide injection (20 mg) was administered to the left eye and then to the right eye. (Fig. c).\\nWe added oral cyclosporine (300 mg), and prednisone was switched to betamethasone (7 mg). The trough blood cyclosporin concentration was monitored and controlled at around 200 ng/mL. While the initially affected areas changed to atrophic scars, new lesions appeared adjacent to or away from the initial lesion (Fig. d). Subcutaneous injections of adalimumab (80 mg) were started on the 27th day, and intravitreal injections of triamcinolone acetonide (20 mg) were administered in the right eye on the 34th day, but they could not stop the disease progression. Oral cyclosporine (300 mg) and betamethasone (3 mg) and biweekly subcutaneous injections of adalimumab (40 mg) were continued, but the retinal lesions progressed up to 8 months (Fig. e). Her visual acuity declined to 20/66 and 20/200 in the right and left eyes, respectively. Both eyes showed a similar course during the observation period. The disease progressed up to the 9th month, but no new lesions were observed thereafter (Fig. f).", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'23480603': 1, '26044470': 1, '22892153': 1, '29866214': 1, '12777930': 1, '15850812': 1, '33024886': 1, '24304367': 1, '19799587': 1, '31014297': 2}", "similar_patients": "{}"}