{"patient_id": 830, "patient_uid": "6024813-1", "PMID": 29799438, "file_path": "comm/PMC006xxxxxx/PMC6024813.xml", "title": "Implementation of Low Glycemic Index Diet Together with Cornstarch in Post-Gastric Bypass Hypoglycemia: Two Case Reports", "patient": "The first subject is a 25-year-old female with a history of obesity who had undergone RYGB 2 year earlier, at which time her BMI was 35.1 kg/m2. Two years after surgery, she started to experience frequent episodes of hypoglycemia with tachycardia, sweating, and neuroglycopenic symptoms including confusion, dizziness, and blurred vision. Such symptoms occurred both in the postprandial state and during the night and were so frequent to impact negatively on her working capacity and quality of life. On admission to our Clinic, the patient had lost 35 kg and her body weight was stable. Continuous Glucose Monitoring (CGM, Dexcom G4 PLATINUM) for seven days evidenced ample blood glucose excursions throughout the day, with glucose peaks above 200 mg/dL after meals, followed by a rapid fall below 55 mg/dL (a), which were associated with hypoglycemic symptoms as recorded in the patient’s diary. It is interesting to note that low glucose levels occurred also during the night, as demonstrated by the considerable time spent below 55 mg/dL. Based on the continuous glucose profile showing a clear postprandial pattern of hypoglycemia associated with symptoms, we posed the diagnosis of PBH. From CGM, we also calculated the main indexes of glucose variability; i.e., coefficient of variation (CV), standard deviation (SD), and mean amplitude of glycemic excursions (MAGE) that resulted in an increase, as reported in .\\nThe patient was prescribed a normocaloric (1500 kcal) high-fiber (33 g), low-carbohydrate index (55) diet, which was divided into three meals and three snacks to avoid postprandial blood glucose peaks and prolonged fasting intervals (see ). Multivitamin and mineral supplements were also prescribed on the basis of biochemical analysis showing vitamin D (19 ng/mL) and iron (ferritin 10 ng/mL) deficiency.\\nFollowing nutritional therapy, the patient demonstrated a modest improvement of hypoglycemic symptoms but asthenia and tiredness in the early morning associated with fingerstick glucose level in the low range (<70 mg/dL) persisted. We supplemented the diet with a starting dose (30 g) of uncooked cornstarch administered before going to bed, which was progressively increased to 85 g/die (30 g in the morning and 55 g at bedtime; 1.25 g/kg b.w.) on the basis of the fingerstick home glucose profile. CGM, performed 12 weeks after beginning the cornstarch administration, showed a remarkable reduction in glucose variability indexes and postprandial glycemic peaks. Furthermore, the overall time spent in hypoglycemia (IG <55 mg/dL) decreased significantly. Of particular relevance is the reduction of the time spent in hypoglycemia during the night (from 23 to 1%; from 9.5 h to 35 min) (b). No side effect was recorded after cornstarch ingestion except for a slight abdominal distension during the first days of treatment.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'24374941': 1, '18667910': 1, '24468184': 1, '28969883': 1, '20495972': 1, '14980046': 1, '18566871': 1, '33974064': 1, '21868791': 1, '25755084': 1, '32047477': 2, '24876453': 1, '16801578': 1, '21331295': 1, '26840207': 1, '21525399': 1, '28110984': 1, '28392017': 1, '25866150': 1, '26388348': 1, '24617664': 1, '21414635': 1, '33256627': 1, '26315925': 1, '33239898': 1, '26788926': 1, '27230645': 1, '26373963': 1, '25737101': 1, '26846121': 1, '24737312': 1, '29799438': 2}", "similar_patients": "{'6996476-1': 1}"}