{"patient_id": 135225, "patient_uid": "6686291-1", "PMID": 31410244, "file_path": "noncomm/PMC006xxxxxx/PMC6686291.xml", "title": "Transient severe conduction disturbances associated with ankylosing spondylitis", "patient": "A 46-year-old man presented with general fatigue and dizziness on effort. Although he had chronic lumbago for 10 years, he never consulted an orthopedist. He was diagnosed with a severe conduction disturbance using an electrocardiogram (Figure A). His heart rhythm was 20-30 beats/minute with advanced and complete atrioventricular block and severe bradycardia. The serum levels of creatinine and electrolytes were within normal range and the plasma level of brain natriuretic peptide was 160 pg/mL on admission. A heart rate control therapy of a continuous isoproterenol injection was initiated on his admission day. His heart rhythm improved to Mobitz II second-degree atrioventricular block on the following day (Figure B), and his symptoms generally resolved. Transient advanced and complete atrioventricular blocks were observed only while he was sleeping. Ischemic heart disease was ruled out by a coronary artery angiogram, but mild coronary arteriosclerosis was observed. His carotid artery had mild arteriosclerotic changes based on ultrasonography. His cardiac function was normally preserved, with no signs of valvular diseases, including aortic regurgitation and basal septum degenerative changes, on echocardiography. He had a family history of AS; his father, younger paternal half-brother, and female cousin on the paternal side all had AS. X-ray and magnetic resonance imaging demonstrated bilateral sacroiliitis. He had clinical manifestations of inflammatory back pain, limitation of lumbar motion, and limitation of chest expansion. The patient was finally diagnosed with AS. C-reactive protein (CRP) and erythrocyte sedimentation rate (ESR) were slightly elevated at 0.66 mg/dL and 26 mm/h, respectively. Moreover, laboratory test results for HLA-B27 were positive.\\nCelecoxib (200 mg/day) was administered as a first-line medication therapy for AS after the definitive diagnosis. We changed the heart rate control therapy from isoproterenol to oral cilostazol (200 mg/day) because he did not consent to pacemaker therapy. He was eventually discharged, although the Mobitz II second-degree atrioventricular block persisted. Cardiac magnetic resonance imaging revealed a T2-weighted high-intensity signal (Figure A) and late gadolinium enhancement (Figure B) in the basal septum, suggesting inflammatory disease around the atrioventricular node and/or bundle of His. His conduction disturbance improved to a first-degree atrioventricular block after 14 days of celecoxib therapy (Figure C), and his symptoms completely resolved. The atrioventricular block was resolved 3 months later (Figure D). CRP and ESR decreased to 0.19 mg/dL and 11 mm/h, respectively, at that time. The severe conduction disturbance did not occur following medication therapy. The high-intensity signals completely disappeared in the cardiac magnetic resonance imaging scans after celecoxib therapy for 5 months (Figure C,D), showing the intensive, but reversible, inflammatory change of the septum in this case. However, the PR interval was prolonged again after celecoxib therapy for 6 months (Figure E), and CRP and ESR increased to 0.42 mg/dL and 15 mm/h, respectively.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'20132069': 1, '25890584': 1, '29259045': 1, '34307015': 1, '9341061': 1, '27852696': 1, '31410244': 2}", "similar_patients": "{}"}