{"patient_id": 11628, "patient_uid": "6729158-1", "PMID": 31559000, "file_path": "comm/PMC006xxxxxx/PMC6729158.xml", "title": "Pituitary macroadenoma resulting from primary hypothyroidism; a 16-year-old girl", "patient": "A 16-year-old female presented to Endocrinology clinic for pre-surgical consultation. She was a candidate for neurosurgical operation due to hypophyseal macroadenoma.\\nHer problems began 7 months ago with a chief complaint of galactorrhea which was accompanied by vertigo and low grade blurred vision without any headache. She had regular menstruations and had her first menstruation when she was 12 years old. She had no significant family history, she did not use any drugs with normal habitual history. She was married but she did not have children. In her primary visit, laboratory tests were asked for her and the following measures were reported: CBC ,ESR showed normal measures , thyroid stimulation hormone (TSH) level of more than 100 mU/L (reference range 0.350–4.94), free thyroxine (FT4) of 2.4 pmol/L (9.0–19.0 ), serum cortisol level was 14 µ g/dl (3-20 µg/dl), insulin growth factor-1 (IGF-1) 235 µ/l (84–100 µ/l) and serum prolactin level 31 ng/ml (4-23 ng/mL). Based on the above laboratory investigation, she was referred for a neurosurgical consultation due to her vertigo. Neurosurgeon asked for a brain MRI which showed the following measures:\\nPituitary magnetic resonance imaging (MRI) revealed a 17×12×11 mm homogeneous pituitary mass with upward convexity, discreetly hyper-intense on a T1 weighted image and hyper-intense on a T2 weighted image too ().\\nA neurosurgical operation was decided for the patient and she referred for endocrinology consultation. In endocrinology clinic (Loghman Hakim Hospital), physical examination revealed a well-developed female. Her weight was 54 kg, height 157cm and her body mass index was 22. Her vital signs were stable. She had normal secondary sexual characteristics; in thyroid examination, we found a diffuse goiter with 30-gram weight and firm consistency and induced galactorrhea was seen, too.\\nNew necessary laboratory tests considering previous laboratory tests were requested for her in our endocrinology clinic which showed the following measures:\\nThyroid stimulation hormone (TSH) level of more than 100 mU/L (reference range 0.350–4.94), free thyroxine (FT4) of 1.9 pmol/L (9.0–19.0). Her thyroid peroxidase (TPO) antibody level was 13.3 IU/mL (less than 35 IU/mL, serum cortisol level was 15.8 µg/dl (3-20 µg/dl), insulin growth factor-1 (IGF-1) 392 µ/l (84–100 µ/l) and serum prolactin level 42 ng/ml (4-23 ng/ml. She had normal perimetry (visual field test) although with blurred vision.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'9854688': 1, '9062487': 1, '22291465': 1, '15634713': 1, '16703407': 1, '10523016': 1, '23494012': 1, '25918635': 2, '7456971': 1, '20196402': 1, '31559000': 2}", "similar_patients": "{'4387347-1': 1}"}