{"patient_id": 127157, "patient_uid": "6007220-1", "PMID": 29942465, "file_path": "noncomm/PMC006xxxxxx/PMC6007220.xml", "title": "Biliary pancreatitis in a duplicate gallbladder: a case report and review of literature", "patient": "A 39-year-old healthy female, presented to our emergency department due to abdominal pain, nausea and vomiting. She was febrile, with a tender right hypochondrial and epigastric region. Her laboratory results showed a normal complete blood count and C-reactive protein level. Liver function test showed an elevation in total bilirubin at: 42 mmol/L, direct bilirubin level at: 29 mmol/L, gamma-glutamyl transferase (GGT) level at :160 U/L and Lipase level at: 34 000 U/L. An abdominal US showed two separate gallbladders with a sludge (Fig. ). Abdominal CT scan showed a Balthazar grade C pancreatitis and confirmed the presence of a double gallbladder (Fig. ). An MRCP confirmed the double gallbladder (Fig. ). An ERCP was performed with evacuation of biliary debris in the common bile duct (CBD). The patient was discharged home after appropriate medical treatment a couple of days later with a full normal liver function test. Two months later, a laparoscopic cholecystectomy was performed where the two gallbladders were dissected with a dome-down technique, from the gallbladder fundus towards the neck (Fig. ), the cystic duct and artery were identified. An intraoperative cholangiography was performed which showed patent intrahepatic ducts, cystic and CBD (Fig. ). A Hem-o-lock® clip (WECK Closure System; Teleflex Inc., Morrisville, NC, USA) was then placed on the main cystic duct (Fig. ), and another Hem-o-lock® clip was placed on the cystic artery. Figure showing the gross specimen. The final histopathology report concluded two separate gallbladders, each having its own cystic duct, with both cystic ducts joining to form a main cystic duct.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'19205686': 1, '8518469': 1, '20020393': 1, '33912366': 2, '7725218': 1, '22595736': 1, '22303634': 1, '19468813': 1, '337542': 1, '29942465': 2}", "similar_patients": "{'8071095-1': 1}"}