{"patient_id": 137549, "patient_uid": "6890189-1", "PMID": 31819670, "file_path": "noncomm/PMC006xxxxxx/PMC6890189.xml", "title": "Lemierre Syndrome. A Forgotten Disease. Case Report and Review of Literature", "patient": "A 70-year-old female came to the emergency department with the chief complaints of sore throat for 7 days. The pain was continuous and was radiating to the left ear and the left side of the neck. The pain was aggravated by swallowing both solid and liquid diet. The pain was also aggravated by neck movements. The patient complained of a severe headache and neck stiffness. The patient was also having fever for the same duration. There was no change in the patient voice. There was no breathing difficulty (). The patient was on Amoxycillin-Clavulanic acid (625mg three times a day for 1 week) for suspected streptococcal pharyngitis. However, her relatives were concerned as the fever and sore throat were not improving despite medications.\\nOn examination, the patient was alert and conscious with no signs of respiratory distress. The patient had high fever. Her temperature was 39.8°C. Her general physical examination was normal. On chest examination, bilateral crepitation with bronchial breath sounds was heard. Examination of her cardiovascular system, abdomen and skin were normal. Ear examination showed normal tympanic membrane with no mastoid tenderness bilaterally. On the oral cavity examination, the posterior pharyngeal wall was erythematous with a minimal bulge. The uvula was in midline. There was no evidence of facial nerve palsy nor trismus. On neck examination, tender lymph nodes were palpable in cervical level 1b and 2. Upon physical examination, the left external jugular vein had become a palpable strand with severe tenderness.\\nThe blood picture showed a total white blood cell count of 30,930/mm3 with left shift and consisted of 92% neutrophils. The C-reactive protein (CRP) was abnormally elevated (13mg/L). The serum electrolytes were within normal limits. She was a patient of diabetes and her blood glucose control was poor with HbA1C of 12.8. The blood culture was done in Brain Heart Infusion (BHI) broth. It did not show any growth. Lumbar puncture was done but it was negative for meningitis. Urine analysis was negative for any signs of infection. Sputum culture showed Enterobacter species sensitive to gentamicin, meropenem and levofloxacin. X-ray neck anteroposterior and lateral view showed increase in prevertebral shadow at the 4th cervical vertebral region. Cervical lordosis was lost. Diffuse pulmonary infiltrates were present (). To rule out deep neck abscess, computed tomography of the neck and chest with intravenous contrast was done. CT scan showed peripheral enhancing collection in the neck in the prevertebral region measuring approximately 10×2 cm and extending from C4 to T3 region. Nasopharynx, oropharynx and hypopharynx appeared normal. The left internal jugular vein showed filling defect extending from the jugular foramen to the common jugular confluence, suggestive for high-grade partial occlusion due to thrombus formation. The cavitary lesion was seen in the left lower lobe of the lung peripherally due to metastatic septic emboli. Bilaterally, multiple nodules were seen in the lung with mild pleural effusion (–).\\nThe patient was kept on intravenous meropenem (1gram 8 hourly via intravenous route), metronidazole (500mg 8 hourly via intravenous route) and gentamicin (80mg 8 hourly via intravenous route). The pus in the retropharyngeal space was aspirated by inserting a 10-ml syringe through the oral cavity into the posterior pharyngeal wall. Around 10ml of pus was aspirated. Daily aspiration was done. There was no pus collection on the fourth day. The pus was sent for culture and sensitivity. However, no growth was seen. Anticoagulation therapy with enoxaparin (40mg subcutaneous injection once a day) was also started to the patient. The intravenous antibiotic treatment was given for two weeks. The patient’s condition gradually improved. After two weeks, the patient was discharged on a six weeks course of oral antibiotics and anticoagulation. The antibiotics given were Levofloxacin (500mg once a day) and Clindamycin (300mg three times a day) and the anticoagulant used was warfarin (1mg once a day orally for 6 weeks). On the follow-up visit, the patient was doing well. The patient was followed up to 3 months. She was doing perfectly well.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'3541033': 1, '19124638': 1, '32257727': 1, '2646510': 1, '7396801': 1, '980501': 1, '2649965': 1, '7369198': 1, '31819670': 2}", "similar_patients": "{}"}