{"patient_id": 136143, "patient_uid": "6754669-1", "PMID": 31537609, "file_path": "noncomm/PMC006xxxxxx/PMC6754669.xml", "title": "Remission of treatment-resistant depression with tardive akathisia with electroconvulsive therapy", "patient": "A 57-year-old woman presented with symptoms of low mood, loss of interest, nervousness and anxiety. After several unresponsive trials of SSRIs (paroxetine, escitalopram) and serotonin and norepinephrine reuptake inhibitors (SNRIs; venlafaxine, duloxetine), she was diagnosed with treatment-resistant depression. Although her depressive symptoms and anxiety showed minimal improvement after the trial of these antidepressants, the patient did not have any suicidal thoughts at this point.\\nSubsequently, she was prescribed the antipsychotic agent, olanzapine, to augment the SSRI escitalopram. This combination of medications did improve her symptoms for several weeks. However, a few weeks later while on escitalopram and olanzapine, the patient suddenly developed severe restlessness, inability to sit down and had to constantly pace around to feel more at ease. This would last until late at night affecting her sleep. Symptoms continued for weeks and as a result the patient became exhausted, severely distressed and exhibited suicidal thoughts and actions. For this reason, the patient was admitted as an inpatient in a psychiatric ward. After several weeks of suffering, the objective motor symptoms and inner restlessness were attributed to tardive akathisia using the Barnes Akathisia Rating Scale. It is important to note that although the patient was depressed, she displayed important signs of akathisia. She expressed severe distress associated with a sense of inner restlessness. She also reported a strong desire to walk and pace around most of the time which was the only way she could alleviate her restlessness. This is a characteristic feature of akathisia and constitutes one of the criteria of the Barnes Akathisia Rating Scale. On observation, the patient was unable to remain seated and was constantly rocking from foot to foot. Consequently, the causative agents were withdrawn but her inner restlessness remained unaltered even after the withdrawal of both the antipsychotic and SSRI. The patient scored 5/5 on the Barnes Akathisia Rating Scale (severe akathisia). At this point, doctors where uncertain on how to proceed as literature provides minimal guidelines on how to tackle such cases. Meanwhile her symptoms were severe, and the patient was still suicidal.\\nMost of the medications suggested in literature for akathisia were tried such as, beta-blockers, benzodiazepines and anticholinergic agents, but none achieved an improvement of the patient’s symptoms. The patient’s tardive akathisia severely complicated her treatment-resistant depression. At this stage, physicians were left with no other evidence-based treatment options and decided to carry out a single-photon emission CT (SPECT) scan to exclude the differential diagnosis of Parkinson’s disease.\\nIt is therefore essential that all practitioners are aware and competent in promptly identifying and managing akathisia. Commonly, practitioners may be reluctant to diagnose akathisia, attributing symptoms of restlessness to the patient’s anxiety. As a result, more medications are prescribed, and doses are increased leading to paradoxically negative effects. This process is repeated, creating a vicious cycle. The use of rating scales such as the Barnes Akathisia Rating Scale can help doctors make an early diagnosis and prevent complications.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'22523509': 1, '25538344': 2, '28006090': 1, '1687486': 1, '19698610': 1, '11488371': 1, '22654508': 1, '34566725': 2, '24568368': 1, '21791035': 1, '11281983': 1, '9694033': 1, '31537609': 2}", "similar_patients": "{'4264088-1': 1, '8460752-1': 1}"}