{"patient_id": 128787, "patient_uid": "6137022-1", "PMID": 30255003, "file_path": "noncomm/PMC006xxxxxx/PMC6137022.xml", "title": "Uterocutaneous fistula after pelviscopic myomectomy - successful diagnosis with hystero-salpingo contrast sonography and complete tract resection and medical treatment for fertility preservation in young woman: a case report", "patient": "A 30-year-old nulliparous woman was referred to general surgery department in our tertiary medical center for suspicious small bowel ileus with possible obstruction 5 days after pelviscopic myomectomy on 10 cm sized myoma in private gynecologic hospital. On 6th day of admission, explorative laparotomy was performed due to suspected mechanical obstruction on abdominal-pelvic CT and septic condition with persistent fever and aggravated abdominal pain in spite of conservative management such as NPO, hydration and use of antibiotics.\\nOn the surgical exploration, greenish bowel contents were found in whole intra-peritoneal cavity. Three perforation sites of proximal ileum and generally edematous and fragile small intestine from distal jejunum to proximal ileum were visible. After large amount of saline irrigation, about 1 meter long resection of small intestine and end-to-end anastomosis were performed. During the pelvic exploration, a ruptured uterine fundus was found with exposed endometrium and large hematoma was visible on the myomectomy site. Dehiscenced myometrium was repaired by interrupted 2 points suture with Vicryl 2-0 (Ethicon, Cincinnati, OH, USA).\\nFollow-up abdominal-pelvic CT was taken on 8 days after explorative surgery due to bloody discharge from the mid-line abdominal wound with menstrual period. It revealed large hematoma around uterine fundus and accompanied peritoneal thickening. Percutaneous abdominal drainage was inserted to the hematoma, and bacterial culture from the drainage revealed Citrobacter freundii and Enterococcus faecalis infection. After proper antibiotics treatment, the patient was discharged with afebrile condition. After twice a weekly follow-up for 1 month, the bloody discharge was noticed ongoing just during menstrual periods. Biopsy was performed on no improved abdominal wound, and pathologic report suggested endometriosis with acute and chronic inflammation with abscess formation.\\nHystero-salpingo contrast sonography was performed on the first visit in our out-patient department, 2 and a half months after initial pelviscopic myomectomy. The result revealed endometrial cavity linked to the right side of uterine fundus at which previous myomectomy was performed. Also, contrast spillage to the intra-abdominal cavity and 0.5 cm defect in the lower part of abdominal wound was observed (). Reoperation was planned for probable myometrial dehiscence repair and simultaneously uterocutaneous fistula tract removal.\\nOn the explorative laparotomy performed 3 months after initial pelviscopic myomectomy, 6 cm low vertical incision was made including total removal of fistula tract opening. Fistulous tract connecting abdominal skin to the previously unhealed myomectomy site was completely resected together with surrounding soft tissues. Adhesion of small intestine, sigmoid colon, bladder dome and omentum around the fistula tract were unstucked. Percutaneous abdominal drainage site through the left lower quadrant skin puncture was also completely resected to prevent further fistula formation. Ragged uterine fundus tissue was debrided and dehiscenced uterine wall was repaired layer by layer, Vicryl 3-0 (Ethicon) interrupted suture on endometrial layer, Vicryl 2-0 (Ethicon) interrupted suture on myometrial layer.\\nResected abdominal wall fistula tract specimen revealed acute and chronic inflammation with granulation tissue, extensive fibrosis, and foreign body reaction on a pathologic report. Percutaneous abdominal drainage insertion site tissue revealed chronic inflammation with extensive fibrosis, hemorrhage and foamy histocytes on a pathologic report.\\nTransvaginal sonography taken on 4 days after fistulectomy and uterine repair revealed well margined myometrium without hematoma and no free fluid collection in pelvic cavity (). On 6 days after surgery, abdominal skin wound was well healed and stitched out. Also, follow-up abdominal-pelvic CT revealed immediate postoperative state of myomectomy site without any evidence of dehiscence (). The patient was discharged with first 3.75 mg GnRH agonist (Takeda Pharmaceutical Company, Tokyo, Japan) injection. During the 3 months of GnRH agonist after the surgery, there is no evidence of recurrent fistula formation until now.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'8290420': 1, '24405990': 1, '26989289': 2, '18506462': 1, '18239009': 1, '14671417': 1, '25526507': 1, '24219743': 1, '13578288': 1, '22381970': 1, '16806645': 1, '30255003': 2}", "similar_patients": "{'4764968-1': 1}"}