{"patient_id": 132033, "patient_uid": "6394364-1", "PMID": 30863733, "file_path": "noncomm/PMC006xxxxxx/PMC6394364.xml", "title": "Pulmonary thromboembolism secondary to pelvic thrombosis related to giant ovarian tumor", "patient": "A 74-year-old female who lived alone was found dead in her home. The estimated time of death was evaluated to be of 48 hours. According to the relatives’ information, she was diagnosed with hypertension and was under a diagnostic workup of an ovarian cyst. The judicial authority required an autopsy, which was performed 2 days after the discovery of the corpse.\\nThe external examination revealed an apparent well-preserved corpse with a body mass index of 34.8, without any sign of external injuries. The examination of the head and neck was unremarkable. However, the examination of the lung depicted an extensive bilateral thrombosis of the main pulmonary arteries until their segmental subdivision. The large thrombus entirely occluded the arterial lumen, reproducing the shape of the vessel as a “cast”, coated by the intimal surface, characterizing a bilateral massive pulmonary thromboembolism.\\nAccording to the morphological characteristics, a thromboembolic nature was macroscopically confirmed ( and ).\\nAt the opening of the abdominal and pelvic cavities, the left uterine adnexa were represented by a smooth cystic tumor, weighing 15 kg () and measuring 33 cm in its longest axis. At the cut surface, the cyst was multiloculated and drained a yellowish mucinous material. No papillary excrescences were seen, but a partly necrotic and solid nodule of 8.5 cm was found adhered to the cystic wall.\\nThe examination of the contralateral ovary and uterus was unremarkable, the latter showing an atrophic endometrium. The bilateral dissection of the deep vessels of the lower limbs failed to show thrombosis, while the exploration of the veins of the pudendal plexus (ovarian and periuterine veins) showed the presence of extensive thrombosis ().\\nNo other noteworthy finding was detected. The cause of death was identified as massive pulmonary thromboembolism in a woman with a large ovarian neoplasm. During the autopsy, different organs were sampled (uterus, ovarian neoplasm, pudendal plexuses and thrombotic formations) for histopathologic investigation.\\nMoreover, samples of biological fluids (heart and femoral blood, urine, bile and gastric content) were taken for toxicological analyses. The search for drugs and/or alcohol was performed and results were negative.\\nMicroscopically, the massive ovarian neoplasm was assessed as “atypical proliferating mucinous tumor (borderline)” () and the thrombotic nature of the occluding material in the periuterine veins was confirmed, with secondary thromboembolism in the pulmonary arteries.\\nTherefore, the cause of death was identified as pulmonary thromboembolism due to pelvic thrombosis, concomitant with a giant ovarian neoplasm. According to the evidence provided by the autopsy and the histological findings, the compression effect of the mass on the pudendal venous plexus enabled the formation of intravascular thrombi, whose detachment led to pulmonary embolism and death.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'4522873': 1, '3546076': 1, '26497398': 2, '16009407': 1, '10499070': 1, '24793732': 1, '17918266': 1, '23346314': 1, '2475526': 1, '24094893': 1, '17211468': 1, '27404631': 1, '16549834': 1, '21817850': 1, '15790441': 1, '15182825': 1, '660790': 1, '350338': 1, '12407439': 1, '26653367': 1, '17895896': 1, '17852460': 1, '6407544': 1, '17408726': 1, '23835533': 1, '12974096': 1, '26546690': 1, '30863733': 2}", "similar_patients": "{'4944346-1': 1}"}