{"patient_id": 137659, "patient_uid": "6900407-1", "PMID": 31808324, "file_path": "noncomm/PMC006xxxxxx/PMC6900407.xml", "title": "Propionic Acidemia with Novel Mutation Presenting as Recurrent Pancreatitis in a Child", "patient": "On January 27, 2014, a 4-year-old boy was admitted owing to a second episode of pancreatitis at a general hospital and experienced abdominal pain and vomiting for 3 days. The first episode of acute pancreatitis occurred 1 year before. He was referred to our children's hospital for further work-up and treatment. At arrival, he was fully conscious, and his symptoms were much improved. Laboratory tests revealed a hemoglobin level of 13.2 g/dL, white blood cell count of 8,720/µL, and platelet count of 334,000/µL. Amylase and lipase levels were 175 and 465 U/L (normal range, 22–80 and 0–60 U/L) respectively, which were improved from 773 and 1,969 U/L at a regional hospital 2 days prior. Coagulation tests revealed normal. He had metabolic acidosis with HCO3− level of 8 mmol/L, and a base deficit of 16 mEq. Urinalysis revealed severe ketonuria. Fasting blood glucose level was 65 mg/dL, and ammonia level was 59 μmol/L. Magnetic resonance cholangiography revealed a diffusely swollen pancreas without parenchymal necrosis and duct anomaly (). The patient received TPN consisting of all macronutrients, including amino acids. However, metabolic acidosis, intermittent vomiting, and decreased activity persisted. On the seventh day of hospitalization, he was transferred to the intensive care unit because of a sudden metabolic crisis with generalized tonic convulsion lasting for 2 minutes, with prolonged postictal drowsiness. His blood pressure decreased to 81/42 mmHg. Ammonia increased to 175 μmol/L. Amylase and lipase levels were 168 and 413 U/L, respectively. Platelet count was 86,000/μL, and PT and aPTT were not measurable (). Fibrinogen and antithrombin levels decreased to 114.5 mg/dL and 68.4%, respectively. D-dimer level increased to 1.6 mg/L, and disseminated intravascular coagulation was evident. Azotemia was not observed, and calcium decreased to 5.7 mg/dL.\\nThe CT scan of brain was unremarkable. The chest X-ray showed signs of pulmonary edema, and the patient's oxygen saturation decreased to < 90%. The electrocardiogram showed tachycardia at a rate of 150 beats/min, and the QTc interval prolonged to 0.527 seconds. The echocardiogram revealed decreased left ventricular contractility, with an ejection fraction of 41.0% and fractional shortening of 19.8%, and digoxin was administered to treat toxic myocarditis. Intensive care was applied for myocarditis, hyperammonemia and disseminated intravascular coagulation caused by metabolic crisis. All-in-one TPN fluid was changed to TPN fluid without amino acid. In the metabolic disease work-up, tandem mass spectrometry showed an increase in C3 carnitine, indicating the possibility of PA and methylmalonic acidemia. Increased glycine level in plasma amino acid testing and increased 3-hydroxypropionic acid, methylcitric acid, and propyl glycine levels in urine organic acid testing suggest PA. Molecular genetic analysis revealed compound novel heterozygous mutations of PCCB gene: c.1316A>G (p.Tyr439Cys) and exon 8 deletion. Both mutations were predicted to be deleterious by in silico analysis database, SIFT, PolyPhen-2 and Mutation Taster. The patient's condition and all laboratory test results improved to reach the normal values after protein administration was stopped and replaced with supportive care, including methylmalonic propionic acidemia (MPA) formula, metronidazole, and antioxidant cocktail including biotin, vitamin E, L-carnitine. Five years of follow-up until now, the patient experienced several additional episodes of recurrent pancreatitis even after the administration of MPA formula and restriction of protein supplementation. After regular prophylactic use of metronidazole (weekly dose every month), no incidence of pancreatitis has occurred. Growth and development of the patient occurred normally.\\nThe patient's legal guardians provided written informed consent.", "age": "[[4.0, 'year']]", "gender": "M", "relevant_articles": "{'2116511': 1, '15583780': 1, '8301430': 1, '7957390': 1, '16530519': 1, '21908219': 1, '18728537': 1, '7031206': 1, '33472655': 2, '19006211': 1, '17022070': 1, '28401058': 2, '23305374': 1, '8929729': 1, '21986446': 1, '7708590': 1, '8540502': 1, '8618204': 1, '23509210': 1, '31808324': 2}", "similar_patients": "{'5385309-1': 1, '7819202-1': 1, '7819202-2': 1, '7819202-3': 1, '7819202-4': 1}"}