{"patient_id": 135147, "patient_uid": "6677046-1", "PMID": 31332141, "file_path": "noncomm/PMC006xxxxxx/PMC6677046.xml", "title": "Post-small incision lenticule extraction phacoemulsification with multifocal IOL implantation: A case report", "patient": "A 54-year-old male, presented in January 2018 with complaints of diminished vision and night glare, 5 years after undergoing SMILE for correction of high myopia (−9.5DS/−0.50DC @45° OD and − 10.0DS/−0.50DC @115° OS) in both eyes. Post SMILE, he was satisfied and achieved an uncorrected distance visual acuity (UDVA) of 20/20 OU.\\nOn clinical examination, he had a nuclear sclerotic cataract of grade 2 OD and grade 1 OS. His Snellen's uncorrected vision had dropped to 20/80 OD and 20/40 OS. Subjective refraction was -2.75DS/−0.75DC @30° OD and − 2.0DS/−0.75DC @140° OS; which improved his CDVA to 20/32 OD and 20/25 OS. Fundus examination was unremarkable in both eyes. Patient was advised cataract surgery for both eyes and chances of refractive surprises due to potential biometry errors were explained.\\nPreoperative assessment included Scheimpflug imaging for topography and corneal aberrometry with the Pentacam® (Oculus Optikgeräte GmbH, Wetzlar, Germany), along with the IOLMaster® 700 (Carl Zeiss Meditec, Jena, Germany) for biometry.\\nTopography showed uniform central flattening with distinct peaks and regular keratometric distribution on Holladay-EKR report [Figs. and ]. Zernike analysis revealed positive spherical aberrations of 0.677 μ OD and 0.532 μ OS []. Considering the favorable topographic profile and patient's need for spectacle independence for all distances, a trifocal multifocal IOL (AT LISA TRI 839MP IOL, Carl Zeiss Meditec) was found suitable for implantation.\\nVarious formulae were compared to predict the IOL power [], of which the EKR with Holladay II and TK® with Barrett Universal II, suggested close IOL powers for emmetropia []. TK® with Barrett Universal II, was finally chosen and the patient received an implant of + 19.0 D OD and + 18.0 D OS.\\nOne month poste-operatively, his binocular UDVA was 20/20p which improved to 20/20 with 0.00DS/+0.50DC @130° OD and +0.50DS/−0.50DC @160° OS, respectively. His binocular uncorrected near visual acuity was N6 and intermediate vision at 60 cm with ETDRS chart was LogMAR- 0.1. The patient was satisfied and spectacle free at all distances. He reported minimal haloes at night, which were acceptable, and is expected to improve with neuro-adaptation over time.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'15232475': 1, '28860693': 1, '27028185': 1, '26432119': 1, '20227675': 1, '16338535': 1, '26301104': 1, '26459996': 1, '27006324': 1, '25751842': 1, '25250415': 1, '27409468': 1, '20199012': 1, '29283117': 1, '24461503': 1, '21397457': 1, '27562430': 1, '25291751': 1, '31332141': 2}", "similar_patients": "{}"}