{"patient_id": 131931, "patient_uid": "6388081-1", "PMID": 30834106, "file_path": "noncomm/PMC006xxxxxx/PMC6388081.xml", "title": "Unusual presentation of metastatic leiomyosarcoma—right forearm swelling", "patient": "A 71-year-old male was referred to sarcoma clinic on 11/9/2017 with a painless swelling in his right forearm. He had a previous history of primary retro-peritoneal leiomyosarcoma surgery in 2011 with subsequent liver and lung metastases for which he underwent surgical resection in January 2017. His other past medical history included benign prostatic hypertrophy (controlled with medication), otherwise he was fully mobile, fit and well. This right-hand dominant male described a gradual 3-month history of increasing painless swelling to the volar aspect of the right forearm with full function of the arm and no neurological deficit. On clinical examination, there was a soft 5 × 4 cm swelling, 5 cm proximal to wrist crease in the volar compartment of the right forearm. The swelling was fixed, non-tender with no distal neurovascular deficit and or regional lymphadenopathy. Magnetic resonance imaging (MRI) of the right forearm demonstrated a 45 × 33 × 19 mm mass in the volar aspect in close relation to the median nerve (Fig. ). Ultrasound-guided needle core biopsy was consistent with LMS and the histology was similar to the previous LMS suggesting the possibility of metastatic LMS. Staging studies did not show any other metastatic deposits. Following multidisciplinary team discussion, he underwent planned marginal excision of the metastatic sarcoma with preservation of the median nerve. Histology confirmed LMS composed of spindle cells with eosinophilic cytoplasm with mild pleomorphism confined within the perimysium with no necrosis or vascular invasion (trojani grade 1). The patient recovered well post operatively with no neurological deficit only complicated with a mild episode of cellulitis to the wound site which fully resolved with a short course of oral antibiotics. One year after surgery, the patient has full function and use of his right hand and there is no evidence of LMS recurrence or further metastatic spread both clinically and radiologically on recent CT scan of his chest, abdomen and pelvis and MRI scan of the forearm (Fig. ).", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'18597243': 1, '1439022': 1, '12829150': 1, '17681989': 1, '16182914': 1, '21826194': 1, '25795407': 1, '2064467': 1, '6729102': 1, '24976779': 1, '30834106': 2}", "similar_patients": "{}"}