{"patient_id": 135081, "patient_uid": "6667986-1", "PMID": 31384424, "file_path": "noncomm/PMC006xxxxxx/PMC6667986.xml", "title": "Massive lymphatic leakage after lung cancer surgery via median sternotomy", "patient": "A 67-year-old man was referred to our hospital after transbronchial biopsy confirmed a diagnosis of non-small cell lung cancer. His physical examination findings and laboratory data were unremarkable. CT revealed a right upper lobe mass (diameter, 4.1 cm) in the apical portion; and thus, invasion of the right subclavian artery was suspected. On clinical staging, the tumor was T4N0M0, Stage IIIA. He underwent right upper lobectomy and mediastinal lymph node dissection via median sternotomy. Complete resection was achieved without concomitant resection of the right subclavian artery. The histological diagnosis was squamous cell carcinoma (pT3aN0M0, Stage IIB). Two drainage tubes were placed in the right thoracic cavity, and a total milky fluid volume of 2000 ml was drained on postoperative day (POD) 2. The volume of chylous drainage did not reduce with total parenteral nutrition. On POD 4, right-sided video-assisted thoracic surgery was performed 1 hour after intake of ice cream, to identify the site of chylous leakage. On intraoperative observation, multiple leakage sites were noted between the trachea and superior vena cava, and these sites were clipped and sealed with fibrin glue. However, the thoracic duct could not be identified in the right posterior mediastinum. After this surgical procedure, the volume of chylous drainage did not decrease. In addition, on POD 5 the patient complained of dyspnea. A chest X-ray revealed left pleural effusion, and a drainage tube was inserted into the left pleural cavity. LAG was performed to identify the leakage site, and the total amount of drained effusion from both sides was 3200 ml/day on POD 6 (2 days after the reoperation). The right inguinal lymph node was punctured with a 23-gauge needle under ultrasound guidance, and a total lipiodol volume of 7 ml was slowly injected under fluoroscopic guidance. CT after LAG revealed that the thoracic duct was located on the left side (Fig. ). However, a day after LAG, the leakage site could not be clearly identified. Additionally, CT showed accumulation of lipiodol at the anterior mediastinum, which suggested the presence of chylous leakage from the thoracic duct tributaries in the anterior mediastinum (Fig. ). Bilateral pleural effusion gradually decreased after LAG, and a low-fat diet was started on POD 20. The right and left chest drainage tubes were removed on POD 21 and POD 28, respectively. The patient was eventually discharged 30 days after the first surgery (23 days after LAG). CT performed 2 months after LAG revealed lipiodol retention in the thoracic duct and mediastinum. The patient remains asymptomatic without pleural effusion at 6 months after discharge.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'29132697': 1, '34733476': 2, '23971461': 1, '24811982': 1, '8914788': 1, '19029221': 1, '23764409': 1, '20013098': 1, '12965326': 1, '31384424': 2}", "similar_patients": "{'8560721-1': 1}"}