{"patient_id": 137770, "patient_uid": "6907415-1", "PMID": 31859840, "file_path": "noncomm/PMC006xxxxxx/PMC6907415.xml", "title": "Pancreatitis as a severe complication of leptospirosis with fatal\\noutcome: a case report", "patient": "A 48-year-old unemployed man from Fortaleza, Brazil, was admitted to an intensive\\ncare unit with diffuse abdominal pain that began 10 days earlier and worsened in the\\nprevious two days, in addition to vomiting, myalgia, calf pain, fever and\\nconjunctival hyperemia. He also presented with progressive jaundice for four days.\\nThe patient also reported dark brown urine and no stool color changes. He informed\\nto have been bitten by a rat two weeks before admission. On physical examination,\\nthe man presented with a facial expression of pain, diminished turgor, pallor and\\njaundice. He was afebrile and his abdomen was enlarged, distended and painful to\\nsuperficial and deep palpation. No organ enlargements were detected. Cardiac and\\npulmonary auscultation were normal. Blood pressure was 100/60 mmHg, heart rate was\\n116 bpm, temperature was 36.4 °C, respiratory rate was 17 ipm and oxygen saturation\\nwas 97%.\\nLaboratory findings () on hospital\\nadmission included hemoglobin: 12.8 mg/dL, hematocrit: 36.9%, leucocytes:\\n20,200/mm (with 9% of bands), platelets: 32,000/mm, creatinine: 2.73 mg/dL, urea: 105 mg/dL, lipase: 114 IU/L, amylase: 664\\nIU/L, alkaline phosphatase: 115 IU/L, gamma-glutamyl transferase (GGT): 84 IU/L,\\naspartate transaminase (AST): 96 IU/L, and alanine transaminase (ALT): 81 IU/L.\\nMoreover, an abdominal ultrasound revealed enlarged liver with irregular walls and\\ngrade II steatosis; bile duct stones; normal choledochal duct and a stone in the\\nright kidney. On the second day at the Emergency Care Unit, the patient reported\\npersistence of the symptoms and presented with jaundice. He has also became anuric.\\nPhysical examination findings were: blood pressure: 100/60 mmHg, heart rate: 110\\nbpm, respiratory rate: 17 ipm, temperature: 35.7 °C, and oxygen saturation: 93%\\n(). Laboratory exams revealed:\\nhemoglobin: 11.9 mg/dL, hematocrit: 33.7%, leukocytes: 14,800/mm (with 9% of bands), platelets: 20,000/mm, international normalized ratio (INR): 1.08, ratio of activated partial\\nthromboplastin time (aPTT): 1.43, total bilirubin: 18.48 IU/L, direct bilirubin:\\n16.67 IU/L, indirect bilirubin: 1.81 IU/L, creatinine: 4.1 mg/dL, urea: 176 mg/dL,\\nsodium: 142 mEq/L, potassium: 4.5 mEq/L, AST: 77 IU/L, ALT: 62 IU/L and the arterial\\nblood gas showed a metabolic acidosis (pH: 7.11, pCO2: 28 mmHg,\\npHCO3\\n–: 9.8 mmHg).\\nThe antibiotic treatment (ampicillin and sulbactam), hydration, and supportive\\nmeasures began and on the third day of hospitalization, the patient was transferred\\nto a reference hospital for high complexity to perform sustained low efficiency\\ndialysis (SLED). The continuous renal replacement therapy (CRRT) was not performed\\ndue to the unavailability of this type of therapy in the hospital. Later, on the\\nsame day, the patient progressed with respiratory distress, presenting with\\nuniversal vesicular murmur with bibasal rales. He had worsening renal function,\\nmetabolic acidosis, pulmonary congestion, low platelet count (14,000/mm) and persistence of anuria. Noradrenaline, platelet transfusion, ceftriaxone\\n(1 g intravenously every 12 h) and new supportive measures were initiated.\\nOn physical examination, pulmonary and abdominal abnormalities persisted, as well as\\nthe previous symptoms (dyspnea, jaundice, myalgia and calf pain). He did not report\\nnausea, vomiting, sweating and chills. As the patient had progressive respiratory\\ndistress and hypotension, orotracheal intubation was performed as well as an extra\\nSLED session and volume restriction was initiated due to an oliguric acute renal\\ninjury and suspected alveolar hemorrhage. The patient's chest x-ray is shown in\\n. The patient has also presented\\nwith hypokalemia, which was corrected by a potassium chloride administration. Later\\non the same day, an electrocardiogram (ECG) was performed, revealing atrial\\nfibrillation ().\\nOn the fourth day, another SLED session was performed, even though the patient still\\nhad hemodynamic instability, and the dose of noradrenaline was increased. In\\naddition, new laboratory findings included positive tests for anti-HBS and anti-HCV,\\nbut negative for VDRL, HbsAg and HIV. The levels of amylase and lipase were 1,912\\nIU/L and 4,277 IU/L, respectively, corroborating the diagnosis of acute\\npancreatitis.\\nDespite sustained supportive measures, the prognosis was rather poor. A few hours\\nlater, the patient presented with worsening of symptoms and had no response to\\nvasoactive drugs, dying after four days of hospitalization.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'11292640': 1, '22744922': 1, '16038053': 1, '24519201': 1, '19052303': 1, '28041768': 1, '25813883': 1, '20428646': 1, '14762628': 1, '16222003': 1, '21541455': 1, '26830173': 1, '27821124': 1, '28725301': 1, '24630490': 1, '7578715': 1, '27738562': 1, '28483723': 1, '31859840': 2}", "similar_patients": "{}"}