{"patient_id": 137541, "patient_uid": "6887621-1", "PMID": 31799304, "file_path": "noncomm/PMC006xxxxxx/PMC6887621.xml", "title": "Contrast-enhanced computed tomography findings of a huge perianal epidermoid cyst: A case report", "patient": "A 60-year-old male patient was admitted to the department of general surgery of PLA Strategic Support Force Characteristic Medical Center, with a complaint of a mass gradually expanding for more than 30 years and perianal discomfort upon sitting, which had persisted for 2 mo.\\nThe mass was painless and grew slowly. There were no signs of redness, swelling, or heat of local skin and no anal swelling, itching, bearing down, or difficulty during defecation.\\nHe had a history of hypertension for over 10 years but had no other previous medical issues.\\nThe patient had no history of smoking, alcohol abuse, or illicit drug use and lacked a family history of other diseases.\\nPhysical examination revealed a painless, mobile mass, with a clear margin, at 3 to 6 points of the lithotomy position, 2 cm over the anal verge. The top of the mass was exposed to the skin, measuring 6 cm, and the bottom of the mass could not be palpated clearly. Preoperative digital anal examination and anoscopy showed a normal rectal mucosa and the mass could be palpated through the left sidewall of the rectum.\\nLaboratory tests, including tumor markers, were normal.\\nUltrasound showed a hypoechoic mass, measuring 9.2 cm × 3.7 cm, with a clear margin, regular morphology, and no obvious blood flow (Figure ). Contrast-enhanced CT revealed a cystic low-density mass with a smooth edge. The upper right edge of the mass was very close to the anal canal (Figure and ). The wall of the cyst was not enhanced in the arterial phase, venous phase, and delayed phase and there was no blood vessel in and around the mass (Figure , and ), while the CT density was 40 HU.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'20816358': 1, '30363255': 2, '24116335': 1, '27330608': 1, '23198367': 1, '25610280': 1, '24825558': 1, '11353107': 1, '25223130': 1, '27036391': 2, '27307882': 1, '31375657': 1, '31799304': 2}", "similar_patients": "{'6159278-1': 1, '4818458-1': 1}"}