{"patient_id": 11419, "patient_uid": "6716908-1", "PMID": 31470816, "file_path": "comm/PMC006xxxxxx/PMC6716908.xml", "title": "Posterior reversible encephalopathy syndrome with lumbar drainage and surgery: coincidence or correlation? A case report", "patient": "Our patient is a 69-year-old Caucasian male with known hypertension, hyperlipidemia, gout and sialolithiasis presenting for endoscopic endonasal resection of a recurrent intra/suprasellar mass with cavernous sinus extension with pathological specimen consistent with Rathke’s cleft cyst. Cerebrospinal fluid (CSF) leak occurred intra-operatively requiring placement of a lumbar drain at a rate of 10 cc/h. CSF pressure was not elevated during the initial placement. Drainage continued intermittently at the same rate for 48 h. The drain was then clamped for 24 h prior to removal on post-operative day three without adverse event. The patient did not complain of any headaches following the surgical intervention but developed a severe positional headache associated with nausea, vomiting, and significantly blurred vision. The headaches were worsened upon sitting upright and partially relieved in the recumbent position. The ophthalmological examination demonstrated decreased visual acuity at 20/30 bilaterally. The optic disc retained spontaneous venous pulsations, suggestive of low or normal intracranial pressure.\\nCT of the head revealed subcortical hypodensities at the posterior tip of the occipital lobes bilaterally. MRI demonstrated patchy areas of T2 and T2 FLAIR hyper-intensity in the bilateral posterior occipital lobes as well as the bilateral parieto-occipital junction and posterior cerebellum (Fig. ).\\nThe patient’s systolic blood pressure is charted in Fig. . The systolic blood pressure ranged between 101 and 174 mmHg and the diastolic blood pressure ranged between 54 and 120 mmHg. The red arrow (Fig. ) represents a blood pressure of 152/80 mmHg and corresponds to the exact timing of the lumbar drain removal. The patient had a history of hypertension and was maintained on his home oral anti-hypertensive medications. The acute variations in his systolic blood pressure were being treated with intravenous anti-hypertensives. No CSF leak was noted post-operatively and supportive therapy was continued. The patient’s symptoms improved one day later with his visual acuity normalizing on ophthalmological follow-up examination. He was discharged on post-operative day eight with continued improvement of his symptoms at six months follow-up. MRI follow-up at six months showed complete resolution of the T2 lesions (Fig. ).", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'18356474': 1, '3354016': 1, '34758765': 2, '17270428': 1, '17179368': 1, '16859267': 1, '8451008': 1, '11733324': 1, '23808630': 1, '17885064': 1, '8559202': 1, '7645483': 1, '26995317': 1, '26857956': 1, '20714759': 1, '25063365': 2, '18403560': 1, '11425944': 1, '1632361': 1, '17717238': 1, '632857': 1, '23588274': 1, '18025032': 1, '24613735': 1, '25113078': 1, '24768557': 1, '27723794': 2, '28195428': 1, '27258477': 1, '31470816': 2}", "similar_patients": "{'8582210-1': 1, '4138940-1': 1, '5056694-1': 1, '5056694-2': 1, '5056694-3': 1}"}