{"patient_id": 14818, "patient_uid": "6931120-1", "PMID": 31865234, "file_path": "comm/PMC006xxxxxx/PMC6931120.xml", "title": "Dieulafoy lesion of the gallbladder: A rare cause of hemobilia and acute pancreatitis – Case report", "patient": "A 78-year-old diabetic, hypertensive woman, with stage IV chronic kidney disease and chronic anemia [basal hemoglobin (Hb) level: 9 g/dL)] presented to the emergency department a one-week history of right upper quadrant and epigastric pain associated with vomit. She had no previous similar complains or history of biliary lithiasis. She had no alcoholic habits and was not taking any new medicine. She had no trauma or biliary tract manipulation history. No fever, jaundice or stool alterations were reported.\\nAbdominal palpation showed epigastric pain but no tenderness or peritoneal signs.\\nBlood count revealed anemia (Hb = 9,1 g/dL) and normal leucocytes. Biochemistry showed normal bilirubin (BRB) and augmented transaminase (AST: 714U/L; ALT: 405U/L) and alkaline phosphatase (AF): 660U/L. Lipase was 1659 U/L (N: 53 U/L).\\nAbdominal ultrasound showed a gallbladder full of a heterogenic hyperechoic content approximately 8,5 cm long, with no acoustic shadow and a normal biliary tree ().\\nThe patient was admitted with the diagnosis of acute pancreatitis based on pain and abnormal lipase values.\\nDuring the first days the patient had a favourable clinical outcome. One week after admission, whenever dietary progression was attempted, there was relapsing epigastric pain, once associated with severe asthenia and overt hematemesis requiring nasogastric intubation. Vital signs were normal and nasogastric drainage was self-limited, of about 200 millilitres. Hemoglobin level dropped to 6,5 g/dL and there was an increase in AF to 804 U/L and BRB level (Total BRB: 5,72 mg/dL; Direct BRB: 4,69 mg/dL). Two units of packed red blood cells were transfused, and an upper GI endoscopy was requested. This exam showed residual blood in stomach and duodenum but no mucosal lesions. A side-view duodenoscopy was performed, and dark blood was seen through the papilla of Vater.\\nTo study possible causes of hemobilia, an abdominal computed tomography (CT) (with no contrast duo to renal impairment) and magnetic resonance cholangiography and abdominal MRI were requested.\\nThe first showed a heterogenic content of the gallbladder and no alterations in the biliary tree. The second (one week after hematemesis episode) confirmed the content and showed a gallbladder wall homogeneously thin (). The biliary tree had normal diameter and no signs of lithiasis ().\\nMeanwhile, although overt hematemesis passed, epigastric complaints and anemia persisted, requiring transfusion of a total of six packed red cells.\\nThe gallbladder, which had no signs of malignancy, was considered the source of hemobilia. Nineteen days after admission, once the patient recovered from acute anemia and abdominal discomfort, a laparoscopic cholecystectomy with intraoperative cholangiogram was performed. No alterations were seen in the biliary tree. The gallbladder was full of blood clots and a hemorrhagic lesion was seen ().\\nThe patient was discharged three days after surgery, asymptomatic, and with improved cholestatic markers (AF: 488 U/L, Total BRB: 1,36 mg/dL; Direct BRB 1,16 mg/dL).\\nHistology revealed a Dieulafoy lesion of the gallbladder ().\\nA follow-up of one and a half year was considered and no subsequent biliary episodes have occurred. The patient has now normal citocholestatic markers and no ultrasonographic changes in the biliary tree.", "age": "[[78.0, 'year']]", "gender": "F", "relevant_articles": "{'11412246': 1, '29477106': 1, '464695': 1, '8934176': 1, '22544027': 1, '24381048': 1, '9925709': 1, '33195675': 2, '27904252': 1, '30342279': 1, '31865234': 2}", "similar_patients": "{'7642557-1': 1}"}