{"patient_id": 136845, "patient_uid": "6822602-1", "PMID": 31772738, "file_path": "noncomm/PMC006xxxxxx/PMC6822602.xml", "title": "Antiretroviral-responsive confluent and reticulated papillomatosis: a case report of an unusual association", "patient": "A 29-year-old man presented to our clinic with new-onset, non-pruritic skin lesions that started 4 weeks ago as brown papules over his anterior neck and gradually coalesced into larger plaques and spread caudally across his chest. Inspection revealed hyperpigmented and scaly plaques (a).\\nThe patient is otherwise healthy. His family history is non-revealing, and his BMI is 21 kg/m2. He does not smoke and works indoors.\\nBefore presenting to us, he saw an infectious disease specialist who initially diagnosed him with pityriasis versicolor, a great mimicker of CRP [], and started him on oral and topical fluconazole for 3 weeks, after which he is to follow up with us. However, during that same visit, the patient was also diagnosed with acquired immunodeficiency syndrome (AIDS), given an extremely low CD4 count (35 cells/mm3) and positive HIV serology on his recently requested labs. The physician immediately started him on highly active antiretroviral therapy (HAART) and trimethoprim–sulfamethoxazole prophylaxis.\\nOn follow-up 3 weeks later, the patient’s lesions appear to have persisted unchanged, suggesting treatment failure.\\nWe thus opted for a skin biopsy after a wood’s lamp examination of his lesions was non-revealing. The biopsy’s histopathology report came back 2 days later indicating ‘basket-woven orthokeratosis, hypogranulosis and papillomatosis within the epidermis, and sparse perivascular mononuclear cell infiltrates in the upper dermis with negative PAS fungal stain’, findings that are consistent with CRP.\\nHowever, given his lack of any recognizable CRP-predisposing factors and non-responsiveness to antifungal therapy, we decided against prescribing any further antimicrobial therapies, but instead test whether his occult immunodeficient status could have had any role in his CRP ontogenesis. Intriguingly, the patient returned 5 weeks after HAART initiation, exhibiting near-complete resolution of his lesions (b). At 8 weeks post-therapy initiation, his CD4 count had reached 195 cells/mm3.", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'28394969': 1, '17007541': 1, '16433798': 1, '3581913': 1, '3819081': 1, '8746371': 1, '22512695': 1, '31772738': 2}", "similar_patients": "{}"}