{"patient_id": 3174, "patient_uid": "6169008-1", "PMID": 30285657, "file_path": "comm/PMC006xxxxxx/PMC6169008.xml", "title": "Chronic active Epstein-Barr virus infection of T-cell type, systemic form in an African migrant: case report and review of the literature on diagnostics standards and therapeutic options", "patient": "Here we present the case of a 42-year-old man from Western Africa who had been immigrating to Germany recently. Initial admission was due to a seizure and a history of wasting and worsening health condition for six months. Upon admission he presented with recurrent fever, hepatosplenomegaly and acute kidney failure. Laboratory test results revealed a mild pancytopenia (leukocytes 2.28 × 109/L, hemoglobin 6.2 g/dL, platelets 113 × 109/L), increased LDH (702 IU/L) and nephrotic syndrome (proteinuria 12 g/d). Cranial magnet resonance imaging (MRI) presented no pathological findings. Bone marrow histology identified single atypical cells in intravascular position. Due to the rarity of these atypical cells further specification of their nature including immunohistochemistry and molecular techniques was not possible. Cytogenetic testing of the bone marrow aspirate but not the peripheral blood revealed a complex karyotype in single metaphases.\\nUltrasound of the abdomen showed hepatosplenomegaly but no lymph node swelling. Further diagnostic approaches included computed tomography (CT) scan of the chest which revealed atypical pulmonary infiltrates and bilateral hilar lymphadenopathy. Transbronchial biopsy was negative for infectious agents, sarcoidosis or malignancy. As bronchial lavage was positive for Aspergillus antigen, the patient was treated with Voriconazole. However, the assumption of pulmonary aspergillosis did not explain all of the patient’s symptoms. Further diagnostic approaches included high positive proteinase 3 titer (1:135) and therefore granulomatosis with polyangiitis was suspected. However, given low platelet counts biopsy of the kidney was not performed.\\nConsidering the clinical symptoms, the patient was treated with high-dose steroid burst. However, upon that the patient’s condition worsened rapidly with further loss of weight and intermittent high fever, despite antibiotic and antifungal treatment. Thus, steroids were withdrawn. Infectious disease testing, including human immunodeficiency virus, Tuberculosis, Schistosomiasis, Malaria, and Leishmaniosis were negative, expect of previous Hepatitis B and EBV infection (anti EBV VCA IgM-ELISA negative, anti EBV VCA-ELISA IgG 11 E/ml; anti EBNA IgG-ELISA 14 E/ml). While no signs of chronic HBV infection were seen, EBV DNA in the peripheral blood reached high levels (2.8 × 106 copies/mL). Along with the clinical symptoms CAEBV was therefore assumed, without evidence of previous immune deficiency. Positron emission tomography (PET)-CT revealed a high glucose uptake in the thyroid, liver, adrenal gland and in the examined bone areas (Fig. ).\\nBased on PET-CT findings a targeted biopsy of the bone marrow and the thyroid gland were performed to facilitate a definite diagnosis. Histological evaluation of the bone marrow biopsy now revealed a hyperplastic hematopoiesis with prominent erythropoiesis and left shifted myelopoiesis. In addition, in this biopsy conventional histomorphology (Fig. ), underlined by immunohistochemical findings revealed small aggregates of partly intravascular localized, highly proliferated (Ki67 90%) middle–sized lymphoid cells with coexpression of CD3 (Fig. ) and perforin (Fig. ) but missing expression of CD4 and CD8. Additional findings included negativity of the atypical T-cells for CD34, TdT, CD20 and CD56. Performing EBER-in-situ-hybridization active EBV infection within these T-cells was detected (Fig. ). Parallel examination of thyroid gland tissue provided large aggregates of the identical middle-sized highly pleomorphic and proliferated T-cell population with consecutive displacement of thyroid follicles (Fig. -). T-cell receptor clonality analysis by amplification of Vɣ1–11-region und multiple Jɣ-regions of T-cell receptor-gamma-gene provided a polyclonal pattern (Fig. ). Altogether, histological findings along with flow cytometry analysis and molecular data excluded diagnosis of T-cell lymphoma or lymphoblastic leukemia. As hemophagocytic lymphohistiocytosis (HLH) is often associated with CAEBV the clinical criteria for HLH were evaluated but were not fulfilled. Moreover, no typical findings of HLH were seen in the bone marrow biopsy. According to the 2017 WHO classification diagnosis of CAEBV of T/NK-cell type, systemic form was finally made [].\\nBased on the data by Sawada et al. [], the patient was then treated with methylprednisolone and cyclophosphamide as cooling down step to reduce the high viral load. Given the persisting renal failure we refrained from immunosuppression with cyclosporine A. In the further course the patient developed an epileptic seizure and clinical symptoms of meningitis. To clarify whether these symptoms were related to CAEBV or EBV-associated T-cell LPD a lumbar puncture was performed and cranial MRI was repeated. Indeed, cerebrospinal fluid was positive for EBV DNA but did not include atypical T-cells. Cranial MRI now showed typical radiological signs for viral meningitis. We regarded this as a clinical progression and initiated chemotherapy with cyclophosphamide, doxorubicin, vincristine and prednisolone (CHOP). Despite its limited activity for EBV-infection we also started treatment with foscavir. Upon this and 2 cycles of CHOP the EBV load decreased remarkably from 2.8 × 106 copies/mL to < 200 copies/mL. An additional cycle of CHOP was administered and the patient remained in complete remission so far (Fig. ).", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'34733681': 1, '17058802': 1, '28592786': 1, '28497429': 1, '26980727': 1, '28210942': 1, '20498651': 1, '19032417': 1, '21454450': 1, '16138335': 1, '30871092': 1, '34680337': 1, '19515747': 1, '11435294': 1, '18324913': 1, '22096243': 1, '30285657': 2}", "similar_patients": "{}"}