{"patient_id": 138364, "patient_uid": "6971354-1", "PMID": 32042648, "file_path": "noncomm/PMC006xxxxxx/PMC6971354.xml", "title": "Unilateral phacoemulsification in a captive African elephant (Loxodonta africana)", "patient": "A 42-year-old, 4,100 kg, female African elephant L. africana presented for the assessment of ocular discomfort and visual deterioration in the left eye. The eye had been monitored over the previous 3 years for the progression of cataract formation, and the patient was already receiving topical 0.5% ketorolac trometamol (Acular; Allergan, Marlow, UK) twice daily. Her keeper had noticed a deterioration in the vision for approximately 2 months prior to the reassessment by a veterinary ophthalmologist and had noted an increased blink rate, redness, epiphora, and sand around the eye (). It was suspected that she was throwing sand at the eye in an attempt to relieve ocular discomfort. Topical medication was increased to three times daily, with the subsequent addition of oral flunixin meglumine (Equinixin; Norbrook Laboratories Ltd. Newry, UK) 1.02 mg/kg once daily. The right eye was enucleated 3 years previously owing to uncontrolled glaucoma secondary to lens-induced uveitis. The exhibit at that time opted for enucleation rather than cataract surgery. The elephant had resided at the same park for 35 years and was, otherwise, systemically well, with no other pertinent medical history.\\nOphthalmic examination was performed in the conscious patient by an RCVS boarded Specialist in Veterinary Ophthalmology (JC). The patient was already trained to walk forward to the perimeter wire of the enclosure and lower her head so that her eye was at standing eye height for the examiner. From here, personnel were able to approach her from outside the wire and perform the examination (). She was also trained to tilt her head to make the application of topical medication easier. The eye was examined using a slit-lamp biomicroscope (Keeler PSL Classic; Keeler Ltd, Windsor, UK) and direct ophthalmoscope (Keeler Practitioner direct ophthalmoscope; Keeler Ltd, Windsor, UK). Neuro-ophthalmic assessment revealed an absent menace response, with an intact dazzle reflex (DR) and direct pupillary light reflex (PLR). Ocular examination revealed a serious ocular discharge and conjunctival hyperemia. The cornea was clear and healthy, with no opacities or defects, and there was no fluorescein uptake. There was no aqueous flare present or indication of anterior segment inflammation. The pupil was round and mid-size, and there was anterior and posterior subcapsular cataract formation with cortical extensions (). Posterior segment examination was not possible owing to lens pathology. Despite training, attempts to measure intraocular pressure with rebound tonometry (ICare® Tonovet tonometer, Tiolat, Helsinki, Finland) were unsuccessful owing to repetitive, voluntary, movement of the nictitans membrane when the Tonovet was moved toward the eye. Similarly, an attempt to measure a Schirmer tear test value was not tolerated by the patient.\\nOcular ultrasound was performed following the application of topical Proxymetacaine (Minims Proxymetacaine Hydrochloride 0.5%, Bausch & Lomb UK Limited). B-mode scan ultrasonography was carried out using an 8 MHz probe, to assess potential posterior segment abnormalities. The anteroposterior dimension of the lens was 12.5 mm, and its equatorial distance was 19.5 mm. The distance from the anterior lens to retina was measured at 34.5 mm.\\nTreatment with topical neomycin-polymyxin B-dexamethasone 0.1% suspension (Maxitrol®; Alcon laboratories) was commenced four times daily, and topical ketorolac trometamol (Acular; Allergan, Marlow, UK) was increased to four times daily for 20 days prior to surgery. Training in preparation for intramuscular injection of etorphine involved getting the patient used to presenting the gluteal region and having the area cleaned. Owing to the significant health and safety implications, of both the patient size and administration of etorphine, training had to be completely satisfactory prior to the day of surgery, with extensive logistical planning also necessary.\\nOn the morning of surgery, topical atropine (Minims Atropine sulfate 1%; Bausch & Lomb UK Limited) was applied twice at 30 minute intervals prior to induction. A small bolus of food was given to administer oral flunixin meglumine (Equinixin; Norbrook Laboratories Ltd. Newry, UK).\\nThe patient was immobilized using a total dose of 10.045 mg etorphine hydrochloride and 41 mg acepromazine maleate (4.1 ml Immobilon®; Novartis Animal Health UK Limited) given intramuscularly in the gluteal region. The injection site was immediately washed with a water spray to reduce the handling risk to staff afterward. The patient settled into right lateral recumbency, so further repositioning was not necessary (). The patient was nasally intubated with 18 and 22 mm cuffed endotracheal (ET) tubes, and the pharynx was packed with towels. Anesthesia was maintained with isoflurane and oxygen delivered from two large animal circle circuits, each fitted with two 30 liter rebreathing bags ().\\nRetrobulbar anesthesia was achieved using a four-point nerve block, with a total of 10 ml bupivacaine 0.5% injectable solution (MarcainÒ; AstraZeneca, UK).\\nIntravenous access was obtained with a 12-gauge catheter in both ears, and the patient received Hartmann’s solution throughout the procedure. Anesthetic monitoring included pulse oximetry, electrocardiography, and capnography. Intravenous marbofloxacin 2 mg/kg (Forcyl; Vetoquinol, UK) was administered perioperatively. At the end of surgery, all monitoring equipment was removed and the patient extubated. To antagonize the etorphine 1 mg diprenorphine (Revivon; C-Veterinary Products, Leyland, UK) was administered subcutaneously and a further 12.3 mg intravenously, after which the remaining intravenous catheter was removed. Between extubation and standing, oxygen was administered via an equine demand valve on inspiration to maintain SPO2 values at greater than 95%.\\nRecovery was relatively uneventful except for mild dysphoria, with the patient regaining tonicity of the trunk a few hours after surgery, and eating and responding to vocal commands normally that evening.\\nAn equine Castroviejo eyelid speculum was used to improve the globe exposure for the procedure (). With the aid of a portable microscope (Leica Wild M-690 Microscope) (Seen in ), three stay sutures were placed using 7–0 braided silk (Mersilk®; Ethicon Inc., Somerville, NJ). A side-port incision was made using a 69 Beaver scalpel blade and 3.2 mm keratome, and trypan blue was injected into the anterior segment to stain the anterior lens capsule. The anterior segment was then irrigated with Balanced Salt Solution containing adrenaline (1:10,000) and heparin (2 IU/ml), increasing the pupil diameter. The anterior segment was reformed using viscoelastic agents (2% sodium hyaluronate; Acrivet Syn 2.0%; S&V Technologies, Acrivet Veterinary Division, Hennigsdorf, and 2% hydroxypropyl methylcellulose; Acrivet Viscose; S&V Technologies, Acrivet Veterinary Division, Hennigsdorf), which further increased the pupil diameter. A clear corneal stepped incision was then made approximately 90° to the right of the side-port incision. The same keratome used to enter the anterior segment was used to make the initial anterior capsular incision. The incision was extended using Vannas scissors, followed by the completion of a continuous curvilinear capsulorrhexis using Utrata capsulorrhexis forceps. The target diameter was approximately 10 mm, which was achieved. A two-handed technique was performed using an Acrivet Alexos portable phacoemulsification unit (Acrivet Alexos, Salt Lake City, UT) with a 23 mm long, 0.9 mm diameter phacoemulsification needle, and residual cortical material was removed with automated irrigation/aspiration. The total ultrasound time was 416 seconds. Viscodissection with 2% sodium hyaluronate (Acrivet Syn 2.0%; S&V Technologies, Acrivet Veterinary Division, Hennigsdorf) was utilized to move lens fragments closer to the phacoemulsification needle so that they could be emulsified and aspirated. Some small lens fragments that did not easily engage with the phacoemulsification needle were removed using Utrata forceps (). A posterior capsular rupture occurred during the surgery, and an intraocular lens was not implanted. The primary corneal incision was closed using a continuous reverse saw-tooth pattern with 8-0 polyglactin 910 (Vicryl®; Ethicon Inc., Somerville, NJ, USA), and the side-port incision was closed with a simple interrupted suture using the same material ().\\nPost-operatively, the patient received topical neomycin-polymyxin B-dexamethasone 0.1% suspension (Maxitrol®; Alcon laboratories, UK), and ketorolac-trometamol (Acular; Allergan, Marlow, UK) four times daily for 9 d. Oral marbofloxacin 1 mg/kg (Marbocyl®; Vetoquinol, UK) and flunixin-meglumine 1 mg/kg (EquinixinÒ; Norbrook Laboratories Ltd. Newry, UK) were continued for 9 days post-operatively. Medications were tapered over 3 months and then discontinued.\\nShortly after recovery, she was seen to throw sand at the eye and so access to the sandpit was restricted for the first 24 hours. Subsequent to this, there was no evidence of the patient interfering with the surgical site at any point.\\nAt 24-hours following the surgery, there was mild conjunctival hyperemia and subtle aqueous flare. A DR was intact with a poor menace response and absent direct PLR.\\nAfter 72 hours, post-operatively, a menace response was intact, and the patient was capable of tracking the movement of a target stick but was unable to touch the target with her trunk. There was a positive DR, but the pupil was miotic. There was some mild corneal oedema associated with the corneal sutures ().\\nNine days post-operatively, the patient had an intact menace response, DR, and PLR. Fundoscopy at that stage was unremarkable. Vision continued to improve over the following 3 to 4 weeks, and the patient was able to target small objects and accurately pick them up with her trunk. Mild ocular discomfort for the first 2 weeks post-operatively was assumed owing to a slightly increased blink rate and intermittent foamy ocular discharge.\\nFollow-up information was available for 5 years, from the time of surgery to the present day. At the time of writing, the patient was visual and comfortable without the requirement of any long-term topical medication.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'7328000': 1, '12386895': 1, '33568076': 1, '12236873': 1, '15951501': 1, '2819413': 1, '20840096': 1, '11536315': 1, '11422992': 1, '11397257': 1, '26147920': 1, '5392356': 1, '17312772': 1, '1304078': 1, '17204127': 1, '24774226': 1, '32042648': 2}", "similar_patients": "{}"}