{"patient_id": 133111, "patient_uid": "6473125-1", "PMID": 31024961, "file_path": "noncomm/PMC006xxxxxx/PMC6473125.xml", "title": "Villous adenoma coexistent with focal well-differentiated adenocarcinoma of female urethral orifice: A case report and review of literature", "patient": "A 63-year-old woman was admitted to our hospital in December 2017 with a mass in the urethral orifice. She had noticed the mass 2 yr prior without any diagnosis and treatment, and it had slowly increased in size in the past few months. She had no other symptoms. Physical examination found a fleshy, hemorrhaged, uneven polypoidal mass 3 cm × 4 cm in diameter located at the bottom right of the urethral orifice. Radiographic examination of the chest, abdomen, and pelvis was unremarkable. Urine analysis showed that urinary occult blood test was positive and 65.34 red blood cells were observed per high-power field. There was no significant past medical history except for hypertension, and other laboratory tests were normal. Cystourethroscopy demonstrated a villous mass with exophytic growth in the distal urethra and smooth mucosa of the bladder. Biopsy of the urethral lesion showed villous adenoma with well-differentiated adenocarcinoma. Complete gastrointestinal evaluation failed to find any similar lesions. The whole urethra and part of the bladder were excised and the specimen was sent to the Department of Pathology for pathological and immunohistochemical examination. No further treatment was offered. After follow-up at 11 mo, the patient had no recurrence. Publication of this case report was approved by the Ethics Committee of Affiliated Hospital of Qingdao University.\\nThe excised lesion was a soft grayish mass measuring 1.5 cm in diameter and appeared papillary and fleshy with hemorrhage and negative surgical margins. The appearance was identical to villous adenoma of the colon. Several blunt finger-like processes lined by pseudostratified columnar cells with frequent goblet cells were observed under a light microscope (Figure ). The nuclei were stratified atypical and hyperchromatic. Abundant mucin was seen both intracellularly and extracellularly (Figure ). Carcinomatous areas consisted of dysplastic glands and some of the glands presented with high-grade intraepithelial neoplasia (Figure ). In focal areas, the glandular component was characterized by increased disorganization of structure. More importantly, the carcinoma invaded the muscularis layer. The gross and microscopic examination was suggestive of urethral villous adenoma with focal well-differentiated adenocarcinoma.\\nFormalin-fixed, paraffin-embedded tissue was cut into 5-µm sections for im-munohistochemical evaluation. Immunohistochemical examination was positive for carcinoembryonic antigen (CEA), cytokeratin (CK) 7, CK20, epithelial membrane antigen (EMA), and p53 protein, and the positive ratio of Ki-67 was 60% in the adenocarcinoma (Figure ). All immunohistochemical staining was carried out by the avidin–biotin–complex method, as previously described[,].\\nWe carried out a review of the literature on urethral villous adenoma. PubMed and Embase were searched using the following keywords: urethra OR urethral AND villous adenoma. We only included articles in English. A total of 11 cases with urethral villous adenoma were reported from 1981 to 2003 (Table ).", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'9554341': 1, '9522225': 1, '3712579': 1, '2578846': 1, '23870731': 2, '11957151': 1, '7314365': 1, '8320324': 1, '23788894': 1, '10075375': 1, '10916230': 1, '10444147': 1, '4032558': 1, '3564224': 1, '10403298': 1, '16553190': 1, '4052350': 1, '20182635': 2, '10430279': 1, '8422112': 1, '23348900': 1, '11684954': 1, '8898838': 1, '8088726': 1, '18489648': 1, '6166661': 1, '12783975': 1, '9301710': 1, '31024961': 2}", "similar_patients": "{'2825668-1': 1, '3726475-1': 1}"}