{"patient_id": 135238, "patient_uid": "6686950-2", "PMID": 31370007, "file_path": "noncomm/PMC006xxxxxx/PMC6686950.xml", "title": "Hormone receptor expression of colorectal cancer diagnosed during the peri-partum period", "patient": "Patient 2: A 30-year-old female experienced a self-limited episode of diarrhea at 25 weeks gestational age for which she was diagnosed with acute gastroenteritis. At 37 weeks, a cesarean section was performed due to arrest of descent during labor. At 2 weeks post-partum, she began experiencing copious diarrhea that was attributed to post-operative bowel changes. Treatment for Clostridium difficile with metronidazole and then oral vancomycin had little impact on her symptoms. Diarrhea persisted with more than ten loose stools per day and electrolyte derangements. A flexible sigmoidoscopy was performed after patient reported the passage of air and stool per vagina, which revealed an area of ulceration and nodularity in the upper rectum. Biopsies confirmed invasive adenocarcinoma. At the time of her diagnosis, she had lost 30 pounds from her pre-pregnancy weight, was incontinent of feces and had developed a rectovaginal fistula. Magnetic resonance imaging of the pelvis at diagnosis revealed a bulky infiltrative high rectal mass extending into the right pelvic sidewall, with direct invasion into the fundus of the uterus and fistulization into the endometrial canal (). A staging PET/CT demonstrated no evidence of metastatic disease; however, peritoneal carcinomatosis was discovered during a laparoscopic diversion procedure.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'27304597': 1, '6578365': 1, '21307158': 1, '22043902': 1, '10882860': 1, '19088354': 1, '30326010': 1, '427738': 1, '28135145': 1, '33916290': 1, '15693956': 1, '10449601': 1, '25372703': 1, '12548214': 1, '2180984': 1, '29385768': 1, '8491335': 1, '24150925': 1, '11696443': 1, '9041202': 1, '28376186': 1, '28252463': 1, '29316426': 1, '15304487': 1, '2215606': 1, '9988157': 1, '7598472': 1, '24275334': 1, '7356378': 1, '24878701': 1, '27978560': 1, '29313949': 1, '20389219': 1, '22810696': 1, '26959385': 1, '9444054': 1, '30809968': 1, '18258087': 1, '26735990': 1, '24787555': 1, '7926468': 1, '1847660': 1, '27716751': 1, '24098689': 1, '26781822': 1, '10705816': 1, '26875156': 1, '22397650': 1, '19690493': 1, '18716941': 1, '20299694': 1, '8425421': 1, '31370007': 2}", "similar_patients": "{'6686950-1': 2}"}