{"patient_id": 15430, "patient_uid": "6959940-1", "PMID": 31914016, "file_path": "comm/PMC006xxxxxx/PMC6959940.xml", "title": "Congenital adrenal hyperplasia presenting as pelvic inflammatory disease in a phenotypic male", "patient": "A 58-year-old man presented to the emergency department (ED) complaining of 3 days of low abdominal pain and dysuria. The abdominal pain was dull and especially aggravated just before defecating. The patient had previously heard from his parents that the he was born with ambiguous genitalia and some parts of the patient's external genitalia were excised when the patient was three years old. Since then, the patient was raised as male. The patient was married to a woman but had no children.\\nThe height of the patient was 140 cm, and he weighed 50.1 kg and was bald. The patient had tenderness on the lower abdomen. The patient had micropenis and no palpable testis. The patient's urethral orifice was located on the perineum, not at the tip of the glans penis. The blood pressure was 114/72 mmHg and temperature was 37°C. White blood cell count was 15,100/μL, C-reactive protein (CRP) was 12.77 mg/dL, and sodium was 138 mMol/L. Urine analysis showed that the patient had pyuria. The ED physicians decided to perform an abdominal computed tomography (CT) for further evaluation. The CT showed\\nsuspicious PID including left salpingitis;\\na 10 cm myelolipoma in the left adrenal gland;\\na 3.2 cm hypervascular mass in the small bowel mesentery (Fig. ).\\nThe patient was admitted to the ED for evaluation of possible CAH and intravenous antibiotic administration of third generation cephalosporin and metronidazole was initiated. After 3 days of antibiotic treatment, CRP decreased to 1.65 mg/dL and the patient reported an improvement of the symptoms although the pain before defecation persisted. Along with antibiotics, a hormonal study regarding CAH was carried out (Table ). A high 17-OH-progesterone (17-OH-PG) level above 3500 ng/dL suggested that the patient had underlying CAH. Since the patient had ambiguous genitalia from birth and did not have electrolyte imbalance caused by salt wasting, we diagnosed the patient with classic simple virilizing CAH. Virilization of females can be caused by a deficiency in enzymes 21-OH and 11-beta hydroxylase. A deficiency in 11-beta hydroxylase deficiency presents with hypertension and low renin and aldosterone levels; however, the patient was suspected of having 21-OH deficiency due to the normal blood pressure, and normal levels of renin and aldosterone. Although the patient did not show symptoms of adrenal insufficiency, the rapid ACTH test results were abnormal, indicating a cortisol deficiency. During the ACTH stimulation test, response of 17-OH-PG to ACTH was exacerbated. This result further supported the diagnosis of CAH due to a 21-OH deficiency. The results are summarized in Table .\\nOn the 12th day after admission, CRP decreased to 0.12 mg/dL, and intravenous antibiotics were suspended. Positron emission tomography-CT (PET-CT) was performed to evaluate whether the mesenteric mass was malignant. PET-CT demonstrated\\na hypermetabolic mass with homogenous, intense fluorodeoxyglucose (FDG) uptake in the mesentery suggesting primary mesenteric tumor (peak standardized uptake value [SUV] = 11.8);\\na hypermetabolic mass with heterogenous FDG uptake in the left adrenal gland suggesting benign adrenal gland tumor (peak SUV = 5.5) (Fig. ).\\nThe patient opted for resection of the female genitalia along with the mesenteric and adrenal gland tumors in the near future. The physicians planned to administer stress-dosing corticosteroid during operation, and to decrease the dose to physiologic level afterward. The patient was safely discharged. Patient has provided informed consent for publication of the case.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'27125449': 1, '29164520': 1, '23166432': 2, '30272171': 1, '19570920': 1, '9646945': 1, '12930931': 1, '18583623': 1, '28576284': 1, '31914016': 2}", "similar_patients": "{'3492685-1': 1}"}