{"patient_id": 127122, "patient_uid": "6006630-1", "PMID": 29928211, "file_path": "noncomm/PMC006xxxxxx/PMC6006630.xml", "title": "Small-Cell Carcinoma Transformation of Pulmonary Adenocarcinoma after Osimertinib Treatment: A Case Report", "patient": "A 67-year-old woman visited our hospital due to a chest X-ray abnormality found on a routine screening. Chest computed tomography showed a mass in the left upper lobe that was later diagnosed as pulmonary adenocarcinoma harboring a deletion within exon 19 of the EGFR gene. According to positron emission tomography computed tomography and head magnetic resonance imaging results, her lung cancer was diagnosed as cT2bN2M0 stage IIIA. She received chemoradiotherapy, which consisted of three courses of cisplatin and vinorelbine, 32 Gy/16 fractions radiation and 42 Gy of proton beam therapy on the tumor.\\nEighteen months later, the mediastinal lymph nodes on the right side were swollen, and progressive disease was confirmed. She received gefitinib for 19 months until progressive disease and then cisplatin and pemetrexed followed by pemetrexed monotherapy for 4 months and erlotinib for 9 months. At the time of progressive disease during erlotinib treatment, transbronchial lung biopsy of a pulmonary metastatic nodule (Fig. ) was performed to examine the status of the EGFR mutation. The DNA extracted from the tissue taken by the transbronchial lung biopsy showed the presence of EGFR T790M.\\nThe patient received osimertinib, and her cancer was well controlled for 13 months (Fig. ); however, a hematoma was noted on the right temporal part (Fig. ). A craniotomy procedure to verify the subdural hematoma showed that the hematoma was in fact a tumor. The tumor was partly resected and sent for pathologic examination. While she received additional radiotherapy (39 Gy/13 fractions) in the right temporal bone, the tissue was finally diagnosed as small-cell carcinoma (Fig. ) morphologically showing poorly differentiated cells with a high nuclear-to-cytoplasmic ratio and stained with neuroendocrine markers (synaptophysin and NCAM). An EGFR mutation analysis showed that the exon 19 deletion was persistent in the small-cell carcinoma, but the T790M mutation had been lost, and C797S was not detected. Although we treated her with chemotherapy (carboplatin and etoposide), her liver function rapidly deteriorated due to the progression of her liver metastasis. She passed away 4 days after the initiation of therapy.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'29290257': 1, '31564718': 1, '30828454': 2, '26473643': 1, '26871823': 1, '26762749': 1, '31416192': 1, '32600081': 1, '30666169': 2, '32034239': 1, '32714535': 1, '32066885': 1, '28498782': 1, '28149764': 1, '29552210': 1, '29928211': 2}", "similar_patients": "{'6333155-1': 1, '6383305-1': 1}"}