{"patient_id": 13548, "patient_uid": "6856955-1", "PMID": 31781034, "file_path": "comm/PMC006xxxxxx/PMC6856955.xml", "title": "Multiple Simultaneous Rare Distant Metastases as the Initial Presentation of Papillary Thyroid Carcinoma: A Case Report", "patient": "A 48-year-old man with a recent history of epigastric pain was referred to the Department of Integrated Traditional Chinese & Western Medicine, West China Hospital, Sichuan University for the treatment of pancreatitis in January 2018. During the treatment, the patient underwent abdominal ultrasound examination that revealed a hypoechoic nodule (2.2 × 2.1 × 1.8 cm) in the pancreatic body, dilation of the main duct (the largest diameter: 0.6 cm) in the pancreatic body and tail, and slightly hyper-echoic intrahepatic nodule (diameter: 0.7 cm) in the right liver. Subsequently, the patient was transferred to the Pancreas Surgery Department of our institution and underwent resection of masses located in the pancreatic body, surface of the liver, and diaphragm in January 31, 2018. Intraoperatively, a firm irregular mass in the pancreatic body measuring 2.5 × 2.0 × 1.5 cm, three firm irregular masses on the surface of the liver measuring 0.5–0.8 cm, and an isolated firm irregular mass located in the diaphragm measuring 1.5 × 1.0 × 0.7 cm were observed. Unfortunately, the patient again underwent cholecystectomy, choleenterostomy, and enterolysis of prior surgery due to obstructive jaundice, which is considered a complication. Pathological examination of the masses' tissues revealed carcinoma cells aggregating in papillary architecture, with folded nuclei, cells were forming nuclear grooves (). Immunohistochemical analyses showed tissue positivity for the following markers: TG, PAX-8, TTF-1, CK19, HBME-1, Galection-3, P53, WT-1, DPC4, CA19-9, and MUC1. On the contrary, the following markers were not expressed: MUC5AC, MUC6, and MUC2. Based on these findings, a diagnosis of metastatic PTCs was performed. However, the patient showed no positive symptoms and signs in the neck and head at that time. Subsequently, the patient underwent ultrasound examination and received an ultrasound-guided fine-needle aspiration (US-FNA) in the neck in February 13, 2018. Ultrasound examination showed a mass (8.1 ×5.1 ×4.1 cm) in the left lobe of the thyroid and several swollen lymph nodes in the left side of the neck, and US-FNA cytology revealed primary PTC.\\nAn appointment was fixed with a thyroid surgeon from our institution in May 8, 2018. During the consultation, the patient presented with severe protein-energy malnutrition. After nutritional conditioning, in June 14, 2018, he was admitted to the Thyroid and Parathyroid Surgery Center for an evaluation prior to thyroid surgery. A physical examination performed in our department following postoperative recovery showed an irregular large nodule in the isthmus and left lobe of the thyroid, a swollen lymph node in the left cervical lateral compartment, and a mass in the right parotid gland. By nasopharyngeal laryngoscopy and gastroesophagoscopy, no abnormalities were observed. Ultrasound reexamination revealed the following findings: a very large hypoechoic mass (7.3 ×5.9 ×5.1 cm) in the isthmus and entire left lobe of the thyroid, multiple hypoechoic nodules (~0.2–0.3 cm) in the thyroid's right lobe, several swollen lymph nodes in the left cervical lateral compartment, several masses in the bilateral parotid region, several nodules in the bilateral salivary region, and a mass in the left gluteus maximus. US-FNA's histological results and immunohistochemical analyses confirmed the presence of metastatic PTCs bilaterally in the parotid gland, bilaterally in the salivary gland, and the left gluteus maximus. In order to further evaluate the situation and identify possible occult metastases, both an 18-fluorodeoxyglucose positron-emission tomography and computed tomography (18F-FDG-PET/CT) scan were ordered. The first revealed abnormal uptakes in the following locations: isthmus and left lobe of the thyroid, bilaterally in the parotid gland, left salivary gland, left cervical region, bilaterally in the lungs, pancreatic head, right kidney, and multiple cones, ribs, muscles and subcutaneous tissues (). The patient's serum thyroglobulin (Tg) level was 303.00 ug/L (normal range: 1.4–78 ug/L). However, the serum free triiodothyronine, free thyroxine, Tg antibody, and thyroid peroxidase antibody levels were normal.\\nThe patient underwent palliative therapy. Specifically, on July 2, 2018, the patient received a total thyroidectomy, bilateral central neck dissection, left lateral neck dissection, and bilateral excision of both parotid glands and salivary glands. Intraoperatively, a firm irregular tumor measuring 10.0 ×7.0 ×5.0 cm was observed. The tumor mass replaced the isthmus and left lobe of the thyroid. Additionally, it extended into the tracheoesophageal region and deepened into the superior mediastinum, invading the anterior cervical skeletal muscle. Furthermore, the tumor encapsulated and infiltrated the left recurrent laryngeal nerve and slightly infiltrated the left trachea's surface. Several swollen cervical lymph nodes were identified. The largest one measured 4.0 cm. Bilaterally in the parotid and salivary regions, there were many masses ranging from 0.5 to 3.5 cm. Of note, some of the masses invaded the facial nerve. Histological examination was performed post-operatively on the paraffin-embedded specimen. Results were consistent with PTC with multiple regional lymph nodes metastases and distant parotid and salivary metastases. The patient underwent thyroid stimulating hormone (TSH) repression therapy with sodium levothyroxine (Euthyrox), administered orally. In order to prepare for the radioactive iodine (RAI) ablation therapy, oral sodium levothyroxine treatment was suspended in August 2018. After 2 weeks, RAI ablation therapy with 200 mCi of I-131 was administered. A whole-body scan (WBS) following therapeutic RAI ablation showed uptake only in the thyroid bed and no uptake in any of the metastasizing lesions. Subsequently, the patient underwent TSH repression therapy with oral sodium levothyroxine. Additionally, he was treated with lenvatinib chemotherapy from December 2018. After ~8 months of treatment, numerous metastatic lesions had lessened on computed tomography (). Additionally, serum thyroglobulin had decreased to 15.84 ug/L (from 313.60 ug/L) as of August 6, 2019. Currently, the patient is alive with no apparent symptom.\\nIn order to complete PTC's assessment in this case, next-generation sequencing (NGS) was performed by lon PGM System with 1198X average sequencing depth. The goal was to identify gene rearrangements and genetic mutations detected in both the primary thyroid neoplasm and the metastasis in the cervical lymph node. Of note, results of our NGS demonstrated negativity for all of the following mutations: ABL1, AKT1, ALK, APC, ATM, BRAF, CBL, CDH1, CDK4, CDKN2A, CHEK2, CSF1R, CTNNB1, DNMT3A, EGFR, ERBB2, ERBB3, ERBB4, EZH2, FBXW7, FGFR1, FGFR2, FLT3, GNA11, GNAS, HNF1A, HRAS, IDH2, JAK1, JAK2, JAK3, KDR, KIT, KRAS, MET, MLH1, MPL, NFE2L2, NOTCH1, NPM1, NRAS, PAX5, PDGFRA, PIK3CA, PPP2R1A, PTCH1, PTEN, RAF1, RB1, RET, SF3B1, SMAD4, SMARCB1, SMO, STAT3, STK11, TP53, U2AF1, and VHL. Only BRAF mutation was positive. Furthermore, we identified a TERT promoter mutation (C288T) by means of additional testing in the primary thyroid tumor, the pancreatic and cervical lymph node metastasis.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'25671254': 1, '28486081': 1, '30431733': 1, '25285888': 1, '19558727': 2, '26825891': 1, '29319129': 1, '23050785': 1, '30713376': 2, '27600854': 1, '29142854': 1, '26732020': 1, '20715671': 1, '19296013': 1, '27240885': 1, '28362912': 1, '20025539': 1, '29269689': 1, '25536153': 1, '12561024': 1, '28506412': 1, '33897621': 2, '26462967': 1, '25353071': 1, '29351089': 1, '25057877': 1, '24768112': 1, '29731874': 1, '30290586': 1, '29144798': 1, '32841270': 1, '21834676': 1, '1771245': 1, '28181854': 1, '29349484': 1, '28588771': 1, '31781034': 2}", "similar_patients": "{'8058471-1': 1, '2712461-1': 1, '6352647-1': 1}"}