{"patient_id": 11264, "patient_uid": "6710409-1", "PMID": 31482075, "file_path": "comm/PMC006xxxxxx/PMC6710409.xml", "title": "Use of 3D Models in the Surgical Decision-Making Process in a Case of Double-Outlet Right Ventricle With Multiple Ventricular Septal Defects", "patient": "The patient is a 12-month-old girl with a double outlet right ventricle (DORV), non-committed ventricular septal defects (perimembranous VSD and anterior muscular VSD), aorta (Ao) positioned to the right and posterior to the pulmonary artery (PA) and transposition physiology. The patient was initially palliated with an MPA band to restrict pulmonary blood flow at 16 days of age, followed by an atrial septostomy at 4 months due to low systemic oxygen saturation (SO2 75%). Six months later her case was presented at the medical multi-disciplinary team meeting for planning of further surgical procedures. The two main drawbacks for biventricular repair were the possibly undeveloped left ventricle, and the long distance between the aorta and the VSD, which rendered either a Rastelli or arterial switch procedure more difficult. These conclusions were formed through review of a cardiac MRI. Therefore, a cardiac CT was indicated in order to define the locations of the VSDs and their relationship with the great vessels such that a surgical approach could be established. 3D models were requested to gather extra insight into the cardiovascular anatomy, and particularly to complement the imaging data with regards to the position and size of the VSDs and the position of the coronary arteries. Review of the models enabled a better understanding of the anatomy of the patient and it was felt that a Rastelli was not a viable option due to the long distance between the Ao and the VSD. Therefore, an arterial switch procedure was chosen as a the first option. However, the latter was highly challenging due to the high risk of damaging the chordaes of the tricuspid valve while enlarging the VSD to connect the left ventricle to the PA.\\nThe patient ultimately became more symptomatic for shortness of breath, and the saturation levels dropped from 85% to <75%, secondary to the progression of VSD restriction and an increase in LV pressures to suprasystemic levels. An additional model was made, aiming to emphasize the tricuspid apparatus (leaflets and chordaes) and their proximity with the VSDs. This helped to improve the spatial visualization of these structures, thereby pre-empting potential complications such as tricuspid valve damage or rupture of tricuspid cordes and enabled the planning of the potential strategies needed to decrease the risk of complications.\\nDuring the subsequent operation, after opening the pulmonary artery, it was felt that the muscular VSD could be enlarged and, after extensive sub-pulmonary fibrotic and muscular resection, the VSD could be committed to the pulmonary outflow. Furthermore, even though the pre-operative discussion highlighted concerns about the position of the coronary arteries, it was felt that there was a potential for their reimplantation after a more aggressive mobilization. Therefore, an arterial switch operation was performed without the LeCompte maneuver. The muscular VSD was enlarged and baffled into the neo aortic root and extensive muscle resection was performed underneath the pulmonary valve. The very small perimembraneous VSD was closed with a single stich through the tricuspid valve. The postoperative echocardiography showed an excellent repair with no acceleration through both the left and right outflow tracts and the patient was discharged home after 8 days. The patient was followed up 1 month later and showed peripheral SO2 of 100%, was asymptomatic for breathlessness and there were no changes on the echocardiogram.", "age": "[[12.0, 'month']]", "gender": "F", "relevant_articles": "{'28977423': 1, '28214968': 1, '33987330': 1, '25933810': 1, '33028306': 1, '27142402': 1, '34677203': 1, '34313233': 1, '28183437': 1, '29379778': 1, '27786234': 1, '27837304': 1, '29034225': 2, '17255420': 1, '29409167': 1, '33614554': 1, '31482075': 2}", "similar_patients": "{'5626947-1': 1}"}