{"patient_id": 127852, "patient_uid": "6057185-1", "PMID": 30090148, "file_path": "noncomm/PMC006xxxxxx/PMC6057185.xml", "title": "Endovascular Treatment of a Patient with Moyamoya Disease and Seckel Syndrome: A Case Report", "patient": "A 12-year-old boy, who had been diagnosed with SS and followed up by another institution, was referred to our hospital with convulsion. Patient’s physical examination revealed microcephalia, dwarfism, large-beaked nose, receding forehead, and micrognathia []. Furthermore, left ptosis and pupillary dilatation pointing to third nerve oculomotor palsy were present. The patient was hospitalized. Magnetic resonance imaging (MRI) and magnetic resonance angiography (MRA) showed hyperintense areas of periventricular deep white matter, left subdural hematoma, left MCA aneurysm, and abnormal collateralized signal void areas in basal cisterna with signs of MM []. Digital subtraction angiography (DSA) showed MM-like vasculopathic changes and pial and dural collateral vessels in the basal ganglia and basal cisterna. Moreover, two saccular aneurysms of right internal carotid artery (ICA), MCA not greater than 2 mm, and a dissecting wide-necked 10-mm left MCA aneurysm were seen. Vertebrobasilar angiograms showed a wide-necked complex basilar tip aneurysm [].\\nThe following day, neurological status of the patient worsened and consciousness deteriorated. Cranial computerized tomography (CT) showed an increase in the size of subdural hematoma by 1 cm and midline shift of the brain to the right side and parenchymal edema []. Urgent subdural evacuation was performed by neurosurgery. After the operation, the patient was transferred to the interventional radiology department and for the treatment of the left MCA aneurysm because of its dissecting nature and the presence of mass effect symptoms. Endovascular treatment was performed under general anesthesia by standard transfemoral approach with a guiding sheath and guiding catheter combination. The left MCA aneurysm was selectively catheterized under road mapping with a microcatheter (Headway Duo; Microvention, Tustin, CA) and a 0.008-in microguidewire (Mirage; Covidien, Irvine, CA). The aneurysm sac had bare platinum coils with a partial neck remnant []. After the treatment of subdural hematoma and aneurysm, the patient was stabilized clinically and neurological status was improved. During the follow-up of the patient for 28 days, no episodes of convulsion or new neurological symptoms were observed. The patient was discharged with only partial improvement on ophthalmoplegia. No complication other than ophthalmoplegia was observed during the 9-month follow-up of the patient.", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'34956795': 1, '34345934': 2, '26180513': 1, '15591669': 1, '22462697': 1, '19338412': 1, '32523383': 2, '20393849': 1, '14564517': 1, '9548348': 1, '30090148': 2}", "similar_patients": "{'7234957-1': 1, '8604825-1': 1}"}