{"patient_id": 134350, "patient_uid": "6587380-1", "PMID": 31259207, "file_path": "noncomm/PMC006xxxxxx/PMC6587380.xml", "title": "A Case of a Child With Several Anaphylactic Reactions to Drugs", "patient": "We present a case of a 7.5-year-old boy admitted to our Pediatric and Allergology Clinic due to allergy to BL antibiotics for full diagnostics. The patient was born G1P1 with a birth weight of 3450 g and Apgar score of 9/10 points. His neonatal period was uncomplicated. The patient had a history of frequent respiratory tract infections (average once a month) since the beginning of preschool, usually requiring antibiotics. He was vaccinated according to the schedule. A family history of atopic diseases was negative. The boy was diagnosed with asthma and allergic rhinitis due to house dust allergy, and since 2016, he went under subcutaneous immunotherapy. Previously, he had been hospitalized several times due to pneumonia and asthma exacerbation (at the age of 5 and 6 years) and one time for orchitis (at the age of 2 years). According to the interview collected from his mother, due to infection in May 2017, the child had been given oral cefuroxime. About 15 minutes after the first dose of this antibiotic, a disseminated urticaria appeared, followed by edema of the face tissues. He was seen by a medical doctor and had been given intramuscular corticosteroids and antihistamines, achieving improvement of symptoms; the antibiotic had been changed to clarithromycin. After a course of 5 days of treatment, a similar situation developed—disseminated urticaria and difficulties in breathing. The boy had been hospitalized, and he had been treated with intravenous corticosteroids and antihistamines. Up to the date of first hospitalization for anaphylaxis, the patient had been treated with different BL antibiotics without any adverse reactions. The child was referred to our Allergic Department for drug allergy diagnostics. We performed this diagnostic in 3 months after the adverse event, according to the European Academy of Allergology and Clinical Immunology (EAACI) guidelines. Medical examination and laboratory findings confirmed no current infection. Skin prick tests were performed with amoxicillin, amoxicillin/clavulanate, and cefuroxime in concentrations as recommended in previous studies; skin prick test was strongly positive only for cefuroxime (wheal 6 mm + pseudopodium). Because of the boy’s medical history of severe anaphylactic reaction and a positive skin prick test for cefuroxime, we decided to abandon the oral drug provocation test (DPT) with cefuroxime, defining it as a culprit drug. We performed a provocation test with the alternative BL drug—amoxicillin. According to the EAACI guidelines, it was a 2-day blinded provocation test (placebo and the drug given in titrated doses up to the dispensable dose) performed under the control of spirometry parameters and vital signs (heart rate, respiratory rate). During the whole provocation test with amoxicillin, we did not notice any adverse reaction; thus, the parents were informed that oral amoxicillin may be used safely in case of infections needing therapy with antibiotics.\\nThe parents were advised to come back to our department in 2 months for another diagnosis of clarithromycin sensitivity. In October 2017 (2 months after the first provocation), skin prick test performed with clarithromycin was negative. Intradermal test was not performed, because it is painful, time consuming, and its role has been widely debated in children. DPT with clarithromycin was performed as described previously (blinded and placebo-controlled oral provocation with titrated doses up to the dispensable dose) without any adverse events. The patient was discharged and referred to the Allergy Outpatient Clinic for further observation and immunotherapy continuation.\\nBetween October 2017 and April 2018, the boy had been treated twice with amoxicillin and azithromycin (for pharyngitis and pneumonia); no adverse events were noticed. At the end of April 2018, the child was admitted to our department because of asthma exacerbation due to pneumonia. Treatment with amoxicillin/clavulanic acid was administered. Fifteen minutes after the first intravenous dose, the boy declared feet itching, followed by disseminated urticaria, face edema, bronchospasm, and drop in blood pressure. An immediate treatment with epinephrine, antihistamines, β2 agonists, and oxygen were given with rapid improvement in the boy’s general condition. The treatment was continued with intravenous aminoglycoside (biodacine) administered in a slow drip infusion for 5 more days. During the hospitalization, the boy developed a rota viral infection manifested by diarrhea, fever, vomiting, and general malaise. Because of the fever, our patient was treated with paracetamol followed by ibuprofen. About 5 minutes after an oral dose of ibuprofen, the patient developed an anaphylaxis; 2 doses of epinephrine were needed to achieve stabilization of vital signs. The patient was given drip infusions, dexamethasone, and inhaled budesonide. After 2 days, the patient presented disseminated urticaria and bronchoconstriction during the inhalation with budesonide. Several measurements of tryptase level were normal. A positive test for stool antigen Helicobacter pylori was found.", "age": "[[7.5, 'year']]", "gender": "M", "relevant_articles": "{'29732976': 1, '21535179': 1, '24909803': 1, '24329898': 1, '27543729': 1, '24697291': 1, '30249451': 1, '16461151': 1, '24648818': 1, '28892222': 1, '20434202': 1, '26416157': 1, '26662186': 1, '17976216': 1, '28293415': 1, '31259207': 2}", "similar_patients": "{}"}