{"patient_id": 129126, "patient_uid": "6169198-1", "PMID": 30302263, "file_path": "noncomm/PMC006xxxxxx/PMC6169198.xml", "title": "A 32-year-old man with hypoxemia and bilateral upper-lobe predominant ground-glass infiltrates on chest imaging", "patient": "A 32-year-old man with antiphospholipid syndrome (APS), recurrent deep venous thromboses (DVTs) and pulmonary emboli (PEs) currently maintained on warfarin therapy, presented with 1 day of progressively worsening exertional dyspnea and blood-streaked sputum. He denied chest pain or purulent sputum production. Three months earlier, he first presented with DVTs and PEs. At that time, laboratory studies showed elevated titers of phospholipid IgM at 45 MPL (normal: <15 MPL), phospholipid IgG at 68 GPL (normal: <15 GPL), Beta-2 glycoprotein antibody IgM at 84.6 U/mL (normal: <15 U/mL), antinuclear antibody (ANA) at 4.3 U (normal: ≤1 U), double-stranded DNA antibody (ds-DNA) at 253 IU/mL (normal: <30 IU/mL), proteinase-3 antibody(PR3) at 0.4 U (normal: <0.4 U) and myeloperoxidase antibody (MPO) at 0.9 U (normal: <0.4 U), with a positive p-Anticytoplasmic antibody (p-ANCA) and negative c-Anticytoplasmic antibody (c-ANCA). While there were no other clinical manifestations of an ANCA-associated vasculitis, given the severity of his clot burden, he was placed on empiric treatment with rituximab. He was also treated with hydroxychloroquine during that initial visit. He was started on warfarin therapy to treat the acute thromboembolic state. He was maintained on warfarin and rituximab up until the time of this admission and had remained in good clinical condition, including working full-time as a teacher…One month prior to presentation, transthoracic echocardiography excluded significant heart failure or valvular disease.\\nOn physical examination, heart rate was 120 bpm with a blood pressure of 115/75 mmHg and a temperature of 37.1°C. Room air oxygen saturation was in the low 80 s, but improved to the low 90 s with face mask oxygen at 8 L per minute (Lpm). Lung auscultation revealed coarse bilateral inspiratory crackles greatest in the upper lobes. Integumentary, eye, cardiac, neurologic and musculoskeletal examinations were normal.\\nChest computed tomography (CT) angiography with PE protocol showed right lower lobe segmental filling defects consistent with previously diagnosed PE, upper-lobe predominant diffuse ground-glass opacities, and centrilobular nodules bilaterally (Fig. ). Laboratory studies showed a normal complete blood count, electrolytes and creatinine. The INR was slightly subtherapeutic at 1.9. Arterial blood gas was significant for a PaO2 of 69.3 mmHg while on 8 Lpm of oxygen. Erythrocyte sedimentation rate and C-reactive protein were elevated at 64 mm/1 h (normal: 0–22 mm/1 h) and 54.5 mg/L (normal: ≤8 mg/L), respectively. Tests for ANA, ds-DNA, c-ANCA, p-ANCA, MPO, PR3 and anti-glomerular basement membrane (GBM) antibodies were all negative. The phospholipid and Beta-2 glycoprotein antibodies remained elevated. Urinalysis showed 1+ protein, but no red cells, white cells or casts.\\nGiven the acute onset of this patient’s symptoms, history of APS, and prior serologies suggesting the possible presence of an ANCA-associated vasculitis and/or connective tissue disease, the leading diagnosis on admission was diffuse alveolar hemorrhage (DAH) of uncertain etiology. In addition to DAH, our differential diagnosis also included community acquired pneumonia, rituximab-associated immunocompromised host viral pneumonia or Pneumocystis jiroveci pneumonia, rituximab-associated direct lung injury, and diffuse lung diseases such as cryptogenic organizing pneumonia, secondary organizing pneumonia (potentially connective tissue disease-associated), acute eosinophilic pneumonia, acute hypersensitivity pneumonitis, and less likely sarcoidosis [].\\nBecause of the concern for DAH, a bronchoscopy with bronchoalveolar lavage (BAL) was performed. The BAL fluid return became progressively more hemorrhagic on serial aliquots and was sent for Prussian iron staining, which revealed hemosiderin-laden macrophages (Fig. ). A sample of the BAL was also sent for gram stain, culture and viral PCR, all of which were negative. At this point, the leading diagnosis was DAH, more likely secondary to APS than to microscopic polyangiitis (MPA) or a connective tissue disease. Given the bland urinary sediment, the lack of extrapulmonary manifestations, and the risk of temporarily discontinuing anticoagulation, it was felt that the overall risk to benefit ratio favored empiric treatment over obtaining a pulmonary or renal biopsy. Once the initial BAL results were available showing no evidence of active infection, treatment was urgently initiated with high-dose corticosteroids and plasma exchange.\\nThe patient was continued on warfarin with the addition of intravenous methylprednisolone 1 g daily for 3 days followed by prednisone 60 mg daily, and was given five daily treatments with plasmapheresis. Following completion of plasmapheresis, mycophenolate was started due to the prior lack of response to rituximab. A lung biopsy was not performed because it was felt to unlikely change management and a relatively high-risk procedure, given the need for anticoagulation. With the above treatment, the patient made daily improvements based on clinical assessment and decreasing oxygen requirements. By the time of hospital discharge, he was breathing comfortably on room air, with substantial improvement on imaging (Fig. ).", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'16325656': 1, '23983016': 1, '21993385': 1, '24791616': 1, '7812547': 1, '17202734': 1, '15619039': 1, '33100166': 1, '22466846': 1, '11830421': 1, '15671387': 1, '31493005': 1, '30302263': 2}", "similar_patients": "{}"}