{"patient_id": 921, "patient_uid": "6029734-1", "PMID": 29974021, "file_path": "comm/PMC006xxxxxx/PMC6029734.xml", "title": "Hyperglycemic Crisis in an Anuric Peritoneal Dialysis Patient with Profound and Symptomatic Hypertonicity", "patient": "An anuric 60-year-old woman with diabetic nephropathy had been treated for four months by continuous ambulatory peritoneal dialysis (CAPD) with four daily exchanges and 2.0 L fill volume. She had a history of coronary artery disease with an anterior myocardial infarction seven months prior to the start of CAPD, followed by severe congestive heart failure with an ejection fraction of 23%. Her dry weight, documented one month after the start of CAPD by absence of both edema and hypertension, was 41.2 kg. Her height was 149 cm. She had not been seen by her CAPD providers for three months because of transportation difficulties when she was admitted with grand mal seizures followed by coma. One week prior to this admission, she communicated by telephone call with one provider. At that time, she reported total body swelling, moderate dyspnea and a body weight exceeding 70 kg. She was advised to use exclusively hypertonic dextrose (4.25%) CAPD dialysate and add two exchanges per day with short (1 hour) dwell times. Information obtained from relatives revealed that in the two days prior to this admission she had omitted her insulin dose because of anorexia and greatly decreased food intake.\\nOn admission, she was comatose with a blood pressure of 180/74 mm Hg, regular pulse rhythm with a rate of 110 beats per minute, and temperature of 36.5 degrees Celsius. Her weight was 63.6 kg. Remarkable findings on physical examination included anasarca detected even in her scalp, a ventricular gallop, and crackles in both lung fields. Chest X-ray confirmed the presence of pulmonary edema and electrocardiogram was unchanged from recent tracings, which were consistent with old transmural myocardial infarction. Laboratory tests on admission revealed extreme hyperglycemia, severe hypertonicity, hypokalemia and respiratory acidosis.\\nOver the next 30 hours, she received insulin boluses and had frequent (every 2-4 hours) determinations of serum glucose and potassium concentrations. Serum glucose levels decreased progressively, while serum potassium levels remained between 3.1 and 3.4 mmol/L without administration of potassium salts. Blood pressure progressively decreased during treatment. At the end of treatment, she developed frank hypotension (blood pressure 80/60 mm Hg) and increased tachycardia to a pulse rate of 125 mm Hg, while remaining comatose. Chest X-ray revealed worsening pulmonary edema, while electrocardiogram was consistent with a new myocardial infarction and serum levels of cardiac enzymes (creatinine phosphokinase, troponin) were substantially elevated. Subsequently, she developed worsening hypotension and expired within three hours. Table shows laboratory tests at presentation and at the end of insulin treatment.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'5009588': 1, '17967710': 1, '32984372': 1, '18945331': 1, '6986753': 1, '31955362': 1, '3084904': 1, '18191075': 1, '28101446': 1, '5558654': 1, '6765226': 1, '5902284': 1, '19564476': 1, '6042645': 1, '29359117': 1, '3717155': 1, '4763428': 1, '31549572': 1, '7047032': 1, '8315948': 1, '15521214': 1, '15818545': 1, '29974021': 2}", "similar_patients": "{}"}