{"patient_id": 10467, "patient_uid": "6660687-1", "PMID": 31349811, "file_path": "comm/PMC006xxxxxx/PMC6660687.xml", "title": "Can men with atrial fibrillation really rest easy with a CHA2DS2-VASc score of 0?", "patient": "A 56-year-old male was taken to our hospital due to a sudden syncope and right hemiplegia within 2 hrs. Without abnormalities detected by brain computed tomography (CT) scan, magnetic resonance perfusion imaging of arterial spin labeling showed that the perfusion of left hemisphere was significantly decreased (Fig. c), which was diagnosed with acute IS. CT angiography of the head and neck then suggested occlusion of the left middle cerebral artery M2 segment. After intravenous administration of recombinant tissue plasminogen activator, the result of digital subtraction angiography (DSA) (Fig. a) was consistent with head CT angiography. Then, the mechanical thrombectomy was performed immediately, and two small emboli were successfully taken out from the left middle cerebral artery. As expected, the repeated DSA showed the obvious recovery of cerebral blood flow without intracranial vascular malformation and angiostenosis (Fig. b, d).\\nDuring the hospitalisation, no apparent abnormalities found in Various laboratory tests, including blood cell analysis, blood lipid, blood sugar, renal and thyroid function, et al. Structural and congenital heart disease were excluded, and nothing abnormal could be found by echocardiogram [see Additional file ] and cardiac enhanced CT. The asymptomatic paroxysmal AF was first recorded with the longest AF duration lasted more than 1 h and the shortest only 20 s. The long-term electrocardiograph monitoring showed that the average heart rate (HR) of 48 h was 56 beats per minute and the slowest only 36 beats per minute [see Additional file ]. Mentionable, benefiting from the formed good habits of no smoking and drinking, he was always in good health and had none of any known diseases which were associated with AF and related stroke. Instead of lacking exercise, he persisted in playing table tennis faithfully 3–4 times a week and 2–3 h each time over the past 30 years and won several amateur table tennis championships. One month later, he was discharged smoothly through an aggressive rehabilitation program. Besides OAC therapy, it was advised that both the intensity and program of exercise should be varied and modified. Until now, he has been in a better health condition without recurrent AF and stroke since catheter ablation was performed half a year ago.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'27567408': 1, '26210772': 1, '34549717': 1, '25469735': 1, '27021333': 1, '24965079': 1, '18065754': 1, '27923817': 1, '25960110': 1, '22236222': 1, '27245609': 1, '26434516': 1, '22858289': 1, '21310320': 1, '25770314': 1, '23583240': 1, '22166900': 1, '24682348': 1, '27776250': 1, '28431068': 1, '34639349': 1, '26966149': 1, '18988654': 1, '27231269': 1, '27067085': 1, '30088016': 1, '31349811': 2}", "similar_patients": "{}"}