{"patient_id": 1514, "patient_uid": "6069891-1", "PMID": 30083234, "file_path": "comm/PMC006xxxxxx/PMC6069891.xml", "title": "A rare malignant thyroid carcinosarcoma with aggressive behavior and DICER1 gene mutation: a case report with literature review", "patient": "A 45-year-old woman presented to our hospital with multiple lung nodules. She had a history of poorly differentiated thyroid carcinoma, diagnosed 7 months prior to admission, at an outside hospital. The patient was healthy otherwise and reported no radiation exposure or any family history of thyroid cancer. The initial work-up at the time of discovery of the right thyroid nodule included fine needle aspiration and core biopsy, with findings consistent with poorly differentiated thyroid carcinoma. The patient then underwent a total thyroidectomy and central neck lymph node dissection. The pathologic diagnosis from the outside hospital reported a 2.8 × 2.4 × 1.1 cm tumor in the right thyroid without extrathyroidal extension or lymph node metastasis. However, both capsular invasion and extensive vascular space invasion were noted. Based on the tumor size, tumor extension and lymph node status, the tumor was designated as Stage II (pT2 pN0 pMx). IHC staining showed that the tumor cells were positive for thyroglobulin and thyroid transcription factor 1 (TTF1). An immunostain for p53 was also performed at the outside hospital and showed a small focus (< 1 cm) with p53 positivity, suggesting a diagnosis of anaplastic thyroid carcinoma.\\nAt our institution, the diagnosis was revised, based on review of both the primary thyroid tumor and the current lung metastases. Both tumors were remarkable for biphasic malignant components: the carcinoma and the sarcoma. The carcinoma component showed a poorly differentiated microfollicular type thyroid carcinoma, composed of sheets and islands of tightly packed thyroid follicles with dense colloid. The tumor nuclei were small and round with vesicular chromatin, resembling those of typical poorly differentiated follicular thyroid carcinoma. Admixed with the epithelial component were malignant spindle cells with small round blue cell type morphology. Focally, rhabdomyosarcoma-like cells with eosinophilic cytoplasm were appreciated. No heterologous cartilage or bone components were identified. The IHC staining performed at the outside hospital showed that the thyroid carcinoma (epithelial) component was positive for thyroglobulin, PAX8 and TTF1 (Fig. ). The sarcoma (spindled) component was negative for all thyroid carcinoma markers (TTF-1, thyroglobulin and PAX8), but was positive for vimentin and focally positive for myogenin (supporting skeletal muscle differentiation) consistent with mesenchymal differentiation. Interestingly, the foci of vascular space invasion contained both epithelial and mesenchymal components as well.\\nThe patient received Taxol with Carboplatin for 7 weeks followed by radiation therapy. Her thyroglobulin level rose from 1.2 ng/mL to 25.40 ng/mL 5 months after completion of the chemo-radiation therapy, suggesting progression of the disease. A follow-up CT scan of the chest showed multiple newly developed nodules (ranging from 1 to 2 cm) in the right lung, highly suspicious for metastases. The patient underwent a right thoracotomy, right lung resection/metastasectomy. The surgery was uneventful with negative resection margins. However, the patient’s general condition deteriorated and she succumbed to the disease 4 months later.\\nHistological examination of the lung nodules revealed similar tumor morphology and tumor differentiation when compared to the original thyroid tumor, which is somewhat unusual for a biphasic carcinosarcoma (Fig. ). Tumor necrosis was also present. Mutational analysis using a next-generation sequencing based assay showed that the neoplastic cells from the lung metastasis were devoid of genomic alterations for known thyroid cancers, including BRAF, RAS family (KRAS, NRAS and HRAS), EGFR, PTEN, TERT, PI3Kinase or RET. BRAF or RAS family are known as the most commonly altered genes in papillary thyroid cancers. Other molecular mutations reported in the development of anaplastic thyroid carcinoma include p53, PAX8/PPAR gamma rearrangement []. None of the mentioned gene mutations were identified in our patient.\\nHowever, an interesting finding in this case is the presence of a point mutation in DICER1 (E1705K) that has previously been associated with differentiated thyroid carcinoma [, ]. Whether the DICER1 (E1705K) mutation is the underlying genetic event leading to the initiation of tumorigenesis or is downstream to other gene alterations in tumor development is largely unknown. Additional mutations of unknown significance were also detected in this tumor including FLCN (R239H), POLD1 (Q684H) and SYK (R217L). These variants have not been adequately characterized in the scientific literature and their prognostic and therapeutic significance is unclear.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'3314789': 1, '28970150': 1, '29212164': 1, '32507920': 2, '9308612': 1, '34313965': 1, '32322267': 1, '2609238': 1, '26428316': 1, '31937902': 1, '25705539': 1, '11142492': 1, '20596275': 1, '33495912': 1, '23429735': 1, '25447675': 1, '27697588': 1, '31537896': 1, '34170462': 1, '26555935': 1, '24455642': 1, '30083234': 2}", "similar_patients": "{'7683491-1': 1, '7683491-2': 1, '7683491-3': 1}"}