{"patient_id": 2232, "patient_uid": "6112881-1", "PMID": 30142813, "file_path": "comm/PMC006xxxxxx/PMC6112881.xml", "title": "Gastric varices and splenic vein obstruction during steroid treatment for autoimmune pancreatitis", "patient": "A 50-year-old man presented to the emergency department following 2 days of lightheadedness, abdominal pain, and melena. His distant past medical history was significant for hypertension and transfusion-requiring erosive gastritis. In addition, he reported having been diagnosed with AIP 2 weeks prior at a geographically-proximate academic medical center, where a mass at the head of the pancreas was identified after he presented with abdominal pain, elevated lipase, and hyperglycemia. At that time, he was prescribed prednisone 20 mg PO b.i.d., therapy with which he was compliant. Additional medications prior to admission were diltiazem and tramadol. He has no history of drug or alcohol abuse and denies use of nonsteroidal anti-inflammatory drugs.\\nOn presentation, the patient was in no apparent distress, afebrile, and not hypoxic with a blood pressure of 175/39 mm Hg, a pulse of 140, and a respiratory rate of 18. On physical examination, bowel sounds were normoactive and the abdomen was soft without guarding or rigidity, but significant for marked epigastric tenderness without rebound. There was no palpable splenomegaly, Castell sign was negative and percussion of Traub Space was tympanic. There was no appreciable jaundice on the integument, the sclera, or the oral frenulum. Melena was present on rectal examination. Complete blood count revealed a white blood cell count of 46,000/mL, a hemoglobin of 9.2 mg/dL (baseline 11), and platelets of 96,000/mL. We attributed the leukocytosis to a combination of steroid therapy and stress response to the gastrointestinal bleed. The patient's metabolic panel was significant for a creatinine of 1.8 mg/dL, aspartate aminotransferase of (AST) 40 U/L, alanine aminotransferase of (ALT) 59 U/L, a total bilirubin of 0.7 mg/dL, serum glucose of 300 mg/dL, and a lipase of 31 U/L. IgG4 levels were not drawn as they were not pertinent to the immediate management of the patient's acute gastrointestinal bleed. The patient became acutely hypotensive, at which time an electrocardiogram revealed sinus tachycardia at a rate of 120 beats per minute. Following fluid resuscitation, the hemodynamic compromise resolved. Subsequent hemoglobin measurements revealed a temporal decrement from 9.2 to 7.8 mg/dL. Following initiation of maintenance fluids and a famotidine drip, the patient was admitted to the intensive care unit, where he also received blood transfusions. Due to concerns regarding diagnostic clarity and the veracity of the AIP diagnosis in the setting of gastrointestinal bleeding, the steroid therapy was discontinued.\\nOn hospital day 2, the patient had continued abdominal pain and an additional episode of transfusion-requiring melena, absent vital sign abnormalities. The remainder of laboratory studies were significant for a platelet count of 79,000/mL, a hemoglobin A1c (HbA1c) of 7.0, and a reduction in leukocyte count to 24,500/mL, as expected following discontinuation of steroid therapy. The maintenance fluids and famotidine drip were continued with morphine as needed for abdominal pain.\\nOn hospital day 3, esophagogastroduodenoscopy (EGD) revealed multiple erosions in the duodenal bulb with surrounding mucosal edema and a 3.5 cm ulcer with an adjacent crater and exudate in the bulb on the anterior wall. Erosive gastritis was also present in the antrum, body, and fundus of the stomach; tissue biopsy was negative for H Pylori. Grade 2+ gastric varices were found along the gastric fundus (Fig. ) and grade 1+ nonbleeding varices were present in the distal esophagus. Abdominal ultrasound with Doppler studies demonstrated moderate splenic enlargement, but patency of the splenic, hepatic, and portal veins.\\nThe patient remained in stable condition throughout hospital days 4 to 7. The remainder of his hospital course was unremarkable with the exception of intermittent melena. He was discharged on hospital day 7, tolerating a full diet. Discharge medications were pantoprazole, prednisone 20 mg PO b.i.d., propranolol, sucralfate, and tramadol as needed for abdominal pain. In the outpatient setting, his care team titrated the dose of propranolol to avert significant heart rate decrement.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'22081918': 1, '19398440': 1, '22919259': 1, '15166967': 1, '23232048': 1, '16843735': 1, '21613442': 1, '10773149': 1, '28197205': 1, '23382638': 1, '16586561': 1, '23076542': 1, '21287714': 1, '17525092': 1, '30142813': 2}", "similar_patients": "{}"}