{"patient_id": 15051, "patient_uid": "6942727-2", "PMID": 31934479, "file_path": "comm/PMC006xxxxxx/PMC6942727.xml", "title": "Traumatic Craniocervical Dissociation in Patients with Congenital Assimilation of the Atlas to the Occiput", "patient": "A 35-year-old male was a restrained driver involved in a head-on high-speed motor vehicle collision. He was unresponsive at the scene, intubated, and transferred to our hospital. On arrival to the emergency room, the patient received a high mechanism work-up which was negative for thoracic, abdominal, or pelvic injuries but did reveal an open right ulna fracture.\\nHead CT showed a left frontal subdural hematoma and epidural hematoma in the upper cervical region anterior to the cord which extended to the C4 level. Cervical CT revealed a congenital partial fusion of C1 to the occiput, involving complete fusion of the left lateral mass with the occipital condyle and partial fusion of the right lateral mass with the right occipital condyle. Posteriorly, the lamina was fused to the occiput on the left side. Craniocervical dissociation due to an acute fracture with distraction through the fused left occipital condyle-C1 lateral mass was recognized. The right C1 lateral mass was laterally subluxated in relation to the C2 lateral mass. The dysplastic tip of the dens showed an asymmetric mild widening on the right side in relation to the C1 lateral mass (). Cervical computed tomography angiography (CTA) did not reveal any vascular injury.\\nMagnetic resonance imaging (T2 sequence) revealed a posterior longitudinal ligament disruption along with the apical, right alar, and right transverse ligaments as well as the disruption of the interspinous ligament at C1-C2 and the ligamenta nuchae. Posterior to the dens, an epidural hematoma that compressed the spinal cord was identified without evidence of spinal cord signal change. Also, a prevertebral hematoma extending from the CCJ to the C6 level was found.\\nInitially, the patient underwent a left-sided decompressive craniectomy. Once he was clear for spine surgery, baseline electrodiagnostic signals were obtained. Mayfield tongs were applied, and the patient was transferred to the Jackson table and rotated into a prone position. A cervical spine lateral fluoroscopic image was performed to evaluate the patient's craniocervical alignment. Electrodiagnostic signals remained stable after positioning. A midline posterior cervical incision and dissection were performed from the occiput to C3. Open reduction of the craniocervical dislocation and occiput to C3 posterior segmental arthrodesis was performed. C1 and C3 bilateral lateral mass screws and bilateral C2 pars screws were placed. Intraoperatively, significant instability between the occipital to C2 region was noticed as well as an abnormal vertebral artery (). On the left side, the vertebral artery traversed underneath the fused occiput-C1 ring, whereas, on the right side, the C1 posterior arch was free of the occiput and the vertebral artery traversed above this (Figures and ). Atricortical structural iliac crest allograft was applied from the occiput to the C2 spinous process, and locally harvested autologous bone graft, allograft, and tricalcium phosphate bone graft substitutes were placed locally after decorticated the posterior occipitocervical spine.\\nDuring the postoperative hospital stay, the patient had a complication related to his severe traumatic brain injury which led to death.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'23637673': 1, '18253689': 1, '25976203': 1, '33194272': 2, '30631620': 2, '18193959': 1, '16776353': 1, '27366337': 2, '20010391': 1, '26376390': 1, '26819687': 1, '26913225': 1, '27815845': 1, '28764139': 1, '23735065': 1, '31934479': 2}", "similar_patients": "{'6942727-1': 2, '7656000-1': 1, '6304856-1': 1, '4913000-1': 1}"}