{"patient_id": 8629, "patient_uid": "6525427-1", "PMID": 31101055, "file_path": "comm/PMC006xxxxxx/PMC6525427.xml", "title": "Unusual rupture of left ventricular pseudo-false aneurysm secondary to subacute anterolateral myocardial infarction: a case report", "patient": "A 38-year-old man (height, 172 cm; body weight, 120 kg; body mass index, 37) experienced chest discomfort 3 weeks ago, which improved within few days. However, after that episode, he was admitted with rapidly deteriorating severe breathlessness in a preshock state with acute heart failure. The patient had a smoking habit and hyperlipidemia. Electrocardiography revealed abnormal Q waves and slight ST elevation in the aVl, V1, V2, and V3 leads. However, laboratory findings demonstrated creatine kinase (CK) and CK-MB levels within the normal range. Echocardiography revealed aneurysmal enlargement in the anterior wall and moderate-to-massive pericardial effusion, and severely reduced wall motion of LV. Emergency coronary angiography demonstrated an occluded left anterior descending artery (LAD; Fig. ). Circulatory support with an intra-aortic balloon pumping (IABP) catheter was started because of unstable hemodynamics. Enhanced computed tomography showed extensive aneurysm formation on the anterior LV wall and contrast from the inner cavity to the LV myocardium, with moderately accumulated pericardial effusion (Fig. a–c). Emergency surgery was performed, and his blood pressure ranged 80 to 90 / 50 to 60 mmHg, with 40 mmHg for PA and 20 mmHg for CVP. After the median sternotomy, bloody pericardial effusion (400 ml) was drained, and cardiac tamponade was relieved. A large aneurysmal formation was noted on the anterior LV wall, slightly attached to the pericardium (Fig. a). Cardiopulmonary bypass (CPB) was established with an ascending aorta and bicaval cannulation. After dissecting the pericardium, a 5-mm, slit-like LV rupture site was found in the aneurysm, which caused cardiac tamponade (Fig. b). Following cardiac arrest by antegrade cardioplegia, the middle aneurysm portion was dissected parallel to the LAD. The anterior myocardium comprised intramyocardial heavy and flesh hematoma and necrotic myocardium (Fig. c). Of note, the anterior and posterior papillary muscles were not involved. After removing the hematoma and debriding the necrotic tissue, the anterior wall defect measured 10 × 7 cm. Traction sutures were placed at each anticipated closing line. Then, two sheets of bovine pericardial patch were tailored to the anterior wall defect shape, which was 5 cm × 10 cm. The LV defect was closed using the patch with transmural interrupted mattress sutures to avoid excessive reduction in the ventricular volume (Fig. a). Subsequently, the ventricular edge was closed with interrupted sutures using two Teflon felt strips to reinforce the suture from the outside (Fig. b). A second running suture was used to ensure a secure left ventriculotomy closure, and another Teflon felt strip was placed in the middle of the edge (Fig. c). Cardiopulmonary bypass was easily weaned. He was extubated the following day, and the IABP was smoothly removed. Postoperative echocardiography revealed an improvement in LV function (LVEF:40%), without mitral regurgitation. Postoperative cardiac magnetic resonance image revealed a well-reconstructed LV. He was discharged without any complication 3 weeks postoperatively. The LV aneurysmal rupture site specimen was sent for pathological study (Fig. a). Pathological findings showed myocardial necrotic tissue with cellular infiltration within the aneurysmal wall, consistent with a pseudo-false aneurysm, which was contained by the elements of the ventricular wall (Fig. b).", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'20868785': 1, '25888342': 1, '15691670': 1, '7212822': 1, '20622472': 1, '5380841': 1, '8286867': 1, '26234876': 1, '31101055': 2}", "similar_patients": "{}"}