{"patient_id": 136293, "patient_uid": "6764573-1", "PMID": 31660510, "file_path": "noncomm/PMC006xxxxxx/PMC6764573.xml", "title": "A case of 15-year misdiagnosed heart failure: congenitally corrected transposition of the great arteries", "patient": "A 54-year-old lady presented in 2000 with fatigue. Her cardiac catheterizations in 2000 and 2005 revealed normal coronary arteries, 3+ mitral regurgitation (, Video S1); a significantly elevated pulmonary artery pressure (90/55 mmHg), right ventricular pressure (90/20 mmHg), pulmonary capillary wedge pressure (33 mmHg), and left ventricular end-diastolic pressure (25 mmHg) were recorded. She was kept under annual surveillance, but she developed exertional dyspnoea in time. She had multiple echocardiograms until 2015, which reported ‘severe mitral regurgitation, mild left ventricular systolic dysfunction, and severe pulmonary artery hypertension’. The heart team decided on medical treatment due to high-risk surgery. In 2015, she was admitted to our hospital in severe heart failure. The rhythm was atrial fibrillation, and there was right bundle branch block in electrocardiogram. Our TTE disclosed apically displaced left atrioventricular valve with dysplastic, thickened morphology, heavily trabeculated morphologically right ventricle on the left side of the heart, and parallel course of the great arteries (; , Videos S2–S4). The systolic function of the systemic ventricle was moderately impaired, and both atrioventricular valves were moderately to severely regurgitant (; , Video S5). There was no intracardiac shunt present. The atrioventricular and ventriculoarterial discordance were consistent with CCTGA, and the patient was judged as inoperable in accordance with ESC guidelines.\\nThis case illustrates how a late diagnosis of CCTGA has an impact on a patient’s life. Marked tricuspid regurgitation and systolic dysfunction of the systemic ventricle probably contributed to congestive heart failure.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'18997168': 1, '20801927': 1, '31660510': 2}", "similar_patients": "{}"}