{"patient_id": 3786, "patient_uid": "6205782-1", "PMID": 30386385, "file_path": "comm/PMC006xxxxxx/PMC6205782.xml", "title": "First reported case in Canada of anaphylaxis to lupine in a child with peanut allergy", "patient": "We describe a 10-year old Caucasian male with diagnosed peanut and tree-nut allergy, who developed anaphylaxis to lupine flour in May 2017 in Vancouver, Canada. A few minutes after eating a small amount of pancake made with a pre-made mix, he developed oral pruritis, throat tightness, severe stomachache, lightheadedness, cough, hoarse throat, nasal congestion, sneezing, and fatigue. He refused epinephrine but was given cetirizine. The symptoms resolved after 3 h, but he was still unwell the following day. In a conversation between the mother and the allergist, it was suspected that lupine, the second ingredient on the label, was the cause of anaphylaxis, since the patient was eating the other ingredients regularly. He was brought into the BC Children’s Hospital Allergy clinic in June 2017 for skin prick testing to lupine (Fig. ). Results were consistent with lupine allergy and the patient was counseled to avoid lupine. The mother was counseled on the importance of administering epinephrine for anaphylaxis. In addition, the mother was encouraged by the allergist to report this incident to the food company and government agencies.\\nSubsequently, the food company performed testing on the pancake mix and confirmed that it did not contain the patient’s known allergens.\\nAfter the incident, the patient’s mother became an advocate for patient education regarding cross-reactivity between lupine and peanut, and importance of labeling lupine-containing products to warn families with peanut allergy about lupine. She contacted the Canadian Food Inspection Agency (CFIA), who issued a product recall and public information sheet (see Additional file ), and Health Canada, who issued “Information for Canadians with peanut allergy concerning lupine”, a message about peanut allergy and exposure to lupine as a food ingredient. The pancake mix company initially recalled the product from stores, but in a letter to the family a few months later, they wrote they would be putting the product back on the shelf with a warning label that lupine is a legume related to peanuts. The company promised to include warning labels for other home-brand lupine-containing products and institute a voluntary labeling system for other companies whose lupine-containing products may be sold in their stores. The mother was interviewed in magazines, e-newsletters, and blogs, aimed at educating parents of children with food allergy.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'34681476': 1, '29606424': 1, '10518837': 1, '18028245': 1, '19496348': 1, '27873194': 1, '34256836': 1, '8064069': 1, '17637469': 1, '33465170': 1, '32245384': 1, '30386385': 2}", "similar_patients": "{}"}