{"patient_id": 129283, "patient_uid": "6177041-1", "PMID": 31020150, "file_path": "noncomm/PMC006xxxxxx/PMC6177041.xml", "title": "Cardiogenic shock following balloon post-dilatation in transcatheter aortic valve implantation: first case report of all three stuck leaflets", "patient": "A 94-year-old woman was transferred to our emergency room because of sudden right inguinal pain. There was swelling in her right groin and computed tomography revealed a right inguinal hernia which required surgical repair. She was previously diagnosed severe aortic stenosis but initially declined to undergo TAVI; however, surgery was not feasible given her severe aortic stenosis. Following re-discussion with the patient, she agreed to undergo intervention. She agreed the procedure this time. Her medical history included hypertension and permanent pacemaker implantation for sick sinus syndrome. On examination, her blood pressure was 131/70 mmHg with a heart rate of 62 b.p.m. On cardiac auscultation, a systolic ejection murmur was present and the intensity of second heart sound was reduced. The carotid pulse had a weak and delayed upstroke. There were no significant findings on respiratory auscultation, but she had jugular vein distention indicating high-central venous pressure. Her cardiac symptom was shortness of breath classified as New York Heart Association II. Transthoracic echocardiography showed a preserved ejection fraction with severe aortic stenosis; aortic valve area of 0.4 cm2, peak velocity of 4.4 m/s, and mean gradient of 47.0 mmHg. The Society of Thoracic Surgeons score was 4.0% and the Logistic Euro Score was 32.1%. After multidisciplinary team discussions, the patient was deemed inoperable for heart surgery because of old age, and considered as a candidate for TAVI. Computed tomography showed no significant coronary artery disease. It revealed a 377 mm2 annulus and compatible iliofemoral arteries; thus, transfemoral TAVI using a 23 mm Sapien 3 was performed. The procedure was under general anaesthesia because our institute was in early experience of TAVI and chose it as a routine method. After the pre-dilatation using a 20 mm balloon, the Sapien 3 was advanced. While crossing the stenotic native valve, we realized that the prosthetic valve and delivery balloon were out of alignment. The delivery system was pulled back to the ascending aorta and re-adjusted. The device crossed the aortic valve again and was deployed under rapid pacing. During the inflation, the delivery balloon slipped into the ventricle probably due to malalignment, and the valve top was not fully expanded (, S1 and S2). Although the paravalvular leak was mild ( and S3), post-dilatation using a 23 mm balloon was decided to prevent recoiling and a small valve area caused by insufficient expansion ( and S4). Just after the post-dilatation, the patient developed shock and arrested. Cardiopulmonary resuscitation was commenced and venoarterial extracorporeal membrane oxygenation (ECMO) was provided. Aortography and haemodynamics indicated severe aortic regurgitation (and ). Transoesophageal echocardiography depicted the absence of leaflets inside the Sapien 3 with severe aortic regurgitation throughout the entire stent (, S5 and S6); thus, we confirmed that all three leaflets were stuck. A pigtail catheter was advanced and manipulated in the prosthetic valve stent, but the leaflets were not recovered. The valve-in-valve procedure was performed using the second 23 mm valve ( and S7). The second valve functioned well with a mild paravalvular leak (, S8 and S9) and her haemodynamics dramatically improved. The ECMO was removed in the operating room and the patient was sent to the cardiac care unit under close observation. She was discharged 20 days later in a stable condition. Four months later, the patient was admitted again to the surgery department and underwent right inguinal hernia surgery. The patient was asymptomatic and stable in the 1 year follow-up period. Transthoracic echocardiography showed an effective orifice area of 1.32 cm2, peak velocity of 2.3 m/s, and mean gradient of 11.4 mmHg.", "age": "[[94.0, 'year']]", "gender": "F", "relevant_articles": "{'27372196': 1, '20846871': 1, '22566389': 1, '22511742': 1, '31020150': 2}", "similar_patients": "{}"}