{"patient_id": 134697, "patient_uid": "6613405-1", "PMID": 31359948, "file_path": "noncomm/PMC006xxxxxx/PMC6613405.xml", "title": "Leukoencephalopathy in Mitochondrial Neurogastrointestinal Encephalomyopathy-Like Syndrome with Polymerase-Gamma Mutations", "patient": "The Chinese male had a history of good health until 42 years old when he developed mild gastrointestinal dysmotility leading to diarrhea and episodes of abdominal pain. At age 48, he was hospitalized for ptosis, diplopia, and weakness in the extremities. At the same time, gastrointestinal manifestations developed significantly, such that he began to suffer chronic diarrhea and persistent abdominal distention, leading to loss of 22 kg.\\nColonoscopy revealed colonic diverticulum. Abdominal computed tomography showed gastroduodenal expansion. Peripheral nerve conduction velocity findings were consistent with demyelinating and axonal sensory motor neuropathy. Protein in the cerebrospinal fluid was elevated (119 mg/dL; normal: 15–45 mg/dL) while no leukocytes were detected. The patient was initially diagnosed with chronic inflammatory demyelinating polyneuropathy and given corticosteroids and intravenous immunoglobulin. These treatments had no effect.\\nAt age 49, the patient was hospitalized again for progressive limb weakness. His appearance was cachectic, body mass index was 13.8 kg/m2, and he showed muscle atrophy. Neurological examination showed ophthalmoplegia, ptosis, muscle weakness, and absence of deep tendon reflexes. In light of his disease course, we suspected that he suffered from MNGIE or MNGIE-like syndrome.\\nSubsequently, we arranged the muscle biopsy, and the result revealed ragged-red fibers and cytochrome oxidase (COX)-negative fibers. Brain MRI showed bilateral periventricular white matter hyperintensities in fluid-attenuated inversion recovery and T2-weighted images []. The medical history of the patient did not suggest alternative causes of leukoencephalopathy, such as intoxication, infections, or hypertension. Next-generation sequencing of mitochondrial and nuclear genomes from skeletal muscle tissues identified two novel heterozygous variants in POLG: c.3643 + 1G > A (splicing), near exon 23 and c.2396C > A (p. S799Y), in exon 14. These mutations are located in the polymerase domain and were verified by direct DNA sequencing.\\nNeither variant was found in any of the databases consulted, including dbSNP, HapMap, and 1000 Genomes, or among 500 healthy Chinese samples. Protein function prediction using Polyphen-2, SIFT, and MutationTaster suggested that the missense variant is likely to be damaging.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'23545419': 1, '22422207': 1, '34571731': 1, '14720311': 1, '24199812': 1, '18332256': 1, '25022940': 1, '21670405': 1, '12825077': 1, '21993618': 1, '32606535': 1, '19667227': 1, '31359948': 2}", "similar_patients": "{}"}