{"patient_id": 1982, "patient_uid": "6098884-1", "PMID": 30174961, "file_path": "comm/PMC006xxxxxx/PMC6098884.xml", "title": "Change of TGF-β1 Gene Expression and TGF-β1 Protein Level in Gingival Crevicular Fluid and Identification of Plaque Bacteria in a Patient with Recurrent Localized Gingival Enlargement before and after Gingivectomy", "patient": "A 26-year-old woman came to AG Dental Care Clinic, South Sulawesi, Indonesia, in October 2015 with a chief complaint that her gingiva often bled spontaneously and she felt pain on her gingiva and felt less comfortable and no self-confidence with her anterior and posterior gingival condition on the right maxilla region which is slightly larger than normal. She often felt that her gingiva could bleed spontaneously when she was talking or remains silent though. The patient is disturbed by the malodor she felt. At that moment, the patient sought for gingivectomy treatment. Three years afterward, the patient came back with the same complaint. Gingival crevicular fluid has been taken from the gingival sulcus before and after gingivectomy. Clinical and GCF follow-up examination was performed one week and three weeks after gingivectomy, and successful results on biological, functional, and aesthetic parameters were observed.\\nThe expected results with the gingivectomy treatment are that patients should not perceive any more complaint such as spontaneously gingival bleeding, pain on the gingiva, and malodor. Besides, after the gingivectomy treatment, the patient already felt comfortable and had her self-confidence back with her anterior and posterior gingival condition on the right maxilla region not having the appearance that is slightly larger than normal. Besides, the expected results after gingivectomy and scaling and root planing treatment such as localized gingival enlargement on the anterior and posterior of the right maxilla region do not recur.\\nGingival crevicular fluid (GCF) was taken from the gingival area with enlargement using a paper point. The paper point was inserted into the gingival sulcus to absorb the gingival fluid. Then, the paper point was inserted to medium fluid L6. GCF was then checked using real-time polymerase chain reaction (RT-PCR) to find TGF-β1 gene expression and examined using enzyme-linked immunosorbent assay (ELISA) to find TGF-β1 protein level (). On the other hand, smear plaque was taken from the tooth surface both supragingival and subgingival and then inserted to medium transport.\\nFurthermore, the transport medium containing plaque and calculus was taken to the microbiology laboratory for bacterial culture examination, and the bacterial culture was cultured using Brain-Heart Infusion Broth (BHIB) medium (). Then, the observation of swabs of dental plaque samples incubated for 1 × 24 hours in the incubator at a certain temperature was conducted. Identification of bacteria under a microscope was performed to determine bacterial species based on bacterial morphology before and after gingivectomy treatment (). On excised gingival tissue, biopsy was performed to find tissue morphology and tumour subtype and to grade gingival cells.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'21488936': 1, '29563418': 1, '21427492': 1, '17209781': 1, '32290474': 1, '28127024': 1, '26380825': 1, '20553245': 1, '1573828': 1, '26818898': 1, '29326526': 1, '30174961': 2}", "similar_patients": "{}"}