{"patient_id": 7531, "patient_uid": "6450595-1", "PMID": 31001461, "file_path": "comm/PMC006xxxxxx/PMC6450595.xml", "title": "A Bridging: Distraction External Fixation for a Severely Comminuted Fracture of the Middle Phalanx. A Case Report", "patient": "The patient is a 50-year-old, right-handed, male laborer who suffered a crush injury of the left hand (Figure ). He suffered from an open, severely comminuted fracture of the middle phalanx of the small finger with extensor mechanism disruption. The fracture extended to both the proximal and distal articular surfaces (Figure ). The neurovascular function of the digit was normal. Immediately, a dose of first-generation cephalosporin and clindamycin was given. On a standard hand table, with the patient in the supine position, with regular draping and detailed irrigation, a digital nerve block was performed in order to proceed to the operation. After careful debridement, two K-wires, as previously described, were inserted, bent, and secured. The fracture was reduced due to the principle of ligamentotaxis (Figure ). After that, the extensor mechanism of the digit was repaired with non-absorbable sutures and the skin was closed appropriately (Figure ). The patient remained hospitalized for 48 hours for intravenous antibiotics and he continued with oral antibiotics until seven days postoperatively. He had a follow-up at one, two, and four weeks postoperatively and, after that, at eight weeks when the fracture was fully healed and the device removed. He started a rehabilitation program with slight mobilization and for six weeks after the device removal, work and sports activities were not permitted to avoid a new hand injury. Six weeks after the device removal, he fully returned to work and daily activities.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'27781978': 1, '27756830': 1, '27496982': 1, '29706729': 1, '26925507': 1, '26492600': 1, '27212411': 1, '29505436': 1, '29055495': 1, '29790792': 1, '27776005': 1, '31001461': 2}", "similar_patients": "{}"}