{"patient_id": 10681, "patient_uid": "6681606-1", "PMID": 31428504, "file_path": "comm/PMC006xxxxxx/PMC6681606.xml", "title": "Ultrasound-Proven Severe Synovitis Induced by PD-1 Inhibitor Therapy in a Patient Predisposed to Seronegative Inflammatory Arthritis", "patient": "A 71-year-old Japanese woman had a right nephrectomy for renal cell carcinoma 20 months prior to the present examination. Lung metastasis was observed 5 months prior to the present examination. She had undergone treatment with sunitinib (a multitargeted receptor tyrosine kinase inhibitor), but this treatment was discontinued due to severe liver dysfunction and pancreatitis. She was treated with nivolumab (PD-1 inhibitor) 2 months before the present examination. Because she developed severe polyarthralgia of bilateral fingers and wrists and then of her neck and bilateral shoulders after the administration of nivolumab, she was referred by our hospital's Department of Urology to our Department of Immunology and Rheumatology. She had been diagnosed as having seronegative inflammatory arthritis at the age of 40 years and was treated for RA for 20 years; treatment with antirheumatic drugs (unknown) was discontinued based on her achievement of remission.\\nOn examination, she had eight swollen and six tender joints including the metacarpophalangeal (MCP), proximal interphalangeal (PIP), wrist, and shoulder joints. Laboratory findings showed increased C-reactive protein (CRP, 109 mg/l, normal range 0–30 mg/l), erythrocyte sedimentation rate (ESR, 104 mm/hr, normal range <20 mm/hr), and matrix metalloproteinase-3 (969 ng/ml, normal range 17.3–59.7 ng/ml). Both IgM-rheumatoid factor (RF) and anticyclic citrullinated peptide antibodies (ACPA) were negative. The titer of antinuclear antibodies (ANA) was ×160 (cytoplasmic pattern). Some serum biomarkers measured by the Bioplex Pro Human Cytokine assay (BioRad, Hercules, CA) were increased: IL-1β, 22.7 pg/ml (normal range, 0.3–1.5 pg/ml); IL-6, 21.3 pg/ml (normal range, 0.1–1.9 pg/ml); and TNFα, 20.6 pg/ml (normal range, 5.3–8.9 pg/ml) [].\\nPlain X-rays of bilateral hands and shoulders showed no joint space narrowing and no bone erosion. Ultrasound detected severe articular synovitis represented by synovial hypertrophy with remarkable power Doppler (PD) signals in bilateral MCP () and wrists (), PD-positive peritendinitis of digital extensor tendons ( and ), tenosynovitis of carpal extensor tendons () and digital flexor tendons, tenosynovitis of the long head of the biceps (), and subdeltoid-subacromial bursitis (). Erosion was not detected by ultrasound.\\nWe concluded that her symptoms were due to inflammatory arthritis induced by nivolumab. Treatment was initiated with oral prednisolone 10 mg daily without antirheumatic drugs. The nivolumab treatment was discontinued because it had no effect on the patient's tumor; her symptoms improved immediately and have not relapsed regardless of the discontinuation of prednisolone.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'27992901': 1, '29146737': 1, '29573850': 1, '27307501': 1, '29331748': 1, '26608464': 1, '28600350': 1, '27100444': 1, '27197661': 1, '31428504': 2}", "similar_patients": "{}"}