{"patient_id": 567, "patient_uid": "6010361-1", "PMID": 29930889, "file_path": "comm/PMC006xxxxxx/PMC6010361.xml", "title": "Post Vaccination Guillain Barre Syndrome: A Case Report", "patient": "A 15-year-old girl presented to the emergency department with a history of progressive lower limbs weakness for 10 days, inability to pass urine and intermittent grade 6/10 lower abdominal pain for two days. She had no associated symptoms like fever, rash, headache, backache or blurring of vision. No antecedent respiratory tract infection or diarrheal illness. Past medical history was insignificant. About 24 days prior to these symptoms, she received neural tissue sheep brain anti-rabies vaccine following a dog bite. On physical examination, the patient was not in acute distress. She was afebrile and her vitals were: a) Blood pressure: 130/80 mm Hg; b) Respiratory rate: 18 breaths/minute; c) Heart rate: 102 bpm.\\nNeurological examination revealed no facial asymmetry and intact cranial nerves. Motor system examination of the lower limbs revealed following: a) Power of the knee: grade ⅕ below the knees; b) Power of the hips: grade ⅕ of the hip flexors and extensors bilaterally; c) Tone and reflexes of the legs: hypotonia of legs bilaterally with loss of knee and ankle reflexes bilaterally; d) Joint position and vibration sense: reduced joint position and vibration was noticed, and there was hyperesthesia of the soles bilaterally.\\nUpper limbs were normal on physical examination. The cardiorespiratory system was unremarkable on examination. On abdominal examination, urinary bladder was palpable above the symphysis pubis and was tender on palpation.\\nLaboratory investigations revealed hemoglobin of 12.5 g/dl with the hematocrit of 44%; TLC was 6500/cmm and ESR at the first hour using Westergren method was 23 mm. Cerebrospinal fluid examination (CSF) revealed clear fluid, normal opening pressure, glucose 75 mg/dl (normal range: 45–100 mg/dl), proteins 2.5 g/l (normal range: 0.18–0.45 g/dl) and WBCs 2/cmm (albuminocytologic dissociation).\\nBased on physical examination and CSF findings a provisional diagnosis of Guillain–Barre syndrome was made. Electrophysiological study (confirmatory test) revealed demyelinating polyneuropathy consistent with Guillain–Barre syndrome. Plasmapheresis and physical therapy sessions resulted in a nearly complete recovery in six to eight months.", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'34480607': 1, '34867899': 1, '8685108': 1, '34567447': 2, '9562667': 1, '22694000': 1, '32409144': 1, '11291988': 1, '8036829': 1, '34934821': 1, '19388722': 1, '29930889': 2}", "similar_patients": "{'8462911-1': 1}"}