{"patient_id": 5163, "patient_uid": "6305264-1", "PMID": 30595816, "file_path": "comm/PMC006xxxxxx/PMC6305264.xml", "title": "Primary Vaginal Chloroma: A Rare Case Report", "patient": "A 38-year-old female (gravid 3, Para 3) with performance status of 1 had a 20-day complaint of irregular vaginal bleeding. A biopsy of the anterior vaginal fornix revealed small cell endocrine tumour. The patient was then referred to our center for further management.\\nThe patient was first seen by our specialist gynec onco surgeon. On examination, she was in perfect physical condition, without any history of weight loss, fever, or night sweats. Pelvic examination suggested polypoid tumor mass, 4.5 X 4 X 2 cm, arising from lateral fornix of right side of vagina. Biopsy material showed chloroma. LCA, MPO (myeloperoxidase) and c-kit were positive on IHC (immunohistochemistry), while negative for cytokeratin, synaptophysin, chromogranin, CD20, CD99 and CD79a. Complete hemogram with peripheral smear, renal and liver function test, blood sugar, lactose dehydrogenase, uric acid were normal. There was no palpable organomegaly and lymphadenopathy. Contrast enhanced Computer Tomography scan of thorax, abdomen and pelvis showed 5 x 5 cm mass lesion lateral to cervix, supra diaphragmatic lymphadenopathy, infra diaphragmatic lymphadenopathy, mild hepatomegaly, and splenomegaly. Bone marrow aspiration, trephine biopsy, conventional cytogenetic analysis and 2D echo were also normal.\\nDisease diagnosis and chemotherapy side effects were explained to the patient. After written consent, the patient received induction chemotherapy with the “3+7” regimen, including daunorubicin and cytarabine. The patient showed a partial response after completion of chemotherapy, and then she was consolidated with high-dose cytarabine and local radiotherapy. She was asymptomatic and was kept under regular surveillance for 12 months at our institution.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'7023656': 1, '19887783': 1, '22058219': 1, '17315155': 1, '25685570': 1, '2299370': 1, '16019058': 1, '9331287': 1, '14490812': 1, '30595816': 2}", "similar_patients": "{}"}