{"patient_id": 7767, "patient_uid": "6464459-1", "PMID": 31016073, "file_path": "comm/PMC006xxxxxx/PMC6464459.xml", "title": "Balloon-assisted Tracking of Guide Extension Catheter: A Novel Technique to Retrieve a Carotid Embolic Protection Device", "patient": "A 71-year-old male with a history of hypertension, hyperlipidemia, chronic obstructive pulmonary disease, pre-diabetes, chronic smoking, and alcoholism presented with amaurosis fugax. He had suffered a previous left occipital lobe infarct. Carotid duplex and computerized tomography angiography (CTA) of the head and neck confirmed a high-grade left internal carotid artery stenosis (ICA). A five French (Fr) sheath was used for femoral access and aortic arch angiography was performed. Selective cannulation of the left common carotid artery (CCA) was done with an AR-1 catheter. Diagnostic angiography confirmed the noninvasive findings of a high-grade lesion in the left ICA (Video ).\\nA seven Fr Cook Shuttle (Cook) sheath was advanced into left CCA over a glide wire advantage (Terumo). The Accunet embolic protection device (EPD) was deployed and pre-dilatation of the lesion was performed with a 4-mm balloon Maverick (Video ).\\nAn Acculink 7 x 10 x 40-mm stent was deployed without difficulty (Video ).\\nPost-dilatation was performed with a 5-mm balloon (Video ).\\nAttempts to advance the EPD retrieval system beyond the origin of left ICA were unsuccessful. Even a smaller balloon was unsuccessful in crossing the under expanded proximal stent strut. Maneuvers like having the patient turn his head to the right were unsuccessful in advancing the EPD retrieval catheter.\\nAfter multiple such futile attempts, a concept that is routinely used in transradial percutaneous coronary intervention (PCI) came handy. The shuttle sheath was extended with a guide extension catheter to enhance support. A 2.5-mm balloon was advanced into this guide extension catheter (Video ).\\nBalloon-assisted tracking of the guide extension catheter was performed into the left ICA beyond the point where the retrieval catheter was hanging up (Video ).\\nAfter this, advancing the retrieval catheter into the guide extension was easy and the filter was removed uneventfully.\\nDue to some focal weakness in the left upper extremity, a CTA of head and neck was performed which showed a small hemorrhagic transformation within the previous right occipital infarct. On discharge, the patient recovered completely and left the hospital with no neurological deficits.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'16419053': 1, '21387123': 1, '17664102': 1, '18499793': 1, '27316621': 2, '29324372': 1, '27466274': 1, '22885126': 1, '2145730': 1, '25440341': 1, '19198010': 1, '30009087': 1, '31016073': 2}", "similar_patients": "{'4911710-1': 1}"}