{"patient_id": 4683, "patient_uid": "6276453-1", "PMID": 30581646, "file_path": "comm/PMC006xxxxxx/PMC6276453.xml", "title": "ANCA-Associated Necrotizing Glomerulonephritis Overlapping with Mesangial Proliferative Lupus Nephritis Refractory to Plasmapheresis, Steroid Pulse Therapy, and a Combination of Mycophenolate Mofetil and Rituximab", "patient": "A 78-year-old Caucasian female was admitted to our hospital for a four-month history of severe fatigue, anorexia, and intermittent abdominal discomfort. The patient had been in her usual state of health until four months prior to the presentation when she developed fatigue and abdominal discomfort without apparent inciting factors. She was seen by her primary care physician a week prior to the admission, when she was reportedly found to have severe renal failure; her serum creatinine was 0.74 mg/dL two months prior to the admission. A few days prior to the presentation, the patient started to note dark-colored urine. The abdominal discomfort lacked specific localization and was not postprandial. She had not had hearing loss, vertigo, alopecia, epistaxis, mucosal ulcers, photosensitive rash, pleurisy, dyspnea, hemoptysis, arthralgia, purpura, Raynaud's phenomenon, cutaneous ulcers, muscle weakness, or paresthesia. There was no history of seizures, stroke, coronary artery disease, venous thrombosis, or miscarriages. Her past medical history was only significant for hypertension. Her medications upon admission included metoprolol, losartan, and naproxen. She had no known drug allergies. There was no family history of autoimmune diseases.\\nOn examination, the patient was in moderate distress. The temperature was 97.3°F, the blood pressure was 166/81 mmHg, the pulse was 99 beats per minute, and the oxygen saturation was 98% while she was breathing ambient air. The patient had anasarca. Conjunctivae were pale but not icteric. Her nasal and oral mucosa were normal. There was no tenderness over the sinuses. Superficial lymph nodes were not palpable. Breath sounds were clear in both lungs. There were no pericardial friction rubs. There was no abdominal tenderness or organomegaly. There was no rash. There was no joint tenderness or synovitis. The remainder of the physical as well as neurological examination was unremarkable.\\nLaboratory studies showed leukocyte count of 4500/μl (reference range: 4000–10,000/μl; reference range is provided in the parentheses in the following laboratory studies), hemoglobin 9.3 g/dL (13.5–18 g/dl), and platelet count 161,000/μl (150,000–400,000/μl). Her leukocyte count, hemoglobin, and platelet count subsequently dropped during her hospitalization and reached their nadirs of 3300/μl, 6.9 g/dL, and 75,000/μl, respectively. Peripheral blood smear did not show schistocytes. Her erythrocyte sedimentation rate was 7 mm/h (0–15 mm/h). Chemistries showed BUN of 54 mg/dL (8–24 mg/dL), creatinine 4.84 mg/dL (0.66–1.25 mg/dL), aspartate aminotransferase 35 U/L (11–39 U/L), alanine aminotransferase 22 U/L (12–78 U/L), alkaline phosphatase 125 U/L (45–117 U/L), albumin 2.5 g/dL (3.2–4.5 g/dL), total bilirubin 0.6 mg/dL (0–1.0 mg/dL), lactate dehydrogenase 224 U/L (84–246 U/L), and haptoglobin 214 mg/dL (30–200 mg/dL). Antinuclear antibody (ANA) indirect immunofluorescence assay was positive at 1 : 250 dilution (homogenous pattern). Solid-phase ANA assay showed positive chromatin antibody and double-stranded DNA (dsDNA) antibody at 71 IU/mL (0–4 IU/mL), while Smith, Ro, La, and RNP antibodies were negative. C3, C4, and CH50 were 46 mg/dL (90–180 mg/dL), 7 mg/dL (10–40 mg/dL), and 116 CAE units (60–144 CAE units). Anticardiolipin IgM was 69 MPL (0–12 MPL) while the remainder of cardiolipin and beta-2 glycoprotein antibodies was negative. Hepatitis B and C serologies did not suggest past exposure. Serum protein and immunofixation electrophoreses did not show paraproteins. Urinalysis showed 3–5 WBC/high-power field (hpf), 50–100 RBC/hpf, and 2+ proteins. A spot urine protein to creatinine ratio was 3.98. The chest X-ray did not show significant parenchymal disease. Based on the ANA, dsDNA antibody, antiphospholipid antibody, cytopenias, and likely GN, the patient was diagnosed with systemic lupus erythematosus (SLE) []. In particular, the presentation of her kidney disease, which was consistent with rapidly progressive GN, raised a concern for diffuse proliferative LN, and the patient was started on methylprednisolone 1 gram × 3 doses followed by prednisone 60 mg daily. On the 5th hospital day, ANCA immunofluorescence (IF) assay showed perinuclear staining pattern at 1 : 320 dilution (<1 : 20). Furthermore, myeloperoxidase (MPO) antibody was strongly positive at 147 AU/mL (0–19 AU/mL), while serine proteinase 3 (PR3) IgG was 9 AU/mL (0–19 AU/mL). Accordingly, overlapping ANCA-associated vasculitis was suspected, and she was started on plasmapheresis given its proven benefits in severe renal disease in ANCA-associated vasculitis []. However, her BUN and creatinine continued to increase up to 102 mg/dL and 6.08 mg/dL on the 7th hospital day, when she was started on hemodialysis.\\nRenal biopsy was done on the 4th hospital day and showed an acute necrotizing and crescentic glomerulonephritis, with ten of fourteen glomeruli showing cellular crescents, often in association with areas of fibrinoid necrosis (Figures and ). Only one glomerulus was globally sclerotic, and none showed segmental scars. The glomeruli had mild mesangial and no endocapillary hypercellularity (). Interstitial fibrosis was mild (10–15%), and there was no significant vascular disease. The electron microscopy performed on glomeruli extracted from the paraffin block showed predominantly mesangial and rare subendothelial immune-type electron dense deposits (). No tubuloreticular inclusions were observed. Immunofluorescence showed mostly mesangial and rare capillary wall weak granular positivity for IgG (1+), IgM (1+), IgA (1+), C1q (1+), and C3 (2+), with equal kappa (1+) and lambda (1+) (). There was diffuse nuclear positivity for IgM, IgM, C1q, kappa, and lambda (“tissue antinuclear antibodies” pattern), and fibrinogen highlighted segmental areas of capillary tuft fibrinoid necrosis. The final diagnosis was MPO-ANCA-associated necrotizing and crescentic glomerulonephritis on a background of mesangial proliferative glomerulonephritis consistent with class II lupus nephritis (ISN/RPS).\\nThe patient received a total 6 sessions of plasmapheresis over two weeks. In addition, she received rituximab (375 mg/m2 body surface area once weekly) × 3 doses in the hospital and was started on mycophenolate mofetil which was titrated to 1 gram twice daily. We recommended the 4th dose of rituximab as outpatient; however, it was foregone due to difficulty obtaining vascular access. 1.5 months after the initial presentation, the patient was readmitted for severe anemia with hemoglobin of 5.2 g/dL. Her leukocyte and platelet counts were 4,100/μl and 87,000/μl. Her clinical picture did not indicate acute blood loss, and there was no evidence of hemolysis. A chest X-ray did not suggest diffuse alveolar hemorrhage. In association with the foregoing treatment, the titer of her dsDNA Ab declined to 6 IU/ml, whereas her C3 and C4 rose to 80 mg/dL and 14 mg/dL. Her ANCA was undetectable. Collectively, it was felt that SLE was not directly contributing to her anemia, and mycophenolate mofetil was suspended. The patient remained dialysis dependent and subsequently developed sepsis. Given the lack of improvement of overall clinical conditions, the patient elected to pursue comfort care and deceased one month after the second admission.", "age": "[[78.0, 'year']]", "gender": "F", "relevant_articles": "{'28400446': 1, '18287252': 1, '9324032': 1, '28756384': 1, '14514126': 1, '20082110': 1, '19762381': 1, '27258503': 1, '15001782': 1, '26568012': 1, '22345666': 1, '14747370': 1, '26825903': 1, '20647199': 1, '19448636': 1, '31166704': 1, '20439745': 1, '21613614': 1, '9779300': 1, '23740227': 1, '28905254': 1, '10644870': 1, '21225308': 1, '10088959': 1, '28750930': 1, '16306519': 1, '9002540': 1, '17582159': 1, '15149327': 1, '25372085': 1, '26558120': 2, '19073822': 1, '32228220': 1, '18465193': 1, '30581646': 2}", "similar_patients": "{'4617882-1': 1}"}