{"patient_id": 8603, "patient_uid": "6524220-1", "PMID": 31096954, "file_path": "comm/PMC006xxxxxx/PMC6524220.xml", "title": "Optical coherence tomography findings in unilateral peripheral cone dysfunction syndrome: a case report", "patient": "A 39-year-old Japanese woman reported a visual field defect of 2-years duration in her right eye but denied night or day blindness and photopsia. She had a history of high-grade cervical dysplasia of her uterus and no history of long-term medication use. The family history was unremarkable and the parental marriage was not consanguineous.\\nThe patient provided informed consent before the following examinations were performed: a routine ophthalmologic examination, static visual field testing (Humphrey Field Analyzer 3, Carl Zeiss Meditec, Jena, Germany), dynamic visual field testing (Goldmann perimetry, Haag-Streit, Köniz, Switzerland), color vision testing (Ishihara test, Handaya, Tokyo, Japan), full-field ERG (ff-ERG) (LE-3000, Tomey, Tokyo, Japan), SS-OCT (DRI OCT Triton Plus, Topcon, Tokyo, Japan), and fundus autofluorescence (FAF) (DRI OCT Triton Plus).\\nThe best-corrected visual acuity was 20/20 bilaterally with the spherical equivalent of − 4.0 diopters (D) in the right eye and − 7.0 D in the left eye. Anterior segment and funduscopic examinations showed no abnormalities bilaterally (Fig. a, b). Color vision testing and FAF of each eye showed no abnormalities. Static visual field test showed a relative paracentral scotoma with central sparing in the right eye (Fig. a). Dynamic visual field testing showed the scotoma, including the Mariotte blind spot, except for the central visual field (Fig. b).\\nThe horizontal three-dimensional (3D) macular analysis by SS-OCT showed retinal thinning in the parafoveal inferior area and perifoveal nasal, inferior, and temporal areas in the right eye but no thinning of the macular retina in the left eye (Fig. a, b). The horizontal SS-OCT scans showed an unclear interdigitation zone (IZ) throughout the posterior pole except for the foveal zone in the right eye (Fig. c). The vertical SS-OCT scans showed that the IZ was absent throughout the posterior pole except for the foveal zone in the right eye (Fig. e). The vertical 3D macular SS-OCT analysis showed thinning of the GCL and IPL corresponding to the region of the IZ defect only in the right eye (Fig. b). The choroid in the left eye also was thinner compared with the right eye due to high myopia.\\nThe ff-ERG showed almost normal rod responses bilaterally (Fig. a). The single-flash ERG responses were somewhat lower in the right eye (Fig. b). However, the cone response and flicker ERG were decreased markedly only in the right eye (Fig. c, d). We regularly examined this patient using ERG for 6 years after the first visit. The cone responses decreased by 40.8% and the flicker ERGs decreased by 55% at the final visit compared to the initial ERG recording of 100%. However, the ERG of the left eye was unchanged.\\nBased on this multimodal analysis, we diagnosed this case as unilateral peripheral cone dysfunction syndrome.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'25708979': 2, '15051206': 1, '2963026': 1, '11150263': 1, '22679434': 1, '25390083': 1, '4573331': 1, '10147566': 1, '23456543': 1, '7886877': 1, '24705257': 1, '7283806': 1, '31096954': 2}", "similar_patients": "{'4555344-1': 1}"}