{"patient_id": 15116, "patient_uid": "6944718-1", "PMID": 31907703, "file_path": "comm/PMC006xxxxxx/PMC6944718.xml", "title": "Spontaneous pneumoperitoneum with duodenal diverticulosis in an elderly patient: a case report", "patient": "An 83-year-old Japanese male patient was referred to our hospital because of a pneumoperitoneum on a chest X-ray film taken by his primary doctor for examination of the cardiac function (Fig. ). He had a history of treatment for skin cancer, prostate cancer, paroxysmal atrial fibrillation, and laparotomy for appendicitis and bilateral inguinal hernia. The patient took edoxaban tosilate hydrate, bisoprolol fumarate, and famotidine. He did not smoke or consume alcohol. He did not have a fever, dyspepsia, appetite loss, abdominal pain, vomiting, or constipation until the first visit. A physical examination revealed slight epigastric discomfort without any signs of peritonitis. His vital signs were as follows: body temperature, 35.3 °C; pulse rate, 65 beats/min; respiration rate, 18 breaths/min; and blood pressure, 114/71 mmHg. The laboratory data showed a normal white blood cell count of 6300/μl (normal range 3300–8600), a C-reactive protein level of 0.01 mg/dl (normal range < 0.30), and Hb 11.5 g/dl (13.7–16.8). All other laboratory data were within the normal ranges. Abdominal computed tomography (CT) revealed a large amount of free air in the abdomen without fluid collection (Fig. ).\\nBased on these findings, the patient was diagnosed with spontaneous pneumoperitoneum. We started conservative treatment, and his general condition remained stable. The clinical course was subsequently uneventful. The laboratory data were normal during the observation period. To explore the cause of pneumoperitoneum, we planned esophagogastroduodenoscopy (EGD) and colonoscopy. He had two large duodenal diverticula and no evidence of perforation in the upper gastrointestinal tract on EGD (Fig. ). Some sigmoid colonic diverticula were detected by colonoscopy. After 6 months, he had no symptoms, and the intraperitoneal gas spontaneously disappeared.", "age": "[[83.0, 'year']]", "gender": "M", "relevant_articles": "{'3285808': 1, '1813696': 1, '9926735': 1, '26170747': 1, '26366365': 2, '900346': 1, '26676063': 2, '3086176': 1, '10921609': 1, '20456904': 1, '15290473': 1, '34629483': 1, '5945819': 1, '7640458': 1, '34059464': 1, '21352588': 2, '15663288': 1, '22816030': 1, '31907703': 2}", "similar_patients": "{'4677735-1': 1, '4560205-1': 1, '3052194-1': 1}"}