{"patient_id": 134408, "patient_uid": "6591517-1", "PMID": 31259195, "file_path": "noncomm/PMC006xxxxxx/PMC6591517.xml", "title": "Germinoma Mimicking Brain Inflammation: A Case Report", "patient": "Our patient was a hitherto healthy 10-year-old girl, who presented with visual acuity\\ndeterioration and behavioral problems such as learning difficulties and tendency to lie\\nreported by her parents for 3 months. She also developed polydipsia and polyuria. She had a\\nfamily history of epilepsy and inflammatory diseases of retina and thyroid gland. In this\\nperiod, she was admitted to the local hospital 2 times because of episodes of fever with\\ndehydration and delusions. Electroencephalogram disclosed focal changes. Despite no\\ninfection confirmation, antibiotics were used, but fever and elevated white blood cells\\ncount did not respond to therapy. She was also diagnosed with optic nerve atrophy. After the\\nsecond episode, she was transferred to our hospital for further investigation. On admission,\\nthe patient presented with tawny skin, decreased visual acuity, discrete nystagmus, and\\nbrisk tendinous reflexes. Laboratory examination showed elevated platelet count, lactate\\ndehydrogenase, low urine weight, and positive antinuclear antibodies (ANA) in the serum. Her\\nparents reported progressive memory loss, polydipsia, polyphagia, and polyuria. Further\\nsurvey revealed paroxysmal tachycardia on electrocardiograph, abnormal visual evoked\\npotentials, and serum hypernatremia. Brain magnetic resonance imaging (MRI) showed T2\\nhyperintensity of the corpus callosum, anterior commissure, and caudate nuclei and reduced\\nvolume of the basal ganglia. Abnormal contrast enhancement of the optical chiasm and slight\\nenlargement of the lateral ventricles was also visible (). Given that her growth rate was reduced.\\nEndocrinological examinations revealed reduced level of insulin-like growth factor 1.\\nCortisol, adrenocorticotropic hormone, and thyroid hormones levels were normal. She was\\ndiagnosed with diabetes insipidus and treated with desmopressin with some improvement in\\npolydipsia and polyuria symptoms. Antineuronal antibodies in serum were not present. In the\\ndetailed laboratory workout, no metabolic disorder was found. Cerebrospinal fluid was\\npositive for ANA and there were also oligoclonal bands present, as well as slightly elevated\\nβ-human chorionic gonadotropin (1.22 mIU/mL, norm: <0.1 mIU/mL). Flow cytometry of\\ncerebrospinal fluid showed numerous but normal appearing lymphocytes and macrophages.\\nIn the following weeks, the neurological status of the patient kept deteriorating.\\nFollow-up brain MRIs disclosed progression of the lesions, and in follow-up, cerebrospinal\\nfluid showed β-human chorionic gonadotropin level higher than in the previous examination\\n(3.96 mIU/mL, norm: <0.1 mIU/mL). At that time, elevated angiotensin-converting enzyme in\\nserum was found, and she was suspected for having neurosarcoidosis. The patient received\\nmethylprednisolone followed with prednisone, together with azathioprine. Despite the\\ntreatment, the symptoms of the disease progressed, and within months the girl became blind\\nand tetraparetic. She underwent brain biopsy, but nonspecific activation of macrophages and\\nno malignant cells were found (). Glial fibrillary acidic protein and CD68 were positive, Ki-67 was negative.\\nSteroids were withdrawn and immunomodulatory therapy with mycophenolate mofetil,\\ncyclophosphamide, and eventually rituximab were administered without any improvement.\\nRepeated flow cytometry of the cerebrospinal fluid did not confirm the presence of\\nneoplastic cells. At this stage, there were ANA and double-stranded DNA antinuclear\\nantibodies positive in the serum. Alpha-fetoprotein in both serum and cerebrospinal fluid\\nwas negative, and β-human chorionic gonadotropin was slightly elevated in both (in serum\\n0.53, norm: <0.1, in cerebrospinal fluid: 9.76, norm: <0.1). Test for John Cunningham\\nVirus was negative.\\nShe was suspected as having histiocytosis but CD1a marker was negative and she did not\\nfulfill diagnostic criteria for this neoplasm. The patient neurological status was very\\nsevere: She was blind, unable to speak, tetraparetic with pyramidal, and extrapyramidal\\nsigns. Eighteen months after the onset of the symptoms, the follow-up serum examination\\nrevealed elevated α-fetoprotein level and brain MRI showed significant progression with new\\nfocal lesions with contrast enhancement suggesting neoplastic disease (). The patient had another brain biopsy in\\nwhich pure germinoma cells were found (). She received chemotherapy with visible response on MRI (); however, she developed\\nserious adverse events: pancytopenia and renal failure followed with fatal disseminated\\nintravascular coagulation. On autopsy, significant brain atrophy and no evidence of tumor\\nwere found ( and ).", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'25994796': 1, '22926997': 1, '25878742': 2, '26113957': 1, '21861197': 1, '18586924': 1, '25800941': 1, '25552796': 1, '33553701': 1, '32850234': 2, '24005745': 1, '24452629': 1, '18057461': 1, '24660074': 2, '9598688': 1, '31259195': 2}", "similar_patients": "{'3934446-1': 1, '4395943-1': 1, '7444959-1': 1}"}