{"patient_id": 132366, "patient_uid": "6421481-1", "PMID": 31123618, "file_path": "noncomm/PMC006xxxxxx/PMC6421481.xml", "title": "A Primary Retroperitoneal Diffuse Large B-Cell Lymphoma: A Challenging Diagnosis", "patient": "A fifty-five-year-old female presented with a 7-day history of epigastric discomfort, nausea, and vomiting. On clinical examination she had a distended and dull abdomen with a palpable mass with smooth surface and firm consistency in the upper abdomen. The mass did not move with respiration, did not fall forward in the lateral positions nor did it have an intrinsic mobility. There were no enlarged and palpable lymph nodes. The patient did not have significant previous medical history. Eight years ago she underwent laparoscopic right adnexectomy for a benign pathology of the adnexa.\\nLaboratory work-up yielded a high lactate dehydrogenase value of 658U/L, CA 19-9 value of 3U/ml, CEA value of 2.25ng/ml without other abnormalities. Also, the serological screening for B and C hepatitis (HBsAg and anti-HCV) was negative. Transabdominal ultrasound revealed a thin walled heterogeneous hypoechoic mass lesion in the upper abdomen measuring 15cm x 11cm x 10cm.\\nAn esophagogastroduodenoscopy (EGDS) was performed and it showed an extrinsic compression of the posterior gastric wall and duodenum. Colonoscopy indicated diverticular disease and colonic stricture at the hepatic flexure.\\nAn abdominal contrast-enhanced CT scan indicates the presence of a homogenously enhancing mass lesion, centered retroperitoneally. Its size was 14cm x 11cm×12cm in contact with the pancreas, portal vein, inferior vena cava, also invading splenomesenteric confluence. The contrast-enhanced CT scans pointed out no cleavage limits between the mass, the spleen, and the pancreas. Pre-and para-aortic lymphadenopathies were revealed. (Fig. ).\\nThe patient underwent EUS examination which revealed the retroperitoneal mass and encasement of the splenomesenteric confluence. EUS-FNA was performed with a 22 Gauge needle (3 passes) in order to obtain a tissue sample. Pathological examination revealed lymphocyte proliferation suggestive for the diagnosis of lymphoma. Immunohistochemical testing was not performed due to the insufficient tissue material (Fig. ).\\nCT scan of the brain and chest, ultrasonography of the neck and axilla and bone marrow biopsies were performed as part of the staging workup along with blood investigations such as complete blood counts with peripheral smear, renal function and liver function tests, Lactate Dehydrogenase (LDH), CEA, CA 19-9, Human Immunodeficiency (HIV), Hepatitis C Virus (HCV) and Hepatitis B surface Antigen (HBsAG).\\nThe CT scan of the brain was unremarkable and CT of the chest revealed no mediastinal adenopathy, pleural or pericardial effusions.\\nAlso, the bone marrow biopsies did not reveal any involvement.\\nBased on a multidisciplinary team decision the patient underwent surgical intervention with duodenopancreatectomy, cholecystectomy and splenectomy.\\nThe results of pathological and immunohistochemical testing showed: CD20 (large cell+); Ki-67 (large cell 80%+); CD10(+); Bcl-2(+).\\nThe diagnosis was: Non-Hodgkin lymphoma, diffuse large B-cell lymphoma.\\nThe patient was started on rituximab+cyclophosphamide, doxorubicin, vincristine and prednisone (R-CHOP) regimen 6 cycles.\\nAfter the sixth course of treatment a total-body FDG-PET was performed and it did not show any pathological findings.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'28898917': 1, '19370298': 1, '14687024': 1, '22733902': 1, '29207777': 1, '26622732': 1, '12709830': 1, '20363431': 1, '27018087': 1, '11726846': 1, '11762818': 1, '22111459': 1, '28684378': 1, '12518144': 1, '1568614': 1, '21372470': 1, '14531910': 1, '32028388': 2, '27227104': 1, '17324409': 1, '15918208': 1, '34348730': 1, '25789289': 2, '31123618': 2}", "similar_patients": "{'7015566-1': 1, '4362009-1': 1}"}