{"patient_id": 131042, "patient_uid": "6327817-1", "PMID": 30693250, "file_path": "noncomm/PMC006xxxxxx/PMC6327817.xml", "title": "Distraction Osteogenesis After Stem Cell Transplantation: A Pioneer Approach", "patient": "We report the combined correction of a transversal maxillary deficiency by transpalatal distraction and subsequent orthodontic treatment in a 12-year-old boy who underwent allogeneic HSCT 7 years earlier for acute lymphoblastic leukemia. The initial diagnosis was made in September 2006. After intensive remission-induction chemotherapy, bone marrow transplantation from his human leukocyte antigen-identical brother was performed in the first remission in March 2007. Myeloablative therapy consisted of total body irradiation (12 Gy total dose), followed by intravenous (i.v.) administration of etoposide (VP-16; 60 mg/kg). In December 2008, the patient developed limited chronic graft-versus-host disease (GvHD; skin only), which resolved with prednisone and azathioprine. In December 2009, immunosuppression was terminated. Thereafter, hematological follow-up was uneventful with persistent remission and complete donor chimerism.\\nIn 2014, 7 years after HSCT, the patient was referred by his orthodontist to correct the transverse maxillary deficiency (TMD) with crowding and malposition of both upper incisors in a skeletal Class II situation. Whether the occlusal situation was a result of the preceding oncologic therapy, impairing further maxillary growth is discussed [Figure and ].\\nAt that time, from a hematological point of view, there was no contraindication for combined correction of the present TMD and malocclusion with most of the relevant blood parameters within the normal range. Subsequently, in July 2015, a piezosurgery-assisted subtotal Le Fort I osteotomy modified according to Betts and Scully was performed[] and a transpalatal distraction device was inserted (Surgitec “All-in-One,” size 2.5, Surgitec, Leuven, Belgium) under general anesthesia and with perioperative i.v. administration of penicillin G. The device was activated intraoperatively up to 8 mm to control the widening [].\\nAfter 5 days of latency, activation of the device was performed for 12 days up to a diastema width of 14 mm [].\\nThree weeks after the end of active distraction, orthodontic positioning leveling and aligning were initiated by fixed appliances using the straight wire technique (0.12–0.16 NiTi arches). Closure of the diastema was subsequently realized from the 12th week following termination of activation over the course of 3 months using orthodontic “power chains” and “figure-of-eight ligatures” [].\\nThree months following the termination of orthodontic therapy, the distraction device was removed under general anesthesia; during this procedure, the distraction zone was clinically inspected and distracted bone was harvested for histological evaluation in the same setting.\\nOverall consolidation time after the end of active distraction was 10 months. Clinically, physiologic processes were observed during all steps of therapy, as demonstrated in Figures and –.\\nNo impairments in wound healing, callus mineralization, or orthodontic dental movements were observed. There was no delayed wound healing following insertion and removal of the distraction device; no infective complication or problems with respect to bone stability during activation or the consolidation phase occurred. Orthodontic therapy was also uneventful, and correct alignment of the upper dental arch was achieved within the typical treatment time. Histological samples of the distraction zone showed a physiologic pattern of mineralized bone 12 months after device insertion [].", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'26725979': 1, '7606013': 1, '2912628': 1, '24781017': 1, '8880445': 1, '18721776': 1, '10730289': 1, '22264324': 1, '1727238': 1, '24986711': 1, '17035650': 1, '8832010': 1, '11408503': 1, '16641398': 1, '2910611': 1, '8641077': 1, '11786789': 1, '25753432': 1, '30693250': 2}", "similar_patients": "{}"}