{"patient_id": 127753, "patient_uid": "6051944-1", "PMID": 30046329, "file_path": "noncomm/PMC006xxxxxx/PMC6051944.xml", "title": "Esophageal Artery Pseudoaneurysm and Takayasu Arteritis in a Patient with Autosomal Dominant Polycystic Kidney Disease", "patient": "A 47-year-old female visited the emergency room due to sudden pain in her upper abdomen and back. The patient had been diagnosed with ADPKD and severe polycystic liver disease 13 years prior () and had received follow-up care with no symptoms. Additionally, as a complication of ADPKD, an arachnoid cyst in the left middle cranial fossa was found on brain magnetic resonance imaging.\\nThe patient's blood pressure at the time of hospitalization was 140/100mm Hg, her heart rate was 62 beats per minute, her respiratory rate was 18 breaths per minute, and her temperature was 36.3℃. The laboratory findings showed a white blood cell count of 12,770/µL, a hemoglobin count of 13.5 g/dL, a platelet count of 184,000/µL, a blood urea nitrogen level of 15mg/dL, a creatinine level of 0.85 mg/dL, and a C-reactive protein level of 0.35mg/dL. Esophagogastroduodenoscopy showed external compression in the lower gastric body, but no hemorrhage of the gastroesophageal mucosa ().\\nComputed tomography (CT) angiography showed an esophageal artery pseudoaneurysm and a hematoma in the esophagus (). Urgent angiography and embolization of the esophageal artery pseudoaneurysm were performed (). CT angiography was performed due to a blood pressure difference of 30mmHg (right arm, 124/77mmHg; left arm, 156/74mmHg) and the presence of a left subclavian bruit. This examination revealed that the patient also had Takayasu arteritis (). Autoantibody tests, including antineutrophilic cytoplasmic antibody, anticyclic citrullinated peptide antibody, and rheumatoid factor, were all negative. Positron emission tomography was performed to assess inflammation, but did not show any concerning signs of active vasculitis. The patient was transferred to outpatient management with low-dose aspirin (100mg once per day), and has not shown any signs of complications.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'28915698': 1, '25875563': 1, '1975175': 1, '12191984': 1, '28395793': 1, '27238990': 1, '8321262': 1, '19322187': 1, '1673052': 1, '18784826': 1, '11981069': 1, '26260542': 1, '24461381': 1, '10826862': 1, '28509167': 2, '30046329': 2}", "similar_patients": "{'5411661-1': 1}"}