{"patient_id": 13904, "patient_uid": "6879996-1", "PMID": 31770709, "file_path": "comm/PMC006xxxxxx/PMC6879996.xml", "title": "Peroneal groove deepening as the treatment of peroneal tendon subluxation: A case report", "patient": "We present a case of a thirty-four-year-old male with pain on his left ankle two years before admission. The pain was first felt two years ago when the patient got injured while playing futsal. It subsided after a few weeks. The injury leaves an odd sensation on the ankle as felt by the patient whenever he is sitting or kneeling; he could feel his tendon ankle moving to anterior part of his ankle and the patient could reverse this by moving the tendon manually to the posterior. After several months the symptoms worsens and started to affect the patient’s mobility and activities. The patient then came to orthopaedic surgeon in Jayapura and was referred to Cipto Mangukusumo National Hospital. There was neither history of any comorbidities nor previous surgery on this patient.\\nLocal physical examination of the left ankle reveals no deformity or wound (a). The pain was felt at lateral side of ankle VAS 2–3 on palpation. The distal sensory was normal, as well as the range of movement, including dorsiflexion and eversion-inversion of ankle. The peroneal longus tendon dislocation test was positive (b).\\nThe anteroposterior X-ray of the ankle we obtained was normal (), while MRI examination showed a tendon displacement ().\\nBased on clinical and radiological examination, we established the diagnosis of the Peroneal tendon subluxation of left ankle. We performed Peroneal groove deepening and Retinaculum ligament repair procedure to treat this condition ().\\nThe patient was put in a supine position with a bolster under the ipsilateral hip in order to facilitate internal rotation and expose the respective extremity. A 6-cm to 8-cm longitudinal incision was made over the posterolateral aspect of the distal fibula, extending to the fibular malleolus, after which anatomical dissection and hemostasis were conducted gradually to expose the deep fascia and peroneal retinaculum. This was followed by debridement of the damaged tendon and resection of non-viable fibrotic tissue and osteotomy at 5 cm proximal to the tip of the lateral malleolus.\\nMultiple drill holes were made along the posterolateral and posteromedial edges of the groove for approximately 3 cm, which were then connected with a sharp osteotome. Once the peroneal tendons were reduced, the posterolateral surface of the fibula was roughened using a nibbler or osteotome so that the repaired retinaculum will be scarred down onto it. The Superior Peroneal Retinaculum (SPR) was then re-attached with an absorbable suture and fixation performed with cortical screw 1.7. The wound was then irrigated and closed in layers.\\nPostoperatively, the ankle was placed in a below-knee, non–weight-bearing temporary cast, in the semi-equinus position for 2 weeks. The cast was then changed to a walker boot (fully weight-bearing) for 4 weeks after which the patient could start passive physiotherapy. At the 6-week stage, the patient could fully mobilize while weight-bearing and a full active physiotherapy program was started.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'17996620': 1, '29933904': 1, '11924687': 1, '18245603': 1, '9622416': 1, '29269024': 1, '29767272': 1, '27301733': 1, '30342279': 1, '21409464': 1, '23707178': 1, '17996622': 1, '34903287': 2, '31770709': 2}", "similar_patients": "{'8667449-1': 1}"}