{"patient_id": 6691, "patient_uid": "6392770-1", "PMID": 29794792, "file_path": "comm/PMC006xxxxxx/PMC6392770.xml", "title": "Simultaneous involvement of 11q23 translocation resulting in chimeric MLL-AFF1 and a second translocation [t (9;21) (p13; p11.2)] in an infant acute lymphoblastic leukemia patient at relapse", "patient": "A 2-month-old male, suffering fever, diarrhea, and vomiting, was admitted to the Health Sciences Center of the University of Oklahoma in 2014. Blood tests were performed immediately, and the results were as follows: hemoglobin, 9.6 g/L; leukocyte count, 33.1 × 109 cells/L (neutrophils 6%, lymphocytes 33%, monocytes 7%, and blasts 50%); and platelets, 186 × 109 cells/L. Bone marrow aspiration was performed and showed that the bone marrow was hypercellular with 50% blast cells. Also, the leukemic cells were negative for both myeloperoxidase and Sudan black B. Flow cytometric immunophenotypic analysis showed the leukemic cells were CD19(+), CD34(+), CD38(+), HLDR (+), moderately CD45(+), and partially CD15(+). There was no co-expression of CD10, CD20, surface immunoglobulin, CD13, CD33, CD117, or T-cell markers. No hepatomegaly or splenomegaly was observed. The patient was diagnosed with ALL, pre-B phenotype, based on the laboratory findings described above. After relapse, flow cytometric analysis was repeated and it showed similar marker patterns, CD19(+), CD34(+), CD38(+), HLDR (+), moderately CD45(+), and partially CD15(+). There was no co-expression of CD10, CD20, surface immunoglobulin, CD13, CD33, CD117, or T-cell markers.\\nChromosome analysis of the bone marrow sample showed a 3-way translocation t (4;11;11) (q21;q23;p11.2), which resulted from translocation of the chromosome 4q21 segment to 11q23 and juxtaposition of the 11p11.2 segment to 4q21 (Fig. A). One of the 2 chromosome 11 had 2 breakpoints, with 1 on each arm. Breakpoints at 4q21 and 11q23 prompted us to search for a AFF1 and MLL rearrangement; however, fluorescence in situ hybridization (FISH) with a MLL/AFF1 dual-color dual-fusion probe revealed that only one MLL-AFF1 fusion signal was on the derivative chromosome 11, the distal part of the MLL gene was translocated to the short arm of the same derivative chromosome 11 on 11p11.2, and the proximal part of the AFF1 gene remained on the long arm of the derivative chromosome 4 (Fig. B). The above findings indicated that the patient had a variant translocation t (4;11) (q21;q23), having a new partner breakpoint on 11p11.2.\\nAfter receiving induction chemotherapy for 4 weeks, the patient achieved complete cytogenetic remission and the rearrangement of AFF1 and MLL was no longer detectable by FISH. After 10 months, the blood tests were repeated and revealed: hemoglobin, 11.5 g/L; leukocyte count, 2.37 × 109 cells/L; and platelets, 220 × 109 cells/L. A peripheral smear study was repeated because of delay in count recovery and showed 41% blasts, and because of a high number of peripheral blasts, the patient was suspected of relapse. Bone marrow aspiration revealed 80% blasts and a paucity of normal cells. The results of both the peripheral smear and bone marrow study were consistent with marrow relapse of leukemia.\\nWe therefore characterized the cryptic and complex chromosomal rearrangements in this patient at relapse by both conventional chromosomal analysis and FISH assays. Most cells analyzed (14/20) by conventional chromosome analysis had consistent, complex structural rearrangements. Although at initial diagnosis the patient had a 3-way translocation between chromosomes 4 and 11 that resulted in a derivative chromosome 11 with 2 breakpoints on both the long and short arms with a large segment of chromosome 4 attached to the long arm of chromosome 11, the results at relapse showed that the derivative chromosome 11 had broken at the 11q12 region and joined to the homologous derivative chromosome 11 at 11q25, resulting in 2 derivative chromosomes 11. In other words, the leukemic cells did not have a single normal chromosome 11 (Fig. A). FISH assays showed that the distal part of the AFF1 gene was moved to the long arm of chromosome 11 (11q23), where the MLL gene is located, and then with a breakpoint at 11q12, translocated to the end of the long arm of the homologous derivative chromosome 11 at 11q25. The rest of the AFF1 gene remained on the long arm of the derivative chromosome 4; thus, the MLL-AFF1 fusion signal and the normal MLL gene were both on the homologous derivative chromosome 11, and another part of the MLL gene was on the derivative chromosome 11 (Fig. B). Next, hybridization with a MLL break apart probe revealed that the normal MLL gene and the 5’MLL gene were on the homologous derivative chromosome 11, and the 3’MLL gene was on the derivative chromosome 11 (Fig. C). Hybridization with a CCND1(11q13.2) break apart probe revealed that both CCND1 genes were on the homologous derivative chromosome 11 (Fig. D), indicating that the breakpoint on the derivative chromosome 11 was between 11q13.2 and the centromere. Furthermore, co-hybridization with FISH DNA probes NUP98(11p15)/CEP4/CEP11 indicated that one NUP98 gene was on the long arm of the derivative chromosome 4, whereas the other NUP98 gene was on the short arm of the homologous derivative chromosome 11 (Fig. E). Co-hybridization with FISH DNA-probe subtelomere 4q and 4p indicated that 1 subtelomere 4p signal was on the derivative chromosome 4, and 1 subtelomere 4q signal was on the homologous derivative chromosome 11 (Fig. F). The above assays revealed multiple translocations in different directions, as summarized in Figure G. Five breakpoints on three chromosomes were involved in these complex, multidirectional translocations. Starting from chromosome 4q21, the rearrangement followed this sequence: 4q21→11q23→11p11.2 →4q21 and then 11q12⇄11qter.\\nWe also identified a second translocation between chromosomes 9 and 21 [der (21) t(9;21) (p13;p11.2)] in the karyotype at relapse (Fig. A). FISH analysis was then performed to further characterize these structural changes, using multiple DNA probes. Co-hybridization of whole chromosome 9 and 21 painting probes revealed that a part of the short arm of chromosome 9 was moved to chromosome 21, forming a derivative chromosome 21. Next, hybridization with CDKN2A(9p21)/CEP9 probe revealed a CDKN2A gene on derivative chromosome 21, and co-hybridization with subtelomere 9p and 9q indicated that subtelomere 9p was on the short arm of derivative 21 (Fig. A–C). The resulting karyotype was: 46, XY,der(4)(4pter→4q21::11p11.2→11pter),t(9;21)(p13;p11.2),der(11) (11qter → 11q23:: 11p11.2→11q12::11q25),der(11)(11pter→11q25:: 11q12→11q23:: 4q21→4qter) (Fig. A, 2G). Further array CGH analyses on a relapse specimen revealed no gain or loss on chromosomes 4, 9, 11, and 21 (Fig. ).", "age": "[[2.0, 'month']]", "gender": "M", "relevant_articles": "{'12682627': 1, '16772117': 1, '12057554': 1, '22215484': 1, '11930009': 1, '17410185': 1, '11587234': 1, '25120648': 2, '26463423': 1, '20113834': 1, '21135858': 1, '23628958': 1, '26622740': 1, '12527918': 1, '25873168': 1, '9593288': 1, '10687723': 1, '25730765': 1, '19262598': 1, '22705992': 1, '29794792': 2}", "similar_patients": "{'4114661-1': 1}"}