{"patient_id": 134241, "patient_uid": "6575110-1", "PMID": 31236183, "file_path": "noncomm/PMC006xxxxxx/PMC6575110.xml", "title": "Transcatheter Double Valve-in-Valve Replacement of Aortic and Mitral Bioprosthetic Valves", "patient": "Patient was a 76-year-old woman with history of rheumatic mitral and AS status post surgical mitral and aortic valve replacement 11 years before presentation to the hospital, atrial fibrillation and status post atrial appendage ligation who had been developing severe heart failure symptoms before presentation to the hospital. Patient had history of recent cholecystitis which had been managed by cholecystostomy due to high risk of surgical intervention. Having functional NYHA class 4 heart failure, patient was candidate for both aortic and mitral valve replacement. However, being in cardiogenic shock and having high risk of sepsis from recently placed cholecystostomy catheter following cholecystitis, it was decided that the patient was not a good candidate for surgical valve replacement and was sent for TDVIVR.\\nAccess was obtained in the left femoral artery and vein, and right femoral artery. Temporary pacemaker was placed in the RV apex via the left femoral vein. TAVR 23-mm Edwards Sapien S3 was to be placed via right femoral artery. TMVR was to be done using the 29-mm Edwards Sapien S3 (TAVR valve) in the mitral position. Right common femoral venous access and LV puncture was completed. Initial fluoroscopic image with old bioprosthetic mitral and aortic valves was obtained (). Following left ventricle puncture, an exchange-length Glidewire was passed through the sheath into the LV and into the left atrium. In the next step, an 8.5 SL1 sheath was passed over the J-tip core wire into the right atrium. The BRK XS trans-septal needle was passed to the SL1 sheath. Trans-septal puncture was performed with subsequent placement of the SL1 sheath in the left atrium.\\nIn the next step, a 6-French MP-1 guide catheter was passed over J-wire into the left atrium. Once the guide catheter was in the left atrium, a GooseNeck 20-mm snare was passed and manipulated to snare the Glidewire. Then, a 16-French Edwards TAVR sheath was passed over the Glidewire into the inferior vena cava (IVC). The sheath was advanced over the interatrial septum after an atrial septostomy was performed using a 7-mm Mustang balloon. The 29-mm Edwards Sapien S3 valve was passed through the sheath across the mitral valve bioprosthesis. After multiple coplanar views obtained of the mitral valve, ventilation was held and rapid pacing was initiated and the valve was deployed (). Echocardiographic finding did not demonstrate any perivalvular leak.\\nThe delivery sheath was then removed from the right groin. Interatrial septum was closed by an 8-mm Amplatzer septal occluder.\\nMultiple attempts to cross the aortic valve with the straight-tip wire were unsuccessful via the femoral artery approach. Therefore, a 0.035-inch exchange-length J-tip wire was passed through the 4-French apical sheath into the LV and ascending aorta through the bioprosthetic aortic valve. The 9-French sheath from the right common femoral artery was exchanged over for a 14-French Edwards delivery system. A 6-French FR4 guide catheter was passed through this 14-French sheath into the ascending aorta. Subsequently, the Amplatzer GooseNeck snare was reintroduced through the FR4 guide catheter into the aortic arch, near the brachiocephalic artery. Once the snare was loosened up with aortic arch, the J wire was passed through this snare and was snared from the right common femoral artery. The 23-mm Edwards Sapien 3 valve was passed, advanced and positioned across the aortic valve prosthesis when coplanar view was obtained, ventilation held, and rapid pacing was instituted. The pigtail was pulled back and the 23-mm Edwards Sapien S3 valve was deployed (). Post-operative fluoroscopic image with both TAVR and TMVR valves in place was taken ().\\nTwo months after the procedure, patient’s NYHA class improved to class 2. Patient was feeling better and her cholecystostomy catheter was removed. Echocardiogram showed aortic valve mean gradient of 18 mm Hg and maximum gradient of 31 mm Hg.\\nAfter 7 months of follow-up, patient’s functional class remained the same. However, new echocardiogram showed two left atrial clots and patient was started on apixaban.\\nAfter 14 months of follow-up, patient remained clinically stable. Transesophageal echocardiogram showed remaining left atrial clot in residual appendage as well as the same aortic valve gradient (). Patient’s anticoagulant medication was switched from apixaban to rivaroxaban to provide a higher dose of anticoagulation.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'30722786': 1, '24313647': 1, '32337136': 2, '24677811': 1, '29982230': 1, '30598885': 1, '34317138': 1, '30678797': 1, '26184623': 1, '29989214': 1, '29062752': 1, '26543595': 1, '24139931': 1, '31236183': 2}", "similar_patients": "{'7182161-1': 1}"}