{"patient_id": 130741, "patient_uid": "6306599-1", "PMID": 30651686, "file_path": "noncomm/PMC006xxxxxx/PMC6306599.xml", "title": "Peripheral ameloblastoma with neoplastic osseous invasion versus peripheral intraosseous ameloblastoma: A challenging diagnosis", "patient": "A 33-year-old male patient presented with the complaint of an asymptomatic growth of 5-month duration on the lingual gingiva in the left lower premolar region. On intraoral examination, an exophytic, sessile, oval-shaped mass measuring 2 cm × 1 cm was noticed in the lingual gingiva in relation to 33 and 34 []. The lesion was normal in color with white papillary projections on the surface. On palpation, it was firm in consistency, was slightly tender and fixed to the underlying tissue. The intraoral periapical radiograph of the region showed cupping resorption of the bone []. Based on the clinical presentation of a soft-tissue lesion on the gingiva with numerous papillary projections on the surface, a provisional diagnosis of papilloma was given. Pyogenic granuloma, peripheral giant cell granuloma, peripheral ossifying fibroma and peripheral odontogenic neoplasms were considered as differential diagnosis. Excisional biopsy was done, and the tissue was sent for histopathological examination.\\nMicroscopically, the lesional tissue showed a superficial hyperplastic stratified squamous epithelium with numerous papillary projections. At multiple areas, the epithelium showed ameloblastomatous change []. The proliferation of transformed epithelium with odontogenic islands budding off into the underlying connective tissue stroma [] was noticed. Within the connective tissue stroma, there were numerous ameloblastomatous islands lined peripherally by tall columnar cells showing reversal of polarity and central stellate reticulum-like cells []. Some of these islands showed acanthomatous change []. The superficial epithelium showed positivity for the odontogenic marker, cytokeratin-19 (CK-19), confirming its odontogenic transformation []. The ameloblastomatous islands in the connective tissue stroma were also positive for the marker, CK-19 []. Based on the clinical and histopathological presentation, the lesion was diagnosed as peripheral ameloblastoma. Since saucerization of the bone, adjacent to the tumor, was noticed, marginal osteotomy was carried out to evaluate any bone involvement. Multiple sections from the decalcified peripheral bone were studied. A few odontogenic islands were noticed in one of the sections studied [Figures and ], while all the other sections showed intact cortical bone. Although the presence of tumor islands within the adjacent bone made us consider the possibility of a peripheral intraosseous ameloblastoma, based on the presence of an extraosseous ameloblastomatous lesion showing a clear origin from the superficial epithelium which had undergone odontogenic transformation and the presence of few tumor islands within the adjacent bone suggestive of a neoplastic invasion, the lesion was diagnosed as of peripheral ameloblastoma with neoplastic osseous invasion.\\nThe healing of the area was uneventful; the patient was on a regular follow-up for a period of 2 years, and there was no recurrence of the lesion.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'34790338': 1, '20549402': 1, '6575147': 1, '31777517': 1, '19778743': 1, '8974139': 1, '11120479': 1, '3926677': 1, '25478446': 1, '15829867': 1, '28674741': 1, '13667262': 1, '11978557': 1, '30651686': 2}", "similar_patients": "{}"}