{"patient_id": 11077, "patient_uid": "6701326-1", "PMID": 31467728, "file_path": "comm/PMC006xxxxxx/PMC6701326.xml", "title": "Persistent Left Superior Vena Cava and Absent Right Superior Vena Cava with Left Subclavian Vein Stenosis: Technical Challenges with Pacemaker Implantation", "patient": "A 75-year-old female with symptomatic paroxysmal atrial fibrillation (PAF), statuspost atrial fibrillation ablation, and prior history of breast cancer, statuspost bilateral mastectomy and left lymphadenectomy, presented with diziness and near syncope and was found to have sinus bradycardia. Given her symptomatic sick sinus syndrome (SSS), she was planned for a dual chamber pacemaker implantation.\\nThe placement of a dual chamber pacemaker insertion was attempted from the right side as the patient previously underwent left-sided lymphadenectomy. The right subclavian vein access was obtained and cannulated under fluoroscopy. The right ventricular (RV) lead was advanced attempting to access the right superior vena cava (SVC). While attempting to advance the lead, resistance was encountered and the lead was withdrawn. A venogram was performed revealing the absence of a right SVC with the presence of a persistent left superior vena cava draining into a massively dilated coronary sinus (Figures and ).\\nThe lead could not be advanced into the right ventricle, and as a result, the procedure was aborted and cardiothoracic surgery was consulted for possible epicardial lead placement.\\nAfter discussing the potential need for cardiothoracic surgery with the patient, she considered another attempt at transvenous placement of a dual chamber pacemaker with us. After repeated attempts, left subclavian vein access could not be obtained. The venogram revealed stenosis of the left subclavian vein. The decision was made to make an additional attempt from the right subclavian vein utilizing the previous pocket. After successful cannulation of the right subclavian vein, an active fixation lead was advanced through the subclavian vein into the PLSVC through the coronary sinus and then through the tricuspid valve into the right ventricular septum. Following successful right ventricular lead placement, an active fixation bipolar pacing lead was advanced into the right atrium using a straight stylet and secured to the right atrial wall.\\nStimulation and sensing thresholds were determined to be satisfactory in both leads. A St. Jude Medical generator was connected to the leads, and the pocket was closed.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'25047923': 2, '15100109': 1, '20532458': 2, '19808620': 1, '30121329': 1, '32111807': 1, '31467728': 2}", "similar_patients": "{'4112616-1': 1, '5592325-1': 1}"}