{"patient_id": 135387, "patient_uid": "6703008-1", "PMID": 31497153, "file_path": "noncomm/PMC006xxxxxx/PMC6703008.xml", "title": "Precautions for using a Filter Protection Device with a Flow Reversal Method during Carotid Artery Stenting: A Case Report on In-Filter Thrombus", "patient": "A 68-year-old male patient presented with frequent temporary right hemiparesis that lasts for approximately 5 min. The patient had been taking medication for hypertension, diabetes mellitus, and hyperlipidemia. The radiological examinations revealed 95% stenosis of the origin of the left ICA []. We have obtained a written informed consent from the patient. The patient was prescribed 75 mg/day of clopidogrel and 200 mg/day of cilostazol for 2 weeks before CAS. The patient underwent left CAS under local anesthesia.\\nA 4-Fr short sheath was first inserted into the right femoral vein prepared with the flow reverse circulation. An 8-Fr short sheath was introduced into the right femoral artery. Then, intravenous heparin was then administered to achieve an activated clotting time (ACT) >250 s. An 8-Fr Cello balloon guiding catheter (Medtronic, Minneapolis, MN, USA) was advanced into the left common carotid artery. A PercuSurge Guardwire (200 cm; Medtronic) was navigated into ECA. When both balloons were inflated, reversal flow was established from the distal ICA to the femoral vein through the guiding catheter. Then, a Spider FX embolic protection device (Medtronic) was cautiously navigated to the distal ICA through the stenotic lesion with Chikai 14 micro guidewire (Asahi Intecc, Aichi, Japan) under road-mapping guidance []. Although the retrograde flow was spontaneously collected, a massive newly developing thrombus was found in the basket of the filter []. Because ACT was 288 s, we added 2000 U of heparin intravenously. After we waited and observed the thrombus for 5 min, it became smaller and moved proximally out of the filter and then, completely disappeared. ACT was 330 s at that time. Although we checked the forced aspiration of the blood, there was no visible thrombus in the collected blood. We decided to continue with the procedure. A prestenting balloon (3.5 mm × 40 mm angioplasty balloon) was inflated at the stenotic lesion. A Carotid WALLSTENT that was 8 mm × 21 mm in size (Boston Scientific, Natick, MA, USA) was then used. Poststenting dilatation was performed at the narrowest area using a 4.5 mm × 30 mm angioplasty balloon until nominal pressure was achieved. The filter was retrieved under the reversal flow circulation. Then, both balloons were deflated. Complete carotid reconstruction was achieved []. Postoperative intracranial angiography showed no embolism []. Magnetic resonance imaging on the postoperative day 1 showed no abnormal lesion correlating to the procedure. The patient's postoperative course was uneventful, and he was discharged from the hospital on the postoperative day 6.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'29680303': 1, '24378246': 1, '22051990': 1, '11012420': 1, '28323191': 1, '31497153': 2}", "similar_patients": "{}"}