{"patient_id": 10720, "patient_uid": "6682250-1", "PMID": 31403092, "file_path": "comm/PMC006xxxxxx/PMC6682250.xml", "title": "Symptomatic Pericardial Cyst: An Atypical Case of Pleuritic Chest Pain", "patient": "A 43-year-old female presented to the ED of an academic medical center for sudden onset chest pain. The pain was severe and pleuritic, radiating over her anterior chest and through to her shoulder blades. The pain worsened when lying flat, making her dyspneic. Associated symptoms included irregular, pounding heartbeats and occasionally a “whooshing” sensation in her chest. Review of systems was otherwise negative.\\nFor approximately six months prior to ED presentation, she had presented to several urgent care centers for respiratory symptoms including “not getting air” and cough. Her symptoms were attributed to bronchitis or asthma and treated with azithromycin and prednisone with variable relief. Her past medical history included asthma, gastroesophageal reflux, and migraine headaches.\\nOn arrival to the ED, vital signs included a blood pressure of 142/77 millimeters of mercury, heart rate of 89 beats per minute, respiratory rate of 16 breaths per minute, oxygen saturation of 98% on room air, and temperature of 36.7 degrees Celsius. Physical exam revealed an anxious-appearing female of stated age. Cardiac exam revealed regular rhythm, with first and second heart sounds present, and no murmurs, rubs, or gallops. Pulmonary exam revealed clear lungs, normal effort, and was significant for pain on deep inspiration. The remainder of the physical exam was unremarkable.\\nThe complete blood count, basic metabolic panel, and high-sensitivity troponin were unremarkable. D-dimer was elevated (0.86 micrograms per milliliters (ug/ml) fibrinogen equivalent units, normal <0.50 ug/ml fibrinogen equivalent units). Electrocardiogram showed normal sinus rhythm with a non-specific T-wave inversion in lead III. CXR was significant for a large opacity over the right mediastinal border (). C-reactive protein (15 milligrams per liter (mg/L), normal 0–5 mg/L) and erythrocyte sedimentation rate (31 millimeters per hour (mm/h), normal 0–20 mm/h) were ordered following evidence of opacity on CXR.\\nThe elevated D-dimer prompted computed tomography (CT) to evaluate for pulmonary embolism and to better define the opacity seen on chest radiograph. The CT was negative for pulmonary embolism but revealed a large pericardial cyst ().\\nTransthoracic echocardiogram was negative for tamponade physiology. The patient was hospitalized and two days later taken for thoracoscopy and cyst excision. Pathology interpreted the tissue sample as a mesothelial-lined cyst with marked acute and chronic inflammation consistent with infected pericardial cyst containing purulent exudate. Fluid gram stain and cultures were negative. Blood cultures were not obtained and the patient did not receive antibiotics. Cytology was benign and noted intense acute inflammation of unknown etiology. The patient required no further treatment, had no further symptoms, and had no complications at her postoperative follow-up one month later.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'21900299': 1, '897162': 1, '9066418': 1, '13635642': 1, '22719140': 1, '31403092': 2}", "similar_patients": "{}"}