{"patient_id": 133320, "patient_uid": "6489639-1", "PMID": 31114238, "file_path": "noncomm/PMC006xxxxxx/PMC6489639.xml", "title": "Successful treatment with cryoablation in a patient with bone metastasis in the mid-shaft femur: a case report", "patient": "A 49-year-old woman visited the clinic due to a mass in her right thigh. The patient first noticed the mass four years prior to presentation. After needle biopsy was performed, she was referred to our hospital with a diagnosis of leiomyosarcoma.\\nA physical examination confirmed the mass with a diameter of 4 cm on the lateral side of the right thigh. There was no adhesion with skin and no tenderness.\\nMagnetic resonance imaging (MRI) identified a subcutaneous soft tissue mass, which exhibited low signal intensity on T1-weighted images and heterogeneous signal intensity on T2-weighted images. The tumor was enhanced by a gadolinium injection (). Computed tomography (CT) of the chest, abdomen, and pelvis did not demonstrate any distant metastasis. All routine blood laboratory data were normal. Wide tumor resection was performed. Adjuvant chemotherapy and radiotherapy were not administered because of the small (<5 cm) and superficial tumor.\\nOne year and 3 months postoperatively, the patient developed lung nodules. The maximum size of the lung nodules was 5 mm. Therefore, excisional biopsy was performed. The histopathological diagnosis was consistent with lung metastasis of leiomyosarcoma. Positron emission tomography (PET)–CT revealed the high FDG uptake with a maximum standardized uptake value of 4.4 in the lung and the right mid-shaft of the femur. On MRI, the tumor size on the mid-shaft of the right femur was 2 cm (). The cortical bone was maintained, and therefore, the patient did not present any symptoms. We diagnosed the patient with lung and bone metastases. Therefore, systemic chemotherapy using doxorubicin and ifosfamide was administered. Next, we planned to treat the bone metastasis of the right femur. First, cryoablation under CT guidance was performed ( and ). Ablation needles were inserted into the proximal and distal side of the tumor. Cryoablation was performed using an argon gas–based system (CryoHit, Galil Medical) under CT-fluoroscopic guidance (Aquilion ONE, Canon Medical System, Ootawata Japan). After administration of local anesthesia with 1% lidocaine (Xylocaine, AstraZeneca International), after tract was holed by electric drill, 17-gauge cryoprobes (IceRod; Galil Medical, Japan) were placed into the tumor according to their size and shape. Cryoablation was then performed with two cycles of 15-min freeze and 5-min thaw. To monitor the size of the ice ball, CT scans were obtained at the end of each freezing cycle. After one week after cryoablation, curettage and fixation with plate and cementation were performed to prevent fracture. Tumor cells were not observed in the histopathological findings of the curettage tissue ( and ). After cryoablation, radiofrequency ablation was performed regularly for lung metastases. Four years after cryoablation, there was no recurrence and the patient could walk without any support.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'17290156': 1, '2684463': 1, '24314768': 1, '16528384': 1, '18668642': 1, '8616759': 1, '27737652': 1, '23265724': 1, '29370790': 1, '27051417': 1, '17380112': 1, '5570410': 1, '5239935': 1, '1548259': 1, '26123809': 1, '18294807': 1, '1984931': 1, '10391563': 1, '16953240': 1, '15770533': 1, '20574801': 1, '19007768': 1, '25017149': 1, '15738824': 1, '11058573': 1, '19514086': 1, '23096952': 1, '31114238': 2}", "similar_patients": "{}"}