{"patient_id": 9406, "patient_uid": "6584187-1", "PMID": 31249768, "file_path": "comm/PMC006xxxxxx/PMC6584187.xml", "title": "Superior Mesenteric Artery Syndrome Following Tubercular Intestinal Perforation", "patient": "A 20-year-old woman presented to the emergency department with complaints of severe abdominal pain, multiple episodes of vomiting and obstipation for one day. She was a known case of abdominal tuberculosis and had received anti-tubercular treatment for two months. Vital signs showed a blood pressure of 100/64 mm Hg, heart rate of 110 per minute, respiratory rate of 18 per minute, oxygen saturation of 96% on room air and a temperature of 100.5°F. She was cachectic with a weight of 28 kg which was less than 5th percentile for gender and age matched normal population. Physical examination revealed diffuse abdominal tenderness and rigidity. Her erect abdominal radiography showed gas under right dome of the diaphragm. Clinical diagnosis of perforation peritonitis was made and the patient was wheeled to the operating room for emergent laparotomy. Intraoperatively, a 3 cm x 2 cm single ileal perforation was found 1 foot proximal to the ileocecal junction, with unhealthy bowel margins and multiple mesenteric lymphadenopathy. Resection of perforated bowel segment with proximal ileostomy and mucus fistula of distal ileum was performed. Later, histopathology report confirmed tubercular etiology showing caseous necrosis in mesenteric lymph nodes and epithelioid granuloma in ulcer edge biopsy. Two days after the surgery, the patient was started on oral feeds and was accepting meals orally subsequently. Ten days following surgery, the patient had multiple episodes of bilious vomiting with stoma output decreasing to less than 100 mL per day. Her abdomen remained flat with no increase in bowel sounds. Abdominal radiography showed dilated stomach with no air fluid levels. Oral feeds were stopped and a nasogastric tube was placed for drainage of gastric contents. A contrast enhanced computed tomography (CECT) abdomen was done to determine the cause of obstruction which revealed a decreased aortomesenteric angle of 15° (Figure ).\\nAs a result of this decreased angle, an abrupt collapse of the third part of the duodenum was seen along with proximal duodenal and stomach dilation (Figure ).\\nBased on the clinical features and CECT findings, diagnosis of SMA syndrome was made and the patient was managed conservatively. The patient was not tolerating enteral feeds and no relief of postprandial abdominal pain was noticed even on changing to left lateral decubitus or prone position. Considering the patient’s nutritional condition, total parenteral nutrition (TPN) was started. Anti-tubercular drugs were continued with oral sips. She was started on 1500 kcal/day (50 kcal/kg/day), taking care of refeeding syndrome and was gradually titrated up to provide maximal caloric support. Monitoring of weight, blood glucose, electrolytes, liver function test, and lipid profile was done to prevent any TPN complications. A good clinical response was seen after starting TPN. The patient’s weight gradually increased to 34 kg in three weeks and gradually the stoma output increased and nasogastric drainage decreased. TPN was tapered off gradually with concurrent starting of oral feeds. On discharge, the patient was advised a high caloric and protein diet with small frequent meals. A follow-up CECT was done after six weeks from discharge which showed an increase in aortomesenteric angle from 15° to 21° (Figure ) with the patient being asymptomatic and a total weight gain of 12 kg post-surgery.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'17476104': 1, '22479754': 1, '14489612': 1, '28814938': 1, '31249768': 2}", "similar_patients": "{}"}