{"patient_id": 6639, "patient_uid": "6390235-1", "PMID": 30891324, "file_path": "comm/PMC006xxxxxx/PMC6390235.xml", "title": "A Woman with Asthma and Peripheral Ground-Glass Opacities", "patient": "A 43-year-old female with past medical history of asthma and bipolar disorder presented to our emergency room with progressive chest pain and shortness of breath for 3 days. She had been prescribed alprazolam, lamotrigine, prednisone, and albuterol for more than 10 years but was not compliant to her medication. Further questioning revealed that she took oral prednisone in recent days because of shortness of breath. She described non-exertional pressure like pain over the middle of her chest. The pain was 10/10, constant, without radiation, localized to the retrosternal area, and aggravated by deep breathing. Exercise tolerance was reported as less than 1 block due to shortness of breath. Patient denied fever, wheezing, fatigue, chill, nausea, vomiting, diarrhea, constipation, joint pain, or rash. Patient lived in Maryland but recently traveled to Miami two weeks prior to presentation and only arrived in New York one week before presentation. Upon further question, the patient's brother revealed that she had been going to unlicensed establishments and receiving silicone injections in her buttocks. She did not reveal the exact time she had these injections but stated she had come to New York to have the procedure.\\nOn physical examination, the patient was afebrile. Her heart rate and blood pressure were normal, and her respiratory rate was 20 breaths/minute. Arterial oxygen saturation was 93% on ambient air. On auscultation, crackles were heard over bilateral lung fields, without wheezing. Cardiovascular, abdominal, neurological, musculoskeletal, and skin examinations were unremarkable. A chest radiograph demonstrated increase bilateral peripheral lung field opacities (). Computed tomographic (CT) imaging of the chest showed peripheral predominant ground-glass opacities. No bronchiectasis or fibrosis was noted (Figures –). After admission to general medicine, her respiratory rate increased to 29 breaths/min with labored breathing and accessory muscle use. Patient received rapid-sequence endotracheal intubation for severe hypoxia. She was treated with a lung protective strategy (tidal volume of 6cc/kg of ideal body weight; plateau pressure less than 30 cm H2O). Broad-spectrum antibiotics, including ceftriaxone and azithromycin, was instituted. High-dose methylprednisolone was also initiated and gradually tapered to oral prednisone. Further laboratory investigation, including renal and liver function tests, serum antinuclear antibody, anti-neutrophil cytoplasmic antibodies (Myeloperoxidase antibody/Proteinase-3 antibody), IgG levels specific to Aspergillus (Aspergillus niger/Aspergillus flavus/Aspergillus fumigatus), stool ova/parasite, syphilis testing, influenza A and B by PCR, respiratory syncytial virus by PCR, legionella urine antigen, and procalcitonin were negative. Urine toxicology was negative for benzodiazepines, cannabinoids, opioid, cocaine, and phencyclidine. Total IgE is 149 KU/L (reference ≤100 kU/L). We performed bronchoscopy with BAL and transbronchial biopsies on day 8 of admission. Serial BAL of the right lower lobe demonstrated increasingly blood-tinged fluid from tube 1 to tube 5. Cell count performed on the BAL fluid showed red blood cell 24,484/mm3, white blood cell 89/mm3, segment 65%, lymphocyte 28%, monocyte 1%, and mesothelial cell 6%. Grocott-Gomori methenamine silver stain of the fluid was negative for P. jirovecii. Bacterial, viral, and fungal cultures were all negative. Tests for acid-fast bacilli and ova and parasites were also negative. Transbronchial biopsies showed benign bronchial alveolar tissue with inflammation; no eosinophils were found. The day after bronchoscopy and extubation, the patient left against medical advice in stable condition.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'7467299': 1, '30224271': 1, '6828123': 1, '28694046': 1, '11264110': 1, '19346851': 1, '16407524': 1, '8911179': 1, '401562': 1, '15691242': 1, '28225641': 1, '15947350': 1, '19430832': 1, '12403693': 1, '28035877': 1, '17495282': 1, '30891324': 2}", "similar_patients": "{}"}