{"patient_id": 127263, "patient_uid": "6015972-1", "PMID": 29963120, "file_path": "noncomm/PMC006xxxxxx/PMC6015972.xml", "title": "Apocrine Encapsulated Papillary Carcinoma of the Breast: The First Reported Case with an Infiltrative Component", "patient": "On a breast screening mammography, a 70-year-old woman was diagnosed with a complex breast lesion in the upper-outer quadrant of her right breast. The lesion contained a cystic part and a neighboring spiculated area, which was suggestive of an infiltrative component (). Fine needle aspiration cytology of the lump showed atypical apocrine epithelial cells, but confirmation of the suspected malignancy was not possible. The subsequent core needle biopsy disclosed an invasive carcinoma with apocrine differentiation. The patient underwent breast-conserving surgery with a sentinel lymph node biopsy.\\nThe gross examination discovered a correlating dual lesion, which consisted of an intracystic proliferation and a tumor mass that was ill-defined and infiltrative in appearance (). Microscopically, the intracystic portion showed a thick fibrous capsule, an intraluminal dominantly papillary, partially solid proliferation, and a total absence of MEC, under H&E staining and p63, cytokeratin 5, smooth muscle actin, and CD10 IHC () []. The ill-defined component represented a NST invasive carcinoma with desmoplasia. Both the intracystic and infiltrative parts showed cytomorphologies that agreed with apocrine differentiation, with eosinophilic granular cytoplasm, large nuclei, and prominent nucleoli. Small apocrine ductal carcinoma in situ foci were also present. The invasive tumor was categorized as grade 2 (2+3+ 2=7 points for tubule formation, pleomorphism, and mitotic activity, respectively), according to the Elston-Ellis modification of the Scarff-Bloom-Richardson system. With respect to prognostic and predictive IHC markers, all tumor components were negative for ER, PR, and human epithelial growth factor receptor 2 (HER2), and showed a Ki-67 labeling index of 15%. The tumor was positive for AR, with an Allred score of 8, gross cystic disease fluid protein 15 (GCDFP-15) and GHRH-R were both observed in the intracystic papillary carcinoma, and the tumor contained an infiltrative NST carcinoma component (). Based on our findings, the diagnosis of apocrine EPC of the breast, associated with an invasive NST (ductal) carcinoma with apocrine differentiation, was established.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'26562027': 1, '25194537': 1, '19862552': 1, '24095109': 1, '27270947': 1, '23771415': 1, '18184276': 1, '33462367': 1, '24479854': 1, '9781648': 1, '22339683': 1, '20734358': 1, '24845113': 1, '28438614': 1, '34537861': 1, '32202537': 1, '19141383': 1, '29963120': 2}", "similar_patients": "{}"}