{"patient_id": 136155, "patient_uid": "6755652-3", "PMID": 31370385, "file_path": "noncomm/PMC006xxxxxx/PMC6755652.xml", "title": "Primary Rhabdomyosarcoma of the Breast: Study of Three Cases at One Institution with a Review of Primary Breast Sarcomas", "patient": "Patient C was a previously healthy 25-year-old Korean woman who had palpable masses on her left breast. Ultrasonography and MRI revealed multiple infiltrative masses in her left breast that measured up to 3 cm (). Positron emission tomography revealed multiple hypermetabolic lesions in the left breast and axillary lymph nodes.\\nUltrasonography-guided needle biopsy of the breast mass was performed. The lesion consisted of loosely cohesive small round cells showing solid sheet or cord-like growth patterns. The cells had scant amounts of cytoplasm and round-to-polygonal shaped hyperchromatic nuclei (). On IHC examination, these cells showed nuclear positivity for myogenin and negativity for desmin (, ). The tumors were diagnosed as embryonal RMS (eRMS) based on histological and IHC findings.\\nThe patient received 5 cycles of neoadjuvant chemotherapy (vincristine, adriamycin, cyclophosphamide, ifosfamide, and etoposide) and radiation therapy; however, 8 months post-diagnosis, multiple metastatic lesions were found in bone and left upper lobe of the lung. She received additional chemotherapy but died due to adriamycin cardiotoxicity 18 months post-diagnosis.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'17090187': 1, '27046981': 2, '12689668': 1, '16153540': 1, '9212842': 1, '27820124': 1, '26729013': 1, '27879537': 1, '26905115': 1, '17186344': 1, '28795902': 1, '23489824': 1, '30319332': 1, '29245322': 2, '24113309': 1, '20678130': 1, '27510467': 1, '25709664': 2, '27281361': 1, '14652147': 1, '23132983': 1, '9802822': 1, '23869249': 1, '33083405': 2, '30454495': 1, '15209192': 1, '15449691': 1, '15871711': 1, '31370385': 2}", "similar_patients": "{'6755652-1': 2, '6755652-2': 2, '4790135-1': 1, '4790135-2': 1, '7559662-1': 1, '5728937-1': 1, '4333531-1': 1}"}