{"patient_id": 128377, "patient_uid": "6105094-1", "PMID": 30151115, "file_path": "noncomm/PMC006xxxxxx/PMC6105094.xml", "title": "Lateral intermuscular septum as cause of radial nerve compression: case report and review of the literature", "patient": "ML is a 52-year-old male who presents to our clinic complaining of severe left anterolateral arm pain after being involved in a motor vehicle accident 10 years prior to presentation. At that time, he had suffered a left mid-shaft humerus fracture treated with open reduction and internal fixation, as well as a traumatic brain injury and multiple other injuries to the right lower extremity resulting in the below-knee amputation. For the last several years he has had severe pain in the anterolateral aspect of the left arm, but denies any weakness or parasthesias. On physical examination, he demonstrates localized tenderness to palpation along the anterolateral aspect of the mid-humerus ~8–10 cm proximal to the lateral epicondyle. The patient had full motor function, though somewhat limited by pain, and sensation was intact to light touch throughout the radial nerve distribution. Plain films (Fig. ) and CT-imaging (Fig. ) show a healed fracture with acceptable alignment and hardware in good position. The patient elected to undergo lidocaine injection at the site of maximal tenderness, which gave excellent, albeit temporary pain relief, for about a week. Electrodiagnostic studies obtained at that time revealed chronic radial nerve neuropathy above the spiral groove.\\nSurgical risks, benefits and alternatives were discussed and the patient elected to proceed with left radial nerve neurolysis and decompression. An anterolateral approach to the humerus was utilized with the incision centered over the point of maximal tenderness. Dissection was carried down to the biceps, which was retracted medially. The fascia over the brachialis and brachioradialis was then incised and the plane between these two muscles was bluntly developed with finger dissection. The radial nerve was then identified in the distal portion of our field and traced proximally to the lateral intermuscular septum. Significant compression of the radial nerve was noted proximally as it pierced the lateral intermuscular septum. No abnormal callous or fibrous tissue was appreciated, nor other sites of compression or adhesions were noted. The compressive septum was released while protecting the nerve and the wound was irrigated and closed. In the post-operative care unit the patient said that he could immediately feel that the deep pain that had been there for years was gone. At the 10-day post-operative visit, the patient reported that his preoperative pain had completely resolved with continued full motor and sensory function in the radial nerve distribution, therefore, a repeat electrodiagnostic study was not performed. At most recent follow-up, 4 months following surgery, the patient continues to report 0 out of 10 pain and states subjective improvement in function secondary to pain relief.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'23827843': 1, '8614580': 1, '11484534': 1, '18597237': 1, '11771164': 1, '27902538': 1, '19374501': 1, '34143309': 1, '29169591': 1, '9826421': 1, '10630806': 1, '30151115': 2}", "similar_patients": "{}"}