{"patient_id": 134807, "patient_uid": "6625777-1", "PMID": 31142106, "file_path": "noncomm/PMC006xxxxxx/PMC6625777.xml", "title": "Primary Undifferentiated Pleomorphic Sarcoma of the Colon Mesentery", "patient": "A 69-year-old male patient visited our outpatient department for treatment of an enlarged, palpable mass in the right lower quadrant (RLQ) area, which had been present for several months. He complained of mild, dull, and constant abdominal pain, but had no fever, diarrhea, or constipation. A physical examination revealed a huge, firm, palpable mass in the RLQ of the abdomen. The patient’s blood pressure was 107/78 mmHg, his pulse rate was 78 beats/min, and his body temperature was 36.7°C. In the complete blood count, hemoglobin was 11.2 g/dL, the white blood cell count was 22.8 × 103/mm3. The C-reactive protein was 110.28 mg/L, and the carcinoembryonic antigen was 1.53 ng/mL; the other blood chemistry parameters were within normal limits.\\nHe underwent computed tomography (CT), which revealed a 15-cm multilobulated, heterogeneous, enhanced mass in the RLQ, which we suspected originated from the colon (). The patient underwent a laparotomy in September 2017. Operative findings revealed a huge solid mass surrounding the ascending colon. The mass occupied the mesentery from the cecum to the hepatic flexure. We next performed a right hemicolectomy (). The pathology results revealed an UPS of the ascending colon mesentery that had invaded the visceral peritoneum of the colon. Immunohistochemical staining for alpha 1-antichymotrypsin and vimentin were positive, and those for CD34, DOG-1, c-Kit, S-100 protein, smooth muscle actin (SMA), desmin, CD31, HMB45, calretinin, LCA, and PanCK were negative (). The proximal resection margin was 6 cm, the distal margin was 8 cm, and all resection margins were clear. The final diagnosis was UPS originating from the colon mesentery. However, no evidence of distance metastases was found, and the surgical resection margin was clear.\\nWe recommended chemotherapy and radiotherapy because the tumor was huge and had invaded the visceral peritoneum, but the patient refused. The patient was discharged on postoperative day 11 without any postoperative complications. Unfortunately, he revisited our emergency department for abdominal pain after 2 months, and CT revealed multiple metastases of the tumor. The patient subsequently refused all treatment.\\nThe Institutional Review Board of Wonkwang University Hospital approved this study and waived the informed consent requirement (WKUH 2018-09-030).", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'27351621': 1, '13940913': 1, '1659202': 1, '34621918': 1, '207408': 1, '3001371': 1, '26380135': 2, '16314294': 1, '18286476': 1, '31142106': 2}", "similar_patients": "{'4563063-1': 1}"}