{"patient_id": 133073, "patient_uid": "6467035-1", "PMID": 31000950, "file_path": "noncomm/PMC006xxxxxx/PMC6467035.xml", "title": "Ultrasonography and X-Ray guided drain placement to evacuate a pneumopericardium/pneumomediastinum in a 1-day-old infant", "patient": "A 36-year-old [Gravida 5 and Living 3] mother, gave birth to a 35-36 week baby boy. This was a high risk pregnancy associated with advanced maternal age, chronic hypertension and superimposed pre-eclampsia. The new born experienced excessive grunting and severe retractions which prompted endotracheal intubation shortly after birth. The baby received surfactant and was monitored by serial chest radiographs. Initial radiograph showed bilateral diffuse hazy granular opacities suggesting respiratory distress syndrome (RDS) []. Due to increasing FiO2 demands and hypercapnia, the ventilator was adjusted several times. Subsequently the serial radiographs showed enlarging pneumopericardium/pneumomediastinum [Figure and ]. The patient also developed hypotension, suggesting some component of cardiac tamponade. An echocardiogram was performed, which confirmed presence of pneumopericardium/pneumomediastinum. [Figure and ]. Since the baby was not responding to conservative management, interventional radiology was consulted to aspirate the air and place a drain in the pneumopericardium/pneumomediastinum. A drain placement was preferred over simple aspiration to prevent re-accumulation of air. At our institution, procedures to drain pneumothorax and pneumomediastinum are typically performed under CT guidance, and hence, we asked the team to move the patient to CT. However, the patient was very unstable at that time and after discussion with the pediatric surgeon and neonatologist, we decided to perform the procedure at the patient's bedside using ultrasound imaging and radiography.\\nUltrasonographic guided drain placement for pneumopericardium/pneumomediastinum was performed as follows; with the patient in the supine position, a hockey stick transducer (15 MHz) was placed on the right anterior chest wall along the long axis of the ribs in the expected location of the pneumopericardium/pneumomediastinum [], as correlated with the radiograph. The right side was chosen as the pocket of pneumomediastinum was wider on that side and also to stay away from the heart. A micro puncture needle was then advanced under ultrasonographic guidance, using an in-plane approach along the long axis of the ribs, making sure the needle approached the air pocket. Once the needle was seated in the air pocket, the ability to visualize the tip was lost and at this point, no further advancement was made. After this, a 0.018” microwire was advanced through the needle without resistance. Once enough wire purchase was achieved, the 5F micro puncture sheath was advanced over the wire into the pericardial/mediastinal space. A 0.035” Benston wire was advanced through the micro puncture sheath. At this point portable anteroposterior and lateral radiographs were obtained at the patient's bed side to confirm wire localization [Figure and ]. Once we were satisfied with the wire localization, we advanced a 6.5 French drain into the mediastinum and aspirated the air. Another radiograph was obtained to confirm the position []. Near complete resolution of the pneumopericardium/pneumomediastinum was seen. Following the procedure the patient's oxygen requirement decreased (improved) from 100% to 50%. The drain was clamped after 3 days of dwell time and removed 24 hours later, as serial X-rays showed no re-accumulation of air. The baby was discharged home in a stable condition 3 weeks after its birth.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'8674345': 1, '32528603': 1, '10342512': 1, '5975140': 1, '34316126': 1, '23269722': 1, '32636973': 1, '5091540': 1, '32419895': 1, '21889011': 1, '3425819': 1, '20127293': 1, '32865127': 1, '4584830': 1, '32547836': 1, '1396794': 1, '7053553': 1, '32612732': 1, '15061183': 1, '20053263': 1, '22526284': 1, '23397048': 1, '16882338': 1, '6019749': 1, '32550958': 1, '31000950': 2}", "similar_patients": "{}"}