{"patient_id": 4560, "patient_uid": "6260440-1", "PMID": 30567057, "file_path": "comm/PMC006xxxxxx/PMC6260440.xml", "title": "Primary breast lymphoma: A mimic of inflammatory breast cancer", "patient": "A 81 years old female presented to the Department of Surgery with a history of right breast erythema and edema associated to breast pain, with over two weeks duration and progressive worsening.\\nShe linked the appearance of these signals with an episode of breast trauma and she denied the presence of previous breast nodules, nipple drainage, nipple retraction, fever and constitutional symptoms.\\nThe patient was multiparous (three pregnancies and three births) and nursed all children.\\nShe had multiple medical co-morbidities but there was no past history of breast pathology or family history of breast malignacy.\\nPhysical examination demonstrated mammary asymmetry because right breast was bigger and tender (). The outer quadrants and the periareolar region had inflammatory signs with orange peel skin (). There was no palpable masses or nipple changes. The left breast was normal.\\nShe had the right upper limb swollen and palpable axillar and supraclavicular lymph nodes ().\\nThe principal suspicion was an inflammatory breast cancer.\\nThe ultrasound of the right breast revealed skin thickening and tissue densification involving principally the external quadrants, and it was identified an irregular hypoechoic mass with 8 cm × 5 cm and multiple axillary and supraclavicular enlarged lymph nodes. The ultrasound of left breast and of left axilla was normal.\\nCore needle biopsy of an axillary lymph node and of the breast mass identified morphological and immunophenotypic features consistent with diagnosis of primary non-Hodgkin DLBCL.\\nThe CT scan of the chest confirmed right breast alterations identified in ultrasound and ipsilateral axillary and supraclavicular lymph node enlargement. No other enlarged lymph nodes were observed. CT scans of the brain, abdomen and pelvis were normal. Bone marrow aspiration was negative. Serum lactate dehydrogenase level was normal.\\nAfter confirming diagnosis, the therapy plan included R-CHOP x8 (Rituximab (375 mg/m2, D1), cyclophosphamide (750 mg/m2, D1), doxorubicin (50 mg/m2, D1), vincristine (1.4 mg/m2, D1), prednisone (50 mg twice a day, D1–D5)). She also received radiotherapy (4500 cGY) to the breast and regional lymph nodes with 180 cGY daily fractions.\\nShe is currently well at follow-up 24 months after presentation and without evidence of residual disease.", "age": "[[81.0, 'year']]", "gender": "F", "relevant_articles": "{'22800119': 1, '22665932': 1, '15473415': 1, '22470790': 1, '20584320': 1, '20569446': 1, '18619375': 1, '21989047': 2, '22291729': 1, '22149038': 1, '12199758': 1, '14974761': 1, '27613565': 1, '12691156': 1, '18380889': 1, '4555557': 1, '23749857': 1, '17457172': 1, '29988973': 1, '11703318': 1, '8141877': 1, '18492251': 2, '26229252': 2, '23712546': 1, '33936703': 2, '27847267': 1, '23543971': 1, '29147352': 2, '17932394': 1, '30567057': 2}", "similar_patients": "{'4520046-1': 1, '8077297-1': 1, '3204258-1': 1, '2405783-1': 1, '5649785-1': 1, '5649785-2': 1}"}