{"patient_id": 2640, "patient_uid": "6140099-1", "PMID": 30250754, "file_path": "comm/PMC006xxxxxx/PMC6140099.xml", "title": "Transcutaneous Puncture of an Undeflatable Coronary Angioplasty Balloon Catheter", "patient": "A 74-year-old female patient with an acute non-ST-segment elevation myocardial infarction (NSTEMI) was referred for coronary angiography. Transradial access was established with a 10 cm 6F Introducer sheath (Glidesheath, Terumo Medical Corporation). Coronary angiography with a 6F Judkins right 4 diagnostic catheter revealed a long and heavily calcified lesion of the proximal segment and ostium of the right coronary artery (RCA). During the retrieval of the diagnostic catheter, the patient complained of severe pain in her right arm due to spasm of the radial artery. After repetitive intravenous administration of midazolam up to 8 mg and nitroglycerine through the radial sheath, retrieval of the catheter was finally possible. PCI of the lesion in the proximal RCA was then performed over a 5F Amplatz left 1 guiding catheter (Launcher, Medtronic) using an extra support guidewire (Galeo ES, Biotronik) and a 3.0/15 semi compliant balloon (Across HP, Acrostak) for predilatation. A 3.5/48 drug-eluting stent (DES) (XIENCE Xpedition, Abbot Vascular) was then placed in the predilated coronary segment and inflated to 18 atm (). A mixture of contrast media and saline at a ratio of 1 : 1 was used for all balloon inflations. After a second more proximal inflation, the balloon catheter did not deflate completely and the operator was unable to pull it back into the 5F guiding catheter (). Excessive inflation and deflation with the indeflator and forced aspiration with a 50 ml syringe were unable to deflate the balloon that was stuck at the RCA ostium. The operator then decided to pull back the entire equipment including the guiding catheter, guidewire, and stent balloon at once. Finally, the balloon catheter became released from the stent remaining in place in the coronary artery. An attempt to burst the balloon in the ascending aorta by inflation well over rated burst pressure (RBP), as well as puncturing the balloon within the guide catheter with multiple stiff guidewires, also failed.\\nDuring a further pullback of the system, the still inflated balloon became stuck again in the small and vasospastic radial artery. The operator was unable to pull or push the balloon in any direction and was unable to wedge the balloon into the 6F radial sheath. Moreover, a forced pullback of the partially inflated balloon catheter resulted in invagination of the distal part of the balloon (, white arrow). After injecting local anesthesia on the middle forearm, transcutaneous puncture of the balloon through the skin and the radial artery wall was performed with a 23 gauge syringe needle using fluoroscopy for guidance (), and contrast media were aspirated with the syringe (). Retrieval of the deflated balloon was then possible through the radial sheath. Reintubation of the RCA with a fresh guiding catheter revealed a good angiographic result in the proximal segment and relevant acute recoil at the ostium of the calcified RCA. Implantation of a second short 4.0/9 mm DES (BMX-Alpha, Biosensors) was necessary to mechanically stabilize the lesion. Injection of contrast media through the sheath confirmed the integrity of the radial artery at the puncture site (). Radial compression was used to close the 6F access site. The clinical follow-up remained uneventful.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'24285592': 1, '24265889': 1, '23968700': 1, '22157475': 1, '24450393': 1, '22581708': 1, '26604055': 1, '22858390': 1, '23103036': 1, '25616814': 1, '26299234': 1, '26320110': 1, '28528767': 1, '16878614': 1, '25791214': 1, '21470671': 1, '30250754': 2}", "similar_patients": "{}"}