{"patient_id": 15121, "patient_uid": "6944974-1", "PMID": 31949968, "file_path": "comm/PMC006xxxxxx/PMC6944974.xml", "title": "Adrenal Cavernous Hemangioma: A Rarely Perceived Pathology—Case Illustration and Review of Literature", "patient": "A 83-year-old previously healthy male presented with vague abdominal and bilateral flank pain of several months duration. The pain was dull in nature, with no recent change in weight and appetite, no reported hematuria, no gastrointestinal symptoms, and no reported episodes of headache. All basic blood work up, including complete blood count, creatinine, electrolytes, and liver function tests, were within normal range. An initial imaging with an enhanced computed tomography (CT) scan of the abdomen and pelvis was performed, revealing a right supra renal mass measuring around 8 cm in greatest dimension, possessing a significant enhancement, with a Hounsfield Unit (HU) of 15 on noncontrast phase and a 55HU on the contrast phase. No other abdominal or pelvic findings were noted.\\nFor better characterization of such adrenal lesion, a Magnetic Resonance Imaging (MRI) of the abdomen with gadolinium was requested. Again showing was a mass in the right suprarenal space, measuring 7.3 × 6.5 × 6 cm, showing heterogeneous signal intensity on all sequences, predominately mildly increased on T2-weighted and predominately decreased signal on T1-weighted images, and no appreciable signal drop on the out-of-phase images. The lesion appeared inseparable from the lateral limb of the right adrenal gland and remained separate from the upper edge cortex of the right kidney ().\\nImaging was also accompanied by a full metabolic work-up, as usually performed for any incidentally discovered large adrenal mass, including: urine and plasma metanephrines, dexamethasone suppression test, DHEA-S, and aldosterone/renin ratio, and all yielded results were within normal range.\\nDue to the size of the tumor, a shared decision was made to surgically remove the adrenal gland due to a potential risk of being an adrenocortical carcinoma. The patient therefore underwent a right radical adrenalectomy through an open subcostal incision. Intraoperatively, the adrenal was noticeably friable and tended to bleed on minimal manipulation, which was expected from the preoperative imaging done (). No significant blood loss was encountered since complete dissection of the adrenal gland was done for better hemostatic control.\\nOn gross pathological examination, the specimen measured 8 × 7 × 3 cm and the tumor was shiny tan-yellow, in nature with distinct demarcation from the normal adrenal parenchyma. Histologically, the tumor was proven to be a hemorrhagic cavernous hemangioma ().\\nPatient recovered well after his operation with no complications encountered thereafter. He was discharged home on his fourth postoperative day, to follow-up in clinic one month from discharge.", "age": "[[83.0, 'year']]", "gender": "M", "relevant_articles": "{'3628794': 1, '19193247': 2, '26600897': 1, '33204642': 1, '2188490': 1, '12002605': 1, '622479': 1, '12751864': 1, '3944872': 1, '22606551': 2, '5910671': 1, '7414784': 1, '5935520': 1, '30458815': 2, '14119193': 1, '18238749': 1, '8558680': 1, '19306439': 1, '21099233': 1, '3361470': 1, '30104897': 2, '1856940': 1, '29541318': 1, '22619001': 1, '24441435': 1, '28127186': 1, '15757047': 1, '2663938': 1, '18686171': 1, '29279502': 1, '8379036': 1, '9477193': 1, '9727258': 1, '22019159': 1, '23287064': 1, '34400913': 2, '27777714': 1, '11231467': 1, '15528004': 1, '15154586': 1, '1327475': 1, '9751369': 1, '18830528': 1, '4747667': 1, '1729495': 1, '29560018': 2, '28651988': 1, '24865537': 1, '7076933': 1, '21293064': 2, '26468756': 1, '23664532': 1, '26435159': 1, '8654457': 1, '25055072': 1, '13272266': 1, '6823122': 1, '26793524': 1, '34341754': 1, '1927773': 1, '19416406': 1, '9783194': 1, '8491926': 1, '25460555': 1, '19660229': 1, '22371732': 1, '29984033': 2, '11555014': 1, '34393250': 1, '3956103': 1, '33902538': 2, '9166567': 1, '9821192': 1, '23806410': 1, '31949968': 2}", "similar_patients": "{'6247755-1': 1, '3350262-1': 1, '2647540-1': 1, '6011133-1': 1, '8074472-1': 1, '5836307-1': 1, '3156522-1': 1, '8364425-1': 1, '6074836-1': 1}"}