{"patient_id": 1633, "patient_uid": "6077661-1", "PMID": 30112224, "file_path": "comm/PMC006xxxxxx/PMC6077661.xml", "title": "A Large PROP1 Gene Deletion in a Turkish Pedigree", "patient": "A 12.3-year-old male patient was referred to our pediatric endocrinology clinic for evaluation of short stature. He has been using levothyroxine (LT4) for hypothyroidism for more than 2 years. In medical history, he was born at term weighing 3500 g with uneventful gestation and delivery. His parents were first degree cousins. The height of the mother and the father was 165.5 and 172 cm, respectively. He had three sisters and one brother. His brother and one of the elder sisters were healthy and 175 cm and 165 cm tall, respectively. On physical examination, height was 129 cm (SDS: −3.2) and weight was 28 kg (body mass index, BMI: 16.8, −1.0 SDS). Target height was 175.2 cm (SDS: −0.2). Testicular volume was 2 ml bilaterally with a 3 cm penile length. Bone age was 9 years. Laboratory findings revealed that free thyroxine (FT4) is 1.2 ng/dl (N: 0.61–1.57), thyroid stimulating hormone (TSH) is 0.01 μIU/ml (N: 0.37–5), thyroid autoantibodies were negative, prolactin (PRL) is 4.5 ng/ml (N: 2.6–13.1), adrenocorticotropic hormone (ACTH) is 21.3 pg/ml (N: 4.7–48.8), cortisol is 6.8 μg/dl (N: 6.7–22.6), and insulin-like growth factor 1 (IGF-1) is 12.8 ng/ml (N: 85.2–248.8). Thyroid ultrasonography revealed a hypoplasic thyroid gland (1.7 ml) with normal parenchyma. On pituitary magnetic resonance (MRI), partial empty sella was detected with normal bright spot (pituitary height was 2.8 mm). Clonidine and L.DOPA stimulated peak serum growth hormone (GH) levels were 2.1 ng/ml and 1.9 ng/ml, respectively. With these results diagnosis of GH deficiency was confirmed, and recombinant growth hormone (rGH) was initiated. On follow-up, low dose (1 μg) ACTH stimulation test was performed, and adrenal deficiency was confirmed (peak cortisol: 12.1 μg/dl). Then, oral hydrocortisone replacement therapy was initiated (10 mg/m2/day).\\nAt 14.3 years, he was still prepubertal with testicular volume of 3 ml bilaterally. Basal level of testosterone was <0.01 ng/ml. Then, LHRH stimulation test was performed, and central hypogonadism was confirmed (peak luteinizing hormone, LH; 0.62 mIU/ml, and peak follicle stimulating hormone, FSH; 0.85 mIU/ml). Intramuscular depot form of testosterone was initiated, 50 mg/monthly.", "age": "[[12.3, 'year']]", "gender": "M", "relevant_articles": "{'18174732': 1, '21932604': 1, '16918947': 1, '20395664': 1, '16735499': 1, '11022176': 1, '26760044': 1, '31948187': 1, '10323394': 1, '19128366': 1, '23831233': 1, '29255988': 1, '27974184': 1, '12519826': 1, '11549703': 1, '29180983': 1, '24953859': 1, '15459176': 1, '30112224': 2}", "similar_patients": "{}"}