{"patient_id": 133131, "patient_uid": "6476223-1", "PMID": 31040615, "file_path": "noncomm/PMC006xxxxxx/PMC6476223.xml", "title": "Sebaceous carcinoma of the penis: As aggressive as it is rare", "patient": "A 74-year-old-man presented with a growth adjacent to the root of the penis. He had undergone a circumcision at another center 6 months ago for a preputial lesion. A review of slides revealed sebaceous carcinoma. On examination, there were nontender, subcentimeter, firm, pearly-white nodules at the margin of the scar of circumcision. In addition, there was a nontender, 2 cm × 2 cm, proliferative nodular lesion to the left of the penile base with induration of the surrounding skin []. Bilateral inguinal lymph nodes were palpable and mobile. Fine needle aspiration of the nodes detected metastatic carcinoma. His case was discussed in the multidisciplinary team meet, and he was planned for radical excision of the lesion followed by chemotherapy. He underwent excision of both the coronal and suprapubic lesions with bilateral inguinal lymphadenectomy and flap coverage. Biopsies of the primary penile lesions as well as the suprapubic lesion were consistent with multicentric, well-differentiated sebaceous carcinoma with lymphovascular invasion. Hemotoxylin and eosin section of the skin showed skin covered fibrocollagenous tissue infiltrated by tumor composed of sheets, nests, islands, and cords of polygonal cells with moderately pleomorphic, mitotically active, vesicular to hyperchromatic, round to oval nuclei with visible nucleoli, and moderate eosinophilic cytoplasm. There was no definite evidence of keratinization. There were foci of continuation with overlying epidermis. Immunohistochemistry was positive for epithelial membrane antigen and BerEP4 []. He was administered adjuvant chemotherapy (Carboplatin/Paclitaxel). He died at home 3 months after the operation having completed 2 cycles of chemotherapy.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'4016704': 1, '7240545': 1, '23580828': 2, '7224661': 1, '19506419': 1, '24292119': 1, '18988294': 1, '25521100': 1, '31040615': 2}", "similar_patients": "{'3618649-1': 1}"}