{"patient_id": 136489, "patient_uid": "6785161-1", "PMID": 31624717, "file_path": "noncomm/PMC006xxxxxx/PMC6785161.xml", "title": "Novel Association of a Familial TGFBR1 Mutation in Loeys-Dietz Syndrome with Concomitant Hematologic Malignancy", "patient": "A 54-year-old man was referred to our clinic to undergo elective surgery for an aortic root dilation measuring 54 mm in diameter (). Routine echocardiography had been performed as a screening examination due to newly diagnosed sleep apnea/hypopnea syndrome 6 months previously and revealed aortic root dilation with a concomitant mild aortic regurgitation. The diagnosis was confirmed by means of a subsequent aortic computed tomography (CT) scan. The otherwise asymptomatic patient revealed a positive familial history of 2 female second-degree cousins. Both cousins had been previously diagnosed with Loeys-Dietz syndrome (LDS) with a heterozygous missense mutation, c.759G>A, p.(Met253Ile), in exon 4 of the transforming growth factor beta receptor type I (TGFBR1) gene. Unfortunately, the first cousin was diagnosed only postmortem after passing away from a ruptured aortic root aneurysm at the age of 30, just hours after giving birth to triplets. The other cousin (sister of the deceased) underwent genetic counseling, which revealed exactly the same mutation as well as clinical signs of arachnodactyly, dolichocephaly, scoliosis, and hypermobility, thus establishing the diagnosis of LDS. Furthermore, the triplets of the deceased sister were subsequently screened and 2 of them were detected to have the same missense mutation and various concomitant clinical manifestations, ranging from general hypermobility, hypermobile fingers, and arachnodactyly to mild cerebral palsy in 1 of them. Targeted genetic counseling of our patient also revealed the above-mentioned mutation in the TGFBR1 gene, as well as mild scoliosis, dolichocephaly, and arachnodactyly. Therefore, LDS type 1 was diagnosed. Moreover, one of the patient’s offspring (a 25-year-old son) also tested positive for the same mutation. Noteworthy, all probands were negative for FBN1 gene mutations.\\nPrior to the writing of this case report, the patient was verbally informed and he declared his willingness for his case to be published.\\nWhile on the waiting list for elective surgery of the aortic root, the patient presented to the emergency unit of our hospital with an unclear swelling of the left axilla and left arm. Consecutive CT imaging of the chest revealed a pronounced left axillar and infraclavicular lymphadenopathy, with conglomerates of lymph nodes measuring up to 33 mm (). Lymph node biopsy revealed diffuse large-cell B-cell lymphoma in stage IIA (according to the Ann Arbor staging classification, aaIPI [low risk]). A pre-phase treatment with vincristine/prednisolone and 1 course of the R-CHOP protocol (rituximab, doxorubicin, mesna, cyclophosphamide, vincristine, and pegfilgrastim) were initiated. After receiving a total of 6 courses of the R-CHOP protocol within 5 months, complete clinical and imaging remission was established.\\nTwo months after completing the R-CHOP protocol, an elective aortic root operation was performed, using a standard median sternotomy approach. Inspection of the aortic root showed symmetrical root dilation combined with a significant thinning of the aortic wall tissue. The aortic valve consisted of 3 cusps without signs of calcific degeneration or any other structural deterioration. Valve-sparing aortic root replacement (using the David-V method) was conducted with subsequent reimplantation of both coronary ostia. Intraoperative transesophageal echocardiography showed a competent aortic valve. The entire postoperative course was uneventful and the patient was discharged on postoperative day 9.\\nThe postoperative management of the patient included β-blockers and an angiotensin-receptor antagonist (losartan). The latter category of medications is beneficial due to their effects on the TGF-β signaling cascade. Moreover, exercise restrictions to reduce stress on the aortic and arterial tissue included avoidance of competitive sports and isometric exercises.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'16799921': 1, '11684442': 1, '15731757': 1, '21092277': 1, '24577266': 1, '16928994': 1, '22905183': 1, '16012458': 1, '31624717': 2}", "similar_patients": "{}"}