{"patient_id": 3283, "patient_uid": "6176304-1", "PMID": 30356346, "file_path": "comm/PMC006xxxxxx/PMC6176304.xml", "title": "Severe Symptomatic Hypocalcemia from HIV Related Hypoparathyroidism", "patient": "A 54-year-old Caucasian female presented to our clinic with a two-year history of persistent hypocalcemia requiring multiple hospitalizations. Her symptoms included muscle cramps, tingling and perioral paresthesias. Her medical history was significant for HIV diagnosed four years ago, gastric bypass surgery done 15 years ago, hypertension, and COPD. She denied any history of prior neck surgery or radiation. She denied any history of hearing loss. She had no family history of autoimmune disease.\\nHer vital signs were stable with an unremarkable physical exam. Chvostek's and Trousseau's signs were negative. Pertinent medications included calcium carbonate, vitamin D3, calcitriol, atripla (efavirenz/emtricitabine/tenofovir disoproxil), hydrochlorothiazide, and inhaled budesonide/formoterol.\\nLaboratory testing showed total calcium of 5.7 mg/dL (normal range: 8.4-10.2 mg/dL), serum albumin 3.9 mg/dL, ionized calcium 2.7 mg/dL (normal range: 4.5-5.5 mg/dL), serum magnesium 1.7 mg/dL (normal range: 1.7-2.7 mg/dL), serum phosphate 6.3 mg/dL (normal range: 2.7-4.5 mg/dL), and intact PTH 7.6 pg/mL (normal range: 15-65 pg/mL). She had normal 25-hydroxy vitamin D 32 ng/mL (normal range: 30-100 ng/mL), 1,25 dihydroxy vitamin D 23 pg/mL (normal range: 18-72 pg/mL), TSH 1.2 μIU/L (normal range: 0.40-4.5 μIU/L), and creatinine 0.98 mg/dL (normal range: 0.5 -1.1 mg/dL). Absolute CD4 count was 629 cells/μL (normal range: 185-2273 cells/μL) with undetectable HIV-1 RNA viral load.\\nShe was diagnosed with primary hypoparathyroidism. A serum sample was tested for anti-calcium sensing receptor (CaSR) antibodies [] and NALP5 antibodies [] to rule out autoimmune hypoparathyroidism and it was found to be negative; the CaSR antibody index was 1.09 (normal range: 0.57-1.38; upper limit of normal, 1.73) and the NALP5 antibody index was 1.12 (normal range: 0.62-1.93; upper limit of normal, 2.17). During subsequent clinic visits, doses of calcium supplements and calcitriol were titrated and she was started on magnesium oxide. She required calcium carbonate 2500 mg three times per day, calcium citrate 1900 mg twice per day, and calcitriol 0.5 mcg three times per day (). Her last corrected serum calcium level was 9.18 mg/dL. She was considered for treatment with recombinant human PTH but subsequently she was lost to follow-up.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'7698727': 1, '7989478': 1, '34504905': 1, '8014731': 1, '24587936': 1, '1827127': 1, '16044577': 1, '1406838': 1, '24423312': 1, '8957484': 1, '15068493': 1, '10095819': 1, '7915122': 1, '30356346': 2}", "similar_patients": "{}"}