{"patient_id": 136140, "patient_uid": "6754653-2", "PMID": 31533950, "file_path": "noncomm/PMC006xxxxxx/PMC6754653.xml", "title": "Combination of high-resolution cone beam computed tomography and metal artefact reduction software: a new image fusion technique for evaluating intracranial stent apposition after aneurysm treatment", "patient": "shows the images of a 42-year-old man who underwent endovascular treatment for the incidentally found unruptured multiple aneurysms including irregular shaped left ICA ophthalmic artery aneurysm. The decision was made to treat the largest aneurysm with stent-assisted coil embolisation as the first step of the treatment. A 4.0×20 Neuroform EZ stent was deployed at the left carotid siphon, and coiling was performed using a total of eight target coils (Stryker Corporation) with a VER of 23.7%. The procedure was completed without any adverse events and postprocedure image evaluation was performed.\\nPreprocedural 3D DSA showed an irregularly shaped 6-mm aneurysm located near the origin of the ophthalmic artery, along with a total of four small aneurysms at the carotid siphon (). Similar to case 1, VR images of the treated aneurysm allowed for good visualisation of the Neuroform stent, coil mass and the vessel wall (). Both the distal and proximal ends of the stent showed good apposition. However, there was a notable inward prolapse of the struts observed at the inner curvature side of the carotid siphon (), most likely due to the structural property of the open-cell stent when placed in a curved vessel. The VR images also showed mild protrusion of a stent strut into a small aneurysm near the ophthalmic artery ().", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'21492730': 1, '18718825': 1, '26453606': 1, '23997121': 1, '23721899': 1, '25753954': 1, '21816918': 1, '20966059': 1, '23495874': 1, '26359152': 1, '21990459': 1, '26611991': 1, '22266793': 1, '32819906': 1, '31533950': 2}", "similar_patients": "{'6754653-1': 2}"}