{"patient_id": 132762, "patient_uid": "6444779-1", "PMID": 30967956, "file_path": "noncomm/PMC006xxxxxx/PMC6444779.xml", "title": "Wolffian tumor (female adnexal tumor of Wolffian origin) presenting\\nas a pelvic side wall mass: Report of a case", "patient": "A 47-year-old female with past medical history of chronic obstructive pulmonary\\ndisease, asthma, diabetes mellitus, anxiety, hiatal hernia, obesity (body mass index\\n47.8), and sleep apnea presented to our hospital in 2017 for open repair of\\nrecurrent ventral hernia with incarceration. The operation consisted of extensive\\nlysis of adhesions, removal of previously placed mesh, and excision of principal\\nhernia sac. In the pelvis, the patient was incidentally noted to have a right pelvic\\nwall mass, which appeared to be incarcerated fat, which was lateral to, and\\ncompletely separate from, her right ovary and fallopian tube. There was no vascular\\npedicle. This was excised with electrocautery and sent for pathologic\\nevaluation.\\nOn pathologic review, the mass weighed 8 g and measured 3.5 × 2.5 × 2.3 cm. The\\nsurface was smooth and yellow-tan. The cut surface was white-tan, firm, and slightly\\nrubbery with focal hemorrhage involving less than 2% of the cut surface. Microscopic\\nexamination revealed epithelial cells arranged in solid sheets, elongate gland-like\\nstructures, and tubules. The cells contained monotonous, oval, hyperchromatic nuclei\\n(). On\\nimmunohistochemical studies, the tumor cells were found to be positive for inhibin,\\ncalretinin, pancytokeratin, and CD10 and negative for PAX-8, CD34, actin, desmin,\\nS100, EMA, and HMB45, supporting the diagnosis of Wolffian tumor ().\\nHer post-operative course was uneventful, with no immediate complications. She was\\nseen in clinic for follow-up approximately 1 month after surgery, asymptomatic, and\\nhealing well. She was discharged from clinic and instructed to return as needed.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'10414506': 1, '25610235': 1, '28463911': 1, '15511277': 1, '6859387': 1, '9163852': 1, '10379682': 1, '9890060': 1, '26352548': 1, '34183995': 1, '4693596': 1, '28700436': 1, '23020997': 1, '8135182': 1, '31591497': 1, '20001344': 1, '14781945': 1, '33204796': 1, '18417686': 1, '15322493': 1, '25423709': 1, '30967956': 2}", "similar_patients": "{}"}