{"patient_id": 137143, "patient_uid": "6854397-1", "PMID": 31750338, "file_path": "noncomm/PMC006xxxxxx/PMC6854397.xml", "title": "Re-revision surgery for re-recurrent valgus deformity after revision total knee arthroplasty in a patient with a severe valgus deformity: A case report", "patient": "A 72-year-old female patient visited our hospital 6 years after revision surgery for left TKA with a chief complaint of pain, and the pain worsened for 1 mo.\\nThe patient underwent left primary TKA (NexGen LPS-FLEX, Zimmer, Warsaw, Indiana, United States) and sliding osteotomy of the lateral femur condyle in 2008 for a severe valgus deformity at another institution. Six months later, she again presented with valgus deformity and pain in the left knee. In-house X-rays revealed notable femoral component loosening and recurrent valgus deformity (Figure ).\\nThen, the revision of the knee components was performed in 2010 at another institution. The system that the surgeon used was the press fit condylar, Sigma, total condylar III (TC3) system (DePuy, Warsaw, Indiana, United States). All the stems on the femoral and tibial sides were cementless, and the cement that was reinforced with screws was used to reconstruct the defects of the lateral femoral condyle (Figure ). The patient did not report any serious symptoms for six years. In 2016, she started complaining of knee pain again, and she showed limited movement and valgus deformity.\\nShe suffered from hypertension for 2 years. Her blood pressure was controlled by using antihypertensive drugs.\\nThe patient did not have any specific personal or family history of disease.\\nWe evaluated her before re-revision TKA. In the clinical examination, the knee was equally painful with weight-bearing and passive motions. The range of motion was from 5° to 80° of flexion. There was anterior-posterior laxity of 5-10 mm. With valgus stress, there was a marked medial instability of more than 15°.\\nThe patient was evaluated to rule out infection. The knee was aspirated preoperatively. The synovial red blood cell count was 13-18/HPF, and the synovial white blood cell count, polymorphonuclear (%) and leukocyte esterase were normal. There was no bacterial growth in the aspirate. Likewise, the serum C-reactive protein, erythrocyte sedimentation rate and interleukin 6 were normal. An emission computed tomography scan of the bone in the whole body was also found to be negative for infection.\\nIn 2016, X-rays showed loosening of the femoral component and the stem (Figure ).", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'28406878': 1, '9553566': 1, '23333128': 1, '17403800': 1, '26191494': 1, '11809047': 1, '29356933': 1, '25628273': 1, '28657571': 1, '24519708': 1, '30736057': 1, '29105554': 1, '27287857': 1, '26224824': 1, '26733657': 1, '24366186': 1, '19299144': 1, '30297257': 1, '31750338': 2}", "similar_patients": "{}"}