{"patient_id": 14294, "patient_uid": "6903883-1", "PMID": 31886055, "file_path": "comm/PMC006xxxxxx/PMC6903883.xml", "title": "A Twisting Tale of Infective Endocarditis", "patient": "A 75-year-old male with past medical history of paroxysmal atrial fibrillation status post cardiac pacemaker, hypertension presented to urgent care clinic with several weeks of low-grade fever, cough, and shortness of breath. He was discharged on augmentin for possible pneumonia as there was a questionable retrocardiac infiltrate on chest X-ray. Three days later, he presented in the ED with complaints of acute dyspnea in addition to fever, cough, and fatigue for one month. His initial vitals were blood pressure 127/54 mmHg, pulse rate 77 beats per minute, respiratory rate 20 breaths per minute, temperature 100.3°C, and an oxygen saturation of 100% on room air. He was alert and oriented and physical examination was significant for an unexplained murmur. He was admitted on medical floors; lab workup was sent including blood cultures and urine cultures. The infectious disease department was consulted for fever of unknown origin and augmentin was discontinued. The initial differential diagnosis included endocarditis, occult malignancy, and recurrent pulmonary emboli (patient's son recently sustained a pulmonary embolism). On day two of admission, 1/2 sets of blood cultures were positive for Enterococcus faecalis, then two more subsequent sets were positive. The patient was started on ampicillin plus ceftriaxone, gentamicin for six weeks. The organism was later found to be sensitive to rifampin, so this agent was also added. Trans-thoracic echocardiogram was done which showed severe aortic valve regurgitation. Trans-esophageal echocardiogram was also done which showed a 1 cm x 1 cm mass on the aortic valve. When the bacteremia resolved, he was discharged on ampicillin, ceftriaxone, rifampin for six weeks, and gentamicin for two weeks. \\nTwo days after discharge, the patient presented again to the ED with a near syncopal event and worsening shortness of breath. Lab work was significant for hypomagnesemia. Brain-natriuretic peptide (BNP) was also elevated and chest radiograph showed small bilateral pleural effusions suggestive of acute pulmonary edema/heart failure. He was treated with Lasix. The following day, the patient had an episode of self-limiting torsades (Figure ).\\nHe was given IV magnesium and was started on amiodarone, which was later changed to a lidocaine drip. At this point, he was transferred to the critical care unit and cardiothoracic surgery was consulted for aortic valve replacement and a coronary angiogram was scheduled. Cardiac catheterization showed multi-vessel disease. The patient underwent aortic valve replacement, coronary artery bypass graft for triple-vessel disease, ligation of left atrial appendage, and evacuation of the bilateral pleural effusions. His post-op course was complicated by increased chest tube drainage for which subsequent exploration was done. The patient was given prothrombin complex concentrate and blood products. He required continued intubation and vasopressor support for hemodynamic stability. Eventually the patient was weaned off the vasopressor support, urine output improved but he developed elevated liver enzymes, probably due to hypoperfusion to the liver for an ultrasound did not reveal any biliary obstruction. After a day he again developed hypotension and was restarted on vasopressors and laboratory assessment revealed leukocytosis. Surgery and gastroenterology were consulted for pancolitis evaluation. No intervention was recommended as patient was not stable enough; he was started on fluconazole for Candida (sputum and urine culture grew Candida) and flagyl for possible pancolitis. The patient started to have worsening liver function tests; cholecystostomy tube was placed. The patient’s hospital course continued to decline and realizing his poor prognosis, the family decided to withdraw all care. He subsequently died of cardiopulmonary arrest.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'30604676': 1, '11479467': 1, '17151824': 1, '24073680': 1, '28567146': 1, '23093971': 2, '31886055': 2}", "similar_patients": "{'3472411-1': 1}"}