{"patient_id": 128977, "patient_uid": "6159083-1", "PMID": 30283572, "file_path": "noncomm/PMC006xxxxxx/PMC6159083.xml", "title": "A Rare Case Report of Giant Cell Tumor of the Sphenoid Bone in a Patient Who Developed “Erythema Multiforme Associated with Phenytoin and Cranial Radiation Therapy Syndrome”", "patient": "An 18-year-old female presented with headache and numbness above her right eye for 2 months refractory to all medical management. Examination of the cranial nerves revealed facial paresthesia along the distribution of ophthalmic (V1) division of the right trigeminal nerve (CN V). Ophthalmological and rest of the neurological examinations were normal, there was no evidence of any endocrine disorder, and the medical history was noncontributory. Contrast enhanced computed tomography scan revealed an ill-defined enhancing lesion in infrasellar region with extension to sella and suprasellar region displacing pituitary gland. The mass involved superficial part of clivus and also encased cavernous sinuses and internal carotid arteries (ICA) bilaterally. It also involved ethmoidal air cells anteriorly and extended up to prepontine cistern posteriorly []. Gadolinium-enhanced magnetic resonance imaging (MRI) scan reconfirmed the presence of a large tumor mass involving sellar region. The tumor revealed low signal intensity on T1 and T2-weighted images (WIs) with moderate heterogeneous enhancement []. She underwent frontotemporal craniotomy with zygomatic-osteotomy with subtotal resection of tumor extracranially. Portions of the tumor encasing ICA and sinus could not be removed. Histopathological examination was compatible with GCT of bone, grade-2; base of the skull []. She was planned to receive three-dimensional conformal radiotherapy to deliver a total dose of 45 Gy in 25 fractions over 5 weeks. However, after 2 weeks of treatment, she developed seizures for which injection phenytoin was administered subsequent to which she developed erythema multiforme majus (EMM)-like lesions which started within the radiation portals initially with subsequent development of toxic epidermal necrolysis (TEN). The patient succumbed to death thereafter.", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'14693027': 1, '21139760': 1, '16162299': 2, '635765': 1, '15346059': 1, '20004531': 1, '22648131': 1, '2662113': 1, '11749016': 1, '3340279': 1, '15037971': 1, '18568739': 1, '16360828': 1, '10392983': 1, '11220389': 1, '23403482': 1, '9177818': 1, '23143505': 1, '3805057': 1, '10090698': 1, '27177173': 1, '15365782': 1, '30283572': 2}", "similar_patients": "{'1253509-1': 1}"}