{"patient_id": 13194, "patient_uid": "6831794-1", "PMID": 31655290, "file_path": "comm/PMC006xxxxxx/PMC6831794.xml", "title": "A novel fluorescent marking clip for laparoscopic surgery of colorectal cancer: A case report", "patient": "A 52-year-old man presented to our hospital with fecal occult blood. Based on endoscopy of the lower intestinal tract findings, he was diagnosed with sigmoid colon cancer (S type 2, 20 mm in size, cT2, cN0, cM0, stage I) and 6 mm-polyp, and was scheduled for laparoscopic sigmoidectomy with D3 lymph node dissection.\\nThe patient’s consent on intraoperative use of the newly designed fluorescent clip and on reporting the study results had been obtained and the study was approved by the Institutional Review Board (No. 13-B-344).\\nFollowing 2-days bowel preparation, fluorescent ZEOCLIP FS clips were placed during colonoscopy on the day preceding the surgery in two sites because removal of both the tumor and the polyp was planned. For each site, 4 clips were intraluminally placed every 90 degrees around the corresponding lesion, respectively (). Since the attachment of the first clip around the polyp had been insufficient, we added one more clip in the same site by clamping the intestinal wall with the clip during suction; this resulted in a total of 5 clips placed near the polyp lesion.\\nThe surgery was performed the following day as scheduled. Locations of the fluorescent clips were easily confirmed using a full-color fluorescent laparoscope, VISION SENSE (Medtronic Co., U.S.A.) (), and a sufficient margin was taken while separating the anal side of the tumor using an automatic suture device. The operation was performed without complications. Upon intraoperative examination of the dissected specimen, 4 clips were found in each placement location, i.e. of the tumor and of the polyp, respectively (). The insufficiently placed clip for marking of the polyp lesion site dropped. The curative operation was performed accordingly with the preoperative radiological, endoscopic and biopsy results. Pathological findings confirmed the preoperative findings (tumor: S type 2, 18 × 17 mm in size, pT1b, pN0, pM0; polyp: high grade tubular adenoma). The postoperative course was uneventful and the patient was discharged on the 7th post-operative day.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'30341652': 1, '25073671': 1, '27790874': 1, '30342279': 1, '17047331': 1, '32461802': 2, '31655290': 2}", "similar_patients": "{'7240282-1': 1, '7240282-2': 1}"}