{"patient_id": 15734, "patient_uid": "6973187-1", "PMID": 31970003, "file_path": "comm/PMC006xxxxxx/PMC6973187.xml", "title": "Successful Treatment of Adenovirus Infection with Brincidofovir in an Immunocompromised Patient after Hematological Stem Cell Transplantation", "patient": "A 9-year-old girl diagnosed with transfusion-dependent refractory cytopenia of childhood (RCC) was treated with a T-cell-depleted haploidentical transplantation from her mother, followed by a second T-cell-depleted haploidentical transplantation from her father due to graft failure. Post-engraftment, she presented with general malaise, weight loss, and vomiting. Concomitant Epstein–Barr viral (EBV) reactivation, Herpes simplex (HSV) infection, and Human adenovirus (HAdV) were confirmed by plasma polymerase chain reaction (PCR). EBV was successfully treated with rituximab and HSV with acyclovir. However, as the HAdV viral load (VL) increased to 132 × 106 copies/ml, treatment with 5 mg/kg weekly intravenous cidofovir with concomitant hydration only obtained a moderate decrease in the viral load (). The patient rapidly developed renal toxicity. After a minimum of 48-hour dose-to-dose washout interval, after administration of the last dose of intravenous Cidofovir, the first dose of BCV suspension was started. BCV was administered at an oral dose of 2 mg/kg, twice weekly. This successfully suppressed the VL with significant clinical improvement. Cholestasis developed one week after the start of BCV treatment. As there were no other concomitant drugs that could have caused cholestasis, BCV treatment was stopped and Cidofovir was restarted. However, as HAdV reactivated, BCV was restarted after resolution of the cholestasis, clearing the VL in the absence of immune reconstitution.", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'20837781': 1, '26330121': 1, '17461995': 1, '25495029': 1, '17325884': 1, '16307420': 1, '15655775': 1, '27895644': 1, '24288536': 1, '32992715': 1, '32256043': 1, '28153824': 1, '22476883': 1, '33708775': 1, '12560192': 1, '31970003': 2}", "similar_patients": "{}"}