{"patient_id": 133030, "patient_uid": "6460898-1", "PMID": 30997016, "file_path": "noncomm/PMC006xxxxxx/PMC6460898.xml", "title": "Metastatic melanoma vs lymphoma. Using a sentinel lymph node biopsy a diagnostic tool", "patient": "Our patient is a 49-year-old male of Afro-Caribbean descent with a known diagnosis of B cell lymphoma and acral lentigous melanoma. He presented with a pigmented lesion found to be melanoma on his right plantar lateral sole of foot as well as widespread lymphadenopathy.\\nAn incision biopsy revealed a breslow thickness (BT) of 3.4 mm, clark level 4 and he was referred to a plastic surgery department in a tertiary skin cancer network for a wide local excision. As our patient had clinical lymphadenopathy in the right groin and widespread palpable lymph nodes secondary to his concurrent diagnosis of B cell lymphoma, SLNB was discussed within the skin cancer MDT rather than proceeding directly to lypmph node clearance.\\nMeanwhile a subsequent narrow margin wide local excision found a BT of 1.1 mm and the surgical defect was reconstructed with double stage integra and split thickness skin graft application. A combination of clinical examination and CT imaging identified widespread lymphadenopathy involving bilateral groins, axillae, cervical and intra-abdominal regions. SLNB confirmed a diagnosis of metastatic melanoma in a 8 mm sentinel node. Figure shows the presence of intracytoplasmic melanin pigment seen on histological analysis\\nIn accordance to national guidelines the patient underwent a complete right inguinal block dissection and histological analysis identified a further four melanoma positive lymph nodes. Affected lymph nodes were also reported to have background features of low grade lymphoma. Figure is a histological image illustrating features of metastatic melanoma and lymphoma coexisting in lymphatic tissue.\\nSpecimens were tested for PDL 1 and BRAF mutations and found to be negative. These findings were discussed within the skin cancer MDT and a course of adjuvant radiotherapy treatment was recommended. The patient has since been diagnosed with further cutaneous metastases, indicating disease progression to Stage 4 metastatic melanoma. Unfortunately, our patient experienced a further gradual decline over a 3-month period and received a palliative approach to care in the terminal stages of his illness.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'17928226': 1, '22729520': 1, '15642704': 1, '27236576': 1, '24683818': 1, '20671047': 1, '14991885': 1, '28707391': 1, '29796651': 1, '30997016': 2}", "similar_patients": "{}"}