{"patient_id": 1876, "patient_uid": "6091365-1", "PMID": 30155331, "file_path": "comm/PMC006xxxxxx/PMC6091365.xml", "title": "Concomitant Extramedullary Plasmacytoma in the Oropharynx and Hypopharyngeal Squamous Cell Carcinoma", "patient": "The patient was a 73-year-old man. He was examined at our hospital for a sore throat that had persisted for 6 months. He had a drinking habit of one 500 ml bottle of beer daily and no history of smoking. Diabetes, hypertension, and hyperlipidemia were noted in his previous medical history.\\nPharyngolaryngoscopy revealed a superficial, smooth tumorous lesion with a red hue in the oropharynx at the base of the tongue. In addition, a protruding tumor with atypical blood vessel formation was observed on the mucosal surface in the right piriform recess of the hypopharynx (). On contrast-enhanced CT, thickening of the pharyngeal wall showing irregular contrast enhancement was observed at the right tongue base and in the right piriform recess of the hypopharynx (). No swelling of neck lymph nodes was observed. On fluorodeoxyglucose positron emission tomography/computed tomography (FDG PET/CT), accumulation was observed for maximum standardized uptake values (SUVmax) of 2.0 and 4.2 in the lesions of the oropharynx and hypopharynx, respectively (). No accumulation was observed in neck lymph nodes or other parts.\\nBased on tissue biopsies, the histopathological diagnosis for the lesion in the right piriform recess of the hypopharynx was squamous cell carcinoma (). While the lesion at the base of the tongue was suspected to represent malignant lymphoma on histopathological examination, no definitive diagnosis could be reached. To achieve a definitive diagnosis, the entire tongue-base tumor was resected by transoral surgery under endoscopy. Subsequent histopathological examination revealed proliferation of plasma cells in the tumor, and immunostaining findings were as follows: κ(−), λ(+), CD3(−), CD20(−), CD138(−), CD79a(+), and MUM-1(+) (). A bone marrow puncture test ruled out multiple myeloma. Based on the above, a definitive diagnosis of Stage I (cT1N0M0) squamous cell carcinoma in the right piriform recess of the hypopharynx and primary extramedullary plasmacytoma in the oropharynx was made. In the treatment plan, radiotherapy was selected for curative treatment. After irradiating the whole neck with 40 Gy in 20 fractions, the irradiation field was reduced to target the tumor in the hypopharynx only, and additional radiotherapy comprising 30 Gy in 15 fractions was conducted (). Treatment outcome was complete response for both cancers, and no recurrences have been observed as of 12 months postoperatively.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'4728300': 1, '10580871': 1, '21114925': 1, '26450521': 1, '8026883': 1, '19570691': 1, '17070004': 1, '7078333': 1, '26376733': 2, '30155331': 2}", "similar_patients": "{'4574147-1': 1}"}