{"patient_id": 137107, "patient_uid": "6850585-1", "PMID": 30776137, "file_path": "noncomm/PMC006xxxxxx/PMC6850585.xml", "title": "Parvovirus B19-induced severe anemia in heart transplant recipients: Case report and review of the literature", "patient": "A 64-year-old woman underwent heart transplantation in 2012 for giant cell myocarditis. Her post-transplantation course was complicated by recurrent antibody-mediated rejection (AMR) and new donor-specific antibodies (DSA) in 2014 that was treated with plasmapheresis and rituximab followed by monthly intravenous immunoglobulin (IVIG) until May 2015. Later, she also developed mild cardiac allograft vasculopathy (CAV), prompting the conversion of her immunosuppression from tacrolimus and mycophenolate mofetil to tacrolimus and everolimus. Follow-up surveillance did not show evidence of rejection, until a biopsy in November 2015 revealed asymptomatic AMR (pAMR2). However, because absence of donor-specific antibodies (DSA) and normal graft function, the decision was made not to treat. In her follow-up visit of June 2017, she was seen in the cardiac transplant clinic and reported 1 month of severe fatigue associated with intermittent palpitations, several episodes of loose stools per day, nausea, and emesis. She did not report melena, hematochezia, vaginal bleeding, sick contacts, or weight loss. Her occult blood test was negative. She was seen again in clinic with symptoms of fatigue in July 2017, for which she was admitted and evaluated for unexplained anemia of 9.3 g/dL without evidence of overt blood loss. She previously had a normal colonoscopy and an upper endoscopy that revealed Barrett's esophagus without dysplasia. Laboratory testing revealed a white blood cell count (WBC) of 3.3 × 109 cells per liter and a platelet count of 146 × 109 per liter. Iron storage studies did not support the possibility of iron-deficiency anemia, iron total = 221 μg/dL (normal range: 20-160 μg/dL); total iron binding capacity (TIBC) = 343 (normal range: 200-450 μg/dL); ferritin = 363.9 (normal range: 5-114 ng/mL); transferrin saturation = 64% (normal range: 20%-60%). Renal function testing revealed serum creatinine at baseline (0.9 mg/dL) and tacrolimus serum levels were in therapeutic range. PCR testing was negative in peripheral blood for CMV and EBV and negative in stool for a multiplex gastrointestinal panel (FilmArray™ Gastrointestinal panel) and Clostridium difficile. She also had a normal thyroid function test and a negative DSA. Blood cultures were reported no growth at 5-days of incubation. Incidentally, her endomyocardial biopsy showed evidence of AMR (pAMR2) without hemodynamic compromise. Finally, following recommendations from the Transplant Infectious Diseases consultant, a peripheral blood quantitative PCR detected Parvovirus B19 DNA at >100 000 000 (>one-hundred million) copies/mL. Treatment was started with IVIG given at 1 g/kg for 3 days, in addition to plasmapheresis for AMR. After therapy, she experienced significant improvement of her fatigue and by (November 2017) her hemoglobin normalized to 12.8 g/dL. At her last follow-up in May 2018, she reported a considerable improvement in her daily activities, such as tolerating short periods of exercise (walking) without chest pain or episodes of palpitation. Follow-up testing has revealed normal red blood cell counts (RBC = 4.24 × 106/μL, normal range 3.80-5.20 × 106/μL; MCV = 92.2), hemoglobin concentration (12.3 g/dL), and undetectable B19V by PCR (<100 copies/mL).", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'12097253': 1, '9615250': 1, '8970232': 1, '8211117': 1, '11448804': 1, '25102016': 1, '34941171': 2, '8139629': 1, '23733615': 1, '28838942': 1, '29762456': 1, '3738514': 1, '27648265': 1, '10456000': 1, '32847820': 1, '20620527': 1, '24555951': 1, '8212203': 1, '16758416': 1, '17996174': 1, '2538139': 1, '16076874': 1, '8878766': 1, '23256205': 1, '11287560': 1, '16972759': 1, '9352328': 1, '23614963': 1, '30776137': 2}", "similar_patients": "{'8702246-1': 1}"}