{"patient_id": 10249, "patient_uid": "6638606-1", "PMID": 31359170, "file_path": "comm/PMC006xxxxxx/PMC6638606.xml", "title": "Giant rectus sheath hematoma", "patient": "An 85 year-old-male patient with a history of congestive heart failure and atrial fibrillation under anticoagulation with enoxaparin was admitted to the intensive care unit (ICU) presenting with shock and abdominal pain. Extremely pale skin and mucous membranes were noted, along with an extensive ecchymosis occupying the left hemiabdomen (i.e., Grey Turner´s sign). The abdominal mass bulged on the left flank and was soft, painful and non-pulsating on palpation. Blood chemistry highlighted anemia (hemoglobin 5.7 g/dl), metabolic acidosis and elevation of creatinine and BUN; coagulation tests were normal. A POCUS abdominal ultrasound of the left flank (Fig. and Additional file : Video 1) showed a large complex avascular cystic mass which extended to the pelvis, with echogenic particulate mobile contents in dependent areas, and multiple internal septations. Perisplenic free peritoneal fluid was also noted. No other anomalies were found. Given the described ultrasound features and in the context of this clinical presentation together with anemia, this mass was interpreted as a hematoma. However, because of its size, it could not be concluded with certainty whether it was an extra-abdominal (e.g., abdominal wall) or an intraabdominal structure. Thus, an abdominopelvic CT with intravenous contrast was ordered. The CT showed a large heterogeneous fluid collection along the left rectus sheath which extended to the subperitoneal space (Fig. ), showing signs of active contrast extravasation, suggestive of active bleeding (Fig. a). With the diagnosis of a large RSH complicated with hemodynamic instability, suspicion of abdominal compartment syndrome, and signs of active bleeding on the CT, the patient was immediately transferred to the operating room for surgical exploration. On laparotomy, 3 L of fresh blood mixed with clots was evacuated from the abdominal wall and subperitoneal space. The culprit vessel was identified as a branch of the left inferior epigastric artery, which was then successfully ligated. The patient´s hemodynamic parameters markedly improved after surgery and blood transfusions, and he was sent back to the ICU for further care, where he developed acute renal failure requiring hemodialysis. During the follow-up period, POCUS did not show signs of rebleeding within the rectus sheath. The patient died in the general ward after a prolonged length of stay in the ICU. The main complications observed were renal failure requiring hemodialysis as mentioned before, and nosocomial infections.", "age": "[[85.0, 'year']]", "gender": "M", "relevant_articles": "{'25529279': 1, '30344269': 1, '26048431': 1, '23535226': 1, '32523831': 2, '30923638': 1, '20227535': 1, '29904466': 1, '17515337': 1, '16609349': 1, '8672975': 1, '10556453': 1, '31359170': 2}", "similar_patients": "{'7273386-1': 1}"}