{"patient_id": 7407, "patient_uid": "6441500-1", "PMID": 31007959, "file_path": "comm/PMC006xxxxxx/PMC6441500.xml", "title": "Treating TNF Receptor Associated Periodic Fever Syndrome in End-Stage Renal Failure", "patient": "We report the case of a 44-year-old male referred by the family doctor to our nephrology clinic due to the uncontrolled hypertension and renal failure. The patient had a 3-year history of hypertension and hypercholesterolemia and he was taking the following medications: propranolol 40 mg, simvastatin 20 mg, losartan 50 mg, and nifedipine 60 mg.\\nThis patient presented to our outpatient clinic with uncontrolled hypertension (195/110 mmHg), leg edemas that extended to the lower thighs, and complaints of fatigue and headaches. On this first consultation, the patient provided blood and urine workup from 3 months earlier that documented normocytic, normochromic anemia (Hb 12 g/dL), an elevation of creatinine and BUN to 1.9 mg/dL and 66 mg/dL, respectively, and proteinuria of 4.0 g/24 hours. He also had a renal ultrasound reporting normal sized, normal contoured, hyperechogenic kidneys bilaterally with slight corticomedullary dedifferentiation.\\nThe patient was hospitalized with the diagnosis of nephrotic syndrome. The initial workup included a 24-hour urine collection with total proteinuria of 7.36 g, a urinary sediment with many hyaline casts, and a complete blood workup that revealed serum creatinine 2.5 mg/dL, a PTH level of 82 pg/mL, and a slight prolongation of prothrombin time. Subsequent full laboratory and imaging screening tests ruled out infectious and neoplastic or autoimmune disorders. The only positive finding was a left ventricular and auricular hypertrophy with a normal systolic function and ejection fraction, seen on echocardiogram.\\nFrom his personal medical history, he had been hospitalized on three occasions, twice in a surgical department for an appendectomy and a cholecystectomy and once in a cardiology department due to suspicion of rheumatic fever that was never confirmed. Apart from the family doctor he denied any other regular medical follow-up. He denied smoking, drugs, or excessive alcohol intake. He also denied contact with animals, except for his dog, and had never travelled abroad. From his family history, there was a history of hypertension from his father and breast cancer from his mother and one younger sister that is healthy. He had no knowledge of consanguinity or congenital diseases within his family.\\nDuring the 2-week period the patient was hospitalized, a rapidly progressive worsening of kidney function was observed with creatinine levels reaching 6.3 mg/dL accompanied by serious anemia and an altered coagulation function test needing transfusional support. The prothrombin time was not corrected with fresh frozen plasma and in need of performing a kidney biopsy, we opted for starting the patient on corticosteroids with oral prednisolone 1 mg/kg.\\nOn the 15th day of hospitalization, the hematologic disturbances stabilized, hypertension was controlled, and a kidney biopsy was performed. Over the next days, under corticosteroids the patient's clinical status improved, with concurrent stabilization of kidney function and the anemia, to creatinine level 2.80 mg/dL and hemoglobin 11.8 g/dL. Diet modifications, antihypertensive medication, and chelators of potassium and phosphorus as well as iron therapy had been introduced, with good response, and the patient was discharged on this medication. He waited for the kidney biopsy results as an outpatient and was summoned up for consultation and reevaluation at our nephrology clinic as soon as we had the results.\\nThe kidney biopsy revealed complete sclerosis of the glomeruli with invasion of mesangium and capillaries by an amorphous substance, with 2 glomeruli presenting hyaline mesangial proliferation. Tubules were completely atrophic and there was diffuse interstitial fibrosis with a moderate lymphocitary infiltrate. There was arteriolar hyalinosis at the vascular poles staining positive with Congo red, with normal appearance of the remnant vessels. Immunohistochemistry was negative for complement, free light chains or immunoglobulins. Evaluation for the presence of serum amyloid A (SAA) protein was positive in both the vessels and glomeruli.\\nConsidering the biopsy results we asked the patient to come in for a clinical interview with his wife. On this interview, the patient recalled a long-time history of febrile periods since he was 9 years old that had faded with age and therefore he did not consider relevant. He had been investigated as a child but no conclusion had been made. According to the wife, their two male children suffered from a similar kind of recurrent fevers since they were about 3 years old which had been investigated by their pediatrician but so far no diagnosis had been made. Our patient reported his febrile periods lasted approximately 1 week to 10 days, with no cyclic clockwork recurrence, sometimes attributed to stressful events but mostly unpredictable, and did not respond to classic antipyretics such as ibuprofen or paracetamol. These febrile periods were often accompanied by headaches or myalgia that was focal and migratory, but he denied pharyngitis, skin rashes or urticaria, aphthous ulcers, abdominal pain, arthritis, or vomiting. His children had febrile periods with somewhat different characteristics, as they lasted longer, usually 2 weeks, had a cyclic recurrence 6 months apart, and were mostly accompanied by abdominal pain and migratory arthritis. Neither the patient nor his children had any dysmorphology. His children had normal psychomotor development for their ages, 6 and 8 years old, respectively. The whole family was tested for serum amyloid A protein (SAA). The father was positive (90.3 mg/L, normal <6.4) and the children were negative.\\nConsidering such family history and the fever recurrence in the absence of any suspected infection, the diagnostic algorithm of periodic fever syndrome was considered and corticosteroid therapy was gradually tapered. The fact that both children were affected made us focus on disorders with an autosomal dominant pattern of transmission. Though the father and children had some phenotypic variability, the febrile periods were > 1 week long in all of them, they had consistently 2 to 3 episodes a year, and they all lacked lymphadenopathies and cutaneous or ophthalmologic manifestations, which made us think of TRAPS as the most probable diagnosis.\\nThe family was referred to a geneticist and was tested for TNF receptor mutations. All subjects were positive in heterozygosity for a missense variant mutation (c.242G>T p.Cys81Phe) of the TNFRSF1A gene on chromosome 12, and the diagnosis of TRAPS was confirmed. When these results were known, the family was referred to the rheumatology department to be considered for treatment with IL-1 receptor antagonists. The children were started on anakinra and up until the moment of submission of this article, the children have had no complications of treatment and they have not had any febrile episode for 2 years.\\nIn the meanwhile, the patient continued follow-up in our nephrology clinic and had the need for hospitalization twice, 11 and 13 months after the first hospitalization, due to recurrent pericarditis that did not respond to NSAIDs nor corticosteroid therapy but did respond partially to colchicine. Approval for the use of anakinra in our patient took longer, as anakinra is not approved for use in patients with severe renal failure. Despite control of hypertension and dyslipidemia and partial remission of proteinuria, the patient had a protracted course into end-stage renal failure starting hemodialysis 15 months after the first hospitalization. While on hemodialysis the patient was started on anakinra (100 mg every two days, subcutaneously). Throughout treatment the patient had no serious complication and remained symptom-free, with marked reduction of his serum amyloid A protein levels (3.3 mg/L).\\nThe patient received a successful cadaveric renal transplant in December 2017, 15 months after starting dialysis, and maintains treatment with anakinra until today, which was adjusted after kidney transplantation to 100 mg daily, subcutaneously.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'18180277': 1, '23965844': 1, '22311714': 1, '24275598': 1, '20074469': 1, '28536823': 1, '33083348': 1, '19033248': 1, '16871532': 1, '28396659': 1, '9585614': 1, '29768139': 1, '24935411': 1, '21724465': 1, '16684962': 1, '21931121': 1, '28454496': 1, '23970817': 1, '25213327': 1, '11443543': 1, '11175303': 1, '16569687': 1, '22884554': 1, '15312137': 1, '20457915': 1, '22753383': 1, '18438813': 1, '26109736': 1, '21173015': 1, '31007959': 2}", "similar_patients": "{}"}