{"patient_id": 133326, "patient_uid": "6493263-1", "PMID": 31089447, "file_path": "noncomm/PMC006xxxxxx/PMC6493263.xml", "title": "Incomplete Form of Shone Complex in an Adult Congenital Heart Disease Patient", "patient": "A 31-year-old woman was referred to the department of cardiology with a chief complaint of palpitations and systolic hypertension of 190 mm Hg. Careful history-taking revealed that she had been diagnosed with parachute mitral valve with mild mitral regurgitation (MR) at age 15. She voluntarily stopped outpatient follow-up a year later, as no significant symptoms developed. At age 24, she was referred to a cardiologist again due to hypertension of the upper extremities. At this time, coarctation of the aorta (COA) was suspected; surgical correction was therefore recommended, but she refused to undergo an operation. It was 7 years later that she was referred to Seoul National University Children’s Hospital with a suspected diagnosis of an incomplete form of Shone complex, with mitral regurgitation and severe COA. A written informed consent was obtained from the patient.\\nThe patient showed a significant discrepancy in blood pressure (BP) between the upper and lower extremities, with an upper-limb BP of 153/84 mm Hg and a lower-limb BP of 103/72 mm Hg. She had no signs of clubbing or cyanosis. Upon auscultation, grade 1 systolic and grade 1 diastolic murmur was heard at the apex, and grade 3 short continuous murmur extended to her back. An electrocardiogram (ECG) depicted a heart rate of 90 beats/min, normal sinus rhythm, and biventricular hypertrophy with left atrial enlargement. Chest radiography showed a right hilar opacity due to a markedly enlarged left atrium,\\nprobably attributable to MR. Transthoracic echocardiography revealed a parachute-like asymmetric mitral valve with mild stenosis, yielding a transvalvular pressure gradient (PG) of 8.02 mm Hg with a peak velocity of 1.9 m/sec (). Moderate regurgitation with a dP/dt of 2,805 mm Hg/sec was observed with focal prolapse of the leaflets and at the anterolateral commissure, suggesting the possibility of valve repair. The anterior and posterior leaflets were both thickened and protruded with a dome-like shape into the left ventricle, causing mitral inflow obstruction. Short bridging chordae from the anterior and posterior mitral leaflets were identified, converging together before insertion into a single solid papillary muscle (). The aortic valve showed bicuspid morphology, in which the right coronary cusp and left coronary cusp were conjoined without a raphe (). There was no stenosis or regurgitation across the valvular level. Both the left ventricle and left atrium showed hypertrophy and marked enlargement, with an area of 36.83 cm2. Left ventricular function was normal, with an ejection fraction of 69.4%. The descending aorta was diffusely hypoplastic, in comparison to the ascending aorta, with a diameter of 0.83 mm. The ascending aorta was 2.01 cm in diameter, the proximal aortic arch was 1.05 cm in diameter, and the right subclavian artery was enlarged to 1.4 cm in diameter. The aortic annulus and aortic sinus were within normal ranges. There was no subaortic stenosis. Computed tomography (CT) and angiography demonstrated COA just distal to the origin of the left subclavian artery, with near total occlusion and a pinpoint opening of 0.22 cm (). The descending thoracic aorta (DTA) was diffusely hypoplastic compared to the ascending aorta, and extensive secondary collateral artery hypertrophy within the mediastinum could be seen, a feature attributable to long-standing COA. All laboratory data were within normal limits.\\nBased on the cardiac lesions observed in this patient, she was diagnosed with an incomplete form of Shone complex. The patient refused to undergo mitral valve replacement and to take anticoagulation or antiplatelet medications. Moreover, the patient planned marriage and pregnancy after the operation. Therefore, considering her childbearing age and because focal mitral prolapse favored repair over replacement, mitral valve repair and coarctoplasty were planned. Under general anesthesia, standard monitoring, and full median sternotomy, cannulation was performed and cardiopulmonary bypass (CPB) was established.\\nAfter full CPB had been established, the heart was retracted cephalic and superiorly using a Deaver retractor, and the retrocardiac DTA was localized by palpation. The posterior pericardium was then incised longitudinally over the aorta, just above the diaphragm level. A curved vascular clamp was used for end-to-side distal anastomosis of a 14-mm Hemashield Dacron patch (Maquet, Kehler Strasse, Germany) to the DTA using a 5-0 Prolene continuous suture. After the distal anastomosis was completed, the graft was directed to the right lateral pericardial sac, anterior to the inferior vena cava and lateral to the right atrium, and was anastomosed end-to-end to the right lateral aspect of the ascending aorta using a 5-0 Prolene continuous suture. All vascular clamps were released, and after confirming that blood flow from the ascending aorta to the DTA via the extra-anatomic graft was patent, root cannulation was performed, followed by aortic cross-clamping (ACC) and the administration of antegrade cardioplegic solution. Mitral valve exploration was done via atrial septotomy; the mitral valve was dysplastic and the thickened leaflets were asymmetrically attached to a single papillary muscle via short chordae. After a meticulous saline test, mitral valve repair was done by splitting the solid papillary muscle and forming artificial chordae to the anterior leaflet. Unilateral annuloplasty and a coaptation suture were done at the anterolateral commissure. After the saline test, the preoperatively observed mitral regurgitation and prolapse were confirmed to have been corrected. After rewarming and de-airing, the patient was uneventfully weaned from the CPB machine. Post-CPB intraoperative transesophageal echocardiography revealed mild MR with a mean PG of 7 mm Hg and good ventricular function, and sinus rhythm was maintained. The total CPB time was 213 minutes and the total ACC time was 68 minutes.\\nThe patient stayed in the intensive care unit for 1 day and on postoperative day 4 complained of sudden palpitations. An ECG showed atrial fibrillation with a rapid ventricular response; therefore, she was given intravenous amiodarone, digoxin, and a beta-blocker for rate control. On postoperative day 5, cardioversion was performed with 100 J and normal sinus rhythm was attained. She was discharged on postoperative day 9 with good clinical status and sustained sinus rhythm. The postoperative upper-limb BP was 87/50 mm Hg and the lower-limb BP was 93/50 mm Hg. She was seen again 2 weeks later, at our outpatient clinic, with a good general condition and maintained sinus rhythm. After 3 more serial outpatient follow-up visits at 1-month intervals, she no longer needed antiarrhythmic drugs or diuretics. Currently, she is taking only an antihypertensive medication along with aspirin. Regular echocardiography and ECG have shown good ventricular function, mild MR (mean PG, 5 mm Hg), and sinus rhythm, and follow-up CT angiography also confirmed a patent extra-anatomic bypass with good distant flow ().", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'11568044': 1, '22279117': 1, '13988650': 1, '11262544': 1, '17888998': 1, '27956040': 1, '31089447': 2}", "similar_patients": "{}"}