{"patient_id": 131464, "patient_uid": "6361037-1", "PMID": 30690948, "file_path": "noncomm/PMC006xxxxxx/PMC6361037.xml", "title": "A Functional Domain Based Approach in Neurocognitive Rehabilitation with Transcranial Direct Current Stimulation: A Case Report", "patient": "A 43 year old, right handed male, mechanical engineer, presented with a history of sudden cardiac arrest secondary to anterior wall myocardial infarction leading onto hypoxic ischemic encephalopathy. Magnetic resonance imaging during the episode showed restriction of diffusion involving the cortical ribbon in both parietal lobes and faint hyperintensities on fluid-attenuated inversion recovery (FLAIR) images. Behavioral and cognitive disturbances emerged following revival from acute state. Behavioral disturbances responded to psychotropic drugs (quetiapine 400 mg/day, valproate 1,000 mg/day, clonazepam 0.5 mg/day with ramipril 5 mg/day, metoprolol 25 mg/day, asprin 75 mg/day, and atorvastatin 10 mg/day) over the next few months. However, cognitive disturbances remained apparent thereafter, causing significant socio-occupational dysfunction in the absence of mood disturbances. The patient presented with predominant complaint of difficulty in engaging in a meaningful conversation.\\nA detailed clinical evaluation and neuropsychological assessment was conducted with category fluency test (CFT), trail making test (A and B), digit span, spatial span, letter number sequencing, controlled oral word association test (COWA), and mini-mental state examination (MMSE). Tests revealed a poor attention span, poor language comprehension and fluency with features suggestive of Gerstmann syndrome. An inability to perform in most of the assessments secondary to the above deficits was noted. As the medications and behavioral techniques failed in engaging the patient in cognitive retraining processes even after 6 months of the event, brain stimulation with tDCS was considered.\\nThe first phase of tDCS was administered in June 2015. The patient and his primary caregiver were provided with adequate information regarding the tDCS procedure, and a video of the procedure was shown; following this, the patient agreed to participate in the tDCS sessions. We adhered to the ethical principles for medical research involving human subjects as per the World Medical Association Declaration of Helsinki (). A written informed consent was taken. The anode (35 cm2 in size) was placed over the left dorsolateral prefrontal cortex (DLPFC; F3 of 10–20 system). A larger electrode (54 cm2 in size) was used as the cathode and placed above the right eye-brow. Sessions were administered twice a day for 10 days using a standard equipment (TCT device model: M101-R-2012-V1.3; ). The current intensity was set at 2 mA and each session was 20 minutes long. An improvement was noted in fluency in both categorical fluency test and controlled oral word association test after tDCS. However, the MMSE score remained at 16 with impaired working memory ().\\nCOWA was applied for assessing phonemic fluency and CFT for semantic fluency. The normative score for the age, sex and education of the patient will be around 33.8±12.3 for COWA and 13.3±3.4 for CFT. Thus implying larger deficits in phonemic fluency. Initial smaller improvement was noted in phonemic fluency with tDCS, which showed a significant leap in the six month (possibly with added vocabulary self-training adapted by the patient) (). The semantic fluency remained within normal limits after tDCS session, though the situation related performance fluctuations could be noted across the testing sessions. But overall clinical improvement in speech fluency and conversational skills with re-acquisition of language abilities, both subjective and objective were significant and incremental by 1st and 6th month follow-up. In the meantime, his motivation had improved significantly; he participated enthusiastically in the recovery process and persistently engaged in self-training by using dictionary to regain the vocabulary and lost language skills.\\nThe second tDCS protocol was administered in January 2016. While the patient had shown significant improvement in language function, major deficits in arithmetic skills as well as working memory persisted with secondary functional impairment. Persisting deficits in gestalt ability, constructional apraxia and left-right disorientation were also noted on clinical evaluation. Targeting the predominant arithmetic deficits, left posterior parietal (PP; P3 of 10–20 system) anodal stimulation was considered this time with cathode above left eye brow. Both the electrodes were 35 cm2 in size. This second tDCS protocol had other stimulation parameters similar to the first, and was again administered for 10 days with a different standard equipment (Neuroconn DC Stimulator Plus, ).\\nNeurocognitive assessments for arithmetic skills () were undertaken using a special battery (consisting of 15 different tests adapted from numerical activities of daily living, and proposed extension of EC301 battery by Ardila and Rosselli, applied in a standard method on all the assessments) and spatial orientation by computerized mental rotation tasks were tested before and after 10 days of tDCS and repeated during follow-up at 1st and 3rd month. Fluency for numbers (errors and time taken in digit forward and backward count) and numerosity (errors in estimation in a brief duration) showed significant improvement; there were concurrent improvement in constructional (clock and vase drawing) and gestalt perception (ordering and reading spaced words) abilities as well. These reflected in faster and more accurate verbal arithmetical operations and ability to gauge the rules. But time taken in tasks of evaluating numerosity for infinite duration and ordering numbers increased, possibly due to increased awareness of deficits and striving for perfection. Spatial orientation, tested by computerized mental rotation tasks showed good improvement in human percepts (correct response: pre-tDCS −77% to post-tDCS −92%) but not much for alphabetical letters and numbers (pre-tDCS −65% to post-tDCS −70%). He was able to perform the B part of trial making test for the first time, with minimal errors. Constructional ability improved with improvement in hand-writing. Upon first and third month follow up, the initial enhancements persisted with added enhancement in the ability in digit-line comprehension with near perfect scores. During the latest visit, working memory deficits as noted by digit span test (7) still persisted, impacting upon difficulties in mental arithmetic and hence the complex multiplication and division. The improvements reflected in enhancement of daily life activities in shopping, independent transportation and using electrical and technical devices. Motivation to retrain oneself for remediation of deficits emerged after first session of tDCS and currently being utilized for vocational rehabilitation.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'23841975': 1, '25126077': 1, '19236924': 1, '26438001': 1, '34690120': 1, '23533955': 1, '25877668': 1, '26162664': 1, '19064743': 1, '25789486': 1, '23340073': 1, '24570659': 1, '25970697': 1, '12539968': 1, '26414683': 1, '26913784': 1, '30690948': 2}", "similar_patients": "{}"}