{"patient_id": 6245, "patient_uid": "6368980-1", "PMID": 30783600, "file_path": "comm/PMC006xxxxxx/PMC6368980.xml", "title": "Voice Recovery in a Patient with Inhaled Laryngeal Burns", "patient": "A 47-year-old woman was brought to our department with laryngeal burns sustained during a house fire. She wished to confirm the changes in the larynx. She was also counseled to relieve post-traumatic stress. During the first visit, the patient presented with a severe breathy voice, and was noted to have a cough. Although laryngeal edema was present, the airway was secure. Laryngeal movement was restricted during phonation. Laryngoscopic examinations showed movements of the vocal folds during respiration, but could not evaluate the vibratory patterns of the vocal folds during phonation because of the non-vibrating portion ().\\nAlso, non-periodic vocal fold vibrations were invisible on laryngeal examination. HSV was used to observe the micro-vibrations in the non-vibrating portion. This means that the mucosa of the entire vocal folds was changed to a condition of increased stiffness. The absence of mucosal waves was also confirmed by digital kymography (DKG) and two-dimensional kymography (2D DKG) (-) ().\\nAcoustic analysis was performed to quantify the voice quality. Cepstral analysis of the voice signal was performed by analysis of dysphonia in speech and voice (ADSV; model 5109 v.3.4.2; KayPENTAX, Montvale, NJ). The results of cepstral peak prominence (CPP), low-to-high frequency spectral ratio (L/H spectral ratio), and mean CPP F0 are presented in . The CPP is a measure of the degree of harmony within voice signals. The L/H spectral ratio represents the mean ratio of the signal energy below 4,000 Hz to the energy above 4,000 Hz for the selected voiced data frames (). Additionally, an auditory perceptual assessment using the GRBAS scale was also performed. The GRBAS scale, which assesses the overall degree of dysphonia, as well as rough, breathy, asthenic, and strained parameters, is widely used in voice research and clinical practice (,). Initially, medication and voice therapy were planned as the patient complained of throat pain and dysphonia. An expectorant, bronchodilator, and antibiotic were prescribed for foreign body sensation and pain in the neck. Subsequently, intensive voice therapy was commenced for voice production, with effective glottal closure. Voice therapy techniques, such as vocal function exercises, accent method, and inhalation phonation were used\\nAdditionally, an intracordal injection was considered as a second intervention for glottal contact. It was expected that the quality of the vocal fold mucosa and voice would improve based on the treatment plan.\\nFortunately, there was no need to perform the injection because the voice quality was noted to have improved after 6 months of follow-up, and it was decided to administer medications alone and observe the patient without any additional treatment ().\\nAn anterior web was noted to form during the recovery process, but this did not affect the patient’s breathing.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'12142575': 1, '16467720': 1, '27839706': 1, '9686033': 1, '19060761': 1, '8734395': 1, '23026732': 1, '25791918': 1, '17599583': 1, '20171015': 1, '27665246': 1, '26575366': 1, '27884557': 1, '24497762': 1, '26239969': 1, '30783600': 2}", "similar_patients": "{}"}