{"patient_id": 132832, "patient_uid": "6449262-1", "PMID": 30788905, "file_path": "noncomm/PMC006xxxxxx/PMC6449262.xml", "title": "A surgical case of ciliated muconodular papillary tumor", "patient": "A 67-year-old woman was initially detected with a nodule on the left upper lobe without any symptoms. No significant image changes were identified within three months of follow-up. She was admitted to our hospital for further evalutation on 2 January 2018. Contrast-enhanced computed tomography (CT) indicated an irregular solid nodule with a maximum diameter of 1.2 cm in the lingual segment of the left upper pulmonary lobe (Fig ). No enlarged hilar and mediastinal lymph nodes were identified. The serum levels of tumor markers, including carcinoembryonic antigen, neuron-specific enolase, cytokeratin-19 fragment, squamous cell carcinoma antigen, and pro-gastrin releasing peptide were normal. No abnormalities were found in head magnetic resonance imaging, abdominal CT, or bone scan. We recommended positron emission tomography-CT (PET-CT) examination to the patient, but she refused because of the high cost. A multidisciplinary team performed comprehensive preoperative evaluation and highly suspected that the nodule was peripheral lung cancer. We performed thoracoscopic left pulmonary-lingual segmentectomy. Grossly, the tumor was solid, grey-white, with a soft texture and clear boundaries. An intraoperative frozen section indicated a benign lesion therefore we did not perform hilar and mediastinal lymph node dissection.\\nPostoperative pathological examination showed that the tumor cell consisted of proliferated epithelium with adenoid and papillary structures, including ciliated columnar cells, mucous cells, and basal cells. Ciliated columnar cells were coated on the surface of adenoid or papillary structures. Basal cells were located in the outer layer. The alveolar cavity around the lesion was filled with mucus. Tumor cells showed no atypia, mitosis or necrosis (Fig ). The immunohistochemical profile of the ciliated columnar cells and mucous cells showed that CK 7 was positive; TTF-1 was weakly positive; and CK20, CD56, NCAM1, MUC5AC, Napsin A and P63 were negative. CMPT showed a low Ki-67 proliferating index (Fig ). Finally, the case was pathologically diagnosed as CMPT.\\nThe patient recovered unevenly after surgery, and no recurrence was found within 10 months of follow-up.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'27454941': 1, '29624782': 1, '25803171': 1, '20724424': 1, '30043539': 1, '28830562': 1, '27671838': 1, '32991441': 2, '30092236': 1, '29846186': 1, '30788905': 2}", "similar_patients": "{'7523813-1': 1}"}