{"patient_id": 13674, "patient_uid": "6864170-1", "PMID": 31743845, "file_path": "comm/PMC006xxxxxx/PMC6864170.xml", "title": "Laparoscopic resection of gastric schwannoma: A case report", "patient": "A 68-year old male with a history of seminoma, currently with no evidence of disease, was referred to our surgical group after a routine check-up abdominal ultrasound (US) revealed a tumor in the lesser curvature of the stomach. An abdominal CT scan with oral and IV contrast confirmed a 5 cm homogenous mass in the lesser curvature of the stomach; there was no suspicious lymphadenopathy and no other suspicious lesions were identified. Patient was completely asymptomatic at the time, referring no weight loss, no changes in diet or appetite, as well as normal GI function. The patient’s case was discussed in a multidisciplinary tumor board and a laparoscopic resection was recommended ().\\nUnder general anesthesia, a laparoscopic exploration confirmed a 5 cm mass in the lesser curvature of the stomach, no suspicious lymphadenopathy and no other lesions were identified. An intraoperative upper GI endoscopy did not identify any other suspicious lesions on the upper GI tract. Using the laparoscopic technique, the gastroesophageal junction was retracted anteriorly and, using a harmonic scalpel, access to the lesser omentum was obtained. Using a 60 mm endoscopic stapler, the tumor was completely resected with 1.5 cm margins, and extracted with an endoscopic bag. Intraoperative pathology confirmed a spindle cell neoplasia with negative margins. A new upper GI endoscopy confirmed that the diameter of the gastric lumen had not been significantly reduced and that the staple line was airtight. No complications were reported. The patient was started on a soft diet the following day. His postoperative recovery was uneventful, and he was discharged home on postoperative day 3 (, , ).\\nThe pathology report confirmed a 5.1 × 2.1 cm, lobulated, white-yellow tumor, with well-defined margins. In the immunohistochemical analysis, the tumor was positive for PS100 and SOX10, and negative for CD117 and DOG-1, confirming diagnosis of gastric schwannoma. The tumor was completely resected, and all margins were confirmed clear of tumor. At a one-year follow-up, the patient remains completely asymptomatic and a follow up CT shows no evidence of tumor recurrence.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'30853303': 1, '29849652': 2, '30567078': 2, '25875559': 1, '28573055': 2, '28331424': 1, '29564143': 2, '30132294': 1, '30342279': 1, '27689519': 1, '30045739': 1, '20431810': 1, '31743845': 2}", "similar_patients": "{'5914132-1': 1, '6279989-1': 1, '6279989-2': 1, '5440794-1': 1, '5846295-1': 1}"}