{"patient_id": 5478, "patient_uid": "6319990-1", "PMID": 30557981, "file_path": "comm/PMC006xxxxxx/PMC6319990.xml", "title": "An ectopic adrenocortical adenoma in renal hilum presenting with Cushing's syndrome", "patient": "An 18-year-old Chinese female patient complained of faciotruncal obesity of 6 months duration, accompanied with irregular menstruation, easy bruising, facial acne and purple striae on her legs. Before she was admitted to our hospital on June 14, 2017, she had amenorrhea for 2 months. Her medical history was unremarkable. During hospitalization, her blood pressure (BP) and blood glucose remained normal (BP: 134/88mmHg, fasting blood glucose 4.8mmol/L). Her body mass index was 26.6 kg/m2. Plasma cortisol concentrations were 20.67 μg/dL in the morning [8am, 571.3nmol/L, normal: 4.4-19.9 μg/dL (121.6-550.0 nmol/L)], 17.67 μg/dL in the afternoon (4pm, 488.7nmol/L) and 18.95 μg/dL in the midnight (0am, 523.8nmol/L), indicated that the normal circadian rhythm was lost. The morning, afternoon and midnight plasma adrenocorticotropic hormone (ACTH) concentration was 1.32 pg/mL (normal: 7.2–63.3pg/mL), 1.37pg/mL, and 1.01pg/mL, respectively. Urinary free cortisol (UFC) concentration was 1824 μg/24 h (normal: 100-379 μg/24 h). During the low dose dexamethasone depression test (LDDST), the morning plasma cortisol slightly increased from 20.67 μg/dL to 25.66 μg/dL, and the UFC after oral dexamethasone was 1388.8 μg/24 h. The patient underwent a high dose dexamethasone suppression test (HDDST), the morning plasma cortisol was 27.52 μg/dL and UFC was 1726.1 μg/24 h after oral dexamethasone intervention. Both morning plasma cortisol and UFC in LDDST and HDDST were not suppressed, supporting the diagnosis of ACTH-independent Cushing's syndrome. Adrenal computed tomography (CT) scan revealed a well-circumscribed round mass with a maximum diameter of 3.0 cm in the left renal hilum, and bilateral adrenal glands were atrophic (Fig. A, Fig. B). The tumor was clinically suspected as ectopic adrenal cortical adenoma. Ultrasound of obstetrics and gynecology was performed to rule out other possible ectopic adrenal rests, and the ultrasound indicated polycystic ovaries (over 12 cysts for each ovary).\\nThe patient underwent laparoscopic resection of the tumor. During the operation, the mass in the left renal hilum was completely resected. Postoperative pathology results confirmed the diagnosis of ectopic adrenocortical adenoma. The patient was followed up for 12 months after the operation. She was under glucocorticoid replacement therapy for 8 months, and hydrocortisone 100 mg was intravenously given in the operating day and 2 days after the operation. Oral prednisone (10 mg bid) was given 7 days after the operation for a week and gradually tapered for 8 months duration according to clinical symptoms and morning plasma cortisol. No tumor recurrence or metastasis was found after 12 months of follow-up.\\nThe tumor was in size of 3.0cm × 2.5cm × 1.5 cm. Grossly, the mass was round, solid and well circumscribed. Its cut surface was brown (Fig. C).\\nImmunohistochemistry stain showed the tissue was positive for inhibition, Melan-A, synaptophysin, vimentin and AE1/AE3, partially positive for HMB45, angiographic positive for CD34 and negative for NSE and CgA (Fig. ).", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'9814447': 1, '3055310': 1, '25120827': 1, '26774642': 2, '23429246': 1, '6703192': 1, '7267489': 1, '26222757': 1, '11176302': 1, '34218806': 2, '31610522': 1, '11003415': 1, '32238722': 1, '10946901': 1, '19915020': 1, '27094262': 2, '21046315': 1, '16124976': 1, '22635081': 1, '30557981': 2}", "similar_patients": "{'4715871-1': 1, '8255004-1': 1, '4837621-1': 1}"}