{"patient_id": 136590, "patient_uid": "6789379-1", "PMID": 31616705, "file_path": "noncomm/PMC006xxxxxx/PMC6789379.xml", "title": "Multiple gastric adenocarcinoma of fundic gland type: A case report", "patient": "A 55-year-old woman underwent esophagogastroduodenoscopy (EGD) screening, and two whitish lesions on the anterior wall of the gastric corpus and gastric fundus were detected in the gastric mucosa.\\nShe felt burping and abdominal distension in the upper abdomen for approximately 1 mo, without emaciation, loss of appetite, or abdominal pain. About one year ago, she received Helicobacter pylori eradication therapy.\\nThere was no significant past personal history or family history. Her physical examination was unremarkable.\\nHer laboratory tests only revealed an elevated blood platelet count of 370 × 109/L (normal reference range: 100-300 × 109/L). Blood coagulation, liver function, renal function, electrolyte, tumor marker, cholesterol, blood sugar, anti-autoantibody, urine, and conventional stool test results were all within normal limits.\\nA computed tomography scan of the chest and abdomen showed no abnormality.\\nEndoscopic findings of all lesions are shown in Figure . The gastric mucosa showed grade C-2 atrophic gastritis according to the Kimura-Takemoto classification[] (Figure and ). A small, type 0-IIa (superficial elevated) submucosal tumor-like lesion, approximately 6 mm in diameter and with a whitish mucosal surface, was found on the anterior wall of the gastric corpus. The mucosa surrounding the lesion did not show atrophy. Narrow-band imaging showed an irregular microvascular pattern and dilatation of microvessels with branching architecture (Figure and ). The second lesion was on the gastric fundus and was approximately 4 mm in diameter. White light endoscopy revealed a flat, 0-IIb (superficial flat) lesion with a whitish mucosal surface. The mucosa surrounding the lesion did not show atrophy. Narrow-band imaging showed regular and dilated microvessels (Figure and ).", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'20410811': 1, '23110017': 1, '30666417': 1, '33097069': 1, '27129734': 1, '26185396': 1, '23782334': 1, '24011952': 1, '23208952': 1, '25820416': 1, '17610477': 1, '29225256': 1, '34925726': 1, '22472957': 1, '26962407': 1, '24338239': 1, '31616705': 2}", "similar_patients": "{}"}