{"patient_id": 130884, "patient_uid": "6320043-1", "PMID": 30558039, "file_path": "noncomm/PMC006xxxxxx/PMC6320043.xml", "title": "Successful pregnancy and delivery in uremic patients with maintenance hemodialysis", "patient": "A 34-year-old G5P1 woman whose last menstrual period was on 16 September, 2016, had received uremia maintenance hemodialysis for 4 years; she was diagnosed with pregnancy by pelvic ultrasound after approximately 16 weeks of amenorrhea. She had an underlying disease of chronic glomerulonephritis (CGN). The timeline of the patient care was shown in Figure .\\nDuring the past years before pregnancy, the dialysis scheme of the uremic woman was 4-hour dialysis sessions 3 times weekly, and then the intensive dialysis and multidisciplinary cooperation according to the recommendations in the available literatures were performed on the pregnant woman. Firstly, the total weekly hemodialysis increased from 12 to 20 hours, the dialyzer with high efficiency biocompatible membrane was used, the average blood flow was from 180 to 240 mL/min and the dialysate flow was 500 mL/min. Low-molecular weight-heparin (bolus dose of 1000 IU followed by 250 IU every hour) was used to minimize the hemorrhagic risk and avoid coagulation of the dialyzer. Secondly, control of dry weight by slow continuous ultrafiltration in order to achieve the goal of 0.5 kg on weight gain per week. Thirdly, in order to target the postdialysis blood pressure below 140/90 mm Hg and to avoid intradialytic hypotension (<120/70 mm Hg), the dialyzed pregnant woman was treated by combination of ultrafiltration assessments and antihypertensive drugs, including long-acting calcium antagonist and alpha-methyldopa. Fourthly, management of anemia. The patient received subcutaneous recombinant human erythropoietin at a dose of 10,000 international units twice per week and intravenous iron administration of iron sucrose at a dose of 100 mg biweekly, as well as 10 mg of folic acid supplementation. In addition, nutritional supports were also performed on the pregnant women as follows: protein intake of 1 g/kg/d and 20 g/d more, calorie intake of 35 to 40 kcal/d. The dose of intake for calcitriol and calcium carbonate D3 was 0.25 μg/d and 0.6 g/d, respectively. With regard to the obstetric care, after the pregnancy was confirmed by pelvic ultrasound, the fetal biometries were assessed scheduled according to obstetric doctor's advice. The single umbilical artery, polyhydramnios and fetal growth restriction and no other abnormalities were found. After the management of the pregnant women on hemodialysis, her blood tests showed the hemoglobin (Hb) levels ranged from 9 to 11 g/dL, hematocrit (HCT) ranged from 25% to 30%, blood urea nitrogen (BUN) level was between 14.5 and 25 mmol/L and serum creatinine (Scr) was in the range of 804 to 1180 μmol/L, the calcium and phosphorus levels were kept in the normal range.\\nIn April 25, 2017, at 31 weeks’ gestation and 4 days more, she was admitted to the obstetrics and gynecology department due to premature rupture of membranes and abdominal pain for 9 hours. Physical examination: T: 36.2°C, P: 106 beats/min, R: 18 beats/min, BP: 156/97 mm Hg. Abdominal ultrasound showed single live pregnancy, fetal heart rate was 144 beats/min, fetal growth restriction, and polyhydramnios (amniotic fluid index was 24). Her blood were examined: WBC: 10.1 × 109/L, N: 89.1%, L: 6.8%, RBC: 2.15 × 1012/L, Hb 73 g/L, HCT: 0.22 L/L, PLT: 237 × 109/L. ALT: 10 U/L, AST: 16 U/L, total protein: 57.2 g/L, albumin: 34.9 g/L. BUN: 19.2 mmol/L, Scr: 862 μmol/L, UA: 443 μmol/L. K+: 4.1 mmol/L, Na+: 140 mmol/L, Cl-: 100 mmol/L, Ca2+: 2.16 mmol/L, P3+: 2.18 mmol/L. Troponin I (cTnI) 0.729 μg/L. The left ventricular ejection fraction (LVEF) measured by color Doppler echocardiography was 0.59. Enlargements of left atrium and left ventricle, as well as slight of mitral regurgitation were detected. She was diagnosed with single pregnancy of 31+4 GWs (gestational weeks), fetal growth restriction, polyhydramnios and uremia. Then under general anesthesia, lower uterine cesarean section was performed and a female baby weighed 1700 g was delivered successfully. The baby, whose apgar scores were 8 at first minute and 10 at 5th minutes was sent to the neonatal intensive care unit because of her respiratory distress. And then she was discharged healthy after one week of intensive care. After the operation, the mother was sent to intensive care unit, hemodynamics monitor, ventilator-assisted breathing, continuous renal replacement therapy (CRRT) and other support therapy were performed. Four days later the mother's status was stable and she was discharged. Subsequently, she continued to receive regular dialysis. In the one year of postpartum follow-up, complications were not found in both the mother and the baby.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'28396746': 1, '26370296': 2, '26614270': 1, '26066474': 1, '18219043': 1, '27072828': 1, '22508145': 1, '29478065': 1, '25600490': 1, '27061443': 1, '28699884': 1, '26034591': 1, '16219519': 1, '25966799': 1, '27471410': 1, '24525032': 1, '29405643': 1, '30558039': 2}", "similar_patients": "{'4570725-1': 1}"}