{"patient_id": 558, "patient_uid": "6008950-1", "PMID": 29971172, "file_path": "comm/PMC006xxxxxx/PMC6008950.xml", "title": "Duodenal Pyloric Gland Adenoma in a 59-Year-Old Asian Male", "patient": "A 59-year-old Asian male presented to the gastroenterology office for a follow-up of a previously found duodenal lesion. He had an EGD at an outside facility 2 years earlier for evaluation of abdominal pain which showed a 1.2 cm duodenal polypoid lesion in the second portion of the duodenum. Pathology of the polyp revealed heterotopic gastric mucosa with benign lobules of gastric glands. He also was found to have chronically active H. pylori gastritis with numerous Helicobacter organisms and atrophic gastritis with patchy areas of intestinal metaplasia. At that time, he was instructed to follow up for a repeat endoscopy for surveillance in two years. As recommended, two years later he presented to our office for surveillance of his duodenal lesion. Due to his history of atrophic gastritis and a large duodenal lesion, we performed an upper endoscopy that showed atrophic gastritis, duodenitis, and a single 10 mm polyp in the second portion of the duodenum. The duodenal polyp was biopsied. Pathology revealed polypoid gastric metaplastic mucosa with focal epithelial atypia including nuclear enlargement, stratification, nucleoli, and few mitoses. The patient was referred for endoscopic ultrasound to further characterize the lesion and complete resection. Several weeks later he underwent an endoscopic ultrasound that revealed a 13-mm pedunculated and sessile polyp on the lateral wall opposite to the major papilla in the second portion of the duodenum (). The polyp was removed en bloc using a hot snare following a 4-mL saline lift. Two endoclips were placed for hemostasis. Pathology revealed a pyloric gland adenoma (Figures , , and ) with predominantly low grade dysplasia (Figures and ) and some small areas of focal high grade dysplasia. The slides were read by the in-house pathologist and were also reviewed by a GI expert pathologist at the University of Michigan. The patient was recommended to follow up for surveillance upper endoscopy in 6 months due to the areas of high grade dysplasia found on pathology. He was lost to follow-up for over one year. Fifteen months after the PGA was removed, the patient did follow-up for a surveillance upper endoscopy. A duodenal scar was found at the site of the PGA and a biopsy was taken from the site. There was no evidence of residual pyloric gland adenoma. The patient was then recommended to follow up for surveillance endoscopy in 5 years in accordance with the ASGE guidelines for surveillance of gastric adenomatous polyps.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'795617': 1, '18830123': 1, '16564854': 1, '12715167': 1, '29971172': 2}", "similar_patients": "{}"}