{"patient_id": 136325, "patient_uid": "6766775-1", "PMID": 31636758, "file_path": "noncomm/PMC006xxxxxx/PMC6766775.xml", "title": "One Technique to Modulate a Device Implantation Path in a Short Treatment Length Using the Gore IBE Device", "patient": "An 85-year-old male (150 cm) presented to our emergency department with throbbing left abdominal pain and occultly increased blood pressure (190 mmHg). A computed tomography scan demonstrated an unchanged, pre-existing, fusiform type of 43-mm abdominal aortic aneurysm (AAA), and a saccular type of 35-mm left common iliac arterial aneurysm (LCIAA), which had not been detected in the previous computerized tomography (CT) scan about a year ago. The pain severity could be reduced by lowering the pressure. His medical history included abdominal incisional hernia after cholecystectomy, hypertension, hyperlipidemia, chronic obstructive pulmonary disease, and left hemisphere brain infarction. After the brain infarction, the patient had claudication, using the left leg as a dominant one. The patient was referred to our department for an endovascular solution of the LCIAA.\\nOur goal was to try and preserve the patient’s pelvic circulation. The right hypogastric artery (HA) was highly calcified and severely stenosed at the proximal orifice. Therefore, the IBE device’s anatomical suitability for his left iliac artery was investigated using imaging analysis software (Osirix MD, Pixmeo, Bernex, Switzerland). The centerline length, from the lowest renal arterial level of aorta to the left HA opening, was 146-mm (). The length was deemed too short because, with a 23-mm proximal diameter, the recommended minimum length is 165-mm for the combined use of the trunk-ipsilateral device (TID). To deal with the 19-mm shortage of the AOL, crossed limb (CXL) fashion of contra-lateral limb alignment was then considered, but increasing the device implantation line (DIL) length seemed insufficient. Then, we came up with an alternative implanting plan of a connection stent-graft (CSG), with a DIL wound half-circumferentially around the ipsilateral limb (IPL) of the TID. The increased DIL by this modified deployment is not less than a half-circumferential length (HCL) of the IPL. Since the IPL diameter is 14.5-mm, the HCL is calculated as: Consequently, the assumption was made that CSG deployment using this technique would correct the DIL shortage.\\nA description of our technique follows. The IBE and iliac branch component devices (IBC) were deployed as usual. TID was deployed, with the contra-lateral limb initially located in the direction of 3-p.m. The contra-lateral gate was wire-cannulated from the left femoral access (). It seemed unlikely that cross-leg positioning of the contra-lateral gate could have gained sufficient length, even for using the 10 cm connection bellbottom stent-graft. Using the C3 function, the TID was rotated 360° counterclockwise, confirming the winding DIL formation along with increased length (). The measurement of the length of shortest (i.e., small-curvature sided) device path was estimated to be 100-mm. Consequently, a device measuring 125-mm long, with a distal diameter of 27-mm leg, was selected as a CSG.\\nThe IPL was deployed with the distal end floating inside the AAA. The CSG was deployed slowly, adjusting its distal landing point by changing the axis of the winding path (i.e., IPL device path). After the device components were connected successfully, the ipsilateral side of the graft was extended using a 95-mm length with a distal diameter of 20-mm leg as the extender. No endoleak was detected in the completion angiography. Post-operative CT demonstrated that the contra-lateral connection stent-graft was beautifully wound around the ipsilateral limb with a “Pretzel”-look (). The post-operative course was uneventful. There was no limb occlusion or proximal migration of the device for 12 months.", "age": "[[85.0, 'year']]", "gender": "M", "relevant_articles": "{'16702934': 1, '29251205': 1, '10834485': 1, '15472598': 1, '24325704': 1, '11174809': 1, '10834487': 1, '12218973': 1, '17145417': 1, '28154297': 1, '31636758': 2}", "similar_patients": "{}"}