{"patient_id": 15602, "patient_uid": "6967107-1", "PMID": 32026066, "file_path": "comm/PMC006xxxxxx/PMC6967107.xml", "title": "Mepivacaine-induced anaphylactic shock in a pregnant woman undergoing combined spinal and epidural anesthesia for cesarean delivery: a case report", "patient": "A 42-year-old woman, who was pregnant with twins, was scheduled for cesarean section at 37 weeks of gestation under combined spinal and epidural anesthesia. The woman had atopic dermatitis but no past history of drug allergy. After arrival at the operating room, intravenous administration of hydroxyethylated starch was started. Combined spinal and epidural anesthesia was administered in the right lateral position, at the L3–L4 and the Th12–L1 interspaces, respectively. After local infiltration of 6 mL of preservative-free 1% mepivacaine, the epidural space was identified by loss of resistance to saline, and an epidural catheter was placed. An aspiration test was confirmed as negative, and a test dose of 1% mepivacaine (3 ml) was administered via the catheter. During spinal anesthesia, maternal blood pressure became unmeasurable with a noninvasive blood pressure monitor. Lumbar puncture was successfully performed, and 10 mg of 0.5% hyperbaric bupivacaine and 20 μg of fentanyl were intrathecally administered. After returning the patient to the supine position, her face was swollen, and she exhibited erythema all over the body. Maternal blood pressure and heart rate were 74/56 mmHg and 112 beats/min, respectively. The mother was diagnosed with anaphylaxis and immediately received infusion of Ringer’s solution with left uterine displacement. Intravenous phenylephrine was intermittently administered. Despite hemodynamic instability, the mother’s breathing remained stable at 98% of oxygen saturation on room air, and oxygen was administered via a face mask. Fetal heart rate monitoring revealed sustained fetal bradycardia of 80 beats/min. Maternal systolic blood pressure remained around 80–90 mmHg under repeated administration of phenylephrine and transfusion. Fetal bradycardia was not recovered. After confirming the sensory block level of Th4, it was decided to proceed with cesarean delivery. The infants were delivered 17 and 18 min after anaphylaxis onset, both without spontaneous respiration, and were intubated and transferred to the neonatal intensive care unit. At 1 and 5 min, the apgar scores were 2 and 4 for the first infant and 2 and 5 for the second infant, respectively. Analysis of the umbilical artery blood revealed a pH of 6.842 for the first infant and 6.775 for the second infant. After delivery, the mother’s vital signs were recovered and remained stable. A two-phase allergic reaction was prevented through administration of 500 mg of methylprednisolone. After surgery, the mother was continuously monitored in the maternity ward, and her clinical course remained uneventful, being discharged 6 days after surgery. The first infant was extubated 2 days after birth and discharged 13 days after birth, whereas the second infant required further examination and treatment after having seizures. He was discharged with an oral anticonvulsant 16 days after birth, after which he remained seizure-free. The anticonvulsant was discontinued at 6 months of age. Currently, the twins are 4 years old and exhibit no developmental problems.\\nWe suggested the patient to be examined to determine the causative agent of anaphylaxis. The patient agreed to be subjected to the basophil activation test (BAT), but not the skin test. The BAT was performed 9 months after the operation for mepivacaine and hydroxyethylated starch, providing a positive result to mepivacaine (Fig ). The patient was then suggested once more to undergo the skin test to confirm the accuracy of the BAT results and to investigate cross-reactivity with other local anesthetics. The skin prick test was performed 10 months after the operation, for latex, hydroxyethylated starch, procaine, lidocaine, bupivacaine, and mepivacaine, providing a positive reaction to both lidocaine and mepivacaine (Fig ).", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'29454709': 1, '19065378': 1, '15013956': 1, '34150563': 2, '34834412': 1, '23711758': 1, '15346827': 1, '29517573': 1, '12571444': 1, '33009603': 1, '31102701': 1, '29935569': 1, '12911210': 1, '18691872': 1, '24257386': 1, '29952063': 1, '17910335': 1, '30915999': 1, '19546798': 1, '29477296': 1, '33420820': 1, '32026066': 2}", "similar_patients": "{'8207837-1': 1}"}