{"patient_id": 128142, "patient_uid": "6080466-1", "PMID": 30038174, "file_path": "noncomm/PMC006xxxxxx/PMC6080466.xml", "title": "Torpedo maculopathy with double torpedoes", "patient": "A 6-year-old male presented with defective vision in both eyes. Unaided vision was 6/36 in the right eye and 6/18 in the left eye. Best-corrected visual acuity improved to 6/18 with a correction of −2.00 DC at 180° in the right eye and to 6/9 in the left eye with −1.25 DC at 160°. Anterior-segment evaluation was unremarkable. Fundus evaluation in the right eye showed two torpedo-shaped lesions. The first torpedo lesion was typical of torpedo maculopathy [].[] The second lesion was half-a-disc diameter inferior and almost parallel to the first lesion, with a closer resemblance to a “torpedo.” The second torpedo had a frayed tail temporally. Fundus evaluation in the left eye was within normal limits []. Optical coherence tomography (OCT) of the superior torpedo showed Type I morphologic characteristics [Figs. and ]. The second lesion had attenuation of outer retinal layers along with a cavitation, consistent with the OCT appearance of a Type II lesion [Figs. and ]. The occurrence of double torpedoes in torpedo maculopathy has not been reported.\\nThe exact pathogenesis of torpedo maculopathy is unknown. The current hypotheses by Pian et al.,[] Shields et al.,[] and Golchet et al.[] are based on the consistent location of the lesion. However, these hypotheses cannot explain the presence of double torpedoes, the second torpedo being away from the horizontal raphe, the site of the fetal bulge, and the emissary canal of the long posterior ciliary artery and nerve. OCT angiographic findings have pointed toward abnormalities of the choroidal vasculature, and the presence of double torpedoes seems to support this hypothesis.[]", "age": "[[6.0, 'year']]", "gender": "M", "relevant_articles": "{'20385950': 1, '19822914': 1, '29380796': 2, '12917574': 1, '32587189': 1, '30038174': 2}", "similar_patients": "{'5819133-1': 1}"}