{"patient_id": 12174, "patient_uid": "6778395-1", "PMID": 31637304, "file_path": "comm/PMC006xxxxxx/PMC6778395.xml", "title": "Appendix Bleeding with Painless Bloody Diarrhea: A Case Report and Literature Review", "patient": "A 24-year-old male patient came to our department for a 5-hour dark red stool. On admission, the patient had an acute ill looking a ppearance without mental disorder or resting tachycardia. The results of blood pressure test and chest examination were normal. The abdomen was soft with normal bowel sounds. The abdomen can be touched without tenderness and there was no organomegaly in abdomen. The patient had neither fever nor abdominal pain and he denied any history of gastrointestinal diseases or medicine taking. But reddish bloody stools occurred once in 3 hours, approximately 100-200 ml of blood each time.\\nOn admission, laboratory evaluation revealed a white blood cell count of 6.16*109/L, hemoglobin of 138g/L, and platelet count of 111*109/L. Prothrombin time was 12.5 seconds with international normalized ratio of 1.08, activated partial thromboplastin time was 28.8 seconds. The liver and renal function, electrolyte were normal, and C-Reactive Protein was 2.9mg/L. 8 hours after admission, the hemoglobin level dropped from 138g/L to 90 g/L，so emergency gastroscope was administered. However, the result of gastroscope showed no specific lesion in esophagus, stomach and duodenum.\\n24 hours after admission, although intravenous proton pump inhibitors (Esomeprazole, 80mg bolus followed by 8mg/hour); somatostatin (0.25mg bolus followed by 0.25mg/hour) and thrombin three or four times/day; additionally with vitamin, glucose and potassium chloride were administered, the frequency of rectal bleeding increased to once in 2 hours. So contrast-enhanced CT and angiography were performed on the abdomen and superior mesenteric artery to find the source of bleeding. But no lesion was found ().\\nIn order to find the cause of bleeding, colonoscopy was subsequently performed. We saw a large amount of fresh blood filling in the enteric cavity even in the terminal\\nileum through colonoscopy. When the colonoscope got back from ileum to ileocecal junction, we found the color of blood got fresher. So irrigation was performed within the ileocecal junction. After the blood was washed away, oozing bright blood flowed from the appendiceal orifice immediately ().\\nOn the third day from admission, an emergency appendectomy was arranged. On operation, a normal appearance of appendix filled with blood was revealed, but no edema or abscess. In the operation, a colonoscopy with repetitive irrigation was performed. A large amount of blood clot and edema mucosa was revealed, but absent of longitudinal pattern of ulceration or cobble-stone appearance of mucosa.\\nAfter appendectomy, the patient was not experiencing bloody stools or other discomfort. Then discharged.\\nThe HE staining of the appendix found a number of inflammatory cells and non-caseating granulomas ().\\nOne year after the appendectomy, a follow-up survey was made. The patient denied abdominal pain, diarrhea and any discomfort.\\nEthics approval and consent to participate: Patient provided informed consent and this report was approved by the Chongqing Hospital of Traditional Chinese Medicine Ethics Committee.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'25516865': 1, '20714732': 1, '19457417': 1, '27437394': 2, '24156777': 2, '28732270': 1, '23347775': 2, '3874050': 1, '299823': 1, '11197261': 1, '17589911': 1, '26230925': 1, '21621173': 1, '28793279': 1, '25569049': 1, '20568343': 1, '34160703': 2, '14692151': 1, '25013394': 1, '24791666': 1, '23737154': 1, '6766375': 1, '22849504': 1, '20106828': 1, '31637304': 2}", "similar_patients": "{'4020223-1': 1, '8222427-1': 1, '3567979-1': 1, '4942527-1': 1}"}