{"patient_id": 1973, "patient_uid": "6098650-1", "PMID": 30119642, "file_path": "comm/PMC006xxxxxx/PMC6098650.xml", "title": "Manifestation of anaplasmosis as cerebral infarction: a case report", "patient": "A 70-year-old female patient was admitted for confusion. One week before admission, the patient discovered, while bathing, that she had been bitten by a tick that had attached to her skin while she was planting lawn grass earlier, and removed the tick accordingly. She reported that the tick was approximately 3 mm in size, but that she disposed of the tick after removal. Subsequently, there were no specific symptoms and she continued in planting lawn grass. However, 3 days after the tick bite, she began to develop dizziness with a fever. On the day of admission, she was waving her hands, was non-communicative, and provided irrelevant responses to questions. She appeared relatively fine while lying down, but, when standing up, the symptoms became severe and she struggled to maintain her balance. Therefore, she was admitted to the emergency room for further evaluation.\\nAt the time of admission, a lesion suspected of being a tick bite with a diameter of approximately 5 mm was found in the right buttocks area (Fig. ). Her blood pressure, pulse, respiratory rate, and body temperature at admission were 100/60 mmHg, 88 beats/min, 24 breaths/min, and 38 °C, respectively. Blood test results indicated a white blood cell (WBC) 920 /μL (neutrophil 86.8%), hemoglobin level of 14.1 g/dL, and platelet level of 22,000/μL, whereas the biochemistry test results indicated: aspartate aminotransferase 99.9 IU/L, alanine transaminase 54.7 IU/L, total bilirubin 1.3 mg/dL, blood urea nitrogen 20.1 mg/dL, creatinine 0.67 mg/dL, cholesterol 156 mg/dL, and triglyceride 81 mg/dL. Although the erythrocyte sedimentation rate was 7 mm/h, the C-reactive protein level was increased to 22 mg/dL, whereas lactate dehydrogenase and creatine phosphokinase levels were elevated to 1052 (normal: 200–450) U/L and 1394 (normal: 55–215) U/L, respectively. The blood coagulation test showed normal findings in prothrombin time (10.7 s), international normalized ratio (0.96), activated partial thromboplastin time (26 s), and fibrinogen (384 mg/dL), but elevated levels of fibrinogen degradation products (50.3 [normal: 0–5.0] μg/mL) and D-dimer (3199 [normal: 0–255] ng/mL). A lacunar infarction in the left basal ganglia was found during magnetic resonance imaging for determining the cause of the altered state of consciousness at the time of admission (Fig. ); however, no significant stenosis or occlusion was found on magnetic resonance angiography. A cerebrospinal fluid (CSF) tap was performed to rule out encephalitis and meningitis, although there was no neck stiffness, with the results showing CSF WBC 0 per mm3, CSF protein 34.7 mg/dL, and glucose 130.2 mg/dL (serum glucose 221.3 mg/dL). No microorganisms were found in cultured blood and CSF using the BACTEC culture system (Becton Dickinson, Towson, MD, USA), whereas cerebral fluid herpes virus, enterovirus, Orientia tsutsugamushi, and Leptospira interrogans polymerase chain reaction all tested negative.\\nAlthough cerebral infarction in the left basal ganglia was identified, the patient exhibited low levels of platelets. Therefore, she was not qualified to receive antiplatelet agents. Furthermore, based on clinical signs of fever and altered state of consciousness after a tick bite, doxycycline 100 mg twice daily was administered starting from post-admission day 2. The fever began to subside 1 day after doxycycline administration and resulted in the rapid resolution of symptoms. The patient showed a complete recovery of her consciousness by the 4th day of doxycycline administration.\\nA blood sample was tested using nested PCR with Anaplasma and Ehrlichia-specific primers targeting the GroEL heat-shock protein gene (groEL) and ankyrin-repeat protein AnkA gene (ankA), Additionally, a portion of the 16S ribosomal RNA gene (16S rRNA) was amplified using PCR [–]. The PCR amplicons were purified and directly sequenced using PCR primers. BLAST (Basic Local Alignment Search Tool) analysis of sequenced productsconfirmed A. phagocytophilum infection (Fig. ), although morulae were not detected in a stained peripheral blood smear.\\nImmunofluorescence assay (IFA) antibodies against A. phagocytophilum were also measured from the blood sample []. Upon admission, the immunoglobulin (Ig) M level was below 1:16 and the IgG level was below 1:80. At 7 days later, the IgM level was 1:64 and the IgG level was 1:320. The IFA examination using CSF showed an IgM level below 1:16 and an IgG level below 1:80.\\nFurthermore, other blood tests were negative for Hantavirus, severe fever thrombocytopenia syndrome virus, O. tsutsugamushi, and leptospirosis. Indirect IFA and reverse transcription-PCR were performed to diagnose hemorrhagic fever with renal syndrome and severe fever with thrombocytopenia syndrome in blood specimens, respectively [–]. Scrub Typhus RAPID kit (ImmuneMed, Republic of Korea) and 56-kDa nested PCR were used for the diagnosis of scrub typhus []. Leptospira RAPID kit manufactured by ImmuneMed (Republic of Korea) and hap1 nested PCR were used for the diagnosis of leptospirosis [].\\nThe patient exhibited an improvement in symptoms after doxycycline treatment and was discharged on the 12th day with no specific sequela.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'16481550': 1, '28129781': 1, '23716407': 1, '17259454': 1, '434998': 1, '19291093': 1, '27115378': 1, '8604172': 1, '28829732': 1, '25341085': 1, '9276716': 1, '31345253': 1, '29508304': 1, '16891802': 1, '32605544': 2, '21734244': 1, '15686847': 1, '11583321': 1, '31465452': 1, '16275553': 1, '10364485': 1, '14510331': 1, '33806785': 1, '26491185': 1, '30119642': 2}", "similar_patients": "{'7325360-1': 1}"}