{"patient_id": 8928, "patient_uid": "6541988-1", "PMID": 31223510, "file_path": "comm/PMC006xxxxxx/PMC6541988.xml", "title": "Granular Cell Tumor over the Mons Pubis: An Uncommon Tumor", "patient": "A 27-year-old nulliparous woman presented with an increasing vulval lump for 2-year duration without any significant associated symptoms. She has no history of pain, discharge, or any bleeding from the area. She denied any history of previous vulvar lesion or any other systemic symptoms. Her past history and family history revealed nothing significant.\\nThe physical examination revealed a hard, mobile, nodular, subdermal, mass measuring 30 × 20 mm over the mons pubis and it was about 2 cm superior to the clitoris and 1 cm lateral to the midline. It was fixed to the overlying skin which had a normal appearance. The lesion was nontender and on palpation there was no sign of discharge or bleeding. There were no palpable lymph nodes. Preoperative ultrasound scan showed no increased vascularity around the lump. An excision biopsy of the lesion was performed under regional anaesthesia. Macroscopically, the specimen measured 30 × 20 mm. The overlying skin was unremarkable. On slicing, the cut surface was pale tan. Microscopy revealed a poorly circumscribed, unencapsulated tumor composed of nests and strands of polygonal cells having abundant eosinophilic granular cytoplasm and small, central hyperchromatic nuclei. Cell margins are indistinct. The margins appear infiltrative. However, there is no nuclear or cytological atypia. There are no mitoses and excision margins are free of tumour. Immunohistochemistry showed that the tumor cells are S-100 positive. These features were compatible with a GCT without features of malignancy. On the follow-up appointment at 4 months after the excision procedure, the patient was asymptomatic. Microscopic appearance with Haematoxylin and Eosin and immunohistochemical staining has been shown in .", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'10785484': 1, '16133461': 1, '20169099': 1, '9669341': 1, '8990799': 1, '26446660': 2, '22327363': 1, '12551796': 1, '24371657': 1, '31223510': 2}", "similar_patients": "{'4630066-1': 1, '4630066-2': 1, '4630066-3': 1, '4630066-4': 1, '4630066-5': 1}"}