{"patient_id": 138392, "patient_uid": "6976741-1", "PMID": 31964127, "file_path": "noncomm/PMC006xxxxxx/PMC6976741.xml", "title": "A rare case of abdominal adenoid basal cell carcinoma in a patient with a history of radiation therapy", "patient": "A 67-year-old Asian woman presented with a lesion in the abdominal area, which first appeared 5 years prior as a small protruding pigmented mass. The patient stated that the lesion initially appeared as a pigmented mass of less than 1 cm in diameter near the navel and grew slowly over 5 years. When she presented to the clinic, the lesion was 10.5×7.1×3.4 cm, with a firm papillary shape and a brownish-black crust; additionally, the lesion was painless and pedunculated (). The patient had a history of leiomyosarcoma, for which she underwent a hysterectomy in 1999, with metastasis to the lung, for which she underwent a wedge resection procedure in 2001. Radiation therapy was performed post-hysterectomy in 1999, with regular follow-up. Since the wedge resection procedure in 2001, the patient had not been diagnosed with any tumor other than the abdominal mass. The patient had no personal or family history of skin cancer or other skin diseases. Laboratory studies, including a complete blood cell count, blood chemistry profile, test for sexually transmitted infections, urinalysis, chest X-ray, and electrocardiogram, were negative or within normal limits. ABCC was diagnosed with a skin biopsy, and magnetic resonance imaging confirmed that the ABCC existed only at the level of the skin and the superficial subcutaneous layer of the lower abdominal wall (). The resection margins were determined according to international guidelines [,]. Intraoperatively, an elliptical wide excision with safety margins of 2.0 cm was made under general anesthesia (). The wound was closed using an advanced flap technique consisting of the elevation of the cephalic and caudal skin flaps. Complete excision with a negative margin was confirmed by frozen section examination in the operating room, and the final histopathological findings also confirmed the result. As positron emission tomography/computed tomography showed hypermetabolic lymph nodes in both inguinal areas, bilateral inguinal lymph node biopsies were performed. The histopathological examination showed proliferation of basaloid cells extending into the dermis with cyst-like enlarged structures (). Peripheral palisading was prominent in many of the cellular aggregates. In the center of the structure, many basaloid cells were observed, with dark-staining nuclei and little cytoplasm. The entrapment of the mucinous stroma between the anastomosing strands of cells and within cell islands produced the appearance of gland-like or tubular structures (). Both the clinical and histopathological features of the carcinoma were consistent with adenoid BCC. There was no lymphovascular invasion within the peripheral or deep resection margin, and the depth of involvement was 1.5 cm. On the immunohistochemical analysis, the atypical cells stained positive for Bcl-2 and c-kit and negative for HMB45, S-100, and epithelial membrane antigen. The surgical wound healed well without complications (). Upon consultation with an oncologist, treatment was terminated with surgical resection, and regular follow-up was conducted.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'22724681': 1, '27303153': 1, '30497670': 1, '21454129': 1, '28707459': 1, '27095806': 1, '24886534': 1, '33304635': 2, '26930381': 1, '29981388': 1, '26114066': 1, '12437456': 1, '29331385': 1, '30971535': 1, '30200117': 2, '31964127': 2}", "similar_patients": "{'6133595-1': 1, '7716756-1': 1}"}