{"patient_id": 12983, "patient_uid": "6823068-1", "PMID": 31720195, "file_path": "comm/PMC006xxxxxx/PMC6823068.xml", "title": "Atypical Clinical Presentation of Crohn’s Disease as Diffuse Abdominal Lymphadenopathy and Venous Thrombosis: A Difficult to Diagnose Case", "patient": "We present a case of a 28-year-old African American male with the previous history of iron deficiency anemia who presented to us for the evaluation of abdominal pain, lower extremity swelling, and fatigue. His anemia was attributed to the previous infection with Helicobacter pylori (H. pylori). His symptoms were chronic for months except for the abdominal pain that started about a month ago. He was hemodynamically stable with exam findings of mild abdominal tenderness and 2+ bilateral pitting edema. On lab work, he was found to have severe microcytic anemia (hemoglobin 5.2 g/dL) and was transfused with packed red blood cells (PRBCs) for symptomatic anemia and additional lab work was sent. Peripheral blood smear reviewed by the hematologist was grossly abnormal with teardrop cells, poikilocytosis, and nucleated RBCs but without blasts or dysplastic neutrophils. His iron studies were normal. His abdominal ultrasound showed evidence of a soft tissue mass measuring 3.0 cm x 1.5 cm x 1.8 cm, seen within the portal confluence and extending into the splenic vein. There was also a mass versus complex collection along the anterior pancreatic body. Upper gastrointestinal (GI) endoscopy done for further evaluation showed prepyloric ulcers along with “hard fullness” in the gastric region suggestive of extrinsic mass without signs of inflammation in the small bowel wall.\\nConsidering the above findings, a CT scan of the abdomen was done that showed multiple thrombi in the portal system. There was significant venous thrombosis at the level of the superior mesenteric vein (Figure ). Venous thrombosis started from intrahepatic portal veins and extended to the mesenteric vein.\\nThe CT scan also showed multiple enlarged somewhat necrotic mesenteric lymph nodes. The figure shows a sagittal section of CT showing one of the mesenteric lymph node measuring 36 mm x 19 mm (Figure ).\\nGastric biopsy results showed acute and chronic inflammation with predominantly CD3 positive cells and were negative for malignancy or H. pylori staining. At this time, differential diagnosis was broad and included infection (bacterial, fungal, tubercular), autoimmune diseases (inflammatory bowel disease, Castleman’s disease, sarcoidosis), complement disorders like paroxysmal nocturnal hemoglobinuria, and malignancy including lymphoma. Lymph node and bone marrow biopsies were done to further evaluate his illness. His bone marrow biopsy was unremarkable and only showed reduced iron stores. Inguinal lymph node biopsy was inconclusive and showed fibrous tissue with scattered lymphoid aggregates. Mesenteric lymph node biopsy was done surgically and intraoperative findings showed several loops of dilated bowel with at least 10 counted areas of stricture highly concerning for CD. Lymph node biopsy results came back positive for noncaseating granulomas with negative infectious workup (Figure ).\\nIgG and IL-6 levels were normal and his lymph node biopsy was not supportive of Castleman’s disease. Despite having extensive intra-abdominal disease his colonoscopy was grossly unremarkable, but the terminal ileum was unable to be visualized appropriately. Biopsies of the colon showed noncaseating granulomas (Figure ).\\nThe patient was subsequently discharged to continue outpatient follow-up for possible balloon enteroscopy.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'29466790': 1, '15333975': 1, '15168364': 1, '11316157': 1, '10086679': 1, '27716765': 1, '29893950': 1, '31111036': 1, '9160197': 1, '8273778': 1, '2598760': 1, '31720195': 2}", "similar_patients": "{}"}