{"patient_id": 131457, "patient_uid": "6360831-1", "PMID": 30775326, "file_path": "noncomm/PMC006xxxxxx/PMC6360831.xml", "title": "Late stillbirth due to listeriosis", "patient": "A 37-year-old pregnant woman (29 weeks of gestation) was attended in the Emergency Department because of a premature labor. She complained of abdominal pain, fever, and loss of dark amniotic fluid over the last hour. The day before, she attended the physician complaining of a decrease in fetal movements, but fetal distress was ruled out with the aid of the cardiotocography and fetal ultrasonography.\\nHowever, on admission, a new cardiotocography was performed and revealed prolonged fetal bradycardia (70 bpm). Therefore, a cesarean section was promptly performed. The neonate was born extremely hypotonic with intense mucocutaneous pallor without respiratory movements. The heart auscultation revealed asystole. Unsuccessful advanced resuscitation maneuvers were performed for 10 minutes. The Apgar score at 10 minutes was zero, and cardiac electric activity remained asystole. The maneuvers were withdrawn, and the newborn was considered dead.\\nNeonatal blood analysis showed severe acidosis (pH= 6.8), anemia with a hemoglobin of 7 g/dL (reference range [RR]: 12-16 g/dL), and hematocrit 23% (RR: 35-47%). A complete blood count and biochemistry analysis of the mother showed anemia with hemoglobin of 6.7 g/dL (RR: 12-16 g/dL), leukocytosis of 16.3 × 103/mm3 (RR: 4-11 × 103/mm3), and serum C-reactive protein of 59 mg/L (RR: 0-5 mg/L). Antibiotic regimen with cefazolin was started. The Kleihauer-Betke test did not detect fetal hemoglobin in the maternal bloodstream.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'24041816': 1, '27212240': 1, '22327372': 1, '12169881': 1, '17953598': 1, '21517700': 1, '28398675': 1, '19285457': 1, '21918022': 1, '25411758': 1, '27867063': 1, '19173022': 1, '27431422': 1, '20002687': 1, '21884294': 1, '30775326': 2}", "similar_patients": "{}"}