{"patient_id": 135830, "patient_uid": "6737783-1", "PMID": 31543672, "file_path": "noncomm/PMC006xxxxxx/PMC6737783.xml", "title": "Case Report of a 4-Year-Old Child with Complicated Vogt-Koyanagi-Harada at a Tertiary Eye Hospital", "patient": "A 4-year-old Saudi boy was referred to King Khaled Eye Specialist Hospital as VKH case after cataract extraction with intraocular lens implantation (IOL) in his right eye at another health-care facility at the age of 3.5 years. He was on daily 10 mg of prednisone, prednisolone ophthalmic drops four times daily, and daily 70 mg of cyclosporine.\\nOn examination, he was poorly fixating and following in both eyes. The intraocular pressure (IOP) was digitally within normal values. Slit-lamp examination of the anterior segment showed clear cornea in the right eye and band keratopathy nasally in the left eye. The anterior chamber was deep with +3 cells in both eyes. Posterior synechiae were evident in both eyes, with iris atrophy in the left eye. The right eye was pseudophakic with iris capture and membrane around the IOL []. The left lens had early cataract changes. There was no view to the posterior segment. Ultrasound B-scan showed mild vitreous opacity and flat retina in both eyes. He also had systemic involvement manifested as vitiligo and polisosis.\\nRoutine uveitis investigations were normal. The child was started on adalimumab 20 mg subcutaneously every 2 weeks, methotrexate injections (started with 10 mg weekly and increased to 15 mg weekly), and folic acid supplements. After 5 months on systemic medications, his eyes were quiet, and he was scheduled for cataract surgery to the left eye and IOL removal in the right eye. The child was prepared with three doses of daily intravenous methylprednisolone 15 mg/kg/day and hourly and topical prednisolone ophthalmic drops. Lens aspiration and anterior vitrectomy with intravitreal triamcinolone 2 mg and subconjunctival triamcinolone 20 mg were applied for the left eye. After 1 week, the IOL was removed from the right eye with intravitreal triamcinolone 2 mg and subconjunctival triamcinolone 20 mg. He had expected mild inflammation postoperatively that was controlled with treatment. Three months after surgery, best-corrected visual acuity (BCVA) was 20/60 in both eyes. Two months later (at age 5.5 years), BCVA dropped to 3/200 in the left eye. He had mild aqueous flare in both eyes and subretinal blood in the macula of the left eye. Fundus fluorescein angiography, optical coherence tomography, and fundus photograph confirmed the diagnosis of choroidal neovascular membrane in the macula of the left eye []. Thus, the patient was treated with intravitreal bevacizumab (Avastin) injection (1.25 mg) to the left eye under general anesthesia. Two months after the injection, the membrane was scarred with no activity []. In his last visit after 7 months (6 years of age), he continued to have inactive VKH using adalimumab 20 mg/2 weeks, methotrexate injections 15 mg/week, and topical prednisone ophthalmic drops twice daily in both eyes. The patient's BCVA was 20/30 in the right eye and 20/80 in the left eye with normal IOP both eyes.", "age": "[[4.0, 'year']]", "gender": "M", "relevant_articles": "{'2000916': 1, '17479116': 1, '9881561': 1, '25711345': 1, '16957877': 1, '3230720': 1, '31543672': 2}", "similar_patients": "{}"}