{"patient_id": 131143, "patient_uid": "6334554-1", "PMID": 30692749, "file_path": "noncomm/PMC006xxxxxx/PMC6334554.xml", "title": "A modified free gingival graft technique for gaining vertical and horizontal soft tissue augmentation", "patient": "Patient A.A., a 38-year-old, non-smoking female, with leukoderma, who is otherwise systemically healthy, reported with a chief concern of dental absence and the desire for reconstruction with dental implants.\\nDuring the anamnesis and the periodontal clinical examination, it was revealed that the patient was in good gingival health. The absence of tooth 34 and marginal level of keratinized gingiva was observed []. The keratinized gingiva was measured with an endodontic file and cursor to have a height of <2.0 mm.\\nConsidering the presence of little peri-implant keratinized gingiva, the treatment plan implemented the use of a modified free gingival graft technique to obtain both a vertical and horizontal increase of keratinized gingiva before the installation of the dental implant.\\nAfter an aseptic and antiseptic procedure, the patient was anesthetized locally with articaine 4% 1:100.000 (Nova DFL, Rio de Janeiro, Brazil). A horizontal incision was made under the bony crest of the edentulous space just below the mucogingival line []. Two vertical incisions of approximately 4 mm were made, one in the mesial [] and one in the distal area [] of the edentulous space. The incision began in the mucogingival line toward the bottom of the vestibular mucosa, with the aid of a 15C scalpel blade. The papilla was preserved []. A full thickness flap was made on the bony crest toward the lingual mucosa. Care was taken to avoid perforation and to maintain a free space between the mucosa and the bony crest. A partial thickness, 5 mm flap was made on the vestibular mucosa [].\\nThe free gingival graft was removed from the palate region between 2.0 mm–3.0 mm thickness and 30.0 mm of length []. Before placement in the recipient bed, one part of graft was cascaded (epithelial tissue was removed) [] is the modification of the classical technique of free gingival grafting. The graft was positioned to cover the entire surgical area. The bony crest portion of the deepithelialized graft was enveloped with the aid of a horizontal mattress suture under the flap []. Compression sutures were made to stabilize the graft on the vestibular region of mandible [].\\nTo protect the palate region and for greater comfort, to the patient, an acetate plate was made. As postoperative medication, amoxicillin 500 mg 8/8 h for 07 days, and ibuprofen 400 mg 8/8 h for 03 days were prescribed. The patient was instructed to rinse the surgical site with 0.12% chlorhexidine-digluconate solution twice a day, for 1 week.\\nAt the 10-day postop appointment, the sutures were removed, and healing of the surgical site was evident.\\nAfter 90 days, an increase, in keratinized tissue was observed both horizontally and vertically, making the site more suitable to receive the dental implant []. A new gingival measurement was performed using a millimeter probe during installation of the implant, more than 3.0 mm of keratinized mucosa height was observed []. The implant was installed with the healing cap, and the patient was instructed to return for a follow-up appointment after 30 days, and it was observed that the thickness and height of the keratinized tissue remained unchanged [].", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'27930813': 1, '26929509': 2, '18548930': 1, '22758656': 1, '26681852': 1, '34607597': 1, '15248872': 1, '33688481': 2, '28293441': 2, '19885413': 1, '26474541': 1, '30692749': 2}", "similar_patients": "{'4762314-1': 1, '4762314-2': 1, '5331288-1': 1, '7934821-1': 1}"}