{"patient_id": 1522, "patient_uid": "6070448-1", "PMID": 30069647, "file_path": "comm/PMC006xxxxxx/PMC6070448.xml", "title": "Successful wound treatment using negative pressure wound therapy without primary closure in a patient undergoing highly contaminated abdominal surgery", "patient": "A 33-year-old man was diagnosed as having Crohn’s disease 15 years previously and had undergone a left semi-colectomy and colostomy surgery 2 years later because of an anastomotic stenosis. Unfortunately, an abdominal wall abscess caused by multiple colonic fistulas formed around his stoma several years after the surgery. His physician recommended a second surgery, but the patient refused to consent to the procedure for more than 10 years. Finally, the stoma stenosis progressed, and the patient’s condition became uncontrollable. At that time, the patient agreed to be transferred to our hospital and underwent an operation.\\nAbdominal computed tomography (CT) scans showed the formation of a massive abscess in the rectus abdominis and outer oblique muscle around his ascending colonic stoma and edematous changes in the intraperitoneal and abdominal wall fat tissues (Fig. –). Methicillin-resistant Staphylococcus aureus (MRSA) was detected in a fecal culture examination. However CT scans showed signs of progressive inflammation, we decided to perform conservative treatment before the planned surgical treatment to avoid excessive destruction of the abdominal wall because of the presence of Crohn’s disease. After 2 weeks of conservative treatment with fasting, parenteral nutrition, and antibiotic therapy, a CT scan indicated a considerable improvement in the inflammation around the stoma, though the abdominal wall abscess had persisted (Fig. –). In addition, almost all the laboratory findings were within the normal ranges including the C-reactive protein (CRP) level, with the exception of anemia (hemoglobin, 9.9 g/dL) and malnutrition (albumin, 3.0 g/dL). Based on these results, we expected to be able to perform the surgery safely.\\nColostomy closure, ileocecal resection, abdominal wall abscess and fistula debridement, and ileostomy construction were performed through a 15-cm-long midline incision. The patient’s general condition was classified as class 2 according to the American Society of Anesthesiologists (ASA) physical classification, and the wound was stratified as class IV according to the Centers for Disease Control and Prevention (CDC) classification. The ascending colonic stoma with multiple fistulas was firmly adhered to the surrounding tissue, and the operation required 4 h and 16 min to complete. In addition to the dirty, infected condition, the long operation time also increased the risk of SSI. Furthermore, the skin defect after the resection of the ascending colonic stoma was 10 cm long × 5 cm wide. We were able to close the rectus sheath and the abdominal oblique muscle using an antiviral absorbable suture, but closure of the edematous body surface was challenging. Accordingly, we left the body surface open and covered the wound with wet gauze.\\nAs soon as the patient returned to his room, we removed all the wet gauze and started NPWT (Fig. ). In the present case, we performed NPWT using the V.A.C. (vacuum-assisted closure) system (KCI USA, Inc., San Antonio, TX, USA). The dressing was changed once every 2 days, and the skin defect wound was closed using sutures from both edges in a stepwise manner each time the dressing was changed. As prophylactic antibiotics, 1 g of cefmetazole was intravenously administered once every 12 h for 7 days after the surgery. Because the postoperative course was uneventful, the intraperitoneal drainage tube was removed on postoperative day (POD) 5, and bacterial and mycotic cultures of the drained fluid confirmed the absence of infectious organisms. The condition of the wound, including the skin defect area, improved daily (Fig. –), and the surgical site was successfully closed without any signs of infection on POD 14 (Fig. ). The patient was discharged from the hospital on POD16. A pathological examination of the surgical specimen revealed colonic stenosis and chronic inflammation, but no malignant changes were observed.\\nA number of clinical practice guidelines or articles have been published as part of efforts to reduce the incidence of SSI [–]. Nonetheless, the incidence of SSI remains high for surgical wounds classified as class IV. According to the Japanese Nosocomial Infection Surveillance System (JANIS), the incidence of SSI for colorectal surgery with a stoma construction classified as having a risk index (R.I.) of 2 or 3 was as high as 31.2% (816 incidents among 2611 cases) in 2016. The classification of JANIS’s R.I. was based on the surgical wound classification, the ASA physical status classification, and the operation time. Basically, JANIS’s R.I. is comparable to that of the National Nosocomial Infections Surveillance System (NNIS) [], but the cutoff value for the operation time was uniquely set in reference to JANIS’s database.\\nIn our department, we induced NPWT in the treatment of exudative wound in September 2012 at first time and experienced the dramatic effect. Accumulating a successful experience, we gradually expanded the indications for NPWT. And in November 2013, we applied NPWT from just after the abdominal surgery. Because we could confirm the safety and usefulness of the wound treatment applying negative pressure from just after abdominal surgeries, we decided to induce this method in patients with inflammatory bowel disease.\\nThe conventional treatments, including subcutaneous drain or nylon drainage, can also drain exudate. However, the procedure in the present case achieves the appropriate wound bed preparation with continuous negative pressure and promotes wound healing far more efficiently as compared with conventional methods.\\nIn addition to the basic mechanisms responsible for the action of NPWT, such as macrodeformation, microdeformation, fluid removal, and an increase in angiogenesis, the detailed molecular mechanism has also been elucidated: the expression profiles for cytokines, chemokines, and growth factor induced by NPWT promote wound bed preparation and healing [–]. In the present case, NPWT was performed without primary closure, and this method enabled the uniform application of a negative pressure over the entire cross section of the wound. Compared with closed-incision NPWT, this procedure enabled a more efficient promotion of wound bed preparation and might be even more effective than closed-incision NPWT, which is a breakthrough wound care, taking into account the principle of this procedure. Though whether this procedure can be stratified as prophylactic NPWT is controversial, the procedure is expected to be effective not only for patients with Crohn’s disease, but also for all patients suffering from chronic SSI, particularly those with a high risk of SSI or a thick abdominal wall. On the contrary, we consider that we should avoid to apply this method to those who with low risk of SSI, from the viewpoint of cost-effectiveness.\\nOn the other hand, the method we performed in this case requires frequent foam exchanges and stepwise closure of the wound site. After contaminated abdominal surgery, a large amount of exudate generates from the wound site with this method, applying NPWT without primary skin closure, and surgeons need to respond promptly to troubles such as obstruction of the foam tube or bleeding. For the wound site is closed with dressing, once the bacteria proliferate in the wound site, the foam and drainage tube easily becomes obstructed and the condition of the wound site gets worse and this method rather promotes infection. In order to avoid complications, surgeons need to observe the wound site carefully and frequently. However, if appropriate countermeasures such as increasing the frequency of foam replacement are taken, these troubles can basically be overcome. In facilities that newly introduce NPWT, it is necessary to experience success cases with treatment for exudative wound and expand the indication gradually.\\nThe wound margin can achieve a soft and infection-free condition through the appropriate use of NPWT. After the completion of wound bed preparation, skin defects can then be closed from both ends in a stepwise manner, as in the present case. Without NPWT, defect closure would likely be difficult because of tissue stiffness and subsequent infection.\\nThe abdominal wall has numerous important functions as an organ, such as the protection of the intra-abdominal organs; the maintenance of an upright posture; the support of the spine; assistance when coughing, urinating, or defecating; and the creation of a feeling of fullness to trigger the endpoint of hunger. The absence of an intact abdominal wall results in the loss of all these functions [, ]. Since patients with Crohn’s disease often undergo multiple abdominal surgeries during their lifetimes, the prevention of SSI is especially important for young patients with Crohn’s disease to maintain the function of the abdominal wall, not only because Crohn’s disease itself is reportedly an independent risk factor for SSI []. The usefulness of NPWT for surgeries related to Crohn’s disease has already been reported [, ], and the procedure used in the present case might also contribute to the effective prevention of SSI in highly contaminated surgery in general.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'1850582': 1, '24201395': 1, '22868327': 1, '25921360': 1, '28467526': 1, '23375758': 1, '28165642': 1, '8606715': 1, '25159226': 1, '21587113': 1, '25337870': 1, '26140663': 1, '25091841': 1, '23883481': 1, '31974091': 1, '25294112': 1, '27603360': 1, '24251839': 1, '14709579': 1, '22270692': 1, '24700216': 1, '19811550': 1, '25003295': 1, '10998657': 1, '22420782': 1, '30069647': 2}", "similar_patients": "{}"}