{"patient_id": 135413, "patient_uid": "6703049-1", "PMID": 31497125, "file_path": "noncomm/PMC006xxxxxx/PMC6703049.xml", "title": "Primary Intracranial Squamous Cell Carcinoma Arising in Dermoid Cyst", "patient": "A 32-year-old male presented to our neurosurgery clinic in February 2018 with complaints of severe unbearable headache associated with vertigo for 3 weeks. He had a magnetic resonance imaging brain with contrast done that showed a lesion measuring 5 cm × 4.8 cm in the left cerebellum, near the midline which was hyperintense on T2 and hypointense on T1. It also showed ring-like heterogeneous contrast enhancement causing midline shift and pressure over the brainstem causing severe hydrocephalus. The presence of atypical contrast enhancement made radiological diagnosis of lesion a bit difficult. However, due to severe headache, the patient underwent emergency placement of ventriculoperitoneal shunt. Postprocedure, the headache improved considerably, but he continued to have severe vertigo. The patient subsequently underwent left paramedian suboccipital craniotomy and excision of space-occupying lesion. Intraoperatively, a well-demarcated capsule was identified. The entire lesion consisting of areas of calcification and hair particles was removed except the part of capsule which was adherent to the brainstem. At this stage, a presumptive diagnosis of dermoid cyst was made, but frozen section was not sent. Histopathology of the lesion showed infiltrating malignant neoplasm exhibiting papillary architecture with thick fibrovascular cores lined by stratified squamous cells. Tumor also showed marked atypia and pleomorphism. This represents a moderately differentiated infiltrating squamous cell carcinoma arising in a background of dermoid cyst. In order to rule out the possibility of metastases, systemic workup was done which yielded negative results. The patient was later referred to an oncologist for further management [Figure –].", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'16193391': 1, '3604769': 1, '1590184': 1, '22024232': 1, '12450053': 1, '7477700': 1, '18423548': 1, '33145239': 2, '19137089': 1, '19237710': 1, '11381682': 1, '15749433': 1, '31497125': 2}", "similar_patients": "{'7591225-1': 1}"}