{"patient_id": 12645, "patient_uid": "6805530-1", "PMID": 31638953, "file_path": "comm/PMC006xxxxxx/PMC6805530.xml", "title": "Kikuchi-Fujimoto disease: a case report and the evaluation of diagnostic procedures", "patient": "A 23-year-old female patient had mild fever and multiple swellings in the left neck and felt pain upon touch. She was generally healthy and fit. When asked, the patient denied the following abnormalities: headache, insomnia, anorexia and weight loss. Her condition had been previously considered as “lymphadenitis” in a local clinic, however it failed to abate even after 2 months’ treatment with anti-inflammatory drugs.\\nOn physical examination, the face of the patient was found generally symmetrical, and the mouth could open normally. Several swelling masses were observed in the left neck with the diameter being about 1.5 cm, and were soft and tender to palpation. No obvious lesions were found in the oral cavity, except the left and right third molars were impacted. Magnetic resonance imaging (MRI) scans revealed multiple swollen lymph nodes in both sides of the neck, but most noticeably in the left. An ultrasound of her neck confirmed lymph node enlargements. Thus, she was admitted to the hospital for further diagnosis.\\nWith the patient’s consent, additional medical examinations and pathological analyses were carried out to determine the nature of the lesion. The results from chest X-ray filming, tuberculin test and nasopharyngeal biopsy were all negative, ruling out tuberculous lymphadenitis (TbL) and nasopharyngeal carcinoma. A cervical lymph node biopsy was conducted, revealing multifocal coagulative necrosis in the paracortical area, plentiful nuclear debris and large mononuclear cells in the periphery, as shown in Fig. . Immunohistochemical analysis showed the histocytes in the biopsy were both MPO (myeloperoxidase)-positive and CD68-positive, further pointing to histiocytic necrotizing lymphadenitis. Thus, the patient was kept at the hematology department in our hospital for further monitoring. During her stay in the hospital, she was reviewed daily and managed with symptomatic treatments to reduce her temperature and swellings. The patient was finally discharged in a month after a full recovery. There has been no sign of recurrence at 18-month follow-up.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'34334002': 2, '29246252': 2, '25500707': 1, '24641870': 1, '24443892': 1, '23204033': 1, '34522502': 1, '28279633': 1, '16432868': 1, '30918535': 1, '9777391': 1, '12748557': 1, '34900492': 2, '28365190': 1, '34802030': 1, '29400033': 1, '7112935': 1, '15272543': 1, '34650792': 2, '24563878': 1, '31007824': 1, '30407860': 1, '28049517': 2, '34604132': 2, '11743471': 1, '31638953': 2}", "similar_patients": "{'8510637-1': 1, '5210300-1': 1, '8649112-1': 1, '5732422-1': 1, '8326629-1': 1, '8484880-1': 1}"}