{"patient_id": 131988, "patient_uid": "6393008-1", "PMID": 29794736, "file_path": "noncomm/PMC006xxxxxx/PMC6393008.xml", "title": "Parotid gland metastasis from carcinoma of the breast detected by PET/CT", "patient": "A 36-year-old woman presented to our department with a swelling in her left parotid gland, not able to close her left eye completely, and the corner of the mouth turned to the right when smiling like peripheral facial paralysis (Fig. ) in May 2017, which appeared two months ago. Meanwhile, the patient presented with right upper limb and right shoulder pain. The study has been approved by the Shandong Cancer Hospital Affiliated to Shandong University Ethics Committee (No. SDTHEC20171004). Written, informed consent was obtained from the patient.\\nThe patient was diagnosed with carcinoma in left breast in January, 2015, and received breast conservative surgery and axillary lymph node dissection in another hospital. Invasive ductal carcinoma of 1.2 cm × 1.0 cm and grade II with lymph vessel invasive were confirmed by routine pathology examination, and all margins were negative, whereas 2 of 22 lymph nodes were metastases. Positive by immunohistochemistry (IHC) for estrogen receptor (ER) (70% of nuclei stained) and progesterone receptor (PR) (about 50% of nuclei stained), and negative for human epidermal growth factor receptor-2 (HER-2) by IHC. The average Ki-67 labeling index was 40%, which belonged to luminal B subtype. Adjuvant chemotherapy, radiotherapy, and endocrine therapy were recommended according to the clinical practice guideline of breast cancer, but all strategies for postoperation treatment were declined by the patient.\\nBecause patient did not receive any treatments after breast cancer surgery, distant metastases were suspected when admitted first time to our department. So, PET/CT was recommended to the patient. The results of PET/CT revealed accumulation of standardized uptake value (SUV) 6.5 in the parotid gland (Fig. ) and identified a hypermetabolic mass in the contralateral side of the primary lesion (right breast) with a SUV 5.3. Additionally, PET/CT scan found multiple lymph nodes metastases (including left rotter lymph node, left supraclavicular lymph node, right hilar region lymph node, and mediastinal lymph node), multiple bone metastases, and bilateral interlobular pleural metastasis.\\nLumpectomy of the mass in the right breast was performed, and invasive carcinoma was confirmed by routine pathology examination. The results of IHC were as follows: ER (+50%), PR (−), Her-2 (−). The average Ki-67 labeling index was 2%. The molecular subtype was also luminal B. According to the conclusion of multidisciplinary team, the patient decided and received 8 cycles of first-line rescue chemotherapy (4 cycles of bi-weekly epirubicin [100 mg/m2] plus cyclophosphamide [600 mg/m2], followed by 4 cycles of 3-weekly docetaxel [100 mg/m2]), combining with 4 mg zoledronic acid in treatment of bone metastasis every 4 weeks, followed by the combination of endocrine therapy (Tamoxifen 10 mg, twice daily) and ovarian function suppression (Goserelin 10.8 mg, every 3 months) after chemotherapy. No serious side effects were found. The size of the tumor in the parotid gland was clinical complete response revealed by PET/CT examination after 8 cycles of chemotherapy (Fig. ). Follow-up 6 months after chemotherapy, the patient is in stable condition and undergoing endocrine therapy.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'10711239': 1, '21822624': 1, '7109626': 1, '28001329': 1, '26942028': 2, '23290831': 1, '26526643': 1, '24656686': 1, '22419903': 1, '21673825': 1, '32469009': 1, '25451071': 1, '19190940': 1, '24138676': 1, '9213327': 1, '29794736': 2}", "similar_patients": "{'4749787-1': 1}"}