{"patient_id": 12791, "patient_uid": "6815971-1", "PMID": 31737371, "file_path": "comm/PMC006xxxxxx/PMC6815971.xml", "title": "Airway Compromise due to Retropharyngeal Emphysema–A Rare Complication of an Extravasated Peripherally Inserted Central Venous Catheter", "patient": "A 48 year-old woman was scheduled for an urgent diagnostic flexible bronschoscopy, mediastinal washout as well as video-assisted thoracoscopic surgery. She was cared for in the intensive care unit having received a dual liver and lung transplant twelve days prior to the request for the thoracic procedure. The initial dual organ transplant (day 0) was complicated by intra-thoracic placement of the veno-venous bypass cannula. This was detected at the time and managed by resiting the cannula surgically into the axillary vein. The immediate post-transplantation course consisted of an initial uneventful recovery, monitoring and supportive management in intensive care unit. There was evidence of near complete resolution of the right-sided haemothorax with radiological confirmation on computed tomographic (CT) chest scan. Patient was afebrile with clinically stable markers of respiratory and haemodynamic function. She was extubated on day 9 post dual organ transplantation. The PICC line was inserted through the left basilica vein for total parenteral nutrition post extubation also on day 9. Both PICC lumens were found to flush and aspirate blood when tested clinically. Subclavian vein PICC tip placement was confirmed with a chest X-ray and total parenteral nutrition was commenced (). Patient developed mild voice changes and shortness of breath 36 hours later. The PICC line was checked. No blood could be aspirated. The PICC line was deemed likely blocked and remained in situ. This decision was made due to the high confidence in the initial appropriate placement of the line. Two days following the PICC line insertion, there were further changes with alteration in the quality of voice and difficulty verbalising. Patient developed difficulties with swallowing. Clinically, there was attendant deterioration in the respiratory function with chest pain, tachypnoea and hypoxemia. Patient oxygen saturation was low in the range of 91–93% despite oxygen therapy via hudson mask. Increased respiratory rate was noted, with 18–25 breaths per minute. An urgent CT angiogram and barium swallow were performed in order to assist with the diagnostic process.\\nA Computerised Tomography scan of neck, chest and abdomen performed on day 12 following initial transplantation demonstrated mediastinal collection, mediastinal emphysema as well as extensive retro-pharyngeal air tracking (Figures –). The CT chest and neck vessel angiography report noted that PICC line was not convincingly intravascular and appeared to be outside the great vessels (). Left sided supraclavicular tissue streaking was noted. A barium swallow performed was thought to demonstrate a communication between the oesophagus and the trachea. It was thought that this may indicate the presence of a tracheo-oesophageal fistula as a potential causative factor of intra-thoracic complications. Arterial blood gases demonstrated significant hypoxemia despite oxygen therapy.\\nPatient returned to theatre for the planned procedure. Decision was made to maintain spontaneous ventilation during the flexible bronchoscopy, whilst the surgical team examined the trachea with a Storz 6.1 mm flexible bronchoscope. Sedation was achieved with 20 micrograms of Fentanyl and low dose of target controlled infusion of propofol. Oxygenation was maintained with 30 L/min at 100% High Flow Nasal Oxygen (HFNO) using OptiflowTM during spontaneous ventilation. Through examination using flexible bronchoscopy, no connecting fistula between the trachea and oesophagus was noted by the surgical team. This negated the most likely differential of tracheo-oesophageal fistula. It was thought that the small amount of aspirate due to impaired swallowing was misinterpreted as a connection between the oesophagus and trachea. Decision was made to secure the airway and proceeded with simultaneous generation of other differential diagnoses and patient management. Patient was induced with a modified rapid sequence induction, using 200 mg of fentanyl, 40 mg or propofol and 50 mg of rocuronium through a peripheral intravenous cannula. Oxygenation during the apnoeic period was maintained using the OptiflowTM device with THRIVE technique (transnasal humidified rapid-insufflation ventilatory exchange). High flow humidifies oxygen was delivered at 60 L/min at 100% oxygen and jaw thrust was maintained for ongoing airway patency []. CMACr videolaryngoscope standard blade 3 was used for direct and indirect laryngoscopy. Grade 1 laryngoscopic view was obtained on direct and indirect visualisation of the laryngeal structures. Oedema of the false cords was noted. Airway was secured with a Mallinckrodt 35 French left-sided double lumen endotracheal tube. Following a further review of the CT-angiographic images, mal-positioned PICC line was queried as a causative factor in mediastinal and thoracic pathology. Air pockets and tissue streaking were noted on CT-angiogram at the exit site of the PICC line from the subclavian vein.\\nUpon further documentation review, a temporal relationship was noted between PICC line insertion, commencement of TPN and the development of airway compromise with mediastinal symptoms. No blood could be aspirated through the catheter by the anaesthetist at the time of surgery. The PICC line was removed from the left basilica vein and sent to pathology for microbial screen and culture. Video-assisted thoracoscopic surgery was performed. Mediastinal washout and drain insertion were performed. At the completion of surgery, the left sided double lumen tube was exchanged uneventfully over an 14 Fr Cook® Airway Exchange Catheter through the tracheal lumen to a standard size 7 endotracheal tube. The patient returned to intensive care with appropriate sedation and remained intubated until the following day. Resolution of mediastinal radiological signs was demonstrated. Patient was extubated the following day with a resolution of airway signs and symptoms.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'29848536': 1, '30666367': 1, '29408616': 1, '34671405': 1, '25120012': 1, '25869405': 1, '9475821': 1, '21972789': 1, '21436169': 1, '23697826': 1, '19201204': 1, '26556848': 1, '23697825': 1, '17611250': 1, '23460705': 1, '26426458': 1, '27066433': 1, '29397127': 1, '24217269': 1, '28879256': 2, '25388828': 1, '31737371': 2}", "similar_patients": "{'5564067-1': 1}"}