{"patient_id": 135292, "patient_uid": "6692417-1", "PMID": 31317508, "file_path": "noncomm/PMC006xxxxxx/PMC6692417.xml", "title": "Combined Pupilloplasty and Retropupillary Iris-Claw Intraocular Lens Implantation with DSAEK in a Patient with Traumatic Iridoplegia, Aphakia and Corneal Decompensation", "patient": "An 88-year-old woman was referred to our institute for consultation on her left eye. She had undergone IOL removal without subsequent IOL implantation in her left eye 10 months ago due to traumatic IOL dislocation. At the time of the examination, corrected distance visual acuity (CDVA) was counting fingers. Intraocular pressure was 10 mmHg. Corneal thickness (CT) using ultrasound pachymetry (Tomey SP-100 ultrasound pachymeter, Tomey Corporation, Japan) was 680 μm. Slit-lamp examination revealed iridoplegia, aphakia and corneal edema (Fig. ). Fundus examination revealed age-related macular degeneration. The patient underwent simultaneous pupilloplasty and retropupillary iris-claw IOL implantation combined with DSAEK.\\nThe surgery was performed under retrobulbar anesthesia. Bimanual anterior vitrectomy in the presence of triamcinolone was performed with a vitrector to clear the anterior chamber (AC) and the retropupillary space from vitreous. Siepser slip knot technique was then used for pupil reconstruction as has been previously described []. Two clear corneal stab incisions were placed at 5 and 7 o’clock positions along the proposed path of a Prolene 10-0 straight needle, engaging the proximal and the distal iris leaflets. With a Sinskey hook, the distal suture was engaged and pulled out of the proximal incision forming a loop. The free end of the suture was passed twice through the loop, and both ends of the suture pulled so that the knot was created and slid automatically into the eye. The procedure was repeated so that a firm knot was created (inferior iris suturing). The technique was then repeated with two clear corneal stab incisions placed at 11 and 1 o’clock positions (superior iris suturing).\\nA retropupillary iris-claw IOL for aphakia (Artisan; Ophtec, Groningen, the Netherlands) was inserted through an enlarged 5.5-mm main incision and positioned posterior to the iris. An enclavation needle was used to capture the iris into the IOL haptics at the 3 and 9 o’clock positions, permitting the creation of an almost round pupil without the need of additional suture loops (nasally temporally). The main 5.5-mm incision was then decreased to 3.2 mm by placing two 10-0 nylon sutures for the subsequent DSAEK.\\nAfter the AC was filled with cohesive viscoelastic (Provisc; Alcon, Ft Worth, TX), descemetorhexis was followed using an inverted Sinskey hook through the main 3.2-mm incision. A 7.50-mm trephined donor corneal button was inserted into the AC using the Busin glide and left to unfold spontaneously under continuous irrigation with an AC maintainer. Once it had fully unfolded and the corneal wound was closed with another 10-0 nylon suture, a 100% air bubble was injected into the AC and left for 10 min. A 50% air bubble remained after air–fluid exchange. The patient was instructed to lie supine for the next 6–8 h to ensure graft apposition. Postoperative therapy included moxifloxacin (Vigamox, Alcon Laboratories, Inc) four times per day for 1 week and dexamethasone 0.1% (Dexafree, Thea Laboratories, Inc.) four times per day gradually tapered over 6 months.\\nAt the 3- and 6-month postoperative evaluation, the corneal graft was attached and clear, the iris was well reconstructed and almost round, and the iris-claw IOL was in place (Fig. ). CDVA improved to 20/100 6 months after the triple surgical procedure; CT was 553 μm and endothelial cell density was 1418 cells/mm2.\\nWritten informed consent for publication of the patient’s clinical details was obtained.", "age": "[[88.0, 'year']]", "gender": "F", "relevant_articles": "{'7944159': 1, '19201480': 1, '17102661': 1, '22364863': 1, '24846543': 1, '24322799': 1, '33436860': 1, '17433835': 1, '30055690': 1, '21241902': 1, '24782475': 1, '33469499': 1, '34211261': 1, '31317508': 2}", "similar_patients": "{}"}