{"patient_id": 10941, "patient_uid": "6693093-1", "PMID": 31409296, "file_path": "comm/PMC006xxxxxx/PMC6693093.xml", "title": "A novel CLCNKB mutation in a Chinese girl with classic Bartter syndrome: a case report", "patient": "The patient (Fig. ) was a 15-year-old Chinese girl. She was born as the younger one of twins at 38 weeks gestational age by planned caesarean section delivery, with a birth weight of 2.3 kg and length of 46 cm, and the 1,5 min Apgar scores were 10. There was no consanguinity between parents. Her elder identical twin sister was clinically hypothesized died of BS at the age of 6 months. Other family members had no histories of hereditary diseases. At 4 months old, she was transferred to a tertiary referral center as she presented with frequent vomiting, dehydration, hypokalemia and concomitant metabolic alkalosis. Plasma renin and aldosterone were markedly elevated, while blood pressure was within the normal range. She was clinically diagnosed with CBS. Oral Spironolactone, indomethacin and potassium supplements were started. During follow-up, despite the appropriate therapy and generally normalized serum electrolyte, the girl showed failure to thrive. At the age of 6 years, her height was 97 cm(<3rd percentile) and weight was 13 kg(<3rd percentile). There was no abnormality in renal ultrasonography and magnetic resonance imaging of pituitary gland. GH stimulation tests revealed GH deficiency, and recombinant human GH replacement therapy (0.1 IU/kg per day) was started (Table ). After 6 years of treatment, the annual increase in her length had reached 11 cm on average. Ostium secundum type ASD was diagnosed by echocardiography. Proteinuria was first indicated when she was 12 years old from the results of a urinalysis during the follow-up but had not been noticed.\\nAt 14 years, serum creatinine and blood urea nitrogen levels were elevated and she was admitted to our hospital for further evaluation of renal function. On physical examination, her height was 155 cm, body weight was 45 kg, blood pressure was 120/74 mmHg, cardiac auscultation revealed a grade 3/6 systolic blowing murmur at the second and the third left intercostal space. Biochemical analyses showed normal serum pH (7.45) and normal levels of blood sodium, chloride, bicarbonate (HCO3−), calcium, phosphorus and magnesium. However, serum potassium was low (2.99 mmol/L, reference range: 3.5–5.3 mmol/L). The plasma renin activity and AngiotensinII were high both in decubitus (plasma renin activity 1.5 ng/ml and AngiotensinII 149.58 ng/ml; reference value 0.5–0.79 ng/ml and 28.2–52.3 ng/ml) and upright position (plasma renin activity 8.67 ng/ml and AngiotensinII 149.58 ng/ml; reference value 0.93–6.56 ng/ml and 55.3–115.3 ng/ml). She had moderate renal dysfunction [BUN 13.49 mmol/L; Cr 175 umol/L (19.79 mg/dl); 24-h creatinine clearance 43 ml/min per 1.73 m2 body surface area, indicating moderate CKD (Grade 3b) (2012 KDIGO guidelines)], severe proteinuria (urinary protein 8.861 g/day, serum total protein 54.2 g/L; reference value 65–85 g/L, serum albumin 30.9 g/L; reference value 40–55 g/L, urine β2-microglobulin 3.16 mg/L; reference value < 0.23 mg/L) and normal urine calcium excretion (0.11 mmol/L). Neither nephrocalcinosis nor nephrolithiasis was detected by renal ultrasonography. However, renal dynamic imaging (scintigraphy with 99mTc-DTPA) revealed glomerular filtration rate remarkably decreased [total glomerular filtration rate (GFR) about 49.7 mL/min per 1.73m2, left GFR about 26.9 mL/min, right GFR about 22.9 mL/min]. The transthoracic echocardiography revealed a 22-27 mm secundum atrial septal defect with left-to-right shunt. While the left ventricular ejection fraction (57%) and diastolic function were normal, the left ventricular volumes decreased (left ventricular end-diastolic volume:48 ml, left ventricular end-systolic volume:20 ml). Electrocardiogram was normal.\\nAfter obtaining the informed consents from the patient and her parents, direct sequencing of known BS genes was performed. The sequencing procedure were performed by KingMed Diagnostics Test Laboratory (Shenyang, China) which provides the third-party inspection services. While the genetic studies for SLC12A1, KCNJ1, BSND, CASR and SLC12A3 were all negative, two novel compound mutations in CLCNKB were detected. The results showed one is a heterozygous mutation c.1696delG in exon 16 of CLCNKB, resulting in p. Glu566fs amino acid frameshift mutation. The one inherited from her mother. The other one is a heterozygous deletion of exon 2–3, which was confirmed by multiplex ligation-dependent probe amplification (MLPA) of CLCNKB (Fig. ). Neither of these two mutations have been described before or detected in 100 control samples (reference sequence: NM_000085.4). Because the predicted devastating effect on protein structure of the 2 alleles and the patients’ clinical features, we speculate these mutations are pathogenetic.\\nBecause of the patient’s severe proteinuria, a percutaneous renal biopsy was performed and 17/26 of the results showed glomeruli revealed glomerulosclerosis, 8/26 of the glomeruli revealed FSGS which were located near the vascular pole, the other one was slightly enlarged with mildly increased mesangial cellularity. The microscopic examination of renal tissue showed hyperplasia of cells at the juxtaglomerular apparatus, focal tubular atrophy involving approximately 25% of the cortex, tubulointerstitial fibrosis with infiltration of inflammatory cells and a few foam cells were presented, vascular wall without obvious pathological changes. These findings are compatible with renal histology findings for BS. The immunofluorescence examination of 2/26 of the glomeruli demonstrated dominant granular staining for immunoglobulins (IgM +, IgA +/−) and complements (C3 +/−) in the mesangium and capillary wall. Staining for C1q was negative. Electron microscopy of one sclerotic glomeruli revealed glomerular basement membrane thickened, immune complex deposited in mesangial matrix, vacuolar degeneration of tubular epithelial cells, renal interstitial fibrosis and inflammatory cells infiltration appears (Fig. ).", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'19587145': 1, '28381550': 1, '8528245': 1, '23669525': 1, '22851629': 1, '11135062': 1, '25880729': 1, '18830715': 1, '21503667': 1, '12920401': 1, '12472765': 1, '1861625': 1, '22707176': 1, '25810436': 1, '16955279': 1, '11832657': 1, '24377430': 1, '17185149': 1, '10975308': 1, '30519073': 1, '20127383': 1, '31409296': 2}", "similar_patients": "{}"}