{"patient_id": 13879, "patient_uid": "6878082-1", "PMID": 31788244, "file_path": "comm/PMC006xxxxxx/PMC6878082.xml", "title": "Recurrent malignant peripheral nerve sheath tumor as a friable nodule within a scar", "patient": "A 40-year-old male presented with a four-week history of a rapidly growing nodule after scratching a surgical scar on his right elbow (Figure ). In 2003, he was diagnosed with a malignant peripheral nerve sheath tumor (MPNST) on his right forearm. Treatment included radiation therapy, chemotherapy, and surgical resection with negative margins. He was disease free until 2015 when there was a recurrence over the bicep. Resection pathology showed positive margins, and the patient underwent additional radiotherapy. He denied any personal or family history of neurofibromatosis (NF). The current examination showed a 2.0 cm violaceous nodule with a central exophytic component emanating from a previous surgical scar.\\nHistopathologic examination showed mixed hyper- and hypocellular areas (Figure ) composed of atypical spindled and epithelioid cells in a myxoid stroma. The cells demonstrated a high Ki-67 proliferation rate, PHH3 staining with greater than 30 mitoses per high powered field, and scattered S-100 positivity (Figure ). MRI (Figure ) with contrast showed a complex, dumb bell-shaped soft tissue mass approximately 5.4 × 4.3 × 3.5 cm in size displacing the ulnar nerve medial and splaying the flexor muscles and tendons of the forearm. No metastatic lesions were found with CT and MRI. The patient elected for amputation of the right arm with surgical oncology.\\nMalignant peripheral nerve sheath tumor is a soft tissue tumor historically referred to as neurosarcoma or malignant schwannoma. However, studies have shown MPNST can develop from any part of the peripheral nerve sheath. MPNSTs make up 5% of all soft tissue sarcomas, and the majority of MPNSTs (50%-66%) develop from plexiform neurofibromas in the setting of NF type I. MPNSTs arising outside of NF are typically seen in adults aged 20-50. The tumor presents as a slowly enlarging soft tissue mass, and most commonly found on the extremities associated with pain, paresthesia, and weakness. Overall- and disease-specific survival rates at 5 years are estimated at 46% and 44%, respectively.\\nHistopathologic diagnosis with H&E can be challenging as MPNSTs can resemble other neoplasms such as synovial sarcoma, epithelioid sarcoma, leiomyosarcoma, and epithelioid angiosarcoma. Immunohistochemical stains can aid in diagnosis, but specificity is lacking. S100 staining is typically positive in 50%-90% of tumors supporting its nerve sheath origin. When S-100 is used in conjunction with nestin, there is a higher predictive value for correctly diagnosing MPNSTs. Positive Ki-67 and p53 suggest a poorer prognosis. Most MPNSTs are aggressive with high rates of recurrence and distant metastasis. Surgical resection is standard of care, but chemotherapy and radiotherapy are adjunctive.\\nAlso considered were pyogenic granuloma (PG), squamous cell carcinoma (Marjolin's ulcer), and keratoacanthoma (KA). PG's are rapidly growing papulonodules. However, the pathological results failed to show prominent lobular proliferations of ectatic vessels, superficial crusting, or epidermal collarette. KAs are not traditionally associated with scars and are usually seen in older patients. KAs are crateriform papulonodules with a central keratinous plug. KAs show squamous differentiation, but not spindle cells. Marjolin's ulcers are carcinomas (most frequently squamous cell, but basal cell has also been reported) within a previous scar or chronic wound. The majority of cases are from the lower extremities and develop from previous burn scars with an average latency of 11 years. In the current case, the relatively small, well-circumscribed lesion on the upper extremity with the finding of spindle cells on pathology argued against this diagnosis.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'22773934': 1, '23161774': 1, '24525526': 1, '2435144': 1, '16528378': 1, '31788244': 2}", "similar_patients": "{}"}