{"patient_id": 4394, "patient_uid": "6247676-1", "PMID": 30524763, "file_path": "comm/PMC006xxxxxx/PMC6247676.xml", "title": "Nonsurgical Intervention in a Preeclamptic Patient with Spontaneous Spinal Epidural Hematoma", "patient": "A 37-year-old woman with a history of chronic back pain and sciatica presented to our teaching hospital at 36.5 weeks' gestation in early labor. At the time of presentation, she was noted to have acute onset of mild-range elevated blood pressures (140s-150s/90s) with a urine protein-to-creatinine ratio of 0.37, consistent with a diagnosis of preeclampsia. Six hours after admission, her blood pressures progressed to severe-range, with a maximum of 195/105. Per protocol, she was given IV labetalol and MgSO4 for preeclampsia with severe features. Shortly thereafter, the patient retrospectively reported that she began to have mid-back pain along with numbness, tingling, and weakness in her right lower extremity, but she did not report these symptoms initially to her healthcare team, as she was more concerned about her pelvic pain with contractions. Approximately 3 hours after the onset of her neurological symptoms, a labor epidural was administered to help control her contraction pain and blood pressures. The epidural catheter was placed uneventfully at L3-L4 with the tip threaded to the maximum height of T11. As the epidural was being placed, the patient then reported to the anesthesiologist that she had been feeling weak. The patient was noted to appear lethargic on exam, but she was able to sit up with minimal assistance for her labor epidural. Therefore, her weakness was attributed to labor. She progressed to complete cervical dilation and had a vaginal delivery with vacuum assistance due to a 5-minute prolonged deceleration on FHT.\\nThe patient continued to complain of leg weakness after delivery. At 14 hours postpartum, the nurse encouraged the patient to attempt ambulation. However, even with her best efforts, the patient was unable to move her body from a distinct line below her breasts down to her toes. She also noticed numbness, burning, and electrical sensations to light touch from that line down to her toes. At this time the resident team was notified, and a Foley catheter was inserted. There was low suspicion for magnesium toxicity as she had intact reflexes with no complaints of shortness of breath, and her magnesium level was 5.9. She still had mild-range elevated blood pressures at the time, and she remained on IV magnesium for 24 hours postpartum.\\nA stat CT scan of the head without contrast resulted in normal findings with no evidence of stroke. MRI of the spine showed a fluid sac suggestive of epidural blood, measuring 3.5 cm in the craniocaudal plane and 0.4 cm in the anteroposterior plane. There was also a mild-to-moderate degree of spinal stenosis at T5-T6 due to extrinsic mass effect of the epidural hemorrhage but no direct spinal cord compression (Figures and ). The patient was immediately started on IV dexamethasone 4 mg q6h. Upon evaluation by neurosurgery, the patient was not considered to be a surgical candidate because the MRI showed no clear evidence of spinal cord hemorrhage or spinal cord compression.\\nOn the morning of postpartum day #1, the patient remained with paresthesia in her lower extremities and flaccid paralysis from the waist down, but she was able to wiggle her toes. Her blood pressures were predominately normal (120-140/80-90) with a few mild-range elevated blood pressures. Per protocol, she was kept on IV magnesium for seizure prophylaxis until she was 24 hours postpartum. Diffusion-weighted imaging of the spine later that day showed an epidural lesion with a hemosiderin ring that had decreased in size to 2-3 mm in maximal depth, suggestive of a resolving epidural hematoma when compared to the most recent MRI ().\\nOn postpartum day #2, the patient was started on PO nifedipine XL 30 mg daily to consistently maintain her blood pressures within normal range. Her mobility improved with demonstrated flexion and extension at the hips bilaterally, in addition to return of normal sensation in her lower extremities.\\nThe patient's movements and sensation continued to improve day by day while she was kept on IV dexamethasone and PO nifedipine. By postpartum day #4, the patient was ambulating with a walker and had good bladder and bowel control. On postpartum day #6, the patient was ambulating without assistance and reported complete resolution of her pain in the back and lower extremities. She was discharged home in stable condition.\\nA follow-up MRI 6 weeks later showed complete resolution of the spinal epidural hematoma (). At the time, she was still ambulating independently and had full control of her bladder and bowel function.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'20560387': 1, '22537126': 1, '20563824': 1, '21484460': 1, '19096655': 1, '28435919': 1, '28760060': 1, '24823740': 1, '21790886': 1, '28648141': 2, '28916535': 1, '22341893': 1, '22472554': 1, '14609702': 1, '24005747': 1, '15321414': 1, '24150027': 1, '19128914': 1, '15854266': 1, '15935638': 1, '30524763': 2}", "similar_patients": "{'5483838-1': 1}"}