{"patient_id": 10733, "patient_uid": "6682342-1", "PMID": 31404380, "file_path": "comm/PMC006xxxxxx/PMC6682342.xml", "title": "An Unusual Presentation of a Cardiac Foreign Body in a Pediatric Patient", "patient": "The patient is a 14-year-old female with no significant past medical history or known trauma who presented with fever and a dry cough. She was initially treated for respiratory tract allergic bronchitis for 3-4 months. Due to a lack of improvement and the recent development of shortness of breath at rest, a chest X-ray (CXR) was ordered demonstrating a globular shadow of pericardial effusion. The patient was then referred to a cardiologist who performed a subsequent echocardiogram to assess the etiology of the pericardial effusion. The echocardiogram demonstrated moderate-to-severe pericardial effusion and tamponade. The patient was immediately taken to the catheterization suite for percutaneous drainage of the effusion under fluoroscopy. At this time, the cardiologist noted that there was an intracardiac metallic foreign body located behind the sternum in the wall of the right ventricle, moving with each heartbeat (Figures -).\\nCardiac surgery was consulted during the procedure and the decision was made to drain the effusion surgically via a subxiphoid approach under fluoroscopy and to assess whether the foreign body could be retrieved in the same manner. Preparations were made to convert to conventional median sternotomy under cardiopulmonary bypass if needed. After incising the pericardium from the subxiphoid incision and draining the hemorrhagic effusion, the surface of the heart was palpated under fluoroscopic guidance. We were able to visualize the tip of the foreign body that was emerging from the anterior wall of the right ventricle. The sternum was retracted superiorly to improve visualization and the surgeon used his index finger to press on the area around the tip of the foreign body in an effort to force it to protrude, so that it could then be grasped by forceps. Ultimately the FB was removed from the right ventricular wall using artery forceps, carefully pulled out in the same axis of its insertion to avoid causing any further damage. The FB was found to be an intact domestic sewing needle (Figures -). Subsequent fluoroscopy revealed no additional foreign bodies inside or around the heart.\\nA sample of the pericardial effusion fluid was sent for gram stain, culture, and sensitivity to tailor the post-operative antibiotics accordingly. The pericardial space was washed out with normal saline, a pericardial drain was inserted, and the wound was closed around the drain. The patient was taken to the cardiothoracic intensive care unit (CTICU) and started on intravenous antibiotics. The following day, CXR and echocardiography were performed ensuring that there was no collection present and that no damage was caused to the tricuspid valve or the interventricular septum intraoperatively. The patient was determined to be stable and transferred to the surgical floor for further recovery and monitoring. After five days, she was discharged home with complete resolution of her symptoms.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'34120590': 2, '22815324': 1, '17183037': 1, '24202847': 1, '26882185': 1, '25287813': 1, '17384368': 1, '28511449': 1, '33554028': 2, '26277296': 1, '30759209': 1, '12928637': 1, '29176270': 1, '31404380': 2}", "similar_patients": "{'7850628-1': 1, '8201851-1': 1}"}