{"patient_id": 8109, "patient_uid": "6488287-1", "PMID": 31049455, "file_path": "comm/PMC006xxxxxx/PMC6488287.xml", "title": "Disseminated fusariosis with ecthyma gangrenosum-like lesions in a refractory acute myeloid leukemia patient", "patient": "A 35-year-old man with refractory AML was admitted to a tertiary hospital in Tehran, Iran. He was a candidate for EMA regimen, including mitoxantrone, etoposide, and cytarabine. The patient was subjected to central venous catheter and chemotherapy. Four days after chemotherapy, he became feverish due to catheter-related infection with an oral temperature of 38.3°C and an absolute neutrophil count of less than 100 cell/μl.\\nLaboratory evaluation also revealed anemia and thrombocytopenia with a hemoglobin level of 9.5 g/dl and platelet count of 20,000 per microliter. The results of urinalysis were normal, and meropenem and teicoplanin were prescribed. Ultrasonography revealed acute thrombosis in the jugular vein. Furthermore, Staphylococcus epidermidis was detected in the blood cultures of the central line and peripheral vein. Antibiotic lock therapy was started simultaneously with systemic antibiotics. The patient became afebrile after 3 days.\\nTen days later, the patient had another episode of fever and neutropenia. However, other vital signs were stable. Paranasal sinuses computed tomography (CT) scan showed sinusitis generally at the maxillary and ethmoid sinuses with hyperdense opacification (). Liposomal amphotericin B (LAMB) with a dosage of 5 mg/kg was initiated, and he was subjected to sinus endoscopy and functional endoscopic sinus surgery.\\nSimultaneously, multiple painful erythematous macular and papular lesions with a necrotic center resembling ecthyma gangrenosum were detected on the lower extremities, upper limbs, and trunk, which were then distributed to the head and neck (). Therefore, he was subjected to skin lesion biopsy. Furthermore, the patient complained of the loss of vision in his left eye, and fundoscopic examination revealed endophthalmitis. As a result, intravitreal AMB was added to the systemic antifungal therapy.\\nWhile fever and neutropenia were still persisting, 10 ml of venous blood sample was aseptically obtained from the patient via venipuncture according to a standard technique by using a sterile syringe after skin disinfection. Subsequently, the inoculated culture bottles were placed into the BacT/ALERT Microbial Detection System (BacT/ALERT FA Plus, bioMerieux SA, France).\\nThe BACTEC bottle that showed a sign of fungal growth was subcultured on the plates with the brain heart infusion agar (Merck, Germany) and Sabouraud dextrose agar (SDA) (Merck, Germany) separately, and then incubated at 37C and 30C sequentially. After 72 h, the results of blood culture on the brain heart infusion agar demonstrated a colony of fungi, microscopically seen in methylene blue (). The results of culture on SDA media showed the production of hyaline, banana-shaped multicellular macroconidia with foot cell at the base.\\nDNA was extracted from the fresh and pure culture colonies using the method described by Makimura et al. with some modifications []. Briefly, small amount (approximately 5 mm3) of the fresh colony was allocated in 100 μL lysis buffer (100 mM Tris-HCl, pH=7.5, 30 mM EDTA, 0.5% w/v SDS) and crushed with a conical grinder (Micro Multi Mixer, IEDA Co. Ltd., Tokyo, Japan) for 1 min. Subsequently, it was incubated for 15 min at 100°C, mixed with 100 μL of 2.5 M sodium acetate, kept at -20°C for 60 min, and finally centrifuged at 12,000 g for 5 min.\\nAfter the removal of supernatants, DNA was precipitated with an equal volume of isopropanol, and then kept at -20°C for 30 min and centrifuged at 8,000 g for 15 min. Then, the pellet was washed with 300 μL of 100% and 70% ethanol and air dried. Finally, the DNA was resuspended in 50 μL of ultrapure water and kept at -20°C until being used as template for polymerase chain reaction (PCR). The ITS1 and ITS4 universal primers were used for PCR.\\nIn the next stage, DNA sequencing was performed for the accurate identification of the isolate (Bioneer Company, South Korea). For the confirmation of species identity, the obtained sequences were compared with similar sequences in the open access NCBI database (http://blast.ncbi.nlm.nih.gov/Blast.cgi). Alignment of the obtained sequence in BLAST revealed a 99% identicality with the type strain of Fusarium chlamydosporum, indicated with sequence ID: KX783374.1.\\nThe sequences were in GenBank under the accession number ‘‘MK212931.’’ Microdilution testing was performed according to the CLSI document M38-A2 []. The antifungal agents administered were AMB (Sigma-Aldrich, USA), voriconazole (VOR; Pfizer Central Research, UK), and caspofungin (Merck, USA). The endpoint was the antifungal concentration that produced complete inhibition of visual growth during 48 h. The minimum inhibitory concentration (MIC) endpoint for the VOR and AMB was defined as the lowest concentration that produced complete growth inhibition.\\nOn the other hand, the minimum effective concentration (MEC) endpoint for caspofungin was defined based on the previous research [, ]. The MEC is the lowest concentration of drug that leads to the growth of small, rounded, compact hyphal forms as compared to the hyphal growth seen in the growth control well. Fusarium species was susceptible to AMB, VOR, and caspofungin.\\nAfter the removal of the catheter, VOR 6 mg/kg (twice a day) was administered for the first day, and then 4 mg/kg (twice a day) was prescribed, in addition to LAMB. Serum galactomannan test results were found to be positive twice consecutively. Histopathological analysis of the skin lesion on the lower extremity revealed deep-sited supportive granulomatous inflammatory dermal reaction, containing mycelial fungal element, which was consistent with deep mycosis.\\nThe smear revealed hyphae that were compatible with Fusarium species (). Sinus biopsy revealed sinonasal mucosa with fragmental elements compatible with mold infection. Furthermore, the sinus biopsy culture demonstrated hyaline septate hyphae, which were suspected as Fusarium species according to the phenotypic criteria (i.e., microscopic and macroscopic characteristics; ). Eight days after the initiation of antifungal combination therapy, the patient’s general condition worsened, and he developed respiratory distress. Therefore, the patient was transferred to the Intensive Care Unit; however, he passed away.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'10074502': 1, '24548001': 1, '29530844': 1, '24145697': 1, '15545866': 1, '32723611': 2, '9620419': 1, '26661324': 1, '32722172': 1, '30078964': 1, '12904365': 1, '17934079': 1, '27470138': 1, '22280997': 1, '26702918': 1, '27008433': 1, '14532255': 1, '3838757': 1, '19665409': 1, '26541869': 1, '27924809': 1, '23934595': 1, '26301000': 1, '32765009': 1, '24943384': 1, '22205818': 1, '27357655': 1, '9242529': 1, '12355377': 1, '31049455': 2}", "similar_patients": "{'7563018-1': 1}"}