{"patient_id": 137603, "patient_uid": "6896572-1", "PMID": 31755462, "file_path": "noncomm/PMC006xxxxxx/PMC6896572.xml", "title": "Ipsilateral presentation of ocular surface squamous neoplasia and conjunctival melanoma in xeroderma pigmentosum: A rare occurrence", "patient": "A 16-year-old previously diagnosed male patient with XP presented with chief complaint of slowly progressive, painless, nonpigmented and pigmented nodular opacities in the left eye noticed since the past 2 months. His parents had history of consanguineous marriage and his younger sibling was also diagnosed with XP. On general physical examination, he had hyperpigmented skin macules diffusely affecting the whole body. All data for this report are collected according to the Declaration of Helsinki, and prior permission was taken from the patient or parents for publication of photographs.\\nHis best-corrected visual acuity (BCVA) in both eyes was 6/6. On slit-lamp examination, the right eye showed a pearly white plaque-like lesion at the temporal limbus measuring 2 × 2 mm and areas of flat, dark brown pigmented lesions inferonasal and inferior bulbar conjunctiva, occupying 4'o clock hour area around the limbus [Fig. , and ]. The left eye showed a pearly white, raised nodular, keratinized lesion 4 × 3 mm in size located at the temporal limbus with areas of pigmented conjunctiva around it and a 5 × 3.5 mm elevated, dark brown inferonasal bulbar conjunctival lesion, 0.5 mm away from the limbus with surrounding flat conjunctival pigmentation [Fig. , and ]. There was congestion in the adjoining conjunctiva in both eyes and inferior corneal scarring in left eye. Rest of the anterior segment and fundus examination was within normal limits in both eyes.\\nAnterior segment optical coherence tomography (AS-OCT) of the right and left eyes showed a raised hyper-reflective thickened epithelium with abrupt transition of normal and thickened epithelium with central back shadowing corresponding to the white nodular lesions with central area of keratin and hyper-reflective thickened epithelium with back shadowing corresponding to the pigmented lesion in the left eye.\\nA clinical diagnosis of OSSN with primary acquired melanosis in the right eye and XP with OSSN and conjunctival melanoma in the left eye was made. There was no regional lymphadenopathy. Wide margin excision biopsy of both lesions along with alcohol-assisted keratoepitheliectomy and cryotherapy to conjunctival edges and amniotic membrane grafting was done in both eyes.\\nHistopathological examination of the nonpigmented keratinized nodules showed mild squamous dysplasia of the conjunctival epithelium in the right eye [] and moderate squamous dysplasia in the left eye [] with uninvolved margins of excision. Histopathology of the pigmented lesions showed conjunctival intraepithelial melanocytic neoplasia (CIMN) grade 2 with atypia in the right eye [] and CIMN grade 5 with atypia [] in the left eye. A diagnosis of OSSN in both eyes and CIMN-2 in the right eye and conjunctival melanoma in situ (CIMN-5) in the left eye was made.\\nOn his second week postoperative follow-up, a 1 × 1 mm gelatinous nonpigmented nodule was noted at the edge of the excised conjunctival OSSN in the left eye []. AS-OCT corresponding to the nodule revealed hyper-reflective thickened epithelium with abrupt transition suggestive of OSSN recurrence []. The patient was started on topical interferon alpha2b eye drops four times daily in the left eye. At 4 months of follow-up, the recurrent OSSN in the left eye had regressed completely. His ocular surface was stable in both eyes with minimal conjunctival scarring and inferior corneal scar in the left eye [Fig. and ]. No further recurrence of OSSN or conjunctival melanoma was noted at last follow-up visit.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'21484462': 1, '10200950': 1, '8218060': 1, '31238460': 2, '8199117': 1, '24105368': 1, '14283428': 1, '11338401': 1, '2715657': 1, '2795783': 1, '18711275': 2, '24713663': 1, '23601806': 1, '2923565': 1, '31755462': 2}", "similar_patients": "{'2636150-1': 1, '6611241-1': 1}"}