{"patient_id": 129676, "patient_uid": "6202505-1", "PMID": 30386550, "file_path": "noncomm/PMC006xxxxxx/PMC6202505.xml", "title": "Segmental intestinal dilatation associated with ileal gastric heterotopia in a young woman", "patient": "A 26-year-old woman with a history of omphalocele status post repair as a neonate presented to the emergency department (ED) for evaluation of recurrent severe abdominal pain. The abdominal pain was crampy, burning, periumbilical and associated with anorexia, bloating and constipation, mildly improved with induced vomiting. The patient experienced similar symptoms 1 year prior and underwent upper and lower endoscopy, gastric emptying study, and an abdominal ultrasound, all unremarkable. On presentation to the ED, her vital signs and laboratory results were all within normal limits. Conventional CT scan and CT enterography demonstrated a focally dilated segment of small bowel with normal afferent and efferent bowel on either side. Although imaging revealed no evidence of bowel obstruction or mass, diagnostic laparoscopy was performed due to her persistent symptoms. At laparoscopy, a 20 cm segment of abnormally dilated small bowel was identified in the mid ileum with a maximum width of 7 cm, bordered by normal-caliber small bowel (Fig. ). The dilated segment was resected and an ileo-ileal anastomosis was performed. The resected segment was found to contain a 7 × 4.5 cm2 discrete island of abnormal appearing mucosa with rugal folding (Fig. ). Histology revealed that this area consisted of heterotopic gastric glandular and foveolar epithelium with no abnormalities identified within the neuronal plexus proximal or distal to this mass (Figs and ). The patient had an uneventful recovery and was discharged home on postoperative day three. At 6-month follow-up, she reported no recurrence of her symptoms.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'2655007': 1, '19763558': 1, '25057472': 2, '8301519': 1, '13650074': 1, '19735834': 1, '27896163': 2, '17715322': 1, '7998575': 1, '30386550': 2}", "similar_patients": "{'5117278-1': 1, '4090817-1': 1}"}