{"patient_id": 127441, "patient_uid": "6030978-1", "PMID": 29992011, "file_path": "noncomm/PMC006xxxxxx/PMC6030978.xml", "title": "Small bowel obstruction as a result of an obturator hernia: a rare cause and a challenging diagnosis", "patient": "This case report discusses an 85-year-old female who had symptoms of acute bowel obstruction; thanks to high degree of clinical suspicion and aided by a computed tomography (CT) of abdomen and pelvis, an incarcerated right obturator hernia was diagnosed preoperatively and treated successfully.\\nThe patient, was admitted to the hospital’s emergency department with a 24-h evolution of diffuse abdominal pain and progressive abdominal distension, associated with persistent vomiting and irradiating pain to the right leg. Patient had a previous history of abdominal surgery including laparoscopic cholecystectomy and repair of umbilical hernia, as well. Physical examination revealed an under-weight female, with distended and tympanitic abdomen, hyperactive bowel sounds with audible rushes associated with vigorous peristalsis, diffuse abdominal pain to deep palpation and no signs of peritoneal irritation or inguino-abdominal hernias. There were neither faeces nor intraluminal mass or blood on the digital rectal examination. Besides, Howship–Romberg sign was negative. The patient maintained her haemodynamic and ventilatory stability. Naso-gastric tube drained ~300 mL of fecaloid fluid. Laboratory exams showed leukocytosis (14 280–70.01% neutrophils) and an increased C-reactive protein level (4.3 mg/L). Upright radiographs demonstrate multiple, short air-fluids levels. Based on the suspicion of an acute bowel obstruction a CT of the abdomen and pelvis was the best applicable solution. The CT scan identified a small intestine segment strangulated through the right obturator foramen and an intestinal distension proximally (Fig. ). Soon after, the patient underwent an emergent infraumbilical midline laparotomy that confirmed the diagnosis; right obturator hernia with ileal partial wall strangulation (Richter’s type). This was gently released and found to be congested although still viable. Once the bowel loop was released and subjected to warm packs, the colour returned to normal. The obturator hernia defect was roughly 1 × 1 cm2 and this was closed using a single stitch of absorbable polyglactin no. 2 suture (Fig. ). No other pathology was found. Mass closure of laparotomy wound was with loop polydioxanone (PDS) suture and clips to close the skin. The patient remained stable postoperatively over the course of her hospitalization. She tolerated an oral diet on the second and was discharged on the fourth postoperative day respectively, with an uneventful postoperative recovery.", "age": "[[85.0, 'year']]", "gender": "F", "relevant_articles": "{'28458870': 2, '22138700': 1, '21858557': 1, '23891477': 1, '27763487': 2, '33767782': 1, '24126886': 1, '32772276': 1, '24908448': 1, '25610330': 1, '29992011': 2}", "similar_patients": "{'5105215-1': 1, '5400480-1': 1}"}