{"patient_id": 12830, "patient_uid": "6819342-1", "PMID": 31660994, "file_path": "comm/PMC006xxxxxx/PMC6819342.xml", "title": "Solitary metastasis of myxoid liposarcoma from the thigh to intraperitoneum: a case report", "patient": "The patient was a 60-year-old male who was referred to our institution for an intra-abdominal lesion. Abdominal computed tomography performed at a local hospital revealed a huge intra-abdominal mass. The patient had symptoms of vague abdominal discomfort and fatigue, which persisted for > 4 months. Six years earlier, he had visited an orthopedic clinic at another institution with a chief complaint of a painless mass in his right thigh. He was suspected of having a liposarcoma by clinical magnetic resonance imaging (Fig. ). The patient received wide local excision of the mass, and the maximum tumor diameter was 11 cm. The final pathological findings were myxoid liposarcoma with negative resection margins, stage IIIB according to the AJCC 8th edition []. The immunohistochemical findings were S-100(−) and CD34(−), and the positive rate of Ki67 was 1–2%. The patient was treated with adjuvant radiotherapy (200 cGy, 30 times), but lost up to follow-up after 2015. He had no significant medical or family history.\\nOn physical examination, his blood pressure was 130/90 mmHg, heart rate was 90 beats/min, body temperature was 36.8 °C, respiratory rate was 20 breaths/min, and oxygen saturation at room air was 100%. The abdomen was moderately distended and rigid, without signs of peritonitis. A computed tomographic scan of his abdomen confirmed the presence of a heterogeneous enhancing mass lesion in the right mid-to-lower abdomen extending to the pelvic cavity (Fig. ). Positron emission tomography showed no distant metastasis, including in both lung fields (Fig. ). Core needle biopsy was not performed owing to the history of myxoid liposarcoma [], and we decided to perform an exploratory laparotomy for both diagnosis and treatment. His breath sounds were normal, and there were no significant findings from review of other systems. The results from laboratory examination were normal, including those for blood chemistry, routine blood tests, and tumor markers.\\nThe patient was taken to the operating room for an exploratory laparotomy. A mid-line abdominal incision was made, and there was no evidence of ascites and peritoneal or distant metastasis in the abdominal cavity. The tumor was a multi-lobulated gelatinous mass (Fig. ) originating from the small bowel mesentery, 25 × 20 cm in size, so we performed wide local excision including small bowel resection and anastomosis. The patient was transferred to the general ward after operation and discharged 8 days after the surgery without immediate complications. At a follow-up appointment, the patient was in good condition without any symptoms and was transferred to a medical oncologist for further treatment. He is currently undergoing doxorubicin-based chemotherapy (75 mg/m2, every 3 weeks, eight cycles).\\nHistopathological examination of the intra-abdominal tumor revealed paucicellular with monomorphic, stellate, or fusiform-shaped cells in the myxoid parenchyma that were diagnosed as metastatic myxoid liposarcoma (Fig. ). Expert pathologist with 15 years of experience described the pathologic results for this study. The immunohistochemical findings were S-100(−), CD34(−), p53(−), desmin(−), SMA(−), EMA(−), CD31(−), HMB45(−), PanCK(−), and vimentin(+), and the positive rate of Ki67 was 5–7%. Finally, translocation t (12;16)(q13;11.2) FUS-DDIT3 was demonstrated by molecular analysis to confirm diagnosis of myxoid liposarcoma.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'28499583': 1, '17058128': 1, '17510918': 1, '24574357': 1, '34434343': 2, '33792747': 1, '22052112': 1, '23401071': 1, '17252290': 1, '25609980': 1, '29587757': 2, '962395': 1, '14975976': 1, '22312103': 1, '27591497': 1, '30362022': 1, '31085026': 1, '30445938': 1, '12173385': 1, '19472403': 1, '29298682': 1, '10379861': 1, '31660994': 2}", "similar_patients": "{'5870380-1': 1, '8383496-1': 1}"}