{"patient_id": 132723, "patient_uid": "6440278-1", "PMID": 30949355, "file_path": "noncomm/PMC006xxxxxx/PMC6440278.xml", "title": "Rhabdomyosarcoma of the uterus with multiple metastases in a post-menopausal woman", "patient": "A 60-year-old female presented to rheumatology clinic with chief complaint of progressive lower-limb weakness accompanied by painful muscle spasms that sometimes wake her up at night. Two months after the beginning of her weakness, she became unable to walk. Her medical history is clear of any significant complaint, but her surgical history includes hysterectomy for a uterine mass diagnosed two years previous to the current complaint. Pathology report tells it was leiomyoma with a high tendency to turn malignant.\\nPhysical examination revealed isolated generalized weakness of all right lower-limb muscles with absent inflammatory signs around the joints. The rest of the physical examination and lab tests were all within normal limits.\\nMagnetic resonance imaging (MRI) of the lumbar spine showed a mass positioned anteriorly to the inferior vena cava with a space-occupying lesion in the right lobe of the liver. Computerized tomography scan (CT) showed nodules in the pulmonary tissue; the largest nodule measured 12 mm in diameter (Fig. , Pic. 1). It also revealed enlarged lymph nodes in front of the carina, a retroperitoneal mass, a 6-cm mass in the right posterior mediastinal space, a 6-cm soft tissue mass in the posterior region of the liver as well as a focus with suspicion of a neoplasm in the liver (Fig. , Pic. nos. 2–5, 7). Moreover, lytic bone lesions were found in the vertebrae and the sacral bone (Fig. , Pic. nos. 6, 8, 9).\\nThe ultrasound-guided liver biopsy showed a poorly differentiated neoplasm composed of pleomorphic spindle cells consistent with a sarcoma. Immunostaining showed positive Vimentin, Desmin and Actin with negative Epithelial Membrane Antigen (EMA), S100 and HEP-PAR (Fig. ), which led to the diagnosis of RMS that had originated from the resected uterus.\\nThe initial management plan consisted of six cycles of Doxorubicin 60 mg/m2 and Cyclophosphamide 600 mg/m2. However, no response to these drugs was detected. The patient then received Cisplatin 75 mg/m2 and Taxol 200 mg/m2 for three cycles, and the clinical response was not sufficient as well. Eventually, the patient was approached with a protocol of Gemcitabine 1000 mg/m2 and Carboplatin AUC 5 and marked improvement was observed after 18 cycles.\\nThe patient has been followed up every 2–3 months with CT imaging and essential lab tests.\\nAt the last cycle of chemotherapy, the patient showed stability in the dimensions of the masses, along with significant improvement in her quality of life (Fig. ) [], but she still suffers from slight numbness in her fingers and low back pain. Therefore, her doctor suggested stopping chemotherapy and monitoring every 3 months.\\nThree months after the last cycle of chemotherapy, the patient had a CT scan that, in comparison with previous imaging, showed absence of carinal lymph nodes in addition to reduction in diameter of the mediastinal mass by 1 cm and of the retroperitoneal mass by 0.6 cm, however, our management had no effect on the size of liver, bone and lung metastases (Fig. ).", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'23700373': 1, '19308495': 1, '15059650': 1, '12506174': 1, '34034549': 2, '2612328': 1, '12879475': 1, '12124838': 1, '19898221': 1, '10474853': 1, '17325479': 1, '3167818': 1, '26755204': 2, '25975442': 1, '26881526': 1, '29320751': 1, '30949355': 2}", "similar_patients": "{'4709879-1': 1, '8161909-1': 1}"}