{"patient_id": 12890, "patient_uid": "6820886-1", "PMID": 31696016, "file_path": "comm/PMC006xxxxxx/PMC6820886.xml", "title": "Intramural Esophageal Hematoma Secondary to Food Ingestion", "patient": "A 75-year-old male presented with worsening of his dysphagia, retrosternal chest pain and hematemesis. One day prior to admission, he was eating a fish sandwich and developed acute onset dysphagia with difficulty swallowing food and his own saliva after a few bites. Next morning, he developed sudden onset sharp retrosternal chest pain associated with hematemesis of bright red blood so he presented to the hospital. He denied having any odynophagia, abdominal pain, nausea or fever. On admission, his blood pressure was 130/82 mmHg and pulse rate 90 bpm. Physical examination was unremarkable. Laboratory workup showed hemoglobin 12.5 g/dl, hematocrit 40.3%, platelets 308,000/uL with normal coagulation profile. His blood urea nitrogen (BUN) was 25 mg/dL with serum creatinine 0.7 mg/dL. Electrocardiogram (EKG) was unremarkable. Computed tomography (CT) thorax with oral and intravenous (IV) contrast showed esophageal luminal narrowing at the distal third with mural thickening and a soft tissue density extending to the gastroesophageal junction (GEJ) concerning for esophageal hematoma (Figure ). CT abdomen with oral and IV contrast showed hyperdense oral contrast layering over a rounded, well-circumscribed hyperdense structure in the visualized distal esophagus concerning for an intramural esophageal hematoma extending inferiorly to the level of the GEJ (Figure ).\\nHe was kept nothing by mouth (NPO) at first and started on IV fluids and pantoprazole infusion. Subsequently, his symptoms improved with conservative management and his diet was advanced to clear liquid diet. Four days after admission, he underwent an esophagogastroduodenoscopy (EGD) which showed a bluish discoloration at the distal third of the esophagus and a non-bleeding ulcer at the GEJ (Figure ). No biopsies were taken given his recent bleeding and hematoma. He was started on a pureed diet with oral pantoprazole 40 mg twice daily, which he tolerated well and was discharged home. He did not have any recurrence of his symptoms.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'21768244': 1, '11819586': 1, '19891027': 1, '12560769': 1, '34257783': 1, '11023585': 1, '8151553': 1, '23730267': 2, '11057463': 1, '8117198': 1, '11315903': 1, '1557620': 1, '24756296': 1, '8307434': 1, '10599632': 1, '18206150': 1, '31696016': 2}", "similar_patients": "{'3668800-1': 1}"}