{"patient_id": 135043, "patient_uid": "6663044-1", "PMID": 31410353, "file_path": "noncomm/PMC006xxxxxx/PMC6663044.xml", "title": "Gastric Cancer Presenting as Isolated Ascites: A Diagnostic Challenge", "patient": "A 72-year-old Caucasian man was admitted with lower extremity oedema, weight gain and a progressive increase in his abdominal perimeter over 2 weeks. He denied fever, loss of appetite, nausea, vomiting, diarrhoea or obstipation. He had a history of hypertension, diabetes mellitus, dyslipidaemia, ischaemic heart disease, cerebrovascular disease and heavy smoking (50 pack-years), which had ceased 3 years previously.\\nPhysical examination revealed jugular vein distention at 45º and hepatojugular reflux, abolished breath sounds in both pulmonary bases, ascites and bilateral lower extremity oedema, without signs or symptoms of chronic liver disease. Laboratory results showed discrete normocytic anaemia (Hb 11 g/dl), leucocytosis (11.25×109/l) with neutrophilia (8.03×109/l) and C-reactive protein 5.6 mg/dl; serum creatinine 1.2 mg/dl, urea 72 mg/dl, total protein 5.3 g/dl, albumin 2.8 g/dl and NT pro-BNP 1295 pg/ml, and proteinuria 126 mg/24 h; negative serologies for HIV, hepatitis B and C; increased NSE and Cyfra 21-1; carcinoembryonic antigen (CEA), alpha-fetoprotein (AFP) and CA 19.9 within the reference values; and normal thyroid function, transaminases, INR and alkaline phosphatase.\\nDiagnostic paracentesis revealed a turbid yellow liquid with a serum ascites albumin gradient (SAAG) of 1.1 g/dl with total proteins 3.9 mg/dl, LDH 216 U/l, pancreatic amylase 15 U/l and adenosine deaminase (ADA) 7.4 U/l. The liquid was negative for neoplastic cells.\\nFull body computed tomography (CT) revealed a 9 mm solid nodule with irregular contours in the upper lobe of the right lung, bilateral pleural effusion, a small homogeneous liver without individualized nodules, and a large amount of ascites, without other alterations. Transthoracic echocardiography (TE) revealed segmental cardiomyopathy with ejection fraction at the lower limit of normal.\\nGiven the small size of the pulmonary nodule, it was unlikely to have caused the ascites so a biopsy was not carried out. The most probable cause of the ascites appeared to be decompensated heart failure. Diuretic therapy was increased but ineffective, so repeated paracentesis was required for symptom relief due to a progressively larger volume of ascites. Upper digestive endoscopy (UDE) revealed extensive gastric neoplasia. A gastric biopsy was performed revealing gastric adenocarcinoma.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'34441853': 1, '17602354': 1, '22590662': 1, '22935192': 1, '3718029': 1, '26494952': 1, '31410353': 2}", "similar_patients": "{}"}