{"patient_id": 137361, "patient_uid": "6875521-1", "PMID": 31819667, "file_path": "noncomm/PMC006xxxxxx/PMC6875521.xml", "title": "Amniotic Membrane In Palatal Epithelial-Connective Tissue Reconstruction", "patient": "A 38-year-old female patient, non-smoker with good oral hygiene, was referred to the private dental practice of Dr Martelloni M. because of discomfort when smiling (one tooth of the lower arch teeth being longer than the others) and dental hypersensitivity resulting from gingival recession affecting tooth 4.1 (), which also caused mild pain during brushing. The recession was caused by brushing and thin phenotype.\\nPhysical examination using a periodontal probe revealed the probing depth, and slight reabsorption of interproximal bone peaks was noted which was confirmed by intraoral radiography (). This led us to define the recession as Miller class III for tooth 4.1 and Miller class I for teeth 3.1 and 3.2.\\nTooth 4.1 also showed a 5mm recession from the CEJ with a 2mm buccal probing depth, while 3.1 and 3.2 had a 3mm and 2mm recession, respectively, from their CEJ and 1mm probing depth. The tissues were not inflamed but muscular traction was evident by pulling down the lower lip. In view of these considerations, a mucogingival surgical procedure was proposed to the patient. The use of HAM to cover the palatal wound caused by the harvesting of the graft needed to solve the gingival recession was discussed and accepted by the patient.\\nThe surgical procedure was performed by means of a free gingival graft on tooth 4.1, i.e. the tooth with its root most exposed and with the complete absence of keratinized tissue. A bilaminar procedure with a coronally advanced flap (CAF) was performed on the adjacent teeth, at the same time releasing muscle insertions. A partial-thickness flap of epithelial-connective tissue measuring approximately 20mm was harvested from the palate () and grafted on to the receiving site with Vicryl 5-0 suture absorbable.\\nThe graft was deepithelialised throughout its length except at the point of 4.1 where it was free-grafted ().\\nPlacenta is sourced from donors undergoing cesarean sections and processed shortly after retrieval at “Fondazione Banca dei Tessuti di Treviso”, a tissue bank. In the tissue bank laboratories, HAM is carefully detached from the chorion and rinsed with sterile saline solution to remove residual blood. The membrane is ﬂattened on a nitrocellulose membrane ﬁlter (Merck Millipore), with its stromal/mesenchymal side facing down, in contact with the ﬁlter. HAM is then immersed in a cocktail of antibiotics including vancomycin 100 µg/mL (Hospira), meropenem 200 µg/mL (Fresenius Kabi Italia), and gentamicin 200 mg/mL (Fisiopharma) at +4°C for 24 hrs in sterile conditions, validated for human tissues., HAM is then partitioned into 3×3 cm2 patches and cryopreserved in a BASE medium (Alchimia) supplemented with 10% human serum albumin and 10% cryoprotectant dimethyl sulfoxide (DMSO, Cryo Sure, WAKChemie Medical GmbH).\\nMicrobiological analyses are performed at several stages throughout the process and only HAMs without microbial contamination are considered suitable for implants.\\nAfter thawing, HAM mesenchymal side was positioned at the donor site and secured using horizontal mattress sutures with 3–0 silk non-absorbable suture ( and ), to reduce postoperative morbidity and to encourage rapid palatal healing.\\nOne week after the application of HAM, we notice the closure of the wound as well as no bleeding was detected. Results at 30 days showed not only a positive outcome as regards the resolution of the treated recession (), but also the absence of infection and complete reepithelialization of the palate treated with HAM ( and ). Furthermore, the patient reported that she had not experienced pain in the days following the procedure and had not taken painkillers.\\nThirty days after the procedure, the palate was completely reconstructed with no signs of inflammation or infection ().\\nThe follow-up visits were performed every 2 months until the eighteenth month without relapse.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'26216011': 1, '32908716': 2, '34178969': 1, '10832697': 1, '3914477': 1, '27011751': 1, '6118474': 1, '25876055': 1, '17650088': 1, '3858267': 1, '15341364': 1, '6358084': 1, '11165729': 1, '25191061': 1, '9894941': 1, '30206741': 1, '24744557': 2, '29682688': 1, '26501023': 1, '18984397': 1, '26814715': 1, '27604467': 1, '10694891': 1, '14971258': 1, '31819667': 2}", "similar_patients": "{'7471788-1': 1, '3988631-1': 1}"}