{"patient_id": 3485, "patient_uid": "6188725-1", "PMID": 30364055, "file_path": "comm/PMC006xxxxxx/PMC6188725.xml", "title": "Gastrocolic Fistula: A Rare Presentation of Colon Cancer", "patient": "An 85-year-old woman presented to our emergency room (ER) with severe epigastric pain for one day. Pain was associated with nausea and coffee ground vomiting with feculent odor. Prior to this admission she had nonspecific abdominal discomfort with dark stools for one week and objective weight loss of 37 pounds since her last visit to the ER three years earlier. Her medical history included hypertension, diabetes mellitus, and osteoporosis. In the ER, her vitals were within normal limits, and physical examination was unremarkable except for mild abdominal tenderness and palpable prominence in the left upper quadrant. Her laboratory investigations revealed hemoglobin of 9.3g/dl, mean corpuscular volume of 76fl, white blood cell count of 9.5 k/ul, platelet count of 529 k/ul, BUN of 63 mg/dl, and creatinine of 2.1 mg/dl.\\nComputed tomography (CT) scan of the abdomen without contrast done in the emergency room showed gastric wall thickening with possible gastric mass. She was admitted to the medical service and had an upper endoscopy showing a large cratered gastric ulcer in the greater curvature of the body with excessive amount of feculent material (see ) which raised suspicion for possible fistulous connection to the large bowel. Repeat abdominal CT scan with oral and intravenous contrast confirmed suspicion of distal transverse colon mass with gastrocolic fistula (see ). Subsequent colonoscopy revealed a large, circumferential, obstructing transverse colon mass (see ). Pathology showed poorly differentiated adenocarcinoma of the colon and on immunohistochemical stain, the tumor cells were positive for CK20 and CDX2 and weakly positive for CK7, features which are consistent with colon primary. She was managed surgically with an en bloc resection of tumor with partial gastrectomy and end-to-end colonic anastomosis. Postsurgical course was uneventful and she was discharged home in stable condition. Adjuvant chemotherapy was started outpatient after risks and benefits were discussed.", "age": "[[85.0, 'year']]", "gender": "F", "relevant_articles": "{'21470607': 1, '13425286': 1, '22659360': 1, '24446099': 1, '26567877': 2, '21396294': 1, '11773682': 1, '33217293': 2, '21480126': 1, '15484340': 1, '34549069': 1, '17147825': 2, '24008480': 1, '5951843': 1, '17857925': 1, '2799450': 1, '7780232': 1, '15705194': 2, '30364055': 2}", "similar_patients": "{'1698919-1': 1, '7676793-1': 1, '4644322-1': 1, '549543-1': 1}"}