{"patient_id": 12577, "patient_uid": "6800933-1", "PMID": 31687243, "file_path": "comm/PMC006xxxxxx/PMC6800933.xml", "title": "Nontraumatic Epithelial Ingrowth 15 Years Post Laser In Situ Keratomileusis", "patient": "A 61-year-old woman presented to the eye clinic at the American University of Beirut Medical Center (AUBMC) complaining of redness, decrease in vision and pain in her right eye. It had started 5 days ago following a soft contact lens (CL) application for a few hours. She had never worn a contact lens before. She self-medicated with an eye drop containing tobramycin and dexamethasone, 1 drop four times daily, and reported slight improvement. Past medical history review was significant for a LASIK procedure to correct myopia 15 years ago not necessitating retreatment. On her last follow-up exam 3 months prior to presentation, her corrected distance visual acuity (CDVA) was 20/20 in her right eye, wearing +2.25 −1.00 × 120. At the time, the corneal exam featured a clear, well placed flap in both eyes without the presence of any epithelial ingrowth.\\nOn presentation, examination of the right eye revealed a CDVA of 20/20-1. The flap configuration indicated that a microkeratome was used at the time of her surgery 15 years ago. Evidence of a new apparent large sheet of confluent opacity measuring 3 mm, surrounded by haze and stromal edema was noted 2 mm from the edge of the flap at 5 o'clock. There was no epithelial defect, however, the edge of the flap was slightly retracted at 5 o'clock with mild fluorescein pooling (). The left eye exam was unremarkable with a CDVA of 20/20 and a visible superiorly hinged flap. No epithelial basement dystrophy was seen in both eyes. Optical Coherence Tomography of the anterior segment using the Cirrhus OCT (Carl Zeiss Meditec, Dublin, California, USA) showed an epithelial tract beneath the flap in her right eye ().\\nThe diagnosis of epithelial ingrowth was discussed with the patient and flap lifting for debridement was advised but the patient preferred waiting. Her drops were discontinued and Moxifloxacin was initiated, one drop four times daily to cover broadly possible bacterial super-infection.\\nTwo weeks later, the stromal edema resolved while the white epithelial nests persisted, and no overlying melting was seen.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'29657982': 1, '15307396': 1, '9866098': 1, '10926983': 1, '31687243': 2}", "similar_patients": "{}"}