{"patient_id": 1798, "patient_uid": "6087008-1", "PMID": 30098596, "file_path": "comm/PMC006xxxxxx/PMC6087008.xml", "title": "Management of a case of high-risk gastrointestinal stromal tumor in rectum by transanal minimal invasive surgery", "patient": "A 67-year-old female patient presented with a complaint of per rectal bleeding. Computed tomography (CT) and magnetic resonance imaging (MRI) showed a tumor 4.5 cm in diameter in right posterior wall of the middle rectum with no adjacent infiltration or lymph node metastasis (Fig. , ). Colonoscopy revealed a submucosal mass in the right posterior wall of the middle rectum 7 cm from anal verge (Fig. ). Histologically, a biopsy showed spindle-shaped cells arranged in bundles, positive for CD34 and negative for C-Kit, Desmin, smooth muscle actin, and S-100 (Fig. ). These findings suggested a rectal GIST, and TAMIS was scheduled.\\nThe patient was kept in the modified lithotomy position, and the anus dilated with a self-retaining anal retractor (Lone Star Retractor; Cooper Surgical, Trumbull, CT, USA). A transanal access device (GelPOINT path; Applied Medical, Rancho Santa Margarita, CA, USA) was introduced. Wet gauze was inserted above the lesion, and pneumorectum was maintained at 15 mmHg with carbon dioxide by an AirSeal platform (AirSeal system; CONMED, Utica, NY, USA). Conventional laparoscopic instruments were used. The tumor was located at the right posterior wall in the middle rectum; the incision site 1 cm away from the tumor margin was tattooed circumferentially. Mucosal dissection was performed along the tattoo (Fig. ), and subsequent full-thickness excision was carried out (Fig. , ). The tumor was peeled off and extracted using an Endo Catch specimen pouch (Medtronic, Minneapolis, MN, USA) to avoid dissemination (Fig. ). Intraluminal lavage with saline was performed, and hemostasis was secured (Fig. ). The defect was closed with 3-0 V-Loc (Medtronic) under 8 mmHg pressure by the AirSeal system (Fig. , ). The specimen measuring 4.5 cm × 4.5 cm × 3.5 cm (Fig. ) was sent for histopathology, which confirmed a pT2 rectal GIST positive for KIT (CD117) and CD34. The resection margin was negative, and the mitosis count was 10 per 50 high-power fields. The postoperative period was uneventful with normal anal and urinary functions. The patient was discharged on IM (Gleevec), 400 mg once daily for 3 years under regular follow-up.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'25210085': 1, '32874969': 1, '11213830': 1, '22153892': 1, '28723770': 2, '27016903': 1, '25022862': 2, '16674824': 1, '34691379': 1, '24848524': 1, '18294266': 1, '30871591': 2, '25970743': 1, '20174935': 1, '15849468': 1, '31587664': 2, '14597451': 1, '15457300': 1, '12094370': 1, '26957123': 2, '19387326': 1, '11688571': 1, '17298620': 1, '30098596': 2}", "similar_patients": "{'4782511-1': 1, '6778660-1': 1, '5521910-1': 1, '4107559-1': 1, '6419360-1': 1}"}