{"patient_id": 9191, "patient_uid": "6559680-1", "PMID": 31245225, "file_path": "comm/PMC006xxxxxx/PMC6559680.xml", "title": "Chronic Lymphocytic Inflammation with Pontine Perivascular Enhancement Responsive to Steroids (CLIPPERS): A Rare Treatable Neuroradiological Spectrum", "patient": "A 17-year-old girl presented with a 15-day history of headache (holocranial and predominantly bifrontal) with occasional vomiting and ataxia of gait with no diplopia. She complained of short-lasting episodes of fever for a few days before consulting the doctor. On examination, she had no cranial nerve involvement, no meningeal signs, and a normal fundus examination. She had mild misbalancing on tandem gait. The patient was investigated further and a routine workup was done. Routine hemogram, liver function tests, renal function tests, and serum electrolytes were normal. Serum antinuclear antibody (ANA) and cytoplasmic antineutrophil cytoplasmic antibodies (c-ANCA) levels were normal. Venereal disease research laboratory test (VDRL) and rapid plasma reagin (RPR) antigens were negative. Cerebrospinal fluid (CSF) examination revealed 30 cells (all lymphocytes), an increased protein level of 81 mg/dL (normal range: 12 - 60 mg/dL), and a normal glucose level of 57 mg/dL (normal range: 40 - 70 mg/dL). The CSF examination for fungus and gram stain was negative. No oligoclonal bands were seen. Scrub typhus, Leptospira, dengue, Japanese encephalitis, and toxoplasmosis serologies were negative. Chest computed tomography (CT) and chest x-ray were normal.\\nLater, she underwent a contrast-enhanced MRI of the brain which revealed hyperintense T2-weighted/fluid-attenuated inversion recovery sequence (T2-FLAIR) signals involving the midbrain, pons, right cerebellar peduncle, bilateral subthalamic, body and splenium of the corpus callosum, left capsular, and right occipital regions. No restriction on diffusion-weighted imaging (DWI) was seen (Figures -).\\nOn contrast enhancement, multiple foci of peppered enhancement were seen in these areas, especially the midbrain, the pons and body, and the splenium of the corpus callosum, distributed in a perivascular pattern (Figure ).\\nOn the basis of the history, a presumptive diagnosis of acute disseminated encephalomyelitis (ADEM) was made and treatment was started in the form of intravenous (IV) methylprednisolone (1 gram daily for five days). The symptoms of the patient improved, and she was discharged on steroids with no follow-up.\\nShe was again readmitted after a few days for recurrence of headache and complained of fever for three days prior to admission. She had also complained of right-sided ptosis during the episodes of fever. She was again treated with IV methylprednisolone, 1 gm daily for three days, and she improved completely. A repeat routine hemogram, liver function test (LFT), renal panel, and chest x-ray did not reveal any significant finding. Blood culture was negative. Thyroid profile and Vitamin B12 levels were within normal limits. Again, on recurrence of headaches, she was asked to get a repeat MRI scan of the brain (plain and contrast) which revealed similar findings as the previous MRI done almost a month earlier; however, the lesions had increased in size. The patient’s symptoms and radiological imaging findings responded to treatment with high-dose steroids and methotrexate (Figure ), but after several trials to taper the dose of steroids, the symptoms reappeared and were progressive in nature.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'22056964': 1, '21848680': 1, '20639547': 1, '25340062': 1, '22777259': 1, '21556878': 1, '29050399': 1, '24966263': 1, '25610881': 1, '22777258': 1, '31245225': 2}", "similar_patients": "{}"}