{"patient_id": 133232, "patient_uid": "6482809-1", "PMID": 31041281, "file_path": "noncomm/PMC006xxxxxx/PMC6482809.xml", "title": "Fabrication of ocular prosthesis with a digital customization technique – A case report", "patient": "A 35-year-old male patient reported to the dental OPD with a complain of unaesthetic appearance of face and missing right eye. Medical history revealed enucleation of right eye 6 months back subsequent to gunshot injury. [] On examination, the anophthalmic socket has healed completely, it retains muscle activity of surrounding muscles, it was planned to fabricate a custom-made ocular prosthesis.\\nImpression making First, glycerine application was done onto the eyelashes and the lining of anophthalmic socket. A custom tray was fabricated with autopolymerizing Polymethyl Methacrylate (DPI, India) using the contours of a stock eye. [] The tray was finished, polished, and tried in the patient to check for extensions. An impression of the anophthalmic socket was made using light body consistency addition silicone elastomeric impression material, (Affinis, Coltene, India). The patient was asked to look straight when the impression was made []. Once the material sets the impression was retrieved with syringe and was evaluated for any defects []. Fabrication of scleral wax pattern An index of the impression was made using addition silicone impression material putty consistency (Affinis, Coltene) [Figure , ]. The index was used to fabricate the scleral wax pattern. Modelling wax (DPI, India) was heated over flame to a molten consistency which was poured in the index. The wax pattern was retrieved and tried in the patient []. The patient was asked to perform all movements of eye ball []. Modification of wax pattern was done until satisfactory contours of the eyelids were achieved in open and closed positions. Centering of pupil was done by making markings on patients face using electronic Vernier calliper and transferring them on to the wax pattern []. Acrylization of scleral blank The finished wax pattern was invested in a flask using type III dental stone (Kalabhai, India) and flasking was done in a conventional manner. The flask was then placed in a dewaxing water bath for 20 minutes. After dewaxing the flask was reopened and packed with heat cure clear PMMA (Factor II, Lakeside, USA). The powder and the liquid were mixed as per manufacturers guidelines. Few drops of white intrinsic stains (Technovent ltd) was added to clear PMMA to give white color of sclera to the prosthesis. The PMMA was packed into the dewaxed portion of the flask and cured using manufacturer guidelines. Customization A digital photograph of the patient's iris of the contralateral healthy eye was made using a digital camera (Canon d1300) []. The photograph was transferred to photoshop software (Photoshop 7.0; Adobe system Inc.) where it was remastered into various shades and sizes to get a real iris form [], images were printed on a good quality photopaper []. Then the photopaper was coated with a 100 micrometer laminating pouch (PVC coating, Delhi, India) to prevent any color flowing due to the effect of acrylic resin. In the next appointment the scleral blank prepared was reduced 2 mm anteriorly and 1 mm posteriorly for adaptation of iris and clear acrylic resin. After consideration, most closely matching iris was cut [] and inserted in the center position using self-cure acrylic resin (DPI, India) []. Veining fibers were adhered to scleral blank using cyanoacrylate adhesive liquid to give a natural appearance []. The prosthesis was repositioned in the previous flask [], packed with clear PMMA (Factor II, Lakeside, USA) and processed as described in the 1st curing cycle []. The prosthesis was retrieved, finished and polished []. Insertion and post care The prosthesis was inserted and checked for any discomfort while closing or opening the eyes. The instructions for removal and insertion of prosthesis were given to the patient. The patient was recalled and followed up at 24 h, 48 h, 1 week, 1 month, and 6 months thereafter. The post op result showed a successful, time efficient, and esthetic rehabilitation of ocular defect with a near normal appearance of the patient [].", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'33487961': 1, '10559731': 1, '4913524': 1, '23147321': 1, '8850445': 1, '3277114': 1, '31041281': 2}", "similar_patients": "{}"}