{"patient_id": 5587, "patient_uid": "6326142-1", "PMID": 31179929, "file_path": "comm/PMC006xxxxxx/PMC6326142.xml", "title": "Successful resuscitation for cardiac arrest due to severe accidental hypothermia accompanied by mandibular rigidity: a case of cold stiffening mimicking rigor mortis", "patient": "A 29-year-old woman was found unresponsive near a snowy mountain trail in winter. On that day, the outside air temperature ranged from − 2.0 to 1.0 °C. When emergency medical services arrived on the scene, they found that the patient was in cardiac arrest and in asystole. It was noticed that she also had mandibular rigidity. On the way to the hospital, emergency medical service staff were unable to insert an oral airway device for ventilation because the mandibular rigidity prevented sufficient mouth opening. The chest was compressible. CPR was performed with manual chest compression and bag valve mask ventilation ratio of 30:2 during transportation. When she was admitted to the hospital, 52 min had passed since she was discovered. She remained in cardiac arrest with an asystolic cardiac rhythm. Her initial core temperature was 22 °C measured by bladder thermistor. Her mandibular rigidity remained, and neck mobility was also restricted. Both elbows and knees could be passively bent with resistance and the chest wall was not stiff. We were concerned that postmortem changes (i.e., rigor mortis) had begun. We tried to force open her mouth for intubation and found that it could be slightly opened. Although this was insufficient to visualize the vocal cords with a conventional laryngoscope because of the impossibility of controlling it, we were able to insert an “Airway scope™” video laryngoscope, which allowed successful intubation. Although the patient was in cardiac arrest due to severe accidental hypothermia, which indicated an enhanced possibility of successful resuscitation, the mandibular rigidity connected, along with the supposition of rigor mortis initiation made us believe that it would be difficult to resuscitate successfully. However, her initial blood gas analysis revealed that her serum potassium level was 5.4 mmol/L (Table ). We decided to use veno-arterial ECMO to generate effective systemic perfusion and to rewarm the patient. After ECMO initiated, her temperature transiently dropped to 20.9 °C, then little by little turned to rise. Although she initially remained in asystole after ECMO was introduced, low amplitude ventricular fibrillation gradually appeared as her temperature rose, and the amplitude of ventricular fibrillation progressively increased. At this time, she started breathing spontaneously and her mandibular rigidity disappeared. Once her temperature reached 28 °C, we used defibrillation to achieve sinus rhythm and restore her circulation. Her temperature reached 36 °C after 165 min of ECMO (Fig. ).\\nAfter admission to the intensive care unit, her hemodynamic status gradually improved, ECMO was stopped on day 2, and she was discharged from the intensive care unit on day 12. The content of the patient’s bag revealed empty packages of a sleeping drug and a half-finished bottle of alcohol. On regaining consciousness, the patient confessed that she consumed the sleeping drugs and alcohol in an effort to commit suicide.\\nShe was moved to another ward for rehabilitation and showed no neurological impairments on day 42 after the cardiac arrest event.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'20371145': 1, '26472991': 1, '31337328': 1, '26477412': 1, '2402043': 1, '34055829': 1, '23150960': 1, '11423275': 1, '29481910': 1, '10919530': 1, '21146817': 1, '24468125': 1, '27259559': 1, '31179929': 2}", "similar_patients": "{}"}