{"patient_id": 13606, "patient_uid": "6861020-1", "PMID": 31763589, "file_path": "comm/PMC006xxxxxx/PMC6861020.xml", "title": "Fatal Tension Hemothorax Combined With Exanguination: A Rare Complication of Neurofibromatosis", "patient": "A 32-year-old man with pertinent past medical history of NF1 and remote surgical spinal fusion (C3-T11, performed 11 years prior) presented to the emergency department (ED) with an acute exacerbation of his chronic neck pain without focal neurological complaints. The exacerbation occurred the previous day, and the patient unsuccessfully attempted to control his symptoms with prescribed opioid analgesics. He had experienced multiple syncopal events with movement, which he attributed to the intensity of his pain.\\nInitial vital signs showed sinus tachycardia at 125 beats per minute and tachypnea at 35 breaths per minute. The patient was afebrile (36.3 ° Celsius), normotensive (121/72 millimeters of mercury (mmHg), and oxygenated well (pulse oximetry oxygen saturation 97%) on room air. Physical exam showed a well-developed but ill-appearing young man. He was pale with reduced breath sounds over the right hemithorax. On cardiovascular exam, jugular venous distention, murmur, or peripheral edema were absent. There was no external evidence of trauma. A rectal exam was negative for blood.\\nInitial laboratory evaluation showed significant leukocytosis at 35.8 k/mm3 (thousand cells per cubic millimeter) (4.0–10.4 k/mm3), hemoglobin 9.9 grams per deciliter (g/dL) (13.8–17.3 g/dL), lactate 9.2 millimoles per liter (mmol/L) (<2.1 mmol/L), creatinine 1.8 milligrams (mg) per deciliter (mg/dL) (0.66–1.2 5 mg/dL), and venous pH of 7.26 (7.35–7.45) with partial pressure of carbon dioxide of 34 mmHg (35–45 mmHg), and bicarbonate of 16 mmol/L (23–27 mmol/L). No prior recent laboratory values were available for comparison. Point-of-care ultrasonography was negative for pneumothorax, pericardial effusion, right heart strain, peritoneal fluid, and abdominal aortic aneurysm. Right extrapleural fluid and collapsible inferior vena cava were noted. A portable supine anterior-posterior chest radiograph () again showed right-sided extrapleural fluid.\\nThe patient’s condition deteriorated approximately 15 minutes after arrival to the ED. He became unresponsive and shortly thereafter suffered a ventricular fibrillation cardiac arrest. Cardiopulmonary resuscitation (CPR) was initiated, and the patient had return of spontaneous circulation after eight minutes of CPR with two attempts of asynchronous cardioversion and 1 mg intravenous (IV) epinephrine. During chest compression, new right-sided neck swelling developed. Point-of-care ultrasonography showed free fluid between the soft tissue layers. The patient was intubated without complications. Several minutes later, he developed pulseless electrical activity (PEA) and CPR was resumed.\\nA transesophageal echocardiogram performed during CPR pulse-checks showed coordinated myocardial contraction too weak to produce palpable pulses (pseudo-PEA). A needle aspiration of the right thoracic cavity revealed frank blood, coupled with the collapsible inferior vena cava, pseudo-PEA, and radiograph findings the diagnosis of hemothorax and subsequent cardiac arrest due to internal exsanguination was made. The patient received four units of packed red blood cells and had return of palpable pulses. The decision was made to defer placement of a chest tube as an autologous blood recovery system was not immediately available, the patient oxygenated well, and thoracostomy would have relieved any hydrostatic pressure on the source of hemorrhage, thus hastening the patient’s exsanguination. The patient remained hemodynamically stable for 15 minutes, and the decision was made to obtain imaging to plan for either endovascular or surgical hemorrhage control.\\nComputed tomography of the neck and chest detected a ruptured, right-sided vertebral artery pseudoaneurysm at the origin from the subclavian artery with active extravasation (). The local hematoma had dissected through the soft tissues of the neck into the right hemithorax. Interventional radiology and vascular surgery were consulted to assist with hemorrhage control, and the patient was transferred to the intensive care unit. Massive transfusion protocol was initiated but the patient became progressively hypotensive despite vasopressor therapy. During preparation for chest tube placement, the patient again went into PEA arrest and CPR was initiated. During resuscitation, a right-sided chest tube was placed emergently and clamped after two liters of blood had been evacuated. After tube thoracostomy, the patient had a change in rhythm from bradycardic PEA to sinus tachycardia with detectable pulses shortly thereafter.\\nAfter tube thoracostomy, the patient emergently proceeded to the operating suite. En route, he again suffered a PEA cardiac arrest due to exsanguination after evacuation of the right hemothorax. Despite ongoing resuscitation attempts, the patient expired in the operating room.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'17206387': 1, '29707374': 1, '12829093': 1, '25002768': 2, '25348553': 2, '17645486': 1, '28168068': 1, '29926437': 1, '18196332': 1, '27647034': 1, '23323035': 2, '17551167': 1, '30673931': 2, '22704282': 1, '31763589': 2}", "similar_patients": "{'4223165-1': 1, '4078613-1': 1, '6346692-1': 1, '3542307-1': 1}"}