{"patient_id": 8106, "patient_uid": "6487627-1", "PMID": 31097894, "file_path": "comm/PMC006xxxxxx/PMC6487627.xml", "title": "Hyperacute Superior Vena Cava Syndrome associated with Central Venous Catheter Insertion", "patient": "A 53-year old female was admitted to the Intensive Care Unit of Kingston General Hospital in Kingston, Ontario, Canada with diabetic ketoacidosis (DKA). She had a past medical history of type 1 diabetes with recurrent DKA and end stage renal disease secondary to diabetic nephropathy on intermittent hemodialysis. Prior to admission, she was being dialyzed through a left arm arteriovenous fistula.\\nShortly after admission, her left arm fistula thrombosed, and a right internal jugular (IJ) tunneled double-lumen catheter was inserted for dialysis along with a peripherally inserted central catheter (PICC) via right basilic vein for intravenous access. The patient had a previous failed right arm AV fistula so the left arm was avoided in hopes of future recovery of the left AV fistula.\\nTwo weeks later during the course of her admission, she continued to have episodes of DKA, and inadvertently her PICC line was dislodged, requiring removal. The patient had poor peripheral intravenous (IV) access and multiple attempts to insert peripheral IVs under ultrasound guidance were unsuccessful. Ultrasound examination of the patient's left internal jugular showed significant narrowing. The patient declined an attempt femoral venous access because she had previous lower extremity venous grafting for her AV fistula and she was told to avoid cannulization of any of those vessels. A 7 French, 16cm triple-lumen CVC was placed into the right internal jugular vein with sonographic guidance without difficulty. The puncture site for the CVC insertion was significantly distal to the tunneled dialysis catheter. Post-procedure, all three lumens were able to draw blood and flush saline. A chest X-ray confirmed placement of the catheter adjacent to the tunneled dialysis catheter () close to the cavoatrial junction. The patient did not have any immediate complaints or discomfort. Approximately six hours later, the on-call resident was called by nursing staff to assess the patient for new neck discomfort and jaw pain which had begun two hours prior.\\nAt the time of assessment, the patient's heart rate was 95 beats per minute and regular. Her blood pressure was 188/84, respiratory rate was 18 and oxygen saturation was 99% on room air. She was afebrile. On examination, the patient had distended neck veins, pronounced facial edema and plethora (). She also had bilateral upper-extremity edema primarily manifesting in her digits. The rest of her cardiorespiratory examination was unremarkable.\\nAll three lumens of the CVC were withdrawing blood and flushing without difficulty.\\nPoint of care ultrasound of the right internal jugular vein revealed no thrombus at the site of CVC entry or distal to it. The SVC was not visualized directly. The CVC was removed promptly. There was no visible clot on the catheter, and no clot was pulled along with the catheter. Within an hour, the patient's facial swelling and plethora began to resolve, and her neck pain began to improve. The next morning, pain and swelling had resolved completely ().\\nA retrospective chart review revealed a fistulogram performed months prior that showed significant stenosis at the left subclavian vein and mild narrowing at the junction where the two brachiocephalic veins merge to form the SVC (). At that time, angiography was attempted to alleviate the stenosis. However, the patient did not tolerate this, and the procedure did not lead to a significant change in the degree of stenosis.\\nThe events surrounding the SVC syndrome and the previously identified SVC stenosis were disclosed to the patient. In order to prevent a similar event from occurring in the future, a note was made in the chart that would be more visible should the need for further CVCs arise.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'8453586': 1, '23404752': 1, '29176933': 1, '22367572': 1, '25766698': 1, '25827021': 1, '28115914': 1, '11691899': 1, '2382775': 1, '16523051': 1, '15047925': 1, '31097894': 2}", "similar_patients": "{}"}