{"patient_id": 15751, "patient_uid": "6975244-1", "PMID": 32010534, "file_path": "comm/PMC006xxxxxx/PMC6975244.xml", "title": "Malignant Thyroid-type Papillary Neoplasm in Struma Ovarii: A Case Report", "patient": "A 51-year-old female (gravida 6, para 6) presented to our walk-in clinic with a four-month history of progressive lower abdominal pain and distention in the lower left quadrant. She complained of indigestion and had had significant weight loss in the last two months. Her past medical history revealed she had been operated for cholelithiasis 14 years ago. The patient's family history was insignificant for other comorbidities and cancer. Physical examination was consistent with a palpable abdominopelvic mass (8-10 weeks in size) on the lower left side.\\nA CT scan of the abdomen and pelvis yielded a large left adnexal mass measuring approximately 8.1 x 6.7 cm (Figure ). The architecture of the mass depicted compositions of both solid and cystic components (Figure ). The uterus and the right adnexa showed no signs of disease involvement and therefore were deemed to be normal. However, small-to-moderate volume ascitic fluid with peritoneal stranding was noted. No pelvic invasion, lymphadenopathy, or secondary implants were identified. Digital chest X-ray and CT of the chest to rule out systemic spread showed clear lung fields and no pleural involvement. Our patient also tested positive for serum CA-125, whose levels were noted at 413 units/mL (normal range: 0-35 units/mL). The results of other diagnostic tests such as thyroid profile, serum LDH, alpha-fetoprotein, and beta-HCG were within normal limits. Therefore, based on imaging results and serum CA-125 levels, the initial diagnosis of the primary ovarian tumor was made. Subsequently, our patient underwent total abdominal hysterectomy (TAH) with bilateral salpingo-oophorectomy (BSO). Omentectomy, appendectomy, pelvic lymphadenectomy, and peritoneal biopsy were also performed. On gross examination of the surgically resected specimen, a multiloculated solid and cystic left ovarian mass was noted. Uterus, right ovary, and bilateral fallopian tubes showed no gross signs of disease involvement. Adhesions noted between the small bowel and urinary bladder wall were removed via adhesiolysis. The postoperative recovery was uneventful and satisfactory.\\nHistopathological studies of the left ovarian mass revealed a focus of classical PTC measuring 2 cm in the background of a SO (Figures -). The focus of carcinoma lacked features of surface involvement or capsular rupture. Right adnexa, left fallopian tube, endometrium, appendix, omentum, pelvic lymph nodes, and peritoneum showed no signs of malignant involvement. Therefore, the tumor was limited to one ovary with its capsule intact and showed no signs of involvement on the ovarian surface. As per the International Federation of Gynecology and Obstetrics (FIGO) system for ovarian cancer staging, our specimen was considered IA (pT1aN0M0). Immunohistochemistry was not pursued owing to the histological confirmation of the tumor. Due to a lack of metastasis and localization of the tumor in the left ovary, it was decided that the patient should not be given any form of adjuvant therapy. Postoperatively, the patient was surveilled for thyroid carcinoma with the help of thyroid panel tests and thyroid gland ultrasonography (done twice). The results of the surveillance were normal.\\nOur patient was scheduled for biannual follow-ups and is now disease-free two years post-resection. Postoperative serial measurements of thyroglobulin, anti-thyroglobulin antibody, serum CA-125 levels and contrast CT imaging of chest, abdomen, and pelvis have been conducted. CT has not shown any residual or recurrent disease so far. The patient is euthyroid with normal postoperative thyroglobulin and anti-thyroglobulin antibody levels. Serum CA-125 levels have shown an initial decreasing trend post-surgery. However, during the second follow-up visit, a raised serum CA-125 level was noted, which regressed to baseline during the subsequent follow-ups. The preoperative and postoperative progression patterns of serum CA-125 levels are noted below in Table .", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'30196119': 2, '19696610': 1, '30924920': 1, '27843812': 1, '31007958': 2, '27110246': 1, '24421920': 1, '29264493': 1, '26791568': 2, '25375817': 1, '32010534': 2}", "similar_patients": "{'6441504-1': 1, '6129671-1': 1, '4721013-1': 1}"}