{"patient_id": 127347, "patient_uid": "6024002-1", "PMID": 29923980, "file_path": "noncomm/PMC006xxxxxx/PMC6024002.xml", "title": "Thoracolumbar traumatic nucleus pulposus sequestration combined with a slight flexion distraction fracture", "patient": "A 33-year-old male was transferred to emergency 10 hours after falling from a height of 8 m. His complain was back and leg acuteness pain. The strength of bilateral lower limbs was grade II and with hyperalgesia; a slight touch upon thigh skin provoked sharp pain from ventral thigh radiating to instep. The visual analog score (VAS) was 10, and ASIA C grade. The computed tomography (CT) scan indicated an obscure low density area behind the posterior longitudinal ligament (PLL) on T12/L1 level (Fig. ). We performed the MRI immediately. The mid-sagittal STIR image showed not only a transverse band-like high signal zone on L1 vertebra, but an oblique high signal crack on T12 spinous process. The height of T12/L1 Intervertebral space was lower than adjacent segments. In addition, there was a T2WI iso-signal spindle-like lesion between the dural sac (DS) and PLL. The axial section indicated the T2WI iso-signal lesion compressed the sac ventrally on T12/L1 level, and its signal intensity equivalences to intervertebral disc (Fig. ). Then, we made the primary diagnosis as T12 spinous process fracture, L1 flexion distraction fracture, intraspinal occupying lesion, and incomplete paralysis of the lower limbs (TLICS = 7).\\nThe patient underwent urgent laminectomy spinal canal exploration and pedicle fixation. After T12/L1 partial laminectomy, the tight and pulsation-free DS was showed. We gently retracted the sac and explored the canal, and one rope-like gelatinous mass was encountered (Fig. ). Then, we removed those mass completely. Later, the sac pulsation was restored. The pathological examination demonstrated the specimen was nucleus pulposus, and we updated the clinical diagnosis as TNPS (Fig. ). After 4 months of rehabilitation, the patient's hyperalgesia and muscle weakness improved remarkably, his VAS was 3, and ASIA D grade.\\nWritten informed consent was obtained from the guardian of the patient for publication of this case report and any accompanying images.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'5055150': 1, '7604345': 1, '20431433': 1, '17353109': 1, '15105683': 1, '2363068': 1, '21732296': 1, '29268305': 1, '17066265': 1, '29923980': 2}", "similar_patients": "{}"}