{"patient_id": 7987, "patient_uid": "6480988-1", "PMID": 31010322, "file_path": "comm/PMC006xxxxxx/PMC6480988.xml", "title": "Lactococcus garvieae Endocarditis in a Prosthetic Aortic Valve: A Case Report and Literature Review", "patient": "We present a case of a 78-year-old male with extensive cardiac history, including paroxysmal atrial fibrillation, essential hypertension, chronical renal dysfunction (III-IV, conservative therapy), stenosis of the right external carotid artery, and stenting of the right coronary artery. The patient underwent cardiac surgery including aortic valve replacement (Medtronic Hancock II, 23 mm) and coronary artery bypass grafting (LIMA-LAD, LIMA-PLA T-Graft) 1½ years prior this presentation.\\nHe was admitted to the hospital with a 5-day history of exertional dyspnea NYHA III (New York Heart Association Class III) and expectoration. On admission, he had a tympanic temperature of 38.5°C, a heart rate of 71 beats/min, blood pressure of 148/68 mm Hg, and oxygen saturation of 97% of room air. During his physical examination, there was an aortic systolic murmur (4/6) on auscultation. His medications included mucolytic, aspirin, β-blocker, statin, diuretic, pantoprazole, and rivaroxaban. He was admitted for progressive heart failure with a fever of 38.5°C and chills.\\nAdmission laboratory results were significant for a white blood cell count of 20.1 × 109/L, a C-reactive protein level of 209 mg/L, and an interleukin-6 level of 24.93 pg/mL (<6.4 pg/mL). Four blood cultures were drawn, and it was then started to treat the patient with empirical antibiotics (vancomycin, gentamicin, and rifampicin) due to concern for prosthetic valve IE.\\nThree out of 4 blood cultures were positive for gram-positive chain cocci, and 4 more blood cultures were drawn. After 48 hours, L garvieae had grown in all 3 positive blood cultures. L garvieae was also found in the repeated blood cultures ().\\nLactococcus garvieae was susceptible to ampicillin, vancomycin, cefotaxime, ceftriaxone, penicillin, and gentamicin (high level). It was resistant to clindamycin, which has previously been described in other cases. Empiric antibiotic treatment was completed for 6 weeks with 4 million units of penicillin given every 4 hours. During the first 2 weeks, gentamicin was also given, initially 320 mg given every 24 hours, then later reduced to 240 mg every 24 hours.\\nA transesophageal ultrasound (TEE) was performed and we obtained the results described below. Left atrial appendage without detection of thrombotic material with good flow velocity (>0.5 m/s). Atrial septum without detection of atrial septal defect or patent foramen ovale. Aortic valve replacement (Hancock II, 23 mm) morphologically with degenerative stenosis (Vmax 5.42 m/s, Pmax 117 mm Hg, and Pmean 71 mm Hg) and visually impaired pocket valve separation (AVAI [indexed aortic valve area] = 0.6 cm2) and pedunculated echogenic material of 10-mm diameter on the prosthetic aortic valve, no paravalvular leak. No vegetation was seen on pacemaker leads. Mitral valve with degenerative change emphasizes posterior mitral leaflet/anulus with central mitral valve insufficiency I°/II°. Tricuspid valve was inconspicuous as far as visible. No tricuspid valve insufficiency. Aorta with evidence of arteriosclerotic changes. An abdominal ultrasound showed shrunken kidneys and an enlarged spleen.\\nFive days after admission, the patient underwent surgery for the repeated procedure. After careful preparation, the heart valve was removed, and the vitreous deposits were extracted. Intraoperative findings showed thrombotic/fibrinous flat deposits, which were attached to the valve leaflets. After the explanation of the prosthetic aortic valve and the removal of the infected tissue, an aorta ascendens enlargement plastic (Manugian) was needed and performed. A Medtronic Hancock II Porcine, 21 mm, was inserted into the aortic valve position. The intraoperative TEE showed no evidence of paravalvular leaks or prosthetic heart valve insufficiency. The following intensive care stay was uneventful, as well as the rest of the patient’s hospitalization.\\nMicroscopic examination of the prosthetic aortic valve showed sclerotic tissue, and microbiological testing detected L garvieae bacterial as well as inflammatory cells, in the form of granulocytes. Microbiological testing of the blood culture detected L garvieae by using MALDI-TOF mass spectrometry. The final diagnosis was IE caused by L garvieae.\\nThe patient was discharged on postoperative day 8, after 11 days of intravenous antibiotics, which were continued during the patient’s post-hospitalization rehabilitation. The patient underwent a total course of 6 weeks of penicillin and 2 weeks of gentamicin.\\nDuring the 6-month follow-up period, the patient was free of L garvieae IE ().", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'21367987': 1, '21337031': 1, '24483839': 2, '29165522': 1, '27086823': 1, '10775286': 1, '15936823': 1, '23931841': 1, '25949815': 1, '24391975': 1, '8154507': 1, '11184774': 1, '22397769': 1, '29503491': 1, '27892875': 1, '8665466': 1, '21827685': 2, '25172081': 1, '16935332': 1, '6663283': 1, '21935642': 1, '9542921': 1, '9823537': 1, '25295408': 1, '22189614': 1, '34572717': 1, '21402350': 1, '23241376': 1, '16704679': 1, '28536232': 1, '16618510': 1, '1757541': 1, '22510553': 1, '18552475': 1, '34336297': 2, '16650958': 1, '26058767': 1, '25229019': 2, '23109019': 1, '23554190': 1, '27818810': 2, '31010322': 2}", "similar_patients": "{'8289619-1': 1, '3914360-1': 1, '3170869-1': 1, '4161764-1': 1, '5080505-1': 1}"}