{"patient_id": 9730, "patient_uid": "6605969-1", "PMID": 31293842, "file_path": "comm/PMC006xxxxxx/PMC6605969.xml", "title": "Reversible Ocular Toxicity of Oxaliplatin: A Case Report", "patient": "A 71-year-old man presented to the emergency department with nephrolithiasis and was noted to have abnormal liver function tests. An abdominal CT scan (Figure ) showed a calculus in the right ureteropelvic junction and an ill-defined mass in the head of the pancreas compressing the common bile duct.\\nThe patient then underwent an endoscopic retrograde cholangiopancreatography (ERCP) with stent placement, along with endoscopic ultrasound (EUS)-guided fine needle aspiration (FNA) of the pancreatic head. The biopsy demonstrated a pancreatic adenocarcinoma and with stage IB (T2N0M0).\\nThe patient was taken for a Whipple surgery; however, the procedure was aborted after the discovery of liver cirrhosis on laparoscopic diagnostic liver biopsy. The patient's case was discussed in the hepatobiliary tumor board and the consensus was to proceed with systemic chemotherapy followed by chemoradiation. Induction chemotherapy using the FOLFIRINOX regimen was then initiated as part of the treatment plan.\\nAfter starting chemotherapy with FOLFIRINOX, the patient presented with the onset of visual changes, occurring immediately following the infusion of oxaliplatin during the first cycle and prior to the complete administration of the other components of FOLFIRINOX with the second cycle. He reported a complete loss of vision in the right eye followed by tunnel vision that fully resolved within two days after the first treatment and five days after the second treatment. The patient did not report any visual changes in the left eye. A thorough ophthalmologic examination was performed, and no obvious retinal or optic nerve damage was noted. However, due to these concerning ocular manifestations, the decision was made to stop treatment with FOLFIRINOX and to switch to gemcitabine plus nab-paclitaxel. Subsequently, the patient recovered and no further visual abnormalities were reported.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'15751497': 1, '16708705': 1, '15461551': 1, '12962525': 1, '2694416': 1, '28939405': 1, '15871765': 1, '21151636': 1, '33976624': 2, '19745023': 1, '12888815': 1, '26602399': 1, '14998849': 1, '34248547': 2, '31293842': 2}", "similar_patients": "{'8077355-1': 1, '8255733-1': 1}"}