{"patient_id": 130779, "patient_uid": "6310532-2", "PMID": 30544390, "file_path": "noncomm/PMC006xxxxxx/PMC6310532.xml", "title": "Inflammatory demyelinating neuropathies with focal segmental glomerulosclerosis", "patient": "A 63-year-old man complained of lower-limb edema. The local hospital diagnosed his case as nephrotic syndrome because of hypoproteinemia and hyperalbuminuria. He was prescribed intravenous methylprednisolone (1 g daily for 5 days). At the same time, he also complained of lower-limb weakness and numbness, especially on the right side, for 2 months. The muscle weakness got progressively worse in 3 days. Then, he was admitted to our nephrology ward. His serum creatinine was 61 μmol/L and albumin was 36 g/L. The complement levels were normal and hepatitis panel was negative. The 24-hour protein excretion was 0.87 g. Results of laboratory tests including antinuclear antibody, antineutrophil cytoplasmic antibodies, virologic screenings, and serum protein immunofixation were all negative. CSF studies showed normal white blood cell count and high albumin levels (846 mg/L). Nerve conduction studies showed multiple peripheral nerve injuries, which mainly involved distal predominant axonal injury with predominant axonal injury and partial sensory nerve involvement. At first, he refused renal biopsy. As his clinical evolution was consistent with CIDP, he received prednisolone (60 mg/d) treatment.\\nOne month later, limb weakness increased and was accompanied by edema, limb numbness, and difficult defecation. Proteinuria increased to 3.95 g/24 h, and albumin was 32 g/L. Repeat nerve conduction studies showed similar results to the previous study. Repeat CSF evaluation revealed normal white blood cell counts and protein level of 950 mg/L. However, sural biopsy revealed endoneurial edema and absence of inflammatory infiltrates. The renal biopsy showed 4 glomeruli (a total of 23) with segmental sclerosis (tip lesion), and no glomerular inflammatory cellular infiltrates or foci of capillary thrombosis or necrosis were present (Fig. C). Glomerular immunofluorescence was uniformly negative for immunoglobulins IgG, IgA, complement C3, C1q, and light chains. Electron microscopy showed diffuse podocyte foot process effacement (Fig. E). The diagnosis was FSGS with CIDP. The patient received IVIG 10 g/d for 5 days and methylprednisolone 500 mg/d for 3 days that was continued with prednisone 60 mg/d. The patient showed transient improvement. Two weeks later, weakness progressed to involve all 4 limbs, and the muscle strength was graded as 0 (i.e., no contraction or muscle movement). Deep tendon reflexes were diffusely absent. Nerve conduction studies showed that the amplitudes of motor and sensory nerves were lower than before. Because of dysphagia and urinary retention, the patient was fitted with an indwelling gastric tube and urinary catheter. High-dose methylprednisolone was given (500 mg/d for 7 days and continued at a dose of 120 mg/d, and gradually reduce to 80 mg/d). His limb strength gradually recovered from the distal end. Considering the recurrence of CIDP, he was prescribed cyclophosphamide 0.6 g (0.2 g first, and 0.4 g 12 days later). After 6 months of corticosterone and cyclophosphamide treatment, his muscle strength was almost back to normal, and the proteinuria decreased to 1.3 g/d. Corticosterone and cyclophosphamide were continuously used for 1 year and the cumulative dose of cyclophosphamide was 8 g. Then low dose corticosterone with tacrolimus 2 mg/d. In recent half year, methylprednisolone 8 mg/d and tacrolimus 1.5 mg/d was prescribed. After 2 years follow-up, till now, the patient proteinuria maintained at 0.6 to 0.8 g/24 h. The INF2 gene sequence of this patient too did not show any mutation.\\nThis study was approved by the ethics committee of Huashan Hospital, Fudan University, China. Both patients provided written consent for the use of their medical data and subsequent publication of the case report.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'9569959': 1, '15698437': 1, '16518352': 1, '25039604': 1, '25447132': 1, '15086908': 1, '12445919': 1, '8342584': 1, '22684795': 1, '15891411': 1, '20049621': 1, '24726719': 1, '22187985': 1, '30544390': 2}", "similar_patients": "{'6310532-1': 2}"}