{"patient_id": 136696, "patient_uid": "6798143-1", "PMID": 31391407, "file_path": "noncomm/PMC006xxxxxx/PMC6798143.xml", "title": "Pulmonary intravascular large B-cell lymphoma accompanying synchronous primary pulmonary adenocarcinoma and benign interstitial lesions", "patient": "A 73-year-old man who had developed pneumonia 1 year previously underwent a detailed pulmonary examination for an abnormal residual chest shadow. He was a taxi driver and had a history of smoking. Chest computed tomography (CT) revealed a solid lesion in the right lower lobe of the lung (approximately 2 cm in diameter) and multiple patchy ground-glass opacities (GGO) in the bilateral lungs (). As primary lung cancer was highly suspected, partial resection of the right lower lobe including the solid lesion was performed. The histological diagnosis of the solid lesion was invasive adenocarcinoma. The patient was discharged postoperatively but was readmitted a few days later because of severe dyspnea. No mass lesion was found in the lungs or other organs on CT. However, diffuse and patchy GGO remained and had worsened. Infection was suspected, but the lesion also exhibited the abnormal uptake of fluorodeoxyglucose (FDG) on positron emission tomography (PET). In addition, the serum levels of soluble IL-2 receptor and lactase dehydrogenase were high (2,098 U/mL and 645 U/L, respectively). Pulmonary malignant lymphoma was suggested, and the previously resected specimen was pathologically re-evaluated.\\nIn addition to the solid lesion, which consisted of invasive adenocarcinoma (papillary adenocarcinoma with a lepidic growth pattern), diffuse scattered pulmonary interstitial lesions were observed. In some areas around the solid lesion, adenocarcinoma and interstitial lesions were close, but they did not mix. Detailed observation revealed that the interstitial lesions were histologically divided into two types, although they looked similar at first: 1) lesions located along bronchovascular bundles, characterized by the aggregation of many macrophages and non-atypical small lymphoid cells with anthracosis, and 2) thickened alveolar septa in centrilobular areas, where small aggregates of inflammatory cells were found, but macrophage aggregation and anthracosis were not notable. Many atypical large lymphoid cells were identified in the capillaries of the alveolar septa of the second lesion. These atypical cells were also diffusely detected in the non-thickened alveolar septa (). Immunohistochemically, these atypical cells were positive for CD20 and CD5 (). They were also positive for CD79a, BCL2, and MUM1, and negative for CD3, CD10, and EBER-ISH (data not shown). Of note, these two types of interstitial lesions were not mixed, and no CD20-positive large atypical cells were found in the peribronchovascular lesions. No parenchymal invasion was histologically noted throughout the entire resected specimen. Bone marrow examination performed later for staging revealed CD20-positive large atypical lymphoid cells in small vessels; however, the area involved was limited, and only a few atypical cells were present. Thus, the lung was thought to be the predominant site of the IVLBCL.\\nTherapy for IVLBCL was prioritized. The patient underwent six courses of rituximab, cyclophosphamide, hydroxydaunorubicin, vincristine, and prednisone (R-CHOP) therapy. His dyspnea, GGO on CT, and abnormal lung uptake of FDG on PET subsequently dissipated.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'30672647': 1, '11520282': 1, '27922481': 1, '25197411': 1, '28717087': 1, '25364541': 1, '30111607': 1, '26943231': 1, '22735172': 1, '22716188': 2, '28443236': 1, '28582274': 1, '29467882': 1, '10685637': 1, '24955271': 2, '28105347': 1, '30402301': 2, '24708809': 2, '31391407': 2}", "similar_patients": "{'4052500-1': 1, '6196920-1': 1, '3985532-1': 1, '3449187-1': 1}"}