{"patient_id": 7570, "patient_uid": "6452480-1", "PMID": 30997087, "file_path": "comm/PMC006xxxxxx/PMC6452480.xml", "title": "Abandonment of surveillance, followed by emergency surgery for a second spontaneous rupture of hepatocellular carcinoma: A case report and review of the literature", "patient": "In 2010, a 50-year-old white male was admitted to the Emergency Unit of a tertiary referral center with an acute setting of abdominal pain and with an urge to vomit. His history revealed an obese patient with a body mass index (BMI) of 32 kg/m2 and a waist circumference of 120 cm, who was abstinent from alcohol and had arterial hypertension, diabetes mellitus type 2, and dyslipidemia. He was a full-time employed construction worker and smoked more than 40 cigarettes per day. Later, tests for hepatitis C virus, hepatitis B virus, aflatoxin B1, autoimmune hepatitis, hereditary hemochromatosis, Wilson disease, primary biliary cirrhosis, and alpha-1 antitrypsin deficiency were all negative., The tumor marker alpha-fetoprotein (AFP) was elevated at 35.0 IU/mL. There was no history of prior trauma.\\nOn admission, the patient was pale and normotensive (125/70 mm Hg) and his heart rate was of 90 bpm. A clinical examination showed tenderness on abdominal palpation, which was dominant on the right side. Laboratory results revealed decreased levels of hemoglobin (87 g/L) and hematocrit (0.25). Liver function tests were within the normal range (prothrombin activity of 86%, bilirubin level of 5 μmol/L) or slightly impaired (albumin level of 28 g/L). Ultrasound sonography (US) showed free fluid in the abdominal cavity and a liver tumor in the right hemiliver. A computed tomography (CT) scan later revealed active bleeding from a solitary, vascularized HCC of 4.5 cm in diameter. The tumor was present in segment 6 and protruded from the liver surface (Figure ). The volume of free fluid in the abdomen was estimated at 1 L.\\nThe patient's hemodynamic status continued to be stable, and an urgent trans-arterial embolization (TAE) was performed (Figure ). The procedure was successful, and the bleeding stopped. After a brief period of recovery, definitive therapy was considered., , Four days after TAE, the patient underwent an elective anatomical resection of segment 6. The histopathological examination of the resected specimen confirmed grade 2 HCC with a trabecular growth pattern and no vascular invasion. A potentially curative R0 resection was achieved with a 23-mm resection margin. Additionally, the histopathology of the surrounding nontumorous liver tissue (Figure ) showed no signs of cirrhosis. The nonalcoholic fatty liver disease activity score was 5, revealing nonalcoholic steatohepatitis. Staging was completed during recovery and showed no signs of systemic dissemination. The postoperative course was uneventful, and the patient was discharged home on day seven after surgery.\\nThen, he had regular follow-ups every three months. The possibility of liver transplantation in case of a recurrence was proposed to him, although he declined the therapeutic procedure. Follow-ups during the first two years revealed no signs of tumor recurrence, and the elevated AFP diminished to a reference value. A change in lifestyle was suggested, including weight loss, special diet, and cessation of smoking., He was prescribed therapy for diabetes, arterial hypertension, and dyslipidemia., However, he did not follow through, and the proposal was unsuccessful. In 2013, for unknown reasons, he abandoned surveillance appointments, with the last visit still detecting no signs of a new HCC alongside laboratory and radiology findings.,\\nIn 2016, following a 3-year hiatus from his previous check-up, the patient was again brought to the Emergency Unit with an acute setting of abdominal pain. He was still obese with a BMI of 31 kg/m2 and had all the previously described comorbidities. On examination, he was pale, with a tense, distended abdomen, and a blood pressure of 88/66 mm Hg with a heart rate of 110 bpm. Therefore, aggressive fluid resuscitation was started promptly. Multiple blood tests revealed declining values of hemoglobin (81 g/L) and hematocrit (0.24) with increasing levels of serum creatinine (210 μmol/L) and elevated inflammatory markers, with C-reactive protein (CRP) levels reaching 113 mg/L. A 58% prothrombin activity, bilirubin level of 27 μmol/L, and albumin level of 24 g/L showed impaired liver function.\\nThe abdominal US revealed a large mass in the left hemiliver and a collection of free intraabdominal fluid. CT confirmed active bleeding from a rHCC in the left lateral section alongside a massive hemoperitoneum (Figure ).\\nTo stop the bleeding, an urgent TAE was performed. However, it failed, and the hemodynamically unstable patient was at once transferred to the operating room (OR). During emergency surgery, a midline laparotomy was performed, revealing an actively bleeding tumor in the left hemiliver and free peritoneal blood estimated at 2.5 L. The arterial branch of the left lateral section of the liver was ligated, and the bleeding stopped. A hematoma was evacuated from the abdominal cavity followed by closure of the laparotomy incision.\\nFollowing successful hemostasis of the ruptured tumor, the patient was transferred to the intensive care unit (ICU). He received multiple units of blood components to correct his anemia and coagulopathy. Soon after, blood tests revealed worsening of acute renal failure (serum creatinine 477 μmol/L). The following day, renal dialysis was needed, and inflammatory markers (CRP 482 mg/L) were highly elevated. The patient was deteriorating despite intensive care support, and the multiple organ dysfunction syndrome (MODS) was worsening. Imaging was repeated, which exposed an expected extensive necrotic region on the side of a tumor. A definitive surgical procedure had been planned, aiming to remove the tumor and the surrounding necrotic tissue. Emergency liver resection was performed two days after surgical hemostasis with an anatomical left lateral sectionectomy.\\nHistopathology of the tumor confirmed rHCC once again. This time, the tumor was more massive, with a diameter of 8 cm. Multiple tumor thrombi were present in the segmental branches of the portal vein. The trabecular growth pattern was again described, but this time, the histologic grade was defined as 3. The report of the nontumorous liver parenchyma described a disruption of healthy liver structure, namely, bridging fibrosis. The staging of the disease was completed during the patient's recovery, and pulmonary metastases were revealed. The resection was R0 locally; however, the systemic spread limited therapeutic options.\\nAfter a successful surgical procedure, the patient showed straightforward signs of clinical improvement accompanied by encouraging results from the laboratory findings. He was discharged from the hospital twelve days after liver resection, with a new follow-up date. According to the Barcelona clinic liver cancer classification, he was classified as stage C (pulmonary metastases at the time of the second rupture) and was therefore eligible for therapy with sorafenib. A CT scan performed six months later revealed intrahepatic and intraabdominal metastases. However, the patient died from the progression of malignant disease nine months following the second resection and seven years after the potentially curative R0 liver resection of the first rHCC.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'19342313': 1, '30328072': 1, '21258886': 1, '25646890': 1, '29538038': 1, '28975833': 1, '22997453': 1, '26580332': 1, '26775559': 1, '24711954': 1, '22958803': 1, '29307467': 1, '29319620': 1, '23326137': 1, '20222165': 1, '25631290': 1, '22631224': 1, '24632870': 1, '27062288': 1, '21160956': 1, '27468402': 1, '24948961': 1, '27718151': 1, '23478524': 1, '27116657': 1, '23147992': 1, '20432259': 1, '23901230': 1, '29116644': 1, '22166551': 1, '22283115': 1, '18926518': 1, '25473149': 1, '24870758': 1, '22864567': 1, '28799103': 1, '30997087': 2}", "similar_patients": "{}"}