{"patient_id": 133305, "patient_uid": "6489091-1", "PMID": 31097953, "file_path": "noncomm/PMC006xxxxxx/PMC6489091.xml", "title": "Corneal Perforation after Nd: YAG Capsulotomy: A Case Report and Literature Review", "patient": "A 69-year-old woman presented to our hospital with a gradual reduction in vision of the left eye 1 year after uncomplicated cataract surgery of that eye. On examination, her best-corrected visual acuity (BCVA) was 6/18 in the right eye and 6/24 in the left eye, and the slit-lamp examination (SLE) revealed a very mild ocular surface disease in both eyes and PCO in the left eye. The patient was not using any topical or systemic treatment.\\nNd:YAG laser capsulotomy using a Zeiss Visulas YAG II 532 s device (total energy of 30–35 mJ, and the inverted D method) was performed on the left eye. The procedure was done without the use of a contact lens.\\nFollowing the non-eventful procedure, an optically clear visual axis with a clear cornea was observed, and the IOP was 17 mm Hg. Standard treatment with dexamethasone drops four times a day for 4 days was initiated, she was referred for follow-up 1 week later.\\nThe patient returned to our clinic 2 weeks later complaining of pain and decreased vision in her left eye. Upon further questioning, she reported using topical steroids liberally to relieve pain. On examination, her BCVA was 1/120 in the left eye, and the SLE revealed a central full-thickness corneal perforation measuring 0.5 × 0.5 mm with a shallow anterior chamber and a positive Seidel test. Anterior segment optical coherence tomography demonstrated a disrupted corneal perforation with a full-thickness central gap (Fig. ). We prescribed topical ocular antibiotics, cycloplegics, and hypotensive medications and bandaged the eye with a soft therapeutic contact lens. At the follow-up visit 1 week later, her BCVA had improved to 6/36 in the left eye. The SLE revealed that the corneal perforation had decreased in size and that the anterior chamber had deepened. A passive positive Seidel sign was still present. She received additional treatment with oral doxycycline, vitamin C and topical ocular serum drops. At the final follow-up 12 weeks after her left eye capsulotomy, the patient was pain free, her BCVA was 6/18, and she had a paracentral corneal scar, a normal depth anterior chamber and a negative Seidel sign. A repeated anterior segment optical coherence tomography demonstrated a deep stromal scar with bridging continuous superficial stromal and epithelial layers (Fig. ).", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'15474815': 1, '6624824': 1, '8037792': 1, '31949950': 1, '25738159': 1, '526467': 1, '15078665': 1, '23015021': 1, '22096374': 1, '8223097': 1, '1502993': 1, '6896993': 1, '33221803': 1, '31097953': 2}", "similar_patients": "{}"}