{"patient_id": 4616, "patient_uid": "6262955-1", "PMID": 30486853, "file_path": "comm/PMC006xxxxxx/PMC6262955.xml", "title": "Pallister–Hall syndrome with orofacial narrowing and tethered cord: a case report", "patient": "Our patient is a 13-year-old Lebanese-Armenian boy born in March 2004 from non-consanguineous and healthy parents, and after normal pregnancy and delivery. On neonatal examination, he was found to have hypertelorism, broad nasal bridge, choanal atresia by failing to pass nasal tube, heart murmur uncovering an interventricular communication, polysyndactyly, anal stenosis, micropenis (length, 1 cm; normal length for the age, 2–4.5 cm), and cryptorchidism. Because of the midline structural abnormalities, a magnetic resonance imaging (MRI) of his brain was performed and showed a hypothalamic hamartoma which was the key for the diagnosis of PHS (Fig. ).\\nAt the age of 3 days, he was operated on for his choanal atresia. This operation revealed a narrow esophageal opening necessitating the use of smashed food late in his pediatric age. Imaging results, including upper gastrointestinal series and barium enema, confirmed the esophageal narrowing and revealed anal stenosis for which he was operated on at the age of 6 months. However, he remained severely constipated despite the surgical and medical treatment. During the same period, he developed seizures and was controlled by anticonvulsive treatment despite a normal electroencephalogram (EEG).\\nRegarding congenital limb malformations, he showed dysplastic nails with brachydactyly and post-axial polydactyly of his right hand. He also had broad great toes with syndactyly of the right fourth and fifth metatarsi. These malformations were managed subsequently.\\nAt the age of 4 years, he started complaining of abnormal gait and an inability to keep up with peers during playing. A T2-weighted MRI sequence of his spine showed a tethered cord at L3 level by a fibrolipoma of the filum (thickness, 4 cm) (Fig. ), which was immediately and surgically removed.\\nMeanwhile, and because of bad school performance, a work-up was done including electric conductance of the acoustic nerve showing absent conductance on the right side and 20% activity on the left side. His condition was ameliorated after implantation of an acoustic nerve device. Although a hypoplastic pituitary gland with interrupted stalk and growth retardation with genital abnormalities were present, his thyroid panel and cortisol levels were normal. Growth hormone (GH) deficiency was confirmed by ornithine test where peak GH reached 0.20 μIU/ml (normal stimulated value > 20 μIU/ml) and by glucagon-propranolol test where peak GH reached 0.0082 μIU/ml (normal stimulated value > 20 μIU/ml). Also, his insulin-like growth factor 1 (IGF1) was at the lower normal value for age (24.6 ng/ml; normal values, 16–215 ng/ml). Therefore, he was started on GH treatment at the age of 4 years.\\nDue to the presence of a micropenis and undescended testes, he was treated with human chorionic gonadotrophin (HCG). As a result, his penis doubled (length, 2.5 cm) and his testes were in the scrotum. Note that his karyotype was normal male. He received his first testosterone course (100 mg/m2; four intramuscular injections at 2-week intervals) at the age of 1 year and 3 months leading to a slight increase in his bone age (2 years and 3 months) as well as penile length (3.5 cm).\\nAt the age of 4 years and 6 months, he received a second course of testosterone which was stopped after two injections because of sudden increase in height (11 cm in 3 months) and bone age (9 years). Random luteinizing hormone and follicle stimulating hormone were low (levels not available) and his testes were in the prepubertal range (2 × 2 cm) ruling out the possibility of a central precocious puberty and this manifestation was related to the second course of testosterone treatment. GH treatment was stopped to slow down the growth velocity and resumed after 3 years during which he was lost to follow-up, and at IGF1 level of 60.8 ng/ml (88–474 ng/ml).\\nAt present, at the age of 13 years, he has a spontaneous puberty (Figs. and ). His bone age is 13 years and 9 months, he measures 154.5 cm (+ 0.5 standard deviation; SD), he weighs 50 kg (+ 1.5 SD), with a Tanner staging of A2G2. His testes are both in the scrotum and his phallus length is 5 cm.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'26768579': 1, '25009745': 1, '15414480': 1, '16531732': 1, '14523835': 1, '70647': 1, '4080737': 1, '8818945': 1, '20149127': 1, '8374694': 1, '7473651': 1, '26057181': 1, '10982485': 1, '15739154': 1, '8958318': 1, '21525155': 1, '7211952': 1, '8591673': 1, '27339091': 1, '9334728': 1, '12773293': 1, '8334743': 1, '15782417': 1, '21445961': 1, '9578824': 1, '17197121': 1, '8719444': 1, '20177829': 1, '30486853': 2}", "similar_patients": "{}"}