{"patient_id": 6224, "patient_uid": "6367120-1", "PMID": 30761221, "file_path": "comm/PMC006xxxxxx/PMC6367120.xml", "title": "Case Report: An Incidental Finding of Fahr's Disease in a Patient with Hypochondria", "patient": "A 47-year-old Caucasian male with a past medical history of uncontrolled diabetes mellitus, hypertension, gastroesophageal reflux disease, and anxiety presented to the emergency department with a chief complaint of right foot swelling. The patient reported that the swelling started two weeks prior to the presentation but denied any associated pain. The patient denied injury or trauma to the foot. An X-ray of the right foot revealed old fracture deformities but no evidence of an acute osseous lesion. A lower extremity Doppler ultrasound was performed and ruled out the presence of deep vein thrombosis (DVT). The patient also endorsed dysuria, dribbling, and urinary retention over the previous day but adamantly refused placement of a catheter. When the patient was told that he would be discharged from the emergency department, he began complaining of chest tightness, shortness of breath, and nausea, all of which he denied on a review of symptoms during the initial evaluation. He stated that the chest discomfort had been present all day, was non-radiating, and rated at a 4/10 in severity. Electrocardiography (EKG) and cardiac enzymes were within normal limits. The patient was admitted for further evaluation.\\nDuring the hospitalization, the patient developed multiple additional complaints that after appropriate workup, ultimately did not lead to a specific diagnosis. The patient worked with physical therapy and occupational therapy, which established that the patient was difficult to assess, as his functional mobility issues were inconsistent. He was noted to have deficits in balance, endurance, and safety awareness, which affected the patient’s ability to perform the activities of daily living. Of note, one of the physical therapists documented that the patient was witnessed alone in his room, walking without difficulty while texting on his phone.\\nOn hospital day four, the patient was displeased when told that he was being discharged, as he desired further workup for his complaints. While preparing to leave, he had an unwitnessed fall in his room. The patient stated that he hit his head and was in pain but was unable to localize the pain. There was no evidence of acute trauma on physical exam. Regardless, the fall prompted a computed tomography (CT) scan of the brain without contrast to rule out any acute intracranial trauma. Incidentally, the CT scan revealed bilateral symmetric calcifications of the basal ganglia, putamen, caudate, thalami, dentate nuclei of the cerebellum, and cerebral white matter, consistent with Fahr's disease (Figure ). Laboratory values, such as parathyroid hormone (PTH), thyroid stimulating hormone (TSH), T3, and T4, were all within the normal reference limits. Serum calcium was mildly decreased, ranging from 8.1 - 8.4 mg/dL during the admission. After being informed of the CT scan findings, the patient revealed that his deceased mother suffered from a rare diagnosis. Further investigation, with the patient's permission, revealed a prior CT scan with similar calcifications in the basal ganglia and cerebellum, consistent with Fahr's disease.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'24983277': 1, '7931433': 1, '22327515': 1, '15734663': 1, '23255827': 1, '24065723': 1, '28162874': 1, '1586138': 1, '19690769': 1, '30761221': 2}", "similar_patients": "{}"}