{"patient_id": 4368, "patient_uid": "6246437-1", "PMID": 30483318, "file_path": "comm/PMC006xxxxxx/PMC6246437.xml", "title": "Multipolar Left Ventricular Lead Implantation in a Unique Coronary Sinus: Direct Drainage of the Posterior Vein into the Right Atrium", "patient": "A 67-year-old male patient, who had anterior myocardial infarction and undergone percutaneous coronary intervention on his left anterior descending artery in 2009, was referred to our cardiology clinic after the failure of the first cardiac resynchronization therapy defibrillator (CRT-D) implantation. He had also undergone percutaneous coronary intervention on his right coronary artery 2 years previously. He was diagnosed with a reduced ejection fraction (22%) heart failure after transthoracic echocardiography. His medications included enalapril (10 mg twice daily), carvedilol (25 mg), spironolactone (50 mg), acetylsalicylic acid (100 mg), and ivabradine (7.5 mg). Despite optimal therapy for 8 months, his resting dyspnea and pretibial edema worsened gradually and his exercise capacity was very limited (New York Heart Association functional class III). The 6-minute walking test was performed, and the result was reported to be 180 m. His electrocardiogram (ECG) showed sinus rhythm and left bundle branch block with a QRS of 152 ms (). The previous cardiology center attempted to implant a CRT-D in order to palliate the symptoms. Following the failure of the implantation, the patient was referred to our department for reassessment. Another implantation procedure was planned because the patient’s cardiac status sufficiently fulfilled the criteria for CRT-D implantation.\\nAfter the cannulation of the coronary sinus with an electrophysiology catheter, a coronary sinus access catheter was placed in the coronary sinus. The angiography of the coronary sinus was performed with a balloon catheter. Efforts were made to place the left ventricular lead in the coronary sinus; however, high tortuosity thwarted the attempts. During maneuvers to detect the middle cardiac vein, the posterior vein was observed to be draining directly into the right atrium (, , and ). The posterior cardiac vein was demonstrated to have a separate orifice by the retrograde filling of the coronary sinus via contrast injection into the posterior cardiac vein. A multipolar left ventricular lead was implanted in the posterior vein through the separate ostium from the right atrium (). After the implantation, no complication was detected in the chest X-ray. The QRS in the ECG after the procedure narrowed significantly (). Verification of the separate ostium was also provided via noninvasive venography using multi-slice computed tomography ().\\nThe patient was stable and he was discharged under the same medical therapy on the fifth postoperative day. At 3 months’ follow-up, he was asymptomatic (New York Heart Association functional class I). The 6-minute walking test was repeated, and the result was reported to be 410 m. Accordingly, to the best of our knowledge, we are the first in the relevant literature to achieve a successful intervention by implanting a multipolar left ventricular lead in a separately originated posterior cardiac vein.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'29191414': 1, '17084258': 1, '19861386': 1, '23716280': 1, '30483318': 2}", "similar_patients": "{}"}