{"patient_id": 5713, "patient_uid": "6333069-1", "PMID": 30656002, "file_path": "comm/PMC006xxxxxx/PMC6333069.xml", "title": "Massive thymic hyperplasia in a 15-month-old boy: Case report and literature review", "patient": "A 15-month-old boy was admitted to the Emergency Room with a history of 3 days of fever, cough, and suspected pneumonia. In his past history, only a slight decline in appetite was reported. Physical examination revealed diminished air entry and crackles at the right hemithorax. A chest X-ray showed a large intrathoracic radiopaque thickening occupying the right hemithorax (Figure ). Laboratory tests revealed: leukocyte count 16.36 × 109/L (of which 74% lymphocytes), normal C-reactive protein, and normal biochemical profile. He was admitted to our pediatric clinic and treated with ceftriaxone (80 mg/kg/d) and clarithromycin (15 mg/kg/d). A chest X-ray after 5 days of treatment revealed an improvement in the thickening of the right lung, but persistence of mediastinal enlargement. A chest computerized tomography scan (CT scan) was done and showed enlargement of the anterior mediastinum, occupied by solid inhomogeneous predominantly hypodense hypovascularized tissue, with a total dimension of 9.6 × 6 × 10 cm, with left paramedian development with minimal imprint on the jugulo-subclavian confluence and on the homolateral anonymous vein. This was associated with pleural effusion of a maximum thickness of about 7 mm. The thymus was not well recognized (Figure ).\\nAbdominal and neck ultrasounds were normal. Echocardiography showed minimum pericardial effusion but no heart chamber compression by the mediastinal mass. Oncologic markers (α-fetoprotein, vanillylmandelic acid, human chorionic gonadotropin, urinary vanillylmandelic acid, homovanillic acid and 5-hydroxic-indoleacetic acid) were negative. Subsequent complete blood count revealed an increase in lymphocytosis (81.9% of 21.78 × 109/L leukocytes).\\nA percutaneous biopsy was carried out to exclude malignancy. Fragment analysis was compatible with thymic tissue, making the diagnosis of true thymic hyperplasia (TTH).\\nBecause of clinical improvement and radiological stability of the size of the mass, the patient was discharged. A steroidal therapy (prednisone 2.5 mg/kg/d) was prescribed for 40 days. Radiological investigations showed initially minimal change in tumor size, but subsequently a rapid increase in dimension that reached 10.8 × 11 × 9 cm, with compression of the heart chamber and right main bronchus with atelectasis. The child underwent surgical excision of the mass via right thoracotomy. The mass weighed 492 g and measured 15 × 11.5 × 5 cm. Microscopic finding showed preservation of the normal thymic architecture. Immunohistochemical analysis revealed TTH associated with extramedullary myelopoiesis. Postoperative recovery was uneventful, and the patient was discharged from hospital five days after surgery. Laboratory results (complete blood count and inflammatory indices) at 1 month were normal. A chest X-ray 3 months after surgery was normal. At 10 months of follow-up, the child was asymptomatic and showed regular growth; no recurrence was detected.", "age": "[[15.0, 'month']]", "gender": "M", "relevant_articles": "{'17914524': 1, '13689758': 1, '8942232': 1, '8494431': 1, '602917': 1, '6688908': 1, '26364853': 1, '20228326': 1, '10584195': 1, '28429039': 1, '20522860': 1, '20713225': 1, '23841990': 2, '454005': 1, '13848157': 1, '3881205': 1, '29862111': 2, '13708620': 1, '29668540': 1, '28461027': 1, '3774392': 1, '30656002': 2}", "similar_patients": "{'3717068-1': 1, '5971343-1': 1}"}