{"patient_id": 127717, "patient_uid": "6047557-1", "PMID": 30022943, "file_path": "noncomm/PMC006xxxxxx/PMC6047557.xml", "title": "Genomic Profiling Reveals Medullary Thyroid Cancer Misdiagnosed as Lung Cancer", "patient": "A 70-year-old man presented in April 2015 with pain in the left shoulder, neck, and lower back. Computed tomography (CT) of the thorax without contrast revealed mediastinal lymphadenopathy and numerous bilateral, ill-defined, noncalcified nodules in the lungs. Magnetic resonance imaging (MRI) of the cervical and lumbar spine showed extensive marrow-replacing lesions, concerning for widespread osseous metastatic disease. Positron emission tomography/CT demonstrated hypermetabolic activity in the right thyroid, lungs, mediastinal and hilar lymph nodes, and throughout the axial and appendicular skeleton. Thyroid ultrasound revealed a dominant, hypoechoic 3.3-cm solid nodule in the right lobe and multiple other smaller nodules. Differential diagnosis included lung cancer, thyroid cancer, and lymphoma.\\nIn June 2015, CT-guided lung and bone biopsy, along with fine-needle aspirate (FNA) of the right thyroid, were performed. Although napsin A was negative, the diagnosis was initially determined to be poorly differentiated adenocarcinoma consistent with lung primary. Tissue from the bone biopsy otherwise stained positive for TTF-1 and CAM 5.2, and negative for PAX-8 and CD57. Cytology from the thyroid FNA showed morphology identical to the tumor in the lung and bone biopsies, consistent with non-small cell lung cancer. Treatment with carboplatin and pemetrexed was initiated, but the patient experienced severe adverse effects and thereafter declined further treatment.\\nHowever, in July 2015, tissue from the lung biopsy underwent comprehensive genomic profiling (CGP) of 315 genes (FoundationOne; Foundation Medicine) []. This analysis revealed a single point mutation in the tyrosine kinase “rearranged during transfection” (RET) proto-oncogene gene, C630R; no alterations commonly associated with lung cancer (e.g., EGFR, ALK) were detected. Given the documented association of point mutations in RET with medullary thyroid cancer (MTC) [], complete workup for metastatic MTC was initiated. In addition, to gain further insight into the origin and clinical significance of the RET mutation, genomic profiling of circulating tumor DNA (ctDNA) (Guardant360; Guardant Health) [] and germline sequencing of RET (Multiple Endocrine Neoplasia Type 2 assay; Ambry Genetics) [] were also performed. Initially, the ctDNA analysis was reported as no alterations detected. However, upon further inquiry, it was discovered that the RET C630R mutation was actually present at an allele frequency of 29.9%; this level of the RET variant in the ctDNA was initially interpreted to be a germline alteration and thus not reported as a somatic alteration. Notably, the results of the germline testing did not reveal any alterations in RET.\\nIn September 2015, the patient transferred care to another institution, where pathology confirmed neuroendocrine origin of the tissue (consistent with MTC). Chest CT with contrast showed no significant change in pulmonary nodules, lymph nodes, osseous lesions, and thyroid nodules when compared with all available prior imaging, with the exception of a slight increase in size in one of the liver lesions. Repeat MRI analysis also favored neuroendocrine malignancy due to the T2 hyperintense lesions in the liver, adrenal involvement, sclerotic osseous metastases, and restricted diffusion in the pancreas. Based on this information, the diagnosis was officially changed to metastatic MTC. As guidelines for MTC recommend no treatment in the absence of progression and symptoms, observation with repeat imaging in 2 months was recommended, though denosumab was continued to manage osseous disease.\\nImaging at the end of October 2015 showed no interval change in the thyroid lesions but slight worsening in the pulmonary nodules, bilateral hilar and mediastinal lymphadenopathy, and concern for lymphangitic carcinomatosis, suggesting sufficient disease progression to begin treatment with the RET-targeting agent vandetanib. Over the next 6 months, the patient experienced increasingly improved symptoms, energy, mood, and appetite, with an improved quality of life. However, in April 2016, he started experiencing a decline in function, and clinical, radiological, and serological assessment suggested disease progression. Treatment was switched to cabozantinib, but the patient continued to deteriorate over the next several weeks and ultimately passed away from his disease in July 2016.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'24142049': 1, '26474073': 1, '26678667': 1, '22263102': 1, '18517275': 1, '25685581': 2, '26868437': 1, '16053382': 1, '25806222': 1, '18437172': 1, '25040494': 1, '31634241': 1, '24561444': 1, '27197880': 1, '27720647': 1, '30022943': 2}", "similar_patients": "{'4313001-1': 1, '4313001-2': 1}"}