{"patient_id": 129108, "patient_uid": "6167702-1", "PMID": 30283321, "file_path": "noncomm/PMC006xxxxxx/PMC6167702.xml", "title": "A Case of Nonalcoholic Marchiafava-Bignami Disease with Left-Right Differential Agraphia of Chinese Characters", "patient": "The patient was a 68-year-old right-handed female. She had become ill around 3 days before visiting our hospital. She had gradually become unable to eat and suffered incontinence. She had articulation difficulty and a decreased activity level. She sought medical attention and was admitted to our hospital. Head magnetic resonance imaging (MRI) (Fig. ) performed on the day of admission revealed bilaterally symmetrical high-intensity areas on T2-weighted and diffusion-weighted imaging (DWI) in the genu, stem, and splenium of the CC. The apparent diffusion coefficient (ADC) values were low. These high-intensity areas were localized to the inner layer of the CC. A wide-ranging but faint high-intensity diffusion-weighted signal was also present in the frontal lobe white matter. However, since the ADC value of the site was not low, vasogenic edema was suspected. No abnormalities were seen on magnetic resonance angiography. The patient had undergone total gastric resection 18 years previously to treat gastric cancer. On admission, she was 140 cm tall and weighed 23.5 kg, showing that she was clearly underweight. Her blood pressure was 144/82 mm Hg, pulse 55/min, body temperature 35.5°C, and SpO2 94%. She showed disturbance of orientation, as revealed by a Glasgow Coma Scale score of E4 V4 M6. She was able to raise both arms, move her legs, and perform facial movements when instructed, showing no clear motor paralysis. Marchiafava-Bignami disease was diagnosed based on the above clinical course and imaging findings. We immediately provided an intravenous infusion to correct her hydration level and administered vitamins.\\nOn the 16th day after admission, the patient was transferred to our hospital's convalescence ward where she underwent neuropsychological tests and rehabilitation. By this time, her orientation disturbance had disappeared and she was able to converse smoothly. She required no assistance with activities of daily living inside the hospital. During her hospital stay, she showed no clear callosal dissociation symptoms and made no subjective complaints.\\nThe results of a Wechsler Adult Intelligence Scale, 3rd edition [] evaluation performed between the 11th and 15th day of hospital stay showed verbal IQ of 57, performance IQ of 52, full-scale IQ of 51, verbal comprehension of 54, perceptual organization of 55, working memory of 54, and processing speed of 54, indicating an overall reduction in intellectual function. A Clinical Assessment for Attention [] performed between the 10th and 12th day of hospital stay showed the patient's scores in all subtests to be sharply below the cutoff points. A Wechsler Memory Scale-Revised [] test performed between the 17th and 21st day of hospital stay showed verbal memory of 67, visual memory of < 50, general memory of < 50, attention/concentration of 59, and delayed recall of < 50, indicating a deterioration of memory function.\\nOn the 17th day of hospital stay, the patient's bidextrous tactile naming capabilities were tested. We employed the Visual Perception Test for Agnosia (VPTA) [] to test the naming of various objects, with the patient made to wear an eye mask and close both eyes. Next, a visual naming (designation) test was performed, which confirmed that the patient was able to identify all the objects by sight. The number of correct answers in the tactile naming test was 6/8 for the right hand and 3/8 for the left one (Table ).\\nOn the 28th day of hospital stay, reading-aloud and naming tasks were performed for both visual fields. In the reading-aloud task, different letters and characters were displayed on a computer screen for 200 ms in the right and left visual fields; in the naming task, different line drawings were similarly displayed. The patient was instructed to read aloud the letters shown on the right and left sides of the screen and name the line drawings while fixing her gaze on the “+” mark displayed in the center of the screen. One simple Chinese character was displayed. For the line drawings, words that appeared frequently in the Noun Expression Test, a subtest of the Test of Lexical Processing in Aphasia [], were used. The numbers of correct answers the patient gave for the single Chinese character were 9/30 and 11/30 for the right and left visual field, respectively. The numbers of correct answers for one Japanese alphabetic character were 15/30 and 18/30, respectively. The numbers of correct answers when naming the line drawings were 6/20 and 3/20, respectively. In these naming and reading-aloud tasks, the patient made frequent mistakes, or gave no responses, for both visual fields.\\nOn the 17th day of hospital stay, actions made by each hand were assessed. To this end, we implemented Subtest VII of the Japanese version of the Western Aphasia Battery [], namely “Actions: Upper limbs” and “Use of tools.” The patient was able to carry out all the actions with either hand without making any mistakes.\\nOn the 17th day of hospital stay, dictation writing using both hands was assessed. The following tests were selected from the subtests in the Standard Language Test of Aphasia []: a single Chinese character, a single Japanese alphabetic character, and a short sentence. The number of correct answers the patient gave in the dictation of a single Chinese character was 1/5 for both hands. The error she made in writing dictated Chinese characters with the left hand was clearly attributable to paragraphia; with the right hand, the patient copied the same erroneous characters that she had written with her left hand (Fig. ). The numbers of correct answers the patient gave in the dictation writing of short sentences were 4/5 and 1/5 for the right and left hands, respectively (Fig. ).\\nOn the 17th day of hospital stay, tasks included in the VPTA [] such as line cancellation, line bisection, and picture drawing were performed for both hands. The patient was able to complete the line cancellation task without any errors with either hand. However, the scores for the line bisection task were 4/6 points for the right hand (deviation to the left: 2 points; deviation to the right: 2 points) and 1/6 points for the left hand (deviation to the left: 1 point; deviation to the right: 0 points). In this assessment, higher scores indicate more errors. In the clock face drawing task, left unilateral spatial neglect was observed for the right hand (Fig. ).", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'5318481': 1, '15918025': 1, '24748081': 1, '17933499': 1, '30283321': 2}", "similar_patients": "{}"}