{"patient_id": 7441, "patient_uid": "6442480-1", "PMID": 31011457, "file_path": "comm/PMC006xxxxxx/PMC6442480.xml", "title": "Bithalamic Infarction (Artery of Percheron Occlusion) after Anterior Cervical Discectomy and Fusion", "patient": "A 39-year-old male patient, smoker, presented in the outpatient clinic with chronic neck pain radiating to the right upper limb. The patient had no history of chronic disease and no previous surgeries. Cervical magnetic resonance image (MRI) demonstrated multilevel cervical disc herniation (C3-C4, C4-C5, C5-C6) with T2 high signal intensity changes (). The patient examination was normal except for cervical muscle spasm and tenderness. Preoperative laboratory examination was within normal range. After the failure of standard conservative treatment, anterior 3-level ACDF was recommended.\\nStandard microscopic anterior ACDF approach in general anesthesia with endotracheal tube was carried out. During surgery, the patient was in supine position with the extension of the neck by the support of the shoulders with a pillow, plaster traction of both shoulders, and Fixation of the head with plaster. For the interbody spaces, PEEK cages of size 5.0 mm were used. Interpretatively there were no complications or bleeding. Surgery duration was 2 hours and 50 minutes. The patient recovery from general anesthesia was smooth with no delaying or complication. The first 18 hours after surgery were uneventful with normal postoperative cervical X-ray.\\nHowever, 18 hours after surgery, he developed a sudden loss of consciousness. Clinical examination showed 8-9/15 score on Glasgow Coma Score (GCS), blood pressure 110/70 mmHg, temperature 37 degrees, pulse 84 beats per minute, oxygen saturation 98%, and blood glucose 113 mg/dl by glucometer with normal ECG. Urgent brain and cervical CT was done (); no abnormality was detected in brain and cervical spine.\\nCT Angiography and MRI were not available at this time. Bilateral carotid Duplex ultrasound revealed normal blood flow in both carotid arteries. Full laboratory investigations were done and were within normal. Provisional diagnosis as stroke was done and the patient was transported emergently to the intensive care unit (ICU) for observation under heparin 1000 IU infusion/hour.\\nIn the second postoperative day, the patient showed some improvement in level of consciousness with slurred speech, hypersomnia and loss of interest, right sided ptosis with vertical gaze palsy and diminished light reflex, memory impairment (amnesia), and right upper limb paralysis.\\nOn the 3rd day, CT brain and angiography revealed a bilateral thalamic with upper brainstem ischemic infarction (), with total occlusion of Rt vertebral artery from its origin and normal flow in both carotid arteries. On the same day, the patient shifted back to neurosurgery department. Heparin infusion was stopped and shifted to clexane 80mg SC bid with the addition of cerebrolysin, ginkgo biloba+Mg, Trental, and a multivitamin.\\nOn the 7th day after operation, patient was shifted to rehabilitation, with the improvement of the upper arm paralysis and cerebellar ataxia.\\nAfter 2 weeks, brain and cervical MRI showed a bilateral thalamic infarction with no compression on the spinal cord (). Clinical examination after two weeks showed GCS 15/15 with normal speech, no cerebellar ataxia, no upper limb paralysis, but continuing to have hypersomnia and loss of interest with aggressive response (behavior changes), amnesia (mainly short memory amnesia), and downward gaze palsy.\\nAt 3 months of follow-up, CT Angiography revealed a bilateral hypodense area in both thalami with no recanalization of right vertebral artery (). The patient was conscious and oriented, full motor power, normal gait, no speech, sleep, and behavior deficiency. Intermittent short memory amnesia and downward gaze palsy were still present.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'26119899': 1, '16135985': 1, '22994328': 1, '24056095': 1, '19918273': 2, '3625213': 1, '32618485': 2, '28053772': 1, '14625223': 1, '12509646': 1, '12533353': 1, '34754874': 2, '16434763': 1, '27713852': 2, '30244036': 1, '23533432': 2, '22365284': 1, '2380226': 1, '26238889': 1, '15454724': 1, '29736229': 1, '31011457': 2}", "similar_patients": "{'3606742-1': 1, '2767135-1': 1, '5046741-1': 1, '8554427-1': 1, '7336829-1': 1, '7336829-2': 1, '7336829-3': 1}"}