{"patient_id": 138493, "patient_uid": "6990101-1", "PMID": 32015825, "file_path": "noncomm/PMC006xxxxxx/PMC6990101.xml", "title": "Desmoid tumor at the gastrointestinal anastomosis after a one-anastomosis gastric bypass (mini-gastric bypass): a case report", "patient": "The patient was a 48-year-old male who presented to the emergency department (ED) with abdominal pain and discomfort of 1 month duration. The pain was mainly in the epigastrium and left hypochondrium and was described by the patient as a dull intermittent pain with a severity of 3 out of 10. The pain was not radiating and was not associated with aggravating or relieving factors. The patient also reported early satiety but no nausea, vomiting or constipation.\\nThe patient denied any history of fever or unintentional weight loss. His surgical history was remarkable for a mini-gastric bypass that was performed 3 years ago. He had an initial body mass index (BMI) of 40 kg/m2 before the intervention; his BMI was lower (29 kg/m2) when he presented to the ED. The patient was a known case of hypertension and diabetes mellitus type 2 and was eventually taken off antihypertensive and hypoglycemic medication after the mini-gastric bypass. He had no family history of cancer.\\nDuring the physical examination, the patient’s vital signs were stable: temperature of 36.9 °C, heart rate of 62 beats per minute and oxygen saturation of 100% room air. Upon abdominal examination, a large, palpable, mobile, non-pulsatile, non-tender mass was found in the left upper quadrant. A digital rectal examination was not remarkable.\\nThe results of routine blood investigations were within normal limits and an abdominal X-ray showed a normal bowel gas pattern. An abdominal computed tomography (CT) scan showed a huge, well-defined, inhomogeneous mass at the left hypochondrium measuring about 15.8 × 14.6 × 12.8 cm (). No signs of bowel distension or obstruction were observed. Magnetic resonance imaging showed that the mass and liver were metastasis-free. An esophagogastroduodenoscopy revealed a 1-cm smooth lesion in the mid-esophagus, which was positive for desmin and negative for CD117, with smooth muscle differentiation (most likely a leiomyoma). A colonoscopy revealed two hyperplastic rectosigmoid polyps, which were negative for malignancy or dysplasia. A provisional diagnosis was made for gastrointestinal stromal tumor.\\nA laparoscopic exploration was performed; however, it was converted into a laparotomy with midline incision due to the large size and unclear nature of the mass. A large mass arising from the jejunal wall with a highly vascular smooth surface and a well-defined margin was observed at the gastrojejunostomy anastomosis (). The mass had a large feeding arterial supply arising from the mesentery of the small bowel. Another mass measuring 5 cm was found distal to the gastrojejunostomy. Surgical resection was performed with adequate proximal and distal resection margins, and the gastrojejunal anastomosis was disconnected from the distal stomach pouch. A Roux-en-Y gastric bypass was done. The patient’s post-operative course was uneventful, and he was discharged on the seventh day post-operation. He showed no complication or recurrence during his follow-up.\\nA histopathology examination of both tumors revealed a desmoid-type fibromatosis arising from the small bowel. Nineteen lymph nodes were negative. Additionally, the resection margins were negative. Immunohistochemistry of the tumor cells showed positive nuclear staining for beta-catenin but negative staining for CD117, DOG-1, SMA, CD34, S100 and desmin consistent with the diagnosis of a desmoid tumor ().", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'1853806': 1, '15208123': 1, '16127758': 1, '29310354': 1, '21859899': 1, '19911489': 1, '30765660': 1, '32015825': 2}", "similar_patients": "{}"}