{"patient_id": 15038, "patient_uid": "6942662-1", "PMID": 31901247, "file_path": "comm/PMC006xxxxxx/PMC6942662.xml", "title": "Iatrogenic endometriosis following apical pelvic organ prolapse surgery: a case report", "patient": "A 46-year-old parous Slavic woman who underwent LASH secondary to grade 3 symptomatic apical prolapse 1 year ago was admitted to our clinic with pelvic pain that had started 6 months following surgery. It worsened with sexual intercourse and was not relieved with oral analgesic drugs. She had no complaints of urinary incontinence or prolapse. She did not have any remarkable bladder or bowel symptoms. On physical examination with vaginal speculum, pain upon deep vaginal palpation was detected, but there was no sign of erosion on the cervix and vaginal wall. Transvaginal ultrasonography (US) revealed a hypoechogenic and hypervascular solid area with irregular contours sized 3 × 2 cm in diameter on the sacral promontory. Transabdominal US showed normal kidneys and ureters with normal peristalsis. A flexible cystoscopy and office-based rectosigmoidoscopy was performed to exclude any reason for pelvic pain. No further abnormal findings were observed in the bladder and rectosigmoid area. The patient was reluctant to undergo further diagnostic imaging such as pelvic magnetic resonance imaging (MRI) because of her insurance status. After discussing the diagnostic possibilities with the patient, she was scheduled for diagnostic laparoscopy.\\nAn informed consent was obtained from the patient preoperatively. After administration of general anesthesia and antibiotic prophylaxis, the patient was placed in Trendelenburg position. A Veress needle was used to achieve pneumoperitoneum. Previous trocar sites were used for laparoscopic port placement; a 12-mm port was placed at the inferior margin of the umbilicus, and 5-mm ports were placed medially to iliac spine on both sides. After the port placement, adhesions secondary to the previous surgery were excised. The position of the mesh under peritoneum from promontory to cervical uteri was totally normal. No abnormalities were detected regarding ureters.\\nThe only pathologic finding was detected on the peritoneum covering the sacral promontory: a 2 × 2-cm, solid, wine-colored, hypervascular hemorrhagic lesion, which macroscopically resembled endometriosis (Fig. ). The lesion and the peritoneal layer behind it were totally excised (Fig. ). There was no sign of invasion to the deeper parts of the pelvic wall and organs. The abdominal cavity was checked for other potential focal lesions of endometriosis and washed out with saline. After hemostasis was achieved using bipolar cautery and applying hemostatic agents, the procedure was terminated (Fig. ). The patient was discharged on the first postoperative day, without any complications.\\nPathologic examination revealed foci of endometriosis comprising endometrial glands and stroma within the connective tissue, along with hemosiderin-laden macrophages. The patient was classified as having stage 1 disease (minimal disease with few implants on the peritoneum) according to the American Society for Reproductive Medicine and category 1 (peritoneal endometriosis) according to the Endometriosis Foundation of America. The symptoms of the patient resolved, and no adjuvant treatment was needed up to 1 year after surgery. A clinical visit including physical examination and US assessment was planned for every 6 months as follow-up.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'22265051': 1, '18044321': 1, '17018497': 1, '34446516': 1, '24433811': 1, '26217604': 2, '21252784': 1, '8437807': 1, '26802909': 1, '23969789': 1, '24333632': 1, '26205578': 1, '27921160': 1, '25218993': 1, '31901247': 2}", "similar_patients": "{'4515483-1': 1}"}