{"patient_id": 10320, "patient_uid": "6645265-1", "PMID": 31346378, "file_path": "comm/PMC006xxxxxx/PMC6645265.xml", "title": "Aneurysmal bone cyst of the mandible with conservative surgical management: A case report", "patient": "27-year-old male patient with no underlying systemic diseases who sought medical attention because of a three-month medical case of facial asymmetry from increased volume of the left chin area (Fig. a), with no other associated symptoms. The patient claimed he had been subject to facial trauma in the same area two years before.\\nAdequate mouth opening and mandibular mobility were found in the clinical examination; no reactive lymphadenopathies were found. Permanent dentition, stable occlusion and displacement and rotation of tooth #33 were observed in the intraoral examination; swelling of the soft tissues and effacement of the bottom of the sulcus between teeth #34 and #42 were found. The oral mucosa was found to be healthy, smooth, firm and with no pain during palpation.\\nPanoramic radiography revealed a multilocular radiolucent lesion with no defined borders, extending from the mesial root of tooth #36 to tooth #44, that affected the interradicular bone, with root resorption of teeth #31, #41 and #42 (Fig. b).\\nWith a diagnostic impression of ameloblastoma versus central giant-cell granuloma, a biopsy was taken under local anesthesia after 4cc aspiration of dark hematic secretion. Histopathological analysis confirmed the ABC diagnostic; blood-filled vesicular channels surrounded by lamellar bone with spicules surrounded in turn by osteoblasts were described. Multinucleated giant cells and abundant fibroblasts were also observed (Fig. c). Additionally, the CT scan evidenced this expansive lytic lesion of 29 x 45 x 30 mm associated to a perforation of the vestibular and lingual bone tables (Fig. d).\\nConsidering the patient’s age, the dimensions of the lesion and the potential functional and aesthetic consequences of the en bloc resection, bone curettage and additional endodontic treatment of the anteroinferior teeth was performed, anticipating the compromise of the vascular and nervous contribution due to the extension of the lesion to the apex of these teeth; Likewise, a semi-rigid wire and resin splint was used to stabilize the dentoalveolar segment.\\nA circumvestibular surgical incision of approximately 34 to 43 was performed under general anesthesia to gain access to the lesion; a highly vascularized lesion with evident angiogenesis was observed; profuse bleeding was controlled through local procedures and cauterization. Once the tumor was removed, the surgical site, including the basilar rim, was extended 5mm; to stabilize the mandible, two 2.7 mm preformed reconstruction plates associated to the filling of the defect with bone graft were placed. Flaps were repositioned and the procedure finished with no immediate complications (Fig. ). While maintaining a stable occlusion, feeding was achieved via nasogastric tube for 15 days.\\nAfter two months of postoperative follow-up, an 8mm dehiscence with root exposure of tooth #33 was observed in the vestibular area, so it was extracted considering its poor prognosis. The patient was evaluated through tomographies (Fig. a,b), clinically (Fig. c) and radiographically (Fig. d) for two years, no tumoral recurrence was identified during that time; aesthetic and functional results were satisfactory. A written consent of the patient according to ethical principles was signed.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'16601582': 1, '28583885': 1, '24163565': 1, '19233862': 1, '27377106': 1, '16203891': 1, '26225011': 1, '27980757': 1, '34250007': 1, '27778155': 1, '22474646': 2, '28841943': 1, '27918745': 1, '28033191': 1, '29733532': 1, '23814588': 2, '31346378': 2}", "similar_patients": "{'3692178-1': 1, '3314835-1': 1}"}