{"patient_id": 9337, "patient_uid": "6579888-1", "PMID": 31245377, "file_path": "comm/PMC006xxxxxx/PMC6579888.xml", "title": "Heart Failure and a Plant-Based Diet. A Case-Report and Literature Review", "patient": "A 54-year-old female with grade 3 obesity body mass index (BMI 45.2 kg/m2) and type II diabetes (hemoglobin A1c 8.1%) presented to her primary care physician in May 2017 with a chief complaint of left lower extremity edema. Venous duplex revealed no deep venous thrombosis and an X-Ray revealed lower extremity atherosclerosis with no fracture. She was sent to a cardiologist. Electrocardiogram demonstrated normal sinus rhythm and a left bundle branch block. Echocardiography revealed a left ventricular ejection fraction of 25% without significant valvular pathology; heart failure was diagnosed. Renal, liver, and thyroid function, as well as ferritin and potassium levels were within normal limits. HIV was non-reactive. She was not anemic. She was started on a beta-blocker, an ACE inhibitor, and a statin. Cardiac MRI in June 2017, revealed a dilated cardiomyopathy and an ejection fraction of 21%. Coronary CT angiogram revealed an Agatston coronary artery calcium score of 458. Extensive calcification on the CT angiogram precluded assessment of coronary artery stenosis. Hence cardiac catheterization was performed and revealed a cardiomyopathy out of proportion to coronary artery disease with a 30% proximal left anterior descending artery stenosis, a 25% proximal and a 60% distal left circumflex artery stenosis, and a 65% first obtuse marginal artery lesion. The left main and right coronary arteries were without stenosis. She was shaken by her diagnosis and became determined to adopt a more healthful diet. She changed her diet from “healthy western” to whole food plant-based (). She also started supplemental vitamin B12. She lost 22.7 kg in <6 months, resulting in a BMI of 35.1 kg/m2. Her diabetes resolved, with her hemoglobin A1c falling to 5.7% without the use of diabetes medications. Her baseline dyspnea on exertion improved considerably. Repeat echocardiography in November 2017 revealed a normal left ventricular ejection fraction of 55% ().\\nAlthough causality cannot be determined, this case highlights the potential role of a plant-based diet in helping to reverse systolic dysfunction, or heart failure with reduced ejection fraction.\\nThis article will review how a minimally processed whole food plant-based dietary pattern and similar dietary patterns, such as the Dietary Approach to Stop Hypertension (DASH) diet and vegetarian diet, may contribute to the reversal of left ventricular dysfunction. For the purposes of this case report and literature review, the term plant-based diet will include dietary patterns that are exclusively plant-based and dietary patterns that are predominantly plant-based, such as the DASH diet and vegetarian dietary patterns.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'29982610': 1, '17341553': 1, '24566947': 1, '21060326': 1, '27863247': 1, '27597529': 1, '31023426': 1, '29899036': 1, '20447537': 1, '19562864': 1, '28615375': 1, '22048714': 1, '28871042': 1, '12134718': 1, '9627535': 1, '33562294': 1, '21211682': 1, '19324966': 1, '30423391': 1, '25592014': 1, '21183586': 1, '29153568': 1, '24523914': 1, '26237562': 1, '19339401': 1, '18460913': 1, '26091235': 1, '27402722': 1, '28551044': 1, '19766762': 1, '1398217': 1, '25548184': 1, '29892479': 1, '16873779': 1, '20497781': 1, '19892061': 1, '1829117': 1, '7916078': 1, '30571492': 1, '29600034': 1, '9531256': 1, '28728684': 1, '29948369': 1, '23563705': 1, '15591300': 1, '30370976': 1, '28122885': 1, '28782886': 1, '26508743': 1, '28630617': 1, '28077467': 1, '28711447': 1, '30014498': 1, '31844466': 1, '25382824': 1, '29425120': 1, '12151467': 1, '23821742': 1, '25317247': 1, '19685439': 1, '15020532': 1, '22895807': 1, '15467774': 1, '28792455': 1, '24951759': 1, '11171842': 1, '27405372': 1, '12473553': 1, '17572148': 1, '25444145': 1, '1309534': 1, '23729846': 1, '20096093': 1, '34675405': 1, '19622818': 1, '9099655': 1, '25382356': 1, '25051449': 1, '27050205': 1, '27496081': 1, '12372158': 1, '19351712': 1, '7613432': 1, '21949114': 1, '18689561': 1, '23614584': 1, '27367736': 1, '26729068': 1, '25398734': 1, '15003961': 1, '12833118': 1, '26138004': 1, '24283215': 1, '30571575': 1, '18580887': 1, '495550': 1, '20592131': 1, '25271725': 1, '28785476': 1, '19433696': 1, '28938794': 1, '21835284': 1, '23584084': 1, '21914814': 1, '27455314': 1, '23033371': 1, '28254130': 1, '25532675': 1, '25431999': 1, '25459686': 1, '33594492': 1, '25008473': 1, '27299701': 1, '22230619': 1, '9036757': 1, '24754969': 1, '18642346': 1, '16030278': 1, '10856515': 1, '34234695': 1, '22586505': 1, '31245377': 2}", "similar_patients": "{}"}