{"patient_id": 130989, "patient_uid": "6326050-1", "PMID": 30637019, "file_path": "noncomm/PMC006xxxxxx/PMC6326050.xml", "title": "Percutaneous Treatment of Deep Femoral Artery Pseudoaneurysm Due to Penetrating Trauma", "patient": "A 37-year-old male patient was admitted to the emergency department with a stab wound injury to the lateral side of his left thigh 2 months ago. He had no signs of vascular injury and was discharged with wound dressing and antibiotic prophylaxis. In the beginning, the patient was asymptomatic, but as time progressed, he experienced severe swelling and pain in the lateral side of his left thigh. He presented to the orthopedic clinic. Physical examination shows no neurological or vascular pathologies. A 2 cm knife entry and 8×8 cm non-pulsatile and non-ecchymosis mass were noted. Lower extremity arterial color Doppler ultrasound (CDU) showed a 6×4 cm pseudoaneurysm sac and 0.8 cm neck originating from the deep femoral artery (DFA) with an active yin–yang sign ( and ). The patient was referred to our clinic with a diagnosis of FAP. Contrast-enhanced computerized tomography (CT) of the lower extremity was performed. CT revealed that the upper left thigh extravasation and surrounding hematoma emanated from a second perforating branch of DFA ( and ). The patient was scheduled for UGTI. The affected groin was cleaned with povidone-iodine and covered with a sterile drape. Under local anesthesia, a 20-gauge, echogenic needle was punctured percutaneously to the pseudoaneurysm sac, away from the neck. Slow injection (0.1 mL/s) of 2.5 mL of thrombin was performed under continuous sonographic guidance. After the first injection, CDU confirmed partial thrombosis of the pseudoaneurysm, and an additional injection of 0.5 mL without needle repositioning was needed to achieve complete thrombosis of the cavity. Once the pseudoaneurysm was thrombosed, the needle was withdrawn (). The patient tolerated the procedure well. Post-intervention CDU revealed a normal triphasic flow from the distal DFA. The patient’s pain ceased immediately after the procedure. The patient rested in bed for 6 h with restriction, and a repeat ultrasound examination was performed 6 h later, which showed complete thrombosis and no recurrent flow inside the pseudoaneurysm. The patient was discharged from the hospital 7 h after the procedure without any symptoms. One week later, the patient was asymptomatic. One month later, the mass in the left thigh regressed to 3×2.5 cm and was hardly noticed with physical examination.", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'18996260': 1, '10615187': 1, '19755331': 1, '3348739': 1, '835092': 1, '23438614': 1, '11232891': 1, '15716754': 1, '18455971': 1, '24692534': 1, '3487958': 1, '25201028': 1, '11250982': 1, '7960057': 1, '17515479': 1, '10318997': 1, '30637019': 2}", "similar_patients": "{}"}