{"patient_id": 134925, "patient_uid": "6642719-1", "PMID": 31360324, "file_path": "noncomm/PMC006xxxxxx/PMC6642719.xml", "title": "Cardiac Arrest Following Liposuction: A Case Report of Lidocaine Toxicity", "patient": "A 33-year-old previously healthy woman weighing 70 kg was brought to the emergency department (ED) by Emergency Medical Services (EMS) in cardiac arrest. The patient was undergoing liposuction of her thighs in a physician’s clinic with no intraoperative complications a few minutes before the event. The surgeon reported harvesting 1.5 L of fat from the patient’s thigh and mid-back during the procedure, which lasted 45 minutes.\\nA few minutes following the procedure, the surgeon noticed that the patient was becoming more somnolent. Her vital signs were stable, including a blood pressure of 170/90 mmHg. The doctor suspected a possible clinical manifestation of hypoglycemia and subsequently administered oral dextrose solution without any improvement.\\nTwo hours after the procedure, the patient started feeling dizzy with a rapid decline of her mental status leading to tonic-clonic seizure followed by a complete loss of consciousness. EMS arrived on the scene after five to 10 minutes. EMS personnel reported the patient was gasping, cyanotic, and drooling. During transport to the ED, she had a cardiopulmonary arrest, so the EMS team immediately initiated resuscitation using Basic Life Support guidelines.\\nUpon arrival to the ED, the cardiac monitor showed asystole, so the patient was intubated and resuscitation resumed using the advanced cardiac life support algorithm. Return of spontaneous circulation was achieved after 12 minutes of resuscitation in the ED (22 minutes post-arrest).\\nThe plastic surgeon who performed the procedure was asked for details about the procedure technique and the anesthesia modality. He reported using the power-assisted liposuction technique in his private clinic. As for anesthesia, he reported the use of five vials of 50 mL lidocaine 2% (20 mg/mL) subcutaneously during the operation; making the total dose of lidocaine equal to 5000 mg. He also pointed to prior use of the same procedure and anesthesia three months earlier while performing an uncomplicated abdominal liposuction on the same patient.\\nFollowing the return of spontaneous circulation, electrocardiogram showed normal sinus rhythm, no QT prolongation with a corrected QT interval (QTc) of 466 ms and a normal QRS interval of \u2028100 ms with no ST- or T-wave abnormalities [].\\nNeurological examination revealed no response to verbal or painful stimuli (Glasgow Coma Scale of 3T), pupils equal in size bilaterally and reactive to light, preserved corneal and oculocephalic reflexes, and a downward Babinski reflex bilaterally.\\nArterial blood gas analysis on mechanical ventilation on 100% fraction of inspired oxygen (FiO2) showed a pH of 7.34, a CO2 pressure of 39.9 mmHg, an O2 pressure of 131 mmHg, and a bicarbonate concentration of 20.8 mmol/L.\\nLaboratory workup included a complete blood count, and measurement of serum electrolytes, lactate, cardiac and liver enzyme levels. The results were the following: white blood cell count 9.8 × 109/L with 41% polymorphonuclear cells; a hemoglobin level 10.4 g/dL; platelet count 336 × 106/L; troponin 0.003 ng/mL; sodium concentration 144 mmol/L; potassium 3.5 mmol/L; chloride 99 mmol/L; bicarbonate 16 mmol/L; glucose 346 mg/dL; blood urea nitrogen 13 mg/dL; creatinine 1.0 mg/dL; aspartate aminotransferase 225 IU/L; alanine aminotransferase 238 IU/L; γ-glutamyl transpeptidase 12 IU/L; alkaline phosphatase 55 IU/L; and lactate 17.55 mmol/L. Her serum lidocaine level upon presentation to the ED was 5.30 µg/mL (therapeutic range = 1.50–5.00 µg/mL).\\nImaging included a computerized tomography (CT) scan of the brain without contrast material as well as CT angiography of the chest to rule out intracranial bleed and massive pulmonary embolism, respectively, which could be a reason for the patient’s arrest. Positive findings included bilateral consolidations consistent with aspiration pneumonitis without any signs of intracranial bleeding, pulmonary embolism, or aortic dissection. The patient was started on antibiotic therapy.\\nThe patient developed generalized myoclonic jerks that were attributed to possible anoxic brain injury following her cardiac arrest so she was started on valproic acid.\\nThe patient was admitted to the intensive care unit. Magnetic resonance imaging of the brain was done three days later and showed signs of severe hypoxic-ischemic brain injury, which was confirmed by electroencephalogram (EEG) (electrocerebral silence on EEG).\\nThe patient’s hospital stay was complicated by an increase in brain edema and pressure, electrolytes disturbances, multiple nosocomial infections with end-organ damage leading to the patient’s death secondary to septic shock two months later.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'20216033': 1, '15635516': 1, '18177404': 1, '10627013': 1, '34869278': 1, '11511843': 1, '10320385': 1, '26895001': 1, '18520866': 1, '9438897': 1, '2179348': 1, '27101485': 1, '21263316': 1, '10526720': 1, '28509770': 1, '31360324': 2}", "similar_patients": "{}"}