{"patient_id": 130788, "patient_uid": "6310764-1", "PMID": 30607304, "file_path": "noncomm/PMC006xxxxxx/PMC6310764.xml", "title": "Gastric Adenocarcinoma of Fundic Gland Type with Aggressive Transformation and Lymph Node Metastasis: a Case Report", "patient": "A 55-year-old man with a previous diagnosis of a gastric SMT visited our hospital 10 years after the identification of a gastric SMT that was detected in the posterior wall of the upper gastric body during a medical check-up (). The tumor had not been followed up in the intervening 10 years because during that time he had developed myocardial infarction and chronic heart failure. However, 10 years after the original diagnosis, a follow-up gastroscopy in another hospital revealed an enlarged SMT with a rugged surface. An endoscopic fine-needle aspiration biopsy had been obtained, but the SMT could not be histologically identified. Therefore, he was referred to our hospital for further investigation.\\nGastroscopy at our hospital revealed a whitish elevated lesion in the posterior wall of the upper gastric body (). No atrophic changes were evident. A histopathological examination of further biopsy specimens showed adenocarcinoma mimicking fundic glands and the tumor was diagnosed as a GA-FG. An endoscopic ultrasound study revealed a lowly echoic tumor and a thickened muscular layer consistent with a T2 invasion depth according to the JCGC 15th edition []. No enlarged LNs or other evidence of distant metastases were detected on a computed tomography scan.\\nThe patient underwent a total gastrectomy with D2 lymphadenectomy. An intra-abdominal abscess developed postoperatively but resolved completely with percutaneous drainage.\\nGrossly, the tumor was a locally thickened lesion with indistinct borders measuring 4.7 cm in its largest dimension (). The gastric folds surrounding the lesion were slightly thickened.\\nOn low-power magnification, the submucosal layer was also thickened and the mucosa pushed up into the gastric cavity (). Most of the tumor cells in the mucosal and shallow submucosal layers resembled mucous neck or chief cells with some intermingling eosinophilic cells resembling parietal cells (). These cells formed densely aggregated glands with anastomoses. The tumor glands in the middle of the submucosal layer gradually transitioned into irregularly shaped tubular glands with surrounding desmoplastic reactions and lymph follicles (). Some of these glands contained intraluminal necrotic debris (). In the muscular and subserosal layers, the tumor cells formed predominantly isolated tubular glands or small clusters that diffusely and widely infiltrated these layers (). Neural and venous invasion was detected within these layers () and lymphatic invasion was identified at the tumor's periphery. Among the 37 dissected LNs, a metastasis was identified at station No. 3a ().\\nImmunohistochemically, the mucous neck and chief cell-like cells in the mucosal and submucosal layers were widely positive for pepsin A; additionally, about half of these cells co-expressed MUC6 (). The cells that resembled parietal cells were positive for H+/K+-ATPase but consistently negative for pepsin A and MUC6 (). MUC5AC positivity was detected in only a few cancer cells (). In contrast, the cancer cells in the muscular and subserosal layers were strongly and diffusely positive for MUC5AC and partially positive for MUC6 (). Only a few cells in these layers were positive for pepsin A or H+/K+-ATPase (). No aberrant expression of TP53 was identified. An attempt was made to identify the LN metastasis; however, no cancer cells were identified in the additional sections because the focus was very small.\\nThe Ki-67 labeling index of the tumor was approximately 1% within the tumor in the submucosa but as high as 5% within the tumor in the muscular and subserosal layers (). These findings suggest that the GA-FG component in the mucosa and submucosa had transformed, forming an infiltrative tubular adenocarcinoma with foveolar epithelial differentiation that subsequently metastasized to a LN. Importantly, there was an obvious transition area between these two components in the submucosa, ruling out the possibility that the tumor was a collision cancer.\\nThe pathological diagnosis was T3N1 according to JCGC criteria []. Nine weeks post-gastrectomy, the patient was started on adjuvant chemotherapy using S-1 alone. At the last follow-up 18 months later, there was no evidence of cancer relapse.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'20410811': 1, '27994902': 2, '24321002': 1, '34268625': 1, '27129734': 1, '31245167': 1, '9036879': 1, '26185396': 1, '32481329': 2, '23782334': 1, '24011952': 1, '34925726': 1, '27916772': 1, '33854818': 2, '21573742': 1, '22135729': 1, '27624750': 2, '28082804': 1, '24338239': 1, '30607304': 2}", "similar_patients": "{'5138457-1': 1, '8020006-1': 1, '7249874-1': 1, '5097784-1': 1}"}