{"patient_id": 132157, "patient_uid": "6407376-1", "PMID": 30777981, "file_path": "noncomm/PMC006xxxxxx/PMC6407376.xml", "title": "Primary ocular presentation of tuberous sclerosis – A case report", "patient": "A 25-year-old man presented with complaints of decreased vision in the left eye, which he accidently noticed on covering the other eye. There was no history of systemic comorbidities, seizures, or retarded mental development. The best corrected Snellen visual acuity in the right and left eyes were 6/6 and 6/24, respectively. Examination of the anterior segment was normal in both the eyes and so was the vitreous cavity. The optic disk and retinal examination in the right eye were normal. In the left eye, fundus examination demonstrated an elevated lesion in the superior aspect of the optic disk accompanied with marked neovascularization on the surface with retinal hemorrhages and macular edema [Fig. and ]. Systemic examination revealed the presence of adenoma sebaceum, ashleaf spot, dental pits, and subungual fibromas [Fig. -]. Fundus fluorescein angiography showed tortuous and telangiectatic vessels with slow/no fill in the early phase [Fig. and ], whereas the late phase showed filling up of vessels within the lesion associated with exudation [Fig. and ]. B-scan ultrasonography showed focal calcification, acoustic shadowing behind the lesion []. Optical coherence tomography (OCT) over optic disk showed a hyperreflective mass with posterior shadowing []. OCT over the macula showed retinal disorganization with fluid-filled spaces and vitreous traction []. Computed tomography of the orbit to confirm the extent of the lesion showed multiple cortical tubers [Fig. and ], which had similar attenuation values as compared with the optic disk lesion [].\\nPatient was diagnosed to have tuberous sclerosis as he fulfilled the diagnostic criterion and an aggressive variant of a retinal hamartoma was suspected. An intravitreal injection of 1.25 mg bevacizumab (Avastin) was administered and resulted in a three-line visual improvement (approximate early treatment diabetic retinopathy study [ETDRS] letter score of 21) with drastic reduction in macular edema [].", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'11862172': 1, '18778334': 1, '15955990': 1, '2039137': 1, '34603809': 2, '11264130': 1, '14597065': 1, '22654497': 1, '1813959': 1, '18759802': 1, '9881533': 1, '17305725': 1, '7280993': 1, '11553313': 1, '30777981': 2}", "similar_patients": "{'8486559-1': 1}"}