{"patient_id": 135484, "patient_uid": "6709239-1", "PMID": 31145310, "file_path": "noncomm/PMC006xxxxxx/PMC6709239.xml", "title": "Diagnosis of hereditary diffuse leukoencephalopathy with neuroaxonal spheroids based on next-generation sequencing in a family", "patient": "A 43-year-old male received treatment for 1 year because of progressive mental decline and character changes. The patient was admitted to hospital 1 year before this study, when he reported that his work was not satisfying, and he had memory deterioration, speech reduction, slow responses, character changes, irascibility, and unwillingness to communicate with people; he also expressed that “some people want to hurt me.” As the patient's condition worsened, he could no longer work. He underwent head MRI and other related examinations in another hospital and was diagnosed with leukoencephalopathy, and he was given symptomatic treatment including hormone and neurotrophic therapies; however, the patient's condition did not improve.\\nThe proband's blood pressure was 120/80 mm Hg, and his directive force, memory, and calculation ability were poor. His Mini-Mental State Examination (MMSE) score was 18 points (education <6 years) and he had cognitive deficiencies, and his clinical dementia rating (CDR) was 6 points. The patient was conscious, but had reduced speech capabilities. No obvious abnormalities were seen in the cranial nerve through physical examination, the muscular tension of all 4 limbs was normal, muscle force was level 5, no pathological reflexes were observed, and physical examination revealed no obvious abnormalities in residual nervous systems.\\nIn the left basal ganglia and bilateral corona radiata regions, there were multiple patchy long T1 and T2 signal shadows with well-demarcated margins. With FLAIR, there was a slightly high signal, and using DWI there was a patchy, slightly high signal; the regions around the anterior and posterior horns of the lateral ventricle were the most prominent. Using DWI, multiple patchy high signals in the bilateral frontal lobes and the left occipital lobe could be observed with well-demarcated margins. In addition, the genu of the corpus callosum had a slightly lower signal change in disseminated T1WI (Fig. ). The lesion range was slightly increased compared with images at 3 months before admission.\\nIn the proband, oligoclonal bands were negative, oligoclonal serum bands were negative, IgG synthesis rate of CSF was within the normal range, and AQP4 antibody was negative. Serum myelin basic protein levels were increased, autoantibody of myelin basic protein was positive, MOG antibody was positive, and blood–brain barrier permeability was elevated. No abnormalities were observed in 2 routine examinations and biochemical tests of CSF.\\nThe proband's mother was a 70-year-old female who had received treatment for progressive mental decline and character changes for 10 years. The patient had poor memory ability and had changed from being well-spoken to being taciturn, unsociable, and short-tempered over the course of 10 years before being admitted into hospital. Her condition gradually worsened, and she eventually could not take care of herself.\\nThe patient's blood pressure was 145/90 mm Hg, and her directive force, memory, and calculation ability were poor. Her MMSE score was 15 points (education <6 years) and she had cognitive deficiencies, and her CDR was 5 points. The patient was conscious and could speak fluently. No obvious abnormalities were observed in the cranial nerve through physical examination, muscular tension of all 4 limbs was normal, muscle force was level 5, no pathological reflexes were observed, and physical examination revealed no obvious abnormalities in residual nervous systems.\\nIn the bilateral frontal and parietal lobes, there was interspersed mottling and patchy equal or long T1 signal and slightly long T2 signal with obscure boundaries, and with FLAIR there was a slightly high signal. Laminated long T1 and T2 signal shadows could be observed in the temporal lobe, and there was a high signal using FLAIR; laminated long T1 and T2 signals could be observed within the lesion, and boundaries were obscure. Within the brainstem, body and genu of the corpus callosum, bilateral thalami, basal ganglia, corona radiata, and centrum semiovale, patchy and laminated long T1 and T2 signal shadows could be observed with obscure boundaries, and with FLAIR, there were low or high signal shadows. Within the left basal ganglia region, there were obvious long T1 and T2 signal shadows with arc-shaped signal loops, and where the bilateral lateral ventricles broadened, patchy long T1 and T2 signal shadows could be observed. With FLAIR, there was a high signal with obscure boundaries (Fig. ).\\nA family survey was conducted after the informed consent of each family member, and each patient/family member provided informed consent for publication of the case. In the family, there were 12 nonsymptomatic members and 3 symptomatic patients, including 1 male (the proband) and 2 females (as shown in Fig. ). The elder sister of the proband is deceased, but before her death, she gradually developed character changes and memory loss, and had rapid disease progression that meant that she could not take care of herself after 1 year of developing symptoms; she died 5 years before the current study was conducted. For all 3 symptomatic family members, there were no other clinical manifestations and they were healthy before developing symptoms. All nonsymptomatic family members had no obvious clinical symptoms.\\nThe proband and his mother both had rapidly progressing dementia, and their head MRIs showed extensive leukoencephalopathy; the proband also had a questionable medical history of nervous shock and psychological problems caused by the postnatal environment; however, his symptoms were similar to those of his sister, and his symptoms and imaging manifestations were also similar to those of his mother. Thus, the possibility of a hereditary disease was considered to be high (Fig. ), and next-generation sequencing was performed in the proband and his mother to detect genes related to dementia.\\nA standard phenol-chloroform extraction method was used to extract genomic DNA from peripheral blood. Next-sequencing was performed by Novogene Bioinformatics Institute. Following the manufacturer's procedures, more than 1.5 μg of genomic DNA from each sampled individual was cut by using a sonicator (Covaris); enriched, hybridized, and captured on the Agilent SureSelect Human All Exon V5; and sequenced using the Illumina HiSeq 2000 sequencer (Illumina Inc., San Diego, CA). Clean reads without adaptors or degraded readings were mapped to the human reference genome (UCSC hg19) using the Burrows-Wheeler alignment (BWA) tool. Single-nucleotide polymorphism (SNP) and insertions/deletions were identified by sequence alignment/map tools and then the identification process was repeated using Picard tag reading. We screened all variants against the SNP database, 1000 Genomes project, and the outer NHLBI exome sequencing projects (ESP) 6500. Functional prediction was carried out by Sorting Intolerant from Tolerant (SIFT) and Polymorphism Phenotyping version 2 (PolyPhen-2). Candidate variants were annotated by the ANNOVAR (Annotate Variation) software.\\nDirect Sanger sequencing was then performed using an ABI 3500 sequencer (Applied Biosystems, Foster City, CA) to identify the CSF1R gene in the family. We revealed that both the proband and his mother had a heterozygous mutation of c.2696delA in the CSF1R gene (Fig. , Tables and ), and discovered the existence of a new mutation site—c.2696delA (a deletion mutation)—in CSF1R in the patient, which leads to the amino acid change p.His899fs (a frame-shift mutation). After consulting related articles and HGMDpro database, we could find no previous reports of this mutation.\\nOn the basis of the clinical characteristics, and also the results of imaging examinations and gene detection, the proband was diagnosed with HDLS and given steroid pulse therapy and immunoglobulin, which slightly relieved his dementia symptoms. During a follow-up visit 3 months after diagnosis, the patient's condition was observed to have gradually worsened, and the patient currently has difficulty communicating and cannot take care of himself in daily life, or relieve his bowels.\\nEthics Committee of China-Japan Union Hospital of Jilin University has approved this study (the ethical approval number is 2019040810).", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'29700822': 1, '24198292': 1, '24336230': 1, '34422984': 1, '22050953': 1, '6595937': 1, '33376386': 2, '34145972': 1, '33287883': 1, '28334938': 1, '23408870': 1, '34791569': 1, '31145310': 2}", "similar_patients": "{'7765750-1': 1}"}