{"patient_id": 550, "patient_uid": "6008881-1", "PMID": 29973999, "file_path": "comm/PMC006xxxxxx/PMC6008881.xml", "title": "Central Pontine Myelinolysis in Pediatric Diabetic Ketoacidosis", "patient": "A previously healthy 16-year-old female visitor from Japan presented to an adult emergency room (ER) with altered mental status and emesis. She was found lying on a bathroom floor in her hotel. There was a history of polyuria and polydipsia for 2 weeks and 8 to 10 kg weight loss during the previous month. Her vital signs upon arrival to the pediatric intensive care unit (PICU) were temperature of 98.1° Fahrenheit, heart rate 110/min, respiratory rate 26/min, blood pressure 140/81 mm of Hg, and 100% oxygen saturations without supplemental oxygen. Her capillary refill time was 4-5 seconds. Her weight was 57 kg. Her Glasgow Coma Scale (GCS) was 13 in the ER, which improved to 15 upon arrival to PICU. Skin rash with infected lesions was noted in her groin. The rest of her physical examination was unremarkable.\\nWorkup in the ER showed hyperglycemia of 472 mg/dL, metabolic acidosis (pH 6.75, pCO2 18.4, pO2 149, HCO3 2.5, base deficit 32.6, anion gap 23.5), ketosis (beta-hydroxybutyrate 11.41), glucosuria, and ketonuria, which were consistent with diabetic ketoacidosis. Her white cell counts were 22.3 k/L, hemoglobin 15.8 g/dL, and hematocrit 47%. The rest of her workup was unremarkable.\\nThe patient received fluid resuscitation with 30 mL/kg of 0.9% normal saline (NS) and 50 mEq of sodium bicarbonate in the ER. Continuous insulin infusion was started at 0.1 unit/kg/hr. After that she was started on intravenous fluids containing 0.45% saline and 75 mEq/L of sodium bicarbonate. This was administered at 150 mL/hr, which was 1.25 times the usual daily maintenance requirement for her weight. A consultation with our PICU was obtained at this stage. No further bicarbonate boluses were given. Her fluids were changed to isotonic fluid with potassium phosphate and potassium chloride and without any bicarbonate. It was administered at the rate of 1.5 times maintenance of daily requirement for weight. She was transferred to the PICU at this stage, where she continued to exhibit severe metabolic acidosis with pH 6.97, pCO2 26.7, HCO3 6.1, and base deficit of 24.5. The DKA management was continued with close monitoring and serial laboratory evaluations.\\nAfter few hours of her arrival in the PICU, the patient became disoriented and confused. She was given one time 5 ml/kg of 3% hypertonic saline (HS) due to concern for cerebral edema and she responded well. Four hours later she developed lethargy followed by apnea. She was given additional doses of 3% HS bolus (5 mL/kg) and 0.8 g/kg of 20% mannitol. The hyperosmolar therapy was effective but only transiently; the patient eventually required intubation and mechanical ventilation for recurrent apnea.\\nCT head obtained at that time showed a thin, right parietal subdural hemorrhage without any evidence of edema or mass effect. Of note, CT scan was obtained after the initiation of hyperosmolar therapy.\\nHyperosmolar therapy was continued afterwards with 3% HS and 20% mannitol. It was guided with close monitoring of renal function including serum sodium and serum osmolarity. The doses and other parameters were maintained per standard of care [, ].\\nThe patient's serum sodium was 135 upon arrival in the ER and 143 at around 11 hrs before the initiation of hyperosmolar therapy and reached to 160 at 71 hrs when hyperosmolar therapy was discontinued. It was normalized to 143 at 131 hrs of admission. Her osmolarity was 298, 305, 335, and 299 at those timings (sodium in mmol/L and osmolarity in msom/kg). The rate of glucose reduction was < 50 mg/dl/hr.\\nMRI brain obtained at 60 hrs of admission showed mild edema of the cortex and sulci and diffuse edema of the pons and midbrain with restricted diffusion in the pons consistent with central pontine myelinolysis also known as osmotic demyelination syndrome. There was no significant change in the subdural hemorrhage (Figures –). MR angiogram showed no evidence of vessel abnormality.\\nThe patient required continued mechanical ventilation and further management in the PICU. She became more responsive on day 5, and her support was gradually weaned until extubation on day 7. At that time she exhibited only mild residual dysmetria, trivial ataxia, mild left sided weakness, and neglect. All deficits subsequently improved.\\nHer course was complicated by an isolated focal seizure that responded to standard antiepileptic medication. She also developed bilateral upper extremity deep venous thromboses (DVT). Hematology workup showed no underlying hypercoagulability. Thus the DVT was considered as another complication of DKA [–].\\nHer overall hospital length of stay was 14 days, and by the date of discharge she was able to ambulate with a walker and speak and eat without difficulty.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'18446108': 1, '16847700': 1, '9437340': 1, '27745860': 1, '22217782': 1, '24563474': 1, '23230065': 1, '12693785': 1, '12588925': 1, '25041509': 1, '24855156': 1, '13616772': 1, '24866063': 1, '21615248': 1, '33107776': 1, '27407176': 1, '23863818': 1, '11172153': 1, '23737516': 1, '27599629': 1, '22647485': 1, '25685287': 1, '14754983': 1, '10809295': 1, '2809388': 1, '10580884': 1, '17425961': 1, '22356837': 1, '17315523': 1, '3326551': 1, '21466645': 1, '29973999': 2}", "similar_patients": "{}"}