{"patient_id": 136094, "patient_uid": "6751914-1", "PMID": 29455223, "file_path": "noncomm/PMC006xxxxxx/PMC6751914.xml", "title": "Sialidosis type I presenting with a novel mutation and advanced neuroimaging features", "patient": "The patient, 24-years-old male, was the first child of non-consanguineous healthy parents, presented to our clinic with 6 years history of progressive gait ataxia and jerky movements. Handling timeline of this case is described in .\\nNeurological examination revealed truncal ataxia, dysarthria, and intentional tremor of the upper limbs, negative myoclonus and stimulus sensitive myoclonus in the arms. Funduscopic examination disclosed bilateral macular cherry-red spots (). Patient also had generalized seizures.\\nThe brain MRI showed mild atrophy (). The patient’s genetic analysis, sequencing of the exons and intron/exon splice sites of NEU1 gene by using Sanger method, identified 2 heterozygous pathogenic variants; previously reported and known to be pathogenic NM_000434:c.625delG (p.Glu209SerfsTer94) variant and novel NM_000434:c.928G>A (p.Asp310Asn) variant.\\nOne patient with sialidosis type 1 and 3 age-matched healthy control males were selected for the study. The eligibility criteria for control subjects were as follows: normal developmental history, normal findings in radiology and normal neurologic examination.\\nSubjects underwent MRI by using a 20-channel head coil, 1.5 Tesla clinical scanner (Magnetom Aera, Siemens Healthcare, Erlangen, Germany) at Radiology department. T1-weighted magnetization prepared rapid acquisition gradient-echo sequence, axial and coronal T2-weighted sequence, Blood oxygenation level dependent (BOLD) imaging and twice-refocused DTI. Participants had to stay still, eyes-closed, and remain awake during BOLD imaging.\\nThe DTI data () were analyzed with DTIStudio, ROIeditor and DiffeoMap programs. The raw diffusion-weighted images were processed using a 12-mode affine transformation of Automated Image Registration and then Large Deformation Diffeomorphic Metric Mapping. After normalization to the JHU-DTI-MNI ‘‘Eve’’ template, each participant’s original brain space was parcellated into 189 anatomical structures. Finally; the volume, fractional anisotropy (FA) and mean diffusivity (MD) were measured for each cerebral region for all subjects for 189 parcellated brain structures.\\nThe preprocessing of BOLD images was performed with Statistical Parametric Mapping (SPM8) software (The Wellcome Department of Cognitive Neurology, London, UK, ). The preprocessing steps included realignment, coregistration to MPRAGE images, normalization to a standard template, and smoothing with an isotropic Gaussian kernel of Full Width at Half Maximum 6 mm. The ROI-based functional connectivity tests were performed with the Functional Connectivity toolbox. In total 89 Brodmann Areas (BA) were examined using ROI to ROI analysis and functional connectivity values were obtained and voxel-wise comparisons restricted to this ROI were evaluated at p<0.005 (uncorrected). To compare the differences between sialidosis type 1 patient and controls, independent-samples t-test was performed. Analysis was conducted using IBM statistical package for the social sciences statistics 22 software with considering a p-value<0.05 statistically significant. The volume measurements of brain structures such as cerebellum, precentral gyrus (PreCG), postcentral gyrus (PoCG) and subthalamic nucleus were performed. These measurements are shown in . The volumes of the selected regions were smaller in the patient compared to the controls.\\nDiffusion measures for sialidosis type 1 and the control group are shown in and . The patient had lower FA in the cerebellum but higher FA in the other regions. The patient had higher MD values in the cerebellum whereas lower MD values in the remaining regions (, ).\\nThe functional connectivity between the left anterior prefrontal cortex (BA-10L) and the right dorsal entorhinal cortex (BA-34R) was lower in the patient. The left inferior temporal gyrus (BA-20L) showed higher connectivity with the right perirhinal cortex (BA-35R) in the patient. The connectivity between right frontal eye fields (BA-8R) and right fusiform gyrus (BA-37R) among the one between BA (8R) and dorsolateral prefrontal cortex (BA-46R) were lower in the patient. The left inferior temporal gyrus (BA-20L) and the right perirhinal cortex (BA-35R) was seen higher connectivity in the patient. Also, the connectivity between BA (8R) and the left inferior parietal lobe was higher in the patient. Also, right angular gyrus (BA-39R) showed less connectivity with the left anterior superior temporal gyrus in the patient.\\nPatient had generalized seizures and was diagnosed with epilepsy which responded to Levetiracetam therapy. Myoclonus and ataxia also decreased after Levetiracetam treatment.\\nNo new clinical findings were observed during follow-up examinations, patient continued to be seizure-free under Levetiracetam treatment, myoclonus and ataxia were also decreased, patient encouraged to continue treatment. Because of myoclonus and ataxia patient was frequently falling and because of decrease in this complaints the patient’s balance problem resolved.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'26843009': 1, '10767332': 1, '32453490': 1, '27052257': 1, '21339907': 1, '32752208': 1, '30635863': 1, '8624691': 1, '33553400': 2, '32351971': 1, '29455223': 2}", "similar_patients": "{'7829734-1': 1}"}