{"patient_id": 134055, "patient_uid": "6555375-1", "PMID": 31198396, "file_path": "noncomm/PMC006xxxxxx/PMC6555375.xml", "title": "Bullous Lichen Planus: Case Report and Review", "patient": "A 21-year-old male patient reported to the Dental outpatient department of Chettinad Dental College and Research Institute with a chief complaint of reddish white patches on his right inner cheek region and palate for past 2 months with associated burning sensation. Patient gave a clinical history of a small swelling that was seen in the palate initially. He felt fluid-filled swelling that ruptured subsequently. The reddish-white lesion in the palate enlarged to the present size. A similar lesion was noted around the same period in the right buccal mucosa. The patient was previously under topical antifungal therapy that temporarily reduced the burning sensation.\\nPatient had no relevant medical, dental, or familial history and maintained good oral hygiene. He had no chewing or smoking habit and consumes spicy foods.\\nOn inspection of right buccal mucosa [], a single erythematous lesion with radiating white striae was seen of size 4 × 2 cm at the level of occlusal plane extending anteriorly from 45 to distal aspect of 47 posteriorly. It was soft in consistency with elevated white irregular margins. Over the palate [], a single elevated erythematous lesion interspersed with white striae was seen measuring 4 × 4 cm; extending anteriorly 1 cm behind the incisive papilla; posteriorly up to fovea palatina; laterally 5 mm below the free gingival margins of 16, 17, 26, and 27; and posteriorly extending to 1 cm above the soft palate. The lesion did not affect the palatal rugae and incisive papilla but had covered the mid-palatine raphae. The lesion contained multiple minute round erythematous projections of varying sizes surrounded by white striae. The surface was rough and non-tender on palpation. The patient presented with no other skin abnormalities.\\nCorrelating with the clinical history and presentation, the lesion was provisionally diagnosed as “bullous lichen planus,” along with lichen planus pemphigoides, pemphigus, pemphigoid, allergic stomatitis, erythroleukoplakia, and erythematous candidiasis.\\nPatient’s basic hematological parameters were evaluated and found to be within normal limits. Patient was referred for incisional biopsy of the lesion.\\nMacroscopic findings: Two bits of soft tissue specimen were placed in 10% formalin. Specimens were taken from right buccal mucosa and palate. Both the tissues processed for histopathological evaluation.\\nMicroscopic findings: Orthokeratinized stratified squamous epithelium of varying thickness with flat to elongated rete pegs. Areas of basal cell degeneration were evident. Juxta-epithelial connective tissue shows dense infiltration of chronic inflammatory cells of lymphocytes interspersed with increased capillaries. Presence of intraepithelial cleft [Figures and ].\\nOn the basis of the histopathological features, the lesion in right buccal mucosa and palate was diagnosed as BLP.\\nPatient was advised for medical and stress management. He was advised to take prednisolone 20 mg and was tapered over period of 6 weeks. Topical application of Kenacort was also prescribed to the patient. Regression of lesion was seen completely over the end of 6 weeks.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'2598489': 1, '23293497': 2, '28539981': 1, '9488249': 1, '26120146': 1, '27051650': 1, '8996262': 1, '3083065': 1, '12323106': 1, '346143': 1, '8337587': 1, '34513095': 2, '27286123': 1, '5235654': 1, '28491978': 1, '23130217': 1, '24823424': 1, '25654047': 1, '17641857': 1, '31198396': 2}", "similar_patients": "{'3532804-1': 1, '8433030-1': 1}"}