{"patient_id": 135785, "patient_uid": "6735643-1", "PMID": 31528562, "file_path": "noncomm/PMC006xxxxxx/PMC6735643.xml", "title": "Pyopericarditis and tropical pyomyositis: unusual concomitance", "patient": "A 19-year-old male patient, previously healthy, sought the emergency medical service complaining of a one-day chest pain of sudden onset. He referred worsening of the symptom with breath movements and supine position. He had a history of upper airway infection one week prior to hospital presentation. Physical examination on admission was normal. The electrocardiogram revealed the presence of sinus tachycardia, PR segment deviation and upsloping ST segment elevation (). The echocardiogram, serum determination of troponin and CK-MB were normal. White blood cell count was 11200/mm3 (reference value = 4400 – 11300/mm3) and CRP = 24 mg.L–1 (RV <5). He was discharged after 24 hours of observation with complete relief of pain, with the presumptive diagnosis of uncomplicated viral pericarditis and was prescribed non-steroidal anti-inflammatory for seven days.\\nThe patient returned to the hospital after 72 hours, complaining of worsening symptoms, fever and generalized myalgia. On physical examination he was acutely ill looking, wasted, and febrile. His hemodynamic parameters were stable and the heart and lung examination were normal. Laboratory tests on readmission revealed white blood cell count = 22.000/mm3 with a shift to the left, CK-MB = 89.5 ng.mL–1 (RV <5 ng.mL–1), CRP = 391 mg.L–1 (RV <5 mg.L–1), erythrocyte sedimentation rate (ESR) = 44 mm (RV <15 mm) in the first hour, the echocardiogram was repeated and showed the presence of pericardial thickening with no effusion nor signs of cardiac tamponade.\\nOn the second day of readmission, the patient was septic and presented clinical signs of pericardial tamponade, which was treated by pericardial surgical drainage and biopsy. The procedure resulted in 250 milliliters output of pus. He was transferred to the ICU with clinical signs of septic shock demanding ventilatory and hemodynamic support and was prescribed ceftriaxone and oxacillin.\\nFurther tests were carried out and the results were negative for HIV and EBV serologies, ANA and anti ds-DNA, determination of C3 and C4 were normal. The pericardial fluid analysis revealed the presence of Gram-positive spherical bacteria. The search for fungus and acid fast bacilli (AFB) was negative and the culture isolated Staphylococcus aureus oxacillin sensitive. The pathological report was consistent with acute fibrinous pericarditis ().\\nOn the seventh day of hospitalization, the patient complained of pain and swelling in the right thigh and fever persisted. Computed axial tomography of the lower limbs identified multiple hypoatenuating images compatible with abscesses involving the muscles: gluteus maximus, gluteus medius () as well as the muscles: biceps femoris, sartorius, rectus femuris, vastus lateralis, vastus medialis some of them bilaterally ().\\nThe puncture of theses lesions disclosed the presence of purulent secretion. Staphylococcus aureus was also isolated from this site of infection leading to the diagnosis of staphylococcal pyomyositis.\\nAfter surgical drainage of the abscesses and maintenance of antibiotic therapy the patient presented no further fever. A new transthoracic echocardiography demonstrated improvement of the pericardial lesion as well as no additional valvar lesions.\\nHe was discharged on the eighteenth day of hospitalization with the prescription of prolonged oral antibiotic.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'9118558': 1, '930941': 1, '8227835': 1, '12953744': 1, '14966036': 1, '9323104': 1, '15028364': 1, '15380499': 1, '20078212': 1, '3433341': 1, '1420680': 1, '31528562': 2}", "similar_patients": "{}"}