{"patient_id": 15421, "patient_uid": "6959891-1", "PMID": 31914067, "file_path": "comm/PMC006xxxxxx/PMC6959891.xml", "title": "Anastrozole-induced pulmonary cryptococcosis in a patient with early breast cancer", "patient": "A 60-year-old woman underwent left mastectomy and regional lymph node dissection for a 1.2 × 0.7 mm mass in July 2017. The invasive ductal carcinoma was estrogen receptor (ER) positive (90%), progesterone receptor (PR) positive (60%), and human epidermal growth factor receptor 2 (HER2) (1+); no metastatic lymph nodes were found. She was an otherwise healthy postmenopausal woman. The tumor was in the early stage, so radiotherapy and chemotherapy were not performed. The patient did not have any known immunodeficiency. Because she was postmenopausal and ER+, following surgery, 1 mg/day of anastrozole was started in August 2017.\\nShe was admitted to our hospital for multiple pulmonary nodules on chest computed tomography (CT) (Fig. A and B) in April 2018. The lesions were found mainly in the subpleural regions, and the largest lesion was 14 mm in diameter. The patient had no respiratory symptoms, vital signs were stable, and physical examination revealed a good nutritional state, with normal respiration and no lymph node enlargement. No positive signs were detected after admission. Initial investigations such as total leukocyte count, white blood cell differential count, and renal and liver function tests were within normal limits, and C-reactive protein and erythrocyte sedimentation rate were both within normal limits. She tested negative for anti-HIV antibodies. Flow cytometry assays to assess her T and B lymphocyte levels produced normal results.\\nThe patient was treated with antibiotics (amoxicillin and levofloxacin), but there was no clinical improvement. She was suspected to have lung metastasis from breast cancer. Serum cryptococcal antigen, measured by enzyme-linked immunosorbent assay (ELISA), was positive (46.05 μg/L). A biopsy of the largest lesion of the right lung showed cryptococcus fungal bodies with granulomatous inflammation (Fig. A and B). Lumbar puncture was performed, but no pathogens were found in cerebrospinal fluid (CSF) by Gram stain, and CSF cryptococcal antigen test was negative. Therefore, the patient was diagnosed with pulmonary cryptococcosis. She was treated with fluconazole (400 mg/day) for 1 month, but a follow-up CT scan of chest showed no improvement. Serum cryptococcal antigen was positive (44.13 μg/L). Because the cryptococcal antigen titer had not improved significantly compared with 1 month previously, the administration of anastrozole was discontinued. Two months later, the pulmonary lesions had diminished in size (Fig. C). The patient continued fluconazole for a total of 6 months without re-administration of anastrozole, and the lesions of pulmonary cryptococcosis almost disappeared. The antigen titration gradually declined and was finally found to be negative. Subsequently, this patient switched to tamoxifen to continue treatment for breast cancer because of the importance of estrogen reduction. She was also told to avoid possible sources of cryptococcus, such as pigeon droppings. No recurrence of cryptococcosis has been found.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'20651746': 1, '11447710': 1, '21501669': 1, '2330488': 1, '28190772': 1, '9152599': 1, '22913682': 1, '18810576': 1, '8247921': 1, '8173131': 1, '24333009': 1, '26108239': 1, '7895601': 1, '26023144': 1, '8513654': 1, '2184510': 1, '20351193': 1, '12126611': 1, '4557878': 1, '23731522': 1, '16887480': 1, '27602993': 1, '25700766': 1, '31914067': 2}", "similar_patients": "{}"}