{"patient_id": 674, "patient_uid": "6016221-1", "PMID": 29991947, "file_path": "comm/PMC006xxxxxx/PMC6016221.xml", "title": "A Rare Presentation of Clozapine-Induced DRESS Syndrome", "patient": "A 32-year-old female with a past medical history significant for schizophrenia, bipolar disorder, and hepatitis C antibody positive presented from the behavioral health center for a 2-day history of a diffuse rash. The rash had started on her upper extremities and then spread to her face, chest, and thighs 2 days prior to admission. At times, the rash had been itchy and the patient had reported chills. She had been started on clozapine 10 days prior to admission. On admission she was febrile to 38.1°C, tachycardic to 113 bpm, and hypotensive to 96/63. On exam, she had a maculopapular rash that was nonblanching over her entire body except her lower legs. There was no mucosal involvement, but she had mild facial edema. Pertinent admission labs included WBC 6.9 (3.7–11.4 103/µL), Hgb 10.6 (10.8–15.3 g/dL), platelet 196 (140–393 K/µL), eosinophils 10 (0–6%), eosinophils absolute 0.7 (0.0–0.5 103/µL), aspartate aminotransferase 81 (14–36 U/L), alanine aminotransferase 125 (9–52 U/L), alkaline phosphatase 155 (38–126 U/L), and hepatitis C antibody positive. Her urinalysis showed moderate leukocyte esterase with white blood cells, squamous cells, and few bacteria. Imaging on admission included chest X-ray, which showed a small left sided pleural effusion. A CT chest was done which showed minimal bilateral atelectasis with trace pleural effusions and cholelithiasis with contracted gallbladder and pericholecystic fluid.\\nAt this point, there was concern for infectious etiology, and blood cultures were drawn. The patient was then started on broad-spectrum antibiotics with cefepime and vancomycin. Clozapine was stopped and her benztropine and lithium were initially continued as she had been on these for many years. After being seen by psychiatry, they were also discontinued. She was given Benadryl for her rash. Hepatitis C viral PCR pathogens were found to be negative. Blood cultures grew staphylococcus coagulase negative and urine culture showed mixed flora with no infection. The blood cultures were thought to be a contaminant, so they were redrawn and the second set did not grow anything. Antibiotics were discontinued, as there was no further concern for infectious etiology. Eosinophils continued to be elevated and she developed a leukocytosis. The next three days, her white blood cell count continued to rise and peaked at 26.5 103/µL. She had worsening fever and became more tachycardic. Liver enzymes continued to rise, so an ultrasound abdomen was performed due to concern for cholecystitis, which was negative. Antibiotics were restarted due to concern for infection. Her eosinophil count rose and peaked at 14%. She had an echocardiogram to rule out endocarditis, which was within normal limits. CT abdomen and pelvis with contrast was done to rule out an abdominal infection. It showed colon thickening, cholelithiasis, trace pleural effusions, and porta hepatis lymphadenopathy. Antibiotics were all discontinued again as infectious etiologies had been ruled out. At this point, there was concern for drug reaction with eosinophilia and systemic symptoms (DRESS syndrome) as she had the classic signs of DRESS including eosinophilia, skin rash, lymphadenopathy, and elevated liver enzymes. Other viral exanthema reactivations that are associated with DRESS were also considered. EBV, HHV-6, and HHV-7 were drawn, and all came back negative. Mononucleosis testing was not done on presentation although this can present as DRESS syndrome.\\nDermatology was also consulted and agreed that this was DRESS syndrome. Methylprednisone IV 125 mg three times daily was started along with clobetasol twice a day. After starting prednisone, fever and white blood cell count improved. Eosinophils trended back down to normal limits and liver enzymes started trending down. She was discharged on an oral prednisone taper for 12 days. Outpatient follow-up did not show any further eosinophilia, white blood cell elevation, or elevated liver enzymes. Rash improved and disintegrated.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'28784369': 1, '24023555': 2, '23602183': 1, '23602182': 1, '32332465': 2, '9669191': 1, '21592453': 1, '28784381': 1, '34426483': 1, '29991947': 2}", "similar_patients": "{'7188262-1': 1, '7188262-2': 1, '7188262-3': 1, '7188262-4': 1, '3766753-1': 1}"}