{"patient_id": 15835, "patient_uid": "6984178-1", "PMID": 32025410, "file_path": "comm/PMC006xxxxxx/PMC6984178.xml", "title": "Adrenocorticotropic Hormone-producing Extrapulmonary Small Cell Carcinoma of the Breast", "patient": "A 38-year-old female with no relevant medical history presented to the oncology clinic with a right breast lump of one-month duration. She denied any associated pain, bleeding, discharge, itching, or skin changes. Physical exam was unremarkable except for a 2 cm hard lump palpable at the right upper quadrant of the right breast and a palpable axillary lymph node, which was mobile, hard, and about 1 cm x 1 cm in size. Basic blood work was unremarkable (Table ).\\nUltrasound (US) of the right breast and axilla was suspicious for malignancy (Figure ), which was followed by an US-guided open-cut biopsy of the right breast. Histology revealed sheets of small oval cells with a high nuclear/cytoplasmic ratio; the nuclei were composed of finely dispersed chromatin, typical for small cell neuroendocrine carcinoma; and the immunohistochemistry showed positivity for chromogranin, synaptophysin, and thyroid transcription factor-1 (TTF-1) (Figure ). However, estrogen and progesterone receptors were non-reactive. Fine needle aspiration of the right axillary lymph node was performed twice and was negative for malignancy. Positron emission tomography-computed tomography (PET-CT) scan showed focal fluorodeoxyglucose avid right lateral breast mass with two axillary lymph nodes, without any evidence of pulmonary disease (Figure ). Findings were most consistent with right-sided primary breast cancer and nodal disease without distant metastatic disease. The patient was diagnosed with stage IIIA, T1N2M0, limited, extrapulmonary small cell neuroendocrine carcinoma. Treatment options were discussed in depth, including chemotherapy and radiation therapy. The patient declined all modalities of treatment and preferred to proceed with palliative measures due to religious reasons.\\nEighteen months after diagnosis, the patient presented acutely with altered mental status for 10 days' duration before the presentation. Physical exam revealed stable vital signs though the patient was disoriented. The right breast exam showed enlargement of the tumor with evidence of bleeding. Labs revealed critically severe hypokalemia of 2 mmol/l, sodium of 150 mmol/l, chloride of 99 mmol/l, metabolic alkalosis with bicarbonate level of 34 mmol, normocytic anemia with hemoglobin level of 6.5 g/dl, and a mean corpuscular volume of 83.1 fl (Table )\\nWorkup for the etiology of hypokalemia suggested ectopic adrenocorticotropic hormone (ACTH) production, with ACTH level of 247 pg/ml, elevated cortisol level of 51.7 mcg/dl, renin 1.9 ng/dl/hour, suppressed aldosterone with a level of <4 ng/dl, and excess urine potassium excretion. Neither 1 nor 8 mg of dexamethasone suppressed cortisol level. An abdominal CT scan revealed bilateral adrenal hyperplasia, and brain MRI was negative for any pituitary lesions. Spironolactone 100 mg twice a day and ketoconazole 200 mg three times a day were initiated to suppress the mineralocorticoid activity and cortisol production, respectively. Potassium was also aggressively replaced, and the patient was ultimately placed on a scheduled potassium regimen of 60 mEq oral tablets three times a day to maintain her potassium level within the normal range. The patient elected not to undergo any treatment for her malignancy and passed away a few months later.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'20052730': 1, '28734185': 1, '15914534': 1, '10468935': 1, '16303835': 1, '15691063': 1, '24589259': 1, '23734899': 2, '16813730': 1, '26659223': 1, '19020716': 1, '15976350': 1, '9990271': 1, '14097474': 1, '24031121': 1, '17270663': 1, '32025410': 2}", "similar_patients": "{'3682896-1': 1}"}