{"patient_id": 3369, "patient_uid": "6180856-1", "PMID": 30363634, "file_path": "comm/PMC006xxxxxx/PMC6180856.xml", "title": "Radiation-induced angiosarcoma of the brain", "patient": "A 65-year-old male was referred to our hospital. He had presented to another hospital 6 months earlier with drowsiness and a 54-mm diameter mass had been observed in the right temporal lobe on non-contrast CT scan. The patient had undergone surgery and cobalt-60-based external beam radiotherapy for pituitary adenoma 43 years ago. Parallel–opposed lateral radiotherapy targeting the pituitary lesion was employed with a total dose of 50 Gy in 25 fractions. The patient had recovered without residual symptoms but required hormone replacement for panhypopituitarism. He had also developed pontine infarction at 57 years of age. The results of physical and neurological examinations at the time of admission were normal. Laboratory evaluations of complete and differential blood counts, and serum chemistry were also normal.\\nThe patient underwent a contrast-enhanced brain MRI that revealed a well-demarcated mass in the right temporal lobe (). A mass consisting of hyper- and hypo-intensities was observed on T\\n2 weighted imaging. There was extensive vasogenic oedema around the mass. The T\\n1 weighted image showed a hypointense mass with hyperintense areas in the periphery, suggesting haemorrhagic foci. Contrast-enhanced T\\n1 weighted image of the brain showed significant contrast enhancement in the hypointense area on the pre-enhanced T\\n1 weighted image. The mass was supplied by the inferior branch of the right middle cerebral artery, and conventional angiography showed spotty stains in the arterial phase and spreading and pooling of the contrast medium in the venous phase, which suggested the presence of blood sinus-like structure in the mass (). CT images of the chest, abdomen and pelvis were normal (data not shown). Because hyperintense areas in the bilateral temporal lobes, indicating radiation-induced changes, had been detected on the T\\n2 weighted image 1 year before (), the mass was considered to arise within the radiation field of the previous radiotherapy, which probably involved opposing portal irradiation. The preoperative diagnosis was radiation-induced lesions, including cavernous malformation and glioma. Surgical resection of the mass was performed and it was found to be highly haemorrhagic and richly vascularized. The mass and the hippocampus were resected because the mass bled easily and had invaded the hippocampus.\\nPathologically, the mass exhibited widespread haemorrhages and abnormal vessel proliferation. The abnormal vessels contained organized blood clots, and had thick and hyalinized walls. The dilated intravascular lumens were covered by epithelial cells that were immunohistochemically positive for CD34. These cells exhibited variable cytologic atypia and mitotic activity (1–2 per 10 high power field) (). These pathological findings were consistent with that of an angiosarcoma of the brain.\\nComplete surgical resection was achieved and no residual tumour was evident on the postoperative MRI (). No surgical complications occurred. Although the patient experienced more drowsiness than before, and lost his appetite after the operation, he gradually recovered and was discharged. On the basis of the histopathological diagnosis, three-dimensional conformal radiation therapy with a dose of 61.2 Gy in 34 fractions and chemotherapy with temozolomide were administered. At the 9-month follow-up, the MRI revealed multiple vertebral metastases. The patient died 13 months after the surgery.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'2045922': 1, '22909122': 2, '943124': 1, '25388456': 1, '16023347': 1, '19574803': 1, '9810442': 1, '12115362': 1, '10765122': 1, '3357039': 1, '30363634': 2}", "similar_patients": "{'3459733-1': 1, '3459733-2': 1}"}