{"patient_id": 10492, "patient_uid": "6662442-1", "PMID": 31380137, "file_path": "comm/PMC006xxxxxx/PMC6662442.xml", "title": "A Rare Case of Hypersensitivity Pneumonitis due to Florida Red Tide", "patient": "A 50-year-old man with a history of hypertension, 30-pack year tobacco history and pulmonary embolism 12 years prior to admission presented with a 4-week history of progressively worsening dyspnea. His symptoms began with a dry cough, mild dyspnea and fevers. He was given a course of levofloxacin and azithromycin. While his cough and fevers resolved, his dyspnea continued to worsen. These symptoms began after he was exposed to the Florida red tide. Four weeks earlier, the patient reported going to the beach for a swim. Unfortunately, he swam into a large area of red tide (). Florida red tides occur due to high concentrations of algal blooms, particularly Karenia brevis (K. brevis) which gives the water a red discoloration (). Immediately after the exposure, the patient began to have symptoms. He denied any recent travel, illicit drug use and occupational exposures. He also denied receiving any blood transfusions recently. He worked as a nurse.\\nOn initial examination, the patient was profoundly hypoxic requiring FiO2 0.8 to maintain an appropriate oxygen saturation via high flow nasal canula. He was ill appearing and was in mild respiratory distress. The remainder of the examination was significant for bibasilar crackles and absence of pedal edema. Initial labs were significant for white blood cell count at 28 x 103 cells/μL with neutrophilia and absence of eosinophilia. Other significant labs included elevated brain natriuretic peptide 440 pg/mL (normal < 100 pg/mL) and normal procalcitonin 0.22 ng/mL (normal < 0.5 ng/mL) levels. The patient was started on broad spectrum antibiotics.\\nComputed tomography (CT) of the chest showed a lower predominant ground-glass attenuation, along with small cysts and smooth interlobular septal thickening (Figures and ). There were no centrilobular nodules. A bronchoscopy was performed on the day of admission. The patient was not a candidate for a transbronchial biopsy due to high oxygen requirements. Bronchoalveolar lavage (BAL) fluid analysis showed 88% macrocytes and 10% lymphocytes. The patient was continued on anti-bacterial therapy while further work-up continued. Despite a weeklong course of board spectrum antibiotics, he continued to have high oxygen requirements. At this point, differential diagnosis included acute hypersensitivity pneumonitis (HP) due to red-tide exposure, respiratory bronchiolitis associated interstitial lung disease (RB-ILD), desquamative interstitial pneumonia (DIP) and acute respiratory distress syndrome (ARDS). The remainder of the BAL fluid analysis was negative for bacterial and fungal cultures, viral studies including influenza and cytology noted no organisms or malignant cells. Other negative findings included an autoimmune work-up for connective tissue disease including an extended myositis panel and hypersensitivity panel.\\nSince the cultures were negative, the patient was started on Prednisone 1 mg/kg daily with a diagnosis of HP due to red tide exposure. While RB-ILD and DIP remained in consideration, the patient had a clear temporal association of symptom onset after an inhalational exposure. Furthermore, the patient had not smoked for the last 4 weeks prior to presentation at our institution. Despite being off cigarettes, his dyspnea continued to worsen. Of note, BAL findings in patients with RB-ILD or DIP are typically macrocyte predominant similar to our patient, whereas in HP, BAL findings are lymphocytic predominant. However, smokers with HP may not have a marked BAL lymphocytosis compared to non-smokers []. In addition, up to two-thirds of patients with RB-ILD or DIP improve once they quit smoking []. In cases where they do not improve with quitting smoking, corticosteroids provide only marginal benefit []. Our patient however noted a dramatic improvement with steroids. Together, the initial symptom onset after exposure, persistence of symptoms despite quitting smoking and improvement with steroids, suggested that the patient developed an acute case of HP following exposure to the red tide. CT chest obtained 8 weeks after initial presentation showed significant improvement of the ground glass attenuation and interstitial thickening (Figures and ). The patient was gradually weaned off steroids over the next 4 weeks. While most cases of red tide exposure lead to upper airway symptoms only, this case highlights that patients may also develop lower airway symptoms.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'22053149': 1, '10698729': 1, '15866777': 1, '20357898': 1, '33515246': 1, '12842854': 1, '20161504': 1, '15866778': 1, '21218152': 1, '2593722': 1, '15653981': 1, '15954221': 1, '17218574': 1, '31380137': 2}", "similar_patients": "{}"}