{"patient_id": 13227, "patient_uid": "6834797-1", "PMID": 31696325, "file_path": "comm/PMC006xxxxxx/PMC6834797.xml", "title": "Transanal total mesorectal excision of giant villous tumor of the lower rectum with McKittrick–Wheelock syndrome: a case report of a novel surgical approach", "patient": "An 81-year-old woman was admitted to our hospital suffering from general fatigue and severe diarrhea, which contained a lot of mucus. On physical examination, she did not have abdominal pain with normal vital sign. Laboratory data showed acute renal failure (creatinine, 3.07 mg/dL; normal range, 0.47 to 0.79 mg/dL) with hyponatremia (sodium, 109 mEq/L; normal range, 139 to 146 mEq/L), hypokalemia (potassium, 3.6 mEq/L; normal range, 3.7 to 4.8 mEq/L), and hypochloremia (chloride, 66 mEq/L; normal range, 101 to 109 mEq/L). However, the collected mucus contained a high concentration of electrolytes (sodium, 159 mEq/L; potassium, 14.1 mEq/L; chloride, 140 mEq/L). Elevation of the tumor markers carcinoembryonic antigen and carbohydrate antigen 19-9 was not detected. Digital rectal examination revealed huge circumferential mass of the rectum from 4 cm from anal verge. So we performed a colonoscopy because electrolyte depletion from mucus was considered as a cause of renal dehydration. The lower rectum was occupied by a giant villous tumor located from Hermann’s line to 10 cm on the oral side. The tumor with rich secretion of mucus encompassed the full circumference of the rectum (Fig. a, b). Multiple tumor biopsy showed well-differentiated adenocarcinoma cells in some lesion of the tumor. An enhanced mass, 8 cm in diameter located in the lower rectum without lymph node and distant metastases, was found in a computed tomography (CT) scan (Fig. a). The CT colonography showed that the tumor was located in the lower rectum with extending into the anal canal (Fig. b). Magnetic resonance imaging showed no sign of infiltration of the vagina and anal sphincter (Fig. a, b).\\nThe patient was diagnosed with a villous adenocarcinoma with MKWS because of the typical findings for the villous tumor, such as electrolyte and body fluid depletion with secretory diarrhea. After intensive fluid therapy, tumor resection was required. Transanal endoscopic microsurgery and endoscopic mucosal dissection were excluded because of its circumference and extension. Considering the patient’s quality of life and tumor location up to Hermann’s line, we chose TaTME as a radical treatment.\\nWe performed TaTME with one team and anal approach first as described below. First, a Lone Star Retractor (Lone Star Medical Products, Houston, TX, USA) was inserted under general anesthesia in the lithotomy position. We used the GelPOINT Path Transanal Access Platform (Applied Medical, Rancho Santa Margarita, CA, USA) and AirSeal (ConMed, Utica, NY, USA) as an insufflation system to obtain a stable pneumorectum with smoke evacuation. We pushed the tumor away with gauze because the collapsed giant tumor and a huge amount of mucus interrupted the laparoscopic view. The tumor was located on a hemorrhoid 4 cm distant from the anal verge (Fig. a). At first, circumferential mucosectomy was performed with a 5-mm distal margin from the tumor because its malignancy potential was not as high (Fig. b). Then, the lumen of the rectum was closed with a purse-string suture to prevent cancer cell dissemination and mucus leakage. Endopelvic fascia was identified after intersphincteric resection of the muscle. After dissection of the hiatal ligament, the TME plane was revealed in transanal approach (Fig. c). The abdominal cavity was opened at the level of the peritoneal reflection (Fig. d). Thus, we inserted five ports and transferred to a traditional laparoscopic TME technique. The inferior mesenteric artery and vein were highly ligated after full mobilization of the left and sigmoid colon with connection to TME plane. A small laparotomy at the umbilical port site was required for extraction of the specimen because the tumor was too bulky. We pulled the stump of the oral colon out anally and performed hand-sewn coloanal anastomosis. Additionally, we constructed a diverting loop ileostomy on the right lower port site. The operative time was 281 min, and the blood loss was 50 mL.\\nOn gross examination, the tumor was a 13.5-cm papillary tumor. The distal margin was more than 5 mm away from the tumor (Fig. a). The histological findings showed an intramucosal adenocarcinoma in the tubulovillous adenoma located in the lower rectum without regional lymph node metastasis (Fig. b, c). The cancer classification was Tis, N0, M0, stage 0 in Union for International Cancer Control 8th edition. The patient was discharged 14 days after surgery in good general conditions with no postoperative complications, including anastomotic trouble. There was no evidence of recurrence, and we closed the covering ileostomy 5 months after surgery. She had good defecation function and remained well at 12 months after the first surgery. Adjuvant chemotherapy and radiotherapy were not performed, and the patient recovered full activities of daily living.", "age": "[[81.0, 'year']]", "gender": "F", "relevant_articles": "{'26537907': 1, '9407991': 1, '22563542': 2, '28657837': 1, '29967994': 1, '22098517': 1, '26304954': 1, '27126623': 1, '24199207': 1, '18936686': 1, '19335041': 1, '23825927': 1, '2403953': 1, '7227779': 1, '23328026': 1, '24972923': 1, '20346170': 1, '29234940': 1, '28092017': 2, '26078730': 2, '33857768': 1, '3338947': 1, '34934583': 2, '1410521': 1, '24564376': 1, '21960946': 1, '15800695': 1, '12386796': 1, '27279406': 2, '25185463': 1, '27152085': 1, '20165855': 1, '25754711': 1, '31696325': 2}", "similar_patients": "{'4916761-1': 1, '3341484-1': 1, '8684528-1': 1, '4463782-1': 1, '5236054-1': 1}"}