{"patient_id": 15195, "patient_uid": "6946420-1", "PMID": 31921350, "file_path": "comm/PMC006xxxxxx/PMC6946420.xml", "title": "Can we trust tumour markers in pregnancy after breast cancer? A case of elevated CA 15-3 in the third trimester of pregnancy normalising after delivery", "patient": "A 35-year-old woman presented with a right breast lump in August 2014. She underwent quadrantectomy with a pathological diagnosis of moderately differentiated ductal invasive carcinoma (G2), pT1c pN0, oestrogen receptor (ER) 90%, progesterone receptor (PgR) 80%, Ki-67 35%, HER2+++. Staging procedures showed no evidence of metastases. The patient received adjuvant chemotherapy with cyclophosphamide and epirubicin (EC) for four cycles followed by weekly paclitaxel for 12 weeks (wT) concomitant to trastuzumab (T); T was completed after 12 months of therapy, according to the clinical practice, with no relevant toxicity. The adjuvant therapy also included radiation therapy. Hormone therapy was performed with tamoxifen, 20 mg daily with monthly triptorelin until October 2016.\\nThe patient interrupted endocrine treatment to attempt pregnancy in January 2017. After 13 months, a spontaneous pregnancy occurred, which was closely monitored. Amniocentesis revealed a normal foetal karyotype and the ultrasound screening showed no signs of malformations and no other foetal, placental and amniotic fluid anomalies. The patient underwent a regular surveillance follow-up for breast cancer: clinical and serological findings were normal until 4th October 2018 (at 33 weeks + 3 days of gestation) when a raised CA 15-3 level was detected (79.5 U/mL, normal limits < 30 U/mL). Carcinoembryonic antigen (CEA), CA125 and CA19.9 were in the normal range. The subsequent CA 15-3 value was 92.6 U/mL on 15th October 2018.\\nDelivery after induction of labour with prostaglandins was performed at the 37th week of gestation on 24th October 2018. Vaginal delivery was uncomplicated, with the birth of a healthy baby. One week after delivery, the total body CT scan resulted negative and the CA 15-3 value was normalised. Breastfeeding occurred only from the left gland. At present, both the baby and the mother are in good condition health-wise.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'12942241': 1, '29396666': 1, '22873292': 1, '15569700': 1, '14726467': 1, '17364691': 1, '15603573': 1, '10629649': 1, '2737547': 1, '21792548': 1, '25823606': 1, '12044504': 1, '1445733': 1, '11316933': 1, '22752937': 1, '3117086': 1, '10569455': 1, '9732993': 1, '8605674': 1, '26728489': 1, '2789952': 1, '7687229': 1, '8568617': 1, '10025736': 1, '31921350': 2}", "similar_patients": "{}"}