{"patient_id": 2468, "patient_uid": "6130071-1", "PMID": 30201001, "file_path": "comm/PMC006xxxxxx/PMC6130071.xml", "title": "Persistent megalocystic ovaries after ovarian hyperstimulation syndrome in a postpartum patient with polycystic ovarian syndrome: a case report", "patient": "A 34-year-old woman (gravida 4, para 1, abort 3) presented to our clinic for pelvic pain and enlarged ovaries at PUMCH (Peking Union Medical College Hospital) with a 5-day history of left lower quadrant abdominal pain. The pain was atypical, without nausea, vomiting, dysuria, or diarrhea. Her last menstrual period was 2 weeks prior to presentation. There were palpable, cystic, solid masses on both sides in the lower quadrant. Laboratory tests revealed a white blood cell count of 22.9 × 109/L, granulocyte rate of 80.6%, and a normal β-human chorionic gonadotropin (β-hCG) level. She had a transient fever of 37.9 °C; therefore, antibiotics was administered for 4 days. When she came to our hospital, pelvic pain was relieved. Ultrasound imaging and computed tomography (Fig. ) revealed that both the ovaries were enlarged (≥10 cm) with multiple follicles inside. Serum hormone levels were normal: follicle-stimulating hormone (FSH), 2.38 IU/L; E2, 46.85 pg/mL; progesterone (P), 0.35 ng/mL; testosterone (T), 0.54 ng/mL; luteinizing hormone (LH), < 0.2 IU/L; prolactin (PRL), 7.44 ng/mL.Dehydroepiandrosterone (DHEA), 497.5 μg/dL and 24-h urinary-free cortisol (UFC), 165.24 μg were slightly higher than normal. Adrenal ultrasound, serum thyroid-stimulating hormone (TSH)/free thyroxine (FT4), thyroxine (T4) and hypothalamic-pituitary magnetic resonance imaging revealed no abnormality. The concentration of tumor marker CA125 was 365.7 U/mL; therefore, a malignant tumor could not be excluded.\\nBefore presentation, she was diagnosed with PCOS and underwent several attempts of ovulation induction and intrauterine insemination. After these failed, she underwent IVF with Marvelon (N.V. Organon, Oss, The Netherlands) and GnRHa stimulation. A combined estrogen and progesterone pill (Marvelon; N.V. Organon) was administered from day 5 of the previous cycle, and 1.2 mg triptorelin embonate (Diphereline; Ipsen Pharma Biotech, France) was injected intramuscularly on day 16 of taking Marvelon. Stimulation with recombinant follicle-stimulating hormone (Puregon; N.V.Organon) was started subcutaneously after 16 days’ down-regulation. Human chorionic gonadotropin (HCG) 5,000 IU was injected when the maxium follicle diameter reached 20 mm. The IVF procedure was performed at another center; therefore, details of estrogen and follicle development could not be traced. Transvaginal oocyte retrieval was uneventful and yielded 24 mature oocytes. Two blastocysts were transferred 4 days later. The patient had severe OHSS 10 days after oocyte retrieval, for which paracentesis was performed three times, with an average of 1,500 mL abdominal effusion drained each time. She was also suspected to have vein thrombosis of the right lower limbs. The patient became pregnant, and the follow-up was performed at another center. Throughout her perinatal examinations, both the ovaries did not become smaller. The patient delivered a healthy newborn via cesarean at term, a biopsy of the enlarged ovary was performed with benign pathology. No intervention was performed due to the expectation that the hyperstimulated ovaries would shrink during the postpartum period, at the same time she was concerned about the side-effects of those medicines in lactation. Her menstrual period resumed 14 months after delivery, and the child was weaned from breastfeeding at 24 months. However, the size of both the ovaries were still not reduced by then. Three months of oral contraceptives (Marvelon; N.V. Organon) were prescribed.\\nAfter admission, she underwent laparoscopic surgery to determine the cause of the persistent enlarged ovaries as well as pain. During laparoscopy, we found a large, torsed, congestive left ovary and a torsed, congestive, ipsilateral fallopian tube. The contralateral adnexa were enlarged but had a normal color. Both ovaries measured approximately 10 × 12 cm, kiss-forming, were closely stuck together. There were minimal ascites in the abdominal cavity. The omentum majus was adhered to and laid over the left ovary. Laparoscopic detorsion followed by left ovary biopsy and bilateral ovarian acupuncture were performed (Fig. ). Histopathological examination (Fig. ) revealed localized congestion and necrosis of the ovary that underwent biopsy, with no associated lesions. Ovary puncture liquid showed elevated E2 (2,078 pg/mL) and decreased FSH (0.3 IU/L) and LH (< 0.2 IU/L). The postoperative course was uneventful.\\nThe patient was discharged the following week and received GnRHa 3.75 mg for 3 months. The ovaries shrank somewhat during the first month (left ovary, 5.8 × 5.1 cm; right ovary, 9.3 × 6.3 cm). Four months after surgery, she underwent an ultrasound scan that found slightly enlarged ovaries with multiple follicles (left ovary, 6.5 × 4.7 cm; right ovary, 4.1 × 3.0 cm). She did not feel any discomfort; therefore, she was advised to return 6 months later with no further treatment.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'21938570': 1, '28367300': 1, '34055020': 1, '23846619': 2, '19356753': 1, '22065820': 1, '19836016': 1, '28017976': 1, '21772739': 2, '15476296': 1, '20140640': 1, '21339935': 1, '24592025': 1, '29119081': 1, '17272214': 1, '30201001': 2}", "similar_patients": "{'3889824-1': 1, '3136068-1': 1, '3136068-2': 1}"}