{"patient_id": 1874, "patient_uid": "6091324-2", "PMID": 30155325, "file_path": "comm/PMC006xxxxxx/PMC6091324.xml", "title": "Achromobacter xylosoxidans Relapsing Peritonitis and Streptococcus suis Peritonitis in Peritoneal Dialysis Patients: A Report of Two Cases", "patient": "The patient had been a 54-year-old male with CKD stage 5 secondary to multiple myeloma (MM). He was on PD since November 2015. After 2 months on CAPD he started APD using Fresenius Sleep-Safe Cycler. His dialysis regimen was 12,0 liters of 1,5% glucose solution. He had well preserved residual renal function (RRF) with residual diuresis approximately 1,5 liters daily. His ultrafiltration rate ranges from 600 to 800ml daily. Moreover, his medical history included diabetes type 2, hypertension, psoriasis, hernia esophagi, peptic ulcer, and spinal column rupture (compression rupture Th5-Th8) related to MM. On admission to the hospital he presented mild abdominal pain and turbid dialysate. Physical examination revealed the following: his temperature was 37,5°C; his pulse rate was 78 beats/min; blood pressure was 120/70mmHg; respiration rate was 18 per minute; his abdomen was tender to palpation with positive Blumberg sign. Laboratory tests were as follows: WBC 8,280/mm3, Hgb 7,8g/dl; platelets count 307.000; CRP 71,38mg/L; BUN 66,2mg/dl; serum creatinine 7,02mg/dl; serum albumin 3,1g/dl; total protein 5,3g/dl; total cholesterol 228mg/dl; dialysate leukocyte count 530/mm3 (neutrophils/lymphocytes 78% vs 10%), serum calcium 1,77mmo/l; phosphorus 2,1mmo/l; sodium 139,1mmo/l; potassium 3,9mmo/l. Samples of peritoneal fluid, blood, and urine were inoculated. Growth of S. suis from peritoneal dialysis fluid was confirmed by our clinical microbiology laboratory. Blood culture and urine culture were negative. Current methods for serotyping a strain of S. suis are serology, PCR using specific primers (for cps genes) or whole-genome sequencing, and analysis of the cps genes, which were not available in the laboratory. The strain was identified using MALDI-TOF MS technique on MALDI Biotyper apparatus (Bruker) as described above. S. suis colonies were sensitive to penicillin G, ampicillin, cefotaxime, ceftriaxone, imipenem, and clindamycin, as described above. After 2 days of empiric intraperitoneal antibiotics administration (cefazoline+ceftazidime ip), we changed the treatment according to antibiogram results into ceftriaxone iv. We continued ceftriaxone iv 2,0g per day for 2 weeks. His clinical condition improved. There was no abdominal pain; peritoneal fluid was transparent. Control peritoneal fluid culture was negative. After 2 weeks of hospital treatment the patient was discharged. In his case we did not observe relapse of peritonitis.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'29284248': 1, '28422870': 1, '24959701': 1, '11143496': 1, '25036063': 1, '24565286': 1, '8879782': 1, '19191650': 1, '26038745': 1, '26347858': 1, '32047677': 1, '5316576': 1, '22641747': 1, '29774831': 1, '28125697': 1, '28939359': 1, '27536676': 1, '23222864': 1, '30155325': 2}", "similar_patients": "{'6091324-1': 2}"}