{"patient_id": 131710, "patient_uid": "6375234-1", "PMID": 30792780, "file_path": "noncomm/PMC006xxxxxx/PMC6375234.xml", "title": "IgA-mediated autoimmune haemolytic anaemia in a 9-year renal transplanted patient", "patient": "A 43-year-old woman with a polycystic kidney disease and with no history of AID began haemodialysis in 1995. She had a renal transplant from a deceased donor in 1997. Blood group of recipient and donor was O rhesus +. HLA typing of recipient was A11 A25 B35 B44 DR01 DR15 DQ05 DQ06 and of donor was A26 A33 B14 B51 DR01 DQ05. Initial immunosuppressive therapy consisted of prednisolone, tacrolimus and azathioprine. She had never had an episode of acute rejection.\\nDuring the transplant course, the patient had the following comorbidities: (1) major obesity leading to steroid withdrawal in 2001; (2) hypertension early after transplantation (the last treatment consisted of ramipril and irbesartan); (3) baso- and spino-cellular skin carcinoma in March 2004, leading to a progressive azathioprine withdrawal which was complete in April 2005; (4) diabetes mellitus in 2004 (she was initially treated with metformin; then insulin glargine and repaglinid were added).\\nSince April 2005, her immunosuppressive regimen had consisted of tacrolimus monotherapy. Serum creatinine was 69 μmol/L, and inulin clearance was 109 mL/min/1.73 m2.\\nThe patient was hospitalized in emergency in April 2006, with dyspnoea and severe anaemia [haemoglobin (Hb): 4.7 g/dL]. She received a transfusion of 2 units of red blood cells (RBC). Laboratory analysis revealed haematocrit 14%, reticulocytes 516 Giga/L, LDH 3000 UI/L, serum bilirubin 61 μmol/L and haptoglobin <0.1 g/L. Platelet count was 128 Giga/L. Peripheral blood smear was normal. Renal function remained stable.\\nOne week before this hospitalization, moderate anaemia was noted in a routine blood sample, with Hb 9.7 g/L, elevated LDH and haptoglobin <0.1 g/L. The patient was asymptomatic. AHAI was suspected, but routine DAT and the indirect antiglobulin test (IAT) were negative.\\nOn the day of hospitalization, weak reaction for IgG (+) and strong reaction for IgA (+++) were observed on the DAT. Neither bound nor unbound anti-platelet Abs was found.\\nMedication that had been recently introduced or that was known to induce haemolysis was discontinued: ramipril, irbesartan, metformin, insulin glargine and repaglinid.\\nOn the 2nd day of hospitalization, intravenous corticosteroid (Methylpredisone), at a dose of 2 mg/kg daily, was started. No improvement of laboratory results was noted. The patient had to be transfused with 2 more units of RBC on the 5th day. On the 6th day, intravenous polyvalent immunoglobulin (poly-Ig), at a dose of 0.4 g/kg daily for 5 days, was started. On the 12th day, the Hb level began to increase (6.6 and 7.5 g/L on the 12th and 14th day respectively).\\nViral infections, lymphoproliferative disorders or AID, were excluded by serological investigation, normal bone marrow aspirate, normal computerized tomography scan, normal serum protein electrophoresis and negative autoAbs. The serum of the patient did not react with normal RBC in the presence of metformin.\\nWe concluded with a diagnosis of idiopathic IgA AIHA.\\nOne and six months after hospitalization discharge, the Hb level was 10.8 and 14.0 g/L, respectively. Corticosteroid therapy was discontinued. One year later, no recurrence was observed and specific anti-IgA DAT was negative.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'9394342': 1, '15036746': 1, '11896335': 1, '9867572': 1, '1949179': 1, '7533681': 1, '16611346': 1, '15387756': 1, '15003188': 1, '16041663': 1, '30792780': 2}", "similar_patients": "{}"}