{"patient_id": 15207, "patient_uid": "6946498-1", "PMID": 31876722, "file_path": "comm/PMC006xxxxxx/PMC6946498.xml", "title": "Giant lipoma in the hand", "patient": "A 49-year-old man presented with a soft and fixed lump in the left hypothenar area (Fig. ). The mass was not tender, but it was associated with symptoms of tingling sensation and paresthesia in the left ring and little fingers that had lasted for 4 years. Preoperative image studies revealed an encapsulated and multilobulated mass compatible with a lipoma, which measured 8 cm × 5 cm × 2 cm (Fig. ).\\nUnder general anesthesia, the mass was operated by a T-shaped skin incision (Fig. ). The mass was mainly located in the subcutaneous layer, however, deep extensions were seen reaching into the carpal tunnel, the hypothenar muscles, and intertendinous spaces between the left index and little fingers. The palmar digital branches of the ulnar nerve for the ring and little fingers passed through the mass and the branch for the little finger was firmly attached to it (Fig. ). To enable a complete excision of the mass, the branch for the little finger was temporarily transected. After complete excision of the mass, the transected branch was coapted again under microscopy (Fig. ).\\nWith the exception of temporarily reduced sensation in the left ring and little fingers immediately after surgery, no particular complications were noticed. Basic histologic examination revealed mature white adipose tissue without atypia. Furthermore, fibrous septa were observed, while mitotic figures, necrosis, or lipoblasts were not detected. Immunohistochemical staining showed no cyclin-dependent kinase 4 (CDK4) or mouse double minute 2 homolog (MDM2) expression. These results ruled out the possibility of malignancy (Fig. ). Complete sensory recovery was achieved 6 months after surgery, without any sign of recurrence (Fig. ).\\nWe obtained the patient's clinical and radiologic data. Informed written consent was obtained from the patient for publication of this case report and accompanying images. This study was approved by the Institutional Review Board of Chonnam National University Hospital (CNUH-2018-308) and was conducted in accordance with the principles of the Helsinki Declaration II.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'12091667': 1, '11685482': 1, '15008886': 1, '27429180': 1, '26894225': 1, '33335224': 1, '31876722': 2}", "similar_patients": "{}"}