{"patient_id": 132772, "patient_uid": "6445040-1", "PMID": 31031537, "file_path": "noncomm/PMC006xxxxxx/PMC6445040.xml", "title": "Soft-Tissue Sarcoma Masquerading as a Haematoma", "patient": "The patient was a 68-year-old male referred by his general practitioner (GP) for a soft-tissue ultrasound scan of his left thigh. He presented with a 3-month history of a left thigh lump following trauma. The patient described walking into a corner of a table with bruising and a lump. The bruising had disappeared, although the lump had persisted. The lump was not increasing in size or painful.\\nThe ultrasound scan showed a well-defined and ovoid hypoechoic abnormality in the subcutaneous tissues containing internal echoes [Figures and ]. There was no internal Doppler flow, and this was compressible to probe palpation. Given the history of trauma, the appearances could represent a haematoma, although a repeat ultrasound scan was advised in 6 weeks to assess for resolution. The repeat ultrasound scan after 6 weeks showed no interim changes of the abnormality and was reported as a haematoma [Figures and ].\\nThe patient presented back to their GP 8 months following the last ultrasound scan as the lump had increased in size and painful with no new injury or history of anticoagulation. The patient was referred for another soft-tissue ultrasound scan showing an irregular and complex abnormality with marked internal Doppler flow [Figures and ]. The appearances were suspicious of a soft-tissue tumor, and the patient had a magnetic resonance imaging (MRI) scan for further assessment. The MRI scan showed a soft-tissue tumour with peritumoral edema in the subcutaneous tissues, suspicious for a malignancy [Figures and ].\\nThe patient was subsequently referred to a regional sarcoma center and had an ultrasound-guided biopsy []. The histology gave a definitive diagnosis as a myxofibrosarcoma. A staging computed tomography scan demonstrated no metastatic disease, and the patient subsequently had a wide excision biopsy.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'19838719': 1, '27792978': 1, '26696086': 1, '19520533': 1, '26911154': 1, '28965544': 1, '19414084': 1, '24848826': 1, '23043570': 1, '20878245': 1, '22736953': 1, '31031537': 2}", "similar_patients": "{}"}