{"patient_id": 133517, "patient_uid": "6504317-1", "PMID": 31045829, "file_path": "noncomm/PMC006xxxxxx/PMC6504317.xml", "title": "Spontaneous intracranial hypotension in Hashimoto's thyroiditis", "patient": "A 54-year-old woman was admitted to our department because of sudden-onset headache, nausea, vomiting, neck pain stiffness, and visual blurring. The headache was severe if the patient sat or stood up but was ameliorated in less than 1 minute if the patient laid down. The patient had a previous history of nasosinusitis and had undergone an operation 2 years previously. The patient denied having any headaches since then. She denied any recent colds or fevers, tinnitus, and photophobia and had no history of lumbar puncture, trauma of the spinal column, surgery, strenuous exercise, sneezing, or straining. In addition, the patient had no relevant family history or medication history.\\nThe patient's temperature (36.7 degrees Celsius), blood pressure (110/70 mmHg) and pulse (72/min) were all normal. The thyroid gland was determined to be grade 1a and was diffusely palpable. In addition, the cardiovascular, respiratory, abdominal, and nervous system examinations were all within normal limits. The lumbar puncture pressure was 60 mmH20 in the lateral recumbent position. The laboratory test results were as follows. The CSF sample was normal, triiodothyronine (T3) 1.26 nmol/L (normal 0.88–2.44 nmol/L), thyroxine (T4) 82.17 nmol/L (normal 62.68–150.8 nmol/L), serum free T3 4.01 pmol/L (normal 2.63–5.7 pmol/L), serum free T4 13.46 pmol/L (normal 9.01–19.05 pmol/L), thyroid-stimulating hormone (TSH) 1.19 mIU/L (normal 0.35–4.94 mIU/L), TSH receptor antibody 0.48 IU/L (normal ≤1.75 IU/L), anti-thyroid microsomal antibody 275.93 IU/mL (normal ≤5.61 IU/mL) and anti-thyroglobulin antibody 13.35 IU/mL (normal ≤4.11 IU/mL). The patient was a stationary alpha Mediterranean gene carrier (−ɑ3.7/ɑɑ), and her hemoglobin was 115 g/L (normal 115–150 g/L). The erythrocyte sedimentation rate was 11 mm/first hour (normal ≤38.4 mm), C-reactive protein 1.03 mg/L (normal 0.068–8.2 mg/L), anti-cyclic citrulline peptide antibody 5.35 RU/mL (normal ≤5 RU/mL), antinuclear antibodies, antiphospholipid antibodies, anti-neutrophil cytoplasmic antibodies, and rheumatoid factor were all within normal limits.\\nA thyroid color ultrasound showed thyroid parenchymal echo thickening and an increased blood flow signal. Gadolinium-enhanced magnetic resonance imaging (MRI) displayed diffuse enhancement of the pachymeningeal area, a decrease in ventricular volume, and engorgement of the venous sinus, which are findings consistent with SIH (Fig. ). Treatment of the patient included strict bed rest and hydration for 15 days. The headache was gradually relieved. A follow-up at 1 month after discharge revealed that the patient could stand and function normally.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'26252593': 1, '23771276': 1, '25443353': 1, '21324147': 2, '16617190': 1, '28091819': 1, '17850170': 1, '20426819': 1, '19037970': 1, '19189707': 1, '31045829': 2}", "similar_patients": "{'3049746-1': 1}"}