{"patient_id": 132974, "patient_uid": "6456882-1", "PMID": 30996708, "file_path": "noncomm/PMC006xxxxxx/PMC6456882.xml", "title": "Recurrent angina in a diabetic patient", "patient": "A 69-year-old male patient with a history of hypertension, dyslipidaemia, and longstanding non-insulin dependent type 2 diabetes mellitus was referred to our division due to recurrent angina.\\nIn 1997, for exertional angina, he underwent coronary angiography, showing a chronic total occlusion of the right coronary artery and a 90% stenosis of the apical left anterior descending (LAD) coronary artery that was treated with balloon angioplasty (plain old balloon angioplasty (POBA)).\\nIn 2003, he was diagnosed with prostate cancer; in the pre-surgical work-out, an exercise stress test was performed that showed effort-induced myocardial ischaemia. The patient was then referred for repeat coronary angiography that revealed a critical stenosis of the obtuse marginal coronary branch (OMB), treated by percutaneous coronary intervention (PCI) and bare metal stent implantation, and a subcritical mid-LAD stenosis. Six weeks later, the patient underwent uncomplicated, successful prostatectomy.\\nIn 2006, because of a positive exercise stress test, the patient underwent a new angiogram revealing an 80% focal stenosis on the mid-LAD that was treated with PCI and drug eluting stent (DES) implantation.\\nIn 2009, for recurrent exertional angina, a fourth coronary angiography was performed: it showed mid-LAD in-stent restenosis (ISR), 90% apical LAD stenosis, subcritical stenosis of two diagonal branches, and good angiographic result of the previous PCI on the OMB. A POBA for LAD-ISR and a PCI with DES implantation on the apical LAD were performed.\\nAt discharge the exercise stress test was negative, and the patient was released with secondary prevention therapy as well as metoprolol tartrate 50 mg b.i.d.\\nIn 2010, the patient complained with recurrent exertional angina. At admission the ECG showed left bundle branch block (LBBB) (Figures ), the echocardiographic examination revealed mild impairment of left ventricular systolic function (EF: 44%) with inferior wall akinesia. Physical examination was unremarkable. Blood testing revealed a borderline glycaemic control (HbA1c = 7.5%), well-controlled lipid profiles total cholesterolaemia: 17.4 mg/dL; low density lipoprotein (LDL) 76 mg/dL; triglycerides 108 mg/dL).\\nAn exercise stress-echocardiogram demonstrated inducible ischaemia in the LAD territory so the patient was referred to the cath-lab; coronary angiogram revealed a 90% stenosis of the mid-LAD starting downstream of the distal edge of the previously implanted stent (Figure ); the aforementioned lesion was successfully treated by PCI and third generation everolimus eluting stent implantation.\\nAfter a negative exercise stress-echo, the patient was discharged and the anti-ischaemic therapy was optimized, stopping the beta-blocker, because of the diabetes and the LBBB, as well as decreased left ventricular function (LVF), including trimetazidine and calcium-channel blockers along with the antiplatelet agents, angiotensin converting enzyme (ACE) inhibitors, statins and oral antidiabetic drugs.\\nThe patient has been asymptomatic since then.\\nAt the latest follow-up visit, a recovery of left ventricular systolic function with an EF of 52% was reported at echocardiography.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'24275630': 1, '30996708': 2}", "similar_patients": "{}"}