{"patient_id": 8711, "patient_uid": "6530166-1", "PMID": 31117960, "file_path": "comm/PMC006xxxxxx/PMC6530166.xml", "title": "Case report of neonate Pierre Robin sequence with severe upper airway obstruction who was rescued by finger guide intubation", "patient": "A 9 day old 3.5 kg boy was referred to our tertiary care hospital with diagnosed of PRS. Other than atrial septal defect (ASD), aspiration pneumonia and unilateral complete cleft palate with a maximum width of about 0.8 cm. There are no cleft lip or alveolar cleft or any other comorbidity. Upon admission, he presented with cyanosis with venous carbon dioxide pressure (PvCO2) 87.8 mmHg, multiple bedside direct laryngoscopy and GlideScope (UE Medical, China) attempts were made however none were successful. His saturation was improved to 95% by facial mask. The next morning he had thin sliced Computed Tomography (CT, Philips) with craniofacial as well as airway reconstruction (Fig. a, b).\\nThe same night he deteriorated again. We attempted intubation with GlideScope which revealed grade 4 view. Next we tried a blind intubation with endotracheal tube loaded with stylet, however, this failed as well. Then we tried size 1 laryngeal mask airway (LMA, Well Lead Medical, China), however, we felt the LMA was blocked by an occupying lesion at the left side of tongue’s base so we decided not to force it through for fear it might further aggravate his airway. His respiratory distress was improved after we placed a NPA and saturation returned to 100%.\\nThe third morning he was brought to operating room for MDO placement. After giving Penehyclidine to dry his secretion, we slowed dialed Sevoflurane to 6% then back to 3% to maintain his spontaneous breathing. Placement of a glidescope revealed no identifiable glottic structures. Fiberoptic scope (Olympus, Japan) revealed the epiglottis lying on the posterior pharynx, which could not be maneuvered beneath. Size 1 LMA and lighted wand (CLARUS Medical, MN) cannot be placed in the right place, multiple attempts with high-tech equipment failed to establish his airway. Since NPA could maintain his saturation, we decided to abort the procedure. Upon arrival in surgery intensive care unit (SICU), his PvCO2 was 119.4 mmHg. A TLA procedure was performed with sedation. The fourth night his PvCO2 was elevated to 183.8 mmHg. We reviewed his airway CT again with a different radiologist. We found he had large lesion with size of 21.1 mm X 11.7 mm occupying his base of tongue extending from left all the way to middle. Most likely it was thyroglossal cyst per the second radiologist. (Fig. a, b).\\nKnowing his hypercarbia could get even worse, on day 5 we brought him back to the operating room. After inducing patient with ketamine and sevoflurane, operator gloved then advanced nondominant middle finger along the tongue, once patient’s epiglottis was touched, middle finger was bent slightly to lift epiglottis, dominant hand then passed the lubricated and bent endotracheal tube based on 3D reconstruction right next to the middle finger into his trachea. Tube position was confirmed with capnography with endotidal CO2 of 120 mmHg. Once airway secured, patient had MDO procedure without any problem. He was sent back to SICU and successfully extubated there on postoperative day 5.", "age": "[[9.0, 'day']]", "gender": "M", "relevant_articles": "{'1734403': 1, '5696315': 1, '34265176': 1, '21926259': 1, '25046788': 1, '21518106': 1, '31117960': 2}", "similar_patients": "{}"}