{"patient_id": 15991, "patient_uid": "6995315-1", "PMID": 32082669, "file_path": "comm/PMC006xxxxxx/PMC6995315.xml", "title": "Extraction of the Proximal Phalanx: A New Option in Surgical Treatment of the Crossover Second Toe", "patient": "We present the case of a 64-year-old Caucasian female who was treated at our department because of the deformity of her left foot. Because of this deformity, she was completely disabled wearing ready-made shoes. She felt pain in the forefoot on dayly basis. Medial side of the thumb and dorsal side of the second toe were sometimes inflammed including secretion. Four years earlier, an orthopaedic surgeon advised her surgery, which among other things included the amputation of the second toe, and the patient had not consented. On several occasions, she underwent physical therapy consisting of analgesic and anti-inflammatory procedures and exercises to strengthen the muscles of the foot and lower leg. The physical therapy she performed had no positive effect. In her medical history, there were no serious diseases; she was being treated for hypertension at the time.\\nClinical examination verifies the pronounced deformation of the left forefoot in terms of the valgus position of the thumb, crossover second toe, and third claw toe, with a distinct contracture of involved joints ().\\nShe had painful plantar callosity in the projection of the third metatarsal head. The X-ray of her left foot showed a severe deformity of the second toe and its overlapping and complete dislocation of the second and third metatarsophalangeal joints. X-ray also showed a high degree of valgus position of the thumb with severe arthrosis of the first MTP joint with medial osteophytes ().\\nAfter preoperative preparation, we performed the surgery in regional anesthesia (spinal block) with antibiotic prophylaxis. On the thumb, planned resection of the base of the proximal phalanx is made (classic intervention by Keller). Due to the extreme rigid deformities of the second toe and because of complete dislocations in the second MTP joint, we made a decision to do complete extraction of the proximal phalanx of the second toe. On the third toe, we did a resection of the head of the proximal phalanx, and actually we performed resection arthroplasty of the third MTP joint. Because of the painful plantar callosity in the projection of the third metatarsal head, we performed an oblique subcapital osteotomy of the third metatarsal bone (procedure by Helal) (Figures and ).\\nWe had an idea to do the same operative procedure on the second metatarsal bone, but because of the risk of circulatory collapse, we made a decision not to do that procedure in the same time.\\nThe postoperative recovery was normal. From the first postoperative day, full weightbearing with a maximum load on the left heel was allowed. On the second postoperative day, she was discharged to home care, and on the twelfth postoperative day, the sutures were removed. Two weeks after surgery, full weightbearing without any restrictions (to the pain tolerance) was allowed. Physical therapy started two weeks after surgery, lasted three weeks, and was performed three times a week. The therapy consisted of stretching the toes and ankles to achieve a normal range of motion, anti-inflammatory procedures and lymphatic drainage in order to reduce swelling of the forefoot, and muscle strengthening exercises. A control radiograph showed the correct position of the thumb and the second and third toes, including the place of the third metatarsal osteotomy (); three months after surgery, she was able to wear all kinds of shoes including thong slippers ().\\nThe only complaint about her left foot was a mild plantar pain in the projection of the second metatarsal head after walking on longer distances. Despite these subjective symptoms, she was very satisfied with the status of the operated foot and the final result of operative treatment.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'28877185': 1, '28149725': 1, '12449407': 1, '43791': 1, '15913517': 1, '10609706': 1, '18173985': 1, '10830654': 1, '7274892': 1, '15833417': 1, '32082669': 2}", "similar_patients": "{}"}