{"patient_id": 2504, "patient_uid": "6132133-1", "PMID": 30214747, "file_path": "comm/PMC006xxxxxx/PMC6132133.xml", "title": "A novel semi-solidifying liquid formula via the nasogastric route to maintain enteral nutrition in the event of recurrent aspiration pneumonia: A case report", "patient": "An 84-year-old man with a previous history of cerebral infarction, dementia, and symptomatic epilepsy was admitted to our hospital's surgery department due to small bowel obstruction. Decompression via the nasogastric route was successful, but due to poor oral intake and recurrent aspiration pneumonia, he was transferred to our department (Internal Medicine) for further treatment on day 49. During presentation, his body temperature was 39.5°C, heart rate was 120 beats per minute, blood pressure was 101/71 mm Hg, and peripheral oxygen saturation (SpO2) was 87% with oxygen administered at 5 L/min by reservoir mask. Coarse crackles were audible on bilateral lung fields (left > right). Laboratory finding revealed leukocytosis (16, 780/μL) with neutrophilia (89%), elevated levels of blood urea nitrogen (64.2 mg/dL), and a high C-reactive protein level (18.47 mg/dL). Chest radiograph showed pulmonary infiltrates in the left lung (Figure ).\\nHe was treated with antibiotics (meropenem hydrate 1.5 g/d), which led to some improvement in his fever and SpO2. A nasogastric tube was inserted on the 1st day of transfer, and enteral nutrition (EN) with a polymeric liquid formula (1.5 kcal/mL; 40% carbohydrate, 44% lipid, and 16% protein) was initiated on the following day at 40 mL/h (total 375 mL/d). A follow-up chest radiograph 2 days (3rd day after transfer) after commencing EN did not show any remarkable changes. On the 5th day, however, the patient developed a fever of 38°C and his SpO2 decreased to between 70% and 80%. EN was discontinued, and he was placed on parenteral nutrition alone. Chest radiograph (Figure A) and CT scan (Figure B) revealed complete atelectasis of the left lung with large amount of foreign body (aspirate) blocking the left main bronchus.\\nAspiration due to the regurgitation of liquid enteral feed was suspected, but conventional nasal or oral suction was ineffective. On the 7th day, suction was performed by inserting a 15 Fr size nasogastric tube orally into the left main bronchus with the aid of fluoroscopy (Figure A). This led to significant improvement in his atelectasis as confirmed by a chest radiograph on the 8th day (Figure B). EN was resumed from the 8th day using a novel semi-solidifying liquid formula (HINE E-GELⓇ, Otsuka Pharmaceutical Factory, Inc., Tokushima, Japan) via the nasogastric route. HINE E-GELⓇ is a polymeric formula in liquid form with a caloric density of 0.8 kcal/mL (64.2% carbohydrate, 19.8% lipid, and 16% protein) and a dynamic viscosity of about 10 mPa·s (cP), enabling it to be administered easily via a regular nasogastric tube. This formula was administered using gravity control infusion starting at 375 mL/d (300 kcal/d). HINE E-GELⓇ contains 0.9 g of low-methoxyl pectin (LMP) per 100 kcal and calcium phosphate. In an acidic environment (gastric lumen), the calcium phosphate ionizes to Ca2+ which in turn binds to the LMP. The gelation process causes the dynamic viscosity to increase a hundredfold to more than 1000 mPa·s, giving it a semi-solid like texture, just like yogurt.\\nThe novel formula was well tolerated, and EN was gradually increased to 900 kcal/d by the 16th day. Unable to achieve adequate oral intake, the patient received PEG tube placement on the 19th day after transfer and was discharged to a long-term care hospital 3 weeks later without further complications. After PEG, the patient was fed using a regular semi-solid feed (PG Soft AceⓇ, Terumo Corporation, Tokyo, Japan) through his gastrostomy tube. Chest radiograph before discharge showed marked improvement of his pneumonia and atelectasis (Figure ). Table summarizes the differences (improvement) in various nutritional biomarkers between the 8th day (resumption of EN) and the 33rd day (before discharge).", "age": "[[84.0, 'year']]", "gender": "M", "relevant_articles": "{'16697087': 1, '24611520': 1, '22573919': 1, '27995184': 1, '26773077': 1, '20205856': 2, '31733618': 1, '19487579': 1, '27746430': 1, '30214747': 2}", "similar_patients": "{'2825516-1': 1}"}