{"patient_id": 13745, "patient_uid": "6873498-1", "PMID": 31752715, "file_path": "comm/PMC006xxxxxx/PMC6873498.xml", "title": "Simultaneous dermatophytosis and keratomycosis caused by Trichophyton interdigitale infection: a case report and literature review", "patient": "A 67-year-old man was admitted to the dermatology department of our hospital with multiple ringworm lesions on his face, trunk, and limbs. The lesions first appeared within inches of his left eyebrow 4 years ago, and then gradually extended across face, trunk and limbs. Two years ago, he was diagnosed with fungal keratitis at a local hospital. About 1 year ago, he lost the vision in his left eye. Cutaneous symptoms had become aggravated in the last month. Dermatological examinations showed extensive erythematous plaques with clear borders and scales, scattered red papules with ulceration, and scabs throughout the body. Onychomycosis was observed on the nails of his left hand. An ophthalmological examination showed conjunctival infection with secretion, corneal ulcer, and loss of vision in the left eye (Fig. ). The patient complained of mild itchiness over the lesions and pain in left eye. He had no history of diabetes, eye trauma, or any other significant medical disorders. A history of high-risk behaviors (e.g., multiple sex partners and intravenous drug abuse) for acquired immunodeficiency was not present. He had been diagnosed with fungal keratitis complicated by iridocyclitis in other hospitals, and had received irregular antifungal treatments, such as itraconazole and terbinafine. He had a history of multidrug treatment, including corticosteroid, because of the misdiagnosed with psoriasis and eczema.\\nDirect microscopy with 10% potassium hydroxide revealed hyaline septate hyphae (Fig. a). Biopsy specimens from the skin lesions, nail and corneal scrapings were inoculated on Sabouraud dextrose agar containing chloromycetin at 28 °C, and white downy colonies grew. These isolates were then subcultured on potato dextrose agar plates, which showed a medium growth rate and produced colonies with white powdery surfaces (Fig. b). Slide culture revealed branched septate hyphae and masses of spherical-to-pyriform microconidia (Fig. c). For accurate identification, we extracted genomic DNA of the strains and performed polymerase chain reaction (PCR) assays targeting the internal transcribed spacer region (ITS) using primers and amplification conditions described previously []. PCR products were sequenced and compared in CBS () and GenBank database (). The ITS sequence of isolates shared 99% identity with the reference sequence for T. interdigitale (CBS 428.63T). The minimum inhibitory concentrations (MICs) of eight antifungal agents (SigmaAldrich, St Louis, MO, USA) were determined using Clinical and Laboratory Standards Institute methodology []. T. mentagrophytes (ATCC MYA 4439), Candida parapsilosis (ATCC 22019), and Candida krusei (ATCC 6258) were used as quality controls. The MICs of the antifungal drugs terbinafine, micafungin, caspofungin, posaconazole, voriconazole, itraconazole, fluconazole, and amphotericin B were ≤ 0.03 μg/mL, ≤0.03 μg/mL, 0.25 μg/mL, ≤0.03 μg/mL, 0.06 μg/mL, 0.06 μg/mL, 4 μg/mL, and 1 μg/mL, respectively. QC results were under normal ranges. Histopathological examination of biopsy specimen revealed parakeratosis, mild acanthosis, dense dermal blood vessels, and lymphocyte and plasma cell infiltration (Fig. ). Laboratory tests revealed decreased levels of IgG (4.07 g/L; normal range: 7.51–15.60 g/L), IgA (0.59 g/L; normal range: 0.82–4.53 g/L), CD3 + CD4+ T-cells (15.6%; normal range: 27.0–57.0%), CD4+/CD8+ T-cells (0.20%; normal range: 1.06–2.66%), increased levels of CD3+ T-cells (96.3%; normal range: 61.0–77.0%) and CD3 + CD8+ T-cells (78.5%; normal range: 14.0–34.0%). The other test results were all within normal ranges or negative. Because of the severe clinical manifestations, the abnormal T-cell subsets and immunoglobulin levels, we suspected a genetic defect in the immune response to fungal infections. After fully explaining his options to the patient and his family, written informed consent from the patient for molecular genetic studies was obtained, according to the rules of the Clinical Research Ethics Committee of the Second Hospital of Jilin University. Genomic DNA was extracted from the peripheral blood of the patient. We analyzed all the exons encoding caspase recruitment domain-containing protein 9 (CARD9) [] and signal transducer and activator of transcription 3 (STAT3) [], which have previously been linked to invasive fungal infections. And no disease-causing mutation was found in these two genes.\\nConsidering the clinical manifestations and examinations, a diagnosis of dermatophytosis and keratomycosis caused by T. interdigitale with loss of vision in the left eye were made. The patient was treated with luliconazole cream (two applications per day) and itraconazole (100 mg BID, PO) for 1 month. A significant improvement was observed after 14 days (Fig. ). Subsequently, the patient presented to the ophthalmology department for left eye enucleation. There has been no recurrence during 3 months of follow-up.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'12870208': 1, '25015110': 2, '32429587': 1, '9505820': 1, '23960995': 1, '33809983': 1, '21302731': 1, '34248885': 1, '4789110': 1, '25242387': 1, '29538740': 1, '23960930': 1, '32607909': 1, '33238603': 1, '25478343': 1, '19864672': 1, '28667753': 1, '33672329': 1, '33401488': 1, '10520156': 1, '21158591': 1, '28681027': 1, '16354625': 1, '24634860': 1, '16331054': 1, '27189427': 1, '34367742': 2, '24131138': 1, '31752715': 2}", "similar_patients": "{'4096410-1': 1, '8330399-1': 1}"}