{"patient_id": 11399, "patient_uid": "6716748-1", "PMID": 31497443, "file_path": "comm/PMC006xxxxxx/PMC6716748.xml", "title": "Methicillin-resistant Staphylococcus Aureus Colitis Secondary to Complicated Acute Diverticulitis: A Rare Case Report", "patient": "A 33-year-old obese female with a past medical history of uterine cancer status-post hysterectomy and chemotherapy, mild beta thalassemia, and who works as a nurse at the local county jail, was admitted to the hospital complaining of severe abdominal pain and intractable nausea, vomiting, and diarrhea for the past five days. Ten days prior, she had been admitted to the hospital for severe sepsis secondary to acute diverticulitis (AD), which was confirmed with computed tomography (CT) of the abdomen. During the same admission, she was found to have impaired fasting blood glucose and non-alcoholic fatty liver disease. After proper treatment leading to resolution of her symptoms, she was subsequently discharged and instructed to finish the eight-day course of metronidazole and ciprofloxacin that had been started, and to follow up with gastroenterology for colonoscopy and evaluation of diverticulitis.\\nOn examination during her return admission, the patient was afebrile with a temperature of 99.3oF, heart rate of 103 beats per minute, respiratory rate of 18 breathes per minute, and blood pressure of 150/88 mmHg. She also had diffuse abdominal tenderness. Labs revealed a white blood cell count of 14.2 k/uL and a qualitative stool lactoferrin test was positive. Repeat CT abdomen and pelvis showed mild diverticulitis of the mid and distal descending colon, unchanged since her last visit (Figure ). Stool cultures were negative for Salmonella, Shigella, Aeromonas, or Pleisiomonas. However, a predominance of MRSA was cultured. Studies for C. difficile antigen and toxins A and B were negative. Fecal occult blood test was positive.\\nThere was initial debate as to whether or not the MRSA in the stool culture was a true infection or just colonization. However, after a review of current literature, and discussion with two infectious disease specialists and a gastroenterologist, the patient was started on a 14-day course of intravenous (IV) piperacillin/tazobactam, IV vancomycin, and an oral liquid vancomycin solution. Antiemetics and analgesics were administered concurrently, and the patient experienced a rapid resolution of her symptoms with normalization of her infectious laboratory markers.\\nAt the end of the 14 days of treatment, her abdominal pain returned and she presented once again to the hospital. Repeat CT scan of the abdomen during this visit was consistent with unresolved diverticulitis. Gastroenterology and general surgery were consulted, and stool cultures were repeated which no longer grew any pathologic organisms, including MRSA. After consultation with general surgery, a decision was made to proceed with a low anterior resection (LAR). Post-operatively, the pathology of the resected colon showed numerous diverticula with lymphoid aggregates and chronic inflammation. She recovered well post-operatively and was discharged home on post-op day six without any further need for antibiotic therapy. She returned to the emergency room (ER) 16 days later with abdominal wound dehiscence and dark brown drainage from the abdomen, which grew MRSA on wound cultures. The patient was discharged from the ER to follow up with surgery outpatient.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'28418301': 1, '625309': 1, '26014485': 2, '32989210': 1, '10565923': 1, '16086721': 1, '19232861': 1, '27165998': 1, '1420669': 1, '31497443': 2}", "similar_patients": "{'5193053-1': 1}"}