{"patient_id": 9591, "patient_uid": "6594294-1", "PMID": 31281690, "file_path": "comm/PMC006xxxxxx/PMC6594294.xml", "title": "Streptococcus gordonii: A Rare Cause of Infective Endocarditis", "patient": "A 31-year-old male presented to the emergency department secondary to bilateral lower extremity edema for the last two days. He denied shortness of breath, chest pain, fever, and chills. The patient's past medical history was unremarkable except for a recent dental procedure to drain abscess. His social history was significant for recent alcohol abuse and denied intravenous drug use.\\nPhysical exam showed a temperature of 102.8 F, heart rate of 154 beats per minute, respiratory rate of 20 breaths per minute, and an oxygen saturation of 94% on room air. The cardiovascular exam revealed a normal rhythm with tachycardia but no murmurs, rubs, or gallops. He also had rales present to the mid lungs bilaterally without wheezes or rhonchi. Extremity examination revealed +1 pitting edema of the bilateral lower extremities and clubbing of the fingernails bilaterally without lesions or rashes on the palms or soles of the feet.\\nWhile in the emergency department, labs revealed a white blood cell count of 10.7 K/uL (4.8–10.8 K/uL), hemoglobin of 7.6 g/dL (13.1–17.1 g/dL), hematocrit of 23.6% (42.0–52.0%), platelet of 315 K/uL (150–450 K/uL), lactate of 1.5 mmol/L (0.7–2.0 mmol/L), procalcitonin of 3.11 ng/mL (0.05–1.90 ng/mL), pro-BNP of 1720 pg/mL (0–125 pg/mL), and a troponin of 0.131 ng/mL (0.000–0.034 ng/mL). The chest radiograph showed no signs of infection or pulmonary edema. Computed tomography of the chest, abdomen, and pelvis with intravenous contrast showed an atypical inflammatory pattern in the lungs with mild cardiomegaly, hepatomegaly, and splenomegaly with a hypodensity suggestive of an infarct.\\nThe patient was started on empiric antibiotics of piperacillin/tazobactam and vancomycin, normal saline bolus of 30 cc/kg, and two units of packed red blood cells and admitted to the transitional care unit for further management of sepsis due to an unclear etiology. While on the floor, the patient became hypoxic and required noninvasive ventilation and was transitioned to intensive care unit. The following morning, a transthoracic echocardiogram revealed a medium-sized mobile vegetation on the body of the anterior leaflet of the mitral valve and severe mitral valve regurgitation. Both blood cultures were positive for S. gordonii, and antibiotics were deescalated to ceftriaxone and vancomycin based upon sensitivity analysis. The patient was transferred to a tertiary care center where he underwent a mechanical mitral valve replacement and was placed on ceftriaxone for six weeks.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'26512586': 1, '34473090': 1, '33489556': 2, '26341945': 1, '9236458': 1, '18390528': 1, '32532033': 1, '33991267': 1, '33255499': 1, '28978355': 2, '30338752': 1, '34696394': 1, '25467569': 1, '18656529': 1, '17446442': 1, '31281690': 2}", "similar_patients": "{'5628438-1': 1, '5628438-2': 1, '7813535-1': 1}"}