{"patient_id": 12299, "patient_uid": "6787808-1", "PMID": 31624611, "file_path": "comm/PMC006xxxxxx/PMC6787808.xml", "title": "Medication-induced obstructive uropathy and hyperprolactinemia in a pediatric patient", "patient": "The patient presented in this report is a 17-year-old male with a past medical history of mild cerebral palsy, autism spectrum disorder, and bipolar disorder with aggression, which was being treated with Lithium and Haloperidol for his mental health symptoms over the past 9 months. Over the course of his treatment, he subsequently developed hypothyroidism due to Lithium and was started on Levothyroxine. He was started on Benzatropine as well for prophylaxis against dystonic movement and tremor issues known to be caused by Haloperidol.\\nDuring his annual well check, he was found to have a suprapubic mass due to the bladder distension and urinary retention. The patient has had a history of urinary retention on and off for a few months. Renal labs and ultrasound of the kidneys and bladder were ordered immediately along with a referral to urology. His initial labs showed that he had developed acute kidney injury (AKI) with high blood urea nitrogen (24 mg/dL) and increasing creatinine (2.4 mg/dL). The AKI was due to the chronic intermittent urinary retention patient had been experiencing for at least the past 4 months. At the urology visit, the plan was made to relieve his obstructive uropathy with intermittent catheterization and to coordinate with his psychiatrist and Primary Care Physician (PCP) to manage his mental health medications.\\nTwo days after, the urologist saw him, he presented with a febrile illness to the emergency and was admitted to the pediatric Intensive care unit due to his labs, which showed a urinary tract infection, metabolic acidosis, hyponatremia, and toxic levels of Lithium. A prolactin level was also checked since he was on haloperidol and he was found to have galactorrhea on physical exam. His Lithium level (2.2 ng/mL) was in a toxic range, and his prolactin levels were very high, leading to suspicions of a pituitary tumor (267 ng/mL). He was also diagnosed with grade 3 bilateral hydroureteronephrosis with obstructive uropathy as per the ultrasound.\\nDue to the suspicion of a pituitary tumor, he underwent an MRI imaging of his brain after his creatinine normalized. The MRI showed no abnormality, ruling out a pituitary adenoma. During the subsequent hospital course, Benzatropine, Haloperidol, and Lithium were held until the patient's renal function was normalized. He was later discharged on lower Lithium, Benzatropine, and Haloperidol doses. His prolactin levels were still high at the time of his discharge from the hospital. Urology was consulted in the hospital, and an aggressive bladder program was initiated with close follow-up planned with his primary care, urologist, and psychiatrist.\\nThe differential diagnoses of hyperprolactinemia clinically depend on the level of prolactin.\\nLow levels of hyperprolactinemia have found to be due to medications, hypothyroidism, and kidney problems. Clinical judgment, when encountered with higher levels of hyperprolactinemia (>200 ng/mL), calls for ruling out pituitary adenoma. Our patient had many medications that could potentially interact with each other. Due to his initial clinical presentation of cerebral palsy, autism spectrum disorder, and bipolar disorder, this patient was a challenging dilemma in terms of drug prescription. The most likely explanation of the events is that Lithium led to hypothyroidism and hypothyroidism leads to an increase in TRH, which stimulates prolactin release. Our patient was also in combination with Haloperidol and Benzatropine, and the combined anticholinergic effects led to chronic urinary retention, which culminated in AKI, leading to toxic levels of Lithium. Increased Lithium level, in combination with Haloperidol effect on dopamine, is what we suspect led to his hyperprolactinemia.\\nThe patient’s prolactin levels normalized over 8 weeks. He continued to be on optimal doses of all three medications and was managed carefully by the psychiatrist. He also underwent a procedure for intermittent suprapubic catheterization, which would address the chronic issue of urinary retention. This is widely believed to be due to the synergistic anticholinergic effects of Haloperidol and Benzatropine, which contributed to obstructive uropathy, causing AKI, which in turn increased Lithium levels in the body, culminating in increased levels of prolactin (Figure ). Lithium is renally cleared, whereas Haloperidol goes through extensive first-pass metabolism through the liver. One of the main side effects reported when using Lithium with neuroleptics is there is an increased chance of neurotoxicity in the form of confusion, tremor, extrapyramidal symptoms, neuroleptic malignant syndrome, and QT prolongation., , , One of the possible mechanisms of increased neurotoxicity when using Lithium and the neuroleptic combination is that neuroleptics can increase the intracellular concentration of Lithium. Other mechanisms include enhanced dopamine blockade (Risperidone), increased intracellular Lithium levels (Risperidone), and interaction of serotonergic effects of Clozapine with Lithium. This case highlights the importance of monitoring drug dosages, especially when there are multiple drugs involved, as synergistic and antagonistic drug-drug interactions can be detrimental to the health of the patient.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'9626554': 1, '15456328': 1, '15554761': 1, '1527237': 1, '10222608': 1, '7377401': 1, '21820505': 1, '23234586': 1, '23232756': 1, '6423702': 1, '18226731': 1, '12650681': 1, '16092584': 1, '20218822': 1, '22690368': 1, '10671867': 1, '18477617': 1, '23928066': 1, '18473017': 1, '31624611': 2}", "similar_patients": "{}"}