{"patient_id": 2454, "patient_uid": "6129342-1", "PMID": 30225148, "file_path": "comm/PMC006xxxxxx/PMC6129342.xml", "title": "Coronary Artery Ectasia Presenting as a Non-ST Elevation Myocardial Infarction in a Young Adult: Case Presentation and Literature Review", "patient": "A 26-year-old African-American gentleman presents to the emergency department with pressure-like retrosternal chest pain that occurred one hour after he completed a workout. His pain subsided after ingestion of an antacid. He has no known medical history and takes no medications. He is a current smoker with a pack-year index of 22. He smokes marijuana but denies other illicit drug use. Both his father and grandfather had hypertension, diabetes, and peripheral arterial disease requiring limb amputation, but there was no known family history of coronary artery disease.\\nEKG revealed a right bundle branch block with no ST segment or T wave changes indicating ischemia. Initial troponin level was elevated at 8 ng/ml (normal range: <0.03 ng/ml). The patient refused to be admitted for further evaluation and left the hospital against medical advice. He returned a week later, with no symptoms, only to complete the evaluation of his prior episode of chest pain. Echocardiography revealed akinesis in the basal and inferior walls with an ejection fraction of 50%. Coronary angiography revealed moderately to severely dilated aneurysms in the proximal segments of the left anterior descending, left circumflex, and right coronary arteries without flow-limiting lesions ().\\nThe patient had no recollection of any febrile childhood illness that would be consistent with childhood Kawasaki disease. He was discharged on dual antiplatelet therapy and a high-intensity statin, as well as metformin for a new diagnosis of prediabetes.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'18923233': 1, '15194034': 1, '17885520': 1, '17063947': 1, '28225388': 1, '29027271': 1, '15542867': 1, '30225148': 2}", "similar_patients": "{}"}