{"patient_id": 4410, "patient_uid": "6248686-1", "PMID": 30473959, "file_path": "comm/PMC006xxxxxx/PMC6248686.xml", "title": "Colony-stimulating Factor 3 Receptor Mutated Chronic Neutrophilic Leukemia: A Rare Case Report", "patient": "On routine blood workup, a 79-year-old female was found to have marked leukocytosis. Medical history was significant for coronary artery disease, goiter, carotid artery stenosis, optic neuritis, hyperlipidemia, rheumatic heart disease, type II diabetes mellitus, anemia, and essential hypertension. The physical examination was positive for pallor and splenomegaly.\\nThe initial hematological workup revealed an elevated white blood cell (WBC) count of 74.5 x 109/L (normal range 4.5 – 11 x 109/L), with elevated neutrophils and a monocyte count of 66.61 x 109/L and 8.94 x 109/L, respectively (the normal ranges for neutrophil and monocyte count are 1.45 – 7.50 x 109/L and < 0.87 x 109/L, respectively), the lymphocyte count was 3.23 x 109/L (normal range of 1.00-4.00 x 109/L), hemoglobin 6.4 g/dL (normal 11.5 – 15.5 g/dL), and the platelet count was 234 k/uL (normal range of 150-400 k/uL). The peripheral blood smear showed leukocytosis with absolute neutrophilia and monocytosis with lymphopenia and left-shift. The reverse transcription polymerase chain reaction for BCR-ABL1 was negative. The peripheral blood for the JAK2 V617F mutation was negative and the cytogenetic analysis showed 46, XX normal karyotype.\\nFrom the initial evaluation and results from the blood workup, the differential diagnoses include chronic myelogenous leukemia (CML), atypical chronic myeloid leukemia (aCML), chronic myelomonocytic leukemia (CMML), chronic neutrophilic leukemia (CNL), leukemoid reaction, and infections. Further investigation was done with a bone marrow (BM) biopsy, which showed a hypercellular marrow (95%) with marked granulocytic hyperplasia and no increase in the blasts (Figure ). The aspirate smear demonstrated granulocytic proliferation, many mature neutrophils, and macrocytic anemia with thrombocytopenia (Figure ); it also revealed a low percentage of erythroid precursors (5%) and lymphocytes (2%), respectively, as compared to the normal ranges of 13%-37% for erythroid precursors and 7%-23% for lymphocytes. The genome sequencing was positive for the CSF3RT618I mutation. Our patient fulfilled all the World Health Organization (WHO) diagnostic criteria for CNL with WBC >25 x 109/L and segmented neutrophils >=80%, hypercellular BM, and the presence of the CSF3RT618I mutation. She was managed with hydroxyurea, which is one of the most common cytoreductive agents administered to CNL patients, to control the leukocytosis. The WBC count dropped to 50 x 109/L; however, there was no clinical improvement after six weeks of treatment with hydroxyurea. Clinically, the patient continued to deteriorate and was admitted to the intensive care unit (ICU) as a case of sepsis. During the hospital stay, the patient decided to go for hospice and, unfortunately, expired in the hospital later on.", "age": "[[79.0, 'year']]", "gender": "F", "relevant_articles": "{'23604229': 1, '29512199': 1, '28209656': 1, '27069254': 1, '24445868': 1, '24081659': 1, '28302714': 1, '23656643': 1, '30473959': 2}", "similar_patients": "{}"}