{"patient_id": 10225, "patient_uid": "6637526-1", "PMID": 31315676, "file_path": "comm/PMC006xxxxxx/PMC6637526.xml", "title": "Afatinib helped overcome subsequent resistance to osimertinib in a patient with NSCLC having leptomeningeal metastasis baring acquired EGFR L718Q mutation: a case report", "patient": "A 65-year-old woman came to the clinic of the First Hospital of China Medical University in January 2015 with main complaints of moderate headache and mild nausea. Her medical history included hypertension and coronary disease for 10 years, which were under control with oral medications. She was a non-smoker and a non-drinker, and denied any family history of cancer.\\nPhysical examination revealed a palpable nodule in the lower right cervical zone, which was about 1.0 cm in diameter, painless, hard, and fixed with surrounding structures. No other significant clinical findings were detected.\\nMultiple enlarged lymph nodes in the right lower cervical and bilateral supraclavicular zone were detected by ultrasound. A chest computed tomography (CT) scan with contrast revealed a 1.5-cm nodule in the left upper lobe of the lung, with multiple enlarged lymph nodes in the left hilum and bilateral mediastinum. Brain magnetic resonance imaging showed a 1.2-cm nodule in the right parietal lobe with mild surrounded swelling. F18-Fluorodeoxyglucose (FDG) positron emission tomography CT (PET-CT) scan confirmed multiple lesions with increased FDG uptake (Fig. a–e).\\nAn ultrasound-guided core needle biopsy of the cervical lymph node was performed in January 2015. Pathological and immunohistochemical (IHC) examinations indicated metastatic adenocarcinoma of the lung. The IHC staining revealed the following: carbohydrate antigen (CA)125 (+), CA199 (+), cluster of differentiation (CD) 34 (blood vessels+), caudal type homeobox 2 (CDX2) (−), cell keratin (CK) 19 (+), galectin-3 (±), Ki-67 (40%+), mammaglobin (±), naspin-A (+), paired box gene 8 (PAX8) (±), thyroglobulin (−), and thyroid transcription factor-1 (TTF-1) (+). EGFR gene detection showed L858R mutation in exon 21.\\nThe patient was diagnosed with non-small-cell lung adenocarcinoma with clinical staging of T1N3M1b, stage IV (with synchronic brain metastasis), according to the American Joint Committee on Cancer version 7.0 [].\\nFrom February 2015, the patient started treatment with icotinib (125 mg tid orally). A partial response was achieved after 1 month (Fig. a and b). In October 2015, she complained of severe headache and nausea, and leptomeningeal metastasis was confirmed by CSF cytopathology. No progression of primary lung tumor or metastatic brain lesion was found at that time (Fig. c). Intrathecal chemotherapy with methotrexate was given (methotrexate 10 mg, every other day), and liquid biopsy using plasma and CSF was performed. Next-generation sequencing (NGS) reported EGFR gene amplification, primitive L858R mutation, and a new T790 M mutation in CSF, but not in plasma. Osimertinib was then administered (80 mg/day orally) from November 2015. The disease was controlled well, and all symptoms disappeared. Repeated NGS using CSF after 2 months of osimertinib treatment showed EGFR gene amplification and L858R mutation only, while T790 M mutation was undetectable.\\nIn July 2016, the patient developed disease progression and was admitted to the hospital in a critical condition. She presented with severe headache, dizziness, nausea, and vomiting, with persistent high intracranial pressure of 240 mm H2O. The Eastern Cooperative Oncology Group (ECOG) performance status was 3. Intense surveillance and life-supporting care were given. Liquid biopsy using CSF showed EGFR gene amplification, L858R mutation, and a new L718Q mutation. A b-rapidly accelerated fibrosarcoma (BRAF) G466R mutation was also found. Supportive care and exploring therapeutics were given sequentially after obtaining informed consent, including high-dose icotinib pulsatile therapy (375 mg every 3 days, followed by 625 mg every 5 days), temozolomide oral administration (200 mg/day for 5 days), and bevacizumab intrathecal injection (100 mg), as described in previous studies [–]. No treatment-related side effects were observed, and clinical evaluation showed no improvement in cancer-related symptoms, signs, or laboratory findings (Fig. a and b). The patient failed to respond to any of these treatments.\\nIn August 2016, about 1 week after all the exploring therapeutics failed, afatinib was challenged (40 mg/day orally). The patient tolerated the treatment well with grade 1 diarrhea only. All the symptoms related to the disease improved gradually. After 1 month, she complained of only mild headache and nausea, and her ECOG performance status improved from 3 to 1. The dynamic changes in the allelic variations and clinical factors during treatments are shown in Fig. a and b.\\nIn December 2016, her symptoms became worse with disease progression. The patient passed away in January 2017. She survived for 23 months in total and for 15 months after suffering from leptomeningeal metastasis. The treatment timeline is shown in Fig. .", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'33646562': 1, '34926262': 2, '32705364': 1, '34166400': 1, '29807405': 2, '25939061': 1, '25921002': 1, '27257132': 1, '33937055': 1, '16832089': 1, '33461557': 1, '24527399': 1, '29506987': 1, '26977031': 1, '27923714': 1, '32193290': 1, '33131198': 1, '27042125': 2, '26141219': 1, '25948633': 1, '29732058': 1, '26134221': 1, '31315676': 2}", "similar_patients": "{'4809332-1': 1, '8674200-1': 1, '6333983-1': 1, '6333983-2': 1}"}