{"patient_id": 128814, "patient_uid": "6142071-1", "PMID": 29478350, "file_path": "noncomm/PMC006xxxxxx/PMC6142071.xml", "title": "Integrated Cancer Treatment in the Course of Metastatic Pancreatic\\nCancer: Complete Resolution in 2 Cases", "patient": "The first case concerns the integrated treatment of a 58-year-old woman affected by\\nPC with metastatic involvement ab initio of peripancreatic lymph nodes and liver\\nparenchyma, with numerous secondary lesions greater than 9.5 cm in size ( and ) in March 2014. The disease\\nwas stage IV. A biopsy of the pancreatic lesion was done to define the histological\\nfeatures of the neoplastic lesion. The outcome was adenocarcinoma of pancreatic\\norigin, moderately differentiated and parenchyma infiltrating. Because of the young\\nage of the patient and her good health, chemotherapy based on 3 drugs was\\nrecommended: fluorouracil, irinotecan, and oxaliplatin in a 1-8-21 day regimen\\n(FOLFIRINOX: oxaliplatin 85 mg/m2, intravenous [IV]; irinotecan 180\\nmg/m2, IV; 5-fluorouracil 400 mg/m2, IV; 5-fluorouracil\\n2400 mg/m2, IV over 46 hours). Side effects, such as severe nausea,\\nvomiting, marked fatigue, and lack of appetite with a net impaired QoL, appeared at\\nthe beginning of the treatment. Because of such side effects, the second cycle of\\nchemotherapy was given along with some natural substances known for their antitumor\\neffects: curcumin for its antiangiogenic and antiproliferative properties; polydatin for proapoptotic\\nproperties; lactoferrin for\\nantiproliferative and antimetastatic properties; Active Hexose Correlated\\nCompound (AHCC), a derivative of shitake mushroom cultured in rice bran extract, for\\nits immunomodulating properties; melatonin for immunomodulation; and mistletoe for QoL and stimulation of bone marrow. Treatments were administered\\nduring and after chemotherapy, and the dose and daily time of treatment for each\\nnatural substance are reported in . Moreover, the patient underwent\\nacupuncture treatment for nausea, vomiting, and pain, using the standard points\\n(PC6, CV12, SP4, ST36). During chemotherapy, starting from the second cycle, the\\npatient underwent capacitive regional deep hyperthermia treatment by means of an\\nONCOTHERM 3000, using the standard frequency of 13.6 MHz with 50-minute sessions.\\nEvery cycle of chemotherapy, the patient was monitored with blood counts (white and\\nred blood cells as well as platelets) and tumor markers (CA 125, CA 19-9; CEA, all\\nelevated) every 2 months, with liver function tests every month (alanine\\naminotransferase, gamma-glutamyltransferase, glutamic–pyruvic transaminase, lactate\\ndehydrogenase, bilirubin total and fractionated, increased at the beginning).\\nInitially, the number of blood cells was reduced, whereas tumor and liver markers\\nwere found to be upregulated. Throughout the treatment, all the parameters\\nprogressively improved toward normalization. At the end of the fourth cycle, the\\npatient underwent an audit computed tomography (CT) that showed a net reduction of\\npancreatic injury and secondary liver lesions ( and ). Although we did not use health-related\\nQoL questionnaires, the patient’s general clinical status during the period of\\ntreatment was notable for side effects being almost absent, with only a mild\\nasthenia the day after the administration of chemotherapy. Alopecia became complete\\nonly at the end of cycle III. The patient received massage therapy once a week\\nduring the entire period of chemotherapy. Once good clinical response and the\\nwell-being of the patient were established, we decided to administer 2 more cycles\\nof the same chemotherapy to consolidate the results obtained. Oxaliplatin was\\nwithdrawn from the protocol because of minor sensory hand neuropathy referred by the\\npatient.\\nAt the end of the sixth cycle, we observed the complete disappearance of the liver\\nmetastases, as evidenced by the diagnostic examination ( and ). Currently, the patient has no late side\\neffect, and blood tests are good in the absence of residual tumor. At the end of\\nMarch 2017, 36 months after the diagnosis, the patient is still alive.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'22326673': 1, '15778569': 1, '25220842': 1, '34616516': 1, '20455850': 1, '28420987': 1, '28179342': 1, '27438851': 1, '21620466': 1, '29061778': 1, '28440434': 1, '195543': 1, '23803081': 1, '27459118': 1, '28487999': 1, '33349074': 1, '26830752': 1, '20841478': 1, '33097304': 1, '23890767': 1, '27069182': 1, '19861543': 1, '16261256': 1, '30544385': 1, '21388050': 1, '28232946': 1, '25373274': 1, '12047000': 1, '22150002': 1, '2189947': 1, '23868190': 1, '22682078': 1, '16918129': 1, '17453298': 1, '20092990': 1, '34842668': 1, '15699021': 1, '20592376': 1, '29478350': 2}", "similar_patients": "{}"}