{"patient_id": 2445, "patient_uid": "6128601-1", "PMID": 30202674, "file_path": "comm/PMC006xxxxxx/PMC6128601.xml", "title": "Betel Chewing and Nonalcoholic Steatohepatitis", "patient": "A 31-year-old Asian American female with past medical history of chewing of betel leaf with betel nuts and non-smoker, who immigrated to the USA from Burma four years previously, was referred to the Digestive Health Center at the University of Virginia for evaluation of elevated transaminases discovered upon routine testing. She reported no previous history of liver test abnormality or liver disease. She was not using any hepatotoxic prescription or over the counter medications or supplements and reported rare consumption of alcohol. Besides, she had no family history of liver disease, hepatocellular carcinoma, autoimmune disorders or diabetes mellitus.\\nThe physical examination was significant for obesity with weight 66 kg, height 146 cm, body mass index (BMI) 31, hepatomegaly, nonpalpable spleen, and lack of stigmata of chronic liver disease. Extensive laboratory workup revealed normal complete blood count, renal function, serum electrolytes, iron studies, serum immunoglobulin levels, and ceruloplasmin. Also, hepatitis B and C serologic tests and autoimmune markers were negative. Fasting lipid profile revealed dyslipidemia (total cholesterol 260 mg/dL, triglycerides 267 mg/dL, high density lipoprotein 45 mg/dL, and low density lipoprotein 170 mg/dL). Fasting blood glucose was 165 mg/dL with simultaneous fasting insulin level of 4.8 mill international units/liter and a homeostasis model assessment of insulin resistance score of 2.9, thus has insulin resistance. Hemoglobin (Hgb) A1c level at this time was 6.8% which was higher than previous values from eight months prior (6.1%), 16 months prior (6.1%) and 39 months prior (4.8%).\\nUltrasonographic evaluation of the abdomen revealed hepatomegaly, hyperechogenic liver indicative of severe hepatic steatosis, an ill-defined liver mass, and standard spleen size. Magnetic resonance examination defined the liver mass as hemangioma in addition to hepatomegaly and severe hepatic steatosis. Ultrasound-guided liver biopsy (sample size of 3.5 cm) showed severe macrosteatosis with mild lobular and periportal inflammation associated with focal hepatocyte damage (Figure , Panel A). Trichrome staining revealed focal portal, periportal and perisinusoidal fibrosis consistent with stage II (Figure , Panel B) with a NASH activity score (NAS) of 7. The patient was instructed to exercise routinely and follow a healthy diet. She was seen in follow-up for three months at which time her weight was unchanged. Physical examination revealed dark brownish red pigment on the teeth, tongue, and oral mucosa. Upon questioning the patient about this finding, she admitted to chewing betel on an average of 10 times per day for the last eight years. The patient reported an associated weight gain of around 16 kg from her baseline weight maintained for many years at 50 kg (BMI 23.5). This significant weight gain could not be reversed despite daily physically demanding work and following a healthy diet recommended by her primary care physician.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'16801615': 1, '14530785': 1, '17114290': 1, '10884715': 1, '17565630': 1, '15789162': 1, '15517150': 1, '12632815': 1, '15389304': 1, '18439308': 1, '17492057': 1, '18410705': 1, '33799865': 1, '12814203': 1, '11266382': 1, '16685060': 1, '16762942': 1, '11237396': 1, '19004423': 1, '17448681': 1, '15118544': 1, '30202674': 2}", "similar_patients": "{}"}