{"patient_id": 135515, "patient_uid": "6713073-2", "PMID": 31485423, "file_path": "noncomm/PMC006xxxxxx/PMC6713073.xml", "title": "A CAD/CAM-based strategy for concurrent endodontic and restorative treatment", "patient": "A 27-year-old female patient presented with spontaneous and continuous pain in tooth #46. Clinically, there was an unsatisfactory glass ionomer restoration, which was radiographically assessed to extend deep pulpally in tooth #46, with a normal periodontal pocket and no missing teeth. Clinical tests indicated negative palpation and percussion tests, and a positive vitality test with slow pain decline in tooth #46, indicating a diagnosis of irreversible pulpitis for which endodontic treatment was necessary. Considering the presence of canine guidance and absence of parafunction (), endodontic treatment followed by permanent indirect restoration with the aid of CAD/CAM in a single clinical session was planned. The patient's consent was obtained.\\nTo commence the treatment, the antagonist and maximum intercuspation hemi-arch intraoral scans were obtained and analyzed to determine the intermaxillary relationships and for shade and ceramic block selection (). Subsequently, the protocol followed was as described in for case 1. Initially, inferior alveolar nerve block was performed, followed by rubber dam isolation, surgical access, root canal localization, cervical preparation, pulp removal, and irrigation until cessation of bleeding (). Removal of the previous restoration and preparation of the cavity with capping of the mesiobuccal, mesiolingual, and distolingual cusps to receive an onlay restoration followed. As in case 1, an interim layer of 3 mm of resin was inserted over the root canal orifices and pulp chamber to enable the preparation to be scanned without undercuts, allowing fabrication of the permanent ceramic onlay during the root canal biomechanical preparation and obturation procedures. Subsequently, scanning (), design, and milling of the onlay were performed. The provisional resin was removed and the endodontic treatment was performed (), followed by placement of a 3-mm resin layer over the root canal orifices and pulp chamber. The restoration fit, seating, marginal adaptation, and proximal contacts were assessed clinically, and without removing the isolation, the restoration was cemented (). After removal of the isolation, occlusal contact was verified, followed by finishing and polishing of the margins and final radiography ( and ). At 2 years of follow-up, the restoration was esthetically and functionally satisfactory, without complications ( and ).", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'22372380': 1, '7783020': 1, '27905673': 1, '21133983': 1, '26723482': 1, '12691276': 1, '15167472': 1, '25877233': 1, '18792695': 1, '16504873': 1, '26266647': 1, '15779314': 1, '11307374': 1, '23712338': 1, '10635240': 1, '21769264': 1, '30546217': 1, '25453569': 1, '21821159': 1, '26776939': 1, '14753334': 1, '28876966': 1, '24238433': 1, '13271655': 1, '25172234': 1, '26321061': 1, '1779219': 1, '28552287': 1, '21554920': 1, '10945174': 1, '25206199': 1, '17402630': 1, '21763916': 1, '29229456': 1, '8990682': 1, '27625148': 1, '28050515': 1, '3474683': 1, '19343923': 1, '26245275': 1, '31485423': 2}", "similar_patients": "{'6713073-1': 2}"}