{"patient_id": 137948, "patient_uid": "6936919-1", "PMID": 31893210, "file_path": "noncomm/PMC006xxxxxx/PMC6936919.xml", "title": "When the Heart Triggers the Esophagus: Esophageal Spasm after Electrical Cardioversion", "patient": "We describe the case of an 86-year-old male patient, who was admitted to the internal medicine ward for the recurrence of a paroxysmal atrial fibrillation with rapid ventricular response. The previous medical history was characterized by a recent embolic stroke secondary to a novel diagnosed atrial fibrillation without residual neurological impairment. The patient was started on therapeutic anticoagulation therapy with apixaban 5 mg twice a day, in association with pantoprazole. On that occasion, a speech therapist excluded deglutition impairment and dysphagia. In addition, the patient was known for essential hypertension and benign prostatic hyperplasia. He never suffered from gastro-o esophageal diseases or symptoms. Since a rate control strategy with a beta-blocker and digoxin was not effective and no reversible triggers for the atrial fibrillation recurrence were identified, a rhythm control approach was pursued. As the patient was regularly assuming anticoagulation therapy for more than 4 weeks, trans-esophageal echocardiography was not required before electrical cardioversion. The procedure was performed under procedural sedation and analgesia with, respectively, propofol and fentanyl. Defibrillator pads were placed in the anterior-posterior position, according to international guidelines. Electrical cardioversion entailed a first, ineffective, biphasic DC shock (120 joules), followed by an immediate second, effective, biphasic DC shock (120 joules), with sinus rhythm restoration. Several hours after the procedure, during a meal, the patient reported the onset of progressive complete dysphagia for both liquids and solids. The otorhinolaryngologist confirmed a regular deglutition. Therefore, the patient underwent an esophagogastroduodenoscopy (EGDS), which identified an endoscopic pattern suggestive of nutcracker esophagus along the more caudal 15 cm, without mucosal lesion. The patient was treated with a spasmolytic agent (nifedipine 30 mg) and dysphagia progressively subsided over the next 12 hours, as assessed by the speech therapist.", "age": "[[86.0, 'year']]", "gender": "M", "relevant_articles": "{'1998307': 1, '26351090': 2, '24251375': 1, '23875107': 2, '23591282': 1, '31893210': 2}", "similar_patients": "{'4622144-1': 1, '3714418-1': 1}"}