{"patient_id": 6769, "patient_uid": "6396477-1", "PMID": 30819091, "file_path": "comm/PMC006xxxxxx/PMC6396477.xml", "title": "Endoscopic injection sclerotherapy for pediatric bleeding esophageal varices complicated by gastric vein, main portal vein, splenic mesenteric junction, and splenic vein occlusion: a case report", "patient": "A 15-month-old female Filipino infant with congenital type I biliary atresia and without any other anomalies or malformations, who had not undergone Kasai’s surgical procedure for biliary atresia, was referred by a liver center in the Philippines. She weighed 8.1 kg and had a height of 67.3 cm. She had jaundice (total serum bilirubin, 22.2 mg/dL), hypoalbuminemia (serum albumin level, 2.58 g/dL), coagulopathy (prothrombin time > 20 s compared to that of a normal control), ascites, splenomegaly, portal hypertension (portal vein velocity, 3.9–5.6 cm/sec with hepatopetal flow measured by Doppler ultrasound), and repeated bleeding of the varices after three doses of intravascularly administered Histoacryl 1 ampoule mixed with Lipiodol UF 8 mL (Auckland, New Zealand) in the EV (Fig. ). A Doppler ultrasound was used to investigate the portal hemodynamics before EIS. The diameter of the portal vein was 6.1 mm with reversal hepatofugal flow in portal vein velocity. After the first EIS, the portal vein diameter was 4.4 mm without thrombosis. After the third EIS, the end point of EIS was further investigated, and computed tomography angiogram revealed that the intrahepatic portion of the portal vein was not clearly demonstrated. Prominent GV and EV were occluded by EIS (Fig. ). The sclerosing agent was not only present in the EV and GV but also retrogradely occluded the main portal vein, splenic mesenteric junction, and splenic vein, causing an engorged inferior mesenteric vein (Fig. ). The patient underwent total hepatectomy and living donor liver transplantation (LDLT) via a left lateral segment graft (segments 2, 3, and 4 of the middle hepatic vein trunk) and left portal vein graft for the recipient inferior mesenteric vein anastomosis. Portal vein stent placement via segment 4 of the portal vein stump was performed from the inferior mesenteric vein to the umbilical portion of the left portal vein (Fig. ). The patient is still alive and doing well after the LDLT.", "age": "[[15.0, 'month']]", "gender": "F", "relevant_articles": "{'9179735': 1, '27439114': 1, '22414565': 1, '28632515': 1, '18613368': 1, '30819091': 2}", "similar_patients": "{}"}