{"patient_id": 132676, "patient_uid": "6439377-1", "PMID": 31020251, "file_path": "noncomm/PMC006xxxxxx/PMC6439377.xml", "title": "QRS alternans due to localized intraventricular block during ventricular tachycardia in Uhl’s anomaly: a case report", "patient": "Our patient was a 43-year-old man. At the age of 7 years, he was first documented with cardiomegaly by a chest X-ray and was diagnosed with a suggested Uhl’s anomaly by echocardiography and scintigraphy in another university hospital. He had no family history of sudden cardiac death. His first VT episode was seen when he was 31 years old, and he was referred to our hospital for intensive treatment of the VT including catheter ablation. Soon after an unsuccessful catheter ablation of the VT, an implantable cardioverter-defibrillator (ICD) was implanted along with medical treatment including amiodarone. Since the frequency of appropriate ICD therapies for ventricular tachyarrhythmias had gradually increased in the previous decade, he was referred to undergo a repeat catheter ablation. Although he was haemodynamically stable even during the arrhythmias and felt no palpitation, on admission, his blood pressure was 140/84 mmHg, pulse rate was 68/min, and respiratory rate was 18/min with an O2 saturation of 95% on room air. He showed predominantly right sided heart failure with jugular venous distention and pitting oedema in the lower extremities. Blood test showed no electrolyte abnormalities and a high serum B-type natriuretic peptide level of 336 (<18.4) pg/mL. His baseline electrocardiogram (ECG) exhibited normal sinus rhythm with large P waves, an rsr’ QRS complex in leads V1–4, and right-axis deviation (A). A chest X-ray revealed enlargement of the cardiac silhouette with a contour of the large RV without severe pulmonary oedema (B). Electrocardiogram-gated multi-detector computed tomography (MDCT) depicted the specific features of Uhl’s anomaly—a remarkable RV and right atrial dilatation, and the localized coexistence of a severely thin RV wall and partial defects of the RV muscular wall (). These images indicated that his diagnosis was Uhl’s anomaly rather than arrhythmogenic right ventricular cardiomyopathy in which residual myocardium was replaced by fat and fibrosis., Transthoracic echocardiography revealed similar morphological findings; severe RV dilatation (RV dimension was 72 mm) resulting in D-shaped left ventricle. Left ventricular ejection fraction was 35%. An ambulatory ECG monitor detected a mildly wide QRS tachycardia with a rate of 140–150 b.p.m. and atrioventricular dissociation, which was considered to be the clinical VT (A).\\nThe patient underwent an electrophysiological study (EPS) and catheter ablation under guidance with the Carto 3 electroanatomical mapping system (Biosense Webster, South Diamond Bar, CA, USA). Voltage mapping of the RV endocardium during sinus rhythm showed a broad electrical scar area, whereas a preserved voltage amplitude was seen on the anterior wall and interventricular septum (). A VT (cycle length = 460 ms) with a right bundle branch block pattern and inferior axis was induced with programmed RV extrastimulation (). During the VT, QRS alternans was seen, which was especially obvious in leads V5 and V6. Since his haemodynamic state was stable during the VT, we could perform activation mapping (). Concealed entrainment by pacing from the low-voltage zone of the anterior RV with a post-pacing interval of 475 ms suggested that the mechanism of this VT was re-entry. Interestingly, the QRS alternans was simultaneously reproduced during the entrainment pacing (). Furthermore, the intracardiac electrograms exhibiting 2:1 conduction were documented on the RV free wall near the apex (). There were two components, one was coincident with the VT cycle length, but the other was seen in a 2:1 ratio. At the timing of the appearance of a latter electrogram, slurs in the initial QRS on the 12-lead ECG occurred, which was related to the mechanism of the QRS alternans during the VT.\\nAlthough a critical narrow isthmus of the VT re-entrant circuit was not definitely detected by the EPS, the anterior RV wall was a part of the VT circuit. Thus, a horizontal linear ablation with a target of the diastolic potentials in that area was performed resulting in VT termination. No VT was induced after catheter ablation. He has been free from appropriate ICD therapy in more than 2 years of follow-up.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'29204352': 1, '20172911': 1, '23498722': 1, '10859296': 1, '19744275': 1, '26889594': 1, '19864310': 1, '12978573': 1, '20530016': 1, '16322929': 1, '8608628': 1, '33557237': 1, '17228005': 1, '20022821': 1, '9168778': 1, '29759574': 1, '31020251': 2}", "similar_patients": "{}"}