{"patient_id": 136548, "patient_uid": "6787408-1", "PMID": 31607835, "file_path": "noncomm/PMC006xxxxxx/PMC6787408.xml", "title": "Recurrent Fever and Failure to Thrive in an 11-Year-Old Boy", "patient": "An 11-year-old boy was seen by us with repetitive episodes of 5–6 days of agonizing fever above 40°C since the early childhood at an irregular frequency of approximately 7–8 times a year. Apart from the fever, no other clinical complaints such as gastrointestinal symptoms including diarrhea, arthralgia, respiratory symptoms, or skin lesions occurred. No overt nutrient intolerance was noticed. At several occasions, detailed workups for infectious causes by the family's general practitioner had unveiled no pathogen. The boy's pharyngeal tonsils were found enlarged on various occasions but never showed deposits. During infancy, the boy had undergone the usual vaccination schedules as recommended. The fever periods were treated with paracetamol and usually subsided after 5–6 days. During fever episodes, the boy was unable to attend school, but during the asymptomatic intervals, he was generally energetic, able to perform well as a football player and showed intellectual abilities clearly above the average. However, a noticeable sign was a relatively small physical size of the boy compared to his 4-year-younger brother and his tall parents.\\nAt the age of 10 years, the fever episodes became more frequent and showed extended lengths of up to 8–10 days, and less responsiveness to antipyretics, which prompted the parents to seek for specialized pediatric attention at the local university hospital as the boy turned 11 years. There, physical examination revealed a body weight of 24 kg (13.5 percentile, −1.13 standard deviation [SD]), a BMI of 14.03, and height 130.8 cm (29.6 percentile, −0.37 SD). Other physical findings were unremarkable. Common and rare causes of recurrent fevers were ruled out, including malaria, various autoimmune diseases such as eosinophilia syndromes, mastocytosis, infantile rheumatoid arthritis, vasculitis, hematological malignancies such as acute leukemia, and periodic fever syndromes. At a second referral, rare recurrent fever syndromes such as hyper-IgD syndrome by assuring normal IgD and IgA levels, and tumor necrosis factor receptor-associated periodic syndrome and cryopyrin-associated periodic syndrome were ruled out. To obtain a second opinion, the boy was also referred to another university center, which attained similar inconclusive results. At this stage, the parents were advised to treat the fevers with corticosteroids (prednisolone at 1 mg/kg body weight), which were necessary 4 times within the next 12 weeks, with a declining response at every episode.\\nAt each of the consultations, the sole pathological findings were elevated levels of C-reactive protein, iron deficiency, and mild microcytic anemia, which was interpreted in the context of chronic or repetitive inflammation, although serum ferritin levels were also below normal. Routine laboratory tests at first presentation and at the time of establishing the diagnosis are shown in Table .\\nAt this time, iron deficiency and microcytic anemia prompted testing for antibodies against tissue transglutaminase (anti-tTGA), which was found markedly elevated at 93 kU/L (upper limit of normal [ULN] 7 KU/L). Next, an upper gastrointestinal endoscopy was performed, which revealed a markedly atrophied duodenal mucosa, but no other abnormalities in the esophagus and stomach. Duodenal biopsies showed a strikingly atrophic duodenal mucosa with marked intraepithelial lymphocytosis, crypt hyperplasia, and villous atrophy compatible with grade IIIb according to the modified Marsh-Oberhuber classification (Fig. ) []. With these findings, the diagnosis of pediatric CD was established, and the boy was subjected to a strict gluten-free diet after instructing his parents. During short-term follow-up, fever episodes stopped instantly and completely until the patient was last seen. Serum levels of anti-tTGA declined markedly to 9 kU/L (ULN 7) and of anti-EMA to 1 U/L (ULN 7), reflecting compliance with the dietary requirements. Iron stores recovered following oral iron supplementation, and hemoglobin levels increased to high normal values. The boy gained weight of 6 kg during 12 months after the diagnosis of CD had been established and reported that his fatigue and weakness had completely disappeared. A follow-up endoscopy with duodenal biopsies revealed a fully recovered mucosal brush border with no evidence of inflammation or duodenal atrophy (Fig. ).", "age": "[[11.0, 'year']]", "gender": "M", "relevant_articles": "{'31220637': 1, '19766641': 1, '27658824': 2, '7557104': 1, '16060887': 1, '22039175': 1, '17318390': 1, '10801176': 1, '19438483': 1, '15660869': 1, '30240467': 1, '23970982': 2, '19644432': 1, '9800742': 1, '15925844': 1, '16456012': 1, '29773275': 1, '27647842': 1, '16635908': 1, '29689265': 1, '31607835': 2}", "similar_patients": "{'3732586-1': 1, '5034654-1': 1}"}