{"patient_id": 136874, "patient_uid": "6825387-1", "PMID": 31696094, "file_path": "noncomm/PMC006xxxxxx/PMC6825387.xml", "title": "Successful treatment using Actinomycin D in a case of methotrexate-resistant ectopic pregnancy: A case report", "patient": "The case described in this report was a 30-year-old woman (G6AB3EP2) with a history of curettage (2 times) due to invisibility of FHR, one spontaneous abortion and 2 left tubal EP, which were successfully managed by methotrexate administration. The patient was submitted having a delayed menstruation and a βHCG level of 1720IU/L. Transvaginal sonography revealed an eccentrically located in the gestational sac at the superior fundal level of the uterus surrounded by 4 mm myometrial tissue and separate empty uterine cavity. EP was finally confirmed. Hence, the patient received a multidose treatment regimen of methotrexate (60mg) and leucovorin (6mg). However, the detection of raising βHCG level to 2210IU/L and 6800 IU/L 2 and 4 days after initial treatment, respectively, convinced the patient to refer to the hospital due to the failure of drug therapy. Based on the sonography reports on admission, GS was not found in imaging, but an echogenic mass with the dimensions of 26 × 28 mm2 was found in the superior fundal level of the right uterine cornea (transitional zone), with a 4.5 mm echo free region suspecting right interstitial EP. At the first day of admission, the patient had a βHCG level of 6800IU/L, which was also revealed by TVS an EL with the diameter of 12 mm and an echogenic lesion sized 26 mm, indicating a right interstitial EP. Due to the lack of response to the standard treatment, pulse treatment regimen was performed again. Methotrexate was started with the dosage of 85 mg one day after admission, and βHCG level was rechecked 4 and 7 days later, which reached to 6946IU/L and 6500IU/L, respectively. One day after methotrexate injection, assessing intrauterine cavity by TVS and MRI () revealed an intramural heterogenic zone consisting small cystic regions sized 39 × 38 × 35 mm3at right interstitial region, suggesting interstitial EP surrounded by a narrow band of the myometrium (). A second dose was administered on day 7. A partially decreasing trend of βHCG level was noticed a few days after treating with methotrexate (6400IU/L in the 11th day and 6300IU/L in the 14th day). Finally, considering the inappropriate response to methotrexate and lack of change in the condition of the mass, the patient was treated with intravenous Actinomycin D (2 g). On the day of injection, bleeding and disposing the tissues sized 3 to 4 cm were observed, confirming decidual reaction in pathological assessment. A week after administrating Actinomycin D, the level of βHCG reached to 910 (IU/L). The downward trend of βHCG continued which was less than 4 (IU/L) after 2 weeks. The sonography performed on discharge showed a mass sized 43 ×40 mm with a good general condition, stable hemodynamics, and lack of clinical manifestations such as abdominal pain. βHCG was rechecked 6 months later and was negative.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'15322388': 1, '15995596': 1, '21727242': 1, '23793551': 1, '25287565': 1, '19135660': 1, '7537826': 1, '8518253': 1, '25870950': 1, '22510626': 1, '30159287': 1, '31696094': 2}", "similar_patients": "{}"}