{"patient_id": 3436, "patient_uid": "6186097-1", "PMID": 30314464, "file_path": "comm/PMC006xxxxxx/PMC6186097.xml", "title": "Vitamin C-induced oxalate nephropathy in a renal transplant patient related to excessive ingestion of cashew pseudofruit (Anacardium occidentale L.): a case report", "patient": "A 59-year-old black male with type 2 diabetes mellitus progressed to end stage renal failure; he received a kidney from his wife 11 years prior to presentation. He came to the outpatient clinic for routine screening and was asymptomatic. Maintenance immunosuppression therapy included tacrolimus, prednisone, and azathioprine. He was also taking medications for hypertension (atenolol and enalapril), dyslipidemia (atorvastatin), hypothyroidism (levothyroxine), and diabetes (insulin NPH). Surprisingly, he was found to have a blood creatinine level of 7.2 mg/dL and blood urea of 81 mg/dL. His previously blood creatinine levels were 2.0 mg/dL 2 months prior and in the range of 2.0 to 2.5 mg/dL 4 months prior, estimated glomerular filtration rate (GFR) by MDRD (Modification of Diet in Renal Disease Study equation): 39.6 mL/min/1.73 m2). Other laboratory results were as follows: hemoglobin (Hb), 12.0 g/L; sodium (Na), 145 mEq/L; potassium (K), 4.3 mEq/L; uric acid, 10.5 mg/dL; aspartate aminotransferase (AST), 14 U/L; alanine transaminase (ALT), 13 U/L; total calcium, 8.3 mg/dL; bicarbonate, 16.6 mE/L; albumin, 3.4 g/dL. The patient did not smoke or drink alcohol and denied any type of surgery. He also denied recent episodes of diarrhea or antibiotic use. On physical examination, he had a blood pressure of 130/80 mmHg, pulse rate of 68 beats/min, respiratory rate of 16/min, and weight of 54 kg. He had no signs of edema or dehydration. The patient was admitted to the hospital and underwent hemodialysis. A kidney biopsy was performed. Histologic analysis showed cortical and medullary areas with nine glomeruli, one of which was sclerotic, and two arteries. The pathology report of the kidney biopsy was compatible with oxalate nephropathy and severe acute tubular necrosis associated with intense calcium oxalate deposition (Fig. ). There were no signs of rejection and C4d immunohistochemistry was negative. Fibrosis of the interstitium was moderate. Two days after the biopsy, urine sample was collected and centrifuged; calcium oxalate crystals could be seen under polarized light. The patient denied ingestion of products containing ethylene glycol, any other medication such as orlistat, and any other drugs different from what was prescribed to him. However, he reported that in the last month he had been eating 5 cashew pseudofruit (“cashew apple”) every day and drinking a large amount of cashew pseudofruit juice (about 1000 mL) every day instead drinking water. The fruits were picked up from a tree in the patient’s backyard. He did not eat cashew nuts. We could deduce that the patient was ingesting every day, for at least 1 month, approximately 2 to 3 g of ascorbic acid in his diet. This calculation was based on an ascorbic acid concentration of 219.3 mg/100 mL in the pseudofruit. The patient underwent five hemodialysis sessions and was discharged with a creatinine of 3.9 mg/dL and no further requirement for dialysis. Three months after hospital discharge, his creatinine was 3.4 mg/dL (MDRD GFR: 24 mL/min/1.732).", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'23882371': 2, '15643992': 1, '23548555': 1, '18714631': 1, '25949386': 1, '27818757': 2, '31019830': 2, '19103737': 1, '9767367': 1, '27265723': 1, '21603151': 1, '27956392': 1, '15268737': 1, '27002809': 1, '17604750': 1, '10936161': 1, '25374807': 1, '3711339': 1, '23830537': 1, '17080154': 1, '30314464': 2}", "similar_patients": "{'6452533-1': 1, '3714063-1': 1, '5094400-1': 1, '5094400-2': 1, '5094400-3': 1}"}