{"patient_id": 131172, "patient_uid": "6337968-1", "PMID": 30765990, "file_path": "noncomm/PMC006xxxxxx/PMC6337968.xml", "title": "Complete Femoral Nerve Transection with Sural Nerve Cable Graft in a 21-Month-Old Child", "patient": "A 21-month-old male was flown in from a rural town 200 miles away from the regional hospital. 4 h prior, a car fell on the patient, resulting in a crush injury with a large avulsion with partial laceration of the left femoral artery, and complete transection of the left femoral nerve. The initial presentation was of extensive trauma with 300 mL blood loss, acute respiratory failure, hemorrhagic shock, pelvic fracture, crush injury and 10-cm laceration with exposed bone, right proximal tibial fracture, and pulmonary contusion. On examination, his right leg had mild swelling and tenderness at the proximal tibia, with normal neurovascular function distally. On the left, he was able to dorsiflex and plantarflex the ankle and to flex the knee; however, there was no discernible quadriceps function.\\nThe same day, he underwent surgery for a left femoral nerve reconstruction. Two sural nerve grafts, 10 cm and 12 cm in length, were carefully obtained from the child's right to retain the vasa nervorum. The edges of the nerve endings were cleaned, and the grafts were reversed to create proximodistal connections after loosening the femoral nerve ends to avoid tension, with graft lengths 10% longer than the defect length. Loose stitches were made with several bundle-to-bundle connections with sharp-to-sharp ends using 9-0 and 7-0 nylon suture with the aid of a microscope. Thorough antibiotic irrigation was applied, and a layer of venous blood was left to promote healing. The completed cable graft is shown in . In addition, the femoral artery was repaired with end-to-end anastomosis and artery balloon dilations.\\nApproximately 4 months postoperatively, the patient presented with normal tone in both legs with slight hyperextension of the left knee when walking and running. His recovery indicated satisfactory reinnervation of the territory of the affected femoral nerve, despite the use of a sensory nerve for motor repair.\\nThis case is interesting due to the young age of the patient, the high degree of recovery, and the use of a relatively expendable sensory nerve with the necessary large diameter for motor repair. To the best of our knowledge, this is one of the youngest patients with a successful large-diameter cable nerve graft procedure.", "age": "[[21.0, 'month']]", "gender": "M", "relevant_articles": "{'23895713': 1, '10951113': 1, '23101607': 1, '21488817': 1, '14641646': 1, '2233864': 1, '25276813': 1, '8436871': 1, '26904282': 1, '19682637': 1, '30765990': 2}", "similar_patients": "{}"}