{"patient_id": 12722, "patient_uid": "6813974-1", "PMID": 31651338, "file_path": "comm/PMC006xxxxxx/PMC6813974.xml", "title": "Pneumocephalus and pneumorachis after blunt chest trauma without spinal fractures: a case report", "patient": "An 85-year-old white male patient was initially taken care of by an emergency medical team for a trauma following a car accident. The car exited the road and underwent five somersaults. There were no other victims involved. On primary evaluation, the patient presented a head trauma with loss of consciousness, a left ear lobe trauma, and a left thoracic trauma with emphysema. Consciousness restored spontaneously with a Glasgow Coma Score of 15/15 after a few minutes.\\nThe patient was sent to the nearest hospital where a whole-body computed tomography (CT) scan was performed. A brain CT scan revealed air inside both lateral ventriculi and in the basal cisterns (Fig. ). There were no associated skull fractures or intracranial bleeding. There was also perimedullar air in the spine at levels C3–C4 and C7–T1 (Fig. ). No spinal fractures were seen. There were posterior fractures of all left ribs, anterior fractures of the fourth and fifth left ribs, and a left non-compressive hemopneumothorax. The left scapula was fractured. Soft tissue emphysema ranged from the left thorax to the neck with retropharyngeal extension. There was a pneumomediastinum. A CT scan showed no sign of tracheal or bronchial fistula.\\nAfter the CT scan, the patient’s hemodynamic and respiratory state worsened. The patient was intubated; norepinephrine infusion and blood transfusion were initiated. A left thoracic drainage was performed and drew 500 mL of blood. The patient was then transferred to our surgical intensive care unit (ICU) for thoracic surgery due to the displacement of the left costal fractures.\\nOn arrival in our ICU, our patient presented with hemorrhagic shock due to parietal thoracic bleeding and hemothorax. Our patient was on high doses of norepinephrine. Transfusion was continued with red blood cells (RBC), fresh frozen plasma (FFP), and fibrinogen. Costal osteosynthesis of left ribs 3–9 was performed by thoracotomy and a new thoracic drainage was put in place, which allowed the control of the shock.\\nAfter reviewing the brain CT scan and examination by the neurosurgical team, there were no signs of skull fracture to account for the pneumocephalus thus no neurosurgical indication was retained.\\nA control CT scan was performed on day 6 and showed total regression of the pneumocephalus and the pneumorachis. The evolution was marked by multiple ventilator-acquired pulmonary infections requiring the pursuit of invasive ventilation and sedation. Multiple attempts of sedation withdrawal were performed but full neurological recovery could never be obtained due to agitation or a rapid need for sedation for ventilatory purposes. A follow-up CT scan performed on day 30 revealed no intracranial bleeding or stroke, but a left pleural hernia between ribs 5 and 6.\\nOur patient’s state finally worsened with septic shock due to ventilator-associated pneumonia leading to multiple organ failure with acute respiratory distress syndrome requiring prone positioning, acute kidney failure on continuous hemodialysis, and major hemodynamic failure despite high doses of norepinephrine. Our patient died on day 37.", "age": "[[85.0, 'year']]", "gender": "M", "relevant_articles": "{'8180870': 1, '16925085': 1, '26631257': 1, '33633902': 2, '15826793': 1, '32576808': 1, '12560307': 1, '32395454': 2, '20888314': 1, '31651338': 2}", "similar_patients": "{'7898552-1': 1, '7192804-1': 1}"}