{"patient_id": 130338, "patient_uid": "6264993-2", "PMID": 30510943, "file_path": "noncomm/PMC006xxxxxx/PMC6264993.xml", "title": "Acquired hemophilia A in solid cancer: Two case reports and review of the literature", "patient": "The second patient was a 68-year-old man with a history of cerebral infarction who had developed dementia (ECOG performance status, 3-4), in addition to arteriosclerosis obliterans, diabetes mellitus (DM), and hypertension. He had been taking a small amount (5 mg) of PSL for nephrotic syndrome. He was admitted to the local hospital having developed a non-traumatic subcutaneous hemorrhage in his right forearm. An abdominal computed tomography scan revealed hepatocellular carcinoma (file size 5.5 cm in diameter) (Figure ). The anemia had progressed and his Hb levels had reduced from 12.7 to 8.1 g/dL, and 1 unit of packed RBC had been transfused. The APTT was prolonged to between 70 and 80 s, and he was transferred to our hospital.\\nOn admission, the patient had anemia lasting, with an Hb of 7.8 g/dL and a prolonged APTT of 94.0 s. FVIII activity was reduced to 3.1%, the inhibitor titer had increased to 57.1 BU/mL, and he was diagnosed with AHA. Although his liver function tests were normal, he tested positive for hepatitis C virus antibodies, and the values of alpha-fetoprotein and protein induced by vitamin K absence-II were significantly higher at 1862 ng/mL and 210 mAU/mL, respectively. His anemia had worsened (Hb level, 6.8 g/dL), and 1 unit of packed RBC was transfused. Bypassing agents were not used as the bleeding was not considered to be severe at that time. In addition to continuing PSL administration (5 mg/d), rituximab (RTX 375 mg/m2) was administered 5 times every week in order to eradicate the inhibitors without eliciting side effects. As a result, the inhibitor titer was reduced to 3.5 BU/mL after 3 wk and hemostasis was achieved. The patient was transferred back to his previous hospital to continue treatment for HCC. At this hospital, eradication of the inhibitors was confirmed approximately 1 mo after RTX treatment had terminated. Although transcatheter arterial chemoembolization was performed for HCC, the treatment was not effective, and the HCC continued to progress aggressively. The patient died at the hospice 7 mo after the HCC diagnosis.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'8394235': 1, '34557298': 1, '22618709': 1, '10420073': 1, '30027013': 2, '12670328': 1, '32284775': 2, '22517903': 1, '33594037': 1, '22682137': 1, '11267950': 1, '25525118': 1, '11844135': 1, '27666283': 1, '27843336': 1, '33029467': 2, '26192778': 1, '9707070': 1, '18469198': 1, '24134643': 1, '12362225': 1, '17047148': 1, '20847491': 1, '28960809': 1, '30510943': 2}", "similar_patients": "{'6264993-1': 2, '7529483-1': 1, '7141160-1': 1, '6044478-1': 1}"}