{"patient_id": 9534, "patient_uid": "6592301-1", "PMID": 31263719, "file_path": "comm/PMC006xxxxxx/PMC6592301.xml", "title": "Management of Pseudophakic Malignant Glaucoma in Sunset Syndrome: A Case Report and Literature Review", "patient": "The patient was a 76-year-old male with an ophthalmic history of bilateral primary open angle glaucoma (POAG), who was under treatment since 2004 with no signs of pseudoexfoliation in either eye as confirmed by dilated pupil examination. Also, he had bilateral map-dot-fingerprint corneal dystrophy, bilateral tilted discs and bilateral mild dry age-related macular degeneration. He had a right phacoemulsification surgery in 2008 and an uneventful left phacoemulsification surgery with toric posterior chamber intraocular lens (PCIOL) implant in 2009. A written informed consent was received from patient. The study was conducted in accordance with the Declaration of Helsinki. In March 2016, he presented with left monocular diplopia due to inferior dislocation of the PC IOL (sunset syndrome-Fig 1). An IOL exchange surgery was scheduled, but while waiting to recover from an urgent abdominal aorta aneurysm repair surgery, he developed pain in the left eye and blurred vision. His corrected distance visual acuity (CDVA) was 20/60. Slit-lamp examination revealed displacement of the PCIOL - capsular bag complex to the AC (Fig 2), a very shallow - almost flat AC (Fig 3) and a rise in the IOP (30mmHg). The fundoscopic examination was unremarkable with no signs of choroidal detachment.\\nAt this point, malignant glaucoma was diagnosed. YAG laser was used to disrupt the hyaloid face just above the IOL rim, with some deeper shots to cut across the vitreous humor. A gush of fluid emerged with simultaneous deepening of the AC (Fig 4) and the IOP dropped immediately to 24 mmHg and later to 9 mmHg. A prophylactic YAG peripheral iridotomy was also performed.\\nAn IOL exchange surgery with anterior chamber IOL placement was performed a few days later resulting in a final CDVA of 20/30.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'3431802': 1, '30595912': 1, '1420065': 1, '8790091': 1, '30344296': 1, '10889085': 1, '16678509': 1, '1594208': 1, '12231321': 1, '15094719': 1, '19878757': 1, '11581041': 1, '23533878': 1, '12414390': 1, '30090177': 1, '3317956': 1, '9097767': 1, '5676357': 1, '21858468': 1, '8795388': 1, '31263719': 2}", "similar_patients": "{}"}