{"patient_id": 130111, "patient_uid": "6241188-1", "PMID": 30533956, "file_path": "noncomm/PMC006xxxxxx/PMC6241188.xml", "title": "Lithium-induced Thyroiditis in a Patient Having Bipolar Affective Disorder - A Rare Case Report", "patient": "Ms L, a 22-year-old single female, educated till the 12th standard is a known case of bipolar affective disorder for 17 years of age with two episodes of mania in the years 2013 and 2015. She was maintaining well on lithium (800 mg/day). Serum lithium levels and thyroid function tests were within normal limits even 3 months before the current episode. She had a family history of hypothyroidism in maternal grandmother who was on thyroid supplementation.\\nIn April 2017, she was brought to the psychiatry department by her parents with a history of increased activity, reduced sleep, over-talkativeness, and anger outbursts toward family members for 1 week. After admission, detailed assessment was done. On physical examination, proptosis was evident. Mild lid lag was present. She had a fine tremor of hands and warm extremities. There was an increased volume in her speech and her affect was irritable. However, she had normal goal-directed psychomotor activity and cognitive functions were intact. She had grade 2 insight. The clinical features were suggestive of manic episode. On initial investigations, her serum electrolytes, hemogram, hepatic, and renal function tests were normal. Serum lithium quantitative analysis was done and levels were within therapeutic range (0.65 mEq/L). Her serum T4 was elevated (3.10 ng/dl) and TSH was low (0.0049uIU/ml). Endocrine consultation was sought, and thyroid peroxidase antibody was evaluated, which showed elevated values (594.80 U/ml). Technetium thyroid scintigraphy was suggested for further evaluation. Poor tapping function of the thyroid gland was evident in scintigraphy, and a diagnosis of iatrogenic thyroiditis was made by the endocrinologist. Propranolol 40 mg was started by the endocrinology department for hyperthyroidism. She was continued on lithium 800 mg/day as mood stabilizer and amisulpride 200 mg for control of acute manic symptoms. By discharge 10 days later, the patient had improved significantly in regard to the manic symptoms.\\nIn the subsequent follow-up after 1 month, the results of her thyroid function tests were as follows T3, 4.90 ng/dl (1.31–3.71); TSH, 0.0018 μIU/ml serum (0.35–4.9); and thyroid peroxidase antibody (TPO) 594, which were suggestive of a diagnosis of iatrogenic thyroiditis (lithium induced). The patient was started on carbimazole 10 mg by the endocrinology. She was continued on lithium 800 mg, amisulpride 200 mg, and propranolol 40 mg. Her TPO levels reduced after initiation of carbimazole therapy. In the subsequent review after 3 months, her TPO levels normalized.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'21757236': 1, '3877469': 1, '7665708': 1, '8033366': 1, '19942149': 1, '3755288': 1, '11388960': 1, '30533956': 2}", "similar_patients": "{}"}