{"patient_id": 9779, "patient_uid": "6609337-1", "PMID": 31321105, "file_path": "comm/PMC006xxxxxx/PMC6609337.xml", "title": "CMV Ileitis: To Treat or Not to Treat? Implications of Initiating Biologic Therapy for Concurrent Crohn's Disease", "patient": "A 43-year-old African American male was referred to the Gastroenterology clinic for a 12-month history of alternating diarrhea/constipation, intermittent sharp rectal pain, as well as a 6-week history of pencil-thin stool and staining with defecation. He denied any other constitutional symptoms such as fever, chills, weight loss, or fatigue. A diagnostic colonoscopy was attempted, but limited due to a severe anal stricture.\\nComputed Tomography (CT) and subsequent Magnetic Resonance Imaging (MRI) of the abdomen/pelvis showed a diffusely distended colon and dilated ileum concerning for ileus or enterocolitis, likely infectious or inflammatory in etiology (). Rectal exam under anesthesia was notable for a functional narrowing of the anus and two large ulcers at the posterior anal canal. Anal biopsies revealed granuloma formation and positive immunohistochemical staining for CMV. Ileocolonoscopy performed under sedation and monitored anesthesia care demonstrated extensive circumferential ulcerations and inflammation of the terminal ileum (TI) with endoscopically normal colon (). Nearly all TI biopsies were positive for scattered CMV-infected cells in a background of diffuse histopathologic effect and ulceration (). Unfortunately, a plasma CMV viral load was not checked during his admission as it was unlikely to change management at time; however it would have been useful to demonstrate extent of disease burden and response to treatment.\\nDuring his hospitalization, the patient had persistent, frequent bloody bowel movements associated with significant abdominal pain. On hospital day 2, the patient became septic, manifested by fever, tachycardia, tachypnea, leukocytosis of 20.82 x103, and an anion-gap metabolic acidosis. He was initially treated with empiric broad-spectrum antibiotics and fluid resuscitation. Blood cultures were drawn and later grew Pseudomonas aeruginosa and Eggerthella lenta, both enteric pathogens likely translocated from the bowel due to severe enterocolitis. A thorough workup for underlying immunodeficiency, including human immunodeficiency virus (HIV), quantitative immunoglobulins, flow cytometry for cluster of differentiation 4+ (CD4+), CD3+, CD8+, CD19+, and CD 56+ counts, was unremarkable.\\nGiven the severity of illness, we had significant concerns about initiating immunosuppressive therapy for his Crohn's Disease in the setting active CMV infection. Given the unremarkable workup for underlying immunodeficiency, the infectious disease team recommended against antiviral therapy, in accordance with current guidelines []. However, these guidelines do not take into account the risk of beginning immunosuppressive therapy in the setting of severe, active CMV infection. Given the paucity of data available in the medical literature and the significant risk associated with iatrogenic immunodeficiency, the patient was started on valganciclovir 900mg by mouth twice daily for 21 days in addition to levofloxacin and metronidazole for his bacteremia. The patient clinically improved with initial broad-spectrum antibiotic treatment for his bacteremia and continued to experience improved gastrointestinal symptoms after initiation of antiviral therapy. Repeat ileocolonoscopy after completion of the 21-day curse of valganciclovir demonstrated marked improvement of ileitis. Biopsies of the TI, colon, and rectum were negative for continued CMV infection. The patient was then initiated on methotrexate and infliximab therapy for the treatment of newly diagnosed Crohn's Disease with good response on further outpatient follow-up.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'29290686': 1, '29610508': 1, '17029132': 1, '22605861': 1, '15844689': 1, '30609051': 1, '26545825': 1, '23326158': 1, '18371229': 1, '29194529': 1, '31321105': 2}", "similar_patients": "{}"}