{"patient_id": 137860, "patient_uid": "6927133-1", "PMID": 31879607, "file_path": "noncomm/PMC006xxxxxx/PMC6927133.xml", "title": "Emergency anesthetic management of an achondroplastic elderly gravida with polytrauma", "patient": "An apparently well 42-year-old achondroplastic gravida with 26 weeks of gestation was involved in a motor vehicle accident. On presentation, she was conscious, oriented, and hemodynamically stable. She was breathing spontaneously with no apparent difficulties and maintaining oxygen saturation at 97% on room air. On auscultation, breath sounds were clear and equal on both sides. On the secondary survey, she was found to have sustained open Grade II fracture left distal shaft femur, fracture bilateral proximal tibia with degloving injury of the left thigh []. A focused assessment with sonography for free fluid abdomen was negative. Primary ultrasonography scan for fetal well-being showed fetal movements to be present. An urgent obstetrics consultation was done, and it was decided to follow fetal well-being with hourly ultrasound scan. However, a repeat scan done 4 h later showed absent fetal cardiac activity.\\nIn view of the skeletal injuries with an intrauterine demise, the patient was planned for urgent long bone fixation surgery. Preanesthetic evaluation revealed her weight to be 57 kg, height of 124 cm, and body mass index of 37 kg/m2. She reported her exercise tolerance to be good with no past medical history, known allergies, or concurrent medication use. She did not give any history suggestive of obstructive sleep apnea. General examination revealed a large forehead, flat nose, and short neck. Airway examination revealed protruding incisors with mouth opening to three finger breadth leading to the visualization of hard palate only. Neck movements were normal. Routine blood investigations and preoperative arterial blood gas were normal. Chest radiograph taken bedside showed flattened ribs with cardiomegaly [].\\nThe patient was planned for rapid sequence induction with general anesthesia (GA). A difficult airway cart was prepared, and an arterial cannula was secured before induction. After preoxygenation for 3 min, GA was induced, and intubation attempted with endotracheal tube of size 6.5 mm internal diameter was successful at the first attempt. Bilateral equal air entry was confirmed. Immediately after intubation, the patient's oxygen saturation dropped, reaching a nadir of 78% with fraction inhaled oxygen (FiO2) of 1. Peak airway and plateau pressures were raised. Attempts for lung recruitment were made with manual bag ventilation. The patient's oxygen saturation gradually improved and settled at around 94% with FiO2 of 0.6 and positive end-expiratory pressure (PEEP) of 12 cm water. Anesthesia was maintained with isoflurane with mixture of oxygen and medical air. She underwent external fixation for fracture femur, while a decision was made to postpone the fixation surgeries for bilateral proximal tibia. Due to the patient's lung condition, it was decided to electively ventilate her and was shifted to the ICU. Her oxygenation status gradually improved overnight requiring minimal pressure support and PEEP. The patient was weaned off the ventilator and extubated the next day.\\nOver the course of her hospitalization, she underwent multiple surgeries which included open reduction and plating for bilateral tibia, hysterotomy for removal of dead fetus, and debridement and skin grafting for degloving injury under GA and were uneventful. She recovered well and was discharged to home care 8 weeks after her admission.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'11939452': 1, '15795154': 1, '3338305': 1, '9949360': 1, '28763154': 1, '2361382': 1, '9924247': 1, '17630040': 1, '31879607': 2}", "similar_patients": "{}"}