{"patient_id": 2806, "patient_uid": "6153089-1", "PMID": 30258738, "file_path": "comm/PMC006xxxxxx/PMC6153089.xml", "title": "Management of Rapunzel Syndrome in a Four-month Pregnant Female with Twins: The First Reported Case?", "patient": "A 25-year-old primigravid female presented to the general surgery outpatient clinic with intermittent epigastric pain, which radiated to the left hypochondrium and left shoulder. This pain was moderate in severity and had persisted for around two months. It was associated with projectile vomiting upon ingestion of solid food materials, as well as watery diarrhea. The patient complained of anorexia and subjective abdominal distension focused in the epigastrium. At that time, the patient had reached her second trimester of pregnancy with no complications in that regard. She reported she was pregnant with twins.\\nUpon examination, a large nontender mass was palpated in the epigastric region, extending to the left hypochondrium and umbilical region. It was firm in consistency, immobile, and dull to percussion. Auscultation revealed normal bowel sounds. It did not seem to be attached to the overlying skin and the margins could not be palpated superiorly. The rest of her physical examination was unremarkable, with the exception of the expected gravid uterus with twin foetuses.\\nAfter further questioning, it became apparent that she had a remote positive history of trichophagia and onychophagia during her childhood. She ate her own hair till the age of 10 and her nails till the age of 17. She had a previous history of iron-deficiency anemia at the age of 18 but had sought treatment with complete resolution.\\nAs the mass was large and the extent of it was unknown, abdominal magnetic resonance imaging (MRI) was performed as an initial investigation to explore the provisional diagnosis of a bezoar. The MRI revealed gastric distension with the presence of a soft tissue mass extending throughout the stomach (Figure ). This confirmed the diagnosis of gastric bezoar, and the patient was admitted as an in-patient and advised for immediate surgery.\\nSubsequent to assessment of risk factors and initial blood-work, the patient was scheduled for open laparotomy and surgical bezoar removal five days later. After sterile precautions were taken and appropriate draping was performed, an upper midline incision was made, the muscle layers were retracted, and the stomach was opened between two vicryl sutures. A large trichobezoar was removed, which had taken the exact shape of the distended stomach with a small extension into the duodenum. At the time of removal, its weight was 1.2 kg (Figure ). The stomach was sutured, and the abdomen and skin were closed in layers. With an unremarkable postoperative stay, the patient was discharged at the sixth postoperative day, with a follow-up visit scheduled in the surgery clinic.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'9663194': 1, '20213124': 1, '10211659': 1, '21247549': 1, '16759447': 1, '16295823': 1, '9805873': 1, '19625498': 1, '30258738': 2}", "similar_patients": "{}"}