{"patient_id": 11153, "patient_uid": "6704562-2", "PMID": 31439043, "file_path": "comm/PMC006xxxxxx/PMC6704562.xml", "title": "Cognitive behavioral therapy for postpartum panic disorder: a case series", "patient": "Tammy was 36 years old while first session. Tammy is the mother raising two children. After graduating from high school, Tammy began working full-time. Then, at the age of 29, Tammy got married. After her marriage, she took a part-time job in sales, which she retained until she gave birth to her first child. Later, she gave birth to a second child, a daughter. Tammy wanted to raise more children so, at the age of 36, she planned to become pregnant again. Soon after becoming pregnant, Tammy was sitting in her car on a sunny summer day waiting for a traffic signal when she suddenly suffered a panic attack: “my head felt hot, I could not breathe; the panic made me so scared that I returned home.” While delighting in her pregnancy, a sufficiently stressful situation to cause another panic attack did not arise for some time. However, Tammy suffered a miscarriage and her emotional state changed. She suffered a panic attack when visiting to a familiar beauty salon by herself. The feeling of heat when hot water was poured onto her hair made Tammy afraid: “my head was hot, I became afraid! I could not run away from there, as I was fixed into a chair.” Leaving the beauty salon allowed her to calm herself; however, anticipating further panic attacks, she returned home without having her hair cut.\\nA month later, Tammy continued to experience troubles in daily life, such as sudden panic attacks and fear when going out. As a result, Tammy went to a psychiatrist who was recommended to her by her family physician. Using DSM-IV-TR criteria, the psychiatrist diagnosed her with PD and agoraphobia [], prescribed 1.0 mg of ethyl loflazepate. The effect of this pharmacotherapy was remarkable, as Tammy stated that “my daily life has become much easier,” but anticipatory anxiety remained. Therefore, Tammy decided to undergo CBT, a decision she made by consulting with her psychiatrist 4 months after beginning pharmacotherapy. Considering Tammy had responsibilities in raising her children, we agreed to conduct CBT via video-conferencing in order to ensure that treatment could be provided at a regular frequency through 50-min weekly sessions.\\nAfter explaining the CBT model for PD and formulating a protocol based on Tammy’s panic symptoms, activities to simulate these symptoms were affected. Tammy found that efforts to focus on the dryness in her throat and breathing kept her constantly aware of those sensations, and that her safety behaviors in this regard were taking deep breaths or having a drink of water. Through role playing, we verified that her safety behaviors were maintaining her anxiety. As a result, Tammy agreed to engage in daily life without performing safety behaviors. For example, Tammy often noticed her breathing when lying down and observing her child sleeping (in Japanese culture, mothers lying beside pre-school children is considered to be a good child-rearing method). In recognition of this behavior, tasks in behavioral experiments involving exposure to internal senses were established, including breathing through a straw, excessive breathing, putting warm water on her face, and submerging her face in hot water while in the bath. Every task served to reinforce a new belief that breathlessness is not related to panic attacks. Tammy later reported that: “I can start house keep, but I cannot carry on doing them.” Therapist found that she had traumatic memory about panic attack. She changed the meaning of trauma memory to a safer thing: from “I suffer from panic symptoms that never recover to helpless” to “I know how to cope with panic and the panic attack will vanish over time.” In intervention for her traumatic memory, She advised past-herself that “I know you were afraid. Don’t worry, paying attention to bodily sensations and uneasy thoughts makes you uncomfortable, so you should read some magazines or engage in some other behaviors that distract you.”\\nTammy used empathic words to give advice to her past self. Additionally, Tammy was fearful of getting on a train, but, by regularly performing an activity involving boarding a bus or train, she was finally able to board a bullet train and remain on board for over an hour. The severity levels of her pre- and post-treatment panic symptoms decreased from 7 to 1, respectively, as measured by the PDSS. GAD-7 scores changed from 3 to 2 and PHQ-9 scores changed from 2 to 2 (see details in Table ).", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'18985514': 1, '28877907': 1, '1500594': 1, '24941178': 1, '24621564': 1, '12112724': 1, '19789953': 1, '27717407': 1, '10500320': 1, '18232454': 1, '9356566': 1, '28903165': 1, '16822120': 1, '10402695': 1, '8687367': 1, '30321198': 1, '9775553': 1, '7726805': 1, '28743261': 1, '29215315': 1, '16717171': 1, '28137316': 1, '20560847': 1, '29329597': 1, '29881312': 1, '18363421': 1, '10568646': 1, '4051930': 1, '28360788': 1, '9881538': 1, '23305376': 1, '30559094': 1, '20227241': 1, '29080590': 1, '26968204': 1, '31439043': 2}", "similar_patients": "{'6704562-1': 2}"}