{"patient_id": 133595, "patient_uid": "6510092-1", "PMID": 31143749, "file_path": "noncomm/PMC006xxxxxx/PMC6510092.xml", "title": "Non-functional retroperitoneal paraganglioma: A case report", "patient": "A 36-year-old female, presented with intermittent pain over epigastrium for 3 months. Her symptoms started after undergoing cholecystectomy. Occasional dyspepsia and nausea present. No history of vomiting, altered bowel habits. The pain is dull aching in nature, occurs anytime during the day, and not related to food intake or position. It is relieved with regular analgesics. She has no any comorbid illness. The physical examination was unremarkable with no palpable abdominal mass present. She has undergone open cholecystectomy in April 2018. Her post-operative recovery was uneventful and the gall bladder biopsy was Chronic cholecystitis. CECT abdomen revealed a non-enhancing mass of 7cm × 4cm just inferior to the pancreas. The mass was in contact with the pancreas but not infiltrating it. There was no lymphadenopathy []. A clinical diagnosis of GIST (Gastro-Intestinal Stromal Tumor) was made and decision taken to excise the mass. Surgery was done on 14/8/18. The abdomen was opened by a midline incision and the entire mass was excised completely. The mass was located inferior to the pancreas, medial to the duodenojejunal flexure. The mass not invading into any surrounding structure []. The patient had complete and an uneventful recovery and was discharged from the hospital on 18/8/18. The histopathology of the mass was a Paraganglioma. []. The patient was advised urinary VMA and metanephrines post-operatively which were within normal values. Postoperatively patient is undergoing follow up with CECT abdomen every 3 months for the first year.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'34007447': 2, '19554653': 1, '26624503': 1, '25019060': 1, '33256692': 2, '25584232': 1, '33968704': 1, '32455070': 2, '21188160': 2, '20100402': 1, '31143749': 2}", "similar_patients": "{'7708907-1': 1, '8111600-1': 1, '3004405-1': 1, '7243083-1': 1}"}