{"patient_id": 15579, "patient_uid": "6966983-1", "PMID": 32026046, "file_path": "comm/PMC006xxxxxx/PMC6966983.xml", "title": "Bromocriptine use for sudden peripartum cardiomyopathy in a patient with preeclampsia: a case report", "patient": "A 36-year-old woman, who had had a previous cesarean section, became pregnant by in vitro fertilization. The patient had been diagnosed as idiopathic thrombocytopenic purpura at the age of 29 years old that was being treated with oral prednisolone (15 mg/day). But she had no past history of hypertension and diabetes mellitus. Her blood pressure before 24 weeks of gestation was less than 120 mmHg for systolic pressure and a diastolic level of less than 80 mmHg. Also, proteinuria was not present. Intrauterine fetal death without the development of fetal hydrops occurred after 24 weeks of pregnancy. At the same time, she was diagnosed as preeclampsia with a blood pressure of 160/123 mmHg, albuminuria (> 1000 mg/dL), and generalized edema on admission. Therefore, she was immediately scheduled for emergency cesarean section. A chest radiograph (Fig. a) revealed blunting of the lateral costophrenic angle, which indicates that there was small pleural effusion of soft tissue, and the cardiothoracic ratio (CTR) was 49.4%. Pulmonary edema was not evident in the chest radiograph (Fig. a). The electrocardiogram showed sinus rhythm without ST-T changes (Fig. a). As her platelet count was extremely low at 5000/μL, she received 20 units of platelets in Japan before the cesarean section was performed under general anesthesia. The C-reactive protein (0.833 mg/dL) and creatine kinase levels (63 IU/L) were within the normal range. She took medication of 20 mg of oral prednisolone before the surgical operation.\\nUpon entry to the operating room, the patient showed blood pressure of 109/59 mmHg, a pulse of 121 bpm, and a peripheral oxygen saturation (SpO2) of 97% under 2.0 L/min supplemental oxygen via nasal cannula. General anesthesia was induced using propofol (120 mg), rocuronium (50 mg), and fentanyl (200 μg). During operation, she was managed with her systolic blood pressure from 90 to 120 mmHg, heart rate from 100/min to 120/min, and PaO2/FiO2 ratio ≥ 300 under fraction of inspiratory oxygen of 0.40. The duration of surgery and anesthesia was 52 min and 105 min, respectively. Intraoperative blood loss was 1281 mL including amniotic fluid, and 800 mL of crystalloid and 500 mL of colloid were administered. After the completion of the surgery, the trachea of the patient without intraoperative excessive tachycardia, low blood pressure, low oxygenation, and pink frothy sputum was extubated in the operating room. But she gradually developed respiratory distress with sinus tachycardia (120–140/min) and slightly high systolic blood pressure (140–150 mmHg) right after extubation. Her SpO2 decreased to 91% despite supplemental oxygen at 6 L/min. As the use of a face mask was found to improve her SpO2 levels, the patient was promptly transferred to the general intensive care unit while wearing the mask. Our general intensive care unit is managed as closed-intensive care unit by the anesthesiologists. Therefore, we anesthesiologists started treatment immediately.\\nThe patient was started on noninvasive positive pressure ventilation (NIPPV). Respiratory distress was alleviated, and the fraction of inspired oxygen was reduced. A chest radiograph was obtained after the patient was admitted to the intensive care unit, which showed the presence of butterfly shadows (Fig. b). The CTR was 57.1%, indicating cardiomegaly. The electrocardiogram revealed sinus tachycardia without ST-T change (Fig. b), and therefore, ischemic heart disease was not suspected. We strongly suspected an acute left ventricular failure with a New York Heart Association class IV. Transthoracic echocardiogram (TTE) confirmed the reduction of left ventricle contractility with an end-diastolic internal diameter of 40 mm, an end-systolic internal diameter of 37 mm, and an ejection fraction (EF) of 20%. The left ventricle exhibited diffuse severe hypokinesis without hypertrophy. Tricuspid regurgitation represented trivial and peak pressure gradient of 16 mmHg. TTE did not show Takotsubo cardiomyopathy-like left ventricular dysfunction. The patient had no previous history of heart disease, and a review of the clinical course led to a diagnosis of PPCM. As a result, the patient was moved to the coronary care unit for further treatment.\\nMilrinone (0.25 μg/kg/min) was administered through continuous intravenous infusion to restore myocardial contractility. The anti-prolactin bromocriptine (5 mg/day) and angiotensin-converting enzyme inhibitor (enalapril maleate) were administered orally. The patient showed rapid improvement in respiratory and hemodynamic function after beginning therapy. The patient well preserved renal function. Therefore, there was no need for carperitide or other diuretics. On the second postoperative day, the patient was moved to the general ward with a blood pressure of 140/80 mmHg, an SpO2 of 97% (supplemental oxygen at 2 L/min), and an EF of 40%. Milrinone was discontinued on the fourth postoperative day. At that time, the patient had a CTR of 51.1%, and a chest radiograph confirmed that the butterfly shadows had disappeared (Fig. c). Fourteen days after surgery, TTE showed that the patient had an EF of 57%. Coronary computed tomography did not indicate any stenotic lesions in the coronary arteries.\\nTable shows the time-dependent changes in prolactin and N-terminal pro-brain natriuretic peptide (normal range 0–125 pg/mL) after the start of bromocriptine administration. The patient was administered oral bromocriptine at a dose of 5 mg/day for 14 days, which resulted in a reduction in prolactin levels from 228 to 3.4 ng/mL. The bromocriptine dose was reduced to 2.5 mg/day for another 2 weeks before therapy was discontinued. The patient recovered without any further complications and was discharged 24 days after surgery.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'17631087': 1, '15851613': 1, '21617320': 1, '22185717': 1, '4255967': 1, '28934837': 1, '28271625': 1, '29899139': 1, '10703781': 1, '33042652': 1, '20818143': 1, '17289576': 1, '32026046': 2}", "similar_patients": "{}"}