{"patient_id": 129306, "patient_uid": "6177082-1", "PMID": 31020125, "file_path": "noncomm/PMC006xxxxxx/PMC6177082.xml", "title": "Bi-atrial cardiac myxoma with glandular differentiation: a case report with detailed radiologic-pathologic correlation", "patient": "A 60-year old man with a past medical history of hypertension, presented with 3-months of progressive dyspnoea on exertion. He had no known cardiac history. Based on his complaints and abnormal chest X-ray, he was treated with ciprofloxacin for pneumonia. However, his symptoms were nonetheless becoming progressively worse. In addition, he began to have dizziness and worsening shortness of breath with minimal exertion. He reported three separate occasions of briefly losing consciousness after exertion, from which he awoke abruptly. A transthoracic echocardiography (TTE) performed at an outside institution revealed a left atrial mass.\\nOn examination, he was afebrile with a blood pressure of 100/60 mmHg and a regular pulse rate of 81 beats per minute. Room air oxygen saturation was 93%. There were no signs of distress; the lungs were clear; no murmur or friction was audible over the heart. There were no overt signs of heart failure.\\nAn electrocardiogram (ECG) revealed normal sinus rhythm with T wave inversions in the anterior precordial leads. Chest X-ray showed vascular congestion and small bilateral effusions blunting the costophrenic angles consistent with congestive heart failure. Laboratory findings included normocytic anaemia with haemoglobin level of 11.6 g/dL (normal 14–18), a thrombocytosis of 524 000/UL (normal 150 000–500 000), and normal white cell count. Serum creatinine was 1.4 mg/dL (normal 0.7–1.2), troponin I level was 0.24 ng/mL (normal <0.04), and B-type natriuretic peptide level was 1340 pg/mL (normal <100).\\nAs shown in Figure , a transoesophageal echocardiography (TOE) revealed a large (3.4 cm × 4.5 cm) lobulated mass in the left atrium adherent to the intra-atrial septum, and another smaller mass in the right atrium, both highly suggestive for atrial myxoma. However, as seen in Figure (arrows) the mass consisted of multiple echo-lucent areas compatible with cystic elements inside the tumour. During diastole, the mass prolapsed from the left atrium into the mitral valve orifice creating severe functional mitral stenosis with a mean gradient of 11.6 mmHg across the mitral valve (, Video S1). Left ventricular ejection fraction was mildly reduced (45%).\\nThe patient was promptly referred to cardiothoracic surgery, and he was hospitalized for an emergent surgery. Upon his admission, he developed rapid atrial fibrillation. Preoperative coronary angiography revealed a 60% stenosis of the proximal left anterior descending (LAD) artery which was found to be haemodynamically significant by fractional flow reserve (FFR).\\nThe patient underwent robotic-assisted surgical excision of the atrial masses. After a standard median sternotomy, cardiopulmonary bypass was obtained, and the left atrium was approached. The mass was close to the mitral valve but arising from the superior and medial aspects of the atrial septum with a broad base, so wide excision of the atrial septum was necessary to excise the tumour. Once the left atrial mass was removed, the right atrium was opened, and another separate mass was noted, occupying the entire septum anteriorly all the way to the orifice of the coronary sinus. This second mass also required a wide excision afterwards the intra-atrial septum and the right atrial wall had to be reconstructed using bovine pericardium patches. A single coronary artery bypass grafting to the LAD was performed. The patient tolerated the procedure well.\\nOn gross pathology, the excised tumours measured 4.5 and 4.0 cm, had a smooth and multilobulated surface with a white colour and gelatinous texture (Figure A). Microscopically, the tumours consisted mostly of conventional myxoma histology, characterized by classic stellate and fusiform myxoma cells in myxoid stroma (Figure ). A significant amount of each tumour volume (∼20%) showed evidence of glandular differentiation that manifest through formation of small and large cystic glandular elements measuring up to 1.4 cm (Figure and C). The content of the glands was mucin which was confirmed using special studies. No cytologic atypia or mitotic activity was found.\\nThe post-operative period was uneventful. The atrial fibrillation resolved spontaneously. On post-operative echocardiography, the left atrium appeared normal, and there was no obstruction of mitral inflow. There was no transit of agitated saline bubbles across the septum. The patient was discharged home on the 10th post-operative day. Two-months post-operatively, the patient was feeling well.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'10874274': 1, '10992020': 1, '3547010': 1, '11388092': 1, '22464912': 1, '19128845': 1, '10337667': 1, '24238992': 1, '28937365': 1, '7477198': 1, '12467822': 1, '33437807': 1, '9266143': 1, '31020125': 2}", "similar_patients": "{}"}