{"patient_id": 4341, "patient_uid": "6243398-1", "PMID": 30480003, "file_path": "comm/PMC006xxxxxx/PMC6243398.xml", "title": "A Rare Case of Macrophage Activation Syndrome Presenting as the First Manifestation of Systemic Lupus Erythematosus", "patient": "A previously healthy 26-year-old Caucasian woman was admitted due to high fever with rash for 2 days. The fever and rash started after lamotrigine was started for her bipolar disorder 1 week ago. However, on further questioning, she also had history of alopecia, arthritis, and oral ulcers intermittently. Her past medical history was unremarkable for rheumatic disease, severe infections, or immunodeficiency. Her family history was also negative for rheumatic disease. On admission, vital signs were normal except for the temperature of 101.5°F. On physical examination, she had diffuse erythematous maculopapular non-itchy rashes over her face and chest without mucocutaneous involvement. Since she complained of the rashes after starting the new medication, we initially treated her as an allergic reaction to the new drug with diphenhydramine and methylprednisolone. However, she continued to have fever spikes along with worsening of her rash.\\nLaboratory results showed white blood cells 1.7 × 109/L, absolute neutrophils 1.51 × 103/µL, absolute lymphocytes 0.08 × 103/µL, hemoglobin 10.3 g/dL, platelets 138 000 µL, aspartate transaminase 57 U/L, alanine transaminase 19 U/L, triglycerides level 266 mg/dL, fibrinogen 273 mg/dL, ferritin level 16911 ng/mL (normal = 13-150 ng/mL), and elevated lactate dehydrogenase 1767 U/L. Immunological screening was positive for antinuclear antibody (ANA) homogeneous pattern 1250 (normal = 0-49 1/dilution), ANA speckled pattern 6250 (normal = 0-49 1/dilution), anti-double-stranded DNA antibody 344 IU/mL (normal = 0-99 IU/mL), anti-histone antibodies 210 AU/mL (normal = 0-99 AU/mL), serum C3 complement 35 mg/dL, serum C4 9 mg/dL, erythrocyte sedimentation rate 56 mm/h, and C-reactive protein 23.5 mg/L. Blood cultures, urinalysis, and chest X-ray were unremarkable. Viral panel testing for Epstein-Barr virus, cytomegalovirus, herpes virus, hepatitis B and C, HIV, and RPR (rapid plasma reagin) tests were unremarkable. Computed tomography scan of chest showed axillary, cervical, and supraclavicular lymphadenopathy. Since the patient had elevated ferritin and lymphadenopathy seen on computed tomography, there was a concern of MAS. Bone marrow biopsy showed an increased number of macrophages showing hemophagocytosis suggestive of MAS (). Soluble IL-2 receptor was found to be high 3463 U/mL (normal = 223-710 U/mL), and CD 15/56 absolute natural killer (NK) cells was low 7 cells/µL (78-470 cells/µL). We also did axillary lymph node biopsy, which was negative for malignant lymphoproliferative disorder and it showed some hemophagocytosis.\\nThe presence of fever, cytopenia, elevated ferritin, low NK cell activity, elevated soluble IL-2 receptor, and hemophagocytic cells in bone marrow and lymph node led to the main diagnosis of MAS according to the HLH criteria. At the same time, fever, arthritis, oral ulcers, alopecia, high titer ANA, anti-double-stranded DNA, and low complement suggested a diagnosis of SLE according to Systemic Lupus International Collaborating Clinics classification criteria.\\nThe patient was treated with high dose of intravenous (IV) methylprednisolone 125 mg once a day for 3 days. At the end of high-dose methylprednisolone therapy, the patient’s fever resolved and skin rashes disappeared. The ferritin level decreased to 2026 ng/mL. Then, the drug was switched to prednisone 60 mg per os daily and hydroxychloroquine 200 mg per oral twice daily was added. The patient was discharged from the hospital and recommended to follow-up at the outpatient clinic.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'11559930': 1, '18061932': 1, '22553077': 1, '20391485': 1, '8403593': 1, '21828139': 1, '18782855': 1, '20026522': 1, '23483294': 1, '15613100': 1, '20008190': 1, '1992881': 1, '16937360': 1, '18085676': 1, '29976044': 1, '34150813': 1, '12051388': 1, '18384056': 1, '6354720': 1, '1300542': 1, '19877067': 1, '30480003': 2}", "similar_patients": "{}"}