{"patient_id": 615, "patient_uid": "6012632-1", "PMID": 29938141, "file_path": "comm/PMC006xxxxxx/PMC6012632.xml", "title": "A Case of Pancreatic Pseudocyst Complicated by Pseudoaneurysm", "patient": "A 79-year-old male with a past medical history significant for pancreatic pseudocyst secondary to idiopathic acute pancreatitis diagnosed two years ago presents with severe acute gastrointestinal bleed with a hemoglobin of 5.8 g/dL. Throughout the week prior to admission, the patient had been experiencing melena. He was admitted to the intensive care unit for supportive care including pantoprazole infusion, blood transfusion and close monitoring. CT scan of the abdomen revealed a complex pancreatic mass representing a bleeding pancreatic pseudocyst with an interval increase in size when compared with the previous CT scans (Figure ).\\nThe patient underwent esophagogastroduodenoscopy (EGD)/endoscopic ultrasound (EUS) which showed submucosal bulging likely from extrinsic compression on the proximal gastric body and fundus with small clean-based ulcer on the top of this bulge (Figure ). No fresh or old blood was noted in the stomach, and the esophagus and duodenum both appeared normal. EUS confirmed the presence of anechoic lesion with hyperechoic shadowing suggestive of cyst/pseudocyst with bleeding located in the tail of the pancreas. The lesion measured approximately 50 x 50 mm in the maximal cross-sectional diameter.\\nThe patient continued to have melena and a decrease in hemoglobin to 6.3 g/dL for which an additional two units of packed red blood cells (PRBCs) were provided. Interventional radiology was asked to perform mesenteric angiogram with hope that may help identify and control the source of bleeding, however, angiogram did not demonstrate any active bleeding vessel (Figure ). Ultimately, the bleeding stopped spontaneously. The patient had another EGD/EUS which again noted two openings over the greater curvature of the stomach suggestive of fistulous communication of the lesion with the stomach lumen. A bullet-tipped catheter was inserted into the lumen and aspiration showed blood consistent with hemorrhagic pancreatic pseudocyst fistulizing into the stomach and causing severe upper gastrointestinal bleed. Follow-up CT abdomen one year later revealed calcification in the head and uncinate process of pancreas along with scarring in the uncinate process, consistent with chronic pancreatitis (Figure ). Additionally, the pseudocyst that was abutting the stomach wall had resolved.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'19115466': 1, '18333098': 1, '26078561': 1, '24519028': 1, '11013036': 1, '21414617': 1, '29938141': 2}", "similar_patients": "{}"}