{"patient_id": 130251, "patient_uid": "6258517-1", "PMID": 30538936, "file_path": "noncomm/PMC006xxxxxx/PMC6258517.xml", "title": "Unusual bilateral ureter strangulation by fibrous tissue after perineal hernia repair in a dog", "patient": "A 10-year-old castrated male cross-breed dog weighing 13.65 kg was referred to Hokkaido University Veterinary Teaching Hospital (HUVTH) for the repair of perineal hernia. The dog had been castrated for the treatment of pollakiuria 3 years prior. A hernia was diagnosed 2 years prior, but the owner refused surgical treatment because the dog could defecate with the gentle application of manual pressure around the perineal area. Three weeks before referral, the owner palpated a firm mass in the hernia and was eventually referred to our department for evaluation and treatment. At presentation, an apparent perineal swelling with a left semicircular perineal wall defect could be palpated. During rectal palpation, this swelling was determined to be caused by a left perineal hernia; a second soft mass (30 × 25 mm) that could be easily reduced into the abdominal cavity was identified as the herniated contents. A complete blood count and serum biochemistry showed no abnormalities. Radiographs showed caudal displacement of the rectum and mild calcification of the hernial contents. Ultrasonography showed bladder displacement into the hernial sac, with slight dilatation of the renal pelvis in the right kidney (). Fine needle aspiration biopsy from the mass revealed only adipose cells. Herniorrhaphy was performed 20 days after presentation. The dog was anesthetized, followed by fixation of the bladder and colon by the placement of three throws of simple horizontal mattress sutures with 3-0 Polydioxanone Suture (PDS® II, Ethicon US LLC, Cincinnati, OH). Thereafter, the position was changed to sternal recumbency and the hernial contents, including the mass-like degenerated adipose tissue, were reduced into the abdomen. The procedure was completed smoothly. Subsequently, conventional herniorrhaphy using the sacrotuberal ligament was performed. The dog exhibited uneventful postoperative recovery and a normal appetite on the day after surgery. Two days after surgery, the dog suddenly exhibited anorexia without urination, and blood biochemical analysis revealed a blood urea nitrogen (BUN) level of 74.8 mg/dl (reference range: 9.2–29.2 mg/dl) and a creatinine level of 6.0 mg/dl (reference range: 0.4–1.4 mg/dl). Hyperkalemia was also observed, with sodium, potassium, and chloride levels of 140 (reference range: 141–152), 6.8 (reference range: 3.8–5.0), and 110 (reference range: 100–117) mEq/L, respectively.\\nAbdominal ultrasonography revealed severe distention of the right renal pelvis (31.1 x 37.3 mm) and ureter (13.7 mm) (). The left ureter also showed mild distention (4.8 mm). Both ureters could be identified from the kidney to the bladder trigone. On the basis of these findings, obstruction of urinary flow at this site was suspected. A urinary catheter was placed into the bladder without difficulty and a lack of urinary retention was confirmed. An exploratory laparotomy was performed under general anesthesia. Following removal of the sutures used for cystopexy, dilation of both ureters was confirmed, with discoloration of the bladder serosa and strangulation of the neck of the urinary bladder. Careful inspection of the bladder neck revealed that a fibrous band connected to the mass-like degenerated adipose tissue had caused the strangulation (). On gross examination, the adipose tissue appeared necrotic. The fibrous tissue was dissected and removed, after which the color of the bladder serosa returned to normal (). Then, the necrotic adipose tissue was resected. After abdominal closure without cystopexy, the dog uneventfully recovered from anesthesia. The histopathological findings comprised degenerated adipose tissue with mild infiltration of lymphocytes. The urinary catheter was left in place for two days, then removed. Two days after surgery, the dog regained normal appetite and activity with no abnormalities on blood biochemistry; thus, it was discharged. Two weeks after the second surgery, the dog exhibited good health with no evidence of hydronephrosis and hydroureter. The dog was referred to HUVTH for the removal of urethral calculus 18 months later; abdominal ultrasound showed no abnormalities.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'25587732': 1, '17473019': 1, '4803920': 1, '2301157': 1, '7552667': 1, '15230847': 1, '861936': 1, '25736898': 1, '26885597': 1, '11963663': 1, '24171374': 1, '30538936': 2}", "similar_patients": "{}"}