{"patient_id": 131632, "patient_uid": "6371060-1", "PMID": 30815243, "file_path": "noncomm/PMC006xxxxxx/PMC6371060.xml", "title": "Multidisciplinary approach to bilaterally missing lateral incisors: A case report", "patient": "A 23-year-old female patient came with a chief complaint of gap in front teeth. On examination, it was discovered that her both upper and lower lateral incisors were congenitally missing bilaterally. According to a literature review by Rakhshan, prevalence of congenitally missing teeth in both the arches is negligible. In the previous researches, it was found that absence of maxillary lateral incisors may be only one manifestation of a complex, multifactorial, craniofacial anomaly. It has been reported that the absence of lateral incisors may include a higher incidence of absence of other teeth, more frequent impactions, and tooth size discrepancies in both arches. In the case shown here, no other craniofacial anomaly was found on examination. Patient’s lower two incisors (31 and 41) and upper right third molar (18) were missing along with upper lateral incisors. Remaining three third molars (i.e. 28, 38 and 48) were partially impacted. Both jaws were retrognathic and decreased in length on cephalometric evaluation. Though patient was having Angle’s class I molar relationship, she was having low angle pattern, short facial type and horizontal growth pattern on cephalometric analysis, decreased overjet and deep bite intraorally.\\nLeveling and aligning of both upper and lower arches, bite opening and space opening for missing lateral incisor was the treatment plan decided. Patient agreed for implant supported crown for lateral incisor. So to create space for implant fixture was added in treatment objectives.\\nTeeth were bonded with 022” MBT prescription orthodontic fixed appliance. Leveling and aligning was achieved with 0.016” Niti followed by 0.019 X 0.025” NiTi wire. Space was created for upper lateral incisors by retraction of canines and slight protraction of incisors. Space analysis showed decreased arch length as both upper and lower jaws were having reduced length. Open coil spring was given to open the space between canines and central incisors bilaterally.\\nBecause of small jaw size, space opening seemed difficult. Proximal stripping of total 2 mm with canine, first premolar and second premolar was planned and carried out. For caries prevention fluoride application was done. Spaces created by proximal stripping were closed with elastomeric chain on round 0.018” Stainless steel archwire. Slight torque to central incisors was given with 0.019 X 0.025” TMA wire. As mentioned above, one of the goals of ortho dontic treatment was to achieve sufficient bone between the roots to place the implant. For implant placement at lateral incisor place, interradicular space of at least 6-8 mm, facio-lingually 6 mm of ridge thickness and 10 mm of gingivo-incisal length of bone is needed. Torquing central incisors and proximal stripping gave enough space for implant placement. It was confirmed on cone beam computed tomography.\\nAs ridge at bilaterally missing maxillary lateral incisors was narrow mesiodistally, decision was made to use a narrow diameter one piece, one stage implant. We used a 2.5 mm diameter and 13 mm length (Osstem implants) on both sides. Initial loading torque was of 35 Ncm and restored with provisional restoration after initial stability. After six months, once the implant was integrated and biological stability was achieved, permanent restorations cemented by zirconia crowns (). Follow up was done in 1 month, six months and one year. In the last follow up visit after one year of loading implants everything was fine.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'848564': 1, '7546951': 1, '25709668': 1, '8181910': 1, '15934678': 1, '15739660': 1, '9071047': 1, '11209502': 1, '22142280': 1, '3041797': 1, '15934680': 1, '24711929': 1, '21280545': 1, '30815243': 2}", "similar_patients": "{}"}