{"patient_id": 6431, "patient_uid": "6379256-1", "PMID": 30809198, "file_path": "comm/PMC006xxxxxx/PMC6379256.xml", "title": "Rare Co-occurrence of Ocular Myasthenia Gravis and Thyroid-Associated Orbitopathy (Ophthalmopathy) in an Individual With Hypothyroidism", "patient": "A 35-year-old Chinese man, employed at a bank, showed the following abnormal thyroid function results during a health examination at our hospital in November 2016: thyroid-stimulating hormone (TSH), < 0.005 mU/L (normal, 0.27–4.2); free triiodothyronine (FT3), 26.11 pmol/L (3.6–7.5); free thyroxine (FT4), 59.16 pmol/L (12.0–22.0); anti-thyroid peroxidase antibodies (TPO-Ab), >600 IU/ml (<34); and anti-thyroglobulin antibodies (TG-Ab), >4,000 IU/ml (<115).\\nThe same man was admitted to a local hospital in March 2017 for further evaluation. He reported palpitations, sweating, heat intolerance, weakness, fatigue, polyphagia, tremors, and increased defecation lasting throughout the previous 6 months. A physical examination revealed no distinctive abnormalities except for a goiter. The results of thyroid function tests were as follows: TSH, < 0.0004 mIU/L (normal, 0.35-4.94); FT3, 17.74 pmol/L (2.63-5.70); FT4, 33.64 pmol/L (9.01-19.05); TPO-Ab, >400 IU/ml (<30); TG-Ab, >2,000 IU/ml (<75); and anti-thyroid-stimulating hormone receptor antibodies (TSHR-Ab), 38.89 IU/L (<1.22). Thyroid ultrasonography revealed an uneven echoic involvement of the parenchyma, with iso-echo nodules of regular shape and a clear boundary in the right lobe and isthmus. The 24-h rate of radioactive iodine uptake increased, with a peak appearing in advance. The patient was diagnosed with “hyperthyroidism” and given the anti-thyroid drug Tapazole orally (10 mg, three times daily). After treatment for 20 days, the patient complained of itchy skin and a red rash. This was interpreted as an allergic reaction, so Tapazole was discontinued, radioactive iodine therapy was then given, and the patient was discharged.\\nIn May 2017, the patient displayed ptosis of the left eye, which grew worse by the end of the day or after exertion, and which improved upon rest. He also exhibited diplopia and limited eye movement in all directions, which at its worst meant that he could not move his eyes at all. In addition, the patient reported generalized muscle ache and weakness. Thyroid function tests at the local hospital gave the following results: TSH, < 47.8642 mIU/L; FT3, <1.54 pmol/L; FT4, <5.15 pmol/L; TPO-Ab, >400 IU/ml; and TG-Ab, >2,000 IU/ml. The patient was diagnosed with hypothyroidism and took levothyroxine (L-T4, 75 mg per day) replacement therapy. Two weeks later, the symptoms of fatigue, muscle weakness and myalgia had completely disappeared. However, after 2 months of L-T4 therapy, ocular symptoms persisted, and the patient was admitted to the neurology department in the same local hospital in July 2017. A physical and neurological examination found no abnormalities except for ptosis of the left eye and the limited movement of both eyes in all directions, without proptosis, periorbital or limb edema. TSH, FT3, and FT4 were normal. TPO-Ab was >400 IU/ml, TG-Ab was 1416.67 IU/ml, and serum lactic acid was 2.4 mmol/L (normal, 0.5–2.2). Complete blood count, tests of liver and kidney function, as well as levels of creatine kinase and serum tumor markers were normal. Magnetic resonance imaging of the brain, cervical vertebra, and the orbital cavity was normal, as were the electrocardiogram and echocardiography. Contrast-enhanced computed tomography of the chest was normal, revealing no obvious thymic hyperplasia or thymoma. Thyroid ultrasonography revealed uneven echoic involvement of the parenchyma, with iso-echo nodules in the right lobe. Low- and high-frequency repetitive nerve stimulation did not reveal abnormal decrease or increase in the amplitude of compound muscle action potential. The Ptosis was apparently alleviated, based on the positive response in the neostigmine test () (, ), but restricted eye movement and diplopia remained. Conventional enzyme-linked immunosorbent assays (ELISAs) showed normal levels of antibodies against AChRs (0.39 nmol/L; normal, <0.4), muscle-specific kinase (<0.4 U/ml; normal, < 0.4), skeletal muscle, myocardium, titin, and SOX1. Ocular MG was suspected, and the patient was prescribed pyridostigmine bromide (60 mg, three times a day) along with the previous L-T4 regimen.\\nIn August 2017, the patient was admitted to our neurology department complaining of restricted eye movements. The following test results were obtained upon admission: serum lactic acid, 2.7 mmol/L (normal, 0.7-2.1); TSH, FT3, and FT4, normal; TPO-Ab, >600 IU/ml; and TG-Ab, >4,000 IU/ml. Normal findings were obtained for complete blood count, erythrocyte sedimentation rate, liver and kidney function, electrolytes, serum glucose, serum lipid, creatine kinase, and serum tumor markers. A thyroid ultrasonography revealed uneven hypoechoic involvement of the parenchyma, with mild hyper-echo nodules in the right lobe. Low- and high-frequency repetitive nerve stimulation did not reveal abnormal changes in the amplitude of compound muscle action potential. Nerve conduction tests and needle electromyography both provided normal findings. Contrast-enhanced magnetic resonance imaging of the orbital cavity revealed thickened extraocular muscles in both eyes, with an obvious uneven enhancement.\\nGiven the possibility of a mitochondrial disease, such as chronic progressive external ophthalmoplegia, a muscle biopsy was conducted, and findings did not indicate any distinctive abnormalities. The patient was started on combination therapy of L-T4 and pyridostigmine bromide, which led to a stable condition of limited eye movement and mild diplopia. He stopped using pyridostigmine bromide in November 2017 when he began planning for a baby. A follow-up in December 2017 and February 2018 showed only mild abnormality in the left eyelid ().\\nsummarizes the results of the thyroid function tests from the beginning in November 2016 to last follow-up. During the follow-up, radioimmunoprecipitation assays revealed the presence of antibodies against AChRs (7.310 nmol/L; normal, <0.5) and muscle-specific kinase (0.005 nmol/L; normal, < 0.05). Later on, titer of anti-AChR antibodies was 0.678 nmol/L (normal, <0.4) based on an ELISA test and 1.864 nmol/L (normal, <0.5) based on a radioimmunoprecipitation assay ().", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'27103470': 1, '28751878': 1, '7564455': 1, '11041457': 1, '34795665': 1, '27038492': 1, '32321476': 2, '18279025': 1, '24434360': 1, '24910830': 2, '30809198': 2}", "similar_patients": "{'4046593-1': 1, '7178726-1': 1}"}