{"patient_id": 8375, "patient_uid": "6506557-1", "PMID": 31080714, "file_path": "comm/PMC006xxxxxx/PMC6506557.xml", "title": "Risk factors of laryngeal cryptococcosis: A case report", "patient": "An 80-year-old Puerto Rican man with asthma and chronic obstructive pulmonary disease (COPD) was referred to our medical center's otolaryngology office for 2 months (day −60) of hoarseness and sensation of a lump in the throat. He didn't have fever, weight loss, night sweats, or neurological symptoms (day 0). He had chronic cough productive of yellowish sputum and dyspnea requiring a fluticasone-salmeterol (500/50 mcg) one puff twice daily over 10 years and intermittent COPD exacerbations requiring a short course of oral prednisone every 2–3 months for a couple of years (day −730 to 0). The patient quit smoking 40 years ago after a 20-pack-year of cigarette smoking. He did not have a history of any serious infections as a child.\\nThe patient was noted to be well-appearing with unremarkable physical examination other than mild scattered crackles and wheezes on lung auscultation (day 0). A flexible laryngoscopy and stroboscopy, however, revealed erythema and edema of the vocal folds, whitish mucopurulent material coating the endolarynx, and mucosal irregularity and ulceration of the vestibular folds extending upward along the laryngeal surface of the epiglottis (day 0) (). Empiric 1–2 week courses of oral clotrimazole and nystatin for clinically suspected laryngeal candidiasis, and amoxicillin-clavulanate did not alleviate his symptoms or improve his laryngeal findings. Thereafter, microbiology testing and tissue biopsy were pursued (day +49). Bacterial, acid-fast bacilli (AFB), and fungal cultures of whitish mucus did not yield any organisms. Histopathologic assessment revealed three small fragments of biopsied vestibular folds lesions showing squamous mucosa with ulceration and inflamed granulation tissue, admixed with variably sized round encapsulated yeast forms fungal organisms. These yeast forms were positive for hematoxylin and eosin, Grocott-Gomori methenamine-silver (GMS) and mucicarmine stains, consistent with Cryptococcus species (). Immunohistochemical stain, and molecular test confirmed a diagnosis of Cryptococcus neoformans. Cryptococcal antigen titer in the serum was 1:20 (day +70).\\nThe patient recalled cleaning up massive pigeon droppings on his terrace 3 months prior to the onset of his symptoms (day −150). His initial white blood cell (WBC) count was 13.1 × 109/L (neutrophil 8.9; lymphocyte 2.8; monocyte 1.0) (day 89). Blood for AFB and fungal cultures were negative (day +92). Cerebrospinal fluid analysis revealed no evidence of meningitis (day +92). Comparing prior CT scans over 3 years, CT of the chest showed new thickening and narrowing of the distal trachea with extensive secretions and impaction of multiple bilateral lower lobe branch bronchi and stable mild bronchiectasis and a few micronodules (day +93). Subsequent bronchoscopy demonstrated a nodular lesion in the narrowed distal trachea, which was biopsied (day +97). Histopathologic exam of the biopsied samples showed tracheal mucosa with focal ulceration, inflammation, fibrosis and rare yeast forms, compatible with Cryptococcus species. Multiple respiratory cultures obtained from the bronchoscopy and expectorated sputum specimens were positive for MAI, but Cryptococcus was not detected (day +97). An immunodeficiency work up was performed (day +70 to +133), including HIV antigen/antibody, lymphocyte subsets (T-cells, B-cells, natural killer cells), immunoglobulin levels, complement levels, neutrophil oxidative burst assay, MBL level, anti-granulocyte-macrophage colony-stimulating factor (anti-GM CSF) autoantibodies, and Mendelian susceptibility to Mycobacterial disease panel: all were unremarkable, but MBL level was significantly low at 6 ng/ml.\\nThe patient was placed on fluconazole 400mg daily and a salmeterol inhaler instead of a fluticasone-salmeterol inhaler to avoid inhaled corticosteroid (day +91). Three months after fluconazole initiation (day +181), the patient's hoarseness resolved with near complete resolution of laryngeal findings. At five months after fluconazole initiation (day +241), his laryngoscope exam had completely normalized. Due to persistent cough productive of thick respiratory secretions and repeatedly positive MAI from respiratory cultures, the patient was started on azithromycin, rifampin and ethambutol to target MAI at 3–4 months after fluconazole initiation (day +190). Fluconazole trough level was measured due to interaction between fluconazole and rifampin, which was well above the general minimal inhibitory concentration (day +300). A follow-up CT of chest revealed a new occlusion of right middle lobe bronchus and persistent tracheal stenosis, for which the patient underwent balloon dilatation and cryotherapy in the distal trachea (day +239). Eventually, a tracheal stent was placed for non-resolving tracheal stenosis resulting in improvement of tracheal stenosis (day +342). Serum cryptococcal antigen became undetectable after 10–11 months of fluconazole therapy (day +401). The patient completed a total 12 months of fluconazole therapy (day +456) and is planned for 12 months of MAI therapy after sputum AFB conversion.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'9691498': 1, '19580835': 1, '26837313': 1, '31342058': 1, '10906264': 1, '25865194': 1, '26536499': 1, '20047480': 1, '26897067': 1, '30152047': 1, '29354657': 1, '21291588': 1, '30302308': 1, '18415846': 1, '1200914': 1, '32917001': 1, '21592999': 1, '25324978': 1, '23575347': 1, '26636155': 1, '29209614': 2, '31080714': 2}", "similar_patients": "{'5694027-1': 1, '5694027-2': 1}"}