{"patient_id": 134532, "patient_uid": "6601156-4", "PMID": 31449617, "file_path": "noncomm/PMC006xxxxxx/PMC6601156.xml", "title": "Three-dimensional printed cardiac fistulae: a case series", "patient": "A 55-year-old female patient presented with palpitations. A 12-lead electrocardiograph showed a narrow-complex supraventricular tachycardia. A transoesophageal echocardiogram (TOE) demonstrated normal left ventricular size and function and a severely dilated coronary sinus, 50 mm × 50 mm (Figure A). Cardiac magnetic resonance imaging (MRI) confirmed the finding of a massively dilated coronary sinus (FigureB). A cardiac CT highlighted the marked dilatation and tortuosity of the left main and circumflex arteries and identified the two fistulous connections between the distal circumflex artery and the coronary sinus (FigureC). Dilated pulmonary arteries and veins suggested a significant left-to-right shunt. Invasive catheterization and haemodynamics confirmed a significant shunt with a Qp:Qs of 1.8:1 (FigureD).\\nA 3D model was printed and presented at a heart team meeting (FigureE), this facilitated discussion between multidisciplinary staff. The 3D model provided immediate understanding and highlighted the complex course and fistulous connections. The model was particularly useful in assessing the anatomical size and location of the anatomy prior to intraoperative assessment which sees the heart and anatomy deflated whilst on a cardiopulmonary bypass pump. The heart team determined that the dilated coronary artery and coronary sinus posed a significant thrombosis and dissection risk. The model allowed for a tactile, scale representation of the anatomy and was used in the planning stages prior to surgery. Surgical resection and repair of the circumflex and coronary sinus was undertaken (FigureF).\\nThe patient was discharged on warfarin to prevent thrombosis of the circumflex artery. She presented to the hospital 1 month following the procedure with atrial flutter. She was cardioverted and has remained asymptomatic since.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'32642244': 1, '29145725': 1, '28555593': 1, '29354281': 1, '22264632': 1, '31449617': 2}", "similar_patients": "{'6601156-1': 2, '6601156-2': 2, '6601156-3': 2}"}