{"patient_id": 136041, "patient_uid": "6746204-1", "PMID": 31583210, "file_path": "noncomm/PMC006xxxxxx/PMC6746204.xml", "title": "Superior vena cava obstruction after the Glenn procedure", "patient": "A one-month-old girl with postnatal diagnosis of tricuspid atresia, concordant ventricular-arterial connection, and patent ductus arteriosus, without pulmonary outflow tract obstruction, was submitted to a modified Blalock-Taussig shunt, ductus arteriosus ligation, and pulmonary artery amputation, with excellent postoperative recovery. The patient had unremarkable evolution, and the Glenn procedure was proposed when she was one year old.\\nHuge technical difficulties emerged due to various thoracic adherences, thin and friable right pulmonary artery at the topography of the Goretex tube old insertion, and large thymus with hardened consistency of the superior lobe adhered to the superior vena cava. There was severe bleeding during the procedure, which lasted 10 hours and required cardiopulmonary bypass for 245 minutes.\\nThe patient arrived in the intensive care unit with anuria, hypotension, and acidosis. Low cardiac output syndrome was initially managed with the use of inotropes and volume expansion. In the immediate postoperative period, a transthoracic Doppler echocardiogram was performed after the initial management and showed normal ejection fraction and normal atrioventricular (AV) valve function, with no insufficiency. However, edema, open chest, and surgical bandages prevented proper evaluation of the Glenn anastomosis. A cardiac catheterism was requested, but the patient could not be transported to the cath lab because she was seriously ill and presented refractory cardiogenic shock, superior vena cava syndrome, and several cardiac arrest episodes. Twenty-eight hours after the Glenn procedure, she presented fixed mydriasis and signs of brain death. Death was confirmed forty-four hours after the Glenn procedure.\\nThe anatomic diagnosis of tricuspid atresia was confirmed; a large ventricular septal defect, thickened left ventricle wall, and hypoplastic right ventricle were also evident. A metal probe showed that the anastomosis between the superiorvena cava and the right pulmonary artery was obstructed ().", "age": "[[1.0, 'month']]", "gender": "F", "relevant_articles": "{'17669781': 1, '19026809': 1, '28901234': 1, '25704070': 1, '31583210': 2}", "similar_patients": "{}"}