{"patient_id": 136828, "patient_uid": "6822069-1", "PMID": 31658798, "file_path": "noncomm/PMC006xxxxxx/PMC6822069.xml", "title": "Delayed intraorbital infection after craniofacial bone surgery", "patient": "A 33-year-old female patient with no particular underlying disease was referred for right cheek swelling 4 days after blunt trauma on the face. When she visited the emergency room, there was hematoma on the right cheek and the patient was unable to open the right eye due to severe swelling. We removed the hematoma on the cheek and bacterial examination was done. She was also consulted to an ophthalmologist but there were limitations in examination due to excessive periorbital swelling.\\nSix years ago, she was operated for fractured craniofacial bone which the right side fronto-orbital, zygomaticomaxillary complex due to a traffic accident. She underwent surgery with consultation through the neurosurgery department at that time. The midface was reconstructed with autologous bone and fixated with metal plates, whereas the supraorbital rim and orbital roof were reconstructed with artificial bone. After that, the reduction site was still vulnerable to sinus-orbit-brain connection after surgery ().\\nThe next day after treatment in the emergency room, the patient came as an outpatient. The cheek swelling still remained with proptosis, and pus was recognized in the conjunctiva. So, we suspected periorbital infection and checked the periorbital area using an enhanced computed tomography (CT). In the CT image, it showed severe sinusitis in the right side as well as a diffuse infectious aspect in the orbit ().\\nThus, we planned an emergency operation and conducted a consultation to the otorhinolaryngology department for evaluation of the sinusitis. In the operation room, diffusely spread pus was observed inside the orbit. The bacterial examination was performed in the orbit and in the sinus respectively. Five days later, the same bacteria which Prevotella oralis and methicillin-resistant Staphylococcus epidermidis (MRSA) were identified in both areas.\\nInitially, we used experimental intravenous antibiotics such as 3rd generation cephalosporin and aminoglycoside to cover wide spectrum bacteria. But, antibiotics were changed to vancomycin and quinolone after bacterial identification. Medical and surgical treatment, blood test, and radiologic test were regularly performed for more than a month.\\nAs a result, the intraorbital infection was resolved, but blindness and extraocular movement limitation were inevitable (). In radiological evaluation, it revealed right intraorbital diffuse enhancement and paranasal sinusitis in initial magnetic resonance image (MRI) initially, but it showed the improvement in 4-month follow-up MRI image (). One interesting thing was that eosinophilia gradually became worse during the treatment period, but it showed a normal level after improvement ().", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'30613095': 2, '20194288': 1, '28673337': 2, '22969290': 1, '25933354': 1, '18806667': 1, '19918490': 2, '9416661': 1, '23217508': 1, '31658798': 2}", "similar_patients": "{'6325338-1': 1, '5496312-1': 1, '2769380-1': 1}"}