{"patient_id": 136687, "patient_uid": "6796188-1", "PMID": 31636892, "file_path": "noncomm/PMC006xxxxxx/PMC6796188.xml", "title": "A case report of necrotizing fasciitis with growth of Actinomyces europaeus and Actinotignum schaalii", "patient": "An 84-year-old African-American female with a medical history significant for type 2 diabetes mellitus, hypertension, anemia and coronary artery disease presented to the emergency room with severe right thigh pain. She reported that prior to presentation she had a bump on her right groin that ruptured within the past week and started to cause her pain.\\nOn examination, the patient was febrile to 38.3 C, blood pressure 114/90, pulse 70 with an SpO2 of 96%. Her physical exam showed right inner thigh induration with associated erythema. The skin was tense, edematous and discolored. No bullae or crepitus was present on exam. She was obese with a body mass index of 34.66 kg/m2, and laboratory tests were notable for a WBC of 15.7 × 109/L, lactate of 2.4, glucose of 533 and creatinine of 2.29. The patient was started on intravenous fluids, insulin and dosed with broad-spectrum antibiotics, including clindamycin, vancomycin and piperacillin-tazobactam. The patient was immediately taken for a computed tomography (CT) scan of the abdomen and pelvis for concerns of NSTI and general surgery was consulted.\\nCT scan showed extensive cellulitis of the medial aspect of the right proximal lower extremity with diffuse soft tissue gas in the underlying gracilis muscle and extension into the perineum, right labia majora, right inguinal region and right ischiorectal fossa consistent with necrotizing fasciitis. The patient was immediately taken to the operating room for radical debridement of the groin.\\nUpon arrival to the OR, a 3-mm opening was found adjacent to the right groin fold draining serosanguinous material. A cutting current incision revealed a foul-smelling cavity filled with necrotic material. The incision was opened across the labia and mons pubis and inferiorly toward and onto the thigh. The skin, subcutaneous tissue and involved muscles were all radically excised. Portions were sent as specimen and blood cultures were also sent. Once debridement was complete, all tissues were noted to be viable. There was no perianal or anal involvement. The wound was packed with gauze and the patient was sent to the Surgical Intensive Care Unit (SICU) due to persistently low blood pressure of 76/37.\\nIn the SICU, the patient was extubated and continued broad-spectrum antibiotic treatment. Her blood glucose remained elevated, ranging between 298 and 438. Her blood pressures remained low and norepinephrine on continuous infusion was begun. Her wound was evaluated for viability, recurrent infection and repacked with wet to dry dressing changes daily.\\nThe patient’s blood pressure was stabilized, and she was transferred to the floor on hospital day 4. She continued to improve clinically, her blood pressure remained stable, glucose controlled and she was discharged to a skilled nursing facility on hospital day 8. Negative pressure therapy was applied to improve wound healing on day 7. The patient was recommended to continue oral therapy with amoxicillin-clavulanate and metronidazole. Throughout her hospitalization, the wound remained viable and she did not require further debridement in the operating room.\\nCultures from the operating room were sent for microbiology analysis. Growth was evaluated for anaerobic bacteria, aerobic bacteria, acid-fast bacilli and fungal species. Cultures were grown on blood agar with 5% sheep blood, MacConkey agar, chocolate agar, CNA agar and thioglycolate. Although the extensive disease burden of her perineal wound, no growth was noted of the specimen until hospital day 6. Of note, two interesting species of bacteria were isolated as the cause of her subcutaneous NSTI: A. europaeus and A. schaalii. Both of these bacteria were isolated on blood agar with 5% sheep blood in aerobic conditions.", "age": "[[84.0, 'year']]", "gender": "F", "relevant_articles": "{'21508151': 1, '27957598': 1, '20031046': 1, '32580346': 2, '34925755': 2, '26577137': 1, '25788515': 1, '26110063': 1, '19883165': 1, '34684101': 2, '9226901': 1, '31636892': 2}", "similar_patients": "{'8537041-1': 1, '8673974-1': 1, '7350303-1': 1}"}