{"patient_id": 129458, "patient_uid": "6188031-1", "PMID": 30344812, "file_path": "noncomm/PMC006xxxxxx/PMC6188031.xml", "title": "An Unusual Case of Gastritis in One Patient Receiving PD-1 Blocking Therapy: Coexisting Immune-Related Gastritis and Cytomegaloviral Infection", "patient": "We presented a 66-year-old woman with a past medical history significant for colon cancer (status post-hemicolectomy in 2006, followed by two rounds of adjuvant chemotherapy) and bladder cancer (status post-neoadjuvant chemotherapy with gemzar and cisplatin). She underwent cystectomy with urostomy. She has metastatic disease to multiple bones, pelvic and para-aortic lymph nodes as revealed on PET scan in November 2016. The patient was treated with atezolizumab for 6 months (beginning on December 21, 2016 to the end of June 2017; 2,000 mg/cycle for a total of eight cycles). Atezolizumab was stopped because of tumor progression and the patient was switched to pembrolizumab (200 mg/cycle) on June 28, 2017 with a total of five cycles prior to the current admission. The patient presented to our hospital with dysphagia, abdominal pain, nausea and intractable vomiting of a few days’ duration. Systemic review revealed a 20-pound weight loss. She had no rash, fever, chills, malaise/fatigue, cough, shortness of breath, diarrhea, dysuria, joint pain, myalgia or jaundice. The patient has been on acetaminophen (325 mg every 6 h as needed for pain), amoxicillin (2 g/day), bisacodyl (10 mg/day), dronabinol (5 mg/day), lisinopril (10 mg/day) and pantoprazole (40 mg/day). Physical examination revealed normal body temperature (36.9 °C), pulse rate (85 beats/min), blood pressure (112/72 mm Hg), respiration rate (16 breaths/min) and body mass index (23.88 kg/m2). The patient was in no distress. There was tenderness in the epigastric area but without rigidity or guarding. She exhibited edema with trace pitting in the lower legs to the mid tibia. Her urostomy presented with clear yellow urine. Otherwise, her physical examination was unremarkable. There was no evidence of lymphadenopathy, hepatomegaly or splenomegaly. Laboratory tests revealed normal electrolytes, normal liver enzymes (alanine aminotransferase (ALT) 18 IU/L, aspartate aminotransferase (AST) 21 IU/L and alkaline phosphatase 64 IU/L), slightly elevated total bilirubin at 1.3 mg/dL, slightly low albumin at 3.2 g/dL, low total protein at 5.6 g/dL, normal blood urine nitrogen (BUN) (8 mg/dL), creatinine (0.98 mg/dL), normal hemoglobin (12.2 mg/dL), white cell counts of 3.7 × 103/µL and platelet of 111 × 103/µL. Abdominal computed tomography revealed gastritis.\\nEsophagogastroduodenoscopy (EGD) revealed diffuse severely erythematous mucosa with bleeding on contact involving the entire stomach. In addition, diffuse nodular, inflamed and ulcerated mucosa was found in the gastric antrum () with narrowing of the pyloric channel (). This finding led to a clinical suspicion of malignancy. EGD revealed normal duodenum and esophagus. Multiple biopsies were taken from the stomach for histology.\\nThe biopsy from the gastric antrum and body showed similar features which are characterized by marked mononuclear inflammatory cell infiltration in the lamina propria, crypt apoptosis, apoptotic abscesses, crypt dropout, crypt epithelial lymphocytosis and neutrophilic infiltration in crypt epithelium (). Focal erosion and ulceration are noted (). In addition, a few prominent lymphoid aggregates are noted in the lamina propria. There was no atypia for intraepithelial and lamina propria lymphocytes. A few cytomegalovirus-infected cells were identified on routine stain and further confirmed by immunohistochemistry (). Oxyntic glands in the body mucosa were significantly lost, but no intestinal metaplasia was noted (pictures not shown). The residual glands in the antrum and body showed regenerative and hyperplastic changes without evidence of dysplasia or carcinoma. No Helicobacter pylori organisms were identified on immunohistochemistry. Immunohistochemistry for CD3 and CD20 revealed a mixed population of T cells and B cells with T cells primarily on the crypt epithelium and B cells in the lamina propria () and lymphoid follicles (pictures not shown). There was no evidence of lymphoma.\\nBlood cytomegalovirus (CMV) DNA polymerase chain reaction (PCR) testing ordered after the gastric biopsy revealed CMV DNA was detected, but the load was less than 100 copies/mL (reference range: not detected). The patient was treated with intravenous ganciclovir 2.5 mg/kg twice a day for 2 weeks with a plan to switch to valganciclovir for an additional 4 weeks’ treatment. Pembrolizumab was held. Five days after intravenous ganciclovir treatment, the patient’s symptoms (abdominal pain and vomiting) were significantly improved and she was discharged from the hospital in stable conditions. No corticosteroids were administered to treat her gastritis.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'8034920': 1, '26990271': 1, '26028407': 1, '22658127': 1, '25399552': 1, '27939400': 1, '11177582': 1, '28000302': 1, '33894424': 1, '26558876': 1, '28296676': 1, '26755520': 1, '34755133': 1, '27085692': 1, '31748755': 1, '26027431': 1, '8636814': 1, '30344812': 2}", "similar_patients": "{}"}