{"patient_id": 4109, "patient_uid": "6230360-1", "PMID": 30443617, "file_path": "comm/PMC006xxxxxx/PMC6230360.xml", "title": "FascIOtomy: Ultrasound Evaluation of an Intraosseous Needle Causing Compartment Syndrome", "patient": "A 63-year-old male was brought into the emergency department (ED) after being found unresponsive. Paramedics in the field noted that the patient was obtunded, with a Glasgow Coma Score of 3 and a blood sugar of 33 milligrams per deciliter (mg/dL). After multiple unsuccessful attempts were made to gain intravenous (IV) access, paramedics used the EZ-IO® to place a 45 mm IO needle into the left proximal tibia()and administered dextrose at a concentration of 50% (D50). Upon arrival to the ED, the patient remained hypoglycemic and unresponsive. He was intubated, and two 50 mL doses of D50 were administered through the IO needle. Nurses noted resistance upon subsequent administration of medications.\\nPOCUS was performed to evaluate the functionality of the IO needle. A high-frequency linear probe (5–10 MHz; SonoSite® M-turbo) with color Doppler was used to evaluate the area proximal and distal to the IO access in transverse (short) plane of the tibial bone. Color Doppler showed absence of flow in the IO space during injection of a small amount of normal saline, concerning for inappropriate IO needle placement (). Subsequently, the tibial IO needle was removed and a second, 45 mm IO needle was placed into the right humerus (). The patient was resuscitated and stabilized, receiving medications without complication through the humeral IO infusion.\\nFifteen minutes after arrival to the ED, the patient’s left lower extremity was noted to be cool and mottled. Examination of the extremity showed firm compartments and decreased peripheral pulses concerning for compartment syndrome. The deep posterior compartment pressure was 85 mmHg. A radiograph showed that the IO needle had punctured both the anterior and posterior cortex of the tibia, extending 2 mm beyond the posterior cortex (). The patient was emergently taken to the operating room (OR) by orthopedic surgery for a lower extremity, four-compartment fasciotomy. The procedure demonstrated bulging muscle in all compartments without necrosis. In the OR, all compartments successfully underwent decompression with subsequent return of 2+ palpable distal pulses.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'8304621': 1, '19011309': 1, '26300243': 1, '7899130': 1, '19212577': 1, '27058467': 1, '34093080': 1, '24106537': 1, '19395142': 1, '30443617': 2}", "similar_patients": "{}"}