{"patient_id": 8425, "patient_uid": "6509899-1", "PMID": 31110717, "file_path": "comm/PMC006xxxxxx/PMC6509899.xml", "title": "A case of adenomyoepithelioma with myoepithelial carcinoma of the breast", "patient": "A 58-year-old postmenopausal woman visited our hospital with a palpable lump in the left breast. A movable lump with a clear border and no tenderness was revealed in the outer quadrant of the left breast. The mammogram revealed only round macrocalcification and no mass lesion (BI-RADS: Breast Imaging Reporting and Data System category 1; this mammographic image had not been preserved). Ultrasonography revealed the lump to be a flat and well-defined hypoechoic lesion measuring 0.8 cm in diameter (BI-RADS category 2; Figure A). At the initial visit, following a core needle biopsy (CNB), the lump was diagnosed as a benign epithelial neoplasm. Ultrasonography 2 years later revealed no increase in tumor size. An annual observation during health examination was recommended to monitor the lump. Eight years later, the lump had increased in size, and she visited our hospital again. Ultrasonography revealed a homogenous hypoechoic lesion measuring 1.5 cm with posterior acoustic shadow, slightly taller than wide ratio and lobulation (BI-RADS category 5; Figure B). However, the cytological diagnosis of the CNB did not change. Since malignancy could not be ruled out by the ultrasonographic findings, we recommended the excisional biopsy, but she refused it. In the ninth year, the tumor was 1.7 cm and more lobulated in shape (BI-RADS category 5; Figure C). CNB was performed again, but the diagnosis did not change. She had no symptoms except for the palpable left breast lump. Despite our recommendation, she refused to have an excisional biopsy.\\nAt 10 years, a firm mass measuring 2.5 cm in diameter was observed in the middle outer quadrant of the left breast, with no palpable axillary or subclavicular lymph nodes. Ultrasonography showed that the tumor was a solid irregular lobulated heterogeneous hypoechoic lesion, with a well-defined border, though a part of it was indistinct (BI-RADS category 5; Figure D). While mammography findings delineated a round and circumscribed lesion with round macrocalcification (BI-RADS category 3; Figure ), magnetic resonance imaging (MRI) revealed a lobulated heterogeneous high-intensity mass with a well-defined border localized in the left breast measuring 2.6 cm. We recommended an excisional biopsy again, to which the patient agreed.\\nIntra-operative findings revealed a firm, movable mass with a clear border. There was no gross surgical injury.\\nMacroscopically, the tumor measured 2.5 cm in diameter and was a firm, solid mass with areas of cystic and hemorrhagic lesions (Figure A). Microscopically, the tumor consisted of two continuous components (Figure B). One component showed biphasic proliferation of both ductal and myoepithelial cells (Figure C) and was identified as AME. However, the other component showed monophasic proliferation of cells with pale cytoplasm and was similar to the myoepithelium (Figure D). This latter component had several mitoses and foci of necrosis (Figure D). Immunohistochemistry revealed myoepithelial cells in both the components that were positive for HHF35 (Figure A), α-SMA (Figure B), calponin (Figure C), S-100 (Figure D), CD10 (Figure E), and p63 (Figure F), while negative for desmin. Based on these findings, this tumor was identified as AME with myoepithelial carcinoma. Additionally, the myoepithelial carcinoma was found to be negative for estrogen receptor (ER), progesterone receptor (PgR), and human epidermal growth factor receptor (HER) 2. While the Ki-67 index of the myoepithelial carcinoma was 20%, that of the AME was <5%. Following excision, while the AME component had a positive surgical margin, the myoepithelial carcinoma had a clear margin.\\nAdditional excision of the breast with sentinel lymph node biopsy was performed. Pathological findings showed an absence of cancer cells in the excised specimen, and no metastasis was observed in the sentinel lymph node. After surgery, radiation therapy was delivered with a total dose of 50 Gy in 25 fractions. The tumor has neither recurred locally nor metastasized for up to 2 years after surgery.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'23252649': 1, '23984136': 2, '27473043': 1, '27123270': 1, '22433657': 1, '34734068': 2, '23905139': 1, '22590444': 1, '27487934': 2, '20658149': 1, '29404303': 1, '27494340': 1, '12490978': 1, '22299214': 1, '19490475': 1, '11759886': 1, '24966981': 1, '22959079': 1, '21255187': 1, '31110717': 2}", "similar_patients": "{'3745899-1': 1, '8546822-1': 1, '4973092-1': 1}"}