{"patient_id": 129120, "patient_uid": "6167997-1", "PMID": 30319272, "file_path": "noncomm/PMC006xxxxxx/PMC6167997.xml", "title": "Extramedullary relapse of acute lymphoblastic leukemia after allogeneic hematopoietic stem cell transplantation treated by CAR T-cell therapy: a case report", "patient": "The patient was a 52-year-old woman who reported frequent micturition, urgent micturition, and dysuria for 1 week and was admitted to our hospital on April 5, 2017. Previously she had presented to Peking University People’s Hospital (People’s Rebulic of China) with dizziness in 2011 and was diagnosed with Ph-positive ALL with BCR/ABL210 fusion gene positive, revealed by a routinely used, RT-qPCR-based method. The patient was given chemotherapy immediately for three courses and the symptoms were alleviated. After-ward, she received haploidentical allogeneic HSCT without obvious rejection and was discharged after recovery. Two years after the therapy, bone marrow examination showed no relapse and minimal residual disease (MRD) reached negative status. In July 2015, she was admitted to Beijing Cancer Hospital with a complaint of vaginal bleeding. Cervical biopsy and immunohistochemistry demonstrated B lymphoblastic lymphoma. Then she underwent stereotactic radiosurgery using Gamma Knife in combination with Chinese traditional medicine; however, the response was not satisfactory. In January 2016, the patient was admitted to our hospital with abdominal distention and pain in her left lower extremities. Gynecologic ultrasonography revealed a hypoechoic signal in her pelvis and diffuse appearance of lower uterus, cervix, and upper vagina with a 79×47 mm sized hypoechoic mass. Bone marrow examination indicated reduced proliferation without lymphoblasts. Doppler ultrasonography indicated suspected deep vein thrombosis in her left lower extremity. On December 20, 2016, she was officially diagnosed as having a relapse of ALL. The patient was given VP-16 chemotherapy and low-molecular-weight heparins, in combination with oral administration of dasatinib (100 mg/day). With partial remission, she was further treated with bortezomib-cyclophosphamide-dexamethasone (VCD) chemotherapy and the deep vein thrombosis was invisible. Ultrasound examination indicated the size of the pelvic mass was decreased to 21×24 mm. However, on February 16, 2017, the patient presented to our hospital with a chief complaint of dysuria, frequent micturition, and urgent micturition due to the compression from the enlarged mass. Pelvic ultrasound showed a 59×26 mm solid mass (mainly located in the anterior cervix) with extension into the posterior wall of the urinary bladder and the border was poorly defined. Mass extension to the vagina was also observed and color doppler flow imaging (CDFI) revealed weak blood flow signal around. Due to the lack of response to her previous chemotherapy protocol, the patient was given induction chemotherapy with the vincristine (4 mg/day, day +1, +8, +15, and +22), daunorubicin (40 mg/day, day +1, +8 and +15), cyclophosphamide (1 mg/day, day +1 and +15), and dexamethasone (10 mg/day, day +1 to +7 and +15 to +21) (VDCD) protocol. After the treatment, she still exhibited symptoms of urinary tract obstruction and was admitted to our hospital on April 5, 2017. At that time, her physical examination showed the vital signs as: blood pressure 135/85 mmHg, pulse 67/min, respiration 20/min and body temperature 36.3°C. The patient appeared conscious, oriented and able to communicate. No lymphadenectasis was palpable in the superficial lymph node all over the body and no swelling was observed in either tonsil. No abnormality was noted in either the chest or abdomen. Pelvic ultrasound showed smooth surface of anterior and posterior uterine wall. Echo signal was evenly distributed in myometrium. Hypoechoic units were observed around both cervix and urinary tract with the size of 57×31 and 47×35 mm, respectively. The border was poorly defined and the mass shape was irregular. Both sides of the ovary were unclear. Blood routine examination: white blood cell, 5.79×109/L; neutrophils, 3.36×109/L; hemoglobin, 106 g/L; platelet, 336×109/L. Bone marrow smear examination showed hyperplasia without detection of lymphoblasts. Accordingly, the patient was diagnosed with extramedullary relapse of Ph-positive ALL after haploidentical allogeneic HSCT and four courses of chemotherapy treatment. The catheter was retained since the patient could not urinate.\\nPathology results from July 2017 indicated strong positive of CD19 (CD19+++) in the cervix. Due to the lack of response to traditional therapy and in combination with all the examination results, the patient agreed to receive anti-CD19 CAR T-cell therapy with the permission from the ethics committee in the hospital and her family. Before the treatment, organ functions, T-cell functions, and tumor condition were evaluated to decide if the patient was able to receive CAR T-cell therapy directly. Ultrasound results indicated an enlarged mass (57×31 mm) in the cervix. The patient was given chemotherapy with liposomal doxorubincin (40 mg/day, day +1) in combination with dexamethasone (10 mg/day, day +1 to +4) on April 8, 2017, to reduce the tumor burden. After this treatment, the symptoms were alleviated and parameters met the CAR T-cell therapy criteria. On day −14, blood from the patient’s peripheral vein was collected and sent for CAR T-cell culture (Senlang Biotechnology Co., Ltd, Shijiazhuang, Hebei). In brief, T-cells were enriched from collected peripheral blood and activated for CAR virus transduction. With certain days of proliferative expansion, engineered CAR-T-cells were further manufactured ready for administration. After 14 days culture, T-cells were expended to 118-fold with infection rate of 12.6%. The cell quality parameters are listed in .\\nLymphodepleting chemotherapy with the FC regimen (cyclophosphamide 900 mg/m2, days −2 and −1; fludarabine 25 mg/m2, days −4 to −2) was given to the patient before the infusion. On April 21, 2017, the patient received a single dose infusion of 2×10 CAR T-cells/kg over 40–60 minutes. Some 30 minutes before the infusion, she was given 25 mg promethazine through intramuscular injection and vital signs were closely monitored throughout the whole process until 2 hours after the infusion, which included: 1) Any clinical symptom change; 2) vital signs (temperature, blood pressure, blood oxygen, respiratory, heart rate); 3) C-reactive protein (CRP); 4) blood routine examination; 5) ferritin; 6) blood biochemical examination; 7) BNP; 8) troponin; 9) coagulation tests plus D-dimer; 10) detection of CAR T-cell number in peripheral circulation through flow cytometry and quantitative polymerase chain reaction (qPCR); 11) access the tumor size by ultrasound; 12) cytokine levels. Before infusion, the patient’s axillary temperature was 36.8°C and reached 37.2°C 2 hours after infusion as the highest temperature on that day, which dropped back to normal level afterwards. She developed febrile syndrome from day +1 to +5 and her body temperature reached a peak of 40.7°C at 16:00 on day +2 (April 23) (), indicating a low-grade cytokine release syndrome (CRS) ( and ). On day +5 (April 26), urinary incontinence was observed which was likely due to neurotoxicity side effect from CAR-T therapy. After treatment with dexamethasone (10 mg/day) for 3 days, her fever and urinary incontinence symptoms were alleviated. On day +14, pelvic ultrasound indicated shrunken hypoechoic mass of 45×26 mm in the cervix and vagina; on day +28, no mass was detected. After the therapy, the patient followed a monthly check for 3 months until now and no sign of tumor recurrence was observed. Physiological parameters of the patient before and after the therapy were listed as following: body temperature (), CRP (), CAR T-cell expansion (), ultrasound results (), and cytokine levels (). As shown in , on day −7 before CAR T-cell therapy, the ultrasound indicated a smooth surface of anterior and posterior uterine wall. Echo signal was evenly distributed in myometrium. Hypoechoic unit was observed around both cervix and urinary tract with the size of 75×48 mm. The border was poorly defined and the mass shape was irregular. Echo signal inside was uneven and blood signal could be observed inside and around the mass. On day +5 (April 26, 2017), bedside ultrasound showed hypoechoic signal around the cervix and vagina, indicating a mass of 70×40 mm size with irregular shape and blood flow signal. After the first phase of CAR T-cell therapy (day +28), ultrasound revealed a normal-sized uterus with even echo signal in myometrium and smooth anterior and posterior uterine wall as shown in . exhibited the post-therapy 2-month follow-up check and ultrasound indicated normalsized uterus with even echo signal in myometrium and smooth anterior and posterior uterine. shows ultrasound images of normal sized uterus on day +90 and day +120 post-treatment, respectively. The most recent 12-month (day +360) follow-up check (April 26, 2018) did not show significant restrictive echo with abnormality, nor obvious blood flow signal ().", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'26451310': 1, '23644077': 1, '28062243': 1, '8689350': 1, '26811520': 1, '19561414': 1, '27009300': 1, '8733701': 1, '29637550': 1, '23515080': 1, '34626362': 1, '32185132': 1, '4126434': 1, '10339508': 1, '29076142': 1, '29385376': 1, '28002337': 2, '352442': 1, '23890944': 1, '3320576': 1, '20656928': 1, '9827986': 1, '32399214': 2, '22669492': 1, '1628127': 1, '29458388': 2, '30319272': 2}", "similar_patients": "{'5819207-1': 1, '5819207-2': 1, '5819207-3': 1, '7204010-1': 1, '5181821-1': 1, '5181821-2': 1}"}