{"patient_id": 10303, "patient_uid": "6644233-1", "PMID": 31360560, "file_path": "comm/PMC006xxxxxx/PMC6644233.xml", "title": "Screening for Q Fever during Other Bacterial Endocarditis in Endemic Areas: Our Experience with Three Patients", "patient": "A 58-year-old healthy male was admitted to the internal medicine department due to weakness, fever, and night sweats for two months. On physical examination, a systolic heart murmur 3/6 was heard over the left sternal border. Abnormal laboratory findings included leukocytosis of 14,000 per microliter, hemoglobin of 9.9 gr/dL, and C-reactive protein (CRP) of 79 mg/L. Five sets of blood cultures were positive for Streptococcus cristatus, and transesophageal echocardiography (TEE) revealed severe aortic regurgitation with a large vegetation and moderate mitral regurgitation. The patient was treated with intravenous ceftriaxone and gentamicin and was referred to an aortic valve replacement, from which he recovered without complications. An immunofluorescent assay (IFA) for Q fever (methods described by Siegman-Igra et al. []) was positive for acute infection (phase II IgM = 100; phase II IgG = 400), and due to his risk factors for a persistent infection, he was treated with doxycycline and hydroxychloroquine, for a year, without adverse events or progression to a persistent infection. Follow-up serologic test results are given in .\\nTwo similar patients were treated in our hospital. The first was a 72-year-old male with a prosthetic aortic valve, who was admitted due to one month of fever, weight loss, and weakness. He had splenomegaly and a purpuric rash in both legs, mild pancytopenia, and blood cultures that grew Enterococcus faecalis (three sets). TEE was unremarkable, and the patient was treated with intravenous ampicillin and gentamicin for six weeks with a good clinical recovery. The other patient was a 62-year-old male, with a prosthetic mitral valve, who was admitted due to four days of transient diplopia and fever. He had unremarkable physical examination, brain tomography, and TEE. He had elevated CRP of 109 mg/L and mild leukocytosis of 12,500 per microliter. Streptococcus gordonii grew in 9 sets of blood cultures, and he was treated with intravenous penicillin and gentamicin for 6 weeks.\\nBoth of these patients had a 4-fold increase of phase II IgG that confirmed a diagnosis of acute Q fever, and they were treated with doxycycline and hydroxychloroquine for 4 and 12 months, respectively, and both had no clinical or laboratory signs of a persistent infection.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'9112297': 1, '24647145': 1, '25988443': 1, '34152966': 1, '27856520': 1, '19548994': 1, '23794723': 1, '31360560': 2}", "similar_patients": "{}"}