{"patient_id": 10825, "patient_uid": "6687316-1", "PMID": 31396552, "file_path": "comm/PMC006xxxxxx/PMC6687316.xml", "title": "Tumor Lysis Syndrome after Hepatic Artery Embolization in a Patient with Neuroendocrine Tumor of Unknown Primary", "patient": "A 60-year-old male with history of Bronchial Asthma and Gastroesophageal reflux disease (GERD) first presented with an episode of small-volume hemoptysis. He denied history of smoking or carcinogen exposure. He also denies a family history of malignancy. Chest x-ray showed a small nodular density in the right lower zone. Chest CT revealed two benign-appearing sub-centimeter pulmonary nodules and multiple hepatic lesions. Abdominal MRI revealed multiple hypovascular hepatic lesions, largest 3.2 × 1.4cm in the left hepatic lobe. He declined liver biopsy and did not follow up. The patient presented a year later with abdominal pain, early satiety and unintentional weight loss. He denied any other symptoms. Follow-up CT abdomen demonstrated hepatomegaly, diffuse hepatic lesions with near replacement of the left hepatic lobe with metastases and new lesions in the right lobe (). Liver biopsy confirmed metastatic, well-differentiated intermediate grade neuroendocrine tumor. Ki-67 proliferative rate was 5–10%. Immunohistochemistry (IHC) staining was positive for synaptophysin and chromogranin and negative for CDX2 and TTF-1.\\nDue to bulky liver lesions, the patient was referred for left hepatic artery embolization after receiving 2 doses of octreotide. Two days following the procedure, he became disoriented, complained of worsening abdominal pain and vitals revealed tachycardia, hypotension, and fever (100.40F). Laboratory studies showed an increase in AST (86 to 1335mg/dl) and ALT (90 to 500 mg/dl), potassium of 6meq/dl, phosphate 5.5mg/dl, uric acid 10.5mg/dl and lactic acidosis. CT abdomen was negative for acute intra-abdominal pathology. Aggressive IVF resuscitation was initiated with allopurinol and rasburicase for TLS prophylaxis and treatment. The patient also received empiric antibiotic coverage with piperacillin/tazobactam, lactulose and rifaximin for presumed hepatic encephalopathy in setting of fulminant hepatitis. Blood cultures remained sterile.\\nHe was admitted to the intensive care unit (ICU) for management of TLS and post embolization syndrome. His course was further complicated by oliguric renal failure requiring continuous renal replacement therapy and sterile ascites. The patient’s mental status gradually returned to baseline and by day 18 of admission, the TLS, post embolization syndrome and renal failure resolved with normalization of laboratory parameters. He was eventually discharged to subacute rehabilation and continued follow-up with primary oncologist.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'18829195': 1, '17525897': 1, '19259290': 1, '25002953': 1, '16800893': 1, '22511263': 1, '24887262': 1, '23227348': 1, '25274401': 1, '19016772': 1, '27128301': 1, '20494704': 1, '19787837': 1, '24385266': 1, '19179188': 1, '31396552': 2}", "similar_patients": "{}"}