{"patient_id": 11206, "patient_uid": "6708243-1", "PMID": 31445511, "file_path": "comm/PMC006xxxxxx/PMC6708243.xml", "title": "Thoracic psammomatous meningioma with osseous metaplasia: a controversial diagnosis of a case report and literature review", "patient": "A 52-year-old woman presenting with a 5-year history of chronic back pain was seen at the outpatient center. Previously, the pain had been well controlled with massage and acupuncture, but the pain further deteriorated for 4 months before consulting a doctor and was occasionally induced even with a cough. Furthermore, the patient complained of moderate, intermittent, and painful numbness around the arch of the right rib and the left anterior thigh. She denied weakness and bladder or bowel dysfunction. On physical examination, interspinous tenderness was evoked at the T4–5 level without radical pain or paresthesia. Strength in the lower extremities as well as tendon reflexes was normal, and Babinski’s sign was negative bilaterally.\\nComputed tomography showed an intraspinal tumor with high and uneven density on the dorsal side of the canal at the T4 level, with an interspace between the neoplasm and lamina (Fig. a, b). Magnetic resonance imaging (MRI) revealed an intradural extramedullary mass that pushed the spinal cord dorsally without obvious compression. The tumor showed hypointensity on both T1 and T2 images compared to the spinal cord (Fig. , c-e). According to the image characteristics, the preoperative diagnosis was meningioma.\\nSurgery was conducted after extensive discussion among the surgeons, and the goal was to remove the tumor safely and completely. A midline back incision was made from T3 to T5, and paravertebral muscles were detached subperiosteally and were softly distracted. After a laminectomy of T3 inferiorly, T4 in total, and T5 superiorly with an ultrasonic bone scalpel, the dural sac was exposed without adhesion to the lamina, which was consistent with preoperative imaging. Considering that the dura was rigid and calcified, a longitudinal spindle incision of the dura was made beyond the cephalic and caudal ends of the tumor, after which the tumor was peeled meticulously under spinal cord monitoring. Although there was little adhesion to the spinal cord, the tumor was tightly adhered to the adjacent arachnoid and dura. Finally, all the tissues were resected, and gross total resection was achieved (Fig. f). The patient recovered uneventfully, and she experienced significant improvement in back pain on the day she was discharged. At the 2.5-year follow-up, she experienced only residual numbness on the back, and a subsequent MRI scan showed no evidence of recurrence (Fig. g, h).\\nGrossly, the tumor was a firm entity measuring 1.2 × 1.1 × 0.9 cm, with adjacent dura and arachnoid (Fig. f). After 10% formalin fixation and decalcification and after being embedded in paraffin and stained with hematoxylin and eosin, the tumor was found to be composed of numerous calcified psammoma bodies under the microscope, with remarkable immature bone formation. Additionally, a rich blood supply was observed in the foci of the bone components, which indicated vigorous bone metabolism (Fig. a, b). The meningothelial cells were inconspicuous and lacked mitotic activity and necrosis. Upon immunohistochemical staining, the cells were negative for S100, but positive for epithelial membrane antigen (EMA), somatostatin receptor 2 (SSTR2), and vimentin, which are considered biomarkers of meningioma (Fig. c–f).", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'7143063': 1, '29422366': 1, '23921459': 1, '24278660': 2, '34754555': 2, '27157931': 1, '26827166': 1, '10365544': 1, '11714573': 1, '8278859': 1, '24180311': 1, '6699695': 1, '23495887': 1, '28484549': 2, '23380825': 1, '16572627': 1, '19766500': 1, '25338489': 1, '24045159': 1, '4631926': 1, '19925566': 1, '34093948': 1, '27649951': 1, '31445511': 2}", "similar_patients": "{'5409385-1': 1, '3836938-1': 1, '8571252-1': 1}"}