{"patient_id": 128290, "patient_uid": "6099041-1", "PMID": 30147907, "file_path": "noncomm/PMC006xxxxxx/PMC6099041.xml", "title": "Gingival augmentation by combination of laser and Acellular Dermal Matrix allograft in a patient with dystrophic form of epidermolysis bullosa: A case report", "patient": "A 31-year-old woman with dystrophic form of EB was referred to our department for gingival augmentation. Her chief complaint was “teeth brushing specially at the anterior teeth of lower jaw is painful” which impaired proper oral hygiene procedures. Two of her three siblings also suffered from DEB, although her parents were asymptomatic. Extraoral examination revealed scarring of her hands and feet (Figure D,E). Intraorally, caries, the accumulation of plaque and calculus as well as gingival recession, could be seen. The initial phase of periodontal treatment was performed, which included scaling and root planning (SRP) and instructions in personal plaque control with an ultrasoft toothbrush.\\nNotice many restorations, gingival recessions (Figure B,C), microstomia (Figure E), and erosions of the oral mucosa.\\nThe patient returned after 3 weeks for surgical treatment. Dental plaque of the mandibular anterior teeth could still be observed due to the difficulty that the patient experienced in performing mechanical plaque control. In preparation for the surgery the patient rinsed for one minute with 0.12% chlorhexidine (CHX) mouth rinse to reduce the bacterial load. Local anesthesia (Lidocaine 1⁄100 000 epinephrine) were administered through deep and slow local infiltration. Er,Cr:YSGG laser with a setting of 2.75 W, 50 Hz, H mode (60 microsecond pulse duration) and 65% water, 20% air spray, and a MZ6 laser tip with 600 micron diameter (Figure ) was used to incise and denude the gingival tissue as partial thickness. There was minimal bleeding in the area due to the ablative mechanism of action of this laser (Figure ). After preparation of the recipient bed the exposed root surfaces were root planed carefully.\\nAcellular Dermal Matrix (ADM) allograft from Tissue Regeneration Corporation (TRC, CenoDerm, Iran) with the size of 10 × 20 mm and thickness of 1-1.4 mm was rehydrated for 20 minutes. Before placement of ADM, the recipient site was irrigated to remove any blood clots, as these may interfere with the healing process. The ADM was cut to size and sutured placed over the prepared site with 5-0 polyester single sutures. More atraumatic fixation was carried out by 5-0 polyester with Ochsenbein suturing technique (5-a). After fixation of the graft, slight pressure was applied with a moistened gauze to ensure close adaptation of the graft to the recipient bed and to eliminate dead space formation. Biostimulation was performed to stimulate wound healing with the Biolase-Epic10 (USA), and a laser setting of 940 nm, 0.2 W, 15 seconds, continuous wave, using a low-level handpiece in three areas of 1 cm2, 3 J/cm2 each, and a total of 9 J/cm2in the grafted area (Figure B). The operation area was then covered by Coe-pak surgical dressing (Figure C).\\nPostoperatively, a combination of syrup metronidazole 250 mg and syrup amoxicillin 500 mg to be taken three times a day for 7 days was prescribed. The patient was provided with postoperative instructions that warned against manipulation of the surgical site. The surgical dressing and sutures were removed after 2 weeks, and the patient instructed in atraumatic plaque control techniques. The depth of vestibule had increased significantly and some root coverage was obtained (Figure A). Figure B demonstrates the results photograph after 6 months; the vestibular depth and root coverage had been maintained. Notice the increase about 10 mm in vestibular depth and some root coverage (Figure B). The patient was satisfied with the results as she could more effectively brush the area.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'25653800': 1, '15708287': 1, '22149727': 1, '28549319': 1, '22137229': 1, '19945630': 1, '23154626': 1, '29451989': 1, '10148209': 1, '10827412': 1, '14726937': 1, '29355442': 1, '26492496': 1, '12838607': 1, '1474191': 1, '11806042': 1, '16302602': 1, '16774188': 1, '15464551': 1, '20447495': 1, '14628894': 1, '14761125': 1, '28092488': 1, '10588504': 1, '29168896': 1, '29399316': 1, '14987265': 1, '30147907': 2}", "similar_patients": "{}"}