{"patient_id": 8842, "patient_uid": "6536564-1", "PMID": 31134387, "file_path": "comm/PMC006xxxxxx/PMC6536564.xml", "title": "A case of duodenal duplication cyst mimicking a pancreatic pseudocyst with intracystic hemorrhage", "patient": "A 47-year-old male who complained of upper abdominal pain and vomiting was referred to our hospital. He was a heavy drinker and had a past history of hospitalization for alcoholic chronic pancreatitis. Laboratory data revealed elevated levels of amylase (245 IU/L), CRP (14.99 mg/dl), and white blood cell count (14900/μL). Plain abdominal computed tomography (CT) showed a cystic lesion of 7 cm in size in the lumen near the second part of the duodenum. The cystic lesion showed high density inside. The pancreas was slightly enlarged, and the main pancreatic duct was dilated. Calcifications were seen in the uncus of the pancreas (Fig. a). Gastrointestinal endoscopy revealed that the lumen of the duodenum was deformed by a submucosal tumor-like mass and the endoscope could not pass through it (Fig. b). However, active bleeding was not seen in the lumen of the duodenum. A submucosal tumor or hematoma of the duodenum or a pancreatic pseudocyst associated with chronic pancreatitis was suspected. On the fourth day of hospitalization, his hemoglobin level had decreased from 14.0 to 11.1 g/dl. Contrast-enhanced CT demonstrated a high-density spot on the wall of the cystic lesion (Fig. c). A pancreatic pseudocyst complicated with intracystic hemorrhage was preliminary considered. Angiography was immediately performed, and a pseudoaneurysm was identified in the branch of the anterior superior pancreaticoduodenal artery (ASPDA) (Fig. d). The pseudoaneurysm was successfully treated with transcatheter arterial embolization (TAE). Anemia did not progress after that. Upper gastrointestinal series demonstrated a filling defect in the duodenum, while the inside of the cystic lesion was not contrasted (Fig. a). Magnetic resonance cholangiopancreatography (MRCP) was performed but did not show a communication between the cyst and the pancreatic and biliary ducts. Follow-up CT on the 27th day after TAE showed that the cyst had decreased in size to 2 cm and obstruction of the duodenum was gradually improved (Fig. b). Surgical treatment was considered for the pancreatic pseudocyst with intracystic hemorrhage. However, he refused an operation and was discharged on the 34th day after TAE.\\nTwo years later, abdominal pain and vomiting recurred. The cyst was enlarged again, and CT showed that it contained high-density fluid. Recurrence of a pancreatic pseudocyst with intracystic hemorrhage was suspected because of anemia progression. TAE was performed in the branches of the ASPDA and posterior superior pancreaticoduodenal artery (PSPDA). After TAE, the size of the cyst decreased and symptoms were relieved. However, the same symptoms recurred 2 months later. We obtained informed consent for surgical treatment, and we performed subtotal stomach-preserving pancreatoduodenectomy (SSPPD). Intraoperatively, severe inflammatory adhesion was noted around the pancreas head and the border between the pancreas and the cystic lesion was unclear. Macroscopically, a cystic mass of 5 cm in size was adjacent to the second part of the duodenum on the pancreas side and was close to the ampulla (Fig. a). A pinhole-sized communication was identified between the cyst and the duodenum lumen. Microscopically, the cyst was filled with mucus and the wall of the cyst was composed of gastric mucosa and shared a common proper muscle layer with the duodenum. Chronic ulcers and erosions were seen in the cyst (Fig. b, c). Ectopic gastric mucosa was observed in non-ulcerative region (Fig. d). Based on these findings, a diagnosis of duodenal duplication cyst was made. The patient’s postoperative course was uneventful, and he was discharged on the 30th day after the operation.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'8210590': 1, '23777586': 1, '12352532': 1, '20713206': 1, '16570360': 1, '20258014': 1, '16405731': 1, '6848076': 1, '718292': 1, '26885132': 1, '34914020': 2, '22832999': 1, '15976957': 1, '18084120': 1, '25184121': 1, '3401062': 1, '9822329': 1, '31134387': 2}", "similar_patients": "{'8677869-1': 1}"}