{"patient_id": 129977, "patient_uid": "6230663-2", "PMID": 30455914, "file_path": "noncomm/PMC006xxxxxx/PMC6230663.xml", "title": "Right-sided infective endocarditis in patients with uncorrected ventricular septal defect and patent ductus arteriosus: Two case reports", "patient": "A 32-year-old male came to our hospital emergency department with a chief complaint of prolonged fever lasting for more than two months. Two weeks prior to admission, he felt fever more frequently. He was admitted previously to another hospital and underwent a full course of antibiotics (intravenous ceftriaxone 1 g b.i.d), however the fever persisted. At the day of current admission, the patient complained shortness of breath along with fever. The congenital heart disease in this patient had already been identified since his childhood; however, he refused the surgical correction and never again visited the medical services. He was an intravenous drug user.\\nPhysical examination revealed blood pressure was 130/80 mm Hg, heart rate was 88 beats per minute, respiratory rate was 22 times per minute, and body temperature was 38.1°C. He looked pale and underweight. Cardiac examination revealed cardiomegaly with a grade 4/6 pansystolic murmur loudly heard at the lower left sternal border. The lung examination indicated slight basal rales. Hepatosplenomegaly was found in the abdominal examination. Multiple petechiae were identified over his four extremities, accompanied by peripheral edema. No cyanosis or clubbing fingers were detected.\\nThe laboratory examination showed hemoglobin level was 7.6 mg/dL, leukocyte count was 11.68 × 103/μL, and platelet count was 108 × 103/μL. The serum albumin was 2.2 g/dL. The liver and kidney functions were normal. The NT-proBNP level was 6604 pg/mL. Chest X-ray revealed cardiomegaly with signs of pulmonary edema. Abdominal ultrasound revealed splenomegaly. We immediately performed TTE. The TTE showed a large left-to-right shunt perimembranous VSD and a left-to-right shunt PDA (Figure ). The multiple vegetations with the size of 4.8 mm × 8.1 mm, 7 mm × 14 mm, and 2.8 mm × 5.5 mm were identified. The vegetations were attached to the pulmonary valves, the wall of main pulmonary artery, and the VSD (Figure A). Both atrial and ventricular dimensions were dilated. The left ventricular systolic ejection fraction was 76%. Mild tricuspid regurgitation (transvalvular gradient 40 mm Hg) and intermediate probability of pulmonary hypertension were detected.\\nPatient was diagnosed as left-to-right shunt VSD and PDA, intermediate probability of pulmonary hypertension NYHA functional class II, and prolong fever due to possible IE (based on modified Duke criteria), with anemia and hypoalbuminemia. We gave oral sildenafil 20 mg t.i.d. and intravenous furosemide 40 mg b.i.d for alleviating symptoms of pulmonary hypertension. For possible IE, the blood samples from 3 different sites (right arm, right leg, and left leg) were withdrawn for bacterial culture examination, in order to guide the antibiotics treatment. After taking blood samples, we administered intravenous empiric antibiotics, that is, ampicillin and sulbactam 3 gq.i.d. and gentamycin 80 mg q.d. Blood culture examination from multiple sites showed no growth of bacteria; therefore, we continued empirical antibiotics for 14 days. For anemia, the patient received transfusion of four bags of packed red cells.\\nIn the treatment course, the fever was diminished, the hemoglobin level increased to 11.0 mg/dL, leukocyte count was found slightly increase to 12.65 × 103/μL, and platelet count was 99 × 103/μL. Albumin level also increased after intravenous albumin infusion. Clinically, the patient condition was stable. At day fourteen, the TTE evaluation revealed persistence of the multiple vegetations on the pulmonary valves, main pulmonary artery, and the VSD with each size of 3.6 mm × 6.4 mm, 3.2 mm × 7.5 mm, 9.5 mm × 11 mm, and 8.8 mm × 8.5 mm (Figure B). The intravenous antibiotic therapy was extended for 14 more days with similar antibiotics. During in-hospital long-term antibiotics treatment (28 days), patient mobility was preserved such that deep vein thrombosis was avoided.\\nAt day 27 of hospitalization, the patient complained of sudden chest pain, difficulty of breathing, and profuse hemoptoe. Fresh blood of approximately 600 mL was coughed. Physical examination revealed blood pressure of 90/60 mm Hg, heart rate of 140 beats per minute, respiratory rate of 36 times per minute, and normal temperature. Vesicular sound on the right lung field was significantly decreased along with additional coarse crackles on the left lung field. While providing fluid resuscitation for him, emergency TTE was performed revealing a positive McConnell's sign. The patient was assessed as unstable acute pulmonary embolism. He experienced cardiac arrest and a cardiopulmonary resuscitation was performed, however, it failed and he was pronounced dead.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'19080963': 1, '26656328': 1, '22592632': 1, '26341945': 1, '27443390': 1, '21773669': 1, '20801927': 1, '12364372': 1, '24932077': 1, '16145112': 1, '26320109': 1, '20653702': 1, '26373316': 1, '10770721': 1, '2653011': 1, '30455914': 2}", "similar_patients": "{'6230663-1': 2}"}