{"patient_id": 3338, "patient_uid": "6180591-2", "PMID": 30305042, "file_path": "comm/PMC006xxxxxx/PMC6180591.xml", "title": "De novo mutations in SCN1A are associated with classic Rett syndrome: a case report", "patient": "Case 2 is a 32 years old woman (for timeline see Fig. ). She was born at 40 weeks of gestation with a birth weight of 3830 g, length 52 cm, and a head circumference of 36 cm. Pre- and neonatal periods were normal. At 7 months, she had her first seizure, a febrile bilateral tonic-clonic seizure. Between one and 2 years of age her epilepsy became more severe, with daily generalized seizures. The frequency of seizures declined somewhat when she reached school age, but her epilepsy remained drug resistant, with several bilateral tonic-clonic seizures every week. Besides the epilepsy, her development was apparently normal the first 12–15 months. She sat independently at 7 months. At 1 year, she used a few words and had an appropriate use of hands. She learned to walk when she was 24 months old. When she was between 12 to 15 months of age she started to lose acquired skills. Her hand function deteriorated gradually, her words disappeared and she no longer seemed to show interest in her surroundings. She developed bruxism and hand-washing stereotypies. She could walk independently until school age, but then she gradually needed support when walking. Through childhood her sleep pattern was significantly disturbed with both screaming and laughing spells. Her respiration has however never been affected.\\nThe clinical examination revealed a 32 years old woman who could walk a few meters with support, had ataxic and apraxic hand movements, but not hand stereotypies. She had no language but gave intense eye contact. Her muscle tone was normal. She had a slight scoliosis. Her epilepsy was still a major concern, with daily to weekly bilateral tonic-clonic seizures. She fulfilled the criteria of classic RTT.\\nGenetic analyses of MECP2 at the age of 18 gave negative results (Sanger sequencing and MLPA kit P015 from MRC-Holland). As a participant in a national survey of females with RTT she was recently retested by applying whole exome sequencing (WES) using Agilent SureSelect Target Enrichment Kit (Agilent Technologies, Santa Clara, CA) on Illumina HiSeq 2500 with pair-end runs. Alignment, mapping, and variant calling were performed using Genome Analysis Tool Kit (GATK). Reads were mapped to the reference sequence (GRCh37/hg19). Following bioinformatic filtration, analysis of coding regions and intron/exon boundaries of 1479 predefined genes (including FOXG1, CDKL5 and SCN1A with a 100% coverage at a depth > 10×) was performed. WES disclosed the variant, NG_011906.1:g.76130G > T, NM_001165963.1: c.4246 G > T, p.(Asp1416Tyr) in SCN1A. Using Alamut Visual software (Interactive Biosoftware, France) and ACMG criteria [] this novel variant was scored as pathogenic. Parental testing indicated that the mutation was de novo. This is a novel variant, but mutations affecting the same amino acid have been reported in Dravet syndrome [].", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'22848613': 1, '18930999': 1, '27541642': 1, '21463272': 1, '29206688': 1, '21154482': 1, '32652677': 1, '31344879': 1, '21248271': 1, '25741868': 1, '29682453': 1, '25754450': 1, '30929312': 1, '30305042': 2}", "similar_patients": "{'6180591-1': 2}"}