{"patient_id": 3745, "patient_uid": "6203990-1", "PMID": 30367611, "file_path": "comm/PMC006xxxxxx/PMC6203990.xml", "title": "The follow-up observation on the therapeutic effect of photodynamic therapy for the juxtapapillary retinal capillary hemangioma: a case report", "patient": "A 19-year-old male was a student and presented with a reduced right-eye vision for 6 months. The male was Han Chinese nationality. He did not have any systemic disease cand family history. The result of head magnetic resonance imaging (MRI) was normal. Systemic investigations did not show any evidence of von Hippel-Lindau disease. His best-corrected visual acuity (BCVA) was 0.02 and 1.0 for the right and left eyes, respectively. The fundus examination of the right eye revealed an elevated reddish lesion measuring 3.3 mm × 3.2 mm at the optic disc, with the surrounding subretinal fluid (SRF) and exudation extended to the macular region (Fig. ). No other abnormalities were found in the retina of the other eye. Fluorescence angiography (FA) and Indocyanine green angiography (ICGA) demonstrated hyperfluorescence of the tumor vessels in the early phase and a continuous leakage in the late phase of the angiogram, thereby confirming the diagnosis of JRCH (Fig. ). Optic coherence tomography (OCT) revealed an extensive serous retinal detachment, and the central foveal thickness was increased to 830 μm (Fig. ). Thus, JRCH was diagnosed.\\nAfter discussing the treatment options with the patient, standard PDT was performed using Visudyne infusion at a dose of 6 mg/m2 body surface area for 10 min. Subsequently, after 5 min, light exposure was performed with a diode laser (5000 μm) at 600 mW/cm2 for 83 s. The spot size was adjusted to encompass the largest diameter of the hemangioma without extension into the surrounding retina.\\nOne month after the first PDT, the BCVA of the patient was 0.1 and 1.0 for the right and left eyes, respectively. The fundus examination of the right eye showed a reduced size of the JRCH, approximately measuring 3.0 mm × 2.0 mm. In addition, a significant decrease in the SRF was observed. OCT revealed that the central foveal thickness was decreased to 277 μm (Fig. ). After 3 months of the first PDT, the subfoveal fluid was reduced but not disappeared. Subsequently, we applied a second PDT with a spot size of 2700 μm based on the same strategy as the first session.\\nOne month after the second PDT, the BCVA in his right eye improved to 0.2. OCT revealed that the subfoveal fluid was disappeared and the central foveal thickness was 149 μm (Fig. ). The structure of the macular ellipsoid zone of the photoreceptors in the right eye was discontinued, and cystoid changes in the inner and outer nuclear layers were observed. Up to the final follow-up at 18 months, the BCVA of the patient’s right eye had stabilized to 0.8. The fundus examination of the right eye showed that the size of the JRCH was 2.0 mm × 1.5 mm (Fig. ). The results of OCT showed that the structure of the macular ellipsoid zone of the photoreceptors in the right eye was better than before; however, cystoid changes in the inner and outer nuclear layers persisted (Fig. ). The final visual field examination showed an enlarged blind spot in the right eye. Presently, the patient is under continuous follow-up.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'24204117': 2, '20946329': 1, '12652237': 1, '15767474': 1, '24987366': 2, '25741522': 1, '12359597': 1, '24716060': 2, '32577810': 1, '23288135': 1, '21589848': 1, '12093647': 1, '30367611': 2}", "similar_patients": "{'3817061-1': 1, '3971562-1': 1, '4067723-1': 1}"}