{"patient_id": 132229, "patient_uid": "6413374-1", "PMID": 30886690, "file_path": "noncomm/PMC006xxxxxx/PMC6413374.xml", "title": "Mesothelioma subtypes of the tunica vaginalis: a rare case report and review of histological criteria", "patient": "A 23-year-old male presented with an intermittently painful left scrotal swelling, which had gradually enlarged over a 3-year period. There was no history of scrotal trauma, exposure to asbestos or family history of mesothelioma.\\nHe was initially treated empirically for epididymo-orchitis. An ultrasound scan revealed a 4 cm cystic structure with a small amount of internal echogenic debris and a mildly thickened wall with evidence of vascularity. There was also prominence of the left scrotal veins. Scrotal exploration revealed a grossly abnormal cystic appearance of his tunica vaginalis and an excision biopsy was performed.\\nHistological features of the specimen were that of a fibrous cyst wall covered by cuboidal cells with bland nuclei (Fig. ). Within the cystic space, there were branching, papillary structures with a fibrovascular core, lined with a single layer of bland cuboidal cells (Fig. ). The stroma was oedematous and hyalinised. No sub-epithelial invasion was seen. There was no unequivocal cytologic atypia or atypical mitosis.\\nImmunohistochemistry performed reported the cuboidal cells were positive for EMA and focally positive for Calretinin (a specific marker for cells of mesothelial origin). P53 staining was positive and MIB-1 (Ki-67) stains were present on <5% of the cells. The overall morphology and immune-profile are suggestive of a well-differentiated papillary mesothelioma.\\nFollowing a multi-disciplinary team discussion, a radical orchidectomy was performed without complication. Specimen pathology confirmed clear excision margins, presence of WDPM and no features of MM. A post-operative CT scan of the abdomen and pelvis confirmed no extra-testicular disease. At 18 months post-orchidectomy the patient had no features of diseases recurrence.", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'10629148': 1, '21914425': 1, '31485011': 1, '27067374': 1, '25013421': 2, '20526287': 1, '28416299': 1, '22208496': 1, '19285812': 1, '23093529': 1, '13413817': 1, '19014568': 2, '30886690': 2}", "similar_patients": "{'4087136-1': 1, '2596792-1': 1}"}