{"patient_id": 128816, "patient_uid": "6142118-1", "PMID": 29926766, "file_path": "noncomm/PMC006xxxxxx/PMC6142118.xml", "title": "Performance-Enhancing Drugs Abuse Caused Cardiomyopathy and Acute Hepatic Injury in a Young Bodybuilder", "patient": "A 22-year-old man was presented to the hospital with symptoms of progressive dyspnea, paroxysmal nocturnal dyspnea, intermittent cough, and bloody sputum. No previous history of any systemic diseases was reported by the patient. There was no personal history of tobacco use and recreational drug abuse. The patient admitted to have self-administered stanozolol, clenbuterol, and triiodothyronine (T3) to increase his muscle mass and his strength for 10 days, and discontinued after symptoms of chest discomfort and exertional dyspnea 12 days before his admission to the hospital. During the first 7 days, he consumed stanozolol 10 mg/day and clenbuterol 40 μg/day, and then doubled the dose during the next 3 days. The dose of T3 was 25 μg/day for the reported 10 days of administration. On admission, vital signs showed body temperature 36.5 °C, heart rate 102 bpm, blood pressure 118/78 mmHg, and respiratory rate 20 breaths/min. Physical examination revealed icteric sclera and mild pitting edema of the bilateral lower limbs. Cardiovascular examination showed muffled heart sounds, gallop rhythm, and grade 2/6 systolic ejection murmur at mitral auscultatory area. The relevant lab reports are listed in .\\nThe electrocardiogram showed sinus tachycardia and left ventricular hypertrophy (). The transthoracic echocardiography () revealed ejection fraction 20%; left atrium (36 mm); right ventricle (30 mm); left ventricle (62 mm); diffused hypokinetic ventricular wall motion, severe tricuspid regurgitation, moderate mitral regurgitation, pulmonary artery systolic pressure (45 mmHg), and mild pericardial effusion. The pulmonary CT () showed bilateral pneumonia, pleural effusion, and pericardial effusion. The abdominal ultrasonography () showed cholestasis and intestinal fluid. During admission period, patient was managed with symptomatic and supportive medical therapy. His blood biochemistry reports including cardiac markers and the liver function test showed gradual improvement and he was discharged after 12 days of hospitalization.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'20577844': 1, '15528231': 1, '16966610': 1, '9580224': 1, '24423981': 1, '3317860': 1, '31799099': 2, '15282446': 1, '32850208': 1, '31478927': 1, '9096926': 1, '10410848': 1, '15958355': 1, '23389726': 1, '12570701': 1, '33776904': 1, '31888665': 1, '29183050': 1, '18271501': 1, '20020362': 1, '2481447': 1, '24360796': 1, '27896593': 1, '26668118': 1, '1535676': 1, '27098905': 1, '10677393': 1, '33920705': 1, '11932573': 1, '8909917': 1, '2300114': 1, '10954677': 1, '17765757': 1, '19533818': 1, '27811932': 1, '29926766': 2}", "similar_patients": "{'6863580-1': 1}"}