{"patient_id": 131270, "patient_uid": "6345084-1", "PMID": 30697435, "file_path": "noncomm/PMC006xxxxxx/PMC6345084.xml", "title": "Cerebral venous thrombosis as an initial manifestation of acute myeloid leukemia", "patient": "A 29-year-old woman, with no underlying medical illness, developed a week-long history of severe headache, altered mental status and generalized weakness. On examination, she appeared drowsy with fluctuating consciousness. Vital signs were stable and afebrile. Neurological examination showed power 4/5 in all limbs with no meningism. Other physical examinations were unremarkable. Laboratory investigations showed bicytopenia (hemoglobin 6.4 g/dL, leukocyte 5.4×103/μl, platelet 100 ×103/μl) and elevated LDH. Serum electrolytes, coagulation profile, renal and liver profile were all within normal range. Initial full blood picture (FBP) was reported as severe, normochromic, normocytic anemia with no blasts. Contrasted computed tomography (CT) of brain showed features of left transverse, straight and posterior aspect of superior sagittal sinus thrombosis, with left temporal intra-parenchymal bleeding. Intravenous Unfractionated heparin (UFH) commenced with a remarkable symptomatic improvement. The patient was discharged with oral warfarin as anticoagulation.\\nThree weeks later, during an outpatient clinic follow-up, her white cell count had elevated to 48.7×103/μl with persistent bicytopenia (Hb 7.2 g/dL, platelet 80×103/μl). A repeated FBP showed the presence of 55% blast cells. Her bone marrow biopsy was consistent with AML-M4 (French-American-British (FAB) criteria). Immunophenotyping reported a 10% cluster of myeloblasts and 66% cluster of blast expressing monocytic marker with cytogenetic studies indicating an aberrant expression of 7, with no molecular abnormality. Induction chemotherapy DA (daunorubicin and cytarabine) 3 + 7 was started and warfarin was changed to subcutaneous Low Molecular Weight Heparin Tinzaparin 10 000 units daily (LMWH). Tinzaparin was withheld whenever the platelet count was below 50×109/l. The patient did not go into remission with the first induction and was re-induced with a high dose of AraC. She responded very well, as evidenced by the rapid recovery of her neurological status, and the repeated bone marrow studies showed that the disease was in remission. The high doses of AraC chemotherapy treatment were maintained and the patient has been undergoing monthly chemotherapy for the last 3 months. No bleeding episodes or recurrence of thrombosis was observed throughout the chemotherapy. A platelet count above 50×109/l was used as the level to start LMWH, and when any platelet count was below 50×10 9/l, LMWH was stopped.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'17918266': 1, '15567454': 1, '20930161': 1, '26114207': 1, '1679154': 1, '7604412': 1, '23669224': 1, '1730098': 1, '12517808': 1, '18216292': 1, '16505267': 1, '3975957': 1, '16102104': 1, '23217107': 1, '30697435': 2}", "similar_patients": "{}"}