{"patient_id": 137238, "patient_uid": "6862358-2", "PMID": 31896851, "file_path": "noncomm/PMC006xxxxxx/PMC6862358.xml", "title": "Hydroa Vacciniforme-Like Lymphoma with Systemic Symptoms: Two Case Reports", "patient": "An 11-year-old boy was admitted to our hospital with recurrent itchy edematous red papules, plaques, vesicles, and ulcers on the face and limbs for 6 years. Lesions were caused by mosquito bite and some healed without treatment. He had irregular intermittent fever when rashes were severe.\\nPhysical examinations: Several enlarged, smooth, soft, and nontender lymph nodes were found in the neck; other organs did not reveal obvious abnormality. Cutaneous examinations: Lesions were located on the face, the edge of the right opisthenar, and the skin around knee joints, mainly manifested as various sizes of edematous erythema, nodules with ulceration and dark crust on the surface, and vacciniforme pitting spread over the face and limbs [].\\nLaboratory tests: Serological examinations for HIV and syphilis were negative; no abnormality was found in the bone marrow examination. Skin lesion biopsy: Diffuse infiltration of atypical lymphocytes in the dermis, subcutis, and lower epidermis were revealed []; immunohistochemistry showed positive for CD45RO [], CD43 [], and CD3; strong positive for TIA-1 []; but negative for CD30, CD56, and CD20. In situ hybridization staining for EBV-encoded, small, nonpolyadenylated RNA (EBER)-1 was positive [].\\nTaken together, both the patients were diagnosed with hydroa vacciniforme-like lymphoma (HVLL). They were treated with alpha-interferon for 1 × 106 units daily, low dosage of prednisone (20 mg/day), bacille Calmette–Guerin (BCG) polysaccharide, and nucleic acid injection (1 ml/day), as well as prevention of mosquito bite. Lesions and system symptoms resolved several months after initiation of treatment.", "age": "[[11.0, 'year']]", "gender": "M", "relevant_articles": "{'20661233': 1, '24470671': 1, '16029356': 1, '33297336': 1, '26980727': 1, '16293926': 1, '23635342': 1, '29166501': 1, '21300984': 1, '25780514': 2, '30085959': 1, '31896851': 2}", "similar_patients": "{'6862358-1': 2, '4360489-1': 1}"}