{"patient_id": 12254, "patient_uid": "6784971-1", "PMID": 31612098, "file_path": "comm/PMC006xxxxxx/PMC6784971.xml", "title": "Adrenal Angiosarcoma: A Diagnostic Dilemma", "patient": "A 58-year-old man with a history of type one diabetes mellitus presented to his primary care physician with hematochezia, left-sided abdominal pain, and fatigue for two months. A complete blood count was significant for anemia with a hemoglobin of 8.8 g/dL. He was subsequently admitted to an outside institution where he underwent a colonoscopy which revealed two sigmoid polyps consistent with tubular adenoma and a hyperplastic polyp. One week following discharge, he continued to have left-sided abdominal pain which prompted admission to our institution. Here, a computed tomography (CT) scan of his abdomen revealed a large, heterogeneous, partially necrotic retroperitoneal mass measuring 15 cm x 10.9 cm x 13.9 cm arising from the left adrenal gland as well as prominent retroperitoneal lymph nodes (Figure ). The mass displaced the left kidney, renal vessels, pancreas, and splenic vein. A CT guided biopsy revealed a poorly-differentiated malignant neoplasm with neuroendocrine features. Work-up with plasma renin, aldosterone, random cortisol, adrenocorticotropic hormone (ACTH), ACTH stimulation test, chromogranin-A, and urinary catecholamines was unrevealing. Urinary cortisol and neuron-specific enolase were only mildly elevated.\\nHe then underwent an exploratory laparotomy with left adrenalectomy, left nephrectomy, splenectomy, partial gastrectomy, and distal pancreatectomy. The pathology revealed a malignant tumor sized 17.5 cm, weight 1175 g with evidence of microscopic extravascular extension and lymphovascular invasion. The tumor was positive for vimentin, factor 8, CD34, CD31, and synaptophysin and negative for cytokeratin chromogranin, CD68, S100, desmin, and actin. Upon consultation with pathology from two other institutions, it was determined that the tumor was a poorly differentiated malignant neoplasm consistent with epithelioid adrenal angiosarcoma.\\nTwo months following surgery, the patient was started on adjuvant chemotherapy with paclitaxel. A re-staging positron emission tomography (PET) scan following two cycles of therapy showed several hypermetabolic soft tissue nodules in the surgical bed and left retroperitoneum concerning for disease recurrence. Due to the presence of only one viable kidney following his nephrectomy, ifosfamide was avoided and he was subsequently started on palliative chemotherapy with single-agent doxorubicin. A PET scan following three cycles of doxorubicin therapy revealed interval disease progression in his surgical bed and metastatic disease in the abdominal soft tissue inferior to the stomach as well as to the right adrenal gland. His chemotherapy regimen was then switched to gemcitabine with vinorelbine for three cycles. He continued to have disease progression on scans and decided to transfer his care to another institution, where he was later started on carboplatin therapy. However, CT imaging following two cycles of carboplatin therapy showed extensive retroperitoneal metastatic disease progression with a new mass in the distal colon. Because he did not show any response to these four lines of therapy generally used for angiosarcoma, he was started on etoposide-doxorubicin-mitotane therapy which is typically reserved for advanced adrenal cortical carcinoma []. During the nine-month period he was receiving chemotherapy, he was hospitalized three times- once for small bowel obstruction, and two other times for pain control. While getting his fifth line of treatment, his functional status gradually declined and he passed away shortly after.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'25246132': 1, '3178432': 1, '28441375': 1, '11598858': 1, '28551383': 1, '23428947': 1, '22551107': 1, '27920990': 1, '16053668': 1, '29137070': 1, '34976833': 2, '31612098': 2}", "similar_patients": "{'8716616-1': 1}"}