{"patient_id": 1063, "patient_uid": "6035845-1", "PMID": 30034904, "file_path": "comm/PMC006xxxxxx/PMC6035845.xml", "title": "X-Linked Chronic Granulomatous Disease: Initial Presentation with Intracranial Hemorrhage from Vitamin K Deficiency in Infant", "patient": "A one-year-old Thai boy was referred to Phramongkutklao Hospital due to subacute fever, abdominal distension, mucous diarrhea, and failure to thrive. He was born at term with uneventful pregnancy, and he is the first child of nonconsanguineous parents. There was no history of autoimmune or primary immunodeficiency disorders in the family. Intradermal BCG vaccination was inoculated at the left buttock without any reaction within 3 months of life, and intramuscular vitamin K was routinely given after birth. He was exclusively breastfed. At 3 months of age, he developed frequent vomiting and irritability. Physical examination revealed enlarged and tense anterior fontanelle. CT brain showed hyperdensity lesion size of 1.5 × 1.8 cm at left temporal lobe with perilesional edema () which was confirmed to be intracerebral hemorrhage. All hematologic, coagulation studies and biochemical laboratory tests () were consistent with deficiency of vitamin K dependent clotting factors. The cause of vitamin K deficiency in this patient was presumed to be caused by malabsorption mechanism. Therefore, intravenous vitamin K was given for 3 days at initial presentation, and the coagulogram data was corrected within 24 hours. One week later, the patient developed steatorrhea. Fat malabsorption was suspected as the levels of fat-soluble vitamins were evaluated (). Cystic fibrosis was excluded by the negative sweat chloride test. At 4 months of age, perianal abscess was detected and treated with amoxicillin/clavulanic acid for 7 days without surgical drainage. However, subsequent pus culture was not performed. At the age of 6 months, lymphadenopathy of 3 cm in size at the left groin was detected. Fine needle aspiration was accordingly performed, and pus culture was found to be positive for BCG and the tuberculin skin test was positive at 15 × 20 mm. Chest X-ray revealed no pulmonary infiltration. The patient was diagnosed with BCG lymphadenitis and was treated with isoniazid and rifampicin. Interestingly, there was no history of tuberculosis contact in the family. Nevertheless, the patient did lose to follow-up which resulted in the delay of definite diagnosis in this patient.\\nOn physical examination at age of 1 year, his weight was 7.8 kg (<3rd percentile) and height was 69.5 cm (<3rd percentile). Abdominal distension, moderate hepatosplenomegaly, and ascites were detected. Left inguinal lymph node was still palpated with 1.5 cm in size. The site of BCG vaccination showed no induration. Physical examinations were unremarkable. Hematologic and biochemical laboratory tests were described (), and chest radiography showed consolidation at the left upper lobe (). Abdominal CT showed generalized ascites with evidence of hepatosplenomegaly. Abdominal paracentesis was performed, and the results were described (). Ascitic fluid adenosine deaminase (ADA) was performed because of suspicious of mycobacterial infection, and the result was compatibly high. The ascitic fluid PCR was positive for BCG. Disseminated BCG infection was diagnosed in our patient. IgG was slightly elevated (1,236 mg/dL) while IgM and IgA levels were normal (). Lymphocyte subset analyses revealed normal T-cell and B-cell counts. The neutrophil dihydrorhodamine (DHR) test revealed no fluorescence detection after granulocyte stimulation. The stimulation index (SI) was 1.21 which was compatible with XL-CGD ().\\nFinally, the patient was diagnosed with XL-CGD accompanied with disseminated BCG infection. This clarified the clinical of fat malabsorption leading to vitamin K deficiency since 3 months of age. Treatment was started with antituberculosis including isoniazid, rifampin, pyrazinamide, ethambutol, and amikacin. Itraconazole and co-trimoxazole were given as the prophylactic treatment. The clinical of ascites and steatorrhea was improved after 2 weeks of treatment. The DHR assay was also performed on the mother and revealed bimodal distribution compatible with the XL-CGD carrier (). Allogeneic hematopoietic stem cell transplantation (HCT) is therefore planned as the curative treatment since the mother is six months pregnant.\\nAfter informed consent was obtained from the patient's parents, genomic DNA was extracted from peripheral blood leukocytes using the commercial available kit as per the manufacturer's protocol. Thirteen coding exons and exon-intron boundaries of the CYBB gene were amplified by PCR using specific of primers for each exon as previously described []. The PCR products were purified and directly sequenced in both forward and reverse directions. The reference sequences were NM_00397.3 for CYBB cDNA and NP_000388.2 for gp19-phox protein.", "age": "[[1.0, 'year']]", "gender": "M", "relevant_articles": "{'18037347': 1, '12589359': 1, '15286231': 1, '9644119': 1, '20729109': 1, '32502033': 1, '16970572': 1, '18402298': 1, '22924696': 1, '24161820': 1, '10914676': 1, '28251166': 1, '27216217': 1, '34718934': 1, '19381301': 1, '18402299': 1, '24722620': 1, '27543157': 1, '32509605': 1, '10844935': 1, '22430715': 1, '30034904': 2}", "similar_patients": "{}"}