{"patient_id": 2377, "patient_uid": "6122888-1", "PMID": 30208154, "file_path": "comm/PMC006xxxxxx/PMC6122888.xml", "title": "Temporomandibular joint disorders as the only manifestation of juvenile idiopathic arthritis: a case report", "patient": "A male Caucasian patient, 12 years old, was referred by his orthodontist for evaluation of his TMJ, since the panoramic radiography showed bilateral flat condyles. Clinically, the patient showed micrognathia, retrognathia and anterior open bite (Figures 1A and D). Functionally, mouth opening, speaking and chewing were normal. During opening, closing and lateral excursion, no sounds, discomfort or symptoms were present. Since the patient did not complain of any symptoms or difficulty in lateral excursions, a three-dimensional computed tomography was requested. He was referred to a rheumatologist who requested several laboratory tests. Of these, the only positive result was for antinuclear antibody (ANA): 1:80 (reference value – 1:40), by the indirect imunofluorescence method.\\nThe clinical diagnosis was inconclusive for JIA, systemic lupus erithematosus, or any other disease. However, the 3D-computed tomography findings showed major erosion of the head of both condyles (). Facial morphological alteration, retrognathia, micrognathia and condyle erosion, even without inflammatory signs and no pain, led to a JIA diagnoses. No invasive treatment was performed but the patient underwent annual follow-up.\\nAfter 2 years, the patient was examined and no clinical symptoms were observed. At this time, a new three-dimensional computerized radiography was requested. The erosion process seemed to be stabilized. The patient had no difficulties in lateral excursions, and no pain or signs of inflammatory process. The only difference was in the ANA laboratory test, showing positive result: 1:60 (reference value: 1:40), by the indirect imunofluorescence method.\\nSince the patient had no alterations in his radiographic or clinical status, no drugs were prescribed. Although the ANA reduced in the last 2 years, we asked the patient to be examined again by a rheumatologist. The diagnosis was inconclusive one more time.\\nBetween the first appointment and the last clinical examination, magnetic resonance imaging was performed to evaluate bone and soft tissues changes, and there were no morphological modifications of the condylar region, and no modifications of the patient profile and anterior open bite. Since the aim of the treatment of patients with JIA is the control of the pain and inflammatory activity, no drugs were prescribed.\\nAfter 11 years since the first consultation, no signs of evolution of the disease was observed and the patient did annual check-ups (clinical and radiographic examination).", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'16699052': 1, '25846832': 1, '15286827': 1, '17522871': 1, '15229966': 1, '28118522': 1, '11598575': 1, '8491910': 1, '17530721': 1, '17530723': 1, '19164412': 1, '30208154': 2}", "similar_patients": "{}"}