{"patient_id": 12434, "patient_uid": "6795233-1", "PMID": 31656587, "file_path": "comm/PMC006xxxxxx/PMC6795233.xml", "title": "Case Report: Coronary artery stent infection with mycotic aneurysm secondary to tricuspid valve infective endocarditis", "patient": "A 71-year-old North African retired male patient with a history of smoking (40 pack-years) and no known medical or surgical history, was referred to our center in October 2017, from the emergency department, for inferior ST elevation myocardial infarction with complete atrioventricular block. He underwent a successful primary angioplasty of the right coronary artery (RCA) with a bare metal stent (\\n). A temporary cardiac pacing via the right femoral vein was performed for 24 hours and the patient was discharged at day 5. Initial and controlled laboratory tests during hospitalization were normal except elevated troponin at admission. One week later, the patient was referred again to our center from the emergency department for persistent chest pain with a new right bundle branch block. An urgent coronary angiogram showed a thrombus with an aneurysm on the distal part of the RCA stent and a Thrombolysis In Myocardial Infarction (TIMI) 3 flow (normal flow) (\\n). An additional angioplasty using a second bare metal stent overlapping with the previous one was successfully performed with exclusion of the aneurysm and disappearance of the thrombus. (\\n). The initial physical exam in the coronary care unit immediately after angioplasty found a mild fever at 38°C with a systolic tricuspid regurgitation murmur. Echocardiography showed vegetation (17 × 14 mm) at the level of the tricuspid valve with a moderate tricuspid regurgitation and a moderate pericardial effusion (\\n). Transesophageal echocardiography confirmed the same findings and ruled out a patent foramen ovale or any involvement of the other valves. Laboratory tests (which were normal at the previous admission) showed a marked elevation of white blood cells count (24,000 E/mm3, normal value < 11,800 E/mm3), C reactive protein (186 mg/L, normal value < 6 mg/L), and liver enzymes (Alanine transaminase (ALT) at 215 IU/L and Aspartate aminotransferase (AST) at 165 IU/L, normal value respectively < 35 IU/L and < 40 IU/L) associated with acute renal failure (serum creatinine at 148 mmol/L, normal value < 105 mmol/L) and hemolytic anemia (Hemoglobin 8 g/DL, normal value > 13 g/DL). Blood cultures were positive to negative coagulase\\nStaphylococcus. The diagnosis of infective endocarditis of the tricuspid valve with RCA mycoticaneurysm at the site of stent implantation was strongly suspected. Cardiac CT scan confirmed the vegetation in the right ventricle with hematoma around the RCA and pericardial effusion (\\n). It also showed a mycotic aneurysm of the RCA which was excluded by the overlapping stent (\\n). Following a thorough search for the underlying cause, we concluded that the temporary cardiac pacing was the most likely origin of the tricuspid valve infective endocarditis. Antibiotic therapy (vancomycin 30 mg/Kg/day i.v. in 2 doses, rifampicin 900 mg orally in 3 divided doses and gentamycin 3 mg/Kg i.v once daily) was provided resulting in total regression of the infection symptoms, the tricuspid vegetation and the pericardial effusion. The patient was discharged from the hospital after six weeks of antibiotic therapy. The patient has completed one-year of follow-up with repeated echocardiography and blood tests, all of which were ordinary.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'11097126': 1, '4608723': 1, '25847982': 1, '9527231': 1, '23304047': 1, '33250463': 1, '15791622': 1, '31656587': 2}", "similar_patients": "{}"}