{"patient_id": 8639, "patient_uid": "6525919-1", "PMID": 31192015, "file_path": "comm/PMC006xxxxxx/PMC6525919.xml", "title": "Case Report of an Acute Myocardial Infarction as a Result of Spontaneous Coronary Artery Dissection in a Patient with Fibromuscular Dysplasia", "patient": "A 47-year-old woman with a 4-day history of chest pain, which had begun directly after emotional stress (air travel), was transferred to our clinic from another hospital. The patient was normosthenic, had practiced gymnastics in youth, and had no signs of joint hypermobility syndrome or other connective tissue disorder. She had smoked for a long time and had arterial hypertension grade 2. She had never experienced chest pain before and was very active in her everyday life.\\nAn electrocardiogram upon admission to our clinic revealed a sinus rhythm with a 2 mm ST elevation in leads II, III, aVF, V3-V5, “-” and T V3-V5 (). On echocardiography, an apex dyskinesis was found; the left ventricle ejection fraction was 56%. The level of cardiac troponin-I was 13.2 ng/mL, confirming the development of acute myocardial infarction. We analysed the first angiogram, which had been performed in another clinic. It revealed 70–75% smooth extended narrowing in the middle segment of the left anterior descending artery, and no signs of atherosclerosis in the proximal segment of LAD or the remaining arteries were found. Side branches were absolutely normal as well (). It looked like a subintimal hematoma. We repeated the coronary angiography upon admission on day 4; the extension of the culprit lesion to the distal segment of the LAD was observed (). Because of the high risk of intima rupture, intravascular visualization was not performed. This finding on the second angiogram confirmed our initial suspicion and corresponded to SCAD type 2.\\nConsidering that the association of SCAD and FMD is a well-known fact, we performed angiography of the renal and carotid arteries []. In the mid and distal portions of the renal arteries, alternating dilatation and constriction (string-of-beads) were observed (), confirming a diagnosis of fibromuscular dysplasia (FMD). The patient received conservative treatment only (metoprolol 25 mg/day and aspirin 75 mg/day). In two months, a follow-up visit took place. The patient had no episodes of chest pain or dyspnea. Repeated coronary angiography revealed absolutely normal coronary arteries ().", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'28838364': 1, '23266235': 1, '15678450': 1, '22421300': 1, '24585938': 1, '2773790': 1, '27973331': 1, '28728664': 1, '23078737': 1, '27435877': 1, '22615343': 1, '30621952': 1, '32462080': 2, '31192015': 2}", "similar_patients": "{'7252985-1': 1}"}