{"patient_id": 130652, "patient_uid": "6300820-1", "PMID": 30295431, "file_path": "noncomm/PMC006xxxxxx/PMC6300820.xml", "title": "Intrarenal venous flow in cardiorenal syndrome: a shining light into the darkness", "patient": "We report a case of an 81-year-old woman with valvular heart disease (previous mitral valve replacement) that presented with increased dyspnoea, abdominal discomfort, and 1.5 kg weight gain. Ambulatory daily heart failure treatment was bisoprolol 1.25 mg, furosemide 160 mg, chlorthalidone 25 mg, acetazolamide 125 mg, and spironolactone 12.5 mg. No evident cause for clinical decompensation was noted. Vital signs at presentation were as follows: heart rate 69 bpm, arterial blood pressure 90/56 mmHg (usual values and no signs of hypoperfusion), respiration rate 19 per minute, and capillary Sa02 96%. The physical examination revealed abdominal and jugular venous distension, positive hepatojugular reflux, but no peripheral oedema nor rales. Echocardiography showed a normally functioning prosthetic mechanical mitral valve, preserved left ventricular ejection fraction, dilated right ventricle with preserved systolic function (tricuspid annulus plane systolic excursion of 20 mm), a moderate tricuspid regurgitation with an estimated pulmonary artery systolic pressure of 65 mmHg, and a severely dilated inferior vena cava (Figure\\nA). Given that the patient had a mechanical mitral valve, echocardiographic assessment of left ventricular end diastolic pressures was not possible. The laboratory analysis showed an N-terminal prohormone of brain natriuretic peptide of 3205 pg/mL and WRF, with an increase in serum creatinine from 1.23 to 1.81 mg/dL (a decline in estimated glomerular filtration rate from 45 to 27 mL/min/1.73 m2). A Doppler ultrasonography evaluating renal interlobar venous flow showed a monophasic pattern (Figure\\nB), suggesting a severe elevation in intrarenal venous pressures.\\nIn this case, according to physical and Doppler findings, renal venous congestion appeared to be casually linked to the occurrence of WRF. Accordingly, we started an aggressive intravenous diuretic treatment during the first 48 h (cumulative furosemide dose of 500 mg). At this time, we reassessed the echo-Doppler, registering a reduction of the diameter of inferior vena cava (Figure\\nC) and a change from monophasic to biphasic venous flow pattern in the intrarenal ultrasonography (Figure\\nD), indicating an improvement in venous flow and, therefore, a reduction of venous pressures. Importantly, this change occurred in parallel with clinical improvement (resolution of abdominal discomfort, 2 kg weight loss) and an improvement in renal function (serum creatinine and estimated glomerular filtration rate changed from 1.81 to 1.44 mg/dL and from 27 to 38 mL/min/1.73 m2, respectively). Changes in laboratory parameters after diuretic treatment are shown in Figure .", "age": "[[81.0, 'year']]", "gender": "F", "relevant_articles": "{'19215833': 1, '28711449': 1, '33829233': 1, '32870495': 1, '33335236': 1, '34227267': 1, '26746376': 1, '27179835': 1, '34442378': 1, '33118672': 1, '31197634': 1, '27173030': 1, '30295431': 2}", "similar_patients": "{}"}