{"patient_id": 128483, "patient_uid": "6114216-1", "PMID": 30167424, "file_path": "noncomm/PMC006xxxxxx/PMC6114216.xml", "title": "Advanced Unilateral Fibrous Dysplasia of the Scapula: A Rare Clinical Entity and Surgical Challenge", "patient": "A 47-year-old male office employee was referred to the orthopedic oncology clinic of the University Hospital Hamburg-Eppendorf by his family physician. On presentation, he had pain and swelling over the posterior aspect of his left shoulder. Both pain and swelling had increased over the previous 10 months. Movement of the left arm made the pain worse, especially by raising the arm over the head. He was also complaining of mild weakness in his left shoulder. He was otherwise healthy.\\nClinical examination revealed a large swelling over the posterior aspect of the left shoulder blade. It measured 11 cm × 15 cm × 8 cm. The swelling was hard and tender to palpation. It had a rough texture. The swelling extended entirely over the scapular body and both the supra- and infra-spinous fossae. Sensation over the left suprascapular nerve dermatome was diminished, and the right side was normal. Attempts at flexion and abduction at the left glenohumeral joint were painful, as well as lifting weight in a forward bending position. Distal neurovascularity of the left upper limb was normal. Movement at the right glenohumeral joint was normal. Pain measured by the visual analog scale (VAS) was 8/10. The Revised Musculoskeletal Tumor Society Score was 13/30. There were no respiratory problems.\\nSerological investigations were within normal limit apart from a raised alkaline phosphatase of 178 IU/L.\\nConventional radiographs showed a large homogenous lesion with irregular but well-defined margins occupying most of the left scapula. It had a ground glass appearance. Septa appeared to compartmentalize the main body of the lesion. There was an expansion of the involved area of bone dorsolaterally (). Magnetic resonance imaging (MRI) scans showed well-defined borders with expansion of the bone, with intact overlying cortices and endosteal scalloping ( and ).\\nFirst, an open biopsy of the lesion under general anesthesia (GA) was taken. Based on the clinical, radiological, and histological findings, the diagnosis of FD was made. The histology is shown in (). In view of the patient’s pain (VAS 8/10), which had drastically reduced his capacity to work and subsequently led him to take leave from employment, he was scheduled for exploration and curettage of the lesion.\\nThe patient was positioned in the prone position. Under GA, a U-shaped incision was made over the inferior angle of the scapula (). Access was achieved by entering between the two cortices of the anteroposterior surface (inferior-medial) of the scapula. A large amount of hard fibrous tissue was removed from the scapular cavity. Curettage proceeded from the inferior angle to the suprascapular area. A large amount of fibrous tissue (430 mg) was obtained from the cavity. The extensive curettage that had been undertaken within the expanded scapula had left a large empty cavity inside the scapula. To reduce the dead space between the two walls of the cavity and the two opposing bony cortices, the sides of the lateral cortices were osteotomised, to flatten the scapula and bring the two opposite cortices together. A green stick fracture was produced at the medial cortices to collapse the two cortical plates. Thus, in one surgical movement, both the dead spaces in the residual surgical cavity and the deformity were reduced. The wound was closed with interrupted sutures. A redivac drain was kept in for 3 days. Post-operative multiplanar computed tomography (CT) scans of the left shoulder were taken at 2 weeks. They showed multiseptated expansile residual lytic lesions in the body of the left scapula. Patchy areas of osteosclerosis were seen in the expanded bone. The sagittal CT scan () shows mildly expansile lytic lesion involving the body of the scapula, showing a chondroid/ground glass such as matrix, with some cortical breaks. A coronal CT () shows some septation of the scapula body with a hazy bone matrix with probable cortical breaks, and axial CT image () shows thinned expansion and deformity of the scapula with surgical defects in the cortex.\\nThe immediate post-operative period was uneventful, apart from mild-to-moderate pain (VAS - 4/10). Before discharge, his left scapula was immobilized with a Gilchrist Bandage. This bandage remained for 4 weeks. At 2 weeks post-surgery review, his sutures were removed. The wound had healed.\\nPhysiotherapy was started in the 2nd post-operative week. Maximum left shoulder abduction and flexion to 90° were encouraged. It was noticed that by the 2nd week, the patients VAS score for pain had improved considerably. It had reduced from the pre-surgery score of 8/10 to a VAS of 3/10. From the 5th week, post-surgery, full exercise of the left shoulder was initiated. The Revised Musculoskeletal Tumor Society score was now 25/30 compared to a score at presentation of 13/30.\\nAt 6-month follow-up, the patient still had some residual pain (VAS 4/10) in the left scapular region, especially on movement of his left shoulder and lying on it. However, the pain was much less than before surgery and was controlled with ibuprofen. His range of arm movement at his left shoulder was now: 90-0-20° for anteversion/retroversion, 100-0-20° for abduction/adduction, and 50-0-60° for internal rotation/external rotation. The CT scans showed a good surgical result with a collapse of the left scapular cavity. The patient went back to partial employment 4 months after surgery and resumed full-time duties after 6th month.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'19330193': 1, '16085630': 1, '11276018': 1, '3277758': 1, '15669467': 1, '16570905': 1, '9333137': 1, '13973557': 1, '2669065': 1, '19033807': 1, '8111708': 1, '14291980': 1, '11856704': 1, '15507823': 1, '14106874': 1, '18328981': 1, '10388417': 1, '14261556': 1, '17004531': 1, '3536935': 1, '5770409': 1, '10918458': 1, '14666088': 1, '12119276': 1, '15149980': 1, '30167424': 2}", "similar_patients": "{}"}