{"patient_id": 129545, "patient_uid": "6194792-1", "PMID": 30386097, "file_path": "noncomm/PMC006xxxxxx/PMC6194792.xml", "title": "Primitive neuroectodermal tumor transformation of testicular teratoma", "patient": "A 26-year-old male underwent radical inguinal orchiectomy for left testicular cancer. Pathology revealed immature teratoma (40%), PNET cells (60%) plus seminomatous morphology with syncytiotrophoblast giant cells, and infiltration of the spermatic cord.\\nAbdominal computed tomography (CT) imaging revealed multiple scattered hypodense lesions in the liver (diameter<1cm), multiple enlarged lymph nodes on the right para-aortic field (maximum lymph node diameter = 3.5cm), enlarged lymph node block on the left para-aortic field (6.6 cm × 5.9 cm × 12.9 cm), and external bilateral iliac lymph nodes and inguinal nodes (<1.5 and <1.2 cm of diameter, accordingly) []. Laboratory findings revealed normal tumor markers (carcinoembryonic antigen [CEA] = 2.4 ng/ml [<3.4]), alpha-fetoprotein (aFP) = 1.6 ng/ml (<10), beta-human chorionic gonadotropin (bHCG) = 0.1 (0–2 mIU/ml), and increased neuron-specific enolase (NSE) (1280 ng/ml, normal <16.3) and LDH (1897 U/L, normal 135–225 U/L). Tumor, node, metastasis staging was PT3N3M1bS3(Stage IIIC). The patient received four courses of etoposide, 100 mg/m2/day, and cisplatin, 20 mg/m2/day (five consecutive days/every 21 days) and continued with ifosfamide, 1500 mg/m2/day; paclitaxel, 200 mg/m2/day; and cisplatin, 25 mg/m2/day. Due to imaging and tumor marker findings, abdomen CT showed nodular metastasis involving the left para-aortic lymph nodes (1 cm) and the right para-aortic lymph nodes (1.5 cm) and tumor markers were as follows: CEA = 1.13 ng/ml, aFP = 1.98 ng/ml, bHCG = 2.70 mIU/ml, and NSE = 10.2 ng/ml, and the patient was considered eligible for retroperitoneal lymph node dissection (RPLND). Histopathology revealed PNET infiltration in 10/36 dissected lymph nodes.\\nThree months later, follow-up abdomen CT revealed liver metastases, enlarged retroperitoneal lymph nodes that were blocking both ureters, and enlarged left iliac lymph nodes []. Due to patients’ complaints of headache and bone pain, somatostatin receptor scintigraphy (positron emission tomography [PET]) was scheduled. PET-CT confirmed the bone metastases at the facial skeleton, at the temporal and occipital bones, at the superior scapular angle, at the thoracic vertebral bodies, and at the para-aortic and iliac lymph nodes (Krenning score 3). Tumor markers were also impaired (NSE = 1490 ng/ml and LDH = 3873 UI/L) The patient received salvage chemotherapy with gemcitabine, 1000 mg/m2, and oxaliplatin, 130 mg/m2, every 21 days. After receiving one cycle, therapy was halted due to headache, strabismus, and vomiting. Brain MRI showed a metastatic lesion (3.6-cm diameter) at the subdural space, causing elevated intracranial pressure []. Radiotherapy was scheduled, but the patient deceased.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'21134986': 1, '18367105': 1, '9649229': 1, '34658596': 1, '21776193': 2, '23799289': 1, '15837993': 1, '11342908': 1, '22622519': 1, '9255252': 1, '30386097': 2}", "similar_patients": "{'3138084-1': 1}"}