{"patient_id": 127988, "patient_uid": "6068812-1", "PMID": 30079341, "file_path": "noncomm/PMC006xxxxxx/PMC6068812.xml", "title": "Robotic-assisted surgery for pediatric choledochal cyst: Case report and literature review", "patient": "A 7-year-old female experienced abdominal pain without an obvious cause in May 2011, showing continuous dull pains, most of which could be self-relieved. Subsequently, the patient underwent imaging examination at our hospital, which indicated multiple intrahepatic and extrahepatic cystic dilatation of bile duct (Figure ). It was clearly diagnosed as type IVa CCs. After the preoperative examinations, we decided to carry out robotic-assisted laparoscopic choledochocystectomy and biliary-intestinal anastomosis.\\nWith the patient in the supine position, the operation bed was in the reverse Trendelenburg position. After the anesthesia was successful, the anesthesiologists conducted internal jugular vein intubation and radial artery catheterization and placed a gastric tube and urinary catheter. Direct trocar puncture was done on the abdominal wall between the umbilicus and pubic symphysis to establish pneumoperitoneum. The pressure was 12 cmH2O, and a 12-mm trocar and robotic lens were inserted.\\nBeing monitored under the lens, at about the level of umbilicus, the 8-mm-diameter trocars of arm 1 and arm 2 of the robotic instrument were inserted into the left and right abdomen, respectively, and the arm 3 trocar was inserted into the right upper abdomen at the level of the axillary line (Figure ). A 12-mm auxiliary hole was created between arm 1 and the lens. The robotic arms were placed from the end of the head and were connected.\\nNo significant ascites was detected in the abdominal cavity. The gallbladder volume was approximately 7.0 cm × 3.0 cm. The common bile duct was dilated with a diameter of 5.5 cm. Its surface showed hyperemia and edema. An electric hook was used to separate the adhesion between the gallbladder and liver. The gallbladder arteries were ligated, and the gallbladder neck was dissected all the way to the common hepatic duct. The adhesions between the outer serosal membrane of the choledochal cyst and the duodenum and the portal vein were separated. The common hepatic duct was cut transversely. The diameter of the common hepatic duct was approximately 3.2 cm. The left and right hepatic duct openings were visible at the proximal end, and the flow of bile was unobstructed. There was no obvious stenosis. The gallbladder and the choledochal cyst to be removed were turned upside down, the common bile duct was dissected till near the head of the pancreas, and the end of the cyst was significantly narrowed with a diameter of approximately 1 cm and was sutured twice.\\nA stapler (EC-60) was used to cut the jejunum transversely at 15 cm from the duodenojejunal flexure, and 35 cm of the proximal end towards the hilus was saved as ascending arm. After joining the jejunum and the ascending branch by three stitches, we used a stapler to perform end-to-side anastomosis between the ascending arm and the proximal jejunum. The 3-0 absorbable suture was used for full-thickness interrupted suture of the intestinal wall, which was reinforced by interrupted suture. The ascending arm of the distal jejunum was lifted from the front of the colon to the common hepatic duct location to perform anastomosis. A 4-0 absorbable suture was used for full-thickness continuous suture of the posterior wall. Then the anterior wall was sutured, and interrupted suturing was done for seromuscular layer for reinforcement.\\nPhysiological saline was used for rinsing. One abdominal drainage tube was placed on the lateral posterior side of the gallbladder-intestine anastomosis, which came out of the body through the puncture hole of the arm 2 trocar and was connected to a negative-pressure drainage ball. The abdominal cavity was confirmed to have no active bleeding, and the devices and gauzes were all counted. No. 3 absorbable suture was used to suture the muscular layer at each trocar location, 4-0 absorbable suture was used for interrupted suturing of subcutaneous tissue. Biological fibrin glue was used to bond the edges of the skin, and the drainage tube was properly fixed. Tissue aid was applied to the wound.\\nThe surgery went smoothly. The operation time was 420 min, of which the robot operation time was 370 min. The bleeding was approximately 100 mL. There was no perioperative blood transfusion. Two days after the operation, the gastric tube was removed, and fluid and semi-fluid food were given gradually. Two antibiotics were administered for 3 d. Seven days after operation the abdominal drainage tube was removed. The patient was discharged 9 d after the operation. No serious complications occurred. Routine pathological examination further confirmed the diagnosis of cystic dilatation of the common bile duct.", "age": "[[7.0, 'year']]", "gender": "F", "relevant_articles": "{'19347805': 1, '16646713': 1, '24094958': 1, '6776832': 1, '25837180': 1, '18082719': 1, '31024959': 2, '1582241': 1, '31179254': 1, '28111910': 1, '22722902': 1, '24312610': 1, '19370303': 1, '1096740': 1, '8546511': 1, '22113976': 1, '24458067': 1, '18163170': 1, '27000917': 1, '20937150': 2, '22693965': 1, '31555861': 1, '9712559': 1, '12860761': 1, '9229170': 1, '25332269': 1, '21129546': 1, '12024146': 1, '6620079': 1, '23132653': 1, '30079341': 2}", "similar_patients": "{'2964719-1': 1, '6473129-1': 1}"}