{"patient_id": 138002, "patient_uid": "6939814-1", "PMID": 31911996, "file_path": "noncomm/PMC006xxxxxx/PMC6939814.xml", "title": "Aortic valve endocarditis with root abscess causing superior vena cava obstruction: a case report", "patient": "An 84-year-old gentleman, with a background of a tissue aortic valve replacement (AVR) 12 years previously, presented to hospital with a several week history of malaise, fevers, and weight loss. His other past medical history included permanent atrial fibrillation, chronic kidney disease Stage 4, and prostatic carcinoma. On admission, the patient had a blood pressure of 95/50 mmHg, a heart rate of 67 b.p.m. and he was apyrexial. He was noted to have an ejection-systolic murmur in his aortic area. He did not have a diastolic murmur or any peripheral stigmata of infective endocarditis. He did not report any focal symptoms suggestive of infection.\\nAdmission blood investigations revealed a haemoglobin of 8.2 g/dL (13.5–18 normal range) with mean corpuscular volume of 88 fL (80–100 normal range), a white cell count of 19.8 × 109/L (4.0–11.0 normal range) and C reactive protein of 51 mg/L (<6 normal range). His chest X-ray was unremarkable. Bedside urinalysis was normal. An electrocardiogram demonstrated atrial fibrillation.\\nWithin 12 h of admission, the patient developed septic shock requiring inotropic support. Given the several week history of systemic upset, no localizing infective symptoms and background of previous AVR, infective endocarditis was top of the differential diagnosis for the source of sepsis and an urgent bedside transthoracic echocardiogram (TTE) was performed. Whilst no obvious vegetations were revealed on TTE (), clinical suspicion for infective endocarditis remained high, and a transoesophageal echocardiogram (TOE) was planned.\\nTo rule out an occult abscess, a computed tomography (CT) scan of the chest, abdomen, and pelvis was performed. No intrabdominal abscess was seen; however, the CT revealed an abnormal aortic root and ascending aorta with an adjacent fluid collection (). The collection was compressing, but not obstructing, the drainage of the SVC into the right atrium.\\nBlood cultures grew Streptococcus anginosus. Intravenous amoxicillin 1 g three times per day and full dose gentamicin once per day was initiated to cover infective endocarditis, as per European Society of Cardiology (ESC) guidelines and microbiology advice. On Day 3 of admission, full sensitivities were confirmed and antibiotics switched to IV benzylpenicillin and synergistic gentamicin.\\nA TOE () on Day 5 of admission identified vegetations on the prosthetic aortic valve () with an associated root abscess. There were no mitral or tricuspid vegetations.\\nThe patient was referred to the local cardiothoracic surgical centre for consideration of surgical intervention. A peripherally inserted central catheter (PICC) line was inserted to facilitate antibiotic administration.\\nOn the 25th day into antibiotic treatment, the patient developed new bilateral upper limb and facial swelling, dilated neck/chest veins, and shortness of breath associated with an oxygen requirement. When asked to raise his arms, he developed worsening breathlessness and facial congestion, consistent with Pemberton’s sign. He was believed to have symptoms and signs in keeping with SVC obstruction. This was considered likely to be secondary to compression from enlargement of the known aortic root abscess. However, as the patient had a PICC line in situ, an associated thrombus in the SVC with resultant obstruction was also plausible. Given the patient’s previous TTE imaging failed to show the abscess, and a TOE not being immediately available, an urgent CT scan was performed to differentiate between these possibilities. This confirmed an enlarging root abscess with SVC compressive obstruction () and excluded a PICC line-associated thrombus ().\\nThe patient’s case was discussed with two cardiac surgical centres; however, both felt that surgery was too high risk. This was primarily due to the extent of the operation required, given the large size of the abscess and associated vascular involvement. In addition, surgical teams thought it unlikely that the patient had the functional reserve to survive surgery and the immediate post-operative period, because of his age and comorbidities.\\nConservative management continued, but despite optimal antibiotic therapy for 38 days, neither clinical or biochemical improvement in his condition was observed. On the grounds that surgery was not an option, the probability of successful treatment with antibiotics alone being remote and the patient’s increasing discomfort, active treatment was discontinued in favour of a focus on symptom control and optimizing his quality of life. This decision was made after informed discussions with the patient and his family.\\nOver the next 3 weeks, his swelling and breathlessness unexpectedly resolved. He wished to go home and was deemed fit to do so with palliative care input and social support. At the time of writing, he remains alive 5 months after discharge.\\nGiven there was nothing further he could be offered from a cardiology perspective he was not followed up in the community.", "age": "[[84.0, 'year']]", "gender": "M", "relevant_articles": "{'24947452': 2, '282977': 1, '17244814': 1, '20308479': 1, '19138918': 1, '3287560': 1, '12451252': 1, '9827300': 1, '26320109': 1, '14972375': 1, '31911996': 2}", "similar_patients": "{'4075978-1': 1}"}