{"patient_id": 135478, "patient_uid": "6709038-1", "PMID": 31348283, "file_path": "noncomm/PMC006xxxxxx/PMC6709038.xml", "title": "Noninvasive diagnosis of hereditary transthyretin-related cardiac amyloidosis", "patient": "In June 2018, a 68-year-old female was admitted to the orthopedic ward of our hospital with lumbago for 5 years and progressive weakness, numbness in both lower limb. On examination, her blood pressure was 120/70 mmHg, heart rate was 70 bpm and regular, respiratory rate was 18 per minute, temperature 36.5°C and SaO2 of more than 97% at room air. Her neck was supple and cardiovascular examination revealed muffled heart sounds, normal S1S2 with no appreciable murmur. The remainder of the examination was almost normal. Admission laboratory data are presented in Table . We noted ultrasensitive cardiac troponin I (cTnI) was elevated to 313.3 pg/mL (normal <15.6 pg/mL), and NT-proBNP assay was 3822 pg/mL (normal <285 pg/mL). Her electrocardiogram (ECG) showed normal sinus rhythm with a ventricular rate of 84 beats/min and poor R wave progression in precordial leads with ST-segment changes in antero-lateral leads (Fig. ). A 24-hour Holter monitoring manifested dynamic changes of ST segments. Diagnositic coronary computed tomographic angiography (CTA) revealed the absence of significant luminal narrowing on epicardial arteries. Due to the continuous elevated troponin I levels and deteriorating cardiac function, she was transferred to the cardiovascular medicine department.\\nHer transthoracic echocardiogram was significant for moderate concentric left ventricular hypertrophy, hypokinesis of diastolic function with a ratio of mitral peak velocity of early filling (E) to early diastolic mitral annular velocity (e’, E/e’ ratio) of 22, and preserved left ventricle ejection fraction (EF, 53%). Pulmonary arterial systolic pressure was 30 mm Hg and right atria (RA) was dilated. No significant valvular heart disease was found. Relative apical sparing was seen in the 2D strain analysis which led to the suspicion of cardiac amyloidosis (Fig. ). And then, the patient underwent cardiac magnetic resonance imaging (CMR), which showed global hypokinesis of the left ventricle (LV) (an absolute cardiac output 2.6 L/min) with diffuse myocardial late gadolinium enhancement (LGE) and hypertrophy of interventricular septum without any evidence of perfusion defect. The native T1 values and extracellular volume (ECV) values were significantly high (Fig. ). This constellation of symptoms was consistent with cardiac amyloidosis.\\nA complete work-up was then performed to distinguish different types of amyloidosis. Immunoelectrophoresis of the proteins and research for light chains were negative in blood and urine. Bone marrow examinations including bone marrow smear and biopsy plus flow cytometry were not found abnormal plasma cells. Further investigated with 99m-technetium pyrophosphate (99mTc-PYP) scintigraphy, cardiac retention of radiotracer was assessed quantitatively by drawing a region of interest over the heart followed by the contralateral right lung and calculating a heart-to-contralateral lung ratio (H/CL). The patient was injected with 20.0 mCi of 99mTc-PYP and planar images were acquired 1 hour later, which showed significantly increased radiotracer activity in the heart with a calculated H/CL of 1.90 (normal <1.5) (Fig. A), consistent with a cardiac transthyretin amyloidosis.\\nAfter obtaining informed consent, DNA sequencing of the transthyretin (TTR) gene and amino acid sequence analysis of serum TTR was performed and identified a c. 349G >T transversion (p. Ala117Ser) in TTR gene exon 4 (Fig. B). No other mutations were present in TTR. The patient had no family history of cardiomyopathy, and a diagnosis of sporadic hereditary transthyretin-related amyloidosis (ATTR) was finally made.\\nThe patient received medications including diuretics, beta-blockers and angiotensin-converting enzyme inhibitors at the time of hospitalization. Ultimately, however, she refused further treatments and requested discharge from our hospital.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'30049493': 1, '28762097': 1, '18325442': 1, '28739313': 1, '29972753': 1, '26362631': 1, '25551524': 1, '18022643': 1, '15695149': 1, '29357699': 1, '22748496': 1, '16186440': 1, '30361054': 1, '22424229': 1, '25997105': 1, '20479782': 1, '27093686': 1, '16862048': 1, '34792038': 1, '24412186': 1, '21763199': 1, '29615436': 1, '28728692': 1, '25997029': 1, '30115079': 1, '23400849': 1, '27557400': 1, '31348283': 2}", "similar_patients": "{}"}