{"patient_id": 6389, "patient_uid": "6375371-5", "PMID": 30774826, "file_path": "comm/PMC006xxxxxx/PMC6375371.xml", "title": "Clinico-Histomorphological and Immunohistochemical Profile of Anaplastic Pleomorphic Xanthoastrocytoma: Report of Five Cases and Review of Literature", "patient": "An 18- year-old female presented with repeated vomiting, headache, weakness of right upper limb and slurring of speech. MRI showed a left fronto-parietal mass with midline shift. Fronto-parietal craniotomy and excision of the tumour were done with a pre-operative diagnosis of high grade glioma. Histomorphologic examination and immunohistochemistry findings are summarised in . A diagnosis of anaplastic pleomorphic xanthoastrocytoma was finally made (, and ).\\nTwo years post-operatively, she came back with similar complaints and a repeat mass in the same site was found. Repeat biopsy showed highly cellular tumour with moderate to marked nuclear atypia and pleomorphism, markedly increased mitoses of 1-2 per high power field (HPF), focal microvascular proliferation and necrosis. GFAP was found to be positive along with 40% Ki67 and strong p53 positive in more than 90% of tumour cells. A diagnosis of malignant transformation to glioblastoma in a known case of pleomorphic xanthoastrocytoma with features of anaplasia was made. After one-year follow-up, the patient showed spinal metastasis.\\nClinical follow- up\\nAll the patients were on routine follow-up after the standard modalities of treatment for more than one year post-operatively. They were all disease-free except one patient (Case 5) who developed a malignant transformation to glioblastoma (WHO grade IV) with evidence of spinal metastasis after one year post surgery.", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'18095120': 1, '8952564': 1, '12946225': 1, '12624789': 1, '8770268': 1, '24739844': 1, '27366280': 2, '15015766': 1, '19164434': 1, '18184267': 1, '27157931': 1, '33364820': 2, '11914626': 1, '25054822': 1, '17702498': 1, '9040821': 1, '25685227': 2, '26352988': 1, '33543147': 2, '18255294': 1, '34395111': 2, '10223246': 1, '15608490': 1, '9236832': 1, '25755815': 1, '33194301': 2, '32594172': 1, '30774826': 2}", "similar_patients": "{'6375371-1': 2, '6375371-2': 2, '6375371-3': 2, '6375371-4': 2, '7849951-1': 1, '7849951-2': 1, '7849951-3': 1, '4323974-1': 1, '7751792-1': 1, '7656036-1': 1, '4849322-1': 1, '8355865-1': 1}"}