{"patient_id": 128050, "patient_uid": "6073970-1", "PMID": 30122843, "file_path": "noncomm/PMC006xxxxxx/PMC6073970.xml", "title": "Symptomatic Narcolepsy as a Presenting Feature of Neuromyelitis Optica", "patient": "A 20-year-old female presented with complaints of excessive sleep for 10 days. Her sleep duration gradually increased to 16–17 h/day and later to 20–22 h/day, getting up only for her daily needs. Three days after the onset of hypersomnolence, she developed swaying while walking which gradually progressed to require support while walking. Five days after the initial symptom, the patient developed double vision, which was binocular and more for distant objects.\\nOn examination, the patient was conscious, responding to verbal commands, and lapsing into sleep in-between. Fundus examination was normal. She had binocular diplopia for distant objects but no obvious gaze palsy. Power was normal in all limbs. There was finger-nose and heel-knee incoordination bilaterally. She had wide-based gait and used to require one person support while walking.\\nTwo years ago, the patient had fever for 20 days following which she developed right hemiparesis, aphasia, and seizures. Differential diagnosis of acute disseminated encephalomyelitis (ADEM), meningoencephalitis, and vasculitis were considered at that time. MRI brain had shown fluid-attenuated inversion recovery (FLAIR) hyperintensities in the left half of pons, midbrain, left frontal lobe, insular cortex, and medial temporal lobe. Cerebrospinal fluid (CSF) study was within normal limits (protein of 23 mg/dL; cell count of 4 lymphocytes/dL; sugar of 69 mg/dL; ADA: 14 U/L; India ink negative; Gram stain negative). HIV and HbSAg tests were negative. ANA screening was negative. The patient was treated with oral prednisolone, levetiracetam, and supportive measures and improved.\\nThe patient was readmitted after 2 months with dysphagia and nasal regurgitation after she had discontinued oral steroids. Repeat MRI showed persistent signal changes in the left side of midbrain and pons, newly appeared subtle signal changes in medulla around the central canal, gliotic changes in the left frontal lobe, insular cortex and medial temporal lobe, and no focal-enhancing lesions. Her symptoms improved after restarting steroids. She was taking oral prednisolone 10 mg/day which she had again discontinued 3 months before the present admission.\\nBased on the history and examination findings, differential diagnosis of relapsing-remitting demyelinating illness, recurrent ADEM, and vasculitis were considered.\\nRoutine hematological and biochemical investigations were within normal limits. MRI of the brain and whole spine was done. There were hyperintense signal changes on T2 and FLAIR sequences in hypothalamus, periaqueductal gray, and pontine tegmentum [–]. There was hypointensity on T1 imaging in the left cerebral peduncle suggestive of previous insult. Whole spine MRI showed T2 hyperintense lesion at D10 vertebral level [].\\nSerum NMO antibody test (by immunofluorescence method) was done, and the result was positive.\\nThe patient improved symptomatically after starting steroids. Her sleep duration reduced from 22 h to 16 h during hospital stay, and diplopia and ataxia were improved. She was started on azathioprine along with oral steroids and was discharged.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'22042189': 1, '16717206': 1, '17706564': 1, '24753677': 2, '20008665': 1, '33786802': 1, '16193902': 1, '21298561': 1, '18281452': 1, '9484418': 1, '26092914': 1, '30122843': 2}", "similar_patients": "{'3992749-1': 1}"}