{"patient_id": 128049, "patient_uid": "6073966-1", "PMID": 30122844, "file_path": "noncomm/PMC006xxxxxx/PMC6073966.xml", "title": "Association of Dengue with Longitudinally Extensive Transverse Myelitis and Subarachnoid Hemorrhage: An Unusual Presentation", "patient": "A 55-year-old female patient presented with a history of high-grade fever with chills 20 days back that lasted for 3 days. She, in addition, complained of myalgia and low backache. There was no history of headache, vomiting, cough, sore throat, and petechial rash.\\nFour days after the fever subsided, she developed acute-onset bilateral lower limb weakness with urinary retention. Besides, there was impairment of pain and touch sensation in both lower limbs and abdomen. However, there was no bowel involvement. There was no history of bleeding tendency or any unusual medical history.\\nHer general examination was unremarkable. Neurologic examination revealed flaccid paralysis of bilateral lower limbs with grade 0/5 power at both ankles, knees, and hips. Deep tendon reflexes were absent in both lower extremities. Abdominal reflexes were absent, and bilateral plantar reflexes were mute. She had a deficit in pain and touch perception that extended from bilateral lower limbs to the level of nipples. Neurologic examination of both upper limbs and cranial nerves was normal.\\nLaboratory investigations depicted hemoglobin of 10.2 g/dL, leukocyte count of 5 × 103/μL, and platelet count of 1.1 × 103/μL. Cerebrospinal fluid analysis showed absence of cells, glucose of 40 mg/dL (normal: 40–70 mg/dL), and protein of 74 mg/dL (normal: 15–45 mg/dL). Antinuclear antibody (by enzyme-linked immunosorbent assay) was negative. She, however, tested positive for dengue IgM antibody (single-step immunochromatographic assay).\\nMagnetic resonance imaging (MRI) of spine revealed a long-segment T2 and STIR hyperintense signal involving the central cord and extending from C2 to D4 [Figures and ]. Brain screening revealed FLAIR (fluid-attenuated inversion recovery) hyperintense signal in the frontal and occipital lobe sulci. A noncontrast computed tomography (CT) head confirmed these to be foci of SAH []. Hemogram at this stage showed platelet count to be 1.0 × 103 /μL with normal hematocrit.\\nThe patient was catheterized and started on intravenous methylprednisolone pulse therapy (1 g/day for 5 days) along with physical therapy. Her platelet count returned to baseline without transfusion. On a 1-month follow-up, there was no significant improvement in her motor weakness.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'20739796': 1, '10744091': 1, '12170337': 1, '22605876': 1, '25324689': 1, '8333572': 1, '16226055': 1, '17993365': 1, '17366065': 1, '30122844': 2}", "similar_patients": "{}"}