{"patient_id": 135002, "patient_uid": "6657464-1", "PMID": 31392120, "file_path": "noncomm/PMC006xxxxxx/PMC6657464.xml", "title": "Aortic Regurgitation as a Risk Factor for Coronary Embolization from Complex Atheromatous Aortic Plaques: A Clinical Case", "patient": "The case is about a 68-year-old male with dyslipidemia, hypertension, and aortic valve bioprosthesis (Mitroflow N.21) implanted 7 years before and complicated by a significant intraprosthetic regurgitation []. The regurgitation was reported as severe because of a jet width/left ventricular outflow tract width of 0.80, and it was due to structural valve deterioration.\\nA TEE was performed because fever started 2 weeks before and due to a suspicious of infective endocarditis.\\nAt the time of TEE, the patient was on aspirin, angiotensin-converting enzyme inhibitor (ACEi), statin, beta-blockers, and antibiotics.\\nTEE demonstrated a large atherosclerotic plaque in the aortic arch with two mobile lesions (debris), the largest one sized 1.2 cm × 0.5 cm [].\\nThere was no evidence of vegetations on native or prosthetic valves. Dual antiplatelet therapy (DAPT) with aspirin and clopidogrel was started, and a high-intensity statin was prescribed.\\nTEE was repeated at 2-month follow-up. It demonstrated a clear increase in sizing of aortic mobile lesions, indicating a superimposed thrombosis []. The patient continued DAPT.\\nFour weeks after, the patient was taken to the emergency department because of a persistent chest pain with the electrocardiogram demonstrating an acute inferolateral ST-elevation myocardial infarction [].\\nLeft circumflex (LCx) coronary thrombectomy with aspiration catheter was performed and solid material (thrombus) was collected. There was no atherosclerotic coronary stenosis on the culprit vessel [].\\nCoronary embolism, in this case, may have been caused by flaked aortic plaque and/or superimposed thrombus, which was possibly carried by aortic regurgitation flow.\\nFortunately, embolization of the other parts, including brain, kidney, and peripheral arteries, was not found by computed tomography and ultrasound examinations. There were no previous anterograde embolisms in the patient's history.\\nAfter the acute coronary event, the patient started rivaroxaban 15 mg OD together with DAPT (aspirin plus clopidogrel) and continued high-intensity statin, ACEi, and beta-blocker. Follow-up is ongoing, and at 6 months, the outcome is favorable.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'10716454': 1, '14740236': 1, '21854431': 1, '24788969': 1, '23809389': 1, '28877718': 1, '26728032': 1, '14752493': 1, '28872450': 1, '19182085': 1, '25179773': 1, '31392120': 2}", "similar_patients": "{}"}