{"patient_id": 137631, "patient_uid": "6897334-1", "PMID": 31819672, "file_path": "noncomm/PMC006xxxxxx/PMC6897334.xml", "title": "St Elevation Myocardial Infarction in a Patient with an Anomalous Right Coronary Artery Originating from the Distal Left Circumflex", "patient": "A 56 year-old man (height: 155 cm, weight: 40 kg, BMI: 20) was admitted to our hospital with a history of chest pain lasting for 5 hrs. He was a heavy smoker (20 cigarettes/day for 20 years). He had hypertension but was not diabetic. His family did not have a history of cardiovascular diseases. His cardiac auscultation and peripheral pulses were normal. The baseline electrocardiograms showed ST elevation in leads DII, DIII, and aVF with BAV I, and ST depression in the anterior precordial lead, which was suggestive of an acute transmural posterior wall injury []. The echocardiogram showed hypokinesia of the infero-septum and inferior wall with an ejection fraction of 50%. The serial cardiac enzymes were found to have an elevated level of Troponin T. He was given aspirin 300 mg, clopidogrel 300 mg and enoxaparin 40 mg.\\nA coronary angiography was performed using a 5F radial TIG catheter (Terumo Inc., Tokyo, Japan). The left coronary artery angiography revealed a normal left descending artery. However, his left circumflex artery (LCx) was occluded at the midportion []. We were not able to cannulate the right coronary ostium. A right Valsalva sinus angiography and an aortic root angiography were performed to exclude an abnormal take-off of the right coronary artery (RCA) [, ]. Only a single left coronary ostium arose from the aorta []. The patient’s hemodynamic instability necessitated clinical intervention. The left main coronary artery was engaged with a Launcher EBU 3.5 6F guide catheter (Medtronic Inc., Minneapolis, USA). The lesion was crossed with a light support guidewire 0.014” (Asahi Sion, Asahi Intecc Co., Ltd., Achi, Japan) and then implanted with a 3.0 * 24 mm drug-eluting stent (Yukon Choice stent, Translumina GmbH, Hechingen, Germany) with subsequent TIMI 3 flow distal. The angiographies showed that an additional artery arose from the distal LCx. This artery supplied blood to the right heart chamber and was very similar to the RCA. A review of the angiographic images confirmed an isolated single RCA originating from the distal LCx [] [, ]. The patient recovered successfully after the intervention and was discharged in stable condition after three days.\\nTo further evaluate the anatomy of the coronary arteries, a three-dimensional CT angiography was performed. It showed a single coronary artery (SCA) arising from the aorta (, ).", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'1289093': 1, '3797293': 1, '22516413': 1, '24973852': 1, '758666': 1, '12438050': 1, '2208265': 1, '29411245': 2, '18654009': 1, '15090711': 1, '29525891': 1, '21891816': 1, '31819672': 2}", "similar_patients": "{'5986668-1': 1}"}