{"patient_id": 7204, "patient_uid": "6428360-1", "PMID": 30906678, "file_path": "comm/PMC006xxxxxx/PMC6428360.xml", "title": "Beyond Advanced Cardiac Life Support: Dual-sequential Defibrillation for Refractory Ventricular Fibrillation after Witnessed Cardiac Arrest in the Emergency Department", "patient": "A 56-year-old male presented to the emergency department (ED) with significant substernal chest pain starting 30 minutes prior to arrival. The patient was immediately brought back to an exam room after an electrocardiogram (ECG) was performed and was seen by a provider within 10 minutes of registration (Figure ).\\nThe initial ECG revealed atrial fibrillation with a rapid ventricular response, rate of 147, with minimal ST depression within the lateral leads but was without apparent ST-segment elevation. On initial assessment, the patient had point-of-care labs immediately drawn (a basic metabolic panel and troponin), and a chest X-ray performed to evaluate for a possible aortic dissection which revealed no gross abnormalities (Figure ).\\nWith a non-diagnostic chest X-ray alternative diagnoses were pursued. The ultrasound fellow in the department was consulted for an immediate cardiac ultrasound for evaluation of right heart strain secondary to pulmonary embolism. During the bedside cardiac ultrasound, the patient experienced ventricular fibrillation (Video ), and CPR was immediately started.\\nThe ACLS algorithm was followed for pulseless ventricular fibrillation, and the patient received multiple rounds of epinephrine, 450 mg of amiodarone (300 mg and then 150 mg), and three conventional defibrillations with increasing joules at 150 J, 200 J, and 200 J (the departmental defibrillators are biphasic and have a maximum output of 200 J). The patient continued with ventricular fibrillation throughout the ACLS algorithm, and the decision was made to attempt DSD. The patient had a second set of pads applied in the anterior-posterior orientation in addition to the conventional right upper chest and left lateral chest with successful conversion of the ventricular fibrillation. The patient was additionally given Lidocaine, 100 mg, due to a wide-complex tachycardia and apparent non-responsiveness to the previously given amiodarone (Figure ). An improvement was noted after the use of Lidocaine, and a Lidocaine drip was started.\\nOnce the patient was stabilized, he was taken for computed tomography (CT) imaging to further evaluate for the possibility of a pulmonary embolism. In the CT room, he developed bradycardia and subsequently lost his pulse. CPR was again started, the patient was given atropine, and return of spontaneous circulation (ROSC) was achieved shortly after. The CT scan did not reveal any evidence of aortic dissection or pulmonary embolism and a repeat ECG was performed which showed a persistent wide complex tachycardia with no obvious ST-segment changes. Due to the morphology of the QRS complexes and length of resuscitation time from initial arrest (nearing 90 minutes), tissue plasminogen activator (tPA) was used as a thrombolytic for what was presumed to be a large vessel occlusion myocardial infarction. Hundred milligram of tPA was administered (50 mg as a bolus and 50 mg as a drip given over 60 minutes) with an apparent reperfusion rhythm followed by a \"normal\" appearing sinus tachycardia. Another ECG was repeated which revealed sinus tachycardia, at a rate of 114, now with ST-segment elevations present in aVR, V1, V2, V3, and V4 with depressions in leads II, III, and aVF (Figure ).\\nGiven the patient's persistent elevations despite thrombolytic therapy, interventional cardiology was consulted, and the patient was transferred to a tertiary care facility for cardiac catheterization revealing a thrombotic occlusion in the proximal left anterior descending coronary artery.\\nAfter transfer to the tertiary care facility for cardiac catheterization, the patient developed cardiogenic shock. The patient was started on ionotropic medications with no improvement, and he was placed on venous-arterial extracorporeal membrane oxygenation (ECMO) therapy (~20 hours after his cardiac arrest). Before initiation of ECMO, the patient was awake, alert, and following simple commands (although still intubated). Unfortunately, despite ECMO support, his cardiac function did not improve, and the patient was not a candidate for cardiac transplantation. Seventeen days after the patient's initial presentation to the ED, the family decided to withdraw care. The patient was extubated, had ECMO discontinued, and time of death was documented shortly after.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'3724587': 1, '32140103': 1, '3343463': 1, '27521470': 1, '12204462': 1, '8144780': 1, '24462025': 1, '27344928': 1, '33160370': 1, '30906678': 2}", "similar_patients": "{}"}