{"patient_id": 132850, "patient_uid": "6449833-1", "PMID": 30943716, "file_path": "noncomm/PMC006xxxxxx/PMC6449833.xml", "title": "Biportal Endoscopic Spinal Surgery for Bilateral Lumbar Foraminal Decompression by Switching Surgeon’s Position and Primary 2 Portals: A Report of 2 Cases With Technical Note", "patient": "An 84-year-old woman presented with a 3-year history of LBP and bilateral leg pain radiating down the calf and dorsum of foot consistent with L5 nerve root territory. No benefit was obtained from the use of analgesic or nonsteroidal anti-inflammatory medications. Her LBP and leg pain in VAS were 7 and 8, respectively. She could not walk for over 20 minutes due to pain. She had lumbar inter-body fusion at L1–2 level 2 years ago at other hospital. Neurologic examination revealed weakness of bilateral toe dorsiflexion (right, grade 4; left, grade 3). SLR test was normal for both sides. X-rays did not show instability in flexion or extension. CT and MRI demonstrated bilateral foraminal stenosis at L5–S1 level (Wildermuth grade: right, grade 2; left, grade 3) (-). Results of routine laboratory and vascular study were within normal limits. She also underwent BES in the same manner as the first case under epidural anesthesia. After the operation, her VAS scores of back and leg pain were decreased from 7 and 8 preoperatively to 3 and 2 after the operation, respectively. The weakness of bilateral great toes dorsiflexion also gradually recovered to grade 4 in 8weeks. Postoperative MRI and CT demonstrated satisfactory decompression of bilateral foramen (-). Postoperative X-ray showed no instability.", "age": "[[84.0, 'year']]", "gender": "F", "relevant_articles": "{'21132609': 1, '28434048': 1, '24681643': 1, '26962427': 1, '17545903': 1, '29857220': 1, '29473790': 1, '26782827': 1, '26165475': 1, '18600141': 1, '28954999': 1, '28919229': 1, '26722954': 1, '6719252': 1, '28760038': 1, '20953638': 1, '10703115': 1, '28882771': 1, '26898494': 1, '18812679': 1, '1750006': 1, '20043768': 1, '7249453': 1, '6236567': 1, '32762357': 1, '28320029': 1, '26119892': 1, '24691470': 1, '32656381': 1, '32746528': 1, '8783828': 1, '30943716': 2}", "similar_patients": "{}"}