{"patient_id": 5224, "patient_uid": "6310524-1", "PMID": 30544472, "file_path": "comm/PMC006xxxxxx/PMC6310524.xml", "title": "Thoracic endovascular repair technique for the treatment of patent ductus arteriosus in an elderly patient", "patient": "A 53-year-old woman underwent consultation at a local clinic for arthralgia. Continuous cardiac murmurs were detected at the left upper sternal border region and dyspnea on effort that gradually exacerbated. She was referred to the cardiothoracic department at the university hospital in the same city. Her height and body weight were 153 cm and 67 kg, respectively. Chest radiography revealed increased pulmonary vascular shadow and cardiomegaly. Electrocardiography showed left ventricular hypertrophy. Transthoracic echocardiography (TTE) demonstrated left atrial (LA) and left ventricular (LV) dilatation. The LA volume was 85 mm, and the LV end diastolic dimension was 58 mm. Dilated ascending aorta with mild aortic regurgitation and mild mitral valve regurgitation were observed. In addition, TTE revealed the presence of a PDA with continuous flow observed from the descending aorta to the pulmonary artery (PA). The estimated pulmonary to systemic ratio (Qp/Qs) was 1.2.\\nContrast-enhanced 3D computed tomography (CT) helped to determine the anatomical details around the PDA (Fig. ). It revealed a conically shaped duct with calcification at the aortic end (Fig. ). PDA with calcification at the aortic end was 14 mm in diameter, arising from the descending aorta, and was 30 mm distal to the left subclavian arterial (LSCA) orifice on the lesser curvature side.\\nPDA closure devices, such as the Amplatzer duct occluder (AGA Medical, Golden Valley, MN) or coil embolization, were deemed too risky for this patient. These percutaneous interventions have potential risks because friable tissue due to aneurysmal change, calcification, and the morphology of the PDA, may result in severe complications such as device migration, rupture, or residual shunt. Open surgery also carries a high risk because cardiopulmonary bypass (CPB) is required due to calcification. We decided to use a stent graft, which is usually used for treating thoracic aortic diseases.\\nTEVAR was performed in a catheterization laboratory under general anesthesia. Aortography before stent graft implantation demonstrated that most of the contrast agents ran into the PA through the PDA. A tapered stent graft (S&G, Bio 34–30 mm × 110 mm, Korea) was used. The patient had an adequate proximal landing zone, including the LSCA orifice. Half of the LSCA orifice was covered. A stent graft was successfully implanted. Aortography immediately after stent graft implantation revealed complete occlusion of the PDA. No endoleaks were observed. The procedure was completed in 75 minutes.\\nThe patient's postoperative course was uneventful and she was discharged on the 9th day after surgery. There were no complications, such as left arm claudication or vertebrobasilar insufficiency, either after the operation or during the follow-ups. CT was conducted at discharge (Fig. ) and once a year after the procedure. Follow-up CTs have shown no other vascular complications such as endoleak or fistula, and the patient is doing well.\\nThe Human Research Ethics Committee of Yeungnam University Hospital waived the requirement for approval as this is a single-case report. The patient provided written informed consent for publication of clinical details and images.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'11383840': 1, '5637557': 1, '28018507': 1, '32410916': 1, '16377920': 1, '24521171': 1, '15358013': 1, '15619281': 1, '23336882': 1, '30544472': 2}", "similar_patients": "{}"}