{"patient_id": 138531, "patient_uid": "6996542-1", "PMID": 32099498, "file_path": "noncomm/PMC006xxxxxx/PMC6996542.xml", "title": "Successful Cerebral Hemorrhage Control with Prothrombin Complex Concentrate in a Patient on Edoxaban Therapy: A Case Report", "patient": "A 73-year-old female patient arrived at the Policlinico San Marco Emergency Department, Zingonia (BG), Italy, at 9.52 am. She reported the onset of a severe headache occurred 1 hr earlier, she woke up at around 7.00 am after a normal night. She also complained about the difficult use of the remote control of the TV with the left hand (left-handed person). Her relatives reported that she had labial commissure deviation and was confused. Upon arrival at the Emergency Department, the patient had a physical examination performed. The patient was in overall good conditions, awake, opening eyes spontaneously, verbally well orientated to time, person and place, followed motor commands and collaborative, her Glasgow Coma Scale (GCS) was 15. Vital signs included a body temperature of 36.8°C with well-perfused skin and valid capillary refill (less than 2 seconds), blood pressure of 174/82 mmHg, pulse rate of 76 bpm with rhythmic cardiac sounds and punctual flow murmurs, mild polypnea and oxygen saturation of 98%. The patient had visual analog scale (VAS) evaluation of 4, hypoesthesia of the left arm (positive Mingazzini I), labial commissure deviation, mild dysarthria, and left decubitus while semi-tilting, CHA2DS2-VASc score: 4, creatinine 1.0 mg/dl, creatinine clearance: 51 ml/min. The patient stated she was on treatment with edoxaban 60mg QD, and she took the last dose at 8 pm the evening before. Concomitant therapies included: bisoprolol 1.25mg QD, telmisartan/hydrochlorothiazide 80mg/12.5mg QD, atorvastatin 10mg QD, and citalopram 20mg BID.\\nMedical history comprises right hip prosthesis in 1998, left hemicolectomy due to adenocarcinoma of the colon in 2003, hypertension, persistent NVAF in treatment with oral anticoagulant therapy with warfarin since 2005 and pacemaker implantation due to symptomatic bradyarrhythmia in 2007. Since March 2018, warfarin was replaced with edoxaban 60 mg QD.\\nBlood tests showed prolonged prothrombin time at 29 sec (with reduced factor Xa and normal fibrinogen) and INR 3.57. Other relevant blood values were in normal range and included: platelets 173x109/L, hemoglobin 13.9 g/dL, MCV 91.2 fL, urea 24 mg/dL, glycemia 117 mg/dL, AST 20 U/L, ALT 11 U/L, direct bilirubin 0.18 mg/dL, reactive C protein 1.3 mg/L, myoglobin 56 ng/mL, amylase 35 UI/L. CT brain scan showed hematoma of >18mm diameter in the right intraparenchymal thalamus-capsular area without compression of the 3rd ventricle and with peripheric edematous halo (). Patient was diagnosed with a cerebral hemorrhage during treatment with edoxaban 60mg.\\nLabetalol was infused with bolus for maintenance of correct pressure values, dexamethasone IV; perfusion with 4F-PCC at 50UI/kg was started. After 30 mins of infusion, blood pressure was 135/75 mmHg, blood tests showed prothrombin time at 92%, normalization of factor Xa and INR 1.06. A new CT scan was performed after 6 hrs indicating unchanged hemorrhage (). Dysarthria and headache improved while hypoesthesia of the left arm persisted.\\nThe patient was transferred to the Stroke Unit, where enoxaparin 4000 IU QD, dexamethasone 8 mg IV BID, olmesartan and lercanidipine were administered. In the following 6 days, she had a good improvement of the left arm mobility, proper speech, completely regained the ability to walk without assistance. Cardiac frequency and pressure values were normal. The patient was discharged after 6 days in good conditions, stable pressure values and fully recovered. Her therapy comprises bisoprolol 1.25 mg QD, telmisartan/hydrochlorothiazide 80 mg/12.5 mg QD, atorvastatin 10 mg QD, pantoprazole 20 mg QD and enoxaparin 4000 UI/day.\\nCT scan was performed at 3 weeks showing improvement of brain hematoma (). After 8 weeks, given the clinical stability as well as considering patient’s weight of 64 kg, creatinine clearance of 48 mL/min (creatinine 1.05 mg/dL) and a worsened HAS-BLED score from 3 to 4 anticoagulation was restarted with edoxaban 30 mg/day. Citalopram treatment was not resumed at this stage.", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'28693366': 1, '25371966': 1, '28167634': 1, '30730782': 1, '27207971': 1, '30144419': 1, '25119841': 1, '24315724': 1, '29300945': 1, '24251359': 1, '29562325': 1, '25403645': 1, '32099498': 2}", "similar_patients": "{}"}