{"patient_id": 10982, "patient_uid": "6695297-1", "PMID": 31423402, "file_path": "comm/PMC006xxxxxx/PMC6695297.xml", "title": "Early Presentation of a Rare Complication of Sodium-Glucose Cotransporter-2 Inhibitors 10 Days After Initiation: Case Report and Literature Review", "patient": "A 57-year-old white man, with a past medical history of uncontrolled type 2 diabetes diagnosed around 10 years ago and complicated by peripheral neuropathy, Hashimoto's hypothyroidism, and morbid obesity with no prior history of genital or urinary tract infection, was being treated as an outpatient by a private endocrinologist. His glycosylated hemoglobin levels were uncontrolled despite being on the following oral medications: glipizide 10 mg twice daily, metformin 1 gm twice daily, and linagliptin 5 mg daily. Therefore, his health care team decided to start him on additional oral medication for better control. Empagliflozin was added to his medication regimen. After 10 days, the patient reported concerns of severe left groin pain initially treated as cellulitis in an outpatient facility. Given no improvement in his condition on oral antibiotics, he decided to go to the emergency department. On physical examination, his weight was 192 kg with a BMI of 62.76 kg/m2. He was afebrile and vitally stable. Perineal examination revealed a grossly swollen and indurated right scrotum with tender spermatic cord, epididymis, and testicles. There was associated bilateral inguinal lymphadenopathy. Urine analysis showed +3 glucose confirming adherence to empagliflozin. A CT scan revealed Fournier’s gangrene (Figure ).\\nThe patient required two surgical interventions with hyperbaric oxygen therapy. An endocrinologist was consulted for inpatient diabetes management as our patient required a high dose of insulin after stopping all of his oral medications during the hospital course.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'22130358': 1, '27172977': 1, '30604507': 1, '31628552': 2, '24529566': 1, '19286224': 1, '28786838': 1, '28814245': 1, '19837424': 1, '30730449': 1, '33395875': 1, '30933547': 1, '28887847': 1, '31060053': 1, '31423402': 2}", "similar_patients": "{'6800415-1': 1}"}