{"patient_id": 15175, "patient_uid": "6946318-1", "PMID": 31895828, "file_path": "comm/PMC006xxxxxx/PMC6946318.xml", "title": "Necrotizing tracheobronchitis causing airway obstruction complicated by pandemic 2009 H1N1 influenza", "patient": "A 60-year-old man presented to the emergency room (ER) with 2-day histories of cough, fever, dyspnea, and left hemiparesis. He had diabetes mellitus and was a current smoker. On arrival at the ER, his vital signs were as follows: blood pressure, 110/80 mmHg; respiratory rate, 22 breaths/minute; heart rate, 90 beats/minute; and oxygen saturation, 88%. On physical examination, lung sound was clear. However, neurologic examination showed grade 2/5 left hemiparesis, dysarthria, and left facial palsy. Initial chest radiography showed no pneumonic infiltrates in both the lungs (Fig. A). Laboratory examination performed at the ER showed the following results: white blood cell count, 22.4 × 103/mm3; hemoglobin, 10.7 g/dL; platelet, 291 × 103/mm3; blood urea nitrogen, 30.7 mg/dL; creatinine, 1.57 mg/dL; glucose, 305 mg/dL; C-reactive protein, 35.32 mg/dL; procalcitonin, 0.580. Liver function test and electrolyte level measurement showed normal results. Influenza A virus was detected using the rapid influenza diagnostic test (Asan easy test influenza A/B, Asan Pharm. Co., Seoul, South Korea). Brain magnetic resonance imaging showed acute infarctions scattered in the right frontal lobes, parietal lobes, and basal ganglia. At the time of ER visit, the patient received oxygen 4 L/minute via a nasal prolong. Invasive mechanical ventilation was needed 5 hours after arrival at the ER due to progressive hypoxemia. After intubation, chest computed tomography (CT) showed focal centrilobular nodules with linear branching opacities and confluent nodular consolidation in both the lungs and partially filled materials in both the bronchial lumens (Fig. B). The patient was admitted to the neurologic intensive care unit. We started administration of aspirin and clopidogrel for management of cerebral infarction; single-dose peramivir 600 mg and broad-spectrum antibiotics (piperacillin/tazobactam and levofloxacin) were administered intravenously. On day 2 following the ER visit, fiberoptic bronchoscopy was performed due to continuous bloody discharge and showed diffuse tracheobronchitis with necrotic and hemorrhagic materials partially obstructing the trachea and both the bronchi (Fig. ). The pandemic 2009 H1N1 influenza virus was detected from the bronchial washing sample; however, tests for other microorganisms, such as bacteria, fungi, and Mycobacterium tuberculosis, were negative. Biopsy of the right main bronchus showed necrotizing inflammation. After bronchoscopy, he received oseltamivir 75 mg twice a day for extended therapy. However, we observed continuous bloody discharge through the endotracheal tube. On day 6, cardiac arrest occurred due to airway obstruction. After 6 cycles of cardiopulmonary resuscitation, spontaneous circulation returned. After the patient recovered from cardiac arrest, CT showed a large amount of materials in the endo-tracheobronchial lumen and no changes in infiltration in both the lungs (Fig. ). After cardiac arrest, the mechanical ventilator showed high peak pressure (50–55 mmH2O) and low plateau pressure (14 mmH2O). On day 10, he died due to progression to multiple organ failure after cardiac arrest.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'20930007': 1, '21218025': 1, '27632588': 1, '21874012': 1, '19815860': 1, '25832936': 1, '15067297': 1, '27896063': 1, '32419701': 1, '19230162': 1, '31895828': 2}", "similar_patients": "{}"}