{"patient_id": 128028, "patient_uid": "6070075-1", "PMID": 30094016, "file_path": "noncomm/PMC006xxxxxx/PMC6070075.xml", "title": "Calciphylaxis in a dialysis patient successfully treated with high-dose vitamin K supplementation", "patient": "A 43-year-old white female with a body mass index (BMI) of 51 kg/m2, received three cycles of fluorouracil, epirubicin and cyclophosphamide followed by docetaxel for breast cancer. After docetaxel administration, she developed ischaemic gut and septic shock, ischaemic hepatitis and became dialysis dependent. She underwent total colectomy and a 2.3 m small bowel resection with jejuno-rectal anastomosis and received 2 months of total parenteral nutrition before recommencing adequate oral intake.\\nOne year after the presentation with septic shock, she presented with an ulcerating, painful nodular rash over her calf and lateral upper thigh. At presentation she was normocalcaemic, had mild hyperphosphataemia (1.62 mmol/L), her parathyroid hormone was 28 pmol/L (reference range <7.5 pmol/L) and she received thrice weekly haemodialysis (260 min/session) using a 1.25 mmol/L calcium dialysate. She took sevelamer as a phosphate binder and did not take vitamin D analogues or warfarin.\\nX-ray of the soft tissue showed diffuse subcutaneous calcification. Histology of the rash demonstrated mural vascular calcification with intraluminal thrombi and fat necrosis. Immunofluorescence was negative. Serum vitamin K1 measured using C18 solid-phase extraction and zinc reduction followed by high-performance liquid chromatography was <0.3 nmol/L (reference range 0.3–2.6) and her vitamin A level was 0.8 μmol/L (reference range 1.6–2.3).\\nAfter diagnosis of calciphylaxis, her dialysate calcium was reduced to 1.0 mmol/L and dialysis frequency increased to four sessions/week. Intravenous therapy was begun with 10 mg vitamin K and a multivitamin given at every dialysis session. The multivitamin contained retinol 3500 IU, cholecalciferol 5.5 μg, vitamin E 11.2 IU, vitamin C 125 mg, thiamine 3.51 mg, riboflavine 4.14 mg, pyridoxine 4.53 mg, cyanocobalamin 6 μg, folic acid 414 μg, dexpanthenoic acid 17.25 mg, d-biotin 69 μg, niacin 46 mg, glycocholic acid 140 mg and lecithin 112.5 mg. No bisphosphonate or sodium thiosulphate was administered. Plasma vitamin K levels rose to 20 nmol/L (reference range 0.3–2.6). She experienced one episode of bacteraemia prior to complete resolution of all skin lesions 12 months after commencing vitamin K. The time course of plasma calcium, phosphate and intact parathyroid hormone (iPTH) changes are shown in . (iPTH was measured on an Abbott ci16200 analyser with an Architect iPTH second-generation assay.)", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'34150377': 2, '12028462': 1, '26908770': 1, '33548054': 1, '33953484': 1, '28049648': 1, '12615658': 1, '22648294': 1, '30746126': 1, '30094016': 2}", "similar_patients": "{'8202451-1': 1}"}