{"patient_id": 9286, "patient_uid": "6571256-1", "PMID": 31169699, "file_path": "comm/PMC006xxxxxx/PMC6571256.xml", "title": "Partial anomalous pulmonary venous connection associated with hemoptysis", "patient": "A 45-year-old Chinese male, without any positive medical and family history, was admitted for intermittent mild hemoptysis (<30 mL/24 hour) for previous 2 weeks, with no other complaints. Physical examination was unremarkable. Laboratory test revealed negative T-SPOT.TB test and the normal inflammatory makers including white blood cells, high-sensitivity C-reactive protein, and procalcitonin. Enlarged mediastinal silhouette was found on the chest roentgenogram. Transthoracic echocardiography (TTE) suggested the possibility of PAPVC involving left upper pulmonary vein. No ASD, patent foramen ovale or other cardiac anomalies were detected. In addition, TTE revealed mild tricuspid regurgitation with pulmonary artery systolic pressure estimated of 35mmHg. Further assessment by contrast-enhanced computed tomography (CT) showed the anomalous left upper pulmonary vein draining into the left brachiocephalic vein (Fig. A and B). No occupying lesion, pneumonia, tuberculosis, bronchiectasis, and arteriovenous malformation were found on the contrast-enhanced CT. In addition, hematocele was detected on the opening of the left upper lung bronchus while no bronchial tumor was detected by bronchoscopy. According to extensive workup, the common causes of hemoptysis, including malignant tumor, tuberculosis, pneumonia, fungal infections, bronchiectasis, and bronchitis, were excluded. A multi-disciplinary meeting was held and concluded that patient may not benefit from a PAPVC repair because hemoptysis remission could not be guaranteed. After full communication with patient, the decision of left upper lobectomy was finally made as definitive treatment for both hemoptysis and PAPVC.\\nVideo-assisted thoracoscopic the left upper lobectomy was performed under one-lung ventilation. The anomalous vein originated from the root of left upper pulmonary vein, traversed aortic arch and connected to the left brachiocephalic vein (Fig. C and D). Left upper lobectomy with ligation of the anomalous vein was performed successfully. The patient had an uneventful recovery without any complications and was discharged home on the 5th postoperative day. The patient has been followed up for almost 2 years without recurrence of hemoptysis.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'21106012': 1, '7247546': 1, '24717602': 1, '9524017': 1, '34631093': 2, '23608268': 1, '20805252': 1, '27858923': 1, '21097462': 1, '31169699': 2}", "similar_patients": "{'8489498-1': 1}"}