{"patient_id": 132467, "patient_uid": "6426016-1", "PMID": 31020179, "file_path": "noncomm/PMC006xxxxxx/PMC6426016.xml", "title": "Cardiac sarcoidosis presenting with syncope and rapidly progressive atrioventricular block: a case report", "patient": "A 50-year-old man with history of Lyme’s disease, no history of hypertension, hyperlipidaemia or diabetes presented with recurrent episodes of syncope to the emergency department (ED). Approximately 6 weeks prior to presentation, he experienced his first episode of syncope while exercising. He lost consciousness without any prodromal symptoms and was found unconscious on the ground by his wife. He regained consciousness within a few seconds. He was admitted to an outside hospital and workup at that time was unrevealing and was subsequently discharged home with outpatient cardiology follow-up visits. Further outpatient workup at that time revealed new left bundle branch block (LBBB). Given exercise induced syncope, an exercise stress test was performed to evaluate for ischaemia and/or arrhythmia. Unfortunately, it provoked a pre-syncopal event along with a brief episode of atrial tachycardia (AT). A subsequent pharmacological nuclear stress test showed a mild reduced left ventricular ejection fraction (LVEF) of 42% with a moderate size area of ischaemia and scar in the inferior wall segment. He did not experience any angina or congestive heart failure symptoms. In view of the unexplained exertional syncope in a patient with LBBB, a cardiac electrophysiology (EP) study was planned. However, prior to the date of the study, he experienced four episodes of non-exertional syncope in 24 h and he presented to our ED.\\nAt admission, physical examination revealed blood pressure of 140/66 mmHg, heart rate of 54 beats/minute (b.p.m.), respiratory rate of 18 breaths/minute, temperature of 36.2°C, and oxygen saturation of 99% on room air. Cardiovascular examination revealed normal heart sounds, no murmurs, no jugular venous distension, and no pitting oedema. Remaining physical examination was unremarkable. A 12-lead electrocardiogram revealed sinus rhythm with a rate of 57 b.p.m., first-degree atrioventricular (AV) block and prolonged QTc interval (Figure ). He developed a spontaneous brief burst of AT (Figure ) in the ED which resolved with an intravenous administration of a bolus injection of 5 mg of metoprolol tartrate. Cardiac enzymes, thyroid function test, serum calcium, and serum angiotensin converting enzyme level were normal. Lyme disease antibody test was negative. Chest X-ray was unremarkable. A transthoracic echocardiography showed LVEF of 45–50% with no regional wall abnormalities. Telemetry captured intermittent high-grade AV block (Figure ) with ventricular escape that was associated with brief lightheadedness. A temporary transvenous pacemaker was placed.\\nGiven AV block and concern for ischaemia on nuclear stress imaging, a coronary angiogram was performed which revealed luminal irregularities with normal coronary vessels and left ventriculography revealed LVEF of 35–40%. Unfortunately, the procedure was complicated by catheter-induced proximal right coronary artery (RCA) dissection which was treated with a 3.5 mm × 15 mm drug-eluting stent that migrated to mid RCA. The decision was made to imbed the stent into the wall of mid-RCA and lace a second larger stent 4.0 mm × 15 mm (bare metal stent) in the proximal RCA. A dual-chamber permanent pacemaker (PPM) implantation was then performed given intermittent AV block with syncope. He was subsequently discharged on dual antiplatelet therapy (aspirin 81 mg daily and ticagrelor 90 mg twice daily) and guideline-directed medical therapy (GDMT) for heart failure (lisinopril 2.5 mg daily and metoprolol succinate 25 mg daily) with a close follow-up by his outpatient cardiologist.\\nOutpatient cardiac magnetic resonance (CMR) was performed to look for infiltrative disease. It revealed focal transmural late gadolinium enhancement (LGE) involving the basal anteroseptal wall (Figure ), LVEF of 31% and right ventricular (RV) EF of 23%. This was concerning for CS. Therefore, a computed tomography (CT) of the chest (Figure ) was performed, showing mediastinal and bilateral hilar lymphadenopathy. A transbronchial biopsy was unrevealing, however, mediastinoscopy and lymph node biopsy on histological analysis (Figure ) showed non-caseating granulomas. The diagnosis of sarcoidosis with cardiac involvement was established. Fungal infection and acid-fast staining for mycobacteria of the tissue specimen were negative. Despite maximally tolerable GDMT (lisinopril 5 mg daily and metoprolol succinate 50 mg daily) for heart failure for over 3 months, the repeated outpatient transthoracic echocardiogram did not show improvement of his LVEF. He progressed to complete heart block and became pacemaker dependent as noted in outpatient PPM interrogations. As per Heart Rhythm Society expert consensus statement on the management of CS (Class IIa recommendation) for primary prevention of sudden cardiac death, an implantable cardioverter-defibrillator (ICD) upgrade was indicated. In addition, based on data from BLOCK-HF trial, a biventricular ICD upgrade was performed. An echocardiogram was performed the following day during biventricular pacing which showed LVEF of 40–45%. He was started on prednisone 60 mg orally three times a day with slow tapering (60 mg three times daily for 2 months, 40 mg three times daily for 2 months, 30 mg three times daily for 2 weeks, 30 mg two times daily for 2 weeks, 20 mg two times daily for 2 weeks, 20 mg once daily for 1 week, and 10 mg once daily for 1 week) over a course of 6 months by his pulmonologist. At 1-year follow-up of his CS, his LVEF has normalized to 55% and native AV conduction had recovered with right bundle branch block. There were no further episodes of syncope.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'25215244': 2, '10426842': 1, '27443438': 1, '19542892': 1, '12848266': 1, '23614585': 1, '28330653': 1, '34307035': 1, '24819193': 1, '29216980': 1, '21743332': 1, '1514526': 1, '33520031': 1, '23623644': 1, '16415205': 1, '327806': 1, '10676697': 1, '31020179': 2}", "similar_patients": "{'4158278-1': 1}"}