{"patient_id": 5094, "patient_uid": "6304208-1", "PMID": 30622827, "file_path": "comm/PMC006xxxxxx/PMC6304208.xml", "title": "Prenatal Sonographic Image of Sirenomelia with Anencephaly and Craniorachischisis Totalis", "patient": "A 28-year-old primigravida woman was referred to our hospital for the evaluation of a suspected fetal cranial abnormality at 17 weeks of gestation. There was an unremarkable medical history and family history and no history of drugs or substance abuse. 2D ultrasound images (Voluson E8; GE Medical Systems, Zipf, Austria) revealed the absence of calvarium with deformed brain tissue directly exposed to the amniotic cavity, suggestive of exencephaly (). The fetal spine also showed the absence of vertebral posterior elements with splaying of the lamina at the thoracic level (). The lower limbs appeared to be fused in fixed extension with two femora and two tibiae (); however, we were not able to identify whether there were one or two feet. The fetal kidneys and urinary bladder were visualized as normal, and the amniotic fluid was normal. Color Doppler showed a single umbilical artery. 3D rendering images using 4D ultrasound with HDlive mode clearly revealed the absence of calvarium with deformed and degenerated brain tissues, consistent with exencephaly (). The spine also showed extensive clefts in the posterior part of the fetal vertebrae from the upper cervical region to the sacrum (). These findings were consistent with those of craniospinal rachischisis totalis (anencephaly with rachischisis totalis). The lower extremities were completely fused, and the feet were fused with the heels, which were immobile (). Absence of the right upper limb was also identified (). Thus, the diagnosis of sirenomelia with anencephaly, rachischisis totalis, and absence of the right upper limb was made prenatally.\\nThe parents were informed about the findings and the associated poor prognosis; they then opted for termination of pregnancy, which was performed at 18 weeks of gestation. External examination of the fetus revealed anencephaly with craniorachischisis totalis (), fused lower limbs (), nine toes with a fused bilateral thumb (), absence of the right upper limb () and external genitalia, and imperforate anus, almost coinciding with the observation on the 3D sonographic rendering images. The autopsy imaging by radiography demonstrated complete rachischisis (). The single lower limb contained two femora and two tibiae with some metatarsals and phalanges ().", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'22868950': 1, '23526679': 1, '24701519': 1, '15843411': 1, '2651695': 1, '1621765': 1, '22660421': 1, '31300067': 2, '20583159': 1, '18470923': 1, '10204212': 1, '3748679': 1, '12164577': 1, '27277642': 1, '29031871': 1, '29390297': 2, '23625330': 1, '22028044': 1, '11568383': 1, '22002878': 1, '19816030': 1, '3588246': 1, '22639997': 1, '27403079': 1, '21504909': 1, '12813764': 1, '16752437': 1, '27277248': 1, '30622827': 2}", "similar_patients": "{'5815709-1': 1, '6626367-1': 1}"}