{"patient_id": 15235, "patient_uid": "6947964-1", "PMID": 31910823, "file_path": "comm/PMC006xxxxxx/PMC6947964.xml", "title": "Case report: meningitis as a presenting feature of anti-NMDA receptor encephalitis", "patient": "A 33-year old, previously fit and well, Caucasian woman presented to a UK acute medical unit with 2 days of gradual onset pressure-like headache, fever, neck stiffness and vomiting. There was no travel history of note or recent ill contacts. On examination, she was febrile at 38.6 °C and had photophobia with nuchal rigidity, however with a normal conscious level, and unremarkable systemic and neurological examinations. Initial tests included a normal serum white cell count and a C-reactive protein of < 1 mg/L, normal creatinine and electrolyte levels, and a normal chest radiograph. A Computed Tomography (CT) of her brain was reported as normal with no masses, haemorrhage or hydrocephalus. Cerebrospinal fluid (CSF) analysis revealed an elevated white cell count of 172 × 106/L, with complete lymphocytosis and elevated CSF pressure of 32 cm H20 (Table ). A working diagnosis of viral meningitis was made. Following a lumbar puncture, she was treated empirically with intravenous acyclovir 10 mg/kg three times a day pending her CSF virology polymerase chain reaction (PCR) screen result which came back negative after 3 days at which point the acyclovir was stopped (Table ). She also received paracetamol as an analgesic and antipyretic but did not receive steroids. Her headache improved, she was afebrile for 48 h and she was discharged home after 5 days.\\nA week later, the clinical phenotype had evolved considerably from that of pure meningitis, to meningoencephalitis. On representing to the Emergency Department, she had additional clinical features of confusion with impaired concentration, memory deficits and mild dysarthria. She remained febrile. She rapidly became increasingly agitated, and developed visual hallucinations and a generalised tonic-clonic seizure. Over 5 days, she developed a reduced conscious level alternating with agitation and mutism. She was intubated and ventilated, and treated empirically with intravenous ceftriaxone 2 g a day and acyclovir 10 mg/kg three times a day for presumed meningoencephalitis. She was subsequently transferred to our hospital for further investigations and care. During this period, despite ongoing antimicrobial therapy for a week, she had ongoing pyrexia and a persistently reduced Glasgow Coma Scale (GCS) requiring critical care support. She later developed marked autonomic instability, along with new orofacial and upper limb dyskinetic movements.\\nShe underwent detailed investigations for infective and autoimmune causes of encephalitis and meningitis. Her Magnetic Resonance Imaging (MRI) brain with contrast showed a few tiny non-specific supratentorial white matter T2-weighted high signal foci which were not thought to be of clinical relevance. Otherwise the appearance of the brain parenchyma was normal with no abnormal enhancement post-contrast. A summary of her serum and CSF investigations is shown in Table . CSF repeatedly demonstrated marked lymphocytosis with elevated protein levels, along with an elevated opening pressure on one occasion and a reduced CSF/serum glucose ratio on two occasions. Investigations for a number of infections were negative. An electroencephalogram showed generalized brain wave slowing indicative of diffuse cerebral dysfunction. Serum live cell-based assay for NMDA-receptor (NMDAR) antibodies from day 14 of illness was positive. CT of the pelvis demonstrated a left ovarian lesion. Subsequent excision confirmed a stage 1A G1 immature ovarian teratoma on histopathological examination. A diagnosis of anti-NMDAR encephalitis related to ovarian teratoma was made. Due to a sampling error, a CSF NMDAR antibody result was not available.\\nShe was treated with high-dose intravenous methylprednisolone 1 g a day for 5 days on day 28 of illness followed by five cycles of plasma exchange, and subsequently started on prednisolone at a dose of 60 mg once daily via a nasogastric tube. She was extubated after 3 weeks and she continued to demonstrate improvement in her concentration, memory and language ability. After leaving intensive care, neuropsychiatric assessment documented executive dysfunction with concrete thinking and anxiety, however these rapidly improved. She underwent a left salpingo-oophorectomy 2 months following her initial presentation. She was discharged from hospital after 3 months at which point she was independent in her mobility and self-care. Steroids were slowly reduced and stopped over 3 months as an outpatient. Further immunotherapy was not required. Because of the clear clinical diagnosis, supported by immunological assay and clinical improvement, repeat CSF tests were not clinically indicated.\\nOverall, she made an excellent recovery. She has remained well and returned to work as a receptionist. Further assessments revealed only subclinical executive dysfunction with no major impact on her activities of daily living. Serial gynaecological oncology reviews confirmed complete excision of teratoma and absence of contralateral disease. Oncological prognosis is considered to be good. We consider the likelihood of recurrence of encephalitis to be low.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'25261793': 1, '28439890': 1, '24853231': 1, '34698265': 2, '18851928': 1, '26906964': 1, '20511282': 1, '31910823': 2}", "similar_patients": "{'8544377-1': 1}"}