{"patient_id": 9371, "patient_uid": "6581413-1", "PMID": 31259114, "file_path": "comm/PMC006xxxxxx/PMC6581413.xml", "title": "Post-surgical Euglycemic Diabetic Ketoacidosis in a Patient on Empagliflozin in the Intensive Care Unit", "patient": "We report the case of a 58-year-old female with history of type 2 diabetes mellitus who was admitted to the medical intensive care unit for altered mental status. Her past medical history was relevant for hydrocephalus requiring ventriculoperitoneal (VP) shunting 25 years ago, essential hypertension and obstructive sleep apnea. The patient was last seen at her baseline mental status three hours prior to presentation. Upon arrival, her primary survey was remarkable for a Glasgow Coma Scale score of 6. No focal neurologic deficits were appreciated. The patient was subsequently intubated for airway protection due to minimal responsiveness. Extensive laboratory workup including complete blood count (CBC), chemistries, urinalysis and illicit drug screen was unrevealing. Magnetic resonance imaging of the brain (Figure ) showed hydrocephalus involving the lateral and third ventricles with associated trans-ependymal flow of the cerebrospinal fluid (CSF) suggestive of shunt malfunction.\\nCSF analysis was negative for infection. An electroencephalogram showed non-specific mild right temporal slowing and moderate generalized slowing. A VP shunt exchange was performed on day 2 of the hospitalization after obstruction was confirmed. Nevertheless, the patient’s clinical status worsened and severe metabolic acidosis was noted the following morning (Table ). Workup was remarkable for a high anion gap (>28 mEq/L), normal lactic acid and elevated serum beta-hydroxybutyrate level (10.09 mmol/L). Arterial pH was 7.20. Blood sugars ranged between 130 and 150 mg/dL. Urinalysis was positive for glycosuria (1000 mg/dL) and abundant ketonuria (>80 mg/dL).\\nCollateral history obtained from the patient’s family revealed that her diabetes home regimen included insulin glargine 25 units subcutaneously daily, metformin 1000 mg twice daily, glipizide 10 mg daily and empagliflozin 25 mg daily. Her last confirmed intake of oral medications had been on the day prior to presentation. Moreover, it is worth mentioning that the patient was not receiving any enteral nutrition since admission and her diabetes was only being treated with correctional sliding scale insulin while in the intensive care unit. This constellation of information and laboratory findings raised concern for euglycemic diabetic ketoacidosis in the setting of SGLT-2 inhibitor use. The patient was therefore treated with an intravenous insulin infusion. Dextrose-containing maintenance fluids were added to avoid hypoglycemia. Ketoacidosis resolved over 48 hours (see evolution in Table ). The patient was eventually transitioned to subcutaneous basal-bolus insulin regimen and started on tube feeds. No relapse of her EDKA occurred for the remainder of her hospital stay.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'30424892': 1, '29677303': 1, '28265893': 1, '30369948': 1, '30497881': 1, '19564476': 1, '4197425': 1, '33244632': 1, '28634592': 2, '33824816': 1, '28621337': 1, '27097605': 1, '31259114': 2}", "similar_patients": "{'5468766-1': 1}"}