{"patient_id": 6920, "patient_uid": "6408754-1", "PMID": 30849999, "file_path": "comm/PMC006xxxxxx/PMC6408754.xml", "title": "Recurrent acute coronary syndrome in a patient with right coronary artery ectasia: a case report", "patient": "A 61-year-old Indonesian man complained of typical chest pain that began 1 week before admission and had worsened 3 hours prior to admission. Accompanying symptoms were dyspnea, nausea, and sweating. On examination, his blood pressure was 110/80 mmHg, heart rate was 54 beats/minute, respiratory rate was 22 times/minute, and temperature was 37 °C. Cardiorespiratory examination results were within normal limits. A neurological examination was unremarkable. He had a history of dyslipidemia and hypertension, but there was no history of diabetes. His father had hypertension, but his family history was otherwise unremarkable. He quit smoking tobacco 17 months prior to admission. He did not drink alcohol. Current medications were captopril, bisoprolol, aspirin, clopidogrel, warfarin, isosorbide dinitrate (ISDN), and atorvastatin. He was not compliant with the warfarin regimen, particularly at a few weeks after hospital discharge and at 7 and 13 months before the present admission. Electrocardiography showed sinus rhythm of 54 beats/minute, left ventricular hypertrophy, horizontal ST-segment depression, and T wave inversion at leads I, aVL, and V4–6. A biphasic T wave was observed at lead V2–3 (Fig. ). Laboratory results showed a suboptimal international normalized ratio (INR) of 1.28. The level of triglycerides was 273 mg/dL; low-density lipoprotein (LDL) and high-density lipoprotein (HDL) levels were within normal limits. The complete blood count and urea, creatinine, aspartate aminotransferase (AST), alanine aminotransferase (ALT), creatine kinase–myocardial band (CK-MB), and high-sensitivity troponin (hs-troponin) T levels were within normal limits. He was given a loading dose of aspirin and clopidogrel along with fondaparinux, and his symptoms were alleviated.\\nCAG showed an ectatic and turbulent mid-distal right coronary artery (RCA) and slow flow. There was a patent stent in the mid-left anterior descending coronary artery (LAD) and first diagonal branch (D1) (Fig. ).\\nHe had previously presented with chest pain on exertion (stable angina) at 17 months before the present admission. CAG showed an ectatic RCA, 30% irregular diffuse proximal-distal flow, turbulent distal flow, and 70% stenosis at the proximal D1 vessel and 50–60% stenosis at the mid-LAD past the D1 vessel (Table ) (Fig. ). He requested medical treatment rather than percutaneous coronary intervention (PCI); he was given bisoprolol, aspirin, ISDN, and atorvastatin and was then scheduled for a repeat angiogram 6 months later. However, he presented with unstable angina pectoris (UAP) 14 months before the latest presentation, ahead of the scheduled CAG. CAG showed a similar lesion at the RCA and 70% stenosis at the proximal LAD, 90% at the proximal D1 vessel. The D1 vessel was stented. He was given DAPT. He presented again with UAP 1 month later, and CAG showed a similar lesion at the RCA, 70–80% stenosis at the mid-LAD, and a patent D1 stent. PCI was performed, and the LAD was stented. His coagulation panel was within normal limits. He was given an anticoagulant due to angina caused by coronary ectasia. He presented again with UAP 7 months before the present admission, and CAG showed ectatic, turbulent mid-distal flow and slow flow in the dominant vessel, Thrombolysis In Myocardial Infarction (TIMI) flow II–III distal to the nonstenotic RCA, and a patent stent at the mid-LAD and D1 vessels. His INR was suboptimal (1.4). He was suspected of having recurrent ACS due to microvascular occlusion caused by slow flow and an ectatic vessel; warfarin therapy was intensified, and he was educated regarding the importance of reaching the INR target. At the time of the writing of this article, he had been event-free for 6 months, and his INR was 2.3. He remained compliant with the drug regimen.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'24084147': 1, '34912865': 1, '20378518': 1, '29046758': 2, '4052280': 1, '11334658': 1, '2791375': 1, '1108631': 1, '27629959': 1, '27941711': 1, '34317757': 1, '15004454': 1, '31787821': 1, '24122644': 1, '11704003': 1, '34434302': 2, '17931724': 1, '16766061': 1, '17804097': 1, '12417812': 1, '17041701': 1, '30849999': 2}", "similar_patients": "{'8383699-1': 1, '5637702-1': 1}"}