{"patient_id": 10737, "patient_uid": "6682378-1", "PMID": 31404362, "file_path": "comm/PMC006xxxxxx/PMC6682378.xml", "title": "Non-small Cell Lung Cancer with Squamous Features Metastatic to a Colonic Polyp: A Case Report of a Very Rare Presentation", "patient": "A 59-year-old male presented with a three-week history of weakness and fatigue associated with black tarry stools. Past medical history was significant for smoking, essential hypertension, diabetes mellitus, coronary artery disease, and chronic obstructive pulmonary disease. Two years earlier, CT scan of the chest showed left hilar mass (Figure ).\\nThe patient was diagnosed with high-grade squamous cell carcinoma of the left upper lobe. At that time imaging studies showed metastatic disease to the brain. He was treated with palliative chemo-radiation therapy.\\nAt this presentation, the patient was hypotensive with a blood pressure of 90/50 mm Hg, tachycardia at 110 beats per minute, and respiratory rate of 18 breaths per minute. He was afebrile. Physical examination revealed mild distress, moderate to severe dehydration, along with marked pallor of the skin and conjunctivae. His cardiopulmonary, abdominal, and neurological examination was unremarkable.\\nThe laboratory workup revealed marked anemia with hemoglobin of 3.9 g/dl. All other laboratory tests were within reference ranges, including white blood cell count, platelet count, liver function panel, a metabolic panel, and PT/INR. CT scan of the pelvis and abdomen was negative for acute abnormalities or masses. He was admitted to the medical intensive care unit (ICU), started on intravenous (IV) fluid resuscitation, and transfused with four units of packed red blood cells.\\nAfter the patient was stabilized, colonoscopy was carried out revealing multiple colonic polyps which were removed and sent to the laboratory for diagnostic evaluation. One polyp showed sheets of poorly differentiated malignant cells subjacent to the overlying mucosa. These were positive for pan-keratin and negative for S100, HMB 45, CD20, CD45RO, chromogranin and synaptophysin (Figures -).\\nThe histologic morphology matched the tumor identified two years earlier in the left upper lobe of the lung. Of note, the patient had upper and lower endoscopy two years prior this presentation. At that time, the upper GI tract appeared normal while two benign hyperplastic polyps were removed from the lower GI tract.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'18512073': 1, '6274500': 1, '22741562': 2, '26214650': 1, '1434663': 1, '22585688': 1, '15094683': 1, '13130203': 1, '17410025': 1, '10406253': 1, '12432195': 1, '16022008': 1, '16615004': 1, '3028602': 1, '17010474': 1, '31404362': 2}", "similar_patients": "{'3433337-1': 1}"}