{"patient_id": 129672, "patient_uid": "6202047-1", "PMID": 30425498, "file_path": "noncomm/PMC006xxxxxx/PMC6202047.xml", "title": "Descending necrotizing mediastinitis in a healthy young\\nadult", "patient": "A 26-year-old man with progressive chest pain and respiratory distress was transported\\nas an emergency case to our hospital from the local airport. He had just returned to\\nJapan from traveling in southeastern Asia for 1 week. He had no relevant past medical\\nhistory and was not on medication. He had developed pain in the right lower mandibular\\narea over the past week. The pain had progressed from the neck to the chest; he\\ndeveloped a high fever during his journey and could not eat or drink. In the emergency\\nroom, peripheral oxygen saturation was 95% with receiving oxygen at 15 L/min via an\\noxygen mask and a reservoir bag. A chest X-ray showed a slightly widened mediastinum\\nwith pleural effusion (). An\\nECG revealed widespread ST-elevation (). Physical examination revealed a body mass index of 23.0 kg/m2\\n(height 168.0 cm; weight 65.0 kg), blood pressure of 121/68 mmHg, average heart rate of\\n110/min, respiratory rate of 40 breaths/min, body temperature of 37.9°C, and\\ntenderness and redness in the anterior and bilateral sides of the neck. White blood cell\\ncount was 14,510/µL, neutrophils were 11,320/µL, red blood cell count\\nwas 5.07×106/µL, hemoglobin was 14.7 g/dL, and the platelet\\ncount was 196,000/µL. C-reactive protein level was elevated at 54.52 mg/dL (ref.\\n0.0–0.14 mg/dL). Blood urea nitrogen and creatinine levels were 45 mg/dL (ref.\\n8–20 mg/dL) and 1.06 mg/dL (ref. 0.65–1.07 mg/dL), respectively. Lactate\\ndehydrogenase was elevated to 510 U/L (ref. 124–222 U/L). Creatine kinase and\\ncreatine kinase-MB were 269 (ref. 59–248 U/L) and 11.6 (ref. 0.0–12.0\\nU/L), respectively. The fasting blood glucose and HbA1c levels were normal. Although\\nthese findings indicated the possibility of acute pericarditis, an ECG did not show any\\nfindings of pericarditis or myocardial dysfunction. Contrast-enhanced CT images revealed\\nthat a large volume of gas had collected in the neck and upper and anterior mediastinum\\n(). In addition,\\nan abscess had formed in the retropharyngeal, bilateral sub-mandibular, upper\\nparatracheal, and mediastinal spaces with pleural effusion and atelectasis in the right\\nlower basal lobe (). Thus, DNM induced by odontogenic infection with a right mandibular\\nsecond or third molar abscess was highly suspected.\\nA multidisciplinary team, including physicians, otolaryngologists, surgeons, and\\nintensivists commenced treatment within 2 hours of arrival. He received intravenous 600\\nmg clindamycin bid and 4.5 g tazobactam/piperacil-lin hydrate qid. A tracheostomy,\\nbilateral neck drainage, neck fasciotomy, and debridement via a cervical incision were\\nperformed 5 hours after arrival. The blood culture on admission was negative.\\nGram-positive cocci were found in sputum and pus, and Streptococcus\\npyogenes, Streptococcus constellatus, Fusobacterium\\nnecrophorum, and Peptostreptococcus sp. were found later in\\npus culture. Continuous bilateral thoracic drainage began due to the development of a\\nbilateral pyothorax. Subsequently, the transcervical mediastinal and right mediastinal\\nareas were drained via thoracotomy. His condition improved steadily, and he was\\ndischarged without any comorbidities on hospital day 63 after admission. Pathological\\nfindings from the excised skeletal muscle and fascia indicated acute inflammation with\\nnecrosis (),\\nconsistent with necrotizing fasciitis, and a large number of Gram-positive cocci were\\nobserved (). Thus, the\\nradiological diagnosis of DNM was confirmed histologically and bacteriologically.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'15390207': 1, '28674375': 1, '15548780': 1, '10421143': 1, '18568205': 1, '29204568': 1, '14645641': 1, '19858699': 1, '34840831': 2, '15064640': 1, '25060009': 1, '26335892': 1, '11599821': 1, '18060838': 1, '17857255': 1, '10649201': 1, '15278861': 1, '2288561': 1, '6648776': 1, '30425498': 2}", "similar_patients": "{'8616682-1': 1}"}