{"patient_id": 12447, "patient_uid": "6795531-1", "PMID": 31618780, "file_path": "comm/PMC006xxxxxx/PMC6795531.xml", "title": "Quadricuspid Aortic Valvulopathy and Acute Type A Aortic Dissection", "patient": "A 55-year-old male presented to the emergency department with abrupt onset of severe chest pain, radiating through to the back, which had started 12 hours earlier and remained severe. There was no associated dyspnea, presyncope, syncope, or neurologic deficit.\\nHe had been diagnosed with mild hypertension 1 month ago but not yet started on pharmacotherapy. He was a 15 pack-year smoker. He had no known cardiac disease, no history of chest pain, no Marfanoid features, no family history of aortic disease, no prior traumatic injury, and no systemic complaints.\\nOn examination, he was distressed and diaphoretic with ongoing pain. His blood pressure was 175/90 mm Hg, and the heart rate was 90 bpm. There were no pulse deficits. There was a 2/6 systolic ejection murmur at the base of the heart. No pericardial friction rub was present. Jugular venous pressure was normal.\\nThe 12-lead electrocardiogram showed normal sinus rhythm. The anteroposterior chest radiograph revealed a normal-sized heart but an abnormal aortic contour in the ascending and arch locations. There was no left pleural effusion and no intimal displacement sign at the distal aortic arch.\\nA contrast-enhanced computed tomography scan was obtained to assess the possibility of acute aortic dissection. An intimal flap was imaged beginning in the ascending aorta, which was 45 mm in diameter, and continuing around the arch, down the descending aorta and extending into the left iliac artery (\\n). Transthoracic echocardiography revealed moderate aortic valve insufficiency.\\nThe patient underwent surgical repair with graft replacement of the ascending aorta and mechanical aortic valve replacement. Intraoperative transesophageal echocardiography revealed that the aortic valve was quadricuspid, which was confirmed at surgical inspection. The intimal tear was located above the noncoronary cusp. The pattern of the quadricuspid valve was of two larger and two smaller cusps (\\n). Pathological examination revealed that the smaller cusps were thickened, and there were fenestrations. The patient was discharged on the 7th postoperative day, on warfarin and metoprolol, and remains well in follow-up.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'9290407': 1, '15908279': 1, '4698133': 1, '2181849': 1, '12732093': 1, '15311857': 1, '26635401': 1, '31618780': 2}", "similar_patients": "{}"}