{"patient_id": 5471, "patient_uid": "6319695-1", "PMID": 30631823, "file_path": "comm/PMC006xxxxxx/PMC6319695.xml", "title": "Pancreatic Paraganglioma: A Case Report", "patient": "A 62-year-old woman undergoing presurgical evaluation for an olfactory groove meningioma resection was incidentally found to have a pancreatic mass on an abdominal CT in April 2009. The 2.9 × 2.5 cm mass was centered in the pancreatic body with a round shape, well-defined margins, and avid homogenous enhancement (). There was mild upstream pancreatic duct dilation. There was no lymphadenopathy in the abdomen and pelvis or other signs of another primary tumor or metastatic disease. Differential considerations offered included either a neuroendocrine tumor or a vascular abnormality such as an aneurysm or pseudoaneurysm. An endoscopic ultrasound performed at the time revealed a 2.2 cm well-defined solid hypoechoic mass in the pancreatic body, suspicious for a pancreatic neuroendocrine tumor. Fine needle aspiration of this mass showed no evidence of a malignancy, but only changes of chronic pancreatitis. The patient's abdominal physical examination was normal, and she denied any abdominal pain, weight loss, diarrhea, or constipation. Repeat CT in October 2013 demonstrated mild interval increase in size of the mass to 3.0 × 3.0 cm. An endoscopic ultrasound was repeated in December 2013, confirming an increase in size of the solid mass (). Repeat fine needle aspiration of the mass yielded only atypical epithelial cells. The patient's complete blood count, complete metabolic panel, and plasma carcinoembryonic antigen levels were all within normal limits. Urine catecholamine metabolite levels were never checked presurgically as the patient exhibited no symptoms or signs of excess catecholamine production. Hence, metaiodobenzylguanidine (MIBG) scintigraphy was also not performed.\\nThe patient underwent a laparoscopic distal pancreatectomy and splenectomy in March 2014 for excision of the mass. A well-circumscribed tan mass measuring 2.8 × 2.8 × 2.7 cm was found on the posterior aspect of the pancreas and was diagnosed as a paraganglioma through pathology. The rest of the pancreas and spleen were unremarkable. The patient tolerated the procedure well, but developed a pancreatic duct leak after the surgery. This was treated with a biliary sphincterotomy and placement of a pancreatic duct stent, which led to complete resolution of the leak. Plasma metanephrine and normetanephrine levels when checked 2 weeks status postsurgery were within normal limits. Multiple repeat CT scans since the surgery, with the most recent one in September 2015, showed no evidence of recurrent disease or lymphadenopathy, and the patient continues to do well.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'18607119': 2, '10711464': 1, '34864261': 1, '16357461': 1, '12533638': 1, '22157694': 1, '23256053': 1, '25624744': 1, '24138700': 2, '16861555': 1, '34621864': 2, '24387189': 1, '9525014': 1, '25030833': 2, '33968704': 1, '18376320': 1, '21546704': 1, '21188160': 2, '34712035': 2, '30631823': 2}", "similar_patients": "{'4132206-1': 1, '4132206-2': 1, '8515802-1': 1, '8462202-1': 1, '2627194-1': 1, '4015757-1': 1, '3004405-1': 1}"}