{"patient_id": 13005, "patient_uid": "6823896-1", "PMID": 31723424, "file_path": "comm/PMC006xxxxxx/PMC6823896.xml", "title": "Case Report: Case report: A rare case of middle-ear Rhabdomyosarcoma in a 4-year-old boy", "patient": "A four-year-old boy presented with a four-month history of recurrent left ear blood and pus discharge, otalgia and fevers. He attended his general practitioner (GP) three times and Paediatric Accident & Emergency 13 times where he received oral, topical and intravenous antibiotics for presumed otitis media and externa. He had no relevant family history. He was eventually referred to the otolaryngology department after 19 months and was listed for an examination under anaesthesia of and excisional biopsy of a suspicious aural polyp 2 weeks after presentation to the otolaryngology department team. Intra-operatively, a large lesion extending from the middle ear through the tympanic membrane and into the external auditory canal was noted which was incompletely resected as only tissue lateral to the tympanic membrane was resected. The lesion was found to be highly vascular.\\nHistopathological findings were in keeping with embryonal rhabdomyosarcoma, botryoid subtype. This rare diagnosis required a second opinion from the Histology Department at the Royal Marsden Hospital. Immunochemical staining revealed sheets of rounded tumour cells with scant cytoplasm and inconspicuous nucleoli, which were distinguished by the formation of polypoid and grapelike tumour masses. Malignant cells in an abundant myxoid stroma were observed. Staining was positive for desmin and muscle-specific actin.\\nMagnetic resonance imaging (MRI) of the head was performed within two weeks of resection of the tumour, which demonstrated absence of invasion into adjacent organs. Staging chest MRI showed no evidence of metastases and PET scan showed no loco-regional spread or distal metastasis. Bone marrow trephine and CSF were negative. The patient’s haemoglobin levels were borderline anaemic but all routine blood tests were otherwise within normal limits.\\nAt 5 weeks after initial presentation he was started on nine cycles of IVA chemotherapy: ifosfamine (3 g/m\\n2 on days 1 and 2); vincristine (1.5 mg/m\\n2 weekly during the first 7 weeks, then only on day 1 of each cycle); and Dactinomycin (at 1.5 mg/m\\n2 on day 1) in three weekly cycles with concomitant radiotherapy.\\nTwo weeks subsequent to his first chemotherapy dose he was admitted with neutropenic sepsis and also presented with a House-Brackmann II-III facial nerve palsy but no other middle ear complications. He was started on paediatric doses of intravenous Piperacillin / tazobactam and gentamicin for 5 days as an inpatient prior to being discharged on a paediatric oral dose of ciprofloxacin for the remainder of his chemotherapy course. The facial nerve palsy incompletely resolved to a House-Brackmann I-II with a 2-week course of 3 mg dexamethasone twice daily. He is being followed up on the following schedule: 3–4 months in the first 2–3 years, then twice a year up to the fifth year. Disease free follow-up is 18 months.", "age": "[[4.0, 'year']]", "gender": "M", "relevant_articles": "{'8517366': 1, '24427707': 1, '16408557': 1, '15925819': 1, '31723424': 2}", "similar_patients": "{}"}