{"patient_id": 8688, "patient_uid": "6529042-1", "PMID": 31157138, "file_path": "comm/PMC006xxxxxx/PMC6529042.xml", "title": "Does Bupropion Impact More than Mood? A Case Report and Review of the Literature", "patient": "This is the case of a 57-year-old Caucasian male with a reported past history of major depressive disorder, adjustment disorder, anxiety disorder, and pedophilic disorder, referred by his primary care provider for “sad mood and irritability.”\\nThe patient was released from prison two years prior to presentation after serving a sentence for first-degree sexual assault. This was his third incarceration for the sexual molestation of a child, the most recent being the three-year-old daughter of a family friend. There was no history of alcohol abuse or recreational drug use in our patient.\\nDuring incarceration in 2014, the patient was diagnosed with major depressive disorder and generalized anxiety disorder. This led to the initiation of fluoxetine which was eventually titrated to 60 mg daily and believed effective. In the fall of 2018, the patient informed his primary care physician of a progressive increase in anxiety, lack of motivation, low energy, and depressed mood, which began after his release from prison. The patient further relayed these symptoms complicated his adjustment to the outside world and led to social isolation. Both believed fluoxetine remained of partial benefit and bupropion was started at 150 mg daily as an adjunctive intervention to assist mood and anxiety.\\nWithin weeks of this addition, the patient began to have an increase in sexual urges and fantasies. Both further affected his mood, anxiety, and level of isolation. After a referral to the resident mental health clinic, bupropion was discontinued and mirtazapine was initiated at 7.5 mg nightly as a replacement fluoxetine adjunct. Three weeks later, his sexual desires and urges were under better control and his mood and anxiety began to show significant improvements.\\nDuring the period between the cessation of bupropion and the improvement of elevated sexual desires, the patient reported improvement in social acceptance at his work. The reason for the decline in his active sexual urges was most likely due to the discontinuation of bupropion.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'11964136': 1, '11305705': 1, '6406467': 1, '24863864': 1, '11229449': 1, '11894796': 1, '34041117': 2, '15361919': 1, '19243704': 1, '16086611': 1, '28778697': 1, '14658981': 1, '30386259': 1, '9554319': 1, '16027765': 1, '14744170': 1, '20067456': 1, '31157138': 2}", "similar_patients": "{'8138415-1': 1}"}