{"patient_id": 130156, "patient_uid": "6244109-1", "PMID": 30483043, "file_path": "noncomm/PMC006xxxxxx/PMC6244109.xml", "title": "A Rare Cause of Dysphagia and Weight Loss", "patient": "A 54-year-old African-American female presented with 3 months of progressive painless dysphagia. She reported “jaw locking” with eating and had an unintentional 25-lb weight loss (baseline weight 160 lbs). The patient complained of new joint pain in her hands, periorbital rash, and alopecia. Physical examination was notable for temporal wasting, inability to open her mouth more than 1 inch, and bilateral sclerodactyly. Initial laboratory studies were significant for a positive ANA (1: 1,280). She underwent a barium swallow that showed normal swallow function with no mass, stricture, or evidence of aspiration. EGD showed a normal-appearing esophagus with a single nonobstructing Schatzki ring (Fig. ). Random biopsies of the esophagus were only significant for scattered neutrophils. The patient underwent high-resolution esophageal manometry that showed normal lower esophageal sphincter pressure and normal relaxation after deglutition, but peristalsis was impaired with 80% failed swallows (Fig. ). Her esophageal manometry results were consistent with ineffective esophageal motility.\\nThe patient was evaluated by Rheumatology and found to have CK 7,207 IU/L (normal 24–170 IU/L), positive anti-RNP 57 Ehrlich units/mL, positive PM-SCL antibodies > 160 Ehrlich units/mL, positive anti-RNP 57 Ehrlich units/mL, positive RNA polymerase antibody 20.4 U/mL, positive PM-SCL 75, and positive PML-SCL 100. A high-resolution chest CT showed decreased lung volumes with fibrosis and traction bronchiectasis consistent with collagen vascular-associated interstitial lung disease (ILD). Pulmonary function tests showed a restrictive pattern. MRI of the lower extremities showed bilateral edema and inflammatory changes involving bilateral thigh muscles. The patient met the diagnostic criteria for MCTD based on the Kasukawa classification with positive anti-RNP antibodies (common symptoms), sclerodactyly, pulmonary fibrosis, elevated CK (> 1 finding in two categories). With the constellation of symptoms, laboratory results, and imaging findings, she was diagnosed with MCTD with predominant myositis features.\\nThe patient was started on high-dose prednisone and intravenous immunoglobulin with improvement in her symptoms. She could be transitioned to low-dose prednisone, mycophenolate mofetil, hydroxychloroquine, and intravenous immunoglobulin for long-term therapy. Her dysphagia improved and she was able to regain her baseline weight. Her CK decreased to 286 IU/L (normal 24–170 IU/L). She underwent repeat esophageal manometry 6 months after starting treatment which showed normal lower esophageal sphincter resting pressure and normal esophageal motility with 70% normal swallows (Fig. ).", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'6609658': 1, '11154166': 1, '32650400': 1, '1086430': 1, '11501722': 1, '1865414': 1, '27453743': 1, '8198350': 1, '33893862': 1, '21398332': 1, '2323516': 1, '19201182': 1, '30483043': 2}", "similar_patients": "{}"}