{"patient_id": 135341, "patient_uid": "6699522-1", "PMID": 31616196, "file_path": "noncomm/PMC006xxxxxx/PMC6699522.xml", "title": "TKI-resistant ALK-rearranged lung adenocarcinoma with secondary CTNNB1 p.S45V and tertiary ALK p.I1171N mutations", "patient": "A 59-year-old female with passive smoke exposure presented in October 2015 with progressive cough. She had a family history of lung cancer (mother diagnosed at the age of 78 years; and paternal grandfather); urinary bladder cancer (mother diagnosed at the age of 74 years; maternal uncle at the age of 82 years; and maternal grandfather at the age of 80 years); colon cancer (father diagnosed at the age of 62 years); salivary gland cancer (maternal uncle); and pituitary adenoma (sister at the age of 45 years). A computed tomography scan revealed a 3.7 cm left lower lobe lung lesion. Biopsy and fine needle aspirate of the lung mass demonstrated moderately differentiated adenocarcinoma (). Initially, no somatic mutations were identified by a 26-gene mass spectrometry-based mutation panel on the Agena MassARRAY (Agena Bioscience; San Diego, CA, USA). Fluorescence in situ Hybridization (FISH) was negative for ROS1-rearrangement (ROS1 testing performed at Quest Diagnostics; Chantilly, VA, USA) and did not meet validated criteria for ALK-rearrangement. Consequently, the patient was initiated on carboplatin, paclitaxel, and bevacizumab for Stage IV (pT2aN3M1a) disease.\\nSubsequent CGP by FoundationOne (Foundation Medicine, Inc.; Cambridge, MA, USA) demonstrated EML4-ALK fusion and RICTOR amplification. To resolve the discrepancy between CGP and FISH, ALK immunohistochemistry (Novocastra 5A4; Leica Biosystems; Buffalo Grove, IL, USA) was performed to assess for protein expression; testing was positive, revealing increased ALK protein expression (). The patient remained stable on four cycles of chemotherapy, then transitioned to targeted therapy with crizotinib 250 mg twice per day (BID) in January 2016.\\nAfter an initial clinical response to crizotinib therapy, the disease clinically progressed with brain metastases in June 2016. Repeat CGP on pleural fluid from June 2016 (while on crizotinib) again showed EML4-ALK fusion, but also a secondary CTNNB1 p.S45V mutation, which was not identified in the original sample. Of note, this sample showed copy gain in the RICTOR gene, but at a level below the threshold for reporting as amplification. The patient was switched to alectinib 600 mg BID in July 2016 with a positive clinical response. However, due to myalgias and creatine kinase (CK) elevation, the dose was reduced to 450 mg BID. She had sustained clinical and radiologic response on alectinib until May 2017, when she showed evidence of worsening pleural and brain metastases. She showed increasing thoracocentesis requirement; therefore, right thoracoscopy with talc pleurodesis was performed in May 2017.\\nPD-L1 (pharmDx 22C3; Agilent; Santa Clara, CA, USA) immunohistochemical staining was performed on a pleural fluid cell block from May 2017, showing no PD-L1 expression (testing performed at PhenoPath; Seattle, Washington, USA). A third CGP profile was performed on a right parietal pleural excision from May 2017, again showing EML4-ALK fusion and the CTNNB1 p.S45V mutation. In this sample, RICTOR amplification was reported as a variant of unknown significance due to a non-focal pattern. In addition, tumor mutation burden (TMB) was reported as low at 4 mutations/Mb. (TMB information was not available on the two prior specimens.) shows a comparison of the next generation sequencing data for the first three samples at CTNNB1 codon 45.\\nIn June 2017, the patient was switched to brigatinib 90 mg (this dosage was selected in order to limit CK elevation). However, she developed increasing disease, for which she received two cycles of carboplatin/pemetrexed. In March 2018, she was switched to lorlatinib (dose reduced to 75 mg).\\nThe disease continued to progress, and a 4th CGP (FoundationOne CDx) was performed on a lung biopsy from December 2018, showing EML4-ALK fusion, CTNNB1 p.S45V, RICTOR amplification, and a new tertiary ALK p.I1171N mutation. TMB was again reported to be 4 mutations/Mb, and the tumor was reported to be microsatellite stable. PD-L1 showed high expression by immunohistochemistry (Ventana SP263; Roche Diagnostics; Tucson, AZ, USA). FISH for the MET gene was negative for high-level amplification (performed at Quest Diagnostics; Chantilly, VA, USA). Based on the CTNNB1 mutation and RICTOR amplification in the patient’s tumor, she was evaluated for clinical trials with therapeutic agents targeting GSK-3b or PI3K. However, in March 2019, the patient died due to complications of the disease. summarizes the patient’s clinical course, and summarizes the duration and best response of each treatment.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'30293943': 1, '20979469': 1, '28476164': 1, '26370156': 1, '22235099': 1, '29435196': 1, '24942490': 1, '29872723': 1, '30664791': 1, '17287208': 1, '22649777': 1, '26852079': 1, '26755435': 1, '31616196': 2}", "similar_patients": "{}"}