{"patient_id": 13224, "patient_uid": "6834386-1", "PMID": 31921343, "file_path": "comm/PMC006xxxxxx/PMC6834386.xml", "title": "Common B-cell acute lymphoblastic leukaemia in a 70-year-old woman presenting 2 years after carboplatin-taxane radiotherapy for endometrial cancer", "patient": "A 70-year-old woman presented to the emergency service with a 1-month history of progressive dyspnoea and tachycardia with minimal activity. A full blood count revealed a haemoglobin level of 4.3 gr/dL, platelet count 7,000/mm3 and a white cell count of 7,200/mm3 with an absolute neutrophil count of 360/mm3. The total serum lactate dehydrogenase was 427 U/L (normal range 0–223), serum uric acid was 7.0 mg/dL (normal range 2.3–6.1) and a serum total alkaline phosphatase of 111 U/L (normal range 0–105).\\nAnalysis of the blood smear showed small- and medium-sized lymphocytes, some with a nucleolus.\\nThree years earlier, the patient had presented to the gynaecologist with pelvic pain without haemorrhage. A pelvic ultrasound revealed a uterine tumour and an endometrial biopsy confirmed an endometrial adenocarcinoma grade 2 with a focus of serous carcinoma. Immunohistochemistry showed positivity for vimentin, 80% of tumour cells were positive for the oestrogen receptor and negative for the expression of carcinoembryonic antigen. P53 expression was weakly positive in the adenocarcinoma component and strongly positive in 90% of the serous carcinoma component.\\nThe patient was operated in September 2015, undergoing a total hysterectomy, bilateral salpingo-oophorectomy, omentectomy, pelvic lymphadenectomy and samples for peritoneal cytology were taken. An intra-operative biopsy showed that the left obturator lymph node was 1.5 cm in diameter and infiltrated with adenocarcinoma. The uterus weighed 162 g with the uterine cavity occupied by tumour that was haemorrhagic in nature. It partially infiltrated the myometrium and extended distally to occupy the upper third of the cervix. Both ovaries and fallopian tubes were free of tumour. The omentum was free of tumour and peritoneal cytology was negative for tumour cells. The cancer comprised an exo-phytic growth of 4 cm × 2 cm × 2.5 cm with infiltration of the lymphovascular structures and up to 50% of the myometrium. There was a superficial invasion of the upper third of the cervix and metastasis in the left obturator and left hypogastric lymph nodes. In 17 other lymph nodes examined, there was no evidence of metastasis.\\nThe patient’s recovery was complicated by a pulmonary embolus and was treated for 6 months with rivaroxaban.\\nAfter surgery, the patient underwent six cycles of carboplatin-paclitaxel chemotherapy, which was completed in February 2016 and without dose reduction. In May 2016, she underwent two treatments of brachytherapy of 11 Gy to the vaginal vault and in June 2016 treated with external beam six-field conformational radiotherapy, with a dose of 45 Gy in 25 fractions. There was no evidence of metastatic spread on imaging studies at this time.\\nHowever, in October 2016, a routine CT scan of the lungs showed a solid nodule irregular in the outline of 28 mm in the right inferior lobe, one of 18 mm in the right superior lobe and one of 15 mm in the left superior lobe of the lung. There was no evidence of relapse in the abdomen or pelvis. She underwent eight further cycles of carboplatin-paclitaxel, finishing treatment in March 2017.\\nThe patient was hospitalised in December 2018, with a severe pancytopenia and the presence of blasts in the blood smear. Repeat CT scan did not show any pulmonary nodules or evidence of metastatic disease in the abdomen or pelvis.\\nShe was treated initially with transfusions of filtered packed red cells and platelets, and a working diagnosis of acute secondary leukaemia with or without a previous phase of myelodysplasia.\\nBone marrow aspiration of the right posterior superior iliac crest resulted in a ‘dry tap’ and a bone marrow biopsy showed an infiltration of 95% blasts morphologically lymphoid in nature ( and ). A sternal bone marrow aspirate was obtained for immunophenotyping and cytogenetic studies.\\nFlow cytometry showed an infiltration of 98% blasts, which were positive for the B-cell markers CD19 (99% positive), human leukocyte antigen-DR (HLA-DR) (99%), CD10 (53%) and negative for CD20. The blasts were negative for the T-cell markers CD2, CD3 and CD7 and for the myeloid markers CD14, CD15, CD33, CD11c, CD64 and CD117.\\n79% of the blasts were positive for cytoplasmic CD79a and 51% for CD34 and were negative for cytoplasmic CD3, myeloperoxidase, IgM and lysozyme.\\nUsing the reverse transcriptase polymerase chain reaction, the blasts were negative for the t [, ] p190 and p210 variants of the BCR-ABL1 fusion genes and for the t [, ] fusion gene MLL-AF4. Cytogenetic analysis of G-banded chromosomes showed a karyotype 46, XX, deletion chromosome 19 (q13.1) in 100% of the blast cells ().\\nA diagnosis of treatment-related acute B-cell common type lymphoblastic leukaemia was made. The patient declined chemotherapy, was treated with transfusions as required and died 1 month later.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'27862221': 1, '19663246': 1, '12764373': 1, '29282894': 1, '27673280': 1, '11342330': 1, '12454741': 1, '12623843': 1, '25860236': 1, '10904090': 1, '27069254': 1, '11225603': 1, '3480381': 1, '22180297': 1, '18467310': 1, '30675645': 1, '22009259': 1, '25116331': 1, '26427729': 1, '29903756': 1, '25265355': 1, '9929525': 1, '21738341': 1, '30114560': 1, '28885611': 1, '19352087': 1, '17170120': 1, '8605327': 1, '20023261': 1, '22233128': 1, '31921343': 2}", "similar_patients": "{}"}