{"patient_id": 12465, "patient_uid": "6796599-1", "PMID": 31585320, "file_path": "comm/PMC006xxxxxx/PMC6796599.xml", "title": "Rare case of aortic aneurysm with type A dissection (extending to right coronary artery) and severe AR in a nonhypertensive and non pregnant female", "patient": "A 32-year-old female with no previous co-morbidities presented with dyspnea & palpitations (NYHA III) from the last 6 months. She was advised valve replacement surgery previously but she didn’t undergo. The patient presented now to our hospital in view of worsening dyspnea.\\nOn examination, pulse was 112 bpm, regular in rate and rhythm with increased force increased volume and normal tension, with collapsing character. Blood Pressure was 136/50 mmHg and Hill sign is positive with a difference of 60 mmHg. The patient was tachypneic at the time of examination. Auscultation revealed an early decrescendo diastolic murmur in the aortic area. Investigations including complete haemogram, renal function, liver function, electrolytes, serology for infectious diseases, connective tissue disease including c-ANCA, p-ANCA and ANA profile were normal. Chest X-Ray showed cardiomegaly with normal pulmonary vasculature. ECG showed sinus tachycardia with left ventricular (LV) strain with changes of evolved inferior wall MI. 2D echo showed dilatation of the aortic root and arch with severe AR, dilated LV with LV dysfunction (LVEF 40%), LVDd 6.2 cm2 and LVDs 5.1 cm2 (A & B) Hypokinesia of inferior segments. CT Aortogram revealed dilated aortic root (45 mm) and ascending aorta (58 mm) with a dissection flap extending from just above the left main coronary artery (LMCA) ostium and involving the proximal segment of right coronary artery (RCA) to the proximal aortic arch (A & B). Coronal and Sagittal Multiplanar Reconstruction (MPR) of the 75% phase of the gated CT Aortogram study showing type A aortic dissection extending to the aortic root (A & B). Axial Multiplanar Reconstruction (MPR) of the 45% phase of the gated CT Aortogram study showing the relationship of the intimal flap with the right coronary artery (RCA) and the left main coronary artery (LMCA) (A & B).\\nAfter consulting with the cardiothoracic team, the patient was planned for Aortic root reconstruction (Bentall’s procedure) with CABG. The procedure was done using a St JUDE composite graft, a mechanical prosthetic valve and a saphenous venous graft (to the mid-RCA). The patient underwent the procedure successfully and had an uneventful recovery. Post-procedure echo showed normally functioning aortic disc prosthesis, with mild valvular AR with LVEF 40% ().", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'17350381': 1, '16820599': 1, '19725443': 1, '10532211': 1, '16831999': 1, '10807810': 1, '10332015': 1, '10685714': 1, '30342279': 1, '21173794': 1, '31585320': 2}", "similar_patients": "{}"}