{"patient_id": 137362, "patient_uid": "6875537-1", "PMID": 31799167, "file_path": "noncomm/PMC006xxxxxx/PMC6875537.xml", "title": "A case report of multiple bilateral dens invaginatus in maxillary anteriors", "patient": "A 24-year-old female patient visited the Department of Conservative Dentistry with the complaints of swelling, recurrent pus discharge, and discoloration of the upper left incisor. A local dental clinic referred her to our specialist clinic due to a root anomaly. Clinical examination of the maxillary left lateral incisor showed grayish discoloration, insensitivity to percussion, and no mobility. The palato-gingival groove was examined, and the periodontal probing depth was within the normal range. Six days before presentation, a coronal access cavity into the pulp chamber had been prepared and sealed with temporary material at the local clinic (). Periapical X-ray of tooth #22 showed a periapical lesion with a diameter of approximately 8 mm and Oehlers' type II DI (). The patient had no history of trauma, and her medical history was noncontributory. Tooth #22 was diagnosed with pulp necrosis and chronic apical abscess. In addition, a periapical x-ray revealed DI of the maxillary central and lateral incisors bilaterally (). The anatomic form of tooth #22 was similar to that of tooth #12. Whereas both maxillary lateral incisors had lingual pits, the maxillary central incisors had no anatomic variations (). Generalized pulp stones were identified in the bilateral maxillary canines, first and second premolars, and in the bilateral mandibular incisors, canines, and first premolars by panoramic and periapical X-rays (). Tooth #46, which was previously treated with a root canal and restored with a full-coverage gold crown, was diagnosed with chronic apical periodontitis. Except for teeth #22 and #46, all teeth responded to an electrical pulp test and showed normal periapical status. Root canal treatment of tooth #22 was planned, followed by non-vital tooth bleaching.\\nThe temporary filling material in the access cavity was removed, revealing a foul odor from the pulp chamber. After cleaning the coronal access, a DG-16 endodontic explorer (Hu-Friedy Mfg Co., Chicago, IL, USA) was used to locate the orifices. An intracanal-invaginated mass was removed with ultrasonic tips (ProUltra Endo tip, Dentsply Tulsa Dental, Tulsa, OK, USA) () under an operating microscope. Thereafter, patency of the root canal was achieved, and working length was determined using a size 15 K-file (Mani, Tochigi, Japan) (). The root canal was enlarged to an apical size of #50 and copiously irrigated with 3.5% NaOCl via a side-vented 27G needle. Calcium hydroxide dressing was used during the 1-week inter-appointment period (). The root canal was obturated with gutta-percha and AH 26 sealer (Dentsply DeTrey GmbH, Konstanz, Germany) using the continuous wave of condensation technique (). After resin-modified glass ionomer was applied upon the root canal filling material, non-vital bleaching was performed using 3% hydrogen peroxide and sodium perborate (). The patient returned every week to change the bleaching agent. After 2 visits, there was a drastic change in the tooth color. The cavity was irrigated, and the bleaching agent was washed out. At 10 days later, the cavity was restored with composite resin. The patient was regularly followed to check for color stability and complications ( and ). After 13 months of follow up, a periapical radiograph showed that the periapical lesion in tooth #22 had decreased in size and showed no sign of external cervical resorption ().", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'10332241': 1, '26874642': 1, '271276': 1, '6928314': 1, '9198434': 1, '25146043': 1, '277856': 1, '29692849': 2, '23130065': 2, '13477660': 1, '28527848': 1, '27713460': 1, '26321850': 2, '25127930': 1, '4528649': 1, '25595467': 1, '17320725': 1, '8634198': 1, '18793933': 1, '6572881': 1, '19133103': 1, '24660071': 2, '19553730': 1, '4533608': 1, '3470429': 1, '3459853': 1, '11309867': 1, '16327141': 1, '18524276': 1, '18647514': 1, '27349553': 1, '21861037': 1, '24789297': 1, '31799167': 2}", "similar_patients": "{'3487519-1': 1, '4550002-1': 1, '5800455-1': 1, '3934391-1': 1}"}