{"patient_id": 4541, "patient_uid": "6259042-1", "PMID": 30567052, "file_path": "comm/PMC006xxxxxx/PMC6259042.xml", "title": "Concurrent primary repair of obturator nerve transection during pelvic lymphadenectomy procedure via laparoscopical approach", "patient": "A 63-year-old, G3Y3, postmenopausal, morbid obese woman presented to the outpatient clinics with the complain of vaginal bleeding. Physical examination was compatible with atrophy in vulva, vagina and cervix. Pap smear test was reported as negative. Transvaginal sonography revealed endometrial thickness of 12 mm. Following endometrial biopsy was reported as atypical, complex endometrial hyperplasia. Thus, laparoscopic hysterectomy and bilateral salpingo-oophorectomy and omental biopsy were performed. 10 mm telescope and advanced bipolar energy modalities were used during surgery. First, 10 mm trocar was directly inserted through subumbilical incision of 1 cm. laparoscope was inserted following insufflation of 3–4 l co2. Three 5-mm-trocars were inserted abdominally through 2 ipsilateral inguinal and single contralateral inguinal incisions. Rumi (R) II uterine manuplator was used for uterine manipulation. The frozen sections of hysterectomy specimen was compatible with a myometrial invasion more than 1/2. Therefore, bilateral pelvic lymphadenectomy was processed. We recognized that the right obturator nerve was transected accidentally by 5-mm Ligasure(R) during right obturator lymph node dissection (). It was seen that the nerve was transected in a full-thickness manner, besides thermal injury was occured at nerve ends. Following debridement (1 mm in size) of thermally injured areas,the nerve ends were reapproached (). An end-to-end reanastomosis without tension was performed by epineural sutures (4-0 polypropylene) via laparoscopy (, ). The duration of repair was 21 min, while overall operation session was 180 min. Volume of blood loss was 150 mL. No marked loss of adductor function was observed during early postoperative period. The patient was discharged on day 3, postoperatively. On month 2 of the operation, the patient reported numbness at medial aspect of thigh and minimal difficulty in climbing upstairs. Complete clinical recovery was detected on month 6. No neurological deficit was detected in the muscle group innervated by obturator nerve in her EMG at the end of the 6th month, postoperatively.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'8367928': 1, '27613565': 1, '19927074': 1, '25218992': 1, '19468309': 1, '25745940': 1, '26418099': 1, '27234143': 1, '30567052': 2}", "similar_patients": "{}"}