{"patient_id": 3529, "patient_uid": "6192168-1", "PMID": 30402315, "file_path": "comm/PMC006xxxxxx/PMC6192168.xml", "title": "Malignant Transformation of Testicular Teratoma to PNET, Adenocarcinoma, and Osteosarcoma with Complete Remission after Surgery and Combination Chemotherapy in a Young Adult Male", "patient": "An 18-year-old man with a past medical history significant for an osteochondroma of the right forearm presented with a three-month history of a slowly enlarging right testicle. At the time of his initial presentation, the testicle had reached 9–10 cm in diameter. The patient was asymptomatic aside from the enlarged testicle without any constitutional symptoms. Tumor markers, including alpha fetoprotein and beta human chorionic gonadotropin, were negative. Family history was significant for a maternal grandmother with uterine and colon cancer both diagnosed in her 60s, a paternal grandfather diagnosed with prostate cancer in his 60s, and a maternal great grandfather diagnosed with leukemia in his 30s.\\nA unilateral orchiectomy was performed. Pathology was consistent with mature teratoma (90%) and PNET (10%). Chest and abdominal CT scan revealed multiple retroperitoneal lymph nodes matted into a mass. Retroperitoneal lymph node dissection (RPLND) was performed revealing mature and immature teratoma with 60–70% transformation to PNET. This positive lymph node spread prompted second opinion review of the pathology. Second opinion pathologic evaluation of the primary tumor revealed nonseminomatous mixed germ cell tumor composed of mature and immature teratoma (95%, of which 30–50% was PNET), yolk sac tumor (3%), and embryonal carcinoma (2%). Due to the PNET component, 18F-FDG-PET (PET) imaging was obtained which revealed a 1 cm PET avid left lower lobe lung nodule with a standard uptake value (SUV) of 2.8. A multidisciplinary team discussed treatment and planned for surgical resection of the lung nodule following initiation of therapy. There was concern that the patient was progressing when the FDG-PET avid nodule was discovered, and there had been considerable delay in confirming the diagnosis. As such, it was decided to proceed with chemotherapy and explore the pathology of the nodule if the patient did not experience adequate treatment response. Given the unusual nature of his case and the presence of several family members with a history of cancer, the patient was offered TP53 genetic testing but declined.\\nCombination chemotherapy was initiated with an alternating regimen that included cycles of vincristine/doxorubicin/cyclophosphamide and ifosfamide/etoposide given in compressed two-week cycles. The patient tolerated chemotherapy well without any major toxicity aside from intermittent mild myelosuppression.\\nReevaluation of the PET avid lung nodule occurred prior to cycle 5 and showed persistent avidity with an SUV of 2.92. A wedge resection of the left lower lung lobe nodule was completed following cycle 9 of chemotherapy. Pathology of this nodule revealed mature teratoma (40%), osteosarcoma (30%), and adenocarcinoma (30%) components ().\\nTreatment was subsequently amended to an osteosarcoma-based treatment regimen that contained four cycles of cisplatin with doxorubicin again alternating with 3 cycles of ifosfamide and etoposide. Total cumulative dose included doxorubicin 600 mg/m2, cisplatin 360 mg/m2, ifosfamide 54 g/m2, etoposide 3 g/m2, and cyclophosphamide 6 g/m2. He received dexrazoxane for cardioprotection prior to each doxorubicin infusion for a total cumulative dose of 6 g/m2. The patient's end of therapy evaluation was negative for any evidence of disease, and he is alive with no evidence of disease after 18 months.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'2990657': 1, '9474169': 1, '20231305': 1, '32587232': 1, '21116298': 1, '14645417': 1, '18367105': 1, '15271322': 1, '34658596': 1, '23799289': 1, '17081678': 1, '26087970': 1, '30988069': 1, '24952240': 1, '9400455': 1, '19561445': 1, '30402315': 2}", "similar_patients": "{}"}