{"patient_id": 6267, "patient_uid": "6370124-1", "PMID": 30653173, "file_path": "comm/PMC006xxxxxx/PMC6370124.xml", "title": "Delayed malposition of a double-lumen hemodialysis catheter that caused hemorrhage and hypovolemic shock", "patient": "A 72-year-old woman was referred to our emergency department from a dialysis clinic because of general discomfort and decreased blood pressure within 30 min after hemodialysis was initiated. Her status on arrival was as follows: blood pressure, 85/54 mmHg; heart rate, 122 bpm; and body temperature, 35.8°C. Her consciousness was clear. She complained of general discomfort, but no chest or abdominal pain was observed. Physical examination revealed a pale conjunctiva and soft abdomen. No bloody/tarry stool passage was observed. She had diabetes mellitus and uremia and underwent regular hemodialysis. She had undergone surgery for a left forearm arteriovenous pseudoaneurysm 15 days before, and a temporary hemodialysis catheter was inserted via the left femoral vein on the day after surgery. She had undergone hemodialysis via a left femoral catheter several times without any problems until this time. Blood examination revealed the following values: white blood cells, 27,580/μL; hemoglobin, 7.2 g/dL; platelets, 269,000/μL; glucose, 347 mg/dl; glutamic oxaloacetic transaminase/glutamic pyruvic transaminase, 29/10 IU/L; C-reactive protein, 13.36 mg/L; sodium, 136 mmol/L; potassium, 5.9 mmol/L; creatine phosphokinase, 78 IU/L; creatine kinase-muscle/brain, 5.3 ng/mL; troponin I, 0.039 ng/mL; pH, 7.114; and HCO3−, 13.8 mmol/L. Her blood pressure recovered after normal saline hydration and packed red blood cell transfusion. Owing to the incomplete regular hemodialysis and hyperkalemia, she was referred to the hemodialysis department to undergo hemodialysis again. Reduced blood pressure and change in consciousness developed soon after hemodialysis was initiated. She was intubated and referred back to the emergency department. Subsequently, central venous catheter insertion, fluid resuscitation, and vasopressor administration were performed. Blood examinations were repeated. Computed tomography was performed to exclude vascular emergency and revealed a double-lumen catheter tip protruding from the left iliac vein and hematoma in the left retroperitoneal space and pelvic cavity (Fig. ). Blood examination results revealed the following values: white blood cells, 26,840/μL; hemoglobin, 3.9 g/dL; platelets, 182,000/μL; pH, 7.018; HCO3−, 10.2 mmol/L; lipase 64 U/L; creatine phosphokinase, 152 IU/L; creatine kinase-muscle/brain, 9.6 ng/mL; troponin I, 0.106 ng/mL; and lactate, 11.5 mmol/L. She was then admitted to the intensive care unit for further care. The left femoral hemodialysis catheter was removed, and follow-up computed tomography revealed resolution of the retroperitoneal space hematoma. She was transferred to the ordinary ward 18 days later with stable hemodynamic status. Unfortunately, the patient developed hospital-acquired pneumonia and suspected arteriovenous shunt infection, and died from respiratory failure and sepsis on the 34th day after being transferred to our hospital.", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'22578679': 1, '28058703': 1, '19141995': 1, '27641231': 1, '25882893': 1, '31876752': 1, '21761000': 1, '30653173': 2}", "similar_patients": "{}"}