{"patient_id": 134297, "patient_uid": "6585217-1", "PMID": 31293950, "file_path": "noncomm/PMC006xxxxxx/PMC6585217.xml", "title": "KIMURA’S Disease – An E[X]clusive Condition", "patient": "A 41-year-old Asian female patient reported to the Department of Oral and Maxillofacial Surgery with a 4-month history of a gradually increasing swelling on the right side of the face. The swelling was largely painless with no other associated functional symptoms. On local examination, a diffuse swelling was observed measuring about 6 cm × 5 cm on the right side infraorbital region with regional lymphadenitis of the submandibular region of that side. The skin over the swelling appeared normal with no signs of infection or inflammation [Figure 1 ( and )]. The lump was diffuse, firm, and mildly tender. Fixation to the underlying structures was not present. Intraoral findings were unremarkable with no foci of infection. No other distant lymphadenopathy was elicited clinically. All her hematological investigation parameters were within normal limits. Chest X-ray confirmed the absence of any pathology including hilar lymphadenopathy. The clinical differential diagnosis comprised a wide spectrum of conditions such as lymphoma, fibrosarcoma, and neuroma.\\nMRI scan of the head and neck showed a homogeneously enhancing infiltrative lesion seen involving the premaxillary space, buccal space, retromolar trigone, and lateral pterygoid in the masticator space on the right side. There was no significant bony destruction. Multiple enhancing solid lymph nodes were seen in the right submandibular, upper deep jugular group and the left submandibular group, largest measuring 18 mm × 12 mm in the right submandibular region. MRI report gave a differential diagnosis of neurofibroma [].\\nFNAC was performed initially, but the result was inconclusive. Therefore, we proceeded with examination under anesthesia and biopsy. The incisional biopsy report suggested a nonspecific type of lymphoid hyperplasia. Hence, definitive surgery was planned with complete excision of the lesion. Intraoperatively, it was observed that the mass was well defined, capsulated, and firm. The histopathology showed dense fibrous connective tissue with some areas exhibiting sheets of numerous small well-differentiated lymphocytes interspersed along with reactive lymphoblasts that were infiltrating into the muscle tissue, blood vessels, and nerves, and in few areas, it formed germinal centers. Mixed type of inflammatory cells including plasma cells and macrophages were seen. The final histopathology report confirmed the diagnosis as reactive lymphoid hyperplasia with no evidence of malignancy.\\nAdditional immunohistochemistry studies were performed to arrive at a more definitive diagnosis. It showed positivity for CD4, CD5, CD3, and CD20 and positivity for both kappa and lambda. This strongly suggested a pathology of inflammatory origin, ruling out malignancy. The patient was kept under close observation.\\nOne year later, the patient reported with a recurrent swelling in relation to the right submandibular region. FNAC was performed again, this time from submandibular region. The cellular smear studies showed sheets of centrocytes, centroblasts, lymphocytes with epithelioid granulomas composed of round-to-oval cells with abundant cytoplasm, and sole-shaped nucleus admixed with necrosis and fibrous tissue suggesting granulomatous lymphadenitis.\\nIn view of the earlier histopathological studies being inconclusive, persistent swelling, and FNAC showing granulomatous changes, we opted for a multidisciplinary approach to rule out other granulomatous diseases such as atypical tuberculosis and sarcoidosis. Fresh CT contrast studies were obtained. CT report suggested a diffusely enhancing soft tissue density lesion in the right buccal region involving upper and lower gingivobuccal space and retromandibular space. The region was closely abutting the right side of the mandible and obliterating the fat plane in the masticator space [Figure 3 ( and )]. Multiple enlarged lymph nodes were noted in the submandibular region and the upper deep cervical regions, the largest size being 2.1 cm in the submandibular region.\\nLymph node biopsy was performed under general anesthesia, through a right submandibular approach. Intraoperatively, two huge solid lymph nodes, well encapsulated and firm in consistency, were removed []. The samples were sent for both histopathological studies and for microbiological tests. The culture test was negative for mycobacterium. The histopathology report this time suggested lymph nodes with multiple predominant follicles with prominent germinal centers with extensive fibrosis and inflammatory cells including multinucleated giant cells. Amidst these proliferating capillaries, prominent endothelial cells were evident. Based on the histopathology report, the patient was evaluated for serum immunoglobulin E (IgE) levels, peripheral eosinophils, and absolute eosinophilic count to rule out Kimura's disease. The IgE levels in this patient were considerably increased with 417 IU (reference value: <180 IU), absolute eosinophil count was marginally elevated with 445/cumm (reference value: <350/cumm), and differential count of eosinophils was 5%. The diagnosis of Kimura's disease was confirmed thereafter.\\nBased on the available scientific evidence, the immunologist suggested that the patient is started on systemic steroid therapy with a loading dose of 60 mg of prednisolone in divided doses for 3 months. There was good response to steroid therapy, and the lump started to regress within 3 months which was confirmed by CT scan. Steroid dose was tapered to 2.5 mg OD over a period of 6 months. Complete remission of the lesion is observed for the past 18 months, and the patient is on a maintenance dose of 2.5 mg of oral prednisolone.", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'9803196': 1, '2919716': 1, '8085555': 1, '2461103': 1, '2789827': 1, '10872190': 1, '21206715': 2, '34095210': 2, '9109334': 1, '1922614': 1, '1922621': 1, '19718429': 1, '12221686': 1, '6718071': 1, '31293950': 2}", "similar_patients": "{'3009441-1': 1, '8176203-1': 1}"}