{"patient_id": 1882, "patient_uid": "6092532-1", "PMID": 30112134, "file_path": "comm/PMC006xxxxxx/PMC6092532.xml", "title": "Neglected Anterior Dislocation of the Elbow Joint: Case Report of a Rare Injury", "patient": "A 19-year old male presented to us in the outpatient department with complaints pain on lifting weight with the right arm, deformity and limited range of motion of the right elbow for five months. The patient had fallen down and sustained the injury to his right elbow while hanging from the rootlets of a Banyan tree, following which, he had pain, swelling, and deformity of the right elbow. He had sought treatment from a local bone setter for four weeks following which pain and swelling decreased, but the deformity and elbow stiffness had persisted, for which he attended our hospital.\\nOn examination, the Beighton hyperlaxity score of the patient was 5/9. There was flexion deformity of the elbow joint and wasting of muscles of the arm and forearm. The olecranon process was displaced from the olecranon fossa of the right humerus and an abnormal bone mass was palpable on the anterior aspect of the distal humerus. There was a flexion deformity of 40 degrees of the elbow joint with further flexion of 70 degrees. Pronation and supination were normal. There was a valgus laxity of the right elbow joint. The differential diagnoses were neglected dislocation of the elbow joint (posterior/anterior) and mal-united supracondylar fracture.\\nAntero-posterior and lateral radiographs of right elbow demonstrated an anterior dislocation of the elbow joint with an anterior bone mass at the distal humerus. The bony anatomy of the elbow appeared unclear on radiography, and a Computed Tomogram (CT) with 3D reconstruction () confirmed an anterior dislocation of the right elbow joint with a bony projection from the anterior border of the distal humerus. We hypothesised that because of hyperlaxity the patient had sustained anterior dislocation of the elbow joint without associated fracture. Massage and attempts to reduce the elbow joint by the bone setter had led to the formation of a heterotopic bone mass on the volar aspect of the humerus.\\nWe performed an open reduction of the elbow by combined medial and lateral approach based on findings of the CT scan. We were successful in excising the bone mass but failed to reduce the elbow joint. There was some early degeneration of the articular cartilage of the distal humerus and olecranon. It was impossible to reduce the olecranon posteriorly. We extended the approach through the subcutaneous plane to the posterior aspect and performed an olecranon osteotomy. The humerus was reduced into the osteotomy, and it was fixed with tension-band wiring. Indomethacin was started at 25mg eight hourly after surgery for three weeks after the operation. We did not immobilise the elbow and started active assisted mobilisation of the elbow joint after surgery as tolerated by the patient. The patient was discharged after wound inspection on the 5th post-operative day and advised to attend the rehabilitation department for physiotherapy for six weeks.\\nAt review one year postoperative he had a painless range of motion of 30 degrees to 120 degrees at the elbow joint. He has excellent pronation and supination and could perform light activities. The olecranon osteotomy healed well () though there was a reduction in the joint space of the elbow.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'24362669': 1, '19487529': 1, '27298973': 2, '1611741': 1, '31570345': 1, '16714491': 1, '30112134': 2}", "similar_patients": "{'4719316-1': 1}"}