{"patient_id": 10022, "patient_uid": "6625673-1", "PMID": 31316875, "file_path": "comm/PMC006xxxxxx/PMC6625673.xml", "title": "A Unique Case of Cryptococcus and Histoplasmosis Co-infection in an HIV-negative Male on Chronic Steroid Therapy", "patient": "A 71-year-old gentleman with a past medical history of type 2 diabetes mellitus had been diagnosed with seronegative myasthenia gravis (MG). He was subsequently started on prednisone. He eventually received intravenous immunoglobulins (IVIG) every four weeks. He had undergone a CT chest angiogram for worsening dyspnea three months prior that had shown bilateral, acute, large pulmonary emboli. IVIG was felt to have contributed to this thrombotic event. He was discharged on apixaban.\\nThe patient was now evaluated in the ER for a one-day history of chest pain with dyspnea, 18 months after initial diagnosis of MG. He was afebrile with blood pressure of 108/67 mmHg, heart rate 70 beats per minute (bpm), and with oxygen saturation of 95% on 2 liters/minute (L/min) oxygen via nasal cannula. Physical examination was remarkable for bibasilar crackles. He was noted to have leukocytosis with a white cell count of 11,300 mm3 including a 95% neutrophilic predominance. His creatinine was 1.0 mg/dL.\\nA repeat CT chest angiogram showed multifocal infiltrates in all five lung lobes with subtle ground glass opacity surrounding most infiltrates. The patient tested negative for HIV. He was started on broad-spectrum antibiotics including vancomycin, piperacillin-tazobactam, and ciprofloxacin. At the time, he reported taking prednisone 20 mg daily and mycophenolate 1000 mg twice daily for MG, in addition to pyridostigmine. Bronchoscopy was performed to rule out atypical infections such as pneumocystis jiroveci pneumonia (PJP). Urinary streptococcal, histoplasmosis, and legionella antigens (Ag) were ordered. In addition, viral respiratory polymerase chain reaction (PCR) testing, bacterial cultures, fungal cultures, and acid-fast bacilli (AFB) cultures were performed on the bronchoalveolar lavage (BAL). Antibiotics were subsequently de-escalated to levofloxacin as bacterial respiratory and BAL cultures returned negative. He was discharged home. However, he was re-admitted within a week with acute hypoxemic respiratory failure. A repeat CT chest angiogram now showed diffuse nodular infiltrates that were worsening despite having recently received antimicrobial therapy (Figure ).\\nHe also reported two episodes of hemoptysis a few days prior to this presentation. No antibacterial agents were started at this point. He was afebrile. Given concerns for possible vasculitis, screening anti-neutrophil cytoplasmic antibodies (ANCA) and autoimmune panel were ordered. Meanwhile, results from his prior BAL were reviewed and returned positive for histoplasma antigen (Ag). Silver stain was positive for budding yeast, which was subsequently identified as Cryptococcus. Urine histoplasma Ag then returned positive as well. Infectious disease (ID) team was consulted. Management was started for disseminated histoplasmosis with pulmonary manifestation. Given he had MG and was on immunosuppressive agents, he was considered high-risk for opportunistic infections.\\nThe patient was started on IV liposomal amphotericin B with close monitoring of renal function, magnesium, and potassium. Serum cryptococcal antigen was ordered which resulted positive as well. Amphotericin was continued for one week until it had to be discontinued secondary to acute kidney injury, with creatinine increased to 2.1 mg/dL from his baseline of 1.0 mg/dL. He was then transitioned to fluconazole. Lumbar puncture was performed to evaluate for further dissemination of disease. However, cerebrospinal fluid (CSF) analysis was negative for cryptococcal Ag and CSF cultures were negative subsequently. Hence, the patient was discharged on fluconazole with a plan to follow-up as outpatient in ID clinic.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'26465370': 1, '33684128': 1, '9203426': 1, '17223625': 1, '10770731': 1, '17806045': 1, '19239751': 1, '34512034': 2, '11953469': 1, '23114703': 1, '8075272': 1, '10770733': 1, '27423433': 1, '31316875': 2}", "similar_patients": "{'8420644-1': 1}"}