{"patient_id": 130206, "patient_uid": "6251235-1", "PMID": 30547020, "file_path": "noncomm/PMC006xxxxxx/PMC6251235.xml", "title": "Orthodontic-surgical management of an unusual dilacerated maxillary incisor", "patient": "An 18-year-old Chinese male accompanied by his parents sought a consultation at the National Dental Centre Singapore. Their chief concern was an unerupted upper right central incisor (#11) resulting in an unaesthetic anterior space. The patient had no relevant medical history and was otherwise healthy. He did not recall any prior history of trauma to his front tooth. Intra-oral examination showed that he was disease free but he also presented with a submerged lower left deciduous second molar.\\nThe patient had a Class I malocclusion on a mild skeletal III base. He had upper moderate spacing due to an impacted and dilacerated upper right central incisor. The space at the upper right central incisor was reduced at 5.5 mm []. The analysis of the lateral cephalometric radiograph confirmed a mild skeletal Class III relationship [].\\nThe panoramic radiograph demonstrated an impacted maxillary right central incisor and a submerged lower left deciduous second molar with a missing lower left second premolar successor []. The angle between the root and the crown of the central incisor was found to be dilacerated on the lateral cephalometric radiograph at approximately 90°. The crown of the tooth was displaced palatally with the root displaced labially and out of the alveolar housing as seen on the cone beam computed tomography (CBCT) []. The root length measured as the perpendicular distance from the cementoenamel junction to the apex of the root using the Simplant Pro 17.1 software is 8.2 mm [].\\nRedistribute the space in the maxillary anterior region Restore the normal appearance of the maxillary anterior teeth Maintain the space at the lower left second premolar site for a future implant replacement.\\nSeveral treatment options were explored; the following are the two possible treatment alternatives:\\nExcision of the impacted central incisor, orthodontic space opening and restoration with a bridge or an implant later when growth has ceased Surgical exposure, orthodontic space opening and traction of the impacted dilacerated central incisor into proper position.\\nWith regards to option 2, the patient and parents were informed of the possibility of a failed traction of the dilacerated central incisor due to ankylosis, severe mobility due to lack of alveolar support as the tooth was out of the alveolar housing, external root resorption and the loss of tooth vitality.\\nAfter informing all possible treatment alternatives, the patient chose to try to save the tooth and bring it into proper position. They were informed that should the tooth be ankylosed and not amenable to orthodontic traction, the excision of #11 and replacement with a bridge or an implant at a later stage was still a viable option.\\nPhase I of the treatment was to create sufficient space for the traction of the impacted incisor. The submerged deciduous lower second molar was found to be ankylosed and had to be surgically excised. The removal of the deciduous tooth was performed to allow continued vertical development of the alveolus. This occurs from bone apposition that occurs on top of the interdental septum of adjacent non-ankylosed permanent teeth via forces from both the periodontal and gingival fibres.[]\\nOnce adequate space was achieved, the patient was referred to the oral surgeon for an open exposure of the impacted incisor. An open window exposure of the labial surface of the crown on the palatal side was performed. A button was bonded to the labial surface of the crown a week after the exposure. Light orthodontic traction using the powerchain from #11 button to an upper 0.018 inch stainless steel archwire was initiated. Once more of the #11 crown was visible, a bracket was bonded and further traction was performed using a piggyback 0.014 inch nickel-titanium archwire on a 0.018 inch stainless steel base archwire. Rectangular archwires with palatal root torque were placed to move #11 root palatally []. Tooth vitality tests were performed every 3 months and the tooth #11 responded normally.\\nThe impacted and dilacerated right maxillary central incisor was successfully positioned into proper alignment through a single stage crown exposure and orthodontic traction. As the crown of the tooth was moved buccally, there was insufficient buccal cortical bone which resulted in a transient buccal recession as seen in . Palatal root torque was applied gradually to position the tooth root back into the alveolus which improved the gingival contour and reduced the amount of buccal recession on the tooth. The tooth also had prominent mammelons [] and was extruded gradually to allow for enameloplasty of the incisal edges to improve the aesthetics and further helped to reduce the amount of buccal recession. The tooth had acceptable gingival contour with sufficient attached gingiva, hence no further soft tissue grafting procedures were indicated []. The crown of the tooth was positioned in its ideal position with respect to the contralateral central incisor [], while the root of the dilacerated central incisor was positioned palatally []. The tooth remained vital, responding normally to pulp tests. On the periapical radiograph [], the incisor reveals a shortened root due to the 90° crown-root angulation. On the periapical radiograph as well as the orthopantogram there is a radiolucent area at the apical portion of the root, this is consistent with the lack of cortical bone on the buccal aspect of the tooth as the root is positioned palatally. The lack of buccal cortical bone on the apical aspect can be seen as a buccal defect on the intra-oral photographs in . The post-treatment CBCT [] shows that there was mild root resorption of the dilacerated central incisor. The post-treatment root length measured as the perpendicular distance from the cementoenamel junction to the root apex using the Simplant Pro 17.1 software is 8.12 mm []. Clinically, the tooth has normal mobility as compared to the adjacent incisors. The tooth has been asymptomatic and pulp testing showed a vital pulp at the 1-year follow-up.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'24393572': 1, '25726403': 1, '6594063': 1, '279345': 1, '16804248': 1, '21771273': 1, '267436': 1, '10815587': 1, '6937200': 1, '20038903': 1, '20831640': 1, '12453019': 1, '16831681': 1, '7726459': 1, '33976502': 2, '15344628': 1, '23439048': 1, '10194285': 1, '22999678': 1, '16637735': 1, '30547020': 2}", "similar_patients": "{'8060930-1': 1}"}