{"patient_id": 131478, "patient_uid": "6362733-1", "PMID": 30775300, "file_path": "noncomm/PMC006xxxxxx/PMC6362733.xml", "title": "Monoclonal Gammopathy of Undetermined Significance-associated Scleromyxoedema", "patient": "A 54-year-old female patient was referred to the dermatology outpatient department with a history of tightness of skin, involving the face, abdomen, and the extremities, which was gradually progressive in nature, which was persistent since 1 year and exacerbated for the past 1 month. It was asymptomatic in nature, with complaints of occasional pruritus and slight restriction of movement of small joints of hands. Patient also had an episode of generalized tonic–clonic convulsions followed by behavioral changes, unsteady gait, and altered sensorium since 5 days, which resolved temporarily after symptomatic treatment by the physician, only to recur after a gap of 3 days, and was subsequently resolved by symptomatic treatment without further recurrence. There was no history of Raynaud's phenomenon, breathlessness, or dysphagia or any other medical comorbidities. Blood pressure, electrocardiogram, random blood sugar, and serum electrolytes were within normal limits, and there was no family history of hematological malignancy or similar cutaneous or systemic complaints.\\nCutaneous examination revealed sclerodermoid changes over face, extremities and abdomen, as evident by deepening of the furrows over forehead, infiltration over ears. [], multiple grouped papular lesions over the lower back [], taut shiny skin over the shins, and a prominence of follicular ostia over forearms [].\\nThe cutaneous features were suggestive of a clinical diagnosis of scleromyxoedema which was confirmed by histopathological examination. Hematoxylin and eosin staining of the skin biopsy specimen showed widely separated dermal collagen fibers and fibroblastic proliferation []. Colloidal iron special staining showed an increased mucin deposition between the dermal collagen fibers [], which further clinched the diagnosis. The presence of scleromyxoedema prompted a series of investigations to rule out the multiple systemic associations which have been known to be associated with this rare dermatological condition, with a special emphasis on hematological and neurological workup. Baseline liver and renal function tests, thyroid profile, serum antinuclear antibody profile were within normal limits. Hematological investigations showed mild anemia, a peripheral smear examination showing presence of toxic granules in the neutrophils, and an increase in the circulating plasma cells. Bone marrow biopsy was suggestive of a trilineage hematopoesis and a focal increase in plasma cells (14%). Serum protein electrophoresis studies revealed hypoalbuminemia (serum albumin, 2.82 g/dL) presence of M-band (M protein, 0.91 g/Dl), and raised serum B2 microglobulin levels []. Immunofixation studies showed a monoclonal spike of IgG lambda component, with levels suggestive of monoclonal gammopathy of undetermined significance. Urine test for Bence–Jones proteins was found to be negative.\\nMagnetic resonance imaging of the brain showed subcortical periventricular lacunar infarcts. Contrast-enhanced computed tomography scan did not reveal any major vessel blocks.\\nThe patient was referred to a hemato-oncosurgeon and was started initially on prednisolone and cyclophosphamide. However, due to a lack of clinical response and worsened anemia and unchanged M-protein levels on repeat electrophoresis, patient was started on injection bortezumib 2 mg subcutaneously, oral cyclophosphamide 300 mg, and dexamethasone 40 mg every week for 8 cycles. The patient was followed up after 8 weeks with an improvement in anemia, with minimal improvement of skin condition.\\nThus, the dermatological diagnosis of scleromyxoedema along with the hematological, electrophoretic, and bone marrow findings suggestive of monoclonal gammopathy of undetermined significance highlight the importance of scleromyxedema as a cutaneous surrogate of paraproteinemia.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'11174386': 1, '23874293': 2, '16571879': 1, '20827020': 1, '27708955': 1, '21232653': 1, '24278061': 1, '16706268': 1, '30775300': 2}", "similar_patients": "{'3712821-1': 1}"}