{"patient_id": 12648, "patient_uid": "6805588-2", "PMID": 31640618, "file_path": "comm/PMC006xxxxxx/PMC6805588.xml", "title": "Surgical treatment of awn aspiration causing bronchopleural fistula and bronchiectasis: case reports", "patient": "A 9-year-old boy presented at our department with a 6-day long history of awn inhalation. At the time of the accident, leading symptoms involved coughing and vomiting. Fragments of awn had also been found in his vomit and stool. After 2 days, fever and chest pain developed, thus chest X-ray was performed in a county hospital showing no apparent abnormalities. Despite having been started on amoxicillin + clavulanic acid and azithromycin, intensity of the right sided chest pain increased. Blood count showed leucocytosis (14,76 × 106/μL) with neutrophil predominance, and elevated CRP (99,4 mg/L). On the sixth day of aspiration repeated chest X-ray revealed right sided infiltration with pleural effusion. Rigid bronchoscopy was performed under general anaesthesia without any endobronchial pathology detected. Bronchial fluid was collected with negative bacteriological results. During an observational period, antibiotic therapy was completed with clindamycin, after which symptoms and blood markers improved on the sixteenth day (white blood cell: 10,000 × 106/μL without left shift, CRP: 19,77 mg/L). Regular chest ultrasound and X-ray confirmed regression of infiltration and effusion, however 16 days later a round shaped lesion with possible abscess formation was detected at the site of the right lower lobe. Chest computed tomography showed a 41 × 20 mm area with decreased air content in segment 6 of the right lung, involving the pleura (Fig. ).\\nSurgery was indicated based on the history of awn inhalation, localized lung abscess with pleural effusion, and the known course of awn aspiration, potentially leading to the involvement of intrathoracic organs, and perforation through the chest wall. Focal adhesions between the right lower lobe and the diaphragm were found during posterolateral thoracotomy, and successful removal of a 4-cm-long awn particle from the pleura and the abscess wall around segment 6 was carried out (Figs. and ). Possible presence of a residual foreign body could not have been excluded, thus surgical resection became inevitable. Segmentectomy was performed due to localized inflammation in segment 6 on CT. Previously described symptoms were relieved after surgery, and follow-up chest radiography showed no signs of the former abscess. The patient was discharged on the 8th postoperative day. Histology confirmed the diagnosis of a chronic granulomatous inflammation resulting from aspiration.", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'16506030': 1, '9733256': 1, '7398419': 1, '26652568': 1, '9264164': 1, '15852263': 1, '7271158': 1, '8419899': 1, '8157022': 1, '31640618': 2}", "similar_patients": "{'6805588-1': 2}"}