{"patient_id": 1806, "patient_uid": "6087570-1", "PMID": 30151288, "file_path": "comm/PMC006xxxxxx/PMC6087570.xml", "title": "A Case of a Pregnant Woman with Thrombosis in an Artificial Aortic Valve Resulting in Severe Cerebral Hemorrhage in the Newborn", "patient": "The patient was a 36-year-old gravida 0 woman. At the age of 7, she underwent ventricular septal defect closure for the right ventricular outflow tract. At the age of 11, she received a mechanical aortic valve replacement. Since after the replacement, she has been receiving warfarin orally at a dosage of 4.5 mg/day. She conceived naturally and she was referred to our hospital for perinatal management. Oral administration of warfarin was discontinued at 5 weeks of gestation and she began self-injection of heparin. At 21 weeks and 5 days of gestation, she was admitted to our hospital with a high risk of spontaneous abortion and was put on intravenous ritodrine. This successfully prevented a miscarriage. At 21 weeks and 6 days of gestation, we started a continuous infusion of 25,000 units of heparin daily. On the 22nd week, transesophageal echocardiography showed a movable thrombus in the aortic valve. The size of the biggest thrombus was 26 × 8 mm (). We increased the dosage of heparin to 28,000 units daily and restarted the administration of warfarin. Following this, the thrombus reduced in size, and at 23 weeks and 5 days transesophageal echocardiography showed no signs of thrombosis in the patient. At 32 weeks and 2 days of gestation, a routine cardiotocography showed a decreased fetal heart rate; thus, an emergency Cesarean section was performed under general anesthesia because of the presence of warfarin in the blood. The baby was delivered, weighing 1,702 g, with an Apgar Score of l at l minute, and 4 at 5 minutes. The total amount of blood loss during the surgery was 1,410 ml. During the surgery, 16 units of fresh frozen plasma (FFP) was transfused; and after surgery, we continued to infuse 20,000 units of heparin daily. On the 11th day after surgery, owing to continuous genital bleeding, heparin administration was discontinued and uterine artery embolization was performed. This treatment stopped the bleeding and on the 21st postsurgical day; we started warfarin administration at 5 mg/day. She was discharged on the 34th postoperative day due to the stable PT-INR levels ().\\nThe newly born infant was intubated and admitted to the newborn intensive care unit. At the time of admission, activated partial thromboplastin time was 180 seconds or more and bilateral intracerebral ventricular hemorrhage was detected using ultrasonography. On the first day of life, anemia was observed in the infant and red cell concentrate and FFP were transfused (). We attempted to reduce the infant's dependence on the ventilator and at 8 days of age the infant was extubated. On the postnatal 10th day, a cranial CT scan showed bilateral intraventricular hemorrhage with ventricular dilation and midline shift (). Although convulsions accompanying the intracranial hemorrhage were observed, the infant's general condition was stable and oral feeding was started on postnatal day 10. The newborn was discharged on postnatal day 54. However, the infant later developed cerebral palsy and is currently receiving treatment at our hospital.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'9266575': 1, '24463709': 1, '22185717': 1, '10647757': 1, '23812180': 1, '11586386': 1, '19404899': 1, '30151288': 2}", "similar_patients": "{}"}