{"patient_id": 11540, "patient_uid": "6722186-1", "PMID": 31555208, "file_path": "comm/PMC006xxxxxx/PMC6722186.xml", "title": "Giant Prolactinoma Causing Hydrocephalus and Intracranial Hypertension as First Manifestations of Multiple Endocrine Neoplasia Type 1", "patient": "A 21-years-old man, as an at-risk member of a known MEN1 family, was initially invited to participate in a periodic clinical screening at age 14 years and 5 months. At that time, he had no complaints, and his pubertal development was normal. Routine biochemical and hormonal exams for MEN1 revealed no abnormalities, including pituitary hormones. At that time, sella turcica image was not initially performed. Since the patient did not adhere to the recommendations for annual assessment, he only sought medical care in the current situation, presenting with severe headache, nausea, vomiting and decreased visual acuity over 2 months. Additionally, he complained of sexual impotence and decreased libido. On physical examination, there was bilateral gynecomastia without galactorrhea and presence of hair rarefaction in axillary, pubic and facial regions.\\nHe was admitted for diagnostic investigation. Magnetic resonance imaging of the skull revealed an expansive solid-cystic sellar and parasellar lesion measuring 75 × 44 × 36 mm, with no signs of calcification and no radiological evidence of suspected tumor hemorrhage. The tumoral mass invaded the cavernous sinus bilaterally, insinuating to the midbrain posteriorly, compressing the third ventricle and the foramen of Monro superiorly, and causing moderate to severe supratentorial obstructive hydrocephalus (). The laboratory investigation revealed a very high serum level of diluted prolactin (PRL) of 10,800 ng/mL (reference value: 2.5–17 ng/mL) with no co-secretion of other pituitary hormones, thus compatible with the biochemical diagnosis of giant prolactinoma. Investigation for deficiencies of pituitary axes was normal, except for a hypogonadotropic hypogonadism (). Campimetry did not show any visual stimuli (black field) in the right eye and revealed diffuse loss of sensitivity and scotomas in the left eye.\\nCabergoline was initiated at a dose of 0.5 mg twice a week after a multidisciplinary decision including the neurosurgery team. Initially, it was decided to close surveillance attempting to avoid emergency invasive surgical procedures, such as external ventricle drainage. In the subsequent days of hospitalization, therapy with cabergoline appeared fully effective, as progressive and sustained improvement of headache, nausea, and vomiting was reported. After 12 days on cabergoline treatment, the patient was discharged still with visual alteration but with complete improvement of the intracranial hypertension symptoms.\\nIn clinical follow-up, after 1 month of treatment, the serum PRL was 1,315.8 ng/mL, and after 2 months, it dropped to 150 ng/mL. Clinically, there was a marked visual improvement in the left eye. However, the patient complained of abundant fluid in the nasal cavity; rhinorrhea was promptly confirmed and a surgical procedure for correction of cerebrospinal fluid leakage was provided. Prior to surgery, MRI revealed a tumoral lesion reduction (45 × 35 × 26 mm) with no radiological signs of local bleeding. The tumor extended posteriorly to the pre-mesencephalic/pontine cistern in close contact with the third ventricle floor and there was moderate dilation of the supratentorial ventricular system, with resolution of hydrocephalus ().\\nAfter 9 months on cabergoline therapy, serum PRL values (27 ng/mL) were mildly elevated and became normal with 18 months (). The pituitary MRI showed a marked tumor shrinkage. It became predominantly cystic with areas of necrosis beyond complete resolution of the supratentorial ventricular system dilation and significant reduction of the intraventricular tumoral component ().\\nDespite the effective hormonal control (PRL, 22.1 ng/mL) and remarkable tumoral reduction after 12 months of treatment with cabergoline, total testosterone was low (228 ng/mL, normal values: 262–1,593 ng/mL) and complaints of hypogonadism remained. Thus, hormone replacement therapy with testosterone was initiated. After 18 months, at a mean dose of cabergoline of 3 mg/week, the patient was asymptomatic and PRL levels remained within the normal range (11.1 ng/mL). In addition, the periodic radiological and hormonal screening for MEN1-related tumors was performed during follow-up, allowing the diagnosis of asymptomatic primary hyperparathyroidism (PHPT) and absence of adrenocortical or pancreatic neuroendocrine tumors.\\nAs expected, the genetic testing documented the same splice site mutation (IVS3, c.654 + 1G > T) found in the index case and in other affected family members ().", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'23321498': 1, '19703803': 1, '22855635': 1, '25771923': 1, '18946737': 1, '28276947': 1, '25594862': 1, '16411070': 1, '1560924': 1, '20685833': 1, '14558675': 1, '26126205': 1, '24088550': 1, '17879353': 1, '17555499': 1, '9881903': 1, '16705142': 1, '23662975': 1, '12641637': 1, '16379032': 1, '17308959': 1, '12625413': 1, '19391077': 1, '9709946': 1, '16509147': 1, '20507346': 1, '23231524': 1, '9709921': 1, '10319078': 1, '16205966': 1, '3674103': 1, '11709386': 1, '28530019': 1, '18524795': 1, '22723327': 1, '6690496': 1, '11836268': 1, '6125019': 1, '17823710': 1, '30396208': 1, '24536090': 1, '29168011': 1, '25932390': 1, '26180530': 2, '32754318': 1, '8832664': 1, '15136289': 1, '25532043': 1, '30186640': 2, '12186457': 1, '30324798': 1, '27138902': 1, '28184288': 1, '19949948': 1, '31555208': 2}", "similar_patients": "{'4503293-1': 1, '6112072-1': 1}"}