{"patient_id": 135181, "patient_uid": "6681850-1", "PMID": 31413783, "file_path": "noncomm/PMC006xxxxxx/PMC6681850.xml", "title": "Prosthetic Aortic Valve Endocarditis in a Patient With Birt-Hogg-Dube Syndrome due to Lactobacillus paracasei", "patient": "A 75-year-old woman with a history of Birt-Hogg-Dube syndrome (a rare autosomal dominant syndrome characterized by various skin manifestations, cystic lung disease and predisposition to renal cell carcinoma []), severe aortic stenosis requiring valve replacement with bioprosthetic valve 9 years prior to presentation and history of hypothyroidism, presented with shortness of breath for 2 days. Her vital signs on admission were showing a heart rate of 114 beats per minute (BPM), blood pressure of 167/99 mm Hg, respiratory rate of 28 breaths per min, oxygen saturation of 89% on pulse oximetry and temperature of 36.6 °C. Physical examination revealed poor bilateral lung air entry and a systolic murmur loudest at the left sternal border. Blood work revealed acute hypoxic hypercapnic respiratory failure on blood gas analysis, elevated brain natriuretic peptide (BNP) levels at 288 pg/mL (normal < 101 pg/mL), elevated lactic acid levels along with elevated white cell count (WBC) of 22,600 cells/µL (normal 3,500 - 10,500 cells/µL) and neutrophils count of 18,000 cells/µL (normal 1,580 - 7,130 cells/µL). Initial troponin levels were negative (< 0.04 ng/mL); however, it increased to 0.25 ng/mL after 24 h then trended down to 0.19 ng/mL. Soon after that, the patient was intubated in light of her acute respiratory failure and altered mental status. Workup for infectious etiology was initiated and two sets of blood cultures were obtained for organism identification. Her chest X-ray did not show cardiomegaly; however, it showed chronic bullous emphysematous changes and hyperinflated lungs (likely related to Birt-Hogg-Dube syndrome) and possible superimposed edema. Her electrocardiogram (EKG) revealed sinus tachycardia at a rate of 127 BPM without evidence of acute coronary syndrome ().\\nBroad spectrum intravenous (IV) antibiotics including vancomycin, cefepime, azithromycin, and metronidazole were initiated in the beginning and were subsequently changed to penicillin and gentamycin after obtaining the results of blood cultures which grew Lactobacillus paracasei in four sets. This regimen was guided by the antibiotic sensitivity profile that revealed sensitivity to penicillin, clindamycin, and gentamycin. Repeat blood cultures confirmed clearance of the bacteremia on this antibiotic regimen.\\nTransthoracic echocardiography (TTE) revealed normal left ventricular ejection fraction of 55%-60%, bioprosthetic aortic valve and aortic regurgitant jet pressure halftime of 177 ms, indicative of severe aortic regurgitation (severe aortic regurgitation < 250 ms). However, no definitive comment could be made on the presence or absence of valvular vegetations.\\nTEE was done the following day and it showed a small filamentous mobile echogenicity measuring 0.9 × 0.3 cm attached to the left coronary cusp of the aortic valve suggestive of a vegetation, in addition a small area of echo-lucency noted within the body of non-coronary cusp suggestive of perforation (; Supplementary Video 1).\\nIn the meantime, workup for the source of bacteremia included an abdominal ultrasound that was concerning for acute cholecystitis with apparent multiple gallstones, mildly thickened gallbladder wall and a small amount of pericholecystic fluid. The surgical team decided to delay cholecystectomy until after surgical correction of her severe aortic regurgitation that was recommended by the cardiology and cardiothoracic teams. The patient was transferred to another facility for further evaluation of surgical correction/replacement of the aortic valve. After arrival at that facility, the cardiothoracic team recommended to continue medical management until further stabilization of her ongoing sepsis prior to any surgical intervention. Unfortunately, the patient sustained an accidental fall that resulted in head trauma and intra-cranial hemorrhage and death subsequently.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'14606618': 1, '28326182': 2, '32760463': 1, '11837314': 1, '11225474': 1, '23622954': 1, '15599646': 1, '9402355': 1, '27657466': 1, '26373316': 1, '17644707': 1, '31413783': 2}", "similar_patients": "{'5345590-1': 1}"}