{"patient_id": 127935, "patient_uid": "6062727-1", "PMID": 30057540, "file_path": "noncomm/PMC006xxxxxx/PMC6062727.xml", "title": "Usefulness of 11C-Methionine Positron Emission Tomography for Monitoring of Treatment Response and Recurrence in a Glioblastoma Patient on Bevacizumab Therapy: A Case Report", "patient": "A 47-year-old male patient presented to our hospital with Broca's aphasia and memory disturbance. MRI revealed a 4-cm-diameter ring-enhanced cystic mass lesion with perifocal edema in the left frontal lobe (Fig. ). MET-PET showed high methionine uptake in the gadolinium-enhanced lesion (Fig. ). Since the tumor was located adjacent to the arcuate fasciculus and pyramidal tract, the patient underwent partial resection, and a diagnosis of GBM was confirmed histopathologically (Fig. ). Immunohistochemical staining demonstrated absence of mutant IDH-1 (R132H) and a high MIB-1 index (38.6%; Fig. ). Methylation of the O6-methylguanine-DNA methyltransferase (MGMT) was identified by pyrosequencing.\\nPostoperatively, the patient underwent radiotherapy (fractionated extended focal irradiation in daily fractions of 2 Gy for a total of 54 Gy) and concomitant TMZ therapy (75 mg/m2 daily for 42 days), followed by adjuvant TMZ treatment (150–200 mg/m2 for 5 days every 28 days). Six months after the initial operation, his dysphasia had worsened, and right hemiparesis and simple partial seizures appeared. The follow-up MRI revealed tumor recurrence (Fig. ). Gamma knife stereotactic radiosurgery was performed for the recurrent lesion. BEV was then intravenously administered on an every-2-week schedule at a dose of 10 mg/kg, while the adjuvant TMZ was continued at a dose of 200 mg/m2 for 5 days every 28 days.\\nAfter BEV administration, MRI showed dramatic weakening of the signal of the gadolinium-enhanced lesion. Two months of chemotherapy with BEV plus TMZ led to complete remission, as assessed by the Response Assessment in Neuro-Oncology (RANO) criteria (Fig. ) []. MET uptake on PET gradually decreased and had nearly disappeared after BEV initiation (Fig. ). The patient remained in a medically stable state, with no evidence of progression on MRI. Nevertheless, MET-PET revealed recurrence 17 months after the initiation of BEV, appearing as nonenhancing tumor progression (Fig. ). As MET accumulated in the primary motor cortex on the vertical side of the postoperative resection cavity, we decided not to remove the lesion. The patient was still followed up at our outpatient clinic, however, and gadolinium-enhanced T1-weighted imaging revealed rapid progression 22 months after completing administration of BEV (Fig. ). The tumor crossed the midline via the corpus callosum, and multiple enhanced lesions were detected in the ipsilateral and contralateral hemispheres.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'19910435': 1, '20167811': 2, '27833757': 1, '27250577': 1, '18847337': 1, '15136787': 1, '24885857': 1, '20231676': 1, '15758009': 1, '24552318': 1, '15377696': 1, '24552317': 1, '10682929': 1, '16235683': 1, '23124638': 1, '30057540': 2}", "similar_patients": "{'2940588-1': 1, '2940588-2': 1, '2940588-3': 1}"}