{"patient_id": 8130, "patient_uid": "6489290-1", "PMID": 31035956, "file_path": "comm/PMC006xxxxxx/PMC6489290.xml", "title": "GATA2 mutation in long stand Mycobacterium kansasii infection, myelodysplasia and MonoMAC syndrome: a case-report", "patient": "A 43-year-old white male was seen in our clinic due to recurrent sinusitis, ankle and knee arthritis, painless nodular skin lesions at extremities, and eosinophilia in 2008. His clinical history is marked by long-standing pancytopenia and MDS diagnosed in 1996 at age 30, when he complained of spontaneous rectal bleeding and fatigue, which was diagnosed as haemorrhoidal disease (Fig. ). Six years after the MDS diagnosis, he was admitted to the hospital with hepatosplenomegaly, erythema nodosum, retroperitoneal lymph node enlargement, and bilateral pleural effusion. Laboratory investigations failed to demonstrate any fungal, bacterial, or HIV infection. Chronic granulomatous pleuritis was discovered, and he was treated empirically for tuberculosis with standard doses of isoniazid, rifampicin, and pyrazinamide. Allergy to pyrazinamide developed, and ethambutol was used instead. Circulating blood cells demonstrated pancytopenia with low monocytes (haemoglobin, 7,7 g/dL; white blood cell (WBC) 3000 cells/μL; lymphocytes, 750/μL; monocytes, 60/μL; and platelets, 95,000/μL). One year later, monocytopenia improved slightly, but thrombocytopenia worsened (WBC, 1900 cells/μL; lymphocytes 475/μL; monocytes, 114/μL; and platelets, 33,000/μL). Seven years later (2006), developed respiratory distress and bronchial analysis was negative for bacterial infection. He was then treated with clarithromycin for possible atypical pneumonia. In 2007, a 27% decrease in total body weight loss was observed. The patient had been complaining of night fever, night sweats, Raynaud phenomenon, left thigh superficial thrombophlebitis, and painless perimalleolar ulcers. Skin and bone marrow (BM) biopsies were performed. The ulcer biopsy revealed vasculitis with eosinophils, whereas the BM biopsy showed myelodysplastic features and noncaseating granuloma, and myeloculture was negative. In 2008, he developed hypothyroidism, recurrent sinusitis, ankle and knee swellings and nodular skin lesions (Fig. ). Antineutrophil cytoplasmic antibodies and antinuclear antibodies were within normal limits. He presented WBC 28,610/μL with marked eosinophilia (5440/μL).BM aspirate and biopsy diagnosed MDS without excess blasts. Churg-Strauss syndrome was suspected, and after 3 months of prednisone (50 mg/day), he developed arthritis and sustained night fevers. Blood culture, arthrocentesis and thyroid biopsy were performed. Mycobacterium kansasii, a slow-growing mycobacterium, was identified in the bloodstream and synovial fluid. The thyroid histopathological analysis demonstrated chronic and acute granulomatous inflammation. Rifampicin, isoniazid and ethambutol were restarted in addition to clarithromycin for the next 2 years. Progressive spleen enlargement culminated in splenectomy in 2010. Portal thrombosis developed at the immediate post-operatory period, and oral anticoagulant was administered. The histopathology features displayed granulomatous splenic inflammation, abscesses and central necrosis. In 2012, an increased WBC (39,080/μL) with eosinophilia (20,630/μL) and thrombocytosis (1,099,000/μL) were found. The nitro blue tetrazolium test, which is useful in diagnosing chronic granulomatous diseases, suggested a defect in phagocytosis, as it was positive in 38% of cells, and FIP1L1/PDGFRa rearrangement was negative, excluding hypereosinophilic syndrome. He received hydroxyurea, dexamethasone and anti-NTM therapy containing moxifloxacin until 2015, when MDS refractory anaemia with excess blasts (12%) type II (RAEB II) was diagnosed. The entire GATA2 exons were investigated and a heterozygous germline GATA2 (c.1061 C > T; p.T354 M) mutation was determined by Sanger sequencing of peripheral blood leukocytes (as in Additional file : Table S1). The combination of results led to a final diagnosis of MonoMAC syndrome. The patient was treated with 3 days of idarubicin and 7 days of cytarabine chemotherapy and developed cutaneous and pulmonary filamentous fungal infection. A skin biopsy was performed and identified nonspecific spore and septate hyphae. He was treated with liposomal B amphotericin and voriconazole, received consolidation chemotherapy with high doses of cytarabine and was submitted to haematopoietic stem cell transplant (HSCT) with a myeloablative conditioning regimen from his HLA- identical brother. He died nine months after transplantation in October 2016, in other institution, so we are not sure of the exactly cause of death. GATA2 gene sequencing (exon 5) was performed on his relatives, including his HSCT donor and was positive only in his two healthy sons, aged 21 and 28- year-old (Figs. and ). The hotspot regions for acquired mutations exons 11–12 of ASXL1 sequencing were also performed in the three GATA2 mutant (GATA2mut) subjects but were ASXL1 Wild-Type (ASXL1WT) as in Additional file : Table S1.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'27471235': 1, '21816832': 1, '33150315': 1, '31853742': 1, '21508125': 1, '26049967': 1, '21670465': 1, '29724903': 1, '28643018': 1, '27069254': 1, '22271902': 1, '33854343': 2, '25707267': 1, '16934006': 1, '32772341': 1, '24345756': 1, '24227816': 1, '20040766': 1, '33417088': 1, '31035956': 2}", "similar_patients": "{'8040071-1': 1}"}