{"patient_id": 137885, "patient_uid": "6933961-1", "PMID": 31909032, "file_path": "noncomm/PMC006xxxxxx/PMC6933961.xml", "title": "Extraskeletal Myxoid Chondrosarcoma of the Parotid Gland", "patient": "A 56-year-old female was admitted in the Department of Oral Maxillofacial Head and Neck Oncology Surgery with a history of painless mass of the left posterior region of the parotid gland. The swelling was slowly progressive over a period of 2 months and there were no associated systemic symptoms. Physical examination revealed a parotid mass 1.5 cm × 2 cm × 2 cm in size, firm in consistency, and with no palpable cervical lymph nodes. The preoperative computed tomography (CT) scan depicted a 4.5 cm × 3.4 cm × 3.2 cm sized irregular lobular mass involving the deep lobe of the left parotid gland. Margins were clear, uneven texture, and the compression of the left internal jugular vein with the forward displacement was observed. The cervical lymph nodes were not enlarged []. The coronal CT demonstrated a soft tissue mass that extended up to the left temporal bone []. Parotid gland pleomorphism adenoma or facial nerve neurilemmoma was the clinical differential diagnosis. Following discussion and after obtaining consent from the patient, left partial parotidectomy with conservation of facial nerve was performed under general anesthesia. During the course of the surgery, the tumor was identified with an intact capsule and jugular vein, and the carotid artery was palpated [Figure –].", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'16528507': 1, '20658218': 1, '16786132': 1, '16337717': 1, '18315599': 1, '8000997': 1, '10748851': 1, '9781944': 1, '2614242': 1, '26848421': 2, '12723492': 1, '17923790': 2, '12909830': 1, '23230139': 1, '15581026': 1, '10366145': 1, '16007428': 1, '11493979': 1, '16816935': 1, '23058004': 1, '8310804': 1, '7270148': 1, '10820534': 1, '1513440': 1, '27402218': 1, '1919329': 1, '22843913': 1, '11737310': 1, '12767886': 1, '10955458': 1, '4261659': 1, '18568733': 1, '28638563': 2, '2835146': 1, '12181708': 1, '273676': 1, '19711588': 1, '2508028': 1, '18951519': 1, '31909032': 2}", "similar_patients": "{'4727951-1': 1, '2626806-1': 1, '5474342-1': 1}"}