{"patient_id": 130296, "patient_uid": "6259500-1", "PMID": 30598974, "file_path": "noncomm/PMC006xxxxxx/PMC6259500.xml", "title": "Hyperglycaemia induced by isoniazid preventive therapy", "patient": "A 48-year-old HIV-positive woman with previously well-controlled type 2 diabetes mellitus presented on May 2017 to her family physician with high blood glucose levels [fasting blood sugars (FBS) of 173 mg/dl and HbA1c of 9.6%] and elevated liver enzymes (direct and indirect bilirubin, ALT, AST, and GGTP were raised and were 287 U/L, 337 U/L, and 726 U/L, respectively).\\nShe was diagnosed with type 2 diabetes mellitus 4 years back. Prior to this visit her blood sugars were well controlled (previous reports on February 2017: FBS: 111 mg/dl, HbA1c: 5.7%; 7th July 2016: FBS: 100 mg/dl, HbA1c: 6%). She was on metformin-sustained release 500 mg BD and atorvastatin 10 mg daily.\\nThe patient also stated that she was started on IPT on February 2017 with a dose of 300 mg and for a planned duration of 6 months of which she had completed 3 months. She was given pyridoxine 40 mg daily to prevent INH-induced peripheral neuritis, a well-known side effect. Additionally, fenofibrate was started for high blood triglyceride levels on January 2017.\\nThe patient gives no history of other changes in her medication, no gross change in weight, no significant change in her diet, or fever. The patient claims to be compliant with her medication. There was no history of any other co-morbidities such as hypertension, TB, obesity, coronary heart disease, stroke, previous surgeries, or recent trauma. No history of substance abuse.\\nShe was diagnosed with HIV-1 infection 7 years back after her husband tested positive. Her initial CD4 count was 377/mm3 (September 2010) and was started on antiretroviral therapy (ART) (lamivudine 150 mg, nevirapine 200 mg, and zidovudine 300 mg) on May 2011 after her CD4 count had dropped to 264/mm3. She has been compliant with her ART. She has been responsive to treatment with her latest CD4 count of 504/mm3 (December 2016).\\nOn examination, she was moderately built and nourished. Her body mass index (BMI) was 23.45 kg/m2. Her vitals were within normal limits. No icterus was noted. Systemic examination was unremarkable.\\nImpression: The sudden worsening of her glycaemic control was a puzzle to her physician and was causing distress to the patient. Taking into account that the only recent significant change was the initiation of INH, we looked at the possibility of this being a result of drug-induced hyperglycaemia. Our literature review showed one other documented case of hyperglycaemia caused by INH, hyperglycaemia was also known as an uncommon side effect.\\nThe hypothesis that hyperglycaemia was caused by INH, we stopped INH and found that after 6 weeks of stoppings her FBS was 140 mg/dl and AST 40 U/L. Three months after the treatment was stopped her HbA1c was 6.2%. This supported our hypothesis.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'18630984': 1, '23497638': 1, '26551023': 1, '26566262': 1, '30598974': 2}", "similar_patients": "{}"}