{"patient_id": 134674, "patient_uid": "6611300-1", "PMID": 31238468, "file_path": "noncomm/PMC006xxxxxx/PMC6611300.xml", "title": "Immune-mediated tuberculous uveitis - A rare association with papulonecrotic tuberculid", "patient": "A 40-year-old male presented with multiple, recurrent swellings over both lower legs of 5 years and recurrent episodes of redness of left eye of 2 years duration. The swellings were painful, occurred in crops over legs, ulcerated in next few days, to heal over next 4–5 weeks leaving behind dark-colored scars. There was history of recurrent episodes of redness of left eye associated with mild discomfort and photophobia for 2 years. He used to get symptomatic relief on taking steroid eye drops but the symptoms used to recur after few weeks on stopping the eye drops. He kept on getting crops of skin lesions despite taking numerous medical consultations in the past.\\nOn examination, he had multiple hyperpigmented to skin-colored papules and nodules of various sizes over both lower legs with few lesions showing ulceration and crusting []. Multiple hyperpigmented, atrophic, and varioliform scars of healed lesions were also seen. Examination of left eye revealed a red eye with circumcorneal congestion and exotropia []; cells 1 + and flare trace in anterior chamber with posterior synechiae and hypopyon seen on slit lamp examination []. Fundoscopic examination was normal. There was no lymphadenopathy and the rest of the systemic examination was normal. Laboratory investigations revealed an ESR of 33 mm fall at the end of first hour and Mantoux test was strongly positive with 22 mm induration. Chest X-ray, computed tomography chest, and ultrasound abdomen were negative.\\nBiopsy from the lesion showed mixed inflammatory cells infiltrates with focal areas of necrosis, leukocytoclastic vasculitis with fibrinoid necrosis of blood vessels, and few palisading granulomas []. Ziehl–Neelsen staining, culturing of mycobacteria by Löwenstein-Jensen (L-J) medium, and polymerase chain reaction for Mycobacterium tuberculosis complex done on skin biopsy tissue were negative. Based on clinical findings, strongly positive Mantoux reactivity, and histopathological findings, the patient was diagnosed as a case of PNT and was started on antitubercular therapy in the form of HRZE (isoniazid 300 mg/day, rifampicin 600 mg/day, pyrazinamide 1500 mg/day, and ethambutol 1200 mg/day) for the next 2 months followed by HR for next 4 months. A course of tapering doses of Tab. prednisolone along with topical steroid eye drops was given for uveitis. The patient responded well with marked healing of the lesions after 3 months of treatment without any fresh crops. Eye symptoms resolved within 2–3 weeks and the topical steroids were completely tapered off and stopped after 2 months. There was no relapse of skin lesions or uveitis at 6 months post therapy follow-up.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'18474159': 1, '24855568': 1, '7642380': 1, '3711385': 1, '24520509': 1, '20921803': 1, '3384430': 1, '2247386': 1, '16215543': 1, '24616863': 2, '17207166': 1, '31238468': 2}", "similar_patients": "{'3937496-1': 1}"}