{"patient_id": 3818, "patient_uid": "6206897-1", "PMID": 30393762, "file_path": "comm/PMC006xxxxxx/PMC6206897.xml", "title": "Renal Endometriosis: The Case of an Endometrial Implant Mimicking a Renal Mass", "patient": "In August 2017, a 45-year-old woman presented to our outpatient urology clinic in consultation for intermittent gross hematuria associated with flank pain. Her medical history was significant for antiphospholipid syndrome and her surgical history was notable for previous tubal ligation; the remainder of her history was unremarkable. She had not undergone menopause. No abnormalities were noted on abdominal and pelvic physical examination. Laboratory work-up revealed a hemoglobin of 12.0 (g/dL) and an estimated glomerular filtration rate >60 (mL/min/1.73 m). Cystoscopic evaluation was unremarkable. To complete her hematuria evaluation, a triphasic CT was obtained demonstrating a 3.1 cm left upper pole heterogeneous, partially enhancing renal mass (R.E.N.A.L Nephrometry Score = 9X). Subsequent abdominal MRI was performed reaffirming the presence of the renal mass and demonstrating cystic components with parenchymal enhancement (). The differential diagnoses derived from the radiologic findings at this time included a renal malignancy, a benign renal mass, multilocular cystic nephroma, or sequelae from a prior focal pyelonephritis.\\nWe reviewed diagnostic and treatment options, most notably active surveillance, renal biopsy, ablative therapy, and partial nephrectomy. Given the cystic nature of the lesion, along with her young age, we recommended robotic partial nephrectomy.\\nThe patient was placed into a modified flank position and using a standard left-sided robotic kidney port placement, the left kidney was exposed, and the mass was readily identified. Intraoperative ultrasonography was used to delineate the echogenic renal mass and the single renal artery was clamped before sharp excision of the lesion. A visually appreciated negative margin was maintained throughout the resection of the mass. The mass was noted to be cystic and loculated with the deep margin penetrating toward the collecting system, requiring a larger rim of resection than normally anticipated for a 3 cm renal mass. After renorrhaphy, the mass was then extracted and sent for pathologic determination.\\nPathology revealed a 2.8 × 2.6 × 1.7 cm partially cystic lesion that was encapsulated with negative margins. Immunostains for desmin, CD10, Melan-A, and HMB-45 were performed confirming a diagnosis of endometriosis with smooth muscle metaplasia.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'32064361': 1, '24366116': 1, '34235162': 2, '32322824': 1, '24294950': 1, '26490542': 2, '15945095': 1, '30393762': 2}", "similar_patients": "{'8255484-1': 1, '4618852-1': 1}"}