{"patient_id": 7163, "patient_uid": "6425315-1", "PMID": 30949373, "file_path": "comm/PMC006xxxxxx/PMC6425315.xml", "title": "Urothelial Carcinoma Recurrence in an Orthotopic Neobladder without Urethral or Upper Urinary Tract Involvement", "patient": "A 71-year-old gentleman who was diagnosed at age of 59 with high grade urothelial carcinoma involving a bladder diverticulum with associated carcinoma in situ underwent a radical cystectomy, prostatectomy, extended lymphadenectomy, and orthotopic Studer ileal neobladder. Pathology confirmed a high grade urothelial carcinoma arising in a right-sided diverticulum with extension into the perivesical fat and associated carcinoma in situ. There was no evidence of extension into the urethra or ureters and all surgical margins were negative. None of the 40 lymph nodes removed showed carcinoma (pathologic stage pT3aN0Mx). He underwent adjuvant chemotherapy (methotrexate, vinblastine, doxorubicin, and cisplatin), but only tolerated 2 cycles before discontinuing due to side effects. He continued to have surveillance imaging and follow-up every 6-12 months.\\nOn routine follow-up, 11 years following cystectomy, voided urine cytology was positive for high grade urothelial carcinoma. Follow-up CT imaging showed normal upper tracts and interval development of focal mural thickening involving the left anteroinferior neobladder (). He underwent a cystoscopy, which revealed a normal urethra, and a solitary lesion at the left anteroinferior wall of the neobladder. Biopsies of this mass revealed an invasive high grade urothelial carcinoma with focal squamous differentiation.\\nHe subsequently underwent resection of the orthotopic neobladder and conversion to an ileal conduit. Intraoperatively, the mass involved the neobladder with possible extension into the pelvic sidewall and pubic bone periosteum. All gross disease was resected. Frozen section margins from pubic bone periosteum and urethra were negative. On gross examination of the final pathologic specimen, a 4.2cm x 2.3cm exophytic, friable mass was noted protruding into the neobladder lumen. Upon sectioning, this mass was noted to have variable depths of invasion, the highest being 9mm through the mucosa, submucosa, and serosa with involvement of the surrounding adipose tissue. Final pathology confirmed high grade urothelial carcinoma involving the neobladder and extending into the surrounding fat (Figures and ). No tumor was seen at the neobladder-urethral anastomosis and all surgical margins were negative.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'16566991': 1, '9366327': 1, '33552570': 1, '8646238': 1, '25506034': 2, '17382181': 1, '24397205': 1, '34613795': 1, '23991753': 1, '17270649': 1, '27656417': 1, '23083867': 1, '15758728': 1, '27123355': 2, '30949373': 2}", "similar_patients": "{'4251891-1': 1, '4829704-1': 1}"}