{"patient_id": 6434, "patient_uid": "6379503-1", "PMID": 30778769, "file_path": "comm/PMC006xxxxxx/PMC6379503.xml", "title": "A case of ectopic hamartomatous thymoma: controversy over the designation", "patient": "A 38-year-old woman with a 3-month history of an anterior cervical mass located in the suprasternal region of her neck was referred to our hospital. Physical examination revealed that the 3-cm movable neck mass was firm and slightly tender on palpation and had a distinct margin from surrounding tissues. An ultrasound examination showed that the well-defined oval mass was 31 × 23 × 17 mm in size and exhibited heterogeneity. Furthermore, a non-enhanced computed tomography (CT) scan of the neck revealed that the distinct neck mass in the subcutaneous tissue had a mixture of soft tissue and fatty components (Fig. ). Based on these findings, the cervical tumor was clinically diagnosed to be an unusual lipoma with degeneration; however, we could not exclude the possibility of it being a malignant tumor such as liposarcoma. Thus, fine-needle aspiration cytology of the tumor was performed, but no diagnosis of malignant cells was obtained. Further examinations were conducted to address concerns related to her menstrual pain, and abdominal magnetic resonance imaging revealed bilateral ovarian cysts in the lower abdomen. Under general anesthesia, the patient underwent neck mass extirpation and bilateral ovarian cystectomy; pathological examination of the cysts resulted in a diagnosis of ovarian endometriotic cysts. During the surgery, the cervical mass was well demarcated and did not adhere to the surrounding tissues. The postoperative course was uneventful. The gross pathology report showed that the neck mass measured 3.0 × 2.5 × 2.0 cm. The cut surface of the specimen was heterogeneous, solid, whitish, and yellowish (Fig. ). Microscopically, the tumor was composed of spindle cells, epithelial nests, and mature adipose tissue (Fig. a, b). Immunohistochemical examination revealed that both spindle cells and epithelial nests were positive for cytokeratin (CK) AE1/AE3 (Fig. ). As these histopathological findings were consistent with the features of EHT, a diagnosis of EHT was confirmed. Over a follow-up period of 30 months, this patient exhibited no evidence of recurrence.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'15371953': 1, '6742312': 1, '27428736': 1, '7130418': 1, '28168073': 2, '28879635': 1, '30778769': 2}", "similar_patients": "{'5259666-1': 1, '5259666-2': 1}"}