{"patient_id": 138104, "patient_uid": "6946836-1", "PMID": 31942454, "file_path": "noncomm/PMC006xxxxxx/PMC6946836.xml", "title": "Inferior turbinate outfracture for successful nasotracheal intubation in a patient undergoing maxillofacial surgery: case report", "patient": "A 49-year-old woman was hospitalized for planned dental surgery for a cystic lesion in the right maxilla. The patient had no nasal symptoms like nasal obstruction, rhinorrhea, or pain. Her height and weight were 155.5 cm and 49.9 kg, respectively. She was an active smoker, smoking one pack a day; there was no known coexisting disease. There were no specific findings on preoperative blood tests, chest radiograph, or electrocardiograms. She was not on any anticoagulants. The preoperative dental computed tomography (CT) scan showed a radicular cyst at the right maxilla and a mucocele at the left maxilla, with septal deviation and inferior turbinate hypertrophy ().\\nThe anesthesiologist had planned nasotracheal intubation for the surgery. On the day of surgery, the patient's blood pressure was 118/67 mmHg, pulse was 78 /min, and oxygen saturation was 98%. During the anesthetic procedure, a 5% lidocaine spray was applied to both sides of the nose, and epinephrine-soaked cotton swabs were placed 5–7 cm deep into the nasal cavity for 5 minutes. A reinforced cuffed endotracheal tube of 6.5 mm internal diameter was selected for nasotracheal intubation and lubricated adequately with lidocaine jelly. After preoxygenation, propofol 120 mg, lidocaine 60 mg, and fentanyl 50 µg were administered intravenously. Following loss of consciousness, rocuronium 50 mg was administered and mask ventilation was performed with oxygen and desflurane 7%. After confirmation of full relaxation, nasotracheal intubation was attempted. The left nostril was chosen based on preoperative CT scan findings, and the endotracheal tube was carefully inserted into the nostril under fiberoptic bronchoscope guidance.\\nThe nasal cavity of the patient was almost obstructed by a hard and enlarged inferior turbinate. The lubricated fiberoptic bronchoscope could be passed through the cavity; however, the reinforced tube could not be inserted. The size of the tube was serially reduced up to an internal diameter of 5.5 mm; however, the insertion failed. The patient developed epistaxis and despite continuous nasal suction, the bronchoscopic field remained unclear. The right nasal approach was attempted; however, once again only the fiberoptic bronchoscope could be inserted but not the endotracheal tube.\\nTo prevent further mucosal edema or epistaxis, it was decided to perform outfracture and lateralization of the inferior turbinate. The malar elevator entered the nasal cavity and pushed the medially protruded enlarged inferior turbinate (= concha) upward and laterally until a greenstick fracture occurred. The crunching sound of the fracture was audible and the process was repeated several times to create more space. Nasotracheal intubation with size 6.0 cuffed endotracheal tube was attempted and the tube passed easily through the enlarged nasal cavity. There was no further bleeding or other complications. After fixing the nasotracheal tube to the desired depth, surgery was initiated. To prevent excessive edema in the nasal cavity, intravenous dexamethasone 5 mg was administered.\\nDuring surgery, the vital signs were stable and there was no significant bleeding. The maxillary radicular cyst was enucleated. The surgical time was 45 minutes. Muscle relaxation was completely reversed by intravenous sugammadex 200 mg and carefully extubated after the patient was awakened. There was no significant nasal bleeding or airway obstruction. After the patient regained consciousness, breathing through the mouth was advised, because her nose was packed with gauze. During the stay in post-anesthetic care unit, there was no hypoxic event or apnea. There was no pain or other complaints.\\nIn the ward, the patient was positioned with head end of the bed elevated at approximately 30 degrees. An ice pack was applied to the surgical site and frequent gargling with normal saline was advised to prevent crust formation. A single dose of analgesic medication was administered. There was no further bleeding or nasal symptoms. On the day after surgery, the patient was discharged without any complications.\\nOn her visit to the outpatient clinic one week later, she had no specific complications and appeared to recover well.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'17959976': 1, '24717889': 1, '26224998': 1, '11129029': 1, '24749956': 1, '28121862': 1, '18083994': 1, '26886294': 1, '27290935': 1, '12603455': 1, '29683824': 1, '19342991': 1, '19305259': 1, '31942454': 2}", "similar_patients": "{}"}