{"patient_id": 12949, "patient_uid": "6822881-4", "PMID": 31700743, "file_path": "comm/PMC006xxxxxx/PMC6822881.xml", "title": "Diffuse Idiopathic Pulmonary Neuroendocrine Cell Hyperplasia: Review of the Literature and a Single-center Experience", "patient": "A 67-year-old female was evaluated in November 2015 in the pneumology department for dyspnea of years of evolution and chest tightness. She was a non-smoker, suffered obesity and osteoporosis, and had surgical resection for hyperparathyroidism. Thoracic CT showed linear and reticular opacities, some of them tending to coalesce and consolidate, with a predominantly peripheral distribution (Figure ). Bronchoscopy provided no significant information but a transbronchial biopsy was performed on RLL and ML. The pathology results were multifocal, micronodular, with linear cell proliferation, immunohistochemistry (Synaptophysin +) and morphologically suggestive of neuroendocrine hyperplasia, limited to the bronchiolar epithelium and peripheral peri-adjacent pulmonary parenchyma, which respects the basal membrane of the remitted respiratory epithelium. There were alterations in the pulmonary function test (FEV1 44%, FVC 65%, and DLCO 29%). CgA, u-5-HIAA, and Octreoscan were normal.\\nAbout three months later, the patient started with pyrosis, postprandial pain, anorexia, and weight loss. An endoscopy and new body CT revealed a stenosing pyloric neoplasm. Biopsies confirmed the diagnosis of HER2-negative gastric adenocarcinoma. The staging was uT3 N1 Mx. She started neoadjuvant chemotherapy treatment with the EOX scheme (epirubicin, oxaliplatin, and capecitabine). She was admitted to the intensive care unit after two weeks (February 2016) due to influenza A virus bilateral pneumonia and died days later due to respiratory distress syndrome.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'17349572': 1, '33263057': 1, '21751183': 1, '1406819': 1, '26104490': 1, '27076588': 1, '28648688': 1, '23448809': 1, '26112453': 1, '17099078': 1, '25532694': 1, '31700743': 2}", "similar_patients": "{'6822881-1': 2, '6822881-2': 2, '6822881-3': 2}"}