{"patient_id": 1698, "patient_uid": "6081099-1", "PMID": 30075560, "file_path": "comm/PMC006xxxxxx/PMC6081099.xml", "title": "Successful management of perivascular epithelioid cell tumor of the rectum with recurrent liver metastases", "patient": "A 28-year-old male was transferred to our hospital in November 2006 because of a sudden onset of cramping and abdominal pain and intermittent melena for 4 days. Initially, he exhibited symptoms including generalized weakness, dizziness, and massive bloody stool passage. There was no significant past medical history of recent infection, inflammatory bowel disease, bleeding disorders, changes in bowel habits, significant weight loss, or tuberous sclerosis complex. The patient had no previous surgeries, and the family history was unremarkable. The patient's height was 180.2 cm, weight was 78.5 kg, blood pressure was 74/39 mm Hg, pulse rate was 122 beats/min, and temperature was 36.4°C. The physical examination revealed moderate distention and tenderness in the left lower quadrant with associated defense. On digital rectal examination, there was some gross blood mixed with soft stool and an empty ampulla. Laboratory data showed a white blood cell count of 17,120/mm3, hemoglobin level of 7.4 g/dL, hematocrit of 23.9%, and platelet count of 162,000/mm3. Other biochemical tests were normal. The serum carcinoembryonic antigen level was normal.\\nThe gastroscopic evaluation was normal. The full colonoscopy revealed a greater than 4.0 cm in diameter, large ulceration with an easy bleeding mass of the rectum lying beneath the mucosa but protruding into the lumen 15 cm from the anal verge (Fig. ). This tumor could not be classified by biopsy. However, on the basis of the immunohistopathological features, carcinoma and malignant lymphoma could be excluded. An abdominal enhanced CT scan revealed a heterogeneous mass lesion of approximately 8.9 x 7.2 cm in the pelvic floor at approximately the level of the rectum (Fig. ). A technetium-99m red blood cell scan showed no significant findings. Repeated attempts at endoscopic revaluation resulted in profuse bleeding requiring blood transfusions. A diagnostic biopsy failed before the surgical treatment due to bleeding from a light touch of the mass lesion\\nGiven the difficulty of obtaining a diagnostic specimen, surgical resection and lower anterior resection were performed. On gross examination, the resected specimen was an 8.8 x 5.5 x 4.5 cm, tan, gray-white, soft, and well-circumscribed transmural mass of the rectum, mainly involving the muscularis propria and protruding into the tunica adventitia. The mucosa and submucosa were intact (Fig. ). The tumor protruded into the lumen, and the overlying mucosa showed ulceration. The tumor had a dark, red-grey, solid parenchyma with irregular cystic spaces with colorless serous liquid (Fig. ). The cut surface showed a yellowish-tan to gray-red solid parenchyma with focal irregular cystic spaces containing colorless serous fluid (Fig. ). All surgical margins were macroscopically free of tumor. No separate polyps were identified. Microscopically, the foci of hemorrhage and necrosis were present. The tumor extended through the muscularis propria into the subserosa tissue with lymphatic invasion. The colon mucosal tissue was composed of sheets with atypical glands with spindle-to-epithelioid cells and nuclear abnormalities in a tubular arrangement (Fig. ). Perivascular hyalinization was noted (Fig. ). Most tumor nuclei showed clear to granular, light, eosinophilic cytoplasm, and round to oval nuclei with distant small nucleoli pleomorphism (Fig. ). Less than 50% of the tumor area was necrotic. The mitotic rate was low. One of 27 accompanying serosal lymph nodes contained metastatic tumors that distended the subcapsular sinus. All of the surgical margins were free of tumor. Immunohistochemically, the tumor cells were positive for melanoma-associated antigen (HMB-45) (Fig. ) but negative for cytokeratin, c-kit, synaptophysin, S-100, and actin. A diagnosis of metastatic PEComa was made after examination of the resection material.\\nUnfortunately, the patient did not complete the follow-up in the outpatient department after surgery because he relocated to another city to seek work. At the 49th month (2010) postoperatively, the patient returned to the clinic upon our scheduled request. An abdominal CT scan showed a 0.6 cm hypodense mass over the liver. He refused further evaluation and treatment. In July 2014, during the course of a required physical health check, he received an abdominal CT that showed that the original mass had increased from 0.6 to 1.5 cm and that the number of tumors had increased from 1 to 3 compared with the previous CT image in 2010. We noted that the distant liver metastasis progressed very slowly during the 4 years of follow-up. The liver function and the other serum tumor markers were normal upon examination. In August 2014, he underwent segmental hepatectomy (S3, S4A, S5, and S6) combined with wedge resection. The pathology report of segmental hepatectomy was metastatic PEComa.\\nThis patient underwent 2 different surgical resections at 2 different times. He underwent the lower anterior resection of the PEComa of the rectum in 2006 and received the segmental hepatectomy in 2014. He is currently undergoing regular surveillance and has remained free of disease 28 months after the second operation. At the follow-up examination, the patient felt well, and the general clinical examination, subsequent colonoscopies, and abdominal CT scan once every 3 months revealed no significant findings after second operation in 2014. Since the primary surgery in 2006, there was also no recurrence of the PEComa of the rectum according to the general clinical examination, subsequent colonoscopies, and abdominal CT scan at the 120-month follow-up of the very first instance back in 2006.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'18223480': 1, '27428182': 1, '30633211': 2, '17455882': 1, '16327428': 1, '16359539': 1, '20385296': 1, '18493218': 1, '27842558': 2, '11493966': 1, '21546294': 1, '11406665': 1, '18080139': 1, '26839096': 1, '34510959': 1, '18510571': 1, '26567117': 1, '25621681': 2, '15656899': 1, '23484779': 1, '23539498': 1, '5578741': 1, '21218021': 2, '18203778': 1, '15540307': 1, '10217566': 1, '15704192': 1, '33919494': 1, '21160599': 1, '1599021': 1, '19391667': 1, '8651352': 1, '24410788': 2, '16398680': 1, '19092636': 1, '34680376': 1, '30075560': 2}", "similar_patients": "{'3896964-1': 1, '5109728-1': 1, '3012279-1': 1, '6336598-1': 1, '6336598-2': 1, '6336598-3': 1, '4602642-1': 1, '4602642-2': 1}"}