{"patient_id": 127699, "patient_uid": "6047541-1", "PMID": 30022940, "file_path": "noncomm/PMC006xxxxxx/PMC6047541.xml", "title": "Successful Treatment of a Large Superficial Bladder Cancer with Neoadjuvant Arterial Infusion Chemotherapy: A Case Report", "patient": "A 50-year-old male was admitted to the Kanazawa Medical Center with the complaint of dizziness. The patient exhibited severe anemia (hemoglobin, 3.9 g/dL); his computed tomography (CT) showed a large bladder tumor measuring 9.2 × 7.4 × 8.1 cm, originating from the right lateral wall of the bladder and occupying the entire bladder (Fig. ). Cystoscopy revealed a large papillary tumor. CT and magnetic resonance imaging did not show muscle invasion and metastasis. Consequently, the patient was diagnosed with primary superficial bladder cancer (cT1, N0, M0). We thought that the best treatment choice would be performing radical TUR-BT for the initial treatment rather than immediately performing radical cystectomy because there was no evidence of muscle invasion and the patient had a history of “schizophrenia.” However, we also took into account the prolonged operation time associated with radical TUR-BT and the risk of failure in arresting bleeding considering the large bladder cancer. Consequently, we planned neoadjuvant arterial infusion chemotherapy before radical TUR-BT in anticipation of tumor volume reduction.\\nArterial infusion chemotherapy was performed twice. First, cisplatin (100 mg/body) was injected into the superior vesical artery, and the patient was observed for 5 weeks to check for any adverse events. Following this, cisplatin was injected into the internal pudendal artery. CT performed 7 weeks after the day of the first arterial infusion chemotherapy showed that the tumor volume had reduced from 275 to 28 cm3 (Fig. ). On the day of surgery, the internal iliac artery was embolized, and TUR-BT was safely performed (operation time: 161 min). No blood transfusion was required. Pathology revealed a low-grade urothelial cell carcinoma (stage T1). Consequently, intra-arterial chemotherapy was selected for the neoadjuvant therapy, and we were able to preserve the bladder.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'28503235': 1, '18432531': 1, '10540704': 1, '25728140': 1, '3117396': 1, '10375113': 1, '20818136': 1, '28982750': 1, '15616879': 1, '30022940': 2}", "similar_patients": "{}"}