{"patient_id": 11987, "patient_uid": "6758975-1", "PMID": 31565618, "file_path": "comm/PMC006xxxxxx/PMC6758975.xml", "title": "Pathologic Complete Response After Neoadjuvant Chemoradiation in a Patient with Gastric Neuroendocrine Cancer", "patient": "A 58-year-old male began having mid-epigastric pain with nausea and vomiting in August 2017. The patient followed up with his primary care physician and eventually went to the hospital because the pain persisted. During a hospital stay in September 2017, an upper endoscopy showed a gastric tumor in the cardia. Biopsies revealed multifocal neuroendocrine tumors showing high-grade features. The immunohistochemical stains performed showed positivity in neoplastic cells for pancytokeratin (AE1-AE3), synaptophysin, chromogranin, and CDX2 and negativity for CK7. Ki-67 stained 90% of cells. The H. pylori stain was negative for organisms.\\nA staging positron emission tomography-computed tomography (PET/CT) scan on September 29, 2017, showed a large malignancy within the left upper quadrant of the abdomen, which invaded the lesser curvature of the stomach and possibly the left lobe of the liver. It was associated with multiple periaortic and periportal nodal metastases. Brain imaging was negative for malignancy. The patient was staged with a cT4bN3M0 gastric neuroendocrine cancer []. The patient was discussed at a multidisciplinary meeting and was deemed not to be a surgical candidate at the time of diagnosis due to extensive disease requiring debilitating surgery.\\nThe systemic treatment of this patient’s tumor was approached similar to small cell cancer of the lung []. Due to the abdominal location and large field size and concern for normal tissue constraints, radiation treatment was given at 1.80Gy daily for 28 days. Chemotherapy with cisplatin and etoposide was given every three weeks for two cycles concurrent with radiation. Radiotherapy to a total dose of 50.4Gy (Figure ) was completed in December 2017. The patient did have a repeat CT simulation midway through radiotherapy due to possible shrinkage of the tumor but was found to have a non-concentric reduction in tumor size, so the original radiation plan was continued including the separate boost plan. Figure shows the radiation treatment plan with initial tumor versus re-simulation but the replan was not treated. During chemoradiation, the patient was noted to have nausea and abdominal pain, which were treated with symptomatic management.\\nA one-month follow-up with magnetic resonance imaging (MRI) of the abdomen in January 2018 showed a decreased size of the stomach mass and CT scan of the chest showed no chest adenopathy or metastasis. The case was discussed at a multidisciplinary tumor board and surgery was recommended after a review of pre- and post-chemoradiation imaging (Figure ). In February 2018, a subtotal gastrectomy, with Billroth II reconstruction, resection of liver segment two and three, and cholecystectomy, was performed. Pathology showed a complete pathologic response with no tumor identified and no lymph node involvement.\\nFollowing surgery, the patient underwent two additional cycles of chemotherapy beginning in April 2018 based on extrapolation of small cell lung cancer randomized controlled data []. This adjuvant course of chemotherapy was interrupted prior to the completion of the goal for four cycles due to side effects, including hematologic. A dose reduction of chemotherapy was considered. Prophylactic cranial irradiation (PCI) was discussed with the patient, but the patient decided to observe as he was asymptomatic and concerned for neurotoxicity with PCI. A CT scan of chest, abdomen, and pelvis in April 2018 showed post-surgical changes of partial gastrectomy and partial hepatectomy. Imaging showed stable infiltrative retroperitoneal and porta hepatis soft tissue, which was thought to represent treated disease. Subsequently, the patient has been followed with oncology visits and routine imaging.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'27327559': 1, '29755775': 1, '24415864': 1, '25932087': 1, '9920950': 1, '26498503': 1, '29398875': 2, '15226341': 1, '7681798': 1, '21518048': 1, '29896397': 1, '24771552': 1, '3032033': 1, '25684964': 1, '29732153': 1, '22674018': 1, '32306127': 1, '25702616': 1, '17985089': 1, '31565618': 2}", "similar_patients": "{'5787789-1': 1}"}