{"patient_id": 3286, "patient_uid": "6176312-1", "PMID": 30356382, "file_path": "comm/PMC006xxxxxx/PMC6176312.xml", "title": "Intrathecal Pump Implantation in the Cisterna Magna for Treating Intractable Cancer Pain", "patient": "The patient was a 54-year-old male with multiple metastasis of axillary lymph nodes, lung, and intracranial and cervical vertebrae after liver cancer surgery. He had been experiencing severe, persistent needle-like pain in the right shoulder, back and right arm since 3 months. Other doctors treated the pain with fentanyl transdermal patch 29.4mg q72h and 100mg tramadol sustained release tablet q.d. oral prior to admission. However, neither analgesic therapy was effective in treating his pain. In addition, the patient had breakthrough pain (BTP) more than ten times in 24 hours, and NRS (Numerical Rating Scale) score was 7. Due to the poor analgesic effect of the tramadol sustained release tablets, they were discontinued, and the patient's condition was reassessed after admission. The patient felt pricking, numbness, and electrical shocks, suggesting an ID Pain scale [] (Neuropathic pain screening scale) score of 3. Since the ID Pain score accurately indicates the presence of a neuropathic component of pain, his pain was considered to be a combination of pathological neuralgia, and thus 600mg Gabapentin capsules were given t.i.d. orally starting on the day of admission.\\nNRS score was 4 at rest on day 2 of admission, BTP was 4 times at night, and NRS score was 7. One hour after administering 10mg morphine tablets, NRS score decreased to 3. Due to the weak effect of 29.4mg fentanyl, the concentration was increased to 42mg in the transdermal patch. At the same time, 5mg dexamethasone injection IV q.d., oral 25mg amitriptyline tablets 25mg q.n., and oral 2mg Clonidazepam tablets q.n. were given.\\nOn day 7 of admission, the patient still complained of obvious pain in the back, shoulder, and right arm, NRS score was 5 at rest, BTP was 3 times at night and NRS score was 8. In our patient, imaging showed multiple soft tissue masses in the neck space, corresponding to metastases. Since the spinal canal becomes narrow and results in cerebrospinal fluid reflux in such a condition, the tip of the catheter was inserted in the cerebellomedullary cistern. Intrathecal pump was implanted in the cisterna magna under DSA without any complications in the First Affiliated Hospital, Zhejiang University School of Medicine (). Morphine is one of the FDA recommended drugs for full implantable infusion pumps, and a conservative starting dose is recommended for intrathecal administration. The patient was given 50mg morphine dissolved in 200ml saline via the intrathecal pump. Since the patient was treated with 42mg fentanyl transdermal patch before surgery, the initial parameters of drug infusion were continuous background dose (Con) of 0ml and single enhancement dose (bolus) of 0.8ml for 0.2mg morphine. Some studies recommend that the maximum dose of morphine in cerebellomedullary cistern should not exceed 0.5mg [], with locking time 20min and electrocardiogram (ECG) and O2 saturation monitoring. The intrathecal pump parameters could be adjusted according to the degree of pain and drug reaction experienced by the patient. In the period between operation and 8:00am on day 8 after operation, the patient pressed bolus 15 times and the effective number was 8 times. Since the pain was not relieved even after pressing, the parameters were adjusted to Con of 0.3ml/h and bolus of 1ml with 0.25mg morphine. Meanwhile, fentanyl dose in the transdermal patch was reduced to 33.6mg. After adjusting the pump's parameters, the NRS score was 1 at rest, the time of BTP was 4, and the NRS score was 4. According to the equivalent dose of opioid drugs and related efficacy conversion, the intrathecal dose of morphine is about 300 times more than its intravenous form. When the pain stabilized, fentanyl dose in the transdermal patch was further reduced to 25.2mg after expiration, and the amount of morphine infused via the intrathecal pump was reduced daily. The degree of pain was significantly reduced compared with that before surgery. Taken together, administration of analgesic via intrathecal pump implantation in the cisterna magna reduced pain levels and reduced the number of BTPs. The patient experienced considerable pain relief (see ). However, the patient had terminal cancer and died of multiple organ failure on day 13 after admission.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'8677660': 1, '17355955': 1, '16870080': 1, '28042904': 1, '7501106': 1, '3478979': 1, '22150811': 1, '1702248': 1, '34422413': 1, '6886783': 1, '30356382': 2}", "similar_patients": "{}"}