{"patient_id": 127249, "patient_uid": "6011566-1", "PMID": 29962721, "file_path": "noncomm/PMC006xxxxxx/PMC6011566.xml", "title": "Silicone Implant Incompatibility Syndrome: Mimicking Metastases on Fluoro-Deoxy-Glucose Positron Emission Tomography–Computed Tomography in a Treated Case of Carcinoma Breast", "patient": "A 76-year-old female patient, a known case of carcinoma left breast, was treated 42 years ago by performing left mastectomy and silicone breast implantation, followed by systemic chemotherapy and radiotherapy. There was a history of implant rupture and removal 2 years ago. Four months ago, patient had presented with palpable lymph nodes in the right axilla. On evaluation with mammography of the right breast and ultrasonography, right breast was normal, there were multiple enlarged the right axillary and left supraclavicular nodes. Fine-needle aspiration cytology (FNAC) of the right axillary nodes showed reactive lymphadenitis. Aspirate was negative for fungal, acid-fast bacilli, Gram-stain, culture, and Mycobacterium tuberculosis complex. Now, patient had presented with dyspnea on exertion, not associated with chest pain. There was no history of a cough or fever. On evaluation with contrast-enhanced computed tomography (CT) of chest, there were well-defined enhancing subcutaneous nodular deposits with soft-tissue attenuation in the anterior chest wall to the left of sternum, enlarged right axillary, left cervical, supraclavicular and mediastinal lymph nodes, suggestive of recurrence in the surgical bed with multi-nodal involvement. Ground-glass opacities, centrilobular nodules, and fibrotic changes were noted in both lungs suggestive of pneumonitis. 18-Fluorine Fluoro-deoxy-glucose positron emission tomography with CT (F-18 FDG PET-CT) [] showed mildly FDG-avid enhancing nodular soft tissue deposits in the anterior chest wall to the left of sternum (maximum standardized uptake value [SUV max] 3.8) [], a similar enhancing intramuscular deposit in right rectus abdominis (SUV max 3.8) [], left supraclavicular (SUV max 3.2), level V cervical (SUV max 3.4), right axillary (SUV max 4.0), subpectoral (SUV max 4.3) [], left internal mammary (SUV max 3.4), mediastinal (SUV max 4.0), retroperitoneal (SUV max 3.9), pelvic (SUV max 4.7) [] and inguinal (SUV max 4.5) nodes. Low-grade FDG-avid pneumonitis changes were also noted in both lungs.\\nBiopsy from subcutaneous deposit in the chest wall, intramuscular deposit in right rectus abdominis muscle [Figure and ], and right common iliac node showed foamy histiocytes, lymphocytes and foreign-body giant cell reaction indicative of SIIS and was negative for granuloma, atypia, or malignancy.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'18278399': 1, '24394743': 1, '24238833': 1, '26083574': 1, '23299238': 1, '19270867': 2, '26098457': 1, '26776866': 1, '23576058': 1, '22358030': 1, '27406737': 1, '29962721': 2}", "similar_patients": "{'2651438-1': 1}"}