{"patient_id": 129038, "patient_uid": "6162351-1", "PMID": 30302191, "file_path": "noncomm/PMC006xxxxxx/PMC6162351.xml", "title": "Spontaneous rupture of the urinary bladder due to bacterial cystitis", "patient": "A 76-year-old woman, under the care of a home nurse, had pain on the entire abdomen since the day before presentation to our hospital. She had fever (38.0°C), and her systolic blood pressure dropped to 70 mmHg, and thus, she was referred to our hospital. She was alert and with body temperature of 37.9°C, blood pressure of 83/52 mmHg, heart rate of 103 beats/min, respiratory rate of 30/min, and oxygen saturation of 80% (with 6-L/min mask-to-face ventilation). On physical examination, her abdomen was soft and flat, but she felt tenderness and rebound tenderness on the entire abdomen. Her medical history revealed autoimmune hepatitis controlled with oral steroid, osteoporosis, compression fracture of the spine and spinal canal stenosis, chronic kidney dysfunction, fracture of the left hand and femur, pneumonia, temporomandibular joint myelitis, and cesarean birth with median incision at the lower abdomen. Laboratory test revealed elevation of the inflammation reaction values: white blood cell (WBC), 15 700/μL; C-reactive protein (CRP), 24.0 mg/dL. The blood urine nitrogen (BUN) and serum creatinine values (39.1 and 0.99 mg/dL, respectively) were also elevated. Her urine was purulent and contains rich bacteria (3+) and WBC (3+). Enhanced abdominal computed tomography (CT) showed small intestine dilation, and thus, she was admitted to our hospital with a diagnosis of ileus and septic state, with quick Sequential Organ Failure Assessment Score of 2 points at non-intensive care unit situation (Fig. A). An ileus tube was inserted by transnasal endoscopy (Fig. B).\\nShe was given an antibiotic (meropenem 0.5 g, every 8 h), but the next day, the abdominal pain worsened. Laboratory test showed elevation of the inflammation reaction values, and enhanced CT showed free air in the abdominal cavity (Fig. A), with increased fluid collection in the anterior space of the bladder (Fig. B). We performed emergency laparotomy for suspicion of digestive tract perforation. There was a small hole at the dome of the urinary bladder and another at the peritoneum, and very thick pus extruded into the abdominal cavity. We opened the front part of the urinary bladder, sutured the hole and sutured the bladder to close it. A permanent urinary catheter was placed for bladder drainage and decompression. The postoperative course was uneventful, and the inflammation reaction improved. She was discharged on the 21st postoperative day and had no recurrence since then.\\nWe reviewed the abdominal CT on admission, which revealed a deficit in the urinary bladder wall, with fluid collection around it (Fig. ). The perforation of the urinary bladder was present on admission, and that of the peritoneum occurred on the following day. Previous magnetic resonance imaging revealed no diverticulum of the urinary bladder or any organic failure.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'33343963': 2, '10921609': 1, '24578972': 1, '6845121': 1, '3798276': 1, '3676665': 1, '2711546': 1, '31334054': 2, '4661420': 1, '1159910': 1, '33102109': 1, '30302191': 2}", "similar_patients": "{'6625330-1': 1, '7725554-1': 1}"}