{"patient_id": 14470, "patient_uid": "6914956-1", "PMID": 31885964, "file_path": "comm/PMC006xxxxxx/PMC6914956.xml", "title": "A Case of Maternal Sepsis and Fetal Demise Associated with Streptococcus pseudoporcinus", "patient": "A 41-year-old gravida 2, para 1-0-0-1 with no prenatal care presented to the Emergency Department (ED) with abdominal pain and was found to have a singleton fetal demise, ultrasound biometry consistent with 34 weeks gestational age. She had a past medical history significant for chronic hypertension. Her first pregnancy was uncomplicated and resulted in a term cesarean delivery of a liveborn infant. Upon presentation she was found to be in labor, with ruptured membranes and cervical dilation of 7 centimeters. Her exam was also notable for tachycardia and leakage of purulent fluid from the cervical os. She was afebrile, and labs were significant for a white blood cell count of 29,000 per mL and a serum lactate of 2.4 mmol/L. She received one dose each of intravenous piperacillin/tazobactam and cefazolin in the ED. Intravenous ampicillin and gentamicin were initiated in labor and delivery for a diagnosis of chorioamnionitis. She was also diagnosed with preeclampsia with severe features, and intravenous magnesium for seizure prophylaxis was administered.\\nHer labor progressed without augmentation, and she underwent spontaneous vaginal delivery of a stillborn infant. The patient declined autopsy and genetic testing for the infant.\\nAfter delivery, examination of the infant revealed no gross morphologic abnormalities. Placental pathology showed evidence of acute necrotizing chorioamnionitis and acute umbilical vasculitis, as well as mild decidual vasculopathy, consistent with maternal hypertension.\\nA beta hemolytic Streptococcus was isolated from the patient's urine, placenta, endometrium, and two blood culture sets. Lancefield grouping for Streptococcus groups A, B, C, F, and G were negative (Streptex, Remel, Lenexa, KS). Biochemical studies included a positive pyrrolidonyl aminopeptidase (PYR) test and a negative catalase reaction. The isolates were resistant to optochin. API (API 20 Strep, BioMerieux, Durham, NC) identification revealed Streptococcus agalactiae (biotype number 3063214) with 99.8% confidence at 24 hours. Identification of all isolates by matrix-associated laser desorption/ionization time-of-flight (MALDI-ToF; Bruker Daltronics, Billerica, MA) yielded Streptococcus pseudoporcinus, using the research use only (RUO) database (version 3.2.12.2) with log scores for each specimen ranging from 1.86 to 2.07. A blood culture isolate sent to a reference laboratory for bacterial 16S rRNA sequencing confirmed the identification of Streptococcus pseudoporcinus, with 100% identity of the first 467 base pairs of the 16S sequence to Streptococcus pseudoporcinus LQ 940–04. Isolates from the blood and placenta tested susceptible to ampicillin, clindamycin, erythromycin, penicillin, and vancomycin.\\nThe patient recovered well in the postpartum period, remaining afebrile with normal vital signs and a normal serum lactate. On postpartum day 3, she was transitioned from intravenous ampicillin and gentamicin to oral amoxicillin. She left against medical advice on postpartum day 4. Written informed consent permitting the use of the patient's case for education and publication was obtained during her hospital stay.", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'33992114': 2, '16825387': 1, '20375891': 1, '21191057': 1, '19571017': 1, '15365054': 1, '30690012': 1, '30560022': 1, '28536160': 1, '18033830': 1, '22933599': 1, '31885964': 2}", "similar_patients": "{'8126123-1': 1}"}