{"patient_id": 128293, "patient_uid": "6099057-1", "PMID": 30147908, "file_path": "noncomm/PMC006xxxxxx/PMC6099057.xml", "title": "Normocalcemia but still elevated parathyroid hormone levels after parathyroidectomy", "patient": "A 72-year-old man was referred to the endocrinologist because of hypercalcemia which was discovered incidentally by the cardiologist during evaluation of ventricular extrasystoles. The patient had no other complaints or symptoms. His medical history included radical prostatectomy, bullous emphysema and diabetes mellitus type 2. Physical examination revealed no abnormalities besides a slightly enlarged thyroid gland on the left side. Neck ultrasound showed a 1.8-cm solitary nodule in the inferior pole of the left lobe of the thyroid, close to the sternoclavicular joint. Serum total calcium level was 2.98 mmol/L (2.10-2.55 mmol/L), which was repeated and confirmed, with normal levels of albumin and total protein. Serum phosphate level was low at 0.50 mmol/L (0.74-1.20 mmol/L). Serum intact parathyroid hormone (PTH) level was 118 pmol/L (2.2-10.0 pmol/L) indicating hyperparathyroidism. Vitamin D (25-OH) level was suggestive of deficiency at 31 nmol/L (50-140 nmol/L), whereas calcitriol (1,25-[OH]2-vitamin D) level was 171 pmol/L (65-225 pmol/L). Thyroid stimulating hormone (TSH), free thyroxine, prolactin, prostate-specific antigen, urine protein electrophoresis, erythrocyte sedimentation rate, basal hematological indices, serum electrolytes, renal and liver profile were all normal. Serum protein electrophoresis did reveal a monoclonal protein of the IgG-kappa type, but at an unquantifiable concentration. Four-dimensional computed tomography (4D-CT) scans of the neck showed a mass caudal of the left lobe of the thyroid gland suggestive of a parathyroid adenoma (Figure ). Additionally, a solitary mass with circular calcifications was found in the anterior mediastinum. The mediastinal mass had been identified on a CT scan 14 years earlier and compared to this scan showed minimal progression. Furthermore, 18F-fludeoxyglucose (FDG) positron emission tomography (PET)-CT showed little 18F-FDG uptake by the mediastinal mass, which was concluded to best fit with a remnant of a prior infection.\\nBased on the combination of serum calcium, phosphate, PTH, and 25-OH vitamin D levels a diagnosis of primary hyperparathyroidism with vitamin D deficiency was made. Given the strongly elevated PTH levels and the severe hypercalcemia it was considered unlikely that the patient might exhibit familial hypocalciuric hypercalcemia and an analysis of urinary calcium:creatinine ratio was therefore not performed. It was decided to first manage the hypercalcemia (total calcium progressed to 3.12 mmol/L) with cinacalcet 30 mg once daily, which was changed to twice daily 3 weeks later, with surgery planned 2.5 month later. Normocalcemia (based on both total and ionized calcium levels) was reached within 1.5 month of starting cinacalcet. Surgery was performed under general anesthesia with nerve integrity monitoring. As preoperative localization studies suggested unilateral pathology, minimally invasive selective parathyroidectomy was the procedure of choice. Caudal of the left lobe of the thyroid gland a 2-cm mass suggestive of a parathyroid adenoma was identified and resected. A frozen 2.5 × 2 cm fragment of the resected tissue was subjected to pathological analysis, that showed enlarged parathyroid tissue congruent with an adenoma. However, the PTH level of 138 pmol/L before surgery (10.20 am) insufficiently decreased to 85 pmol/L 8.5 hours after resection of the parathyroidal tissue (8.00 pm). An intraoperative PTH measurement is not performed at our hospital. Ionized calcium levels 3 hours after resection and the following day indicated normocalcemia, after which the patient was discharged.\\nEvaluation 3 weeks later revealed that cinacalcet had accidentally not been discontinued and that the patient displayed decreased total calcium levels (1.84 and 1.88 mmol/L on two separate occasions) with albumin at 30 g/L (mild corrected hypocalcemia). More surprisingly, PTH levels were found to be elevated at 125 pmol/L. Cinacalcet was discontinued and PTH was found to remain elevated for months despite normocalcemia and later also repleted vitamin D levels (Table ). Altogether, a falsely elevated PTH was suspected which was put to the laboratory of clinical chemistry and hematology to investigate.\\nFirstly, we sent a sample to an external laboratory where a different intact PTH assay (Roche Elecsys) is used than at our center (Abbott Architect). The external laboratory reported a result within their reference range, which was confirmed by other intact PTH assays in use at other medical laboratories (Beckman Access, DiaSorin Liaison, Siemens ADVIA Centaur, Siemens Immulite). These results strongly suggested that the patient exhibited a falsely elevated PTH level because of a specific interference in the Abbott Architect intact PTH assay. Analysis of rheumatoid factor was negative and immunoglobulins were found to be within reference values. Concurrently, we had performed a serial dilution as well as polyethylene glycol (PEG) precipitation of the patient sample to indicate the presence of a heterophilic antibody [1] or a macroimmunecomplex [2,3] as causing the falsely elevated PTH measurements. The serial dilution with prescribed Abbott Multi-Assay Diluent suggested presence of a heterophilic antibody as linearity fell at a 1:64 dilution. In confirmation, application of heterophile blocking tubes (Scantibodies Laboratory Inc., Santee, CA, USA) also resulted in PTH measurements within reference range. The Abbott Architect intact PTH assay uses capture and detection antibodies that are both produced in goat. We therefore hypothesized that the interfering antibody could be directed to goat antigens and indeed addition of goat serum (1:1) to the patient sample ameliorated the observed interference. Furthermore, in random individual patient samples application of multiple assay diluent, heterophile blocking tubes or goat serum did not influence PTH measurements. In addition, we found that polyethylene glycol (PEG) precipitation of the patient's blood plasma also resulted in PTH measurements within the reference range. PEG precipitation did not affect random individual patient samples of elevated PTH levels (average 66% recovery) as compared to our case (1.7%) (Figure ).", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'12651842': 1, '3338181': 1, '19193909': 1, '21388341': 1, '12367762': 1, '2742403': 1, '17904113': 1, '27532368': 1, '10926897': 1, '10548609': 1, '22012585': 1, '24863962': 1, '17635066': 1, '18719199': 1, '9439473': 1, '15650033': 1, '29264558': 1, '30147908': 2}", "similar_patients": "{}"}