{"patient_id": 11187, "patient_uid": "6706932-1", "PMID": 31443702, "file_path": "comm/PMC006xxxxxx/PMC6706932.xml", "title": "Kawasaki shock syndrome in an Arab female: case report of a rare manifestation and review of literature", "patient": "A two-year-old Arab female presented to the Emergency Department (ED) with a 2 day history of high-grade fever up to 40Co, cough and rhinorrhea. On the third day of illness, she developed dehydration secondary to vomiting and severe watery diarrhea requiring admission for intravenous (IV) fluid rehydration. On the fourth day of fever, she developed an erythematous rash over the face and trunk. A rapid respiratory viral panel was positive for Influenza B virus.\\nOn admission, she was alert but tired. Vital signs revealed fever at 38.8 Co, respiratory rate of 31 breaths per minute, heart rate of 150 beats per minute, blood pressure of 96/54 mmHg, with normal Oxygen saturation and capillary refill time. She had an erythematous rash over the face and the trunk, and cracked lips. Small bilateral submandibular lymph nodes were palpable; throat was congested with hyperemic tonsils. The remainder of the physical examination was unremarkable.\\nAfter 10 h of admission, she developed lethargy and hypotension with BP of 78/41 mmHg. Cold extremities and delayed capillary refill time, facial puffiness with swollen hands and feet were noted. Abdomen examination revealed right upper quadrant distension, and was otherwise unremarkable with no hepatosplenomegaly. As she was manifesting symptoms of shock and deteriorating clinical status, blood cultures were obtained along with further investigations (Table ), IV Ceftriaxone was initiated as the primary physician suspected septic shock, and she was transferred to the Pediatric Intensive Care Unit for further observation and management. Antibiotic therapy was stopped after the blood culture result returned negative.\\nA diagnosis of KDSS was considered after consultation to the pediatric infectious disease doctor, and therefore Intravenous Immunoglobulin (IVIG) at a dose of 2 g/kg was given. Aspirin was deferred as she was influenza B positive. An ultrasound of the abdomen was obtained which revealed hydrops of the gallbladder. Initial echocardiography (ECHO) was normal. After 24 h of the IVIG therapy, the patient was afebrile, and her general condition started to improve. Two days after IVIG, she developed peeling mainly at the neck and perianal area. She was discharged from the hospital in good condition and follow up ECHOs were normal.", "age": "[[2.0, 'year']]", "gender": "F", "relevant_articles": "{'29564341': 1, '21447126': 1, '11791090': 1, '18809597': 1, '26376188': 1, '19403470': 1, '19950419': 1, '28706619': 1, '22923943': 2, '29888440': 1, '34262809': 2, '28905639': 1, '22273753': 1, '23927822': 1, '23152158': 1, '22037757': 1, '31443702': 2}", "similar_patients": "{'3425032-1': 1, '3425032-2': 1, '3425032-3': 1, '3425032-4': 1, '3425032-5': 1, '8260190-1': 1}"}