{"patient_id": 12170, "patient_uid": "6777934-1", "PMID": 31598433, "file_path": "comm/PMC006xxxxxx/PMC6777934.xml", "title": "Periventricular Hyperintensities Mimicking Multiple Sclerosis", "patient": "A 28-year-old woman presented to our tertiary care hospital reporting concerns of left arm weakness and paresthesia for three hours. The weakness started suddenly when she was sitting in her office. Two weeks before presentation, she developed right leg weakness at breakfast that resolved completely within 1.5 hours. One week before presentation, she developed the blurred vision in both eyes that also resolved completely within one hour. Her mother was diagnosed with MS at age 40 and is on treatment with frequent relapses. The rest of the patient’s medical and surgical history was unremarkable.\\nHer Glasgow Coma Scale score was 13/15 (eye [E] 4, verbal [V] 5, motor [M] 4). Her blood pressure was 110/70 mmHg, heart rate was 80 beats/minute, respiratory rate was 20 breaths/minute, and she was afebrile. Her neurological examination showed normal mentation with intact cranial nerves with unremarkable results from her funduscopic examination. Her motor examination showed normal bulk in all muscles with no fasciculation and tremors. Her motor strength, as tested on the Motor Research Council scale, was as follows. Her neck muscles flexion was 5/5, and extension was 5/5. Her right deltoid was 5/5, left was 4/5. Her biceps and triceps were 5/5 (right) and 3/5 (left). Her right iliopsoas was 4/5; her left was 5/5. Her knee flexion/extension was 4/5 (right), 5/5 (left), and foot dorsi/plantar flexion was 5/5. Her right biceps/triceps reflexes were 2+, her left biceps/triceps reflexes were 3+. Her patellar reflex was 2+, and her ankle reflex was 2+. Her Babinski reflex was absent. She was able to walk without support. The findings of her cerebellar and sensory exams were unremarkable.\\nHer care team suspected transient ischemic attack, and she was sent for urgent computed tomography (CT), which showed no remarkable findings. Blood and metabolic profile test findings were unremarkable, and her low-density lipoprotein was 150 mg/dl. Her cerebrospinal fluid detailed report findings were within reference ranges with no oligoclonal bands and a healthy IgG index, but her MRI showed periventricular hyperintensities in the periventricular area (Figure ). Magnetic resonance angiography findings were unremarkable.\\nWe started the patient on 1000 mg of IV methylprednisolone daily to treat the suspected acute flare of MS. After three days of treatment, the patient’s symptoms were improved, and she was discharged on aspirin and glatiramer acetate (GA) with instructions to return after one month for follow-up if she remains stable. She visited the outpatient clinic after six months and was doing fine, but she reported that she was experiencing difficulty concentrating and was unable to work with enthusiasm. She also reported concerns about frequent mood changes and being mostly tearful when she was formerly a very happy person. We sent the patient for a psychiatric evaluation and checked for NOTCH3 mutation. To our surprise, she had a missense mutation in exon 11 of NOTCH3, a mutation suggestive of CADASIL. Her GA was stopped, and she started aspirin and statin therapy with the advice of further cognitive evaluations and regular psychiatric assessments. She was also advised to seek genetic counseling and testing of NOTCH3 mutation in her mother.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'30402942': 1, '29478611': 1, '28157751': 1, '30425676': 1, '21217157': 1, '23572112': 1, '25604251': 1, '28741120': 1, '28231783': 1, '27773545': 1, '11755616': 1, '11413271': 1, '12356211': 1, '33425561': 2, '31598433': 2}", "similar_patients": "{'7788011-1': 1}"}