{"patient_id": 133986, "patient_uid": "6547325-1", "PMID": 31183357, "file_path": "noncomm/PMC006xxxxxx/PMC6547325.xml", "title": "Successful endoscopic extraction of a proximal esophageal foreign body following accurate localization using endoscopic ultrasound: A case report", "patient": "Dysphagia for 6 d.\\nA 58-year-old woman who experienced dysphagia for 6 d after eating fish was admitted to a local hospital. Endoscopic indication of mucosal damage at the entrance of the pharynx and esophagus was observed, but no fish bone was found in the stomach or esophagus. The patient received anti-inflammatory treatment, but the dysphagia continued without fever, vomiting, or hematemesis. Then the patient presented to our hospital.\\nThe patient denied history of hypertension, diabetes mellitus, viral hepatitis, or tuberculosis. She had no known drug or food allergies. She also denied history of operation, trauma, or blood transfusion.\\nThe patient denied history of drinking and smoking or any family history.\\nHer temperature was 36.6 °C, heart rate was 61 beats/min with normal rhythm, respiratory rate was 20 breaths/min, and blood pressure was 120/70 mmHg. She had facies dolorosa, but the color of whole body skin and mucous membrane was normal. Rales were not heard in bilateral lungs. No extra or abnormal heart sound, murmurs, or pericardium friction sound was noted. The abdomen was flat and soft, and there was no marked pitting edema in lower extremities.\\nRoutine blood, urine, stool, coagulation, and blood biochemistry tests were all normal.\\nGastroscopic examination suggested that the upper esophageal segment exhibited a strip-shaped submucous bulge of approximately 8 mm × 40 mm (Figure ). CT suggested that the upper esophageal segment contained a high-density band in the right wall, with a diameter of approximately 35 mm (Figure ). Endoscopic ultrasonography (EUS) revealed that the upper submucosa of the esophagus exhibited a striped hyperechoic mass, with a rear weak echo, and the muscularis propria was involved (Figure ).", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'34778309': 2, '29953004': 1, '31183357': 2}", "similar_patients": "{'8585761-1': 1, '8585761-2': 1}"}