{"patient_id": 134660, "patient_uid": "6611245-1", "PMID": 31238469, "file_path": "noncomm/PMC006xxxxxx/PMC6611245.xml", "title": "An unusual case of tuberculous optic neuropathy associated with choroiditis", "patient": "A 33-year-old non-diabetic, normotensive male presented to us with a sudden onset, painless diminution of vision in his left eye. He denied any suggestive systemic history or recent onset of fever preceding his ocular symptoms. There was also no history of similar ocular complaints, such as redness, ocular pain or diminution of vision in the past. He had a history of contact with patients of pulmonary tuberculosis. His grandfather, grandmother, and uncle had pulmonary tuberculosis. On examination, best corrected visual acuity (BCVA) in the right eye was 6/6 and counting finger at a 1-metre distance in his left eye. Slit-lamp examination of both the eyes revealed quiet anterior chamber, clear lens, and cells in anterior vitreous of the left eye. Examination of pupil revealed a relative afferent defect in the left eye. The intraocular pressure and eye movements were normal. Colour vision with Ishihara chart was 21/21 in the right eye and 0/21 in the left eye. Fundus examination of the right eye showed multiple small areas of healed choroiditis sparing the macula []. Fundus examination of the left eye revealed an oedematous optic disc with large areas of peripapillary haemorrhages with surrounding subretinal fluid with hard exudates over macula []. Fundus fluorescein angiography (FFA) of the right eye delineated the healed areas of choroiditis with staining of the lesions []. FFA of the left eye showed hypofluorescence of choroidal involvement in early frame followed by the hyperfluorescence of the lesions and leakage of the dye from optic disc [Fig. and ]. Magnetic resonance imaging (MRI) of the brain and orbit with contrast was essentially normal and revealed a small elevation at the left optic disc.\\nExtensive investigations were carried out to find out the underlying etiology and other causes of optic neuropathy. In these studies, neuroimaging and serologies for syphilis, toxoplasma, and human immunodeficiency viruses found negative. Serum angiotensin-converting enzyme and serum lysozyme were within normal limit. Laboratory investigations revealed a positive tuberculin skin test (TST), a positive interferon gamma release assay (IGRA), and high-resolution computed tomography (HRCT) of the chest revealed multiple lymphadenopathy involving mediastinal, axillary lymph nodes with fibrotic strands in the lung parenchyma. Consultation from a pulmonologist was sought who started the patient on anti-tuberculosis treatment (ATT). The patient subsequently underwent pulse corticosteroid therapy with intravenous methylprednisolone (IVMP) for three days followed by tapering doses of oral prednisolone starting at 1.5 mg/Kg body weight/day. He was examined again after two weeks. He felt minimal visual improvement, and BCVA in his left eye was recorded as 3/60. Examination revealed quiet anterior chamber, and anterior vitreous but left relative afferent pupillary defect persisted. Fundus examination revealed marked resolution of optic nerve edema with resolving haemorrhage and subretinal fluid. He was advised to continue tapering oral steroid under ATT cover [].\\nTwo months after the initial presentation, the patient was seen again and BCVA had improved to 6/24. Examination of the anterior segment of the left eye was unremarkable and no relative afferent pupillary defect noted. Fundus examined revealed resolved optic disc edema and resorption of subretinal fluid with hard exudates and few retinal pigment epithelium alterations in macula []. Visual field of the left eye by 24–2 Humphrey automated perimetry showed nasal peripheral and superotemporal defects. Colour vision with Ishihara chart was 21/21 in the right eye and in the left eye it improved to 20/21. He was advised to continue ATT and oral steroid in low maintenance dose. The patient is under follow-up with us for the last eight months and till now he did not develop any recurrence.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'21317731': 1, '15283216': 1, '22614321': 1, '18029267': 1, '31238470': 1, '15937438': 1, '16196117': 1, '31238469': 2}", "similar_patients": "{}"}