{"patient_id": 7769, "patient_uid": "6464475-1", "PMID": 31016080, "file_path": "comm/PMC006xxxxxx/PMC6464475.xml", "title": "Unusual Presentation of Kawasaki Disease in a 13-year-old Saudi Boy", "patient": "The chronological history of an otherwise healthy 13-year-old male patient started when he first appeared in the clinic complaining of a sore throat and a sand-paper like rash involving both hands for one day. Physical examination revealed mildly congested erythematous pharynx and anterior right non-exudative cervical lymph node enlargement of approximately 5 x 3 cm2. The neck mass was firm and movable, tender to touch, and best visualized when the patient asked to move his head to the opposite side. Symmetrical papular rash involving both hands with an equal distribution was also noticed. No other abnormal physical examination findings were recognized at this initial stage. For the aforementioned findings, the patient was suspected of having scarlet fever for which strep throat test was ordered and turned back negative. The patient was then instructed to report back if there are signs of fever along with close monitoring of cervical lymph node enlargement by the parents and was discharged on an anti-histamine (Cetirizine) for itching. Two days later, the patient came back with high-grade fever, bilateral conjunctivitis (Figure ), bilateral hands, and feet edema (Figure , ) with increased itching and appearance of macular rash over his body. At this stage, blood investigations revealed the following: hemoglobin (HGB) 12.2 g/dL; white blood cell (WBC) count 7.6 x103/μL, with predominating neutrophils of (82.3%); platelet count 315 x103/μL; and C-reactive protein (CRP) concentration 56 mg/L and erythrocyte sedimentation rate (ESR) of 85 mm/1 hour. Lastly, a repeated strep throat test was negative, and therefore, throat culture was ordered. The patient was started on 1 g oral augmentin (amoxicillin/clavulanic acid), and parents were instructed to report if fever persists given the use of prescribed antibiotics for more than 48 hours.\\nOn the following day (day 4), the patient was admitted to the hospital ward due to persistent fever refractory to antibiotics. Physical examination was unremarkable for cervical lymph node enlargement suggesting resolution, whereas a neck ultrasound revealed corresponding unilateral hypo-echoic masses suggestive of cervical lymphadenitis, along with persistence of edema of hands and feet, and expansion of macular rash over his body. A few hours later during admission, the patient developed red eyes and characteristic early signs of strawberry tongue evident on physical examination (Figure ). Bacillus Calmette–Guérin (BCG) scar was not evident. Laboratory investigation at this time revealed elevated liver function test (LFT), alanine aminotransferase (ALT) of 186 IU/L, aspartate aminotransferase (AST) of 215 IU/L, gamma-glutamyltransferase (gamma-GT) of 180 IU/L, albumin serum of 28 g/L, serum protein of 78 g/L, and normal platelet count. Blood serology tests of Cytomegalovirus, measles, Epstein-Barr virus (EBV), and hepatitis A, B, and C reported a negative titer level. Urine test showed 10 cells/hpf of WBC with negative nitrite. Echocardiography was done and was normal. Given previous information, on day five (second day of admission), the patient was highly suspected of having typical KD based on clinical presentation consistent with poor outcome predictor (↑CRP, ↑LFT, ↓albumin) and was started on intravenous immunoglobulin (IVIG) 2 g/kg over 12 hours and a high aspirin dose of 80 mg/kg/d every six hours accordingly. The fever did not resolve within 36 hours, for which the patient was started on a second dose IVIG 2 g/kg over 12 hours. On day 10, the patient was noticed to have skin peeling involving both hands resembling sheet-like desquamation involving the palmar areas (Figure ). With that being said, after close observation for 48 hours, the patient was discharged home on a low-dose aspirin of 5 mg. Repeated echocardiography on day 14 was normal, and CBC follow-up showed platelet 609 x103/μL consistent with thrombocytosis.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'20453601': 1, '21205323': 2, '19853833': 1, '21347847': 1, '10089240': 1, '4153258': 1, '15505111': 1, '9651459': 1, '20047676': 1, '21063651': 1, '18074939': 1, '20181201': 2, '7970970': 1, '28356445': 1, '21774801': 1, '31016080': 2}", "similar_patients": "{'2831897-1': 1, '3022838-1': 1}"}