{"patient_id": 10057, "patient_uid": "6629187-1", "PMID": 31238786, "file_path": "comm/PMC006xxxxxx/PMC6629187.xml", "title": "Rare genetic Creutzfeldt-Jakob disease with E196A mutation: a case report", "patient": "A retired 56-year-old female was admitted to our hospital owing to a progressive movement disorder. Before admission, the patient reported numbness and weakness of the left limbs, gait difficulties, obvious dizziness, and paroxysmal tremor of the left limbs for almost 50 days. Difficulties in the movement of her left limbs gradually worsened. Upon admission, the patient began to have involuntary flexion in the distal left extremities but had no obvious cognitive impairment. Evaluations for amyotrophic lateral sclerosis, other motor neuron diseases, Parkinson’s disease, and other movement disorders were negative. She had no relevant family history and no exposure to neurotoxins, biologic agents, ticks, or rabies. However, we suspected carcinoma of the right thyroid lobe after the pathological analysis of the thyroid. Neurologic examination revealed temporal hemianopia in the left eye, an increase in the muscle tone of the left extremity, and hyperreflexia, which was suggestive of higher cortical dysfunction. Cerebellar tests were hard to assess because of the patient’s tremor. The sensory examination showed no obvious abnormalities. There are no signs of meningeal irritation to suggest mening involvement. The electromyography method could not be conducted because the patient was unable to cooperate. During hospitalization, the patient showed progressive cognitive decline and gradually increased muscle tone. At 2 months post-hospitalization, the patient’s symptoms aggravated rapidly, and she presented with frequent myoclonic jerks and apparent psychotic symptoms, which included dreaminess, anxiety, and hallucinations during the night. The following week, the patient showed akinetic mutism.\\nThe differential diagnosis included various dementing disorders, and comprehensive assessments, including neurophysiologic tests and multiple cerebrospinal fluid (CSF) and blood analyses, were performed. Following genetic testing, the patient was diagnosed with gCJD. As compared to the standard PRNP sequence (NCBI: NM183079.1), the sequence analysis of the PRNP gene in the current patient showed a missense mutation occurring at codon 196 (E196A: GAG-GCG) (). The 14–3-3 protein in CSF was positive. The level of neuron-specific enolase (NSE) in blood was higher (45.45 ng/ml,<25.00 ng/ml). The autoimmune encephalitis-related antibodies in CSF were negative. In the current case, the diffusion-weighted magnetic resonance imaging (DWI/MRI) showed an increase in signal intensity changes at the surfaces of the right temporal and parietal lobes, left parietal lobe, and the bilateral basal ganglia region (). Electroencephalography (EEG) was performed twice, but no typical periodic sharp wave complexes (PSWCs) were observed (). The patient’s relatives declined a brain biopsy and autopsy; therefore, the present case lacked neuropathological data. The pathological analysis of the thyroid showed atypical degenerative cells in the right lobe of the thyroid, which was indicative of thyroid cancer.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'32501129': 2, '28778873': 1, '16324095': 1, '22382354': 1, '22723400': 1, '26022925': 1, '26488179': 1, '27341347': 1, '26633779': 1, '8113733': 1, '27310471': 1, '24851016': 1, '27893164': 1, '27251305': 1, '20978903': 1, '27324792': 1, '31238786': 2}", "similar_patients": "{'7518748-1': 1}"}