{"patient_id": 6251, "patient_uid": "6369201-1", "PMID": 30778380, "file_path": "comm/PMC006xxxxxx/PMC6369201.xml", "title": "Epstein-Barr Virus-Associated γδ T-Cell Lymphoproliferative Disorder Associated With Hypomorphic IL2RG Mutation", "patient": "The patient was a 21-years-old Japanese male with no family history suggestive of immunodeficiency. He was born to non-consanguineous Japanese parents. He had experienced recurrent respiratory infections since childhood. At the age of 6 years, he was hospitalized with EBV-associated leiomyoma in his right bronchus, and complement deficiency (C2 and C9), low T-cell count, and reduced responses to phytohemagglutinin (PHA) and concanavalin A (ConA) were also found (). PID of unknown cause was suspected and Trimethoprim-Sulfamethoxazole (TMP-SMX) was started. He developed Yersinia enteritis at the age of 8 and pleurisy at the age of 9. After that, he did not experience severe infection for 10 years, even after discontinuing TMP-SMX at the age of 12. Chronic cough, purpura, edema, and pain of the lower limbs appeared at the age of 19. A skin biopsy was performed, which led to a diagnosis of leukocytic fragmentative vasculitis; however, immunosuppressive therapy was postponed due to his past medical history of immunodeficiency. At the age of 21, he was hospitalized with invasive Haemophilus influenzae infection, which had been stabilized following adequate antimicrobial therapy, and he also suffered from recurrent pneumonia caused by multiple pathogens. Extensive immunological evaluations showed dysgammaglobulinemia, with reduced IgG (608 mg/L) and IgG2 (109 mg/dL), elevated IgA (692 mg/dL), normal IgM (62 mg/dL), reduced IgE (<3 IU/mL), and reduced CH50 levels (16 U/mL) (), along with reduced lymphocyte proliferation (PHA 6,700 cpm and ConA 4,460 cpm). Lymphocyte subpopulation analysis showed reduced T cells, a paucity of B cells, and an increase of NK cells (). In CD3+ T cells, a markedly increased number of γδT cells was observed, and T cells were skewed to the memory phenotype, especially central memory T cells. The kappa-deleting recombination excision circles level was low but detectable, while the T-cell receptor excision circles level was undetectable. The patient exhibited normal production of specific antibodies against varicella zoster virus (VZV), mumps, rubella, and measles.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'10083734': 1, '33143184': 1, '29535735': 1, '22096243': 1, '2487678': 1, '12467964': 1, '16429426': 1, '2613346': 1, '29375552': 1, '33467742': 1, '29038115': 1, '24528553': 1, '10944566': 1, '16211094': 1, '34545275': 1, '26454313': 1, '14576041': 1, '28747913': 1, '16276422': 1, '25947952': 1, '31799703': 1, '32494300': 1, '26996199': 1, '30778380': 2}", "similar_patients": "{}"}