{"patient_id": 6931, "patient_uid": "6408996-1", "PMID": 30918740, "file_path": "comm/PMC006xxxxxx/PMC6408996.xml", "title": "Organ-Sparing Surgery for a Giant Verrucous Carcinoma of the Penile Shaft: A Case Report and Review of the Literature", "patient": "A 61-year-old policeman, with no previous urological history, presented with a large exophytic, cauliflower-like, and partially ulcerated lesion, measuring 7x4 cm located at the dorsal surface of the penile shaft (). The patient reported a past medical history of hypertension but was otherwise fit and healthy. He was sexually active, denied erectile dysfunction, and had never smoked. On palpation, the lesion was large but mobile and did not appear to invade the corpora cavernosa. Physical examination confirmed the absence of palpable inguinal nodes, and routine laboratory tests (including Alkaline Phosphatase and Calcium levels) were within normal limits. After excluding infections, including sexually transmitted diseases, an incisional biopsy of the lesion revealed the presence of low-grade squamous cell carcinoma and the absence of lymphovascular invasion. Staging CT of the chest, abdomen, and pelvis did not demonstrate metastatic disease or enlarged lymph nodes.\\nAfter discussion, further surgical management was decided, including excision of the primary lesion and reconstruction of the tissue gap. The patient underwent wide local excision of the affected area of skin in the penile shaft, and intraoperative frozen section analysis was used to confirm margin negativity. A circumcision was also performed, and the penis was grafted with a partial-thickness skin graft. In particular, a 0.4 mm split-skin graft was harvested from the lateral thigh with an air dermatome and was used to cover the tissue defect. The graft was quilted using 5–0 interrupted polyglactin sutures. The patient made an excellent recovery with resolution of symptoms and restoration of sexual function. A satisfactory cosmetic result was recorded at 3 and 6 months postoperatively ().\\nHistological examination confirmed the presence of a very well-differentiated neoplasm with sharp delineation at the tumor-stroma junction. On microscopy, the tumor exhibited hyperkeratosis, papillomatosis, and acanthosis. The tumor front was broad-based and pushed the subepithelial tissues. Small foci of clear-cut infiltration of subepidermal connective tissue, however, were also present. The neoplastic cells were well-differentiated, with minimal deviation from normal squamous cells and small, bland, round, or vesicular nuclei. Cellular atypia was focal and minimal, while mitoses were rare (Figures and ). The morphological findings were consistent with verrucous carcinoma of the penis. Lymphovascular invasion or perineural invasion was not identified (pT1a disease).\\nBased on final histology, the patient was classified as low risk for nodal involvement and was managed with surveillance for recurrence at the primary site and the groin areas as per current guidelines. Clinical examination and follow-up imaging up to 3 years postoperatively showed no locoregional recurrence or distant metastases.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'25789024': 1, '19341212': 1, '27872135': 1, '20303107': 1, '22504430': 1, '20691882': 1, '23474228': 1, '16225525': 1, '11337304': 1, '25457021': 1, '22818137': 1, '21524989': 1, '17349734': 1, '22595011': 1, '23905942': 1, '16935807': 1, '12168925': 1, '25477967': 2, '33514369': 1, '5901405': 1, '30918740': 2}", "similar_patients": "{'4244974-1': 1}"}