{"patient_id": 132498, "patient_uid": "6426104-1", "PMID": 31020096, "file_path": "noncomm/PMC006xxxxxx/PMC6426104.xml", "title": "Single-staged transfemoral transcatheter aortic valve implantation and percutaneous coronary intervention with rotablation in complex coronary artery disease: a case report", "patient": "A 60-year-old woman patient was admitted due to acute heart failure. Medical history revealed diabetes mellitus, hypercholesterolaemia, a late presentation myocardial infarction, occluded LAD, and reduced left ventricular (LV) function since 2009 for which she refused further treatment and outpatient clinics follow-up, as well as mamma-carcinoma treated with surgical resection and chemo-radiation therapy in 1983. During the current presentation, she was diagnosed with severe coronary disease: chronic occlusion of the LAD and RCA, and a severe ostial stenosis of the LCX (Figure and see , Video S1). Magnetic resonance imaging showed a depressed LVEF (26%) with akinesia of the anterior, apex, and inferior wall with no signs of viability. Transthoracic echocardiography revealed a severe AS [aortic velocity (Vmax) was 3.17 m/s, aortic valve area was 0.7 mm2, velocity ratio was 0.23] as well as a moderate mitral insufficiency. Furthermore, an end-stage renal failure (estimated glomerular filtration rate of 23 ml/min/1.73 m2) was diagnosed.\\nPatient was discussed in the heart team. EuroSCORE and EuroSCORE II were 20 and 11.6, respectively. Porcelain aorta precluded conventional surgery. Absence of viability in the LAD and RCA lesions dictated revascularization only in the LCX lesion followed by a TAVI. A treatment with rotablator was judged necessary for the heavy calcified LCX lesion. Considering a complex procedure in a last remaining vessel with a high-risk of peri-procedural complications in a patient with poor LV function as well as severe AS, standby veno-arterial extracorporeal membrane oxygenation (VA-ECMO, Cardiohelp, Maquet) backup was judged necessary. As both PCI with VA-ECMO and TAVI would require general anaesthesia, as well as large-sized arterial access, both procedures were performed during the same setting. After successful rotablation the lesion was stented with zotarolimus-eluting stent (Resolute Onyx), followed by implantation of a 26 mm Evolut R™ (Medtronic, Santa Rosa, CA, USA) prosthesis (subvalvular calcification was a contra-indication for a balloon-expandable valve) (Figure and B and see , Videos S2–S6). The entire procedure was performed with 70 cc contrast. Total radiation dose was 48 Gray·cm2. Veno-arterial extracorporeal membrane oxygenation support was not necessary during procedure. Post-procedural echocardiographic evaluation revealed a minimal paravalvular leakage (aortic regurgitation index of 39.6), which was not visible at 30 days and 6 months follow-up (Figure and see , Video S7). Patient was discharged few days after procedure on triple therapy for 30 days followed by Vitamin K antagonist and Clopidogrel life-long.\\nA simultaneous complex PCI and TAVI is seldom described before, however, this approach is feasible and may be considered in patients at high-risk of peri-procedural haemodynamic shock, where standby haemodynamic support is judged necessary.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'25544677': 1, '25217500': 1, '27344931': 1, '31020096': 2}", "similar_patients": "{}"}