{"patient_id": 3729, "patient_uid": "6203695-1", "PMID": 30386622, "file_path": "comm/PMC006xxxxxx/PMC6203695.xml", "title": "Hydrocarbon pneumonitis caused by the inhalation of wood preservative", "patient": "A 69-year-old man was referred to our hospital because he developed dyspnoea and delirium two days after working with wood preservative in an enclosed space. He had been exposed to the agent for about eight hours on each of the two days. He had a current 60 pack-year smoking history. On presentation, he was tachycardic (pulse rate of 88/min) and tachypnoeic (respiration rate of 20/min), with laboured breathing. Oxygen saturation was 90% on 10 L/min oxygen via a reservoir mask. Burn injuries were apparent on his face, neck, chest, and both upper arms. Bibasal coarse crackles were present on chest auscultation. Brain computed tomography (CT) demonstrated no remarkable phenomena. He had an elevated white cell count with 90% neutrophils, and the C-reactive protein (CRP) was 23.8 mg/dL. Arterial blood gas examination results were as follows: pH 7.40, PaCO2 31.8 mmHg, PaO2 63.7 mmHg, and HCO3\\n− 20 mmol/dL (10 L/min oxygen via a reservoir mask). The chest X-ray on admission demonstrated increased bilateral hilar shadows (Fig. A), and thoracic CT indicated infiltration in both lower lobes (Fig. B), which was observed to have a low-density area in the infiltrative shadow using mediastinal windows (Fig. C). His ECG was 82 bpm in the normal range, and no cardiac enzyme was elevated. Because burning of the respiratory tract was expected in connection with the burn injury on his face and neck, intratracheal intubation and mechanical ventilation were performed in anticipation. Subsequently, bronchoalveolar lavage (BAL) was carried out, and the return fluid (Fig. D, white arrow) resembled the wood preservative (Fig. D, yellow arrow). The BAL differential count demonstrated a neutrophilia of 46% (the normal range; 3% or less). Bacteriological culture and acid-fast bacilli stains were negative. Kerosene was assessed to be the main component of the wood preservative. The diagnosis of hydrocarbon pneumonitis caused by inhalation of this agent containing kerosene was established based on these findings. Antimicrobials were administered because of potential infectious complications. In addition, intensive treatment, including mechanical ventilation and hydration, was provided. Although the infiltration of both lower lung fields worsened temporarily (Fig. E), the patient’s general condition and radiological findings gradually improved with persistent, intensive management (Fig. F). He was successfully weaned off mechanical ventilation and was discharged after two months. He fully recovered without any residual deficits after his discharge.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'88581': 1, '23436660': 1, '8131586': 1, '24911841': 1, '22689551': 1, '30386622': 2}", "similar_patients": "{}"}