{"patient_id": 1502, "patient_uid": "6069038-1", "PMID": 30083558, "file_path": "comm/PMC006xxxxxx/PMC6069038.xml", "title": "Intramuscular Epinephrine-Induced Transient ST-Elevation Myocardial Infarction", "patient": "A 23-year-old male came to the emergency department with excessive salivation, difficulty in swallowing, and speech immediately after eating some Chinese food. It was associated with retching but no vomiting, abdominal pain, diarrhea, chest pain, cough, or difficulty in breathing. Rest of the review of symptoms was negative. He had no significant past medical history. However, he reported multiple similar episodes in the past for which he had undergone extensive gastroenterological workup, the details of which he did not know at presentation. He was a nonsmoker and did not use any drugs. He had no known drug or food allergy and reported eating the same food from the same eatery multiple times in the past with no reaction. At presentation, his temperature was 98.2°F, pulse was 73 beats per minute, blood pressure was 117/42 mm Hg, and respiratory rate was 22 breaths per minute with oxygen saturation of 97% in room air. Physical examinations were significant for drooling and hyperventilation with diffuse wheezing on chest auscultation. Complete blood counts revealed hemoglobin of 15 g/dL (normal 13-17 g/dL), hematocrit of 45% (normal 39% to 53%), platelet count of 234 000/µL (normal 130 000-400 000/µL), and a white cell count of 13 000/µL (normal 4500-11 000/µL) with a neutrophil of 47% (normal 40% to 70%), lymphocyte of 42% (normal 22% to 48%), eosinophil of 2.6% (normal 0.5% to 5%), and basophil of 0.6% (normal 0% to 2%). Rest of the blood works including blood chemistry and coagulation profile was normal. Chest X-ray was normal. The initial troponin was 0.01 ng/mL, and the electrocardiogram showed normal sinus rhythm with no acute ST or T wave changes (). Urine toxicology screen was negative.\\nSo with the presumed diagnosis of angioedema, he was treated with 125 mg of intravenous methylprednisolone, 50 mg of intramuscular diphenhydramine, and 0.5 mg of intramuscular epinephrine. However, immediately after the administration of epinephrine, he started to complain of palpitation and increasing chest tightness. His pulse jumped to around 150 beats per minute, while his blood pressure dropped to 98/64 mm Hg. Repeat electrocardiogram (EKG) showed ST elevation in V1, V2, and aVR, and ST depression in leads II, III, aVF, and V4-V6 (). Serum troponin jumped to 2.14 ng/mL. He was treated with 1 inch of topical nitroglycerin paste, 325 mg of aspirin, 40 mg of atorvastatin, and intravenous normal saline. His chest pain and palpitation resolved over the next 10 minutes with resolution of his EKG changes (). Echocardiography was done subsequently and showed normal systolic and diastolic function with no regional wall abnormality. Over the course of the next day, his serum troponin rose to 2.30 ng/mL before trending downward to 1.3 ng/mL, and his presenting symptoms of difficulty in swallowing and speech resolved. However, given his low cardiac risk factors and the likely cause for the myocardial ischemia being coronary artery vasospasm rather than atherosclerotic disease, cardiac angiography was not done. During the course of his hospitalization, records of his previous gastroenterological workup were obtained that showed severe tightening of proximal esophageal sphincter with distal esophagitis on enterogastroduodenoscopy and normal gatroesophageal peristalsis on radiocontrast study. In the background of these findings with recurrent similar symptoms in the past and absence of other findings suggestive of allergy, his presenting symptoms were attributed more to his esophageal spasm and less to an allergic reaction. The patient was then discharged home to follow-up as an outpatient.", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'10604922': 1, '17324313': 1, '17069097': 1, '6402132': 1, '33544285': 1, '2940853': 1, '6813874': 1, '23706578': 1, '23490289': 1, '28870153': 2, '2757714': 1, '1793697': 1, '20031267': 1, '34934576': 2, '10220083': 1, '23380109': 1, '10217970': 1, '9557375': 1, '8644672': 1, '30083558': 2}", "similar_patients": "{'5583761-1': 1, '8684398-1': 1}"}