{"patient_id": 133769, "patient_uid": "6530275-1", "PMID": 31142885, "file_path": "noncomm/PMC006xxxxxx/PMC6530275.xml", "title": "Maffucci syndrome and anaesthesia: Case report", "patient": "A 22-year-old female patient (height, 1.31 m; weight, 39 kg), a known case of Maffucci syndrome, presented with complaints of bone pain, fatigue, and weakness, diagnosed with right inferior parathyroid adenoma was scheduled for surgical excision of tumor. Written informed consent was taken from the patient before surgery. On physical examination, the patient had multiple enchondromas and haemangiomas involving right upper limb, right lower limb, and right anterior chest wall []. Also, deformities of the right upper limb, anterior chest, and bowing of lower limbs with limb length discrepancy were observed. Airway examination revealed a Mallampati class II airway, full range of motion of her neck, adequate mouth opening, and a thyromental distance of three finger breadths. Radiographs showed multiple well-defined radiolucent lesions corresponding to enchondromas on the phalanges of right hand, right foot, right anterior chest wall, and skeletal deformities of lower limbs, right upper limb, pelvis and spine []. X-ray spine revealed thoraco-lumbar scoliosis with cobb's angle of 45°. Relevant laboratory investigations along with pulmonary function tests, echocardiography, and computed tomography (CT) head were within normal limits. Fiber-optic bronchoscopy and intubation was planned because of possibility of accidental trauma to the undetected intraoral haemangiomas. Difficult airway cart was kept ready. Patient was kept nil per oral from midnight and premedicated with tab alprazolam 0.25 mg and tab ranitidine 150 mg night before surgery and on the day of surgery in the morning. Upon arrival in the operating room, patient positioning was done carefully by padding placed under the head, arms, and heels with a pillow placed under the knees, standard ASA monitors were placed for monitoring, and an 18G intravenous line was secured in left upper limb using portable infrared vein finder device. The patient was preloaded with 10 ml/kg of ringer lactate before induction of anaesthesia, and maintenance fluid of 80 ml/h was given intraoperatively. Anaesthesia was induced with intravenous (IV) morphine 0.1 mg/kg, propofol 2 mg/kg, and after ensuring smooth mask ventilation, IV vecuronium 0.1 mg/kg was administered and fiber-optic endotracheal intubation was performed. During fiber-optic bronchoscopy, though we found multiple small nodular projections in the posterior wall of trachea, exposure of the larynx and trachea was not difficult. However, these small projections did not impede intubation, and a 7.0 mm internal diameter cuffed endotracheal tube was railroaded over the fiber-optic bronchoscope without resistance. Anaesthesia was maintained with isoflurane [1.2 minimum alveolar concentration (MAC)] in a mixture of oxygen and nitrous oxide, along with intermittent boluses of IV vecuronium. Surgery lasted for 2 h and intraoperative course was uneventful. At the end of the surgery the patient was extubated and shifted to recovery room by transferring patient gently from the operation table to the shifting trolley having soft foam mattress by using sliding board. Postoperative course was uneventful.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'12707666': 1, '22057234': 1, '34248197': 1, '33776094': 1, '20661403': 1, '17367610': 1, '31142885': 2}", "similar_patients": "{}"}