{"patient_id": 2583, "patient_uid": "6136672-1", "PMID": 30079935, "file_path": "comm/PMC006xxxxxx/PMC6136672.xml", "title": "An Unusual Case of Acute Thrombosis of Abdominal Aortic Aneurysm without Acute Limb Ischemia", "patient": "A 70-year-old woman presented in our vascular clinic due to an asymptomatic juxtarenal 10 cm AAA identified as an incidental finding in a recent computed tomography (CT) scan (\\n). Her medical history included mild hypertension under drug medication. At physical examination of the abdomen, a large pulsating mass was present with normal pulsation of femoral and tibial vessels. There were no complaints of previous intermittent claudication.\\nThe woman was planned for open repair. She was very anxious about the result and the possible complications of the surgical procedure. The woman had intense stress, phobia for surgery, and was consulted by a psychiatrist.\\nTo better define the aneurysm anatomy (with 1mm imaging slices), we performed a new CT angiography (CTA) 48 hours after admission, which surprisingly revealed complete thrombosis of the AAA just below both renal arteries without any signs of acute renal insufficiency, mesenteric ischemia, or limb ischemia (\\n). The most impressive element of the CTA was the rich collateralization between the thoracic aorta and the common femoral arteries through the superficial epigastric and other arteries of thoracic and abdominal wall. This collateralization was not evident in the first CT 2 days earlier.\\nThe following physical examination revealed the absence of the previous pulsating mass and absence of femoral and distal leg pulses. Both legs were warm with normal skin color. The surgical procedure was postponed and the woman was discharged from the hospital with double antiplatelet therapy and weekly follow-up for the possible signs of limb ischemia.\\nAfter a month, the patient presented with severe intermittent claudication in the left lower limb. The following digital subtraction angiogram revealed a thrombosed abdominal aorta with collateral vessels between the aorta and both common femoral arteries (\\n). The woman underwent a left axillary–femoral bypass with polytetrafluoroethylene No. 8 graft. The patient's postoperative course was uneventful and the symptom of intermittent claudication disappeared. She was discharged on fourth postoperative day with antiplatelet (salicylic acid 100 mg, once daily) and statin (atorvastatin 20 mg, once daily) medication.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'12577142': 1, '10870862': 1, '13789447': 1, '8918333': 1, '15226942': 1, '15617739': 1, '25770381': 1, '20737387': 1, '18834983': 1, '12616348': 1, '20037713': 1, '13657824': 1, '3951029': 1, '18255323': 1, '16787808': 1, '17261944': 1, '15683275': 1, '34437047': 2, '23063443': 1, '30079935': 2}", "similar_patients": "{'8373184-1': 1}"}