{"patient_id": 127940, "patient_uid": "6063458-1", "PMID": 30155396, "file_path": "noncomm/PMC006xxxxxx/PMC6063458.xml", "title": "Important drug interaction involving phenytoin and quetiapine", "patient": "A 45-year-old male, who was an inpatient at a state psychiatric hospital for 6 years, carried the psychiatric diagnoses of autism spectrum disorder and psychosis, not otherwise specified, as well as the somatic diagnoses of seizure disorder, hypertension, hyperlipidemia, gastroesophageal reflux disorder, allergic rhinitis, bilateral deafness, asthma, and obesity. His pharmacotherapy included haloperidol and quetiapine for psychosis, divalproex for mood liability and seizures, and phenytoin for seizures. Other medications included aspirin, cetirizine, montelukast, fluticasone nasal spray, azelastine nasal spray, hydrochlorothiazide, calcium/vitamin D, docusate, imipramine, paroxetine, clonazepam, pantoprazole, and multivitamin with minerals. The patient was adherent with his medication regimen based on nursing observation and the medication administration record.\\nThis patient had been receiving haloperidol 20 mg daily for 1 year and quetiapine 800 mg daily at bedtime for approximately 10 months. The dose of phenytoin (200 mg twice daily) had been adjusted to achieve a target therapeutic level of 20 to 23 mg/L to maintain seizure control at the recommendation of a consultant neurologist. After several years of phenytoin therapy, the neurologist recommended discontinuing phenytoin due to the development of significant gingival hyperplasia. Psychiatrically, he was angry, demanding, unpredictable, and had difficulty maintaining appropriate behavior.\\nPrior to discontinuing phenytoin, serum levels of quetiapine and valproic acid were obtained. The quetiapine level was reported as <10 ng/mL, the lowest level of detection. Phenytoin was tapered to discontinuation over a 2-week period and oxcarbazepine was initiated in its place. Two weeks after the last dose of phenytoin, a repeat quetiapine level again resulted at <10 ng/mL. Quetiapine continued to be administrated at 800 mg/d. After approximately 2 more weeks (27 days post phenytoin discontinuation), the quetiapine level was 207 ng/mL. See the .\\nThe patient's behavior gradually improved, and he began participating in therapeutic activities on the nursing unit. Two weeks after the serum quetiapine level was found to be 207 ng/mL, the patient's behavior stabilized, and he was allowed to go to supervised activities off the nursing unit.\\nIn addition, this patient's valproic acid level increased after phenytoin was discontinued. The patient had been maintained on divalproex 2 grams twice a day with levels between 68 to 83 mg/mL. Once phenytoin was discontinued the valproic acid level was measured at 136 mg/mL.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'26896788': 1, '21358975': 1, '19471186': 1, '11199955': 1, '12724509': 1, '3936236': 1, '30155396': 2}", "similar_patients": "{}"}