{"patient_id": 10957, "patient_uid": "6693857-1", "PMID": 31414042, "file_path": "comm/PMC006xxxxxx/PMC6693857.xml", "title": "Refractory Metastatic Insulinoma Treated with Everolimus, Complicated by Cryptogenic Organizing Pneumonia", "patient": "We present the case of an 82-year-old woman with a past medical history significant only for hypertension. Her initial presentation to our institution was 10 years ago when she presented with the chief complaint of two syncopal episodes over two weeks, associated with diaphoresis and malaise. There was no reported seizure activity, urinary incontinence, tongue biting, chest pain, palpitations or shortness of breath. She had serum glucose of 38 mg/dL and hypokalemia of 3.3 mEq/L, for which she was emergently managed with intravenous potassium chloride and dextrose.\\n72-hour fast was performed and when her glucose was <45 mg/dL, the fast was stopped and serum cortisol = 18 mcg/dL, insulin= 18.77 mcU/mL, C-peptide= 3.85 nmol/L, and insulin auto-antibody <1 nmol/L. Throughout the course of the hospital stay, patient experienced drowsiness when her fingerstick glucose was <50 mg/dL which was reversed with dextrose 50% IV. CT abdomen w/pancreatic protocol showed a 28 × 17 mm mass near uncinate pancreas with 1.4 cm retroperitoneal lymphadenopathy and two <1 cm hepatic liver lesions (). Patient was started on diazoxide 100 mg oral (PO) every 8 hours and her fingerstick normalized to above 100 mg/dL. Surgery was recommended for diagnostic and therapeutic treatment of presumed insulinoma, but she refused despite strong recommendations by medical personnel.\\nThe patient was lost to follow up for 5 years and on return had diffuse liver metastases and extensive peripancreatitic lymph nodes extending to the mesentery and encasing the superior mesenteric artery on Magnetic Resonance Imaging (MRI; ). Computed Tomography (CT)-guided liver biopsy revealed carcinoid-type metastatic neuroendocrine tumors (negative for gastrin/insulin/somatostatin). However, as she clinically had Whipple’s triad (hypoglycemia <50 mg/dL, symptoms of hypoglycemia, and reversal after glucose administration) and serum levels consistent with insulinoma, her diagnosis remained metastatic insulinoma. She was then started on monthly octreotide and sunitinib with good symptomatic and clinical responses. However, sunitinib was discontinued due to both non-adherence and dermatologic adverse reactions including pedal edema and petechiae-like lesions, on her lower and upper extremities in the absence of thrombocytopenia. These lesions resolved after stopping sunitinib. Octreotide was continued. Six months later, due to multiple hypoglycemic episodes, repeat MRI of the abdomen/pelvis showed progression of disease with larger and more numerous liver metastases. Everolimus 10mg daily was started.\\nOn her return to the clinic six months later, the patient was noted to have sudden dyspnea and desaturation to 89% despite 2L/min of oxygen therapy. Patient underwent CTA which showed no PE, but a progression of diffuse, scattered consolidations/nodularity with surrounding ground glass opacifications (). Transbronchial biopsy was done through the left lower lobe and lingula. No malignant cells or infectious agents were seen. On pathological examination, cryptogenic organizing pneumonia, chronic non-necrotizing granulomatous inflammation, and reactive epithelial changes were noted. Prednisone 1mg/kg/day for 8 weeks was started for the management of cryptogenic organizing pneumonia. Within 48 hours, patient’s symptoms and hypoxemia improved to 98–99% on room air and her repeat CT chest showed that her diffuse scattered consolidations/nodularity with ground glass opacities were markedly decreased from prior CT scans.\\nDespite repeated admissions to the hospital due to hypoglycemia of 60 or less secondary to patient’s non-adherence to diazoxide, she is clinically stable on octreotide, diazoxide, everolimus, and prednisone administrations since her first diagnosis of metastatic insulinoma ten years ago.", "age": "[[82.0, 'year']]", "gender": "F", "relevant_articles": "{'16253900': 1, '12615955': 1, '11095416': 1, '16733126': 1, '19198582': 1, '25827702': 1, '23573816': 1, '18612155': 1, '9402179': 1, '16479142': 1, '15114088': 1, '23992857': 1, '9497974': 1, '23391113': 1, '1677058': 1, '17611248': 1, '33598397': 1, '16585664': 1, '23392213': 1, '21306238': 1, '20194812': 1, '24921202': 1, '7700289': 1, '8120520': 1, '20146582': 1, '21306237': 1, '17382270': 1, '10999812': 1, '9732927': 1, '23161287': 1, '22078104': 1, '17401086': 1, '31414042': 2}", "similar_patients": "{}"}