{"patient_id": 137165, "patient_uid": "6855882-1", "PMID": 31694827, "file_path": "noncomm/PMC006xxxxxx/PMC6855882.xml", "title": "Deep radiation-induced ulcer following nasopharyngeal carcinoma: surgical management", "patient": "A 65-year-old Caucasian man presented in January 2018, following the appearance since 3 months of a unilateral left-sided nasal obstruction associated with permeant pulsatile tinnitus of the left ear. His medical background showed an adenocarcinoma of the prostate staged pT2 cN0 M0 treated surgically in 2016. The fibroendoscopic examination of the nose showed an exophytic lesion in the nasopharynx on the left side. The examination of the left ear showed a retraction of the tympanic membrane with a signs of a retrotympanic effusion. The rest of the clinical examination was normal.\\nMultiple biopsies of the left-sided nasopharyngeal mass were done, and the histology confirmed the diagnosis of an undifferentiated Epstein-Barr virus (EBV) positive carcinoma of the nasopharynx. An initial radiological evaluation with CT and positron emission tomography (PET)-CT were performed that revealed a hypermetabolic lesion in the nasopharynx on the left side (standardised uptake volume (SUV) max at 17.5) with suspicious hypermetabolic cervical and retropharyngeal lymph nodes on both sides (SUV max at 14.2 and 12.3), without evidence of a distant metastasis (). The disease was staged as cT2 cN2 cM0, and the patient was treated by radiotherapy with a total dose of 69.96 Gy on the tumour side and 52.8 Gy on the lymph nodes bilaterally with concomitant chemotherapy (weekly carboplatin 2 area under the curve, 90 mg intravenously with Taxol 50 mg/m²).\\nRadiological evaluation by PET-CT 3 months after the end of the treatment showed a complete response at the level of the cervical lymph nodes on both sides but persistence of mild hypermetabolic activity in the nasopharynx; on the left side that was considered as an inflammatory reaction induced by radiation therapy.\\nThe patient presented 4 months following treatment completion, sever left-sided otalgia with hemicranial pain. The fibroendoscopic examination of the nose showed a large ulcer with mucosal necrosis and purulent discharge on the posterior wall of the nasopharynx. Radiological evaluation by CT () showed erosions of the clivus bone that were compatible with osteitis associated with diffuse inflammation in the retropharyngeal space and the skull base. Additionally, there was a large abscess causing a compression of the internal carotid artery on the left side.\\nAn intravenous antibiotic (piperacillin (Tazobac)—4.5 g three times per day) was applied, and the patient underwent a surgical debridement with drainage of the abscess by an intranasal endoscopic approach (). The bacterial biological analysis of the discharge taken from the fluid of the abscess showed S\\ntaphylococcus aureus and anaerobic germs. Biopsies of the ulcer and the surrounding tissues confirmed eradication of tumour. The antibiotic was changed to intravenous coamoxicillin (1 g two times per day) and followed for an additional 6 weeks associated with daily nasal wash with saline solution. The follow-up at 3 weeks postsurgical debridement showed a marked decrease in the inflammatory signs and biological parameters.\\nRadiological evaluation with an MRI () 2 months after the conservative treatment was performed and showed the persistence of a deep ulcer on the posterior wall of the nasopharynx, exposure of the clivus bone, the deep extension of the necrosis of the soft tissues and the threat of rupture of the internal carotid artery, a surgical closure of the defect of the nasopharynx was performed.\\nThe surgical procedure was done by a transnasal endoscopic approach; the edges of the ulcer have been cleaned, fat grafts have been harvested from the periumbilical region and a fascia lata graft was taken from the region of the lateral thigh on the left side. A first layer of fascia lata was applied on the clivus bone and the deep part of the ulcer, the cavity of the defect was filled by the fat grafts and a second layer of fascia lata was applied on the surface. This was then fixed to the surrounding mucosa using the adhesive tissues ().\\nThe postoperative care was simple; it included regular nose cleansing and use of intravenous antibiotics. The patient was discharged 2 weeks after the surgery; the antibiotic was changed to oral clindamycin (dose of 600 mg three times per day) and followed for additional 3 months.\\nThe follow-up at 4 months after the surgery showed absence of any complications, good healing with complete integration of the grafts, complete closure of the defect of the nasopharynx and total regression of the inflammatory signs ().", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'18606066': 1, '10443843': 1, '27699026': 1, '1422667': 1, '16954993': 1, '23816556': 1, '12450728': 1, '19340873': 1, '31694827': 2}", "similar_patients": "{}"}