{"patient_id": 133000, "patient_uid": "6457417-1", "PMID": 30694802, "file_path": "noncomm/PMC006xxxxxx/PMC6457417.xml", "title": "A dramatic example of severe premature atherosclerosis successfully treated by percutaneous coronary intervention", "patient": "An 11-year-old boy was admitted to the emergency department with complaints of chest discomfort and dyspnea. Electrocardiography showed deep symmetric T-wave inversions through V1-V4. Physical examination was unremarkable except for arcus cornea () and xanthomas on the knee joint (). shows the baseline characteristics of the patient. Emergent coronary angiography was performed and revealed diffuse atherosclerosis including severe narrowing of the right coronary artery (RCA) proximal segment, left main coronary artery (LMCA), and left anterior descending artery (LAD) proximal segment (-). Coronary artery bypass graft (CABG) surgery was first considered, and the patient consulted with the cardiac surgery team. Owing to his younger age, surgeons considered the surgery as prohibitively high risk, and PCI was planned. According to pediatric doses based on the age and weight of the patient; 80 mg aspirin and half a tablet of 75 mg clopidogrel were administered. Weight-adjusted bolus of unfractioned heparin was administered, and then RCA was cannulated using a 5 French (F) IMA guiding catheter. A floppy guidewire (Asahi Soft, Asahi, Japan) was used to cross the lesion. The lesion was first dilated with 1.5×20 and 2.0×20 percutaneous transluminal angioplasty balloons, and 2.25×28 mm Xience stent (Abbott, USA) was implanted. A 2.5×15 non-compliant (NC) balloon was used to post-dilate the stent at high pressure to achieve complete stent apposition (). Owing to the younger age of the patient, the angle of the arcus aorta was narrow, and it was hard to cannulate LMCA. After various catheters, finally, we were able to cannulate LMCA using a 6F hockey stick guiding catheter. We again crossed LAD using a floppy guidewire (Asahi Soft). LAD proximal lesion was first predilated with a 2.5×15mm balloon, and then a 2.75×18 Xience stent (Abbott) was implanted. LMCA lesion was first dilated with a 3.0×12 balloon, and then a 3.0×16 Promus stent (Boston Scientific, USA) was implanted from LMCA ostium to LAD. A 3.5×12 NC balloon was used to post-dilate LMCA stent (). Intravascular ultrasound (IVUS) showed complete stent apposition (). The patient was then transferred to the intensive care unit. Postoperative recovery was uneventful.", "age": "[[11.0, 'year']]", "gender": "M", "relevant_articles": "{'29287837': 1, '23956253': 1, '19775706': 1, '2319795': 1, '31598351': 1, '2920744': 1, '23947956': 1, '21600525': 1, '28030655': 1, '30270069': 1, '30694802': 2}", "similar_patients": "{}"}