{"patient_id": 138417, "patient_uid": "6978972-1", "PMID": 32015629, "file_path": "noncomm/PMC006xxxxxx/PMC6978972.xml", "title": "Antegrade removal of a knotted ureteric stent: Case report and review of literature", "patient": "We present the case of a 57-year-old female with a previous history of radiotherapy for cervical cancer. Unfortunately, she developed a very abnormal bladder with bilateral vesicoureteric junction strictures following radiotherapy. She was initially managed conservatively along with bilateral ureteric stents. Her symptoms of dysuria and leakage were very bothersome, and she was unable to tolerate a catheter. The decision was made to perform a cystectomy with ileal conduit formation.\\nFollowing surgery, her left ureteric stent was removed, but the right-sided stent could not be removed as it had migrated into the ureter. Her renal function deteriorated subsequently, and she had a right-sided nephrostomy placed.\\nFollowing nephrostomy, an attempt was made to snare the right ureteric stent through an antegrade approach under a local anesthetic and sedation. The nephrostomy was removed over a guidewire and exchanged for an 8Fr sheath. BMC/Terumo and Amplatz wires were negotiated down the ureter past the stent. Attempts were made at snaring with 20 mm, 10 mm, and 5 mm gooseneck loop and small basket snares. Snaring was successful with a 5 mm snare. Unfortunately, the stent formed a knot on withdrawing and could not be removed. Attempts were made to untie the knot and snare the knot unsuccessfully []. The patient was unable to tolerate any further attempts at removal under local anesthetic and sedation. A second wire was placed alongside the stent and a new 8.5Fr right nephrostomy placed.\\nFurther attempts at stent removal were done in theater under a general anesthetic. The nephrostomy position was confirmed and exchanged for an Amplatz/BMC. An attempt to pass a guidewire in the conduit was unsuccessful. Conduitogram demonstrated no filling of the right ureter. An Amplatz wire was placed down the stent into the renal pelvis, and the tract was dilated using serial metal dilators up to 15fr. The stent and wire were then withdrawn together through the tract without difficultly []. A new 8.5Fr right-sided nephrostomy was placed without any immediate complications.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'34755062': 2, '17263617': 1, '22494009': 1, '22843189': 1, '20882161': 2, '8126848': 1, '12352432': 1, '33102029': 1, '16317499': 1, '2395139': 1, '16307326': 1, '25964843': 2, '22919550': 2, '19652962': 1, '1445068': 1, '7563364': 1, '20811552': 1, '22701009': 1, '9598519': 1, '6025928': 1, '22629007': 2, '16050477': 1, '15625611': 1, '19660205': 1, '21629808': 2, '16813675': 1, '32015629': 2}", "similar_patients": "{'4426514-1': 1, '3424819-1': 1, '2943687-1': 1, '3355692-1': 1, '3099215-1': 1, '8560447-1': 1}"}