{"patient_id": 134334, "patient_uid": "6586138-1", "PMID": 31258862, "file_path": "noncomm/PMC006xxxxxx/PMC6586138.xml", "title": "Low voltage criteria EKG as a harbinger of systemic disease", "patient": "A 63-year-old male with a past medical history of COPD, CVA with residual left-sided weakness, and hypertension presented with dyspnea on exertion, lower extremity swelling, abdominal distention, and weight gain over the course of six months. He was admitted for anasarca. Initial laboratory evaluation revealed nephrotic range proteinuria (urine protein creatinine ratio 5.14), progressive renal insufficiency (Creatinine 2.5 mg/dL increased from his baseline 0.9 mg/dL), and hypoalbuminemia (albumin 2.0 g/dL). On exam, he had diffuse anasarca and peripheral neuropathy. A renal biopsy showed AL amyloidosis, lambda related, involving the glomeruli, interstitium, and arterial walls. During this admission, the patient unfortunately left against medical advice.\\nHe presented to the hospital three months later with the same complaints of dyspnea on exertion, abdominal distention, weight gain, and difficulty walking from the lower extremity swelling. His renal function worsened to creatinine of 3.4 mg/dL. Serum free light chains revealed elevated lambda light chains 11.50 mg/dL, elevated kappa light chains 5.12 mg/dL, but a normal kappa/lambda ratio 0.45. Hemoglobin and calcium were within normal limits at 14.4 g/dL and 8.8 mg/dL. Skeletal x-ray did not show bone lesions.\\nHematology-Oncology was consulted who recommended a bone marrow biopsy. Bone marrow biopsy showed 30% plasma cells with lambda light chain predominance. A CD 138 immunohistochemical stain identified plasma cells (see ). The bone marrow touch imprints (see ) identify plasma cells. Congo red stain was performed and the apple green birefringence characteristic of amyloid was not identified. FISH analysis was positive for 13q deletion, monosomy 13, and additional copies of chromosomes 1q and 9. Cytogenetics revealed normal male karyotype.\\nIn retrospective review of his chart, there were signs of cardiac amyloidosis on his admission for a stroke two years prior. ECG at that time showed low voltage criteria and an anterior pseudo-infarct pattern with Q waves in V1, V2, and V3 (see ). Echocardiogram showed mild concentric left ventricular hypertrophy. The patient was started on chemotherapy with Bortezomib but after one cycle, decided to go on home hospice.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'21251130': 1, '19427441': 1, '12817067': 1, '5953049': 1, '11527629': 1, '34199044': 2, '15695149': 1, '7542006': 1, '6459025': 1, '9302305': 1, '15013123': 1, '23530486': 1, '12904524': 1, '14734330': 1, '16044444': 1, '31258862': 2}", "similar_patients": "{'8306315-1': 1}"}