{"patient_id": 9610, "patient_uid": "6595610-1", "PMID": 31242919, "file_path": "comm/PMC006xxxxxx/PMC6595610.xml", "title": "Single-stage hybrid repair of a ruptured Kommerell diverticulum associated with dextrorotation, bovine arch, and bicuspid aortic valve", "patient": "A 44-year-old male was admitted to the emergency department with sudden onset of severe mid-sternal chest pain radiating to the back. He did not report complaints of dysphagia lusoria or hoarseness. The patient was hemodynamically stable and the physical examination was unremarkable. Laboratory results showed no significant deviations. The patient has previously been followed for a bicuspid aortic valve, with yearly cardiac echocardiography. At the time of his current presentation a contrast-enhanced computer tomography (CT) scan revealed a contained rupture of a saccular aneurysm of the base of the left subclavian artery - 7 × 8.5 cm in diameter. The aneurysm extended to the transverse aortic arch with evidence of a large diffuse mediastinal hematoma, small left pleural effusion and bovine aortic arch (Fig. a, b). Cardiac echocardiography demonstrated a bicuspid aortic valve with moderate aortic regurgitation grade 2+: jet width 40% of LV outflow tract, regurgitate fraction 35%, end-systolic dimension 50 mm, end-diastolic dimension 65 mm, end-diastolic volume 150 ml/m2, end-systolic volume 55 ml/m2, LV EF 50%.. After reviewing the radiographic studies, the patient was urgently taken to the operating room.\\nThe right axillary artery, left common carotid artery, left subclavian artery and left common femoral artery were exposed. Right auxiliary artery “chimney graft” was created using 8 mm Terumo (Terumo, Vascutek, Ann Arbor, MI) graft in an end-to-side fashion via right subclavicular incision. Next, left common carotid artery-left subclavian artery bypass was performed using an 8–mm Terumo straight graft with end-to-side (to the carotid artery) and end-to-end anastomosis (to the left subclavian artery). The left subclavian artery was completely divided, and proximal part was oversewn.\\nA median sternotomy was performed, great vessels were dissected, and the anatomy was confirmed. The area of contained rupture was distal to the origin of KD, originating at the base of the left subclavian artery and measuring 8.5 cm in maximum diameter. Heparin was introduced per weight protocol and the patient was placed on cardiopulmonary bypass with arterial access via the right axillary artery conduit and venous access in the right atrium. Systemic cooling was undertaken to 28 °C. Seldiger’s technique was utilized to gain percutaneous access via the left common femoral artery (CFA). This allowed us to use intravascular ultrasound and interrogate from the aortic root to the left CFA, confirming the distal aortic arch aneurysm and intact bovine aortic arch. The diameter of the ascending aorta was 38 mm and native descending aorta was 24 mm. Due to the lack of adequate “landing zone” proximally, the acuity of the situation and the patient’s age purely endovascular approach was not considered. After clamping at the base of the innominate artery under conditions of moderate hypothermia circulatory arrest (28 C), antegrade cerebral perfusion via the chimney graft was initiated.\\nAfter initiating circulatory arrest, the aorta was transected at the proximal level of the bovine arch. The bovine arch was detached from the arch and the stump was over sewn with 4–0 Prolene. This provided us with a reliable ~ 3 cm of landing zone. Over the previously placed “through-and-through” wire (Landerquist wire, Cook Medical, Bloomington, IN) from the left common femoral artery access to the aortic arch, we delivered the first endograft (Medtronic 28x28x150 mm, Minneapolis, MN), starting immediately at our newly created landing zone across the Kommerell diverticulum and into the healthy descending aorta. Next we sutured a 26 mm Terumo graft (with 14 mm side branch) to the proximal aortic arch. The Bovine arch was re-anastomosed to the 14 mm Terumo side branch, using 4–0 Prolene in end-to-end fashion. This was done in a way to provide 5 cm of distance from the debranched Bovine arch to the proximal extent of the first piece of endograft. Using the same “through-and-through” wire, we delivered the second piece endograft (28x28x150 mm, WL Gore Inc., Flagstaff, AZ), starting just distal to the debranched bovine arch, across through the previous arch anastomosis and into the first piece endograft, completing our hydrid arch repair, providing two layers of endograft material at the level of the transverse arch and across the base of the aneurysm.\\nAn overlap of 4 cm between the Gore endograft and the 26 mm Terumo graft was secured. At least 8 cm of overlap was also assured between the two separate endografts. After de-airing, aortic clamp was applied proximal to the debranching 14 mm Terumo graft. Perfusion to the distal body with systemic rewarming was initiated. The ascending aorta was excised at the level of the sinotubular junction and send to pathology. The bicuspid aortic valve was reconstructed using subcommissural annuloplasty technique performed with 4–0 Prolene pledgeted felt sutures. A second piece of 26 mm Terumo graft was used to replace the ascending aorta. The anastomosis at the sinotubular junction was created in end-to-end manner using 4–0 Prolene suture. After adequate tailoring, required because of the cardiac dextrorotation with abnormal position for the aortic root (very deep in the posterior mediastinum), the neo-ascending aorta was anastomosed to the neo arch with 4–0 Prolene suture in a running fashion (Fig. ). After de-airing, the aortic cross clamp was removed. The patient was subsequently weaned off from cardiopulmonary bypass without difficulties. Time of circulatory arrest was 28 min. Cross-Clamp time was 95 min and cardio-pulmonary bypass time was 170 min. For cardioprotection, we utilized Del Nido solution delivered in retrograde fashion through the coronary sinus.\\nWe did not use blood transfusion or pro-coagulants intraoperatively. No aortic insufficiency was revealed on postoperative transesophageal echocardiography. The flow velocity in the both vertebral arteries was normal. Due to apparent osteopenia, longitudinal, rigid sternal fixation was undertaken.\\nPostoperative course was uneventful and the patient was discharged on postoperative day 5.\\nHistologic assessment of resected ascending aorta revealed mucoid medial degeneration with fibrosis, and lipid deposition (Fig. ). Three- and eighteen-month CT-scans have shown no evidence of endoleak with normal perfusion of all the arch vessels. On the last CTA, we also observed positive aortic remodeling with distal arch aneurysm which was decreased in size from 7 × 8.5 cm to 3 × 3.5 cm.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'25636900': 1, '21940298': 1, '14173495': 1, '23535153': 1, '14718830': 1, '14239989': 1, '20472649': 1, '3892054': 1, '23037917': 1, '30497086': 1, '31242919': 2}", "similar_patients": "{}"}