{"patient_id": 133586, "patient_uid": "6509972-1", "PMID": 31105940, "file_path": "noncomm/PMC006xxxxxx/PMC6509972.xml", "title": "Sporobolomyces salmonicolor: A case report of a rare cutaneous fungal infection", "patient": "We report a case of a 47-year-old male, living in Ontario, diagnosed with a cutaneous Sporobolomyces salmonicolor infection after suffering with an extensive cutaneous eruption for 4 years. He was otherwise well and had no systemic medications. He was born in Afghanistan and immigrated to Canada in 1996, with infrequent visits back to Afghanistan. He worked and continues to work as a delivery personnel in an urban setting. He has no particular hobbies that would explain him contracting such an infection.\\nFour years ago, he noted a few painful lesions on the face and back. Over the years, he noted more lesions on the dorsal hands, lower extremities and eventually lost hearing in the right ear. He also had a 10 kg weight loss 4 months prior to his presentation to dermatology. On presentation, he had numerous erythematous, edematous and scaly plaques on the dorsal hands (). A few of the lesions were eroded and most were painful on light palpation.\\nA skin biopsy was performed, and on hematoxylin and eosin stain (H&E), diffuse suppurative granulomatous inflammation was found. The cellular composition was a mixture of lymphocytes, histiocytes, giant cells and plasma cells with the formation of suppurative granulomas. The findings were highly suggestive of a deep fungal or atypical mycobacterial infection. As a result, further biopsies were performed for fungal culture, acid fast bacilli and mycobacteria. Sporobolomyces salmonicolor was grown on fungal culture. Cultures for acid fast bacilli and mycobacteria were negative. Susceptibilities were requested from the Public Health Agency of Canada (PHAC) and revealed susceptibility to voriconazole, fluconazole and amphotericin B. Given the possibility of lung involvement, a chest x-ray was performed along with a computed tomography (CT) chest that were unremarkable. Given that Sporobolomyces salmonicolor is thought to be an opportunistic infection, serological testing for hepatitis B and C, HIV and syphilis was performed and found to be negative. He was then referred to infectious disease for treatment management as a non-immunocompromised host.\\nGiven his history of hearing loss, a CT head and neck was performed which revealed bilateral otitis externa and mastoiditis. There were no signs of osteomyelitis. He was assessed by ENT, who confirmed that these findings were secondary to the deep fungal infection and that no anatomic abnormality was observed. He was also assessed by ophthalmology, urology and gastroenterology as he had non-specific symptoms in these organ systems. However, their assessment revealed no involvement of the fungal infection in these systems.\\nHe was treated by infectious diseases with voriconazole 200 mg po BID for 8 weeks, and while he initially had a favourable response, with improving skin lesions, he relapsed after completion of the course. He was then treated with liposomal amphotericin B via a peripherally inserted central catheter (PICC) at 350 mg IV over 4 h daily for 2 weeks. He completed two cycles of amphotericin B and noted significant improvement of his hearing. He has not developed new cutaneous lesions since completing the course and most of his cutaneous lesions have resolved. The remainder of the lesions continue to improve at the time of this case report.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'28161745': 1, '8031519': 1, '16096659': 1, '6465912': 1, '34813619': 1, '2587957': 1, '31105940': 2}", "similar_patients": "{}"}