{"patient_id": 12566, "patient_uid": "6800270-1", "PMID": 31666933, "file_path": "comm/PMC006xxxxxx/PMC6800270.xml", "title": "Newly diagnosed papillary craniopharyngioma with BRAF V600E mutation treated with single-agent selective BRAF inhibitor dabrafenib: a case report", "patient": "A 35-y/o Caucasian male presented with progressive short-term memory loss, and chronic headaches associated with daily nausea and vomiting. His family further reported gait imbalance with falls, episodes of lethargy, fatigue and incontinence. The patient’s past medical history and social history was negative. At OSH, the patient was diagnosed as hypotensive and bradycardic (HR 30s) and was given dopamine before being transferred out. On admission, patient HR was 50-60 with systolic BP at 90 mm Hg.\\nMRI brain with and without contrast showed a third ventricular mass with obstruction of the foramen of Monroe resulting in hydrocephalus. The patient required placement of bilateral shunts for hydrocephalus and craniotomy for resection. The tumor was diagnosed as papillary craniopharyngioma, WHO Grade I. Post craniotomy MRI brain confirmed that the patient had residual tumor close to the fornix. The patient required desmopressin (DDAVP), levothyroxine, and dexamethasone. Next-generation sequencing (Foundation One) identified the BRAF V600E genomic alteration.\\nPost-operatively, the patient’s MRI brain demonstrated residual suprasellar craniopharyngioma (45 x 39 x 25 mm) with multiple cystic components (). Efforts to obtain Dabrafenib and Trametinib were unsuccessful and repeat MRI brain showed an increase in the size of cystic components (48 x 53 x 29 mm) with stable nodular disease and resolution of his hydrocephalus (). Clinically, the patient continued to improve in strength but had a significant disability with his cognitive status. He continued to take HRT, and his dexamethasone dose was reduced to 0.5 mg PO QD.\\nOn appeal, the insurance carrier denied the MEK inhibitor Trametinib treatment, but approved the single-agent Dabrafenib, which was initiated at 150mg BID. Two months after treatment, the patient’s family noted improved cognitive speed and balance. No skin, GI toxicity or seizures were reported. MRI brain demonstrated decreased size, enhancement and edema of the residual suprasellar craniopharyngioma ().\\nThe patient’s progressive MRI brain examinations demonstrated a further interval decrease in size (). Clinically, the patient continued to slowly improve in his exercise tolerance and steroid myopathy. The dexamethasone dose was continued at 0.5 mg PO QD. The patient continued to have severe pan hypopituitarism, and continued his HRT treatment along with the addition of testosterone replacement therapy. Two years later, the MRI brain demonstrated the continued collapse of the patient’s cyst cavity and complete response of the solid internal nodular enhancement (). Clinically, the patient continued to improve steadily; he continued to require desmopressin at low doses and his short-term memory and cognitive processing speed improved. The patient was not formally assessed with neurocognitive testing but is able to live independently and resume driving and working.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'28918496': 2, '28891408': 1, '26563980': 1, '23251089': 1, '26115708': 1, '32155632': 1, '24413733': 1, '26498373': 1, '28425764': 1, '33928205': 1, '22735384': 1, '33537843': 1, '27903124': 1, '29701552': 1, '31666933': 2}", "similar_patients": "{'5636852-1': 1}"}