{"patient_id": 2872, "patient_uid": "6158368-1", "PMID": 30294303, "file_path": "comm/PMC006xxxxxx/PMC6158368.xml", "title": "An Association of PTPN11 and SHOX Mutations in a Male Presenting With Syndromic Growth Failure", "patient": "A 5.5-year-old boy visited the Endocrinological section of the Pediatric Unit of the General Hospital of Terni, Italy, due to short stature. His mother's height was 170 cm, and his father's height was 172 cm (target height: 177.5 cm = >50° centile). In his family history, there was paternal familiarity for psychotic crises in his adolescence and mother with thrombophilia and history of five pregnancies with three spontaneous abortions and two parts. The mother took cardioaspirine during the pregnancy. No genetic disease was reported in his family. The child was born at term via spontaneous vaginal delivery. The birth weight was 3.050 gr (10°-25° centile), and the birth length was 45 cm (below the third centile). A villocentesis performed at week 12 of gestation due to an alteration in nuchal translucency on obstetric ultrasound did not reveal any abnormality (46, XY). After birth, a small ventricular septal defect and mild bilateral pyelectasis were detected, but within 6 months, both of these abnormalities spontaneously disappeared. Bilateral orchiopexy was performed at 19 months of age for undescended testicles. Regarding linear growth, auxological data recorded by the primary care pediatrician revealed short stature that was 2 standard deviation (SD) below the 3° centile on the Italian cross-sectional growth charts for height () since the first months of life. In the last 2 years, the child has exhibited an even more exacerbated decline in his growth curve. Before entering the hospital, first-level laboratory tests for the evaluation of short stature (i.e., full blood count, inflammatory markers, renal function, hepatic function, coeliac screening, and thyroid function tests) had been already performed. No abnormal results were evidenced. The bone age was delayed by 2 years.\\nIn the hospital, his height was 99.2 cm (<3 SD), his weight was 15.5 kg (<3° centile), and his growth velocity was 4 cm/year (<3° centile). His arm span was of 94 cm, and his sitting height was of 55 cm: height ratio was <95%, his sitting height: height ratio was therefore >56% (slightly over the upper normal limit of 55.5%), and his body mass index was below the 50th centile (pathological Rappold index >8). Furthermore, he presented with unusual facial features that included hypertelorism, low-set ears, a low posterior hairline, down-slanting palpebral fissures, pectus excavatum, and ogival palate (Figure ).\\nHowever, Madelung deformity was not suggested by clinical examination and not detected by wrist X-ray findings. Radiological and laboratory tests to rule out related renal, cardiac, ophthalmologic, and audiological abnormalities did not find any significant alterations. At an evaluation conducted by an infant neuropsychiatrist, the patient exhibited a mild cognitive impairment compared with the standard for his age that included a prevalent verbal difficulty compatible with the diagnosis of NS. EEG and cerebral magnetic resonance imaging results were normal. The peak growth hormone (GH) value in a clonidine stimulation test was in the normal range (12.7 mg/L). The IGF-1 level was 47 ng/mL (normal values for age: 32–259 ng/mL).\\nAlthough short stature was disproportionate, diagnosis of NS was suspected, and genetic tests of the PTPN11 gene were requested. The entire coding regions and intron-exon boundaries of the PTPN11 gene were amplificated by polymerase chain reaction using genomic DNA and sequence specific primers. Both forward and reverse strands were directly sequenced using an automatic DNA sequencer. The results confirmed NS because a c.922A>G (rs28933386) heterozygous mutation in exon 8 of the PTPN11 gene leading to a p.Asn308Asp substitution was identified (reference transcript NCBI NM_002834.3 and NP002825.3). This mutation has already been described as pathogenic by Siegfried et al. ().\\nDue to the presence of a mesomelic short stature, the concurrent presence of two genetic mutations was considered and a genetic evaluation of the SHOX gene was requested. A test of chromosomal microarray analysis performed with the CGH array led to the identification of a micro-duplication at the level of the region PAR 1 (Xp22.33/Yp11.32) extended about 680 kb involving the SHOX gene. The microduplication in the pseudoautosomal region PAR1 has already been described in NS and its clinical significance therefore appears to be certain ().\\nGH treatment (0.2 mg/kg/wk) was prescribed. At a follow-up assessment 18 months after the initiation of GH treatment (weight-appropriate dosage), the following data were collected: height, 109.8 cm (<2 SD); weight, 18 kg (<3° centile); growth velocity, 7 cm/year (>90° centile); arm span:height ratio, 96%; sitting height:height ratio: 56%. Further evaluations have been scheduled for every 6 months.\\nManagement of the case was approved by the Ethics Committee of General Hospital of Terni, Italy (2017-PED-03). The patients' parents provided their written informed consent for the publication of this case report, including the photo of their child.", "age": "[[5.5, 'year']]", "gender": "M", "relevant_articles": "{'26578640': 1, '15985475': 1, '16957405': 1, '27194969': 1, '27025909': 1, '18562489': 1, '20876176': 1, '25503994': 1, '21590266': 1, '19407499': 1, '34229750': 1, '18958496': 1, '17143282': 1, '25282103': 1, '17603483': 1, '9140395': 1, '28328117': 1, '21057184': 1, '10749976': 1, '23312968': 1, '11704759': 1, '30294303': 2}", "similar_patients": "{}"}