{"patient_id": 15296, "patient_uid": "6951019-1", "PMID": 31914981, "file_path": "comm/PMC006xxxxxx/PMC6951019.xml", "title": "Cricopharyngeal myotomy for delayed Cricopharyngeal dysfunction after head and neck surgery – case report", "patient": "A 62-year-old woman was diagnosed of thyroid cancer and received total thyroidectomy with left neck lymph nodes dissection (level II, III, IV, IV, and VI). The patient suffered left unilateral vocal cord immobility after the surgery, and she received type I thyroplasty with vocal cord medialization 1 month after the thyroid and neck dissection surgery as treatment for her phonatory insufficiency. The patient did not receive further chemotherapy or radiation therapy, and no evidence of residual thyroid cancer or recurrence had been noted in her follow ups. There was no complaint of swallowing difficulty and aspiration before and after the neck operations. However, it was 2 years after the last previous operation of thyroplasty that she progressively developed oropharyngeal dysphagia with frequent coughing and aspiration. Physical and neurological examinations were unremarkable. Endoscopy and cervical computed tomography (CT) revealed no structural abnormality. A videotaped barium radiographic study (videoesophagraphy) showed a narrowing segment at the level of the cricopharyngeus muscle with partial dilation of the proximal esophageal segment (Fig. ).\\n*A bottle of liquid barium sulfate was diluted with 60 ml of water\\nAfter cricopharyngeal dysfunction was confirmed by barium radiographic study, operation was arranged for the patient in which cricopharyngeal myotomy was done (Fig. ). Immediately after the operation, the dysphagia resolved remarkably. Postoperative videoesophagraphy (Fig. ) showed improved cricopharyngeal opening, and there was no sign of the cricopharyngeal narrowing. The patient has remained asymptomatic for 4 years of follow-up, and no adverse side effect of the myotomy has been complained by the patient.\\n*A bottle of liquid barium sulfate was diluted with 60 ml of water", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'10483915': 1, '24043908': 1, '23832799': 1, '9121787': 1, '19635324': 1, '12560313': 1, '9121789': 1, '32785797': 2, '30811725': 1, '8870349': 1, '12368626': 1, '31914981': 2}", "similar_patients": "{'7423823-1': 1}"}