{"patient_id": 135825, "patient_uid": "6737557-1", "PMID": 31475947, "file_path": "noncomm/PMC006xxxxxx/PMC6737557.xml", "title": "Lessons learned from the management of Hungry Bone Syndrome following the removal of an Atypical Parathyroid Adenoma", "patient": "A 44-year-old Caucasian male presented with a history of arthralgia and myalgia for several months. Medical history of nephrolithiasis was reported.\\nThe initial laboratory results were as follows: corrected serum calcium 12.26 mg/dL (normal range 8.6-10.2), phosphate levels 1.9 mg/dL (normal range 2.5-4.5), magnesium levels 1.7 mg/dL (normal range 1.6-2.6) and alkaline phosphatase levels (ALP) 1015 U/L (normal range 50-290). The elevated PTH levels of 1131 pg/mL (normal range 15-65) together with hypercalcaemia confirmed the diagnosis of PHPT, despite low levels of 25OHD and 1,25(OH)2D of 8 ng/mL (sufficiency >20) and 18 pg/mL (normal range 18-65), respectively. Hypercalciuria (485 mg/24 hours) was also found ().\\nSkeletal X-rays of the hip-pelvis and lumbar spine showed diffuse osteopenia without any skeletal fractures. The initial dual energy X-ray absorptiometry (DXA) scan confirmed BMD below the expected range for age[] [left neck Z-score -4.28] (). Technetium-99m-pertechnetate whole-body scan did not reveal any skeletal lesion.\\nNeck ultrasonography showed a hypoechogenic mass measuring 2.6 x 3.6 cm with a well-defined margin posterior to the right lobe of the thyroid gland, without signs of blood flow (). [99]Tc-sestamibi scintigraphy revealed persistence of the radionucleotide in the right posterior parathyroid gland, but with extension of the radionucleotide to the upper right mediastinum (). Therefore, neck MRI was performed and a large mass with cystic degeneration measuring 8.7 x 4.6 cm was found posterior to the right thyroid lobe extending to the right mediastinum, while shifting the trachea and the esophagus to the left ().\\nA diagnosis of PHPT due to a large parathyroid tumor was established. Preoperative treatment with cinacalcet 30 mg b.i.d. was initiated with a daily dose of 2000 IU vitamin D3 (cholecalciferol) and 243 mg of magnesium, in order to control the hypercalcemia and correct the low levels of 25OHD and magnesium, respectively. Nevertheless, corrected serum calcium levels remained increased at 12.36 mg/dL, while 25OHD levels were partially corrected to 15 ng/mL. Daily doses of cinacalcet and vitamin D3 were subsequently increased to 60 mg t.i.d. and 4000 IU, respectively, resulting in correction of 25OHD and ALP levels, although hypercalcemia persisted (). Subsequently, cinacalcet treatment was ceased due to the unresolved hypercalcaemia, while the vitamin D3 daily dose was reduced to 2000 IU, since 25OHD levels had increased to 27 ng/mL. Bisphosphonates were not used preoperatively.\\nTotal surgical excision of the tumor was performed without any surgical complications. Postoperatively the patient had asymptomatic hypocalcaemia (corrected serum calcium 7.34 mg/dL) with inappropriately normal PTH levels of 34 pg/ml, confirming successful parathyroidectomy (). Alfacalcidol 1mcg and calcium carbonate 4 gr daily were initiated with concomitant use of 1600 IU vitamin D3 and 243 mg magnesium. The patient was discharged two days after surgery with corrected serum calcium concentration at 8.64 mg/dl, while calcium carbonate dose was reduced to 2 grams.\\nHistopathological examination revealed a tumor weighing 22 grams and measuring 7.2 x 4.5 x 2.7 cm. The parathyroid neoplasm consisted of solid and cystic areas with fibrosis and partial capsular invasion, however, without extensive local infiltration or metastasis. Immunohistochemistry showed increased expression of cyclin D1 (>90%) and cell proliferation Ki-67 index (with MIB 1 antibody) was 10%. The tumor was classified as an APA[] ().\\nSix months later, PTH levels were increased with low levels of calcium, phosphate and magnesium, and normal levels of 25OHD and ALP (). The patient’s treatment included calcium carbonate/D3 tablets of 1000mg/880 IU twice per day and 243 mg of magnesium, whereas alfacalcidol had been ceased 2 months previously. HBS was diagnosed and alfacalcidol 1mcg was recommended, with concomitant use of calcium carbonate/D3 and magnesium. PTH and calcium levels were normalized, after 2 months ().\\nTwelve months following parathyroidectomy, DXA showed a significant increase of 59.4% in the left femoral neck BMD (). As BMD, in the left femoral neck, was still below the expected range for age [left neck Z-score -2.3], alendronate 70 mg weekly was administered for 12 months as additional treatment together with alfacalcidol, calcium carbonate, cholecalciferol, and magnesium. Six months later, serum levels of corrected calcium, phosphate, ALP and PTH were normalized (). Three years after parathyroidectomy, a new DXA showed a further increase of BMD in all skeletal sites: lumbar spine (+5.4%); left hip (+5.7%) and of the right hip (+5.0%), indicating a positive effect of alendronate treatment and parathyroidectomy (). It was therefore decided that no additional treatment was required.\\nSix months later (4 years postoperatively), PTH was once again increased to 102 pg/mL with low levels of phosphate, magnesium, and 25OHD, while corrected calcium levels were low normal at 8.76 mg/dL ().\\nSecondary hyperparathyroidism (sHPT) due to vitamin D deficiency seemed as the most possible diagnosis, although persistent of HBS was a less likely option, and treatment with alfacalcidol, calcium, vitamin D3 and magnesium was recommended. Additional treatment with alendronate was not considered necessary as BMD values were within the expected range for age ().", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'12490858': 1, '3400660': 1, '23882155': 1, '5436362': 1, '18095236': 1, '2155534': 1, '24423366': 1, '18167138': 1, '8585420': 1, '9043468': 1, '18705474': 1, '26640724': 2, '23152439': 1, '14568870': 1, '29626276': 1, '26123464': 1, '27192696': 1, '26237520': 1, '29051042': 1, '22148128': 2, '11493580': 1, '31475947': 2}", "similar_patients": "{'4660009-1': 1, '3229004-1': 1}"}