{"patient_id": 136232, "patient_uid": "6761570-1", "PMID": 31579124, "file_path": "noncomm/PMC006xxxxxx/PMC6761570.xml", "title": "Concurrent juvenile myelomonocytic leukemia with thalassemia in a case with Plasmodium knowlesi infection from Sabah, Malaysian Borneo", "patient": "A 3-year-old male child presented with complaints of loss of appetite and loss of weight, lethargy, abdominal pain, abdominal distension for six months. The abdominal pain was colicky, with an on and off occurrence. The patient had multiple outpatient visits in the past and was treated with oral antibiotics, oral anthelmintic agents. However, the patient was hospitalized in a district hospital in Sabah, Malaysia due to worsening abdominal pain and gradually increasing abdominal distension. On examination, the patient was lethargic, pale with hepatosplenomegaly and matted cervical, axillary and inguinal lymph nodes. The hemoglobin was low, and stool for occult blood was suspected of being positive. There was no history of blood transfusion. The patient was brought again to a private medical center in Sabah 3 months later for similar symptoms. Ultrasonography (abdomen) revealed hepatosplenomegaly (spleen 12.6 cm, liver 12.2cm), and focal area at the pancreatic head region with duct at its center. The patient was referred to Sabah Women and Children Hospital (SWACH) for further work up. Differential diagnosis of CMML/JMML, Gaucher’s disease, Thalassemia and discrete pancreatic pathology was considered. The patient was an adopted child; hence biological parents’ previous history was unclear.\\nThe child started to have multiple fever spikes (37.8-38.5°C, non-neutropenic fever) and was treated with IV Amoxicillin/ Clavulanic acid and subsequently with Piperacillin/tazobactam. The total WBC count was 17.6×109 cells per liter, and the Absolute Neutrophil Count was 9.9 cells/μL. Cytomegalovirus IgM/IgG was found to be reactive. However, there was no ocular infection. Chest X-ray showed patchy haziness over the right perihilar region. Simultaneously the patient also suffered from an oral ulcer and was treated with Gengigel (0.2% hyaluronic acid) topical application.\\nPeripheral Blood Smear (PBS) examination exhibited mild anemia, moderate microcytic hypochromic, mild anisopoikilocytosis with few polychromes, and few teardrop cells; white cells show moderate leucocytosis, monocytosis and eosinophilia with a presence of 4% Blast cells. Moderate thrombocytopenia was seen. The polymerase chain reaction was positive for Plasmodium knowlesi. Iron studies revealed Iron - 3.6 umol/L, Unsaturated Iron Binding Capacity - 61.3umol/L, Total Iron Binding Capacity - 64.9 umol/L and serum ferritin - 38.1 ng/ml. LDH was 417 U/L, Coombs’ test was found to be negative.\\nHb analysis was conducted to exclude thalassemia/hemoglobinopathy as it is high prevalence in Sabah. Capillary Electrophoresis (CE) of the patient’s hemoglobin demonstrated a high percentage of Hb F, and a low percentage of Hb A. High- Performance Liquid Chromatography (HPLC) report revealed a moderate increase in Hb A2 10.2%. Based on the clinical history, CE and HPLC a differential diagnosis of Compound Hb E/B+ (or Hb E/B°) and Heterozygous Hb E with concurrent alpha thalassemia was considered. ( and ).\\nA leukemia-lymphoma immunophenotyping analysis was done to rule out acute leukemia (). It revealed a scant population of cells positive for CD34, CD117, and HLA-DR and negative for CD19, CD79a, cyCD3, MPO & other markers tested. Bone Marrow Aspiration and Trephine Biopsy was suggested. BCR – ABL (Breakpoint Cluster Region - Abelson murine leukemia viral oncogene homolog) fusion transcript was not detected in the clinical, hematological analysis.\\nPeripheral blood smear and bone marrow aspiration (BMA) revealed a leucoerythroblastic picture with bicytopenia and presence of 4% blasts with some dysplastic features. Because of the presence of dysplastic features with monocytosis and clinical hepatosplenomegaly, Myelodysplasia/ Myeloproliferative neoplasm (MDS/ MPN – possibly Juvenile Myelomonocytic Leukemia) was considered.\\nTrephine biopsy depicted markedly reduced megakaryocytes and erythrocytes (E-cadherin and CD61 reduced). There was a presence of granulocytic precursors and mature neutrophils in the intertrabecular spaces – increased mononuclear cells which were myeloperoxidase positive and coexpressing CD68 (active), suggestive of monocytic components. Thus, correlating clinical history with findings of peripheral monocytosis, BMA blasts only 3-4% and hepatosplenomegaly, the features were consistent with Juvenile Myelomonocytic Leukemia.\\nHigh-Risk Screening for Inborn Errors of Metabolism performed by derivatization with butanol chloride/LC-MS/MS method revealed low levels of few amino acids probably due to prolonged illness or poor feeding. CT scan of thorax, abdomen-pelvis showed multiple matted cervicals, hilar and mediastinal lymph nodes with hepatosplenomegaly. The skeletal survey did not show any skeletal abnormality.", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'9590152': 1, '25552679': 1, '4521369': 1, '15087069': 1, '16991133': 1, '3465439': 1, '1704804': 1, '25163700': 1, '1311195': 1, '31579124': 2}", "similar_patients": "{}"}