{"patient_id": 10931, "patient_uid": "6692991-1", "PMID": 31428394, "file_path": "comm/PMC006xxxxxx/PMC6692991.xml", "title": "Unique presentation of occult breast cancer with uterine cervix metastasis", "patient": "A 76-year-old female presented with a sole complaint of 2-month history of right hip pain. Her past medical history included essential hypertension, cardiovascular accident 19 years prior, type 2 diabetes mellitus, asthma, gastritis, and a cardiac arrhythmia requiring a pacemaker. Surgical history was significant for three cesarean sections. She had no family history of malignancy. Her menarche was at age 12 and menopause occurred at age 52. The patient reported a negative Papanicolaou test within the past year. Recent upper and lower gastrointestinal endoscopies were inconsistent with malignancy. Two months prior, the patient had bilateral breast ultrasound and mammogram, both of which did not identify any abnormalities. She denied abdominal discomfort and vaginal discharge. There was no palpable axillary, supraclavicular, or inguinal lymphadenopathy. Vaginal examination revealed a bulky cervix, an enlarged 16 weeks size mobile uterus and normal adnexa. Vital signs were as follows: blood pressure 130/70 mm Hg, heart rate 64 beats per minute, respiratory rate 14 breaths per minute, and temperature 98.5 F. Laboratory workup revealed white blood count 6.1 k/µL, hemoglobin 12.1 g/dL, blood urea nitrogen 25 mg/dL, creatinine 0.52 mg/dL, serum potassium 4.5 mmol/L, and serum calcium 9.3 mg/dL.\\nFurther evaluation with abdominal and pelvic computed tomography (CT) showed diffuse metastatic disease with lytic bone lesions, an enlarged uterus containing a vague central hypodensity, and a 1.8 cm hypodensity with punctate calcification in the left adnexa. The patient was referred for positron emission tomography-computed tomography (PET-CT) (Figure A and B), which was significant for hypermetabolic activity in the cervix and uterus, skeletal metastatic disease, and right axillary adenopathy. There was no activity in the breast.\\nExamination under anesthesia revealed a bulky cervical mass with parametrial involvement and extending into a fixed uterus measuring 16 weeks in size. Cervical biopsy (Figure ) showed a cellular stroma infiltrated by a monotonous population of plasmacytoid cells arranged in single file, with increased nuclear-cytoplasmic ratios and minimal nuclear pleomorphism. Small prominent nucleoli were observed, with no chromatin condensation and no mitotic figures. There was no necrosis. The malignant cells tested positive for CK-7 and GATA-3, and 91%-100% positive for estrogen receptor (ER) and progesterone receptor (PR), supporting their mammary origin. Human epidermal growth factor receptor 2 (HER-2) was negative. CT-guided biopsy of the right axillary lymph node showed infiltration of tumor cells, morphologically identical to the ones observed in the cervix, with Ki-67 of 10%-15%.\\nThe patient was started on palbociclib, letrozole, and zoledronic acid and, at 6 months follow-up, has been clinically stable on this regimen. Clinical improvement was seen, with patient reporting resolution of pain. The patient will be monitored with surveillance imaging and further clinical examinations.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'29279704': 2, '12835981': 1, '21122392': 1, '23890400': 1, '29643136': 1, '30349371': 1, '22379471': 1, '24122263': 1, '10894136': 1, '30183588': 1, '27959613': 1, '29137058': 2, '19876639': 1, '19201455': 1, '28984771': 1, '16244803': 1, '25261649': 1, '12624519': 1, '20564117': 1, '31428394': 2}", "similar_patients": "{'5690751-1': 1, '5731106-1': 1}"}