{"patient_id": 426, "patient_uid": "6000971-1", "PMID": 29898699, "file_path": "comm/PMC006xxxxxx/PMC6000971.xml", "title": "Rapid calcium loss may cause arrhythmia in hemofiltration with regional citrate anticoagulation: a case report", "patient": "A 51-year-old man was admitted to the Department of Nephrology of the First Affiliated Hospital of Nanjing Medical University (Nanjing, China) in June 2016 because of hypercalcemia and renal failure. The patient was well until he developed persistent leg and low back pain 20 days before admission. Prior testing at a local hospital showed progressive abnormal renal function (serum creatinine, 304.2 μmol/L), a high serum calcium level (4.86 mmol/L), and an extremely high level of parathyroid hormone (PTH) (1551 ng/L; reference level, 12–88 ng/L). After hydration with saline and diuresis with loop diuretics and hemodialysis, the patient was transferred to our hospital. He had no unusual issues with the exception of a 1-year history of stage 3 chronic kidney disease.\\nOn admission, the patient reported fatigue, bone pain, and polyuria. A physical examination on admission revealed blood pressure of 119/80 mmHg and heart rate of 71 beats per min, but no specific findings of the lymph nodes, head, neck, heart, lung, abdomen, or joints. Laboratory testing revealed corrected serum calcium of 3.39 mmol/L, phosphorus of 0.84 mmol/L, PTH of 540 ng/mL, serum creatinine of 151 μmol/L (after hemodialysis), and hemoglobin of 120 g/L. Urine calcium was 9.2 mmol/24 h. An electrocardiogram (ECG) showed complete right bundle branch block and a precordial abnormal ST segment and normal corrected QT (QTc) interval (Fig. ). Myocardial marker analysis showed serum myoglobin of 31 μg/L and high-sensitivity troponin T of 826 ng/L. Ultrasonography revealed a nodule at the left lower pole of the parathyroid gland. Single-photon emission computed tomography results indicated an adenoma of the left lower pole of the parathyroid gland. Due to no family history of such disease and no medication history of thiazide or lithium, a diagnosis of primary hyperparathyroidism caused by a parathyroid adenoma was made. Because of the high level of troponin T and changes to the ST segment on an ECG, acute myocardium injury was considered, thus parathyroidectomy was deferred for multidisciplinary consultation. The final diagnoses were hypercalcemia, primary hyperparathyroidism, parathyroid adenoma, acute renal injury, chronic kidney disease, and acute myocardium injury.\\nHydration with 3000 mL of fluid [60% saline (0.9%) and 40% dextrose (5%)] per day, furosemide at 40 mg three times per day, cinacalcet at 25 mg per day, and RRT were utilized to reduce serum calcium levels. Double lumen catheterization of the right femoral vein was used for vascular access. Slow extended dialysis with low-calcium dialysate (1.25 mmol) at bedside was started using a commercially available continuous RRT device (multiFiltrate, Fresenius Medical Care Deutschland GmbH, Bad Homburg, Germany). The dialysate flow was 4800 mL/h for 8 h each session. Changes in serum corrected calcium levels are shown in Fig. . Due to an unsatisfactory lowering of serum calcium and preparation for parathyroidectomy, slow extended dialysis was switched to 8-h RCA-predilutional hemofiltration at a replacement rate of 4300 mL/h. The replacement solution was prepared by a local pharmacy (Na, 105 mmol/L; bicarbonate, 21.5 mmol/L; zero calcium; magnesium, 0.5 mmol/L; and glucose, 6.7 mmol/L). The infusion rate of 4% trisodium citrate (citrate dose 4.2 mmol/L) was 220 mL/h and the blood flow was 120 mL/min when hematocrit was 32%.\\nGiven the time limit of treatment, we gradually reduced the rate of calcium supplementation from 5.6 to 2.2 mmol/h in the first session of RCA-hemofiltration (Fig. ). The post-filter ionized calcium was 0.34–0.53 mmol/L during RCA-hemofiltration. The corrected serum calcium level decreased from 3.5 to 3.2 mmol/L and ionized calcium decreased from 1.97 to 1.67 mmol/L. This result was not inspiring, despite estimated 30 mmol calcium loss during RCA-hemofiltration.\\nA lower infusion rate of calcium (1.1 mmol/h) was started at the second session of RCA-hemofiltration (Fig. ). However, chest discomfort and palpitations were reported by the patient after treatment for 15 min. At that time, his blood pressure was 110/64 mmHg and heart rate was 125 beats per min. Blood gas analysis showed potassium of 3.8 mmol/L and a rapid serum ionized calcium decrease (from 1.91 mmol/L to 1.71 mmol/L). Hence, calcium supplementation immediately increased to 5.6 mmol/h and 2 min later, the chest discomfort and palpitation disappeared. However, the 12-lead ECG demonstrated sinus tachycardia with a prolonged QTc interval as compared to baseline at 3 days before (Fig. and Table ). One hour later, the calcium infusion was gradually reduced to 2.2 mmol/h to reduce the level of serum calcium without inducing sinus tachycardia. The ionized calcium decreased from 1.91 to 1.61 mmol/L with unaltered corrected serum calcium.\\nThe third RCA-hemofiltration session began at a calcium infusion rate of 2.2 mmol/h, which resulted in a decrease in corrected serum calcium from 3.5 to 2.7 mmol/L and in ionized calcium from 1.91 to 1.18 mmol/L without arrhythmia (Fig. ).\\nAfter the third RCA-hemofiltration session, high-sensitivity troponin T decreased to 89.8 ng/L and the patient was deemed sufficiently stable to undergo parathyroidectomy. An untypical parathyroid adenoma was pathologically confirmed. Postoperatively, PTH dropped to 16.9 ng/L and serum calcium dropped to 2.25 mmol/L. Serum calcium was 2.11 mmol/L and serum creatinine was 173 μmol/L at discharge. The patient received a telephone follow-up at 2 months after discharge and reported serum calcium of 2.13 mmol/L and serum creatinine of 112 μmol/L without calcium supplementation.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'8857118': 1, '12633817': 1, '22476881': 1, '18645366': 1, '160852': 1, '9565811': 1, '27113697': 1, '34513045': 1, '25485561': 1, '29898699': 2}", "similar_patients": "{}"}