{"patient_id": 136965, "patient_uid": "6830039-1", "PMID": 31719971, "file_path": "noncomm/PMC006xxxxxx/PMC6830039.xml", "title": "Complicated postoperative course secondary to kratom withdrawal: a case report", "patient": "A 55-year-old female with a history of chronic back pain, anxiety and depression was admitted to the hospital for an elective subtotal colectomy and ileorectal anastomosis for colonic inertia. On admission, her medications were documented: acetaminophen/oxycodone (5/325 1 PO q6h prn), escitalopram (10 mg 1 PO qd), cyclobenzaprine (10 mg 1 PO tid), bupropion (100 mg 1 PO qd) and omeprazole (40 mg PO bid). The patient admitted to drinking 1–2 drinks of alcohol weekly and denied any history of drug abuse. The surgery was uneventful, and the patient was started on home medications and a clear liquid diet within 24 hours of the surgery. Intravenous hydromorphone (1 dose—0.5 mg) and oral tramadol were used for pain control within the first 48 hours following the operation.\\nOn postoperative day 2, the patient became nauseous and vomited approximately 500 cc of bilious liquid. Over the next 24 hours, the patient became confused, agitated and developed auditory and visual hallucinations. She stated, ‘Men are talking to me from my IV and are trying to kill me’. Her physical examination and lab studies remained normal. Since drug and/or alcohol withdrawal was suspected, the patient’s husband was contacted to review her medication and social history. After some prodding, the husband revealed that in addition to her prescribed medications, the patient, in an attempt to alleviate her pain and anxiety, for many years, was taking an over-the-counter preparation called kratom (5–10 g, oral daily).\\nOn postoperative Day 4, the patient became febrile (40.1 °C), tachycardic (155 beats/min) and hypotensive (80 mm Hg/undetected). The abdominal exam remained unremarkable. The patient was transferred to the ICU for presumed septic shock. Diagnostic studies revealed right basal pulmonary infiltrates most consistent with aspiration pneumonia. The patient was stabilized and started on IV antibiotics. She was transferred from the ICU within 24 hours and subsequently discharged from the hospital in good health on Day 12.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'26640804': 1, '31994019': 1, '30973850': 1, '23206666': 1, '30786220': 1, '29944481': 1, '25471045': 1, '26999670': 1, '31719971': 2}", "similar_patients": "{}"}