{"patient_id": 14879, "patient_uid": "6935636-1", "PMID": 31893091, "file_path": "comm/PMC006xxxxxx/PMC6935636.xml", "title": "Systemic lupus erythematosus presenting as Evans syndrome", "patient": "A 33-year-old male patient with no significant medical history presented with generalized weakness, fatigue, lightheadedness, and easy bruising for one month. His symptoms gradually worsened over the course of the month to where he would stand up and immediately feel dizzy. He also reported bruising on his lower extremities and blood-filled oral blisters that would intermittently burst and heal spontaneously. Examination was significant for hyperpigmented lesions on the forehead; multiple ulcerating and blistering oral lesions with dried blood on the tongue, gums, and posterior pharynx; multiple ulcerations and necrotic oral lesions on the left retromolar trigone, tongue, and hard palate; bilateral lower extremity petechiae; and dark, nonpalpable, and necrotic lesions on the shins.\\nLaboratory testing revealed severe normocytic anemia (Hb 48 g/L, MCV 92.6 fL) and thrombocytopenia (platelets 6 × 103/L). Laboratories were also notable for haptoglobin <1 µmol/L, LDH 14.3333 µkat/L, D-dimer 2269 2269 μg FEU/L, positive direct Coombs test, and a peripheral smear demonstrating fragmented red blood cells (see Figure ). Urine analysis showed urine protein/creatinine ratio of 0.31. Further laboratories showed low C3 (0.78 g/L) low C4 (0.27 µmol/L), serum IgG 234.96 µmol/L, ANA 1:80 homogenous, positive beta-2 glycoprotein IgM, a detectable lupus anticoagulant, and positive anticardiolipin IgM. A biopsy of the oral ulcer was done, which did not show immune complexes.\\nGiven his constellation of clinical and laboratory findings, the patient was diagnosed with Evans Syndrome related to SLE, as evidenced by his hemolytic anemia, positive direct Coombs test, and immune thrombocytopenia. The patient received pulse IV methylprednisolone for 3 days and was then transitioned to daily prednisone. He also received two doses of IVIG and one dose of romiplostim for treatment of his Evans Syndrome. For management of his SLE, he was initiated on weekly rituximab. He had subsequent symptomatic improvement, with resolved oral lesions, as well as continued improvement in his anemia and thrombocytopenia. At the last follow-up, he continued to improve and remained stable on mycophenolate mofetil.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'21719526': 1, '29029350': 1, '27461045': 1, '16398647': 1, '19638626': 1, '21944976': 1, '31893091': 2}", "similar_patients": "{}"}