{"patient_id": 128286, "patient_uid": "6099000-1", "PMID": 30147901, "file_path": "noncomm/PMC006xxxxxx/PMC6099000.xml", "title": "Isolated retroperitoneal Castleman's disease: A case report and literature review", "patient": "A 49-year-old woman with an unremarkable medical history consulted our Emergency Department due to intermittent abdominal pain, and her biochemical profile indicated impaired liver function (SGOT/SGPT: 480/509 IU/L) and hyperbilirubinemia (total/direct bilirubin: 1.22/0.49 mg/dL). The patient underwent abdominal nonenhanced computed tomography (CT) scans and was indicated to have cholelithiasis and extra-hepatic bile duct dilatation. Additionally, a roughly measured 5-cm homogenous tumor in the left side of the retroperitoneal space was accidentally found (Figure ). The patient underwent laparoscopic cholecystectomy and the pathology report indicated chronic cholecystitis and cholesterolosis.\\nSubsequent magnetic resonance imaging (MRI)of the abdomen revealed one well-defined, oval-shaped mass lesion in the anterior part of the left side psoas muscle with intermediate to high signal intensity on T2 weighted image (T2WI), high signal intensity on diffusion weighted imaging (DWI), and low signal intensity on the apparent diffusion coefficient (ADC) map (Figure ). A clear fat plane between the mass and the psoas muscle is noted. No lymphadenopathy, surrounding invasions, or other abnormal signal intensities corresponding to focal lesions in the retroperitoneal space can be identified. Based on the above imaging test results, the patient was referred to our urology department and then underwent a laparoscopic left retroperitoneal mass excision. After general anesthesia, the patient was placed in a right lateral decubitus position, with left side up. A Veress needle was inserted around the umbilicus and pneumoperitoneum was made by carbon dioxide insufflation with a pressure of 15 mm Hg. The first 12-mm port was introduced around the umbilicus for the camera. Then we inserted one 11-mm port at left upper quadrant and one 11-mm port at lower quadrant, and both ports were located at the midclavicular line. We started the operation by mobilizing the descending colon from the peritoneum to identify the retroperitoneal space and left kidney. This operation exposed a well-defined, oval-shaped mass densely adherent to the left psoas muscle (Figure ). The retroperitoneal mass was widely dissected and excised from the adjacent psoas muscle carefully and without complications. The operation time was 120 minutes and the blood loss estimated 30 mL. The patient had an uneventful postoperative course and was discharged on postoperative day 3.\\nThe resected mass measured 5.7 × 3.5 × 1.5 cm in size. Grossly, it was well-defined, brown-tan in color, and elastic (Figure ). A microscopic examination revealed an enlarged lymph node composed of multiple follicles of various sizes with involuted germinal centers and sclerotic vessels. Higher magnification revealed that these follicles were surrounded by concentric rings of lymphocytes (Figure ). The immunohistochemical study (Figure ) revealed CD20 (+, follicles), CD3 (+, parafollicles), Bc12 (−, follicles), CD21 (+, follicular dendritic cells), and CD34 (+, proliferated venules). The hyaline vascular variant of CD is confirmed. The patient is currently free of disease following resection after 18-months of follow-up.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'12456500': 1, '22490805': 1, '22367441': 1, '21339426': 1, '21555697': 1, '21487108': 1, '11505414': 1, '23103628': 1, '26739518': 1, '13356266': 1, '21765191': 1, '27579390': 2, '23256001': 1, '1954381': 1, '26998133': 1, '25120049': 1, '29026518': 2, '4551306': 1, '32361607': 2, '15801951': 1, '27536166': 1, '30147901': 2}", "similar_patients": "{'5633649-1': 1, '7200444-1': 1, '4996621-1': 1}"}