{"patient_id": 489, "patient_uid": "6005289-1", "PMID": 29955424, "file_path": "comm/PMC006xxxxxx/PMC6005289.xml", "title": "Hiccup-Like Response in a Dog Anesthetized with Isoflurane", "patient": "An eight-year-old, female intact Golden Retriever, weighing 27 kg, was referred for investigation of urinary and faecal incontinence, which acutely appeared following two months of chronic vaginal discharge. The latter partially responded to antibiotic treatment. After neurological consultation, the animal was scheduled for magnetic resonance imaging (MRI) of the lumbar-sacral region under general anesthesia.\\nOn preanesthetic examination the dog appeared slightly nervous but in good physical condition (ASA II). The heart rate was 90 beats per minute (bpm), respiratory rate was 15 breaths per minute (brpm), pulse quality was good, mucous membranes were pink, and capillary refill time was less than 2 seconds. Thoracic and cardiac auscultation were unremarkable, as were the results of hematological and biochemical blood tests.\\nAfter a mild sedation was achieved administering methadone intramuscularly (0.2 mg kg−1; Synastone, Auden Mckenzie Ltd., UK), anesthesia was induced intravenously 30 minutes later with fentanyl (3 μg kg−1; Sublimaze, Janssen-Cilag Ltd., UK) and propofol (2.5 mg kg−1; Rapinovet, Schering-plough Animal Health UK). The trachea was intubated with a cuffed tube; the cuff was inflated; intubation was unremarkable. Anesthesia was maintained with isoflurane (IsoFlo, Abbott Laboratoires, UK) in 100% oxygen, delivered through a circle system. Monitoring consisted of capnography, measurement of inspired and expired anesthetic gases and oxygen, measurement of noninvasive arterial blood pressure (Datex AS3, Helsinki, Finland), and esophageal stethoscope.\\nShortly after commencement of isoflurane administration, a gasping breathing pattern was noted, with a respiratory rate of 40–50 brpm and jerk movements of the mouth and all four limbs. Heart rate was 140 bpm. Inadequate depth of anesthesia was considered the cause of the observed movements; thus ventilation was assisted manually (15 brpm) and the vaporizer setting was increased from 2% to 3% (oxygen 3 L min−1) in order to deepen the anesthetic plane. Further, a bolus of fentanyl (1 μg kg−1) was administered intravenously. At that time, end-expiratory carbon dioxide tension (PE′CO2) was 22 mmHg. Because the respiratory pattern did not change during the following 10 minutes, and suspecting an underlying pulmonary disease, MRI was cancelled while thoracic radiographs and an arterial blood gases analysis were performed. Radiographs were unremarkable and alkalemia due to primary respiratory alkalosis was apparent in the arterial blood gases analysis results (). The dog was allowed to recover from general anesthesia. Once the vaporizer was turned off and the breathing system flushed with oxygen, the dog's breathing pattern improved and became normal. The recovery from general anesthesia was uneventful. MRI was rescheduled for the following day.\\nOn day 2, preanesthetic assessment was unremarkable and similar to that obtained the previous day. Dexmedetomidine (1.25 µg kg−1 Dexdomitor, Orion Pharma, Finland) and methadone (0.25 mg kg−1) were administered slowly intravenously. The resulting sedative effect was good with the animal relaxed in lateral recumbency. Anesthesia was induced with propofol (1.5 mg kg−1) and, after intubation of the trachea with a cuffed tube, maintained with isoflurane (vaporizer setting was 3%) in 100% oxygen at the flow of 3 L min−1, delivered through a circle system. Also in this occasion tracheal intubation was unremarkable.\\nAs on day 1, the animal started gasping and jerking continuously as soon it was connected to the breathing system. At that point, isoflurane was immediately turned off and the breathing system flushed with pure oxygen. Anesthesia was then maintained with a constant rate infusion (CRI) of propofol (0.3 mg kg−1 min−1), after slow administration of a loading dose (0.5 mg kg−1). As the animal's breathing pattern did not improve, atracurium (0.2 mg kg−1, Tracrium Injection, GlaxoSmithKline, UK) was administered intravenously and intermittent positive pressure ventilation (Penlon Nuffield 200 ventilator) was started to maintain eucapnia (PE′CO2 35–45 mmHg). Respiratory rate was set to 15 breathes per minute, tidal volume was 300 mL, and peak inspiratory pressure was 12 cmH2O. The rest of the anesthetic time was uneventful, but it was necessary to top up atracurium every 15–20 minutes, because hiccups restarted as soon as neuromuscular function started returning.\\nAn extensive invasive sacrococcygeal neoplasia was found on MRI. The owner decided to euthanize the dog but declined postmortem examination.", "age": "[[8.0, 'year']]", "gender": "F", "relevant_articles": "{'5412887': 1, '9691876': 1, '13689457': 1, '2149003': 1, '4738205': 1, '15310374': 1, '2538761': 1, '4451261': 1, '15479336': 1, '2482885': 1, '14568113': 1, '2868032': 1, '7758557': 1, '1217700': 1, '7970214': 1, '6751158': 1, '7636760': 1, '8491309': 1, '12173229': 1, '14742368': 1, '8063646': 1, '8434775': 1, '5490279': 1, '7351583': 1, '12650496': 1, '29955424': 2}", "similar_patients": "{}"}