{"patient_id": 136505, "patient_uid": "6785970-1", "PMID": 31619890, "file_path": "noncomm/PMC006xxxxxx/PMC6785970.xml", "title": "Follicular Unit “Exploitation”: Follicular Unit Extraction Followed by Laser Hair Reduction—A Novel Approach to Repigmentation of Postburn Leukodermic Scars", "patient": "A 43-year-old healthy lady presented with a five-year-old postburn scar involving her right upper limb interspersed with hypo- to depigmented areas. The flatness, pallor, and soft and supple consistency confirmed the scar to be fully matured. Past treatments included multiple sessions of phototherapy and two sessions of different types of CMT techniques performed three years back, with treatment failure. Her psychological well-being with Patient Health Questionnaire (PHQ)-9 was assessed and a score of 13 confirmed moderate depression.\\nOwing to previous therapeutic failures, patient’s depression, and desperate desire for cosmetic improvement in the scar, we planned and suggested an innovative three-step treatment protocol that we vernacularly labeled follicular unit “exploitation” (FUe). The steps include the following: FUE in the leukodermic areas for pigmentation induction, phototherapy for pigment spread, and hair reduction with LHR. As the scar was fully mature with decent elasticity, it was viable for sustaining follicular implants. Realistic expectation, treatment duration, potential adverse effects, and cost issues were discussed during pre-procedure counseling. The patient was satisfied and she volunteered for the treatment protocol. Before surgery, she was referred to a psychiatrist who prescribed tablet escitalopram (5mg OD) for eight weeks. She was not on blood thinners or any other medication. Signed informed consent was obtained. The treatment protocol was conducted maintaining the ethical principles of human research outlined in the World Medical Association’s Helsinki Declaration 2013.[]", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'25851083': 1, '25393355': 1, '24964504': 1, '29799573': 1, '27601864': 1, '23517382': 1, '31619890': 2}", "similar_patients": "{}"}