{"patient_id": 136459, "patient_uid": "6784619-1", "PMID": 31620612, "file_path": "noncomm/PMC006xxxxxx/PMC6784619.xml", "title": "Awareness during general anesthesia despite simultaneous bispectral index and end-tidal anesthetic gas concentration monitoring", "patient": "The patient was an 80-year-old man (weight 49.7 kg, height 1.60 m), who was scheduled to undergo subtotal gastrectomy due to stomach cancer. No specific findings were noted in his medical history, and his preoperative chest x-ray and electrocardiogram were normal. Additionally, all of the patient’s laboratory test results were in the normal range. He had a history of total hip replacement under spinal anesthesia; however, he did not experience awareness during anesthesia for that procedure. This particular operation (gastrectomy) was his first time under general anesthesia.\\nHis blood pressure (BP) was 100/60 mmHg, with a heart rate of 78 beats/min, and a body temperature of 36.5°C; all vital signs were within the normal range in the waiting room before the operation. Premedication of 0.2 mg of glycopyrrolate was administered by intramuscular injection. After arrival to the operating room, the patient’s pre-induction BP was 110/65 mmHg, heart rate 72 beats/min, and oxygen (O2) saturation 98%, which were all in the normal range; BIS (BisVISTA, Aspect Medical Systems, USA) was >95.\\nAnesthesia was induced by inhaling 8 L/min of 100% O2 for 2 min through a face mask, followed by an intravenous injection of propofol 100 mg. The loss of eyelid reflex was confirmed before intravenous administration of rocuronium bromide 50 mg and fentanyl 50 μg. After confirmation of muscle relaxation, an endotracheal tube was inserted, which was ventilated 10 times/min using a tidal volume of 8 mL/kg while end-tidal carbon dioxide was maintained in the range 35 to 36 mmHg. Thereafter, ETAG concentration was measured while anesthesia was maintained with desflurane 4.0–5.0% vol, O2 (1.5 L/min), and nitrous oxide (1.5 L/min). Post-induction BP was approximately 85/45 mmHg. Therefore, desflurane was maintained at 4.0% vol, and BIS at the time was maintained in the range 35 to 37, and ETAG was 0.9 MAC. From approximately 50 min after the initiation of anesthesia, the patient’s BP slowly escalated to approximately 120/80 mmHg. Subsequently, fentanyl 50 μg and rocuronium bromide 10 mg were additionally administered, and desflurane was maintained at 5.0% vol. At that time, the BIS remained in the range 37 to 43, and the ETAG was 1.2 MAC.\\nMultiple metastatic lesions were found on the abdominal wall, as well as on the omentum, during the operation. Hence, the patient’s family member was called in approximately 1 h after the initiation of anesthesia and was informed that due to severe cancer metastasis, it was not possible to continue the operation any further. Subsequently, the operators immediately closed the incision, and the patient exhibited stable vital signs approximately up to 120/80 mmHg until completion of the surgery. No sudden increase in BP or heart rate was observed (). The total duration of anesthesia was 2 h and, because the patient was able to sufficiently breathe on his own, the endotracheal tube was removed and the patient was transferred to the post-anesthesia care unit (PACU). After complexly recovering consciousness in the PACU, he did not exhibit any specific expression of awareness during anesthesia. However, immediately after he was moved back to his in-patient room, he complained of awareness during anesthesia by telling his guardian that he overheard the conversation between the operator and his caregiver, felt the pain, and experienced inability to move during a short period of time. The patient did not exhibit any specific sequelae, despite the episode of awareness during anesthesia, and was able to tolerate further treatment processes.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'7864427': 1, '16115989': 1, '9357886': 1, '10691248': 1, '15333419': 1, '11773816': 1, '25204236': 1, '17264720': 1, '11939910': 1, '10370833': 1, '21848460': 1, '9778016': 1, '18515816': 1, '15172773': 1, '31620612': 2}", "similar_patients": "{}"}