{"patient_id": 129450, "patient_uid": "6187891-1", "PMID": 30443141, "file_path": "noncomm/PMC006xxxxxx/PMC6187891.xml", "title": "Giant cell glioblastoma with spinal and spinal leptomeningeal metastasis in a child: A rare presentation of a rare tumor", "patient": "An otherwise well, 7-year-old girl presented with generalized seizures, left-sided limb weakness, nausea and vomiting of short duration. Neurological examination revealed the power of 3/5 in both left upper and lower limbs. General and other systemic examinations were unremarkable. Contrast-enhanced magnetic resonance imaging (CEMRI) brain showed a 45 mm × 45 mm × 60 mm[] lobulated, infiltrating, heterogeneously enhancing solid cystic mass (hypointense on T1, hyperintense on T2, and heterogeneous contrast enhancement of solid component) in the right posterior frontal, anterior temporoparietal lobe, and right basal ganglia with significant perilesional edema causing midline shift []. She underwent right frontotemporal craniotomy and near-total resection of the tumor. Histopathology was suggestive of GBM, giant cell variant, and the WHO Grade IV. Tumor cells were immunopositive for glial fibrillary acidic protein and p53 while negative for isocitrate dehydrogenase-1; MIB-1 labeling index was 45%–50%. Adjuvant concurrent chemoradiation with daily oral temozolomide (TMZ = 75 mg/m2) during radiation therapy followed by six cycles of adjuvant TMZ (150–200 mg/m2, day 1–5; per oral; every 28 days) was planned. A radiation dose of 60 Gy in 30 fractions over 6 weeks by three-dimensional conformal radiotherapy was delivered. After completion of the first cycle of adjuvant TMZ, she suddenly developed upper backache and paraparesis. CEMRI brain and spine were performed which revealed a residual mass in the right temporal lobe (2.1 cm × 1.6 cm × 1.3 cm) [] with intradural extramedullary lesion at D3–D4 level causing severe cord compression (2.6 cm × 1.47 cm × 1.05 cm) with fine nodular leptomeningeal enhancement in dorso-lumbar spinal cord, dorsal, and ventral cauda equina nerve roots suggestive of leptomeningeal drop metastases []. She was administered palliative radiotherapy of 20 Gy in five fractions over 1 week to the spinal metastatic site (D2–D5 level) and was started on intrathecal methotrexate (10 mg) weekly. Unfortunately, she succumbed to death after 3 weeks.", "age": "[[7.0, 'year']]", "gender": "F", "relevant_articles": "{'2718792': 1, '30783357': 1, '7606897': 1, '15957093': 1, '18726045': 1, '11148082': 1, '4342859': 1, '25037316': 1, '30443141': 2}", "similar_patients": "{}"}