{"patient_id": 133636, "patient_uid": "6515750-1", "PMID": 31143630, "file_path": "noncomm/PMC006xxxxxx/PMC6515750.xml", "title": "Intrauterine Contraceptive Device Perforating the Cecum, a Pregnancy Complication?", "patient": "This is the case report of a 24-year-old female patient, who is para three with a previous history of one cesarean section in her second delivery, after which she had a copper T 380A IUCD insertion in a family planning center, with no recorded complications. A follow-up abdominal sonography done after 1 month confirmed that the IUCD was inside the uterus in its correct position. Surprisingly, during her checkup for period irregularity 9 months later, another sonography was performed and showed the presence of a 7-week intrauterine gestational sac along with the IUCD inside the uterine cavity. The patient was offered removal of the IUCD, but she preferred to complete the pregnancy despite its presence. Her pregnancy went smoothly and without complications; the only mentioned symptom was an increased frequency of vomiting in the past 3 months in comparison with the previous two pregnancies. Knowing that the IUCD was difficult to be identified in the second half of her pregnancy, however, the IUCD was not retrieved at the time of delivery. Accordingly, the patient was investigated to find the IUCD which was confirmed to be in the right iliac fossa outside the uterine cavity by a plain abdominal X-ray [].\\nAs long as the patient was asymptomatic, the plan was to do a laparoscopic surgery after complete uterine involution. The surgery was done as a classical laparoscopic procedure, with main entry through umbilicus, two ancillary ports on the left side and one on the right side for the assistant. Exploring the loop of bowel that was adherent to uterine fundus aided in finding the IUCD thread. Removal of adhesions between bowel and uterus was first done, after which pulling the thread of the IUCD resulted in retrieving the vertical arm, and showed that the horizontal arms were inside the cecum []. The IUCD was pulled out, and primary closure of the cecum was achieved, using four interrupted stitches by vicryl 0–2 [].\\nThe surgery went smooth, and the patient was discharged 2 days later without any complication.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'29386934': 1, '22356042': 1, '25419105': 1, '17409036': 1, '22067801': 1, '30002585': 1, '22763376': 1, '21902959': 1, '31143630': 2}", "similar_patients": "{}"}