{"patient_id": 129182, "patient_uid": "6173002-1", "PMID": 30249853, "file_path": "noncomm/PMC006xxxxxx/PMC6173002.xml", "title": "Bilateral combined central retinal artery and vein occlusion in a 3-year-old child with nephrotic syndrome", "patient": "A 3-year-old female child on treatment for NS since the age of 18 months, presented with sudden, acute, bilateral painless loss of vision in both eyes while she was admitted for the management of an acute exacerbation of NS elsewhere. A diagnosis of bilateral central retinal artery occlusion (CRAO) was made by the primary physician and emergency measures like anterior chamber paracentesis and ocular digital massage had been performed with no improvement. Four days later, the child presented to us with a visual acuity of perception of light in both eyes. On presentation, fundus examination revealed bilateral central pallid retina with a cherry red spot, increased vascular tortuosity, and few retinal hemorrhages, which was imaged on the RetCam (Clarity MSI, CA, USA) []. The retina corresponding to the distribution of the cilioretinal distribution appeared better perfused than the surrounding macula.\\nFundus fluorescein angiography (FFA) and spectral domain optical coherence tomography (SDOCT) were performed using the Spectralis (Heidelberg Engineering, Germany). The FFA revealed delayed filling of the arteriolar vascular tree and a delay in the arteriovenous transit time []. There was an indistinct preservation of perfusion in the distribution of the cilioretinal artery suggesting its possible sparing. The SDOCT scan showed an increased retinal thickness of 816 and 788 microns in the right and left eyes, respectively [].\\nThe child was treated for acute nephrotic disease by the pediatrician with oral steroids (prednisolone) 60 mg/m2/day for 4 weeks and tapered to 40 mg/kg/day for 12 weeks. Oral levamisole, an immunomodulator, was concurrently given during the tapering period (25 mg/day). For the hypertension, she was given nifedepine at the dose of 1 mg/kg/day, 8 hourly initially. Five days later the blood pressure (BP) stabilized at the 50th percentile for age. This increased on day 7 owing to the steroids to the 75th–90th percentile and long-acting amlodipine (0.5 mg/kg/day) was initiated. The BP was normal for age at the time of discharge. The child was empirically started on subcutaneous low molecular weight heparin (LMWH) which was given for 6 weeks (loading dose 1 mg/kg/12 hourly) followed by a maintenance dosage of 0.5 mg/kg/12 hourly which was titrated based on the Activated Factor X levels. After tapering of LMWH, the child was treated with oral acetylsalicylic acid (37.5 mg/day) for 6 months. The systemic parameters of NS including the proteinuria, hypertension, and urine output recovered over this period. The fundi showed resolution of pallor, hemorrhages, and tortuosity and disappearance of the cherry red spot [].\\nA repeat optical coherence tomography at 12 weeks showed resolution of macular edema with thinning of inner retinal layers in both eyes []. Visual acuity measured using Teller Acuity Cards showed an improvement from light perception to 20/360, 20/190, and 20/40 in both eyes at 1, 3, and 6 weeks, respectively. This vision remained stable at 20/40 in both eyes at the end of 6 months with mild disc pallor at last visit.", "age": "[[3.0, 'year']]", "gender": "F", "relevant_articles": "{'18535593': 1, '21620994': 1, '22344511': 1, '32971625': 1, '11735808': 1, '30672510': 1, '33298123': 1, '23812352': 1, '34267443': 2, '25372333': 1, '15845346': 1, '8737706': 1, '10472773': 1, '30249853': 2}", "similar_patients": "{'8240925-1': 1}"}