{"patient_id": 2073, "patient_uid": "6102439-1", "PMID": 30131651, "file_path": "comm/PMC006xxxxxx/PMC6102439.xml", "title": "Nonsyndromic Gingival Fibromatosis: A Rare Case Report", "patient": "An 8-year-old male child reported to the Department of Pediatric and Preventive Dentistry, Government Dental College and Hospital, Jaipur, Rajasthan, India, with chief complaint of gingival swelling and absence of teeth, which caused damage to his speech, mastication, and esthetics and led to a significant change in his facial profile due to severe gingival enlargement.\\nThe patient noticed that the gingival enlargement was simultaneous with deciduous dentition eruption and gradually covered entire dentition. Gingival enlargement covered all teeth anteriorly and posteriorly, and only occlusal surfaces were visible.\\nExtraoral examination of patient was done with convex profile, lips incompetency, and enlarged tissue was protruding out of the mouth ().\\nIntraoral examination of generalized gingival enlargement including both mandibular and maxillary arches and vestibule was recorded ( and ). The tissue was pink, leathery in consistency, and firm on palpation and covered entire dentition. There were no signs of ulceration on enlarged tissue due to mastication forces.\\nA scanty amount of food debris and plaque was present on the posterior teeth, but there were no signs of inflammation present. Due to excessive gingival growth, positions of teeth were difficult to determine. However, the panoramic radiograph showed normal bone height and tooth positioning (). Routine blood investigations were done and values were found within normal limit.\\nBased on provisional diagnosis, an incisional biopsy was done and section was evaluated. The patient’s medical history was nonsignificant for any hormonal changes or drug-induced gingival enlargement and exhibited no signs of mental retardation or hypertricho-sis. His parents did not reveal any evidence of gingival overgrowth.\\nThe enlarged tissue was excised by the external bevel gingivectomy under general anesthesia arch wise. Periodontal dressing was given and antibiotics were prescribed. Postoperatively, periodontal dressing was placed on the surgical site and was covered with custom-made acrylic stent. Oral hygiene instructions were given. The histological evaluation revealed moderately dense to highly dense collagenous connective tissue with collagen bundles arranged in an irregular manner.\\nThe connective tissue was relatively avascular with scanty inflammatory cell infiltrate. The overlying epithelium was hyperplastic with enlarged rete ridges. This was suggestive of gingival fibromatosis (). Postsurgical healing was satisfactory. Patient was recalled after 1 week for periodontal dressing removal and was on follow-up after 2 weeks, and at 1- and 3-month intervals for evaluation.\\nPostsurgically, his facial profile improved drastically and the parents were satisfied with the results ( and ).", "age": "[[8.0, 'year']]", "gender": "M", "relevant_articles": "{'11203959': 1, '33776359': 2, '32039068': 2, '13787614': 1, '7800376': 1, '8655871': 1, '14233392': 1, '6415252': 1, '34565352': 2, '11314351': 1, '5792612': 1, '15287422': 1, '8018496': 1, '10863370': 1, '30131651': 2}", "similar_patients": "{'7989762-1': 1, '8474844-1': 1, '6984817-1': 1}"}