{"patient_id": 132927, "patient_uid": "6454807-2", "PMID": 31007930, "file_path": "noncomm/PMC006xxxxxx/PMC6454807.xml", "title": "Severe mediastinitis over a month after endobronchial ultrasound-guided transbronchial needle aspiration", "patient": "A 47-year-old man presented at our hospital for further examination of bilateral hilar and mediastinal lymphadenopathy (Fig. C). He underwent EBUS-TBNA for the subcarinal lymph nodes (#7), and histopathological analysis showed epithelioid granulomas without caseous necrosis, which was consistent with a diagnosis of sarcoidosis. The patient developed high fever, chest pain, and headache 53 days after EBUS-TBNA. Oral antibiotic therapy (levofloxacin, 500 mg/day) was prescribed by a general physician, but his symptoms persisted, and he was readmitted to our hospital. On examination, he exhibited general malaise, an increased body temperature of 37.1°C, and an oxygen saturation of 98% on room air. Pulmonary and cardiovascular physical examinations showed normal findings. Laboratory tests showed an increased WBC count (21,200/mm3) and CRP level (11.9 mg/dL), and chest CT showed enlargement of the subcarinal lymph node with a low-density area (Fig. D). Intravenous antibiotic therapy (tazobactam/piperacillin, 18 g/day) was initiated and surgical drainage was performed on day 2 of hospitalization. The abscess was drained via right mediastinotomy, and the drained fluid exhibited white purulent material. No bacteria were detected. His post-operative course was uneventful, and he was discharged 14 days after hospitalization.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'18827619': 1, '20444284': 2, '23663438': 1, '19336596': 1, '24518694': 1, '34011084': 2, '11399011': 1, '28631863': 1, '26277888': 1, '33605045': 2, '26496092': 1, '10534695': 1, '27070336': 1, '25660225': 1, '29054229': 1, '28709438': 2, '21396214': 1, '25802743': 1, '15249452': 1, '20338352': 1, '19407050': 1, '23660451': 1, '26522531': 1, '31007930': 2}", "similar_patients": "{'6454807-1': 2, '8017241-1': 1, '5513248-1': 1, '8137064-1': 1, '2880312-1': 1}"}