{"patient_id": 464, "patient_uid": "6003799-1", "PMID": 29922537, "file_path": "comm/PMC006xxxxxx/PMC6003799.xml", "title": "Intriguing Periprosthetic Fracture of Hip Stem and Proximal Femoral Replacement", "patient": "A 71-year-old woman with a history of a right hip intra-capsular fracture in 2006 presented to the emergency department after a fall at her home. In 2006 she had a DHS (dynamic hip screw) as a result of right hip intra-capsular fracture. She developed osteonecrosis which led to a total hip replacement in 2010. Her medical history was relevant for hypertension and had a left mastectomy 25 years ago due to breast cancer. Prior to this episode she denied any trouble with this hip since her surgery in 2010.\\nHer radiographs demonstrate a Vancouver B3 peri-prosthetic fracture (Figures -), with lateral extrusion of the highly polished double taper stem through the cement mantle and through lateral wall of the proximal femur. Two treatment options were considered;\\ni) A femoral component revision with an allograft and\\nii) A proximal femoral replacement.\\nThe former option is often preferred for low-demand patients with extensive medical co-morbidities, while the latter- while representing a larger surgical insult for the patient- facilitates immediate weight bearing and early rehabilitation.\\nThe patient underwent a both component revision arthroplasty procedure (Figure ); using an the multiple fracture lines already present through the proximal femur in lieu of an extended trochanteric osteotomy, the prosthesis and cement were removed from the proximal femur, and a modular endoprosthesis (LPS ® DePuy Limb Preservation System (Warsaw, IN, USA) proximal femoral replacement) inserted. The acetabular component was also revised. While representing an addition extra step and a slightly increased magnitude of the surgical insult, it allows use of a larger head, and the optimsation of any version issues to reduce the risk of post-operative dislocation. An additional trochanteric claw plate was used to re-attach the bone of the proximal femur to the prosthesis, thus ensuring good abductor function. The patient tolerated the surgery without incident. She was able to commence immediate full weight-bearing, protected with a Zimmer frame, on postoperative day one. At her six-week postoperative evaluation, she was ambulating independently, though had continued with the use of her walking frame for ‘balance and confidence’.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'15057093': 1, '27821999': 1, '28942397': 1, '26539451': 1, '30094119': 2, '30357068': 1, '29922537': 2}", "similar_patients": "{'6080731-1': 1}"}