{"patient_id": 138512, "patient_uid": "6993916-1", "PMID": 32015972, "file_path": "noncomm/PMC006xxxxxx/PMC6993916.xml", "title": "Purpura Fulminans: a Rare but Fierce Presentation of Pneumococcal Sepsis", "patient": "A previously healthy 56-year-old woman presented to the emergency department with a two-day history of high-grade fever and shortness of breath. On physical examination, she was very ill-appearing, being hypotensive, tachycardic, tachypneic, and with mottled cold extremities. Chest radiogram and CT scan showed multilobar pneumonia ().\\nDue to her laboured breathing and hypotension, she was intubated and transferred to the medical Intensive care unit. Despite adequate fluid resuscitation, she required intravenous (IV) norepinephrine, vasopressin and dopamine for haemodynamic support. Blood cultures were obtained before starting IV vancomycin, ceftriaxone and azithromycin. The initial, pertinent laboratory workup is shown in .\\nThe prothrombin time and partial thromboplastin time were prolonged, and the fibrin degradation products were grossly elevated, suggesting disseminated intravascular coagulopathy (DIC). Infectious workup was remarkable for positive urine Streptococcus pneumonia antigen; blood cultures grew Streptococcus pneumoniae. Over the next three days, the patient developed a diffuse petechial rash, which progressed from non-blanching purpuric ecchymotic skin lesions to flaccid bullae resulting in extensive skin sloughing off as shown in .\\nA skin biopsy was performed, which revealed non-inflammatory vascular occlusion with skin necrosis, compatible with the clinical impression of purpura fulminans (PF). The patient received a 14-day course of broad-spectrum antibiotics, heparin drip and blood products. Due to inadequate response to the above therapies, hyperbaric oxygen therapy was instituted, which was stopped after eleven days as she showed no meaningful response. The patient developed anuric renal failure requiring haemodialysis. Bedside incisional fasciotomy did not reveal any evidence of muscle necrosis or compartment syndrome. The patient was transferred to the burns unit for further skincare as she showed 75% skin loss. In view of her prolonged hospital stay, dismal prognosis, and lack of meaningful recovery, a shared decision was reached by the family and treatment team to pursue comfort measures only.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'15171965': 1, '17170624': 1, '24185261': 1, '30290709': 1, '9435036': 1, '9655311': 1, '11252099': 1, '33824838': 2, '2281320': 1, '21233082': 1, '14257738': 1, '24649717': 1, '32015972': 2}", "similar_patients": "{'8012263-1': 1}"}