{"patient_id": 138385, "patient_uid": "6975004-1", "PMID": 32015664, "file_path": "noncomm/PMC006xxxxxx/PMC6975004.xml", "title": "Oral Manifestations of Nance–Horan Syndrome: A Report of a Rare Case", "patient": "A 10-year-old male patient reported to the department of pedodontics and preventive dentistry with the chief complaint of irregularly placed front teeth. Medical history revealed that the patient was born with bilateral congenital cataracts, which were operated at 6 months of age. He wore corrective spectacles for the same, and his medical history was otherwise insignificant. Family history was nonsignificant. Extraoral examination revealed mild features of facial dysmorphism such as long narrow face, mandibular prognathism, large narrow nose with a high narrow nasal bridge, and large protruding anteverted ears []. No signs of any intellectual impairment were noticed, and the patient was capable of performing all activities in school and responded well to instructions.\\nOn intraoral examination, multiple dental anomalies were noticed. The incisors were of unusual morphology, displaying conical or screwdriver shape, along with the presence of notched incised edges (Hutchinson's incisors) []. Prominent Talon's cusps were observed on both the upper lateral incisors []. The molars displayed unusual morphology due to the presence of central supernumerary cusps and a globular appearance (mulberry molars). Generalized spacing was present and a predominantly permanent dentition was noticed, with the exception of unerupted permanent canines. Numerous carious lesions were noticed in the permanent molars.\\nA blood serological investigation was carried out to rule out the presence of congenital syphilis.\\nRadiological examination revealed the presence of impacted supernumerary teeth in relation to 46 and 36 []. Pulpal pathologies such as multiple pulp stones in relation to 16 and 26 [] and enlarged pulp chambers suggestive of taurodontism in relation to 13 [] were also evident.\\nA team of pediatric dentists, orthodontists, and oral surgeons were consulted to finalize a treatment plan. The treatment plan consisted of short- and long-term plans. The short-term plan constituted restorations of the multiple carious teeth and preventive restorations for the other molars.\\nThe patient and his parents were explained about the elaborate orthodontic treatment required to assess their compliance and consent. The long-term plan constituted orthodontic intervention involving slow maxillary expansion using a bonded jack screw appliance with posterior bite plane to correct the transverse maxillary discrepancy manifesting as a posterior cross bite bilaterally. Postexpansion, a retention protocol of 3 months would have to be followed. This would be followed by orthodontic treatment with fixed mechanotherapy (0.022 slot McLaughlin Benett Trevisi). Since the 13 is bucally impacted [Figure –], space creation for 13 would be required, followed by surgical exposure under local anesthesia and traction into the arch. It was decided that the supernumerary teeth would be maintained in their current position, as their removal would necessitate removal of large amount of bone. However, regular follow-ups to check on any root resorption would be essential. Following treatment, permanent retention, not dependent on patient cooperation, would be required.\\nComposite adhesive restorations were carried out for 16, 26, 36, and 46, while preventive sealant restorations were carried out for 17, 27, 37, and 46. In addition, topical fluoride application was also done and oral hygiene instructions were given. The patient is being followed up at 3-month intervals.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'23566852': 1, '1971992': 1, '4470901': 1, '14564667': 1, '1969135': 1, '3868768': 1, '458526': 1, '20882036': 1, '29042737': 2, '2246772': 1, '6467651': 1, '2576480': 1, '11462467': 1, '15660094': 1, '32015664': 2}", "similar_patients": "{'5644009-1': 1}"}