{"patient_id": 132862, "patient_uid": "6450239-1", "PMID": 31008032, "file_path": "noncomm/PMC006xxxxxx/PMC6450239.xml", "title": "Three-Dimensional Echocardiographic Imaging of a Gerbode Defect Complicating Transcatheter Aortic Valve Replacement", "patient": "We describe a case of a 77-year-old male who underwent TAVR with Edwards SAPIEN XT size 26 mm for severe aortic stenosis. A postprocedural transesophageal echocardiography (TEE) showed an abnormal color flow during systole between the left ventricular outflow tract (LVOT) and the right atrium (RA) [, white arrow]. 3DE allowed a detailed anatomical imaging of the shape and the location of a small (size 0.4 cm × 0.5 cm), circular, atrioventricular, defect that was a type II, direct, supravalvular, Gerbode-type defect, from both the LVOT [, white arrow] and RA views [, white arrow] of the membranous atrioventricular septum with perspective en face. 3D color Doppler echocardiography [ and ] clearly allowed to distinguish the left-to-right shunt (black arrow) from the tricuspid regurgitant jet (yellow arrow) and the leaflets of tricuspid valve (white arrows). Continuous-wave Doppler across the defect showed a peak gradient of 96 mmHg; the aortic valve bioprosthesis demonstrated optimal gradients. Left and right ventricles were normal in size and function. Periprocedural angiography showed asymmetrical and delayed expansion of the valve, and it was not able to correctly identify the shunt []. Following TAVR, the patient developed a complete atrioventricular block and required pacemaker implantation. With the absence of heart failure symptoms and hemodynamic findings of RV overload (normal RV size and function, normal pulmonary artery pressure, mild tricuspid regurgitation, and QP/QS 1.1), he was treated medically and he remained stable at 8 months of follow-up.", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'27889349': 1, '25772835': 1, '28379376': 1, '19968690': 1, '26500939': 1, '6023467': 1, '27157312': 1, '28265210': 1, '31902093': 1, '10798413': 1, '28455074': 1, '31008032': 2}", "similar_patients": "{}"}