{"patient_id": 2380, "patient_uid": "6123333-1", "PMID": 30182221, "file_path": "comm/PMC006xxxxxx/PMC6123333.xml", "title": "Characteristics of the portal vein thrombosis recurrence pattern without liver parenchymal invasion from colorectal cancer: a case report", "patient": "We explained the case report and publication process to the patient and obtained his permission to publish this report.\\nA 61-year-old man was examined by a local physician for a chief complaint of constipation with abdominal pain. Computed tomography (CT) showed that the rectosigmoid colon wall was thickened, regional lymph nodes were swollen, and the obscure space-occupying lesion (SOL) was detected at S8, especially localized into the portal vein. He was admitted to our hospital for further treatment. Colonography revealed a type 3 tumor in the rectosigmoid colon. Laboratory data demonstrated elevated tumor marker levels (carcinoembryonic antigen, 74.4 ng/mL; cancer antigen 19-9, 53.5 U/mL). Because of obstructive colitis that was associated with his massive cancer, emergency colonostomy was performed. Prior treatment with systemic chemotherapy was performed for curative surgery with suspicion of PVTT: 6 courses of mFOLFOX6 + panitumumab chemotherapy (panitumumab was administered as a 60-min intravenous infusion before oxaliplatine at a dose of 6 mg/kg, leucovorin at 200 mg/m2, oxaliplatin at 85 mg/m2, and bolus fluorouracil at 400 mg/m2, all on day 1, followed by 2400 mg/m2/46 h, each 14-day cycle) were administered. Six months after admission, laparoscopic anterior resection was performed. On pathological assessment, the tumor was classified as a moderately differentiated adenocarcinoma (Rs, type 2, 60 × 40 mm in size, whole-circumferential growth, SS, P0, H0, M[−], ly1, v1, N2, D2, aw[−], ow[−], ew[−], CurA), and the final pathological stage was IIIb. Six courses of mFOLFOX6 chemotherapy (leucovorin at 200 mg/m2, oxaliplatin at 85 mg/m2, and bolus fluorouracil at 400 mg/m2, all on day 1, followed by 2400 mg/m2/46 h, each 14-day cycle) were administered as adjuvant chemotherapy, during which tumor marker levels were elevated. On positron emission tomography (PET), abnormal accumulation (maximum standardized uptake value [SUVmax], 5.8) at P8 was detected (Fig. ). CT showed low intensity in the portal vein (Fig. a, b). Magnetic resonance imaging (MRI) with gadolinium ethoxybenzyl diethylenetriaminepentaacetic acid revealed that the nodule in the portal vein extended from segment 8 (S8) to S5 and had a ring-like high contrast (Fig. a, b). Therefore, right hemihepatectomy was performed (operation time, 364 min; bleeding volume, 300 mL). On histopathological analysis, the PVTT was from colon cancer, which had not invaded the hepatic parenchyma. The cut surface was free from tumor invasion (Fig. ). The patient had no specific postoperative complications, and he was discharged 13 days after the operation. Four months after hepatectomy, paraaortic lymph node recurrence occurred. The patient is currently undergoing systemic chemotherapy.\\nVenous tumor thrombosis occasionally occurs in patients with renal cell carcinoma, pancreatic carcinoma, gastric carcinoma, hepatocellular carcinoma (HCC), adrenal cortical carcinoma, and testicular carcinoma [–]. To the best of our knowledge, it is rare for a case to exhibit portal vein tumor recurrence without liver parenchymal invasion following surgical resection. In general, the recurrence sites of colorectal cancer are the lungs and liver, and in the absence of several risk factors for recurrence, curative resection could provide a good long-term prognosis []. Otani et al. reported 43 cases of colorectal cancer with adjacent drainage vein tumor thrombosis, and aggressive surgical resection was considered to improve long-term prognosis []. In our case, the primary rectal carcinoma itself did not show massive venous (v1) and lymphatic (ly1) invasion; therefore, even after systemic chemotherapy, PVTT could have occurred through this vascular invasion, or CTCs may have been implanted into the portal vein wall.\\nIn the case of HCC, tumor thrombosis is often detected via pathological assessment after surgery, and the presence of portal vein invasion has been reported as a risk factor for recurrence [, ]. Surgical removal of the tumor thrombosis was the most effective curative treatment for HCC []. However, transcatheter arterial chemoembolization can be considered in patients with severe liver failure or a highly advanced tumor stage [, ]. The mechanism of PVTT is different between HCC and colorectal liver metastasis (CRLM). PVTT from HCC is derived from direct invasion, whereas CRLM is considered based on whether direct tumor invasion is through the blood stream or indirect tumor invasion through CTC implantation. The prognosis of patients with venous tumor thrombosis of colorectal cancer is unclear; however, evidence of hepatectomy for CRLM is well established []. In HCC, obstructive tumor thrombosis of the bile duct and portal vein thrombosis have been reported, and the dismal prognosis of these conditions could be beneficially changed with curative surgery []. Given that metastatic PVTT could be curatively resected, aggressive surgery could potentially be an efficient treatment.\\nIn patients without other distant metastases and with good performance status, aggressive surgical resection should be considered. In our case, early recurrence was noted at the paraaortic lymph nodes, and systemic second-line treatment is currently being administered. Cohen et al. reported that during treatment for metastatic colorectal cancer, the number of CTCs is an independent risk factor for poor overall survival (OS) and progression-free survival. In patients with colorectal metastasis, those with unfavorable CTCs had a dismal prognosis of 3.7 months of OS compared to those with a low number of CTCs with 11.0 months of OS []. Even after curative surgery, intrahepatic recurrence occurred approximately 60% []. Until now, the relationship between CTC and CRLM remains unclear. Some studies have demonstrated that CTC is associated with long-term survival in various cancer types [–]. Given that most metastatic forms of colorectal cancer are liver metastasis, CTCs could be implanted into the portal vein, consequently resulting in PVTT. Early detection of recurrent disease when traditional clinical indicators, such as radiological findings are negative, is important to improve patient survival. Therefore, CTC investigation would be a breakthrough in cancer metastatic mechanism. In our case, the relatively better survival of 15 months following the first surgery could be achieved because of repeat surgical resection combined with systemic chemotherapy.\\nRadiological findings of tumor thrombosis are quite similar to those of venous thrombosis, but the precise diagnosis is quite difficult with dynamic-enhanced CT alone. Recently, PET yielded good efficacy for detecting venous tumor thrombosis when using intense radiotracer accumulation [, ]. Additionally, MRI plays an essential role in differentiating thrombosis and tumor thrombosis, and T2- and diffusion-weighted imaging were shown to be particularly accurate for diagnosis []. PET-CT has an important role in diagnosing cancer recurrence and characterizing a thrombus using abnormal accumulation (SUVmax) over time. The mean SUVmax values for bland thrombosis and tumor thrombosis have been shown to be significantly different. For differentiating tumor thrombosis from bland thrombosis, the measurement of SUVmax (cutoff value of 2.25) on PET is useful []. In the present case, tumor marker levels remained elevated during systemic chemotherapy. The diagnosis of tumor thrombosis was made based on a SUVmax value of 5.8 on PET-CT. PET-CT enabled the detection of tumor thrombosis recurrence by revealing an elevated SUVmax.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'27693064': 1, '10749608': 1, '29359012': 1, '24223761': 1, '24261359': 1, '1649925': 1, '18591556': 1, '22516418': 1, '22020927': 1, '12209752': 1, '15305412': 1, '18829513': 1, '15317891': 1, '23334142': 1, '15849507': 1, '11931537': 1, '11224626': 1, '19290461': 1, '17279302': 1, '22071867': 1, '28959157': 1, '18156932': 1, '1310434': 1, '12035031': 1, '16100488': 1, '10493478': 1, '17561590': 1, '30182221': 2}", "similar_patients": "{}"}