{"patient_id": 7387, "patient_uid": "6440096-2", "PMID": 30922271, "file_path": "comm/PMC006xxxxxx/PMC6440096.xml", "title": "Bilateral granulomatous panuveitis in two patients with T-cell type of chronic active Epstein-Barr virus infection", "patient": "A 34-year-old man who had been treated with steroid eye drops for 5 months due to panuveitis was referred to our clinic. At his initial examination, his BCVA was 20/16 in both eyes. Slit-lamp examination showed mutton fat KPs and 1+ cells in the anterior chamber and the anterior vitreous of both eyes (Fig. a and b). Diffuse vitreous opacities were present in both eyes, and a snow ball-like vitreous opacity and disc hemorrhage were seen in the right eye by indirect ophthalmoscopy (Fig. c and e). FA demonstrated hyperfluorescence of the optic disc, and fuzzy dye leakage from the retinal capillaries of both eyes (Fig. d and f). Systemic examinations including blood tests, chest X-rays, and thoracoabdominal computed tomography (CT) scan enhanced with iodine were performed. Although the blood tests and chest X-rays did not suggest any specific uveitis entities, CT scan revealed the presence of splenomegaly and lymphadenopathy. We then consulted the Department of Hematology, and their examination showed 1.2 × 105 copies/μg of EBV-DNA in his peripheral whole blood. EBV infection of the CD4-positive T-cells and their clonal proliferation were confirmed by Southern blotting for EBV-terminal repeat. [] Endoscopic biopsies revealed that EBV infected T-cells had infiltrated his lungs and gastric mucous membrane. Concurrently, a tap of the anterior chamber of the right eye, and multiplex PCR followed by real-time PCR was performed as described in case 1, and EBV-DNA was detected in the AqH with 3.23 × 104 copies/ml. Cytokine measurements by ELISA (Invitrogen, Camarillo, CA) detected 386 pg/ml of IL-6 but IL-10 was undetectable. PCR for TCR and IgH gene rearrangement was negative for monoclonality.\\nAs in Case 1, we diagnosed the ocular involvements as uveitis related to CAEBV, and we treated the patients with 0.1% betamethasone eye drops 4 to 6 times a day, applying one drop each time, followed by STTA, but the intraocular inflammation did not respond. Finally, allogeneic bone marrow transplantation (BMT) from one allele-mismatch unrelated donor using reduced-intensity conditioning was performed as follows; Flu (100 mg/m2, 4 doses), Mel (80 mg/m2), and low-dose total body irradiation (4 Gy). EBV-DNA load in the whole blood was 3.9 × 104 copies/μg DNA, and EBV-positive T-cells were not eradicated from the peripheral blood. However, the disease became inactive. The ocular lesions completely resolved after the HSCT. The BCVA at 6 months after BMT was 20/16 OU.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'9854077': 1, '18408082': 1, '22096243': 1, '19793909': 1, '3022942': 1, '24743882': 1, '26980727': 1, '23664179': 1, '19089567': 1, '28838145': 1, '3034222': 1, '28282487': 1, '22247563': 1, '21750968': 1, '33635476': 1, '8738467': 1, '24115018': 1, '20675730': 1, '18626741': 1, '22527320': 1, '9602620': 1, '24507802': 1, '30922271': 2}", "similar_patients": "{'6440096-1': 2}"}