{"patient_id": 4624, "patient_uid": "6263493-1", "PMID": 30519522, "file_path": "comm/PMC006xxxxxx/PMC6263493.xml", "title": "Spontaneous Acute Subdural Hematoma Associated with Arachnoid Cyst and Intra-cystic Hemorrhage", "patient": "A 29-year-old Caucasian female with a past medical history of a migraine without aura, a left convexity arachnoid cyst (Figures -), and pituitary microadenoma presented to the emergency department with a progressive bifrontal headache. The headaches first started two weeks prior when the patient originally presented to the emergency department and her headache was treated with migraine medication. Her headache initially improved but secondarily worsened, and she started to complain of blurry vision and right arm and leg weakness. A computed tomography (CT) scan of the head was obtained that showed a 2.4 cm left cerebral convexity acute/subacute subdural hematoma (SDH) in the area corresponding to her arachnoid cyst, and associated with a mass effect upon the left frontal and parietal lobes and 6 mm of rightward subfalcine herniation (Figures -). The scan additionally showed a hemorrhage within a loculation that suggests an intra-cystic hemorrhage within the arachnoid cyst. The patient denied any history of recent trauma. Neurosurgery was consulted, and the patient was taken to the operating room for a left-sided craniotomy for SDH evacuation. The cyst appeared to be obliterated by the hematoma as there was no evidence of a double arachnoid layer. The patient tolerated the procedure well, and her postoperative head CT showed a successful evacuation of the hematoma and the arachnoid cyst (Figure ). Her right arm and right leg weakness resolved after surgery. The patient’s postoperative course was uncomplicated, and she was discharged home on postoperative day seven. The patient presented to the emergency department two months after discharge, complaining of a similar headache. Head CT was performed and did not show any re-accumulation of the subdural hematoma or recurrence of the arachnoid cyst (Figures -).", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'9055286': 1, '29904503': 1, '12482115': 1, '34873561': 2, '23313978': 1, '17764831': 1, '17488784': 1, '28962953': 1, '30519522': 2}", "similar_patients": "{'8637768-1': 1}"}