{"patient_id": 5525, "patient_uid": "6323454-1", "PMID": 30675408, "file_path": "comm/PMC006xxxxxx/PMC6323454.xml", "title": "A Case of Prefemoral Fat Pad Impingement Syndrome Caused by Hyperplastic Fat Pad", "patient": "A 49-year-old male patient was presented at our hospital with a difficulty in ambulation. Three days prior, the patient experienced discomfort in the anterior knee joint with no preceding injury, and the symptom progressed into pain the following day. There was no swelling of the joint, but the patient showed severe restriction in the range of motion due to pain. There was no tenderness at the medial and lateral femorotibial (FT) joint, and tenderness was only observed on the proximal side of the PF joint. The Lachman test, pivot-shift test, varus/valgus instability, and McMurray test were negative. Although symptoms temporarily improved with an intra-articular injection of xylocaine, catching of the proximal-lateral knee was subsequently observed while moving the leg from full extension to flexion.\\nSimple radiographs showed no abnormal findings, and MRI images revealed a soft tissue mass located superolaterally to the PF joint that exhibited an ill-defined border with its surroundings. Both T1- and T2-weighted images at high signal intensities revealed the soft tissue mass, while low signal intensity was noted under fat suppression and no contrast enhancement was noted under contrast imaging (). In addition, there were no abnormal findings in the blood examination.\\nThe patient requested surgery due to his persistent symptoms and underwent knee arthroscopy. A large fat mass with mobility in the proximal to distal direction was observed on the anterior surface of the proximal-lateral PF joint. The mass macroscopically resembled fat, and the border with its surroundings was ill-defined. There were no other intra-articular findings, and a piece-by-piece resection was eventually performed (). Histologically, the mass consisted of connective tissue that was mainly composed of fatty tissue, and there were no findings that suggested the presence of lipoma, lipoma arborescens, or pigmented villonodular synovitis ().\\nThe symptoms improved after surgery, and no symptoms were found thereafter, including anterior knee pain (AKP) at 3 years after surgery. There was no evidence of the preoperatively confirmed fatty mass in postoperative MRI imaging, and no recurring lesions were found ().", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'30321064': 1, '23431544': 1, '27118690': 1, '9153705': 1, '24752536': 1, '23065356': 1, '11337725': 1, '23436874': 1, '28243256': 2, '17868831': 1, '15650661': 1, '17149644': 1, '20111956': 1, '8456672': 1, '30675408': 2}", "similar_patients": "{'5294362-1': 1, '5294362-2': 1, '5294362-3': 1}"}