{"patient_id": 4571, "patient_uid": "6260552-1", "PMID": 30538874, "file_path": "comm/PMC006xxxxxx/PMC6260552.xml", "title": "Significant Neutrophilic Emperipolesis in Squamous Cell Carcinoma", "patient": "A 53-year-old man was admitted for mobility of tooth. The dentist suggested the presence of a mass located at the tooth root by physical examination. Computed tomography revealed a well-demarcated radicular cyst of 4 cm in diameter at the tooth base. Carcinomatous infiltration of squamous cell carcinoma was observed in the excisional biopsy of the lesion. In microscopic evaluation, tumoral infiltration revealed features of moderately differentiated squamous cell carcinoma. Malignant cells infiltrated the underlying connective tissue stroma in solid groups and sheets. Numerous neutrophils were present within the cytoplasm of the malignant cells as well as in the surrounding stroma. The internalized neutrophils were intact (). Desmosomal connections were observed between the tumor cells in some areas. The tumor cells showed moderate cellular pleomorphism. The diffuse immunoreactivities of P63 and CK5/6 were determined in the malignant cells by immunohistochemical staining. Additionally, perineural invasion was found, whereas vascular invasion was not observed. Because surgical margin was positive for tumor cells, partial maxillectomy and bilateral neck dissection was performed. Bone infiltration was present. Furthermore, diffuse neutrophilic emperipolesis was observed in cancer cells by microscopic evaluation. Some of the neutrophils in the tumor cells revealed degenerative changes by high-power field (×1000) microscopic evaluation (Figures –), while some neutrophils included apoptotic bodies. Nearly one year later, local relapse developed and additional therapeutic manipulations including surgery, radiotherapy, and chemotherapy (cisplatin) were done. Tumor recurrence occurred in the periparotid and right neck lymph nodes after six months (). Chemotherapy (cisplatin) and radiotherapy were performed for the recurrence. Two more relapses developed in the right neck, left submandibular lymph nodes and in the superficial and deep soft tissues of the neck three months apart. Tumor showed continuity along the surgical margin in the excised biopsy sample and a pericapsular invasion at the submandibular lymph node. Chemotherapy was continued. The endmost tumor recurrence was in the palatine tonsil and posterior parotideal region. Following unresponsive chemotherapy, pembrolizumab treatment was started eight months prior to this study (). A complete response occurred following the sixth dose of pembrolizumab. Secondary adrenal insufficiency and pulmonary reactivation tuberculosis developed as the side effects of treatment. Tuberculosis was identified by PCR and compatible chest CT findings. Pembrolizumab was interrupted and antituberculous treatment was started. Pembrolizumab was commenced when the tumor progressed to a 15 cm mass (). Following the fourth dose of pembrolizumab, the tumor regressed to 4 cm () and the patient is currently alive for four years.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'28479694': 1, '23060791': 1, '16585188': 1, '17172802': 1, '25145471': 1, '12365224': 1, '22901502': 1, '28349917': 1, '21427354': 1, '21319327': 1, '23070016': 1, '1396030': 1, '25654060': 1, '29313949': 1, '8199991': 1, '33178577': 1, '20839033': 1, '28903447': 1, '16007065': 1, '18220835': 1, '24450575': 1, '31850347': 1, '2819665': 1, '12396242': 1, '30538874': 2}", "similar_patients": "{}"}