{"patient_id": 4449, "patient_uid": "6250449-1", "PMID": 30407337, "file_path": "comm/PMC006xxxxxx/PMC6250449.xml", "title": "Chronic myeloid leukemia extramedullary blast crisis presenting as central nervous system leukemia", "patient": "A 5-year-old boy with spleen enlargement as the initial presentation was admitted to our hospital in July 2016 and diagnosed with chronic myelogenous leukemia without family-related genetic history (Fig. A–D). After the diagnosis of the disease, the family members gave up treatment and regular re-examination was recommended, requiring discharge. Eight months later, the patient was admitted to our hospital with a headache but no fever or weight loss. There was no obvious abnormality on brain magnetic resonance imaging examination (Fig. A). Ultrasonography revealed multiple enlarged lymph nodes in the neck, armpits, groin, and umbilicus, and the liver and spleen were slightly enlarged.\\nInitial examination of peripheral blood counts showed white blood cells 19.99 × 109/L (normal: 4–10 × 109/L), hemoglobin 130 g/L (normal: 110–160 g/L), platelets 273 × 109/L (normal: 100–300 × 109/L). Bone marrow aspirate smears revealed active hyperplasia of bone marrow, and the ratio of G/E (granulocytes to erythrocytes) was 12.91:1. The proportion of granulocyte was increased, accounting for 77.5%, and the proportion of neutrophils and the following stages of cells were increased (Fig. B).\\nBone marrow immunophenotyping found that lymphocytes accounted for around 7.5% of the nucleated cells, a significantly reduced proportion. The original region cells accounted for about 0.5% of the nucleated cells and were scattered. Mononuclear cells accounted for about 3.5% of the nucleated cells, indicating phenotypic maturation. Granulocytes accounted for about 85.5% of the nucleated cells, a significantly higher proportion. Cerebrospinal fluid immunophenotyping showed that the original cell distribution area contained abnormal cell populations, accounting for about 85.5% of nucleated cells, with expressions of HLA-DR, CD13, CD19, CD33, CD34, CD38, CD58, CD117, CD123, TdT, and partial expression of CD10 (Fig. C). No abnormal signals of ETO/AML1, MLL, PML/RARA, and CBFβ detection sites were detected by fluorescence in situ hybridization (Fig. D). Fusion gene detection showed that the BCR/ABL1 (p210) fusion gene was positive and with high copy rate (Fig. E). A chromosome karyotype analysis showed 46, X, Y, t (9;22) (q34/q11) (3)/46, XY (2) (Fig. F).\\nThe child was diagnosed with chronic myeloid leukemia extramedullary blast crisis presenting as CNS leukemia without blast crisis in bone marrow. Extramedullary blast crisis of CML is defined by infiltration of leukemic blasts in areas other than bone marrow, which has been reported in only 4% to 16% of CML cases during the disease Course.[", "age": "[[5.0, 'year']]", "gender": "M", "relevant_articles": "{'24982578': 1, '20008621': 1, '23071388': 1, '25398814': 1, '10666183': 1, '23502220': 1, '21274004': 1, '8033117': 1, '19282830': 1, '16775234': 1, '26628337': 1, '17663688': 1, '21769650': 1, '9322884': 1, '26181035': 1, '17522713': 1, '22318203': 1, '12191565': 1, '32874406': 1, '286631': 1, '23121646': 1, '18665825': 1, '10219069': 1, '18668129': 1, '30407337': 2}", "similar_patients": "{}"}