{"patient_id": 10479, "patient_uid": "6661782-1", "PMID": 31353954, "file_path": "comm/PMC006xxxxxx/PMC6661782.xml", "title": "Cryptococcal Meningitis Presenting as New-Onset Seizures in an\\nImmunocompetent Patient", "patient": "A 30-year-old male presented with a witnessed episode of new-onset seizure: the\\npatient reported suddenly feeling numb in his left third through fifth digits,\\nfollowed by shaking of his left hand and a locking sensation, at which point he\\ncalled for help. He then recalled waking up on the floor in a state of confusion\\nregarding where he was and how he ended up there. He reported no presyncopal\\nsymptoms, incontinence, tongue-biting, or myalgias. The patient had no significant\\npast medical or surgical history, but has a social history significant for marijuana\\nuse. The patient endorsed frequent travels to Mexico 5 years ago when he went to\\ncollege in California, as well as travels to Puerto Rico 7 years ago. Computed\\ntomography (CT) scan of head revealed areas of hypointensity in the right\\nfrontoparietal and left parieto-occipital lobes. Magnetic resonance imaging (MRI)\\nwith and without contrast demonstrated enhancing masses suspicious for metastasis\\nversus abscesses associated with vasogenic edema, without evidence of midline shift\\n(). On day 6 of\\nadmission, the patient underwent a left parietal craniectomy with resection of the\\nmass from left parieto-occipital lobe. Pathological examination of the mass revealed\\nfragments of non-epithelialized fibrous cyst wall, with neutrophils, lymphocytes,\\nplasma cells, and some eosinophils. Focal areas of necrosis were noted, and many\\nsmall cystic structures were seen within the wall. Special stain showed that these\\nsmall cysts were positive for periodic acid-Schiff, Gomori’s methenamine silver, and\\nmucicarmine special stain (), and negative for acid fast bacilli special stain. Pathology suggested\\nthese findings were consistent with the walls of\\nEchinococcus/hydatid cyst. Numerous laboratory examinations,\\nincluding HIV, rapid plasma reagin, toxoplasma immunoglobulin G and immunoglobulin\\nM, Lyme, cytomegalovirus, tuberculosis, cysticercosis, and\\nEchinococcus serology, were all negative. Cerebrospinal fluid\\n(CSF) culture was negative, and several CSF Cryptococcus antigen\\ntests were negative as well.\\nUltimately, a second opinion of the surgical pathology noted granulomatous\\ninflammation with abscess formation in association with microorganisms most\\nconsistent with Cryptococcus, and follow-up\\nCryptococcus antigen testing was found to be positive. The\\nfollowing discussion addresses the pathological and antigen test findings, and\\nreviews each differential diagnosis and why it was considered.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'28959388': 2, '21176715': 1, '21845570': 1, '28188169': 1, '25954558': 1, '22411946': 1, '29746320': 1, '23365165': 1, '24962350': 1, '28761474': 2, '30921012': 1, '29982795': 1, '17941497': 1, '22032501': 1, '31353954': 2}", "similar_patients": "{'5607658-1': 1, '5522694-1': 1}"}