{"patient_id": 15500, "patient_uid": "6964711-1", "PMID": 31984146, "file_path": "comm/PMC006xxxxxx/PMC6964711.xml", "title": "Zone V Extensor Tendon Repair with a Palmaris Longus Tendon Autograft and Human Umbilical Membrane", "patient": "A 37-year-old male presented with a laceration to the dorsal aspect of his right hand and 4th digit. Six days prior to admission, the patient was involved in an altercation where he struck an individual in the mouth. Over several days, the patient developed severe, constant pain, limited mobility of the 4th digit, swelling, erythema, and purulent drainage.\\nSix days after the injury, the patient presented to the emergency room and had a 2 cm laceration to the dorsum of the right hand at the level of the 4th MCP joint with gross purulence and a foul odor. The patient was unable to extend the 4th and 5th digits from the flexed position. Extensors and flexors of the thumb appeared intact along with the intrinsic muscles of the hand. Sensation to light touch was intact in the distributions of the axillary, radial, ulnar, and median nerves, and all digits had brisk capillary refill.\\nThe patient underwent surgery for irrigation and debridement, as well as exploration and potential repair of damaged structures. The traumatic laceration was extended proximally and distally to approximately 7 cm. Once in the 4th MCP joint, purulent fluid was noted and cultures were taken. There was necrotic tissue, and the infection had eroded through the extensor tendon causing rupture in Zone V (). The patient was started on broad spectrum IV antibiotics, and a second surgery was planned in 48 hours.\\nAfter further irrigation and debridement, the compromised tissue was resected back to reveal a 10 cm gap in the extensor tendon, which would necessitate reconstruction. Intraoperative cultures grew Streptococcus anginosus and Eikenella corrodens.\\nSix days after initial presentation, the patient was taken to the operating room for a third time. At this time, there was no progression of the infection, and the wound bed appeared to be stable with minimal need for debridement. Given the 10 cm gap, the decision was made to use palmaris longus autograft. This was harvested using standard technique with two transverse incisions at the proximal and distal ends of the forearm. The graft was connected to each end of the ruptured extensor tendon using a Pulvertaft weave.\\nA 3 × 6 cm piece of AVIVE® Soft Tissue Membrane was wrapped around the tendon reconstruction and secured with a chromic suture (Figures and ). The wound was closed with chromic sutures and staples (), dressed, and the patient was placed in a volar resting splint for the entire hand to the PIP joints. This provided support and prevented flexion and/or extension beyond what the repair could sustain within the first week.", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'12809652': 1, '30275032': 1, '26179017': 1, '11504290': 1, '23423236': 1, '1985636': 1, '26491722': 1, '23660199': 1, '24453608': 1, '22431949': 1, '30372415': 1, '26803222': 1, '24396762': 1, '26958533': 1, '30985477': 1, '26585668': 1, '1430953': 1, '21889303': 1, '1430954': 1, '30466722': 1, '2269792': 1, '15882599': 1, '24560801': 1, '31103083': 1, '8188771': 1, '28400179': 1, '31984146': 2}", "similar_patients": "{}"}