{"patient_id": 133532, "patient_uid": "6504854-1", "PMID": 31114644, "file_path": "noncomm/PMC006xxxxxx/PMC6504854.xml", "title": "Leukocytoclastic vasculitis caused by hepatitis C virus in a liver transplant recipient: A case report", "patient": "A 61-year-old female with cirrhosis due to chronic HCV infection, cirrhosis and HCC, underwent liver transplant.\\nAt the time of transplantation, the patient’s model for end-stage liver disease (MELD) score was 6 and Child-Pugh classification was grade A (5 points). Three years prior to the procedure, the patient had undergone treatment with pegylated-interferon and ribavirin for 1 year, achieving no sustained virologic response. The interferon had been discontinued, but the ribavirin had been continued as monotherapy for another 6 mo. At the end of treatment, the patient’s HCV RNA load was undetectable by PCR and the treatment had been considered effective. A screening ultrasound of the patient’s abdomen, however, showed a suspicious nodule in the liver. Computerized tomography (CT) scan revealed a hypervascular lesion with rapid washout, suggestive of HCC, measuring 38 mm × 36 mm in the liver segment IVA. This lesion had close contact with the middle hepatic vein and retrohepatic inferior vena cava, and was deemed to be unresectable.\\nThe patient was submitted to orthotopic liver transplantation with a graft from a cadaveric donor (37-year-old male). Total ischemia time was 4 h and 41 min, with no intraoperative complications and no need for blood product transfusions. She was discharged from the intensive care unit 2 d after the procedure and from the hospital 8 d after the transplant.\\nAt 5 mo after the surgery, the patient returned to the emergency room complaining of pain, swelling and redness on both lower extremities, associated with fever, diarrhea and vomiting.\\nThe patient reported that the skin lesions appeared 17 d before she presented to the emergency room, and they had gradually increased in extension during that period. She had already presented to another institution and given treatment for a presumptive diagnosis of cellulitis, consisting of cephalexin and then amoxicillin–clavulanate for 1 wk. The treatment induced no improvement and her clinical condition worsened, as she developed diarrhea, vomiting and loss of appetite.\\nThe patient had no previous history of skin disease and no significant comorbidities, other than HCV infection and the recent transplant. She reported contact with ticks 1 wk before the lesions appeared.\\nA painful palpable purpura was observed on both lower extremities, affecting the lateral and posterior aspect of the lower legs (Figure ). The patient was admitted to the hospital for investigation, and intravenous cefepime was started. In addition, a short course of doxycyclin was administered, to address the history of contact with ticks.\\nBlood and urine cultures were obtained, yielding negative results. Biochemical tests showed normal leukocyte and platelet counts, and levels of blood urea nitrogen, creatinine, aspartate aminotransferase and alanine aminotransferase within the normal range (NR). Remarkable findings were anemia (hemoglobin concentration of 8.6 g/dL) and hypocomplementemia [C3 52 mg/dL (NR: 90-170), C4 < 2 mg/dL (NR: 12-36), total complement CH50 < 60 U/CAE (NR: 60-265)]. Tests for anti-RO, anti-LA, anti-DNA, anti-RNP, FAN, anti-SM, ANCA and lupic anticoagulant antibodies and cryoglobulins, as well as cytomegalovirus and Zika virus (by PCR), were negative.\\nDuring investigation, CT scans of chest and abdomen were carried out, as well as an echocardiogram. The CT showed a small volume of ascites, diffuse thickening of bowel walls, and a small bilateral pleural effusion (Figure ). The echocardiogram was normal, with an ejection fraction of 67.45% and no pericardial effusion.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'28856290': 1, '29650333': 1, '26862398': 1, '19466308': 1, '20462666': 1, '28149644': 1, '19606079': 1, '26176572': 1, '14681338': 1, '26357639': 1, '21234117': 1, '7677303': 1, '25852276': 1, '18982211': 1, '22054820': 1, '28300901': 2, '31114644': 2}", "similar_patients": "{'5325000-1': 1}"}