{"patient_id": 12622, "patient_uid": "6804823-1", "PMID": 31645984, "file_path": "comm/PMC006xxxxxx/PMC6804823.xml", "title": "A new family with a homozygous nonsense variant in NTHL1 further delineated the clinical phenotype of NTHL1-associated polyposis", "patient": "A 47-year-old man (patient 1) developed hematochezia triggered by a gastrointestinal infection (Fig. ). A colonoscopy was performed, identifying 23 polyps; three in the caecum, the rest in the left colon. Polypectomy was performed, and a pathology review of eight polyps showed six tubular adenomas with either low or moderate dysplasia and two tubulovillous adenomas, one of which had severe dysplasia. The largest adenoma measured 20 mm × 8 mm × 15 mm.\\nThe patient had no family history of colonic adenomas or cancer, and genetic testing was not performed. However, the patient was enrolled for routine screening, and during a 10-year span (2007–2017), annual colonoscopic polypectomies identified and removed approximately 40 polyps. Approximately eighty percent of the polyps were adenomas.\\nIn June 2018, at age 58, a colonoscopy was performed, identifying and removing 55 new polyps that had developed during the preceding 6 months. Four of the five pathologically described polyps were adenomas; the last polyp was identified as a sessile serrated polyp.\\nThe most recent colonoscopy, performed in December 2018, showed 20 polyps, in which all pathologically described polyps were tubular adenomas with low dysplasia. The patient has developed 133 polyps so far and has declined undergoing a recommended colectomy. He was referred to genetic counseling, and an analysis of a colorectal cancer gene panel consisting of 17 genes was performed (APC, BMPR1A, CDH1, EPCAM, GREM1, MLH1, MSH2, MSH6, MUTYH, NTHL1, PMS2, POLD1, POLE, PTEN, SMAD4, STK11, TP53). A previously reported homozygous nonsense variant (NM_002528):c.268C>T, p. Gln90Ter in the NTHL1 gene was identified. No alterations were found in the other examined genes.\\nAs other cancer types have been described in patients with homozygous nonsense variants in NTHL1, a gastroscopy and a dermatological examination were performed, finding no suspicious results. A urine cytology test showed no malignant cells.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'30753826': 1, '34798989': 1, '10363573': 1, '27720914': 1, '34250384': 1, '26559593': 1, '34839308': 1, '11257105': 1, '25938944': 1, '21171015': 1, '30859360': 1, '33806975': 1, '34620187': 1, '30248171': 1, '31645984': 2}", "similar_patients": "{}"}