{"patient_id": 7501, "patient_uid": "6448326-1", "PMID": 31016056, "file_path": "comm/PMC006xxxxxx/PMC6448326.xml", "title": "Severe Hypocalcemia and Dramatic Increase in Parathyroid Hormone after Denosumab in a Dialysis Patient: A Case Report and Review of the Literature", "patient": "A 55-year-old Caucasian woman on peritoneal dialysis for the last three years due to lupus nephritis was seen in the dialysis clinic for a routine follow-up. Her medical problems included hypertension, secondary hyperparathyroidism, and documented osteoporosis on DEXA scan (Dual energy X-ray absorptiometry) with left femoral neck BMD at 0.637 g/cm2; 2.9 standard deviation below peak BMD. Her medications included Amlodipine 5mg, Cinacalcet 60 mg, and Epoetin weekly injections.\\nShe complained of fatigue, muscle cramps, and paresthesias of the hands and feet for the past week. Vital signs were stable. Physical exam was unremarkable with negative Chvostek's and Trousseau's signs. Laboratory work-up showed profound hypocalcemia with a total calcium level of 6.4 mg/dL with corrected calcium level of 6.9mg/dL (serum albumin level of 3.4 g/dL) and markedly increased serum intact PTH level (iPTH) of 2601 pg/mL (). Serum phosphate and serum alkaline phosphatase level was within normal reference range at 3.1 mg/dl and 84 U/L, respectively. Upon history taking, she was found to have received a new medication, denosumab 60mg subcutaneously, prescribed by her rheumatologist 10 days prior to the current presentation.\\nBefore the administration of denosumab, the patient had normal serum values of calcium (9.5 mg/dL), phosphorus (3.8 mg/dL), alkaline phosphatases (96 U/L), and 25 vitamin D with slightly elevated iPTH level at 442 pg/mL. The patient was supplemented with 3,000 mg/dL of oral calcium along with oral Calcitriol 0.5mcg daily and Cinacalcet was held. The peritoneal dialysis solution was also changed from low calcium to regular calcium. All these measures resolved her symptoms with serum calcium normalizing (corrected calcium, 8.7 mg/dL) 5 days later whereas iPTH took almost 4 weeks to come back to baseline level (). Subsequently, she was managed as an out-patient with close monitoring of calcium homeostasis.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'25559408': 1, '19644521': 1, '32961953': 1, '29848528': 1, '27980413': 1, '22532777': 1, '27120345': 1, '22854051': 1, '24928100': 1, '19671655': 1, '26019861': 1, '16478695': 1, '12844211': 1, '25790847': 1, '32244607': 1, '32774945': 2, '29713798': 1, '27818768': 1, '31016056': 2}", "similar_patients": "{'7396013-1': 1}"}