{"patient_id": 137857, "patient_uid": "6927125-3", "PMID": 31879608, "file_path": "noncomm/PMC006xxxxxx/PMC6927125.xml", "title": "Scrub typhus – A case series from the state of Sikkim, India", "patient": "A 45-year-old male who was previously well presented to the Emergency Department of our institute with complaints of fever, shortness of breath, and cough with scanty expectoration for the last 7 days. The fever was high grade in nature and was occasionally associated with chills and rigors. He was referred from a nearby private nursing home where he was admitted for the last 3 days. During his stay there, he developed aphasia and shortness of breath. There was no history of any seizure, rashes, weakness, or hematuria. The patient was a chronic smoker for the past 20 years. On examination, he was conscious, alert, and oriented. He was febrile and had a heart rate of 120 beats/min, respiratory rate 44 breaths/min, and BP 90/60 mmHg. The pulse was irregularly irregular. On systemic examination, bilateral coarse crepitations were present in lung bases on auscultation. Other examinations were within normal limits. A provisional diagnosis of acute febrile illness was made with an incidental finding of atrial fibrillation (AF). Cardiology opinion was sought for the same. The patient consent was obtained for Direct current (DC) cadioversion, and a shock of 200 joules was given. The rate was brought in control, but the AF could not be reverted back. Injection amiodarone 150 mg was given immediately and then tapered at regular intervals. Blood samples were sent for routine investigations. CBC revealed TLC of 15,400/cmm polymorph 87%, with normal Hb and platelets. The liver function tests were within normal limits. Dengue serology and malarial antigen came negative. Cultures from blood and urine were sterile. Weil–Felix test was positive and IgM antibody for scrub typhus was strongly positive (by ELISA). The patient was reexamined thoroughly and an eschar was found on the back of the neck confirming the diagnosis []. He was started on tablet doxycycline (100 mg twice a day) for 7 days. He responded to doxycycline, and within 48 h, his symptoms decreased significantly and her vitals steadily improved. The patient's condition improved gradually, and he was discharged after 2 weeks.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'12803503': 1, '28474627': 1, '21022543': 1, '20986167': 1, '31007446': 1, '31304700': 1, '8590688': 1, '28816212': 1, '12860654': 1, '25491523': 1, '10593093': 1, '24692372': 1, '17176580': 1, '21941043': 1, '29567888': 1, '9571750': 1, '27875108': 1, '17659702': 1, '20433689': 1, '19582984': 1, '21555807': 1, '28226202': 1, '16515236': 1, '23508434': 1, '27716337': 1, '27602667': 1, '31879608': 2}", "similar_patients": "{'6927125-1': 2, '6927125-2': 2}"}