{"patient_id": 4433, "patient_uid": "6249428-1", "PMID": 30479781, "file_path": "comm/PMC006xxxxxx/PMC6249428.xml", "title": "Two male siblings with a novel LRBA mutation presenting with different findings of IPEX syndrome", "patient": "A 3-year-old boy was admitted to inpatient clinics with complaints of persistent diarrhoea and failure to thrive. He had watery, mucous, sometimes bloody defecation 3–4 times a day since 1 year of age. He was born via vaginal delivery at week 32 of gestation with birth weight of 2200 g. He had been investigated for chronic diarrhoea in a public hospital before admission to our department. Cystic fibrosis was excluded with negative sequence analysis. He had low complement 3 (C3) and C4 values with proteinuria. Kidney biopsy revealed minimal interstitial fibrosis. He was the second child of second-degree consanguineous healthy parents with three live births. The first male child and third female child were known to be healthy at that time. His paternal uncle had died in his second decade due to IgA nephropathy and chronic renal failure.\\nHe showed failure to thrive (weight −2.03 standard deviation score (SDS), height −1.89 SDS, under the third percentile), multiple dental caries, coarse lung sounds and a 1/6 systolic murmur on his first admission. He had iron deficiency anaemia [haemoglobin (Hb): 8.5 g dl−1, mean corpuscular volume (MCV): 66 fl, iron: 16 µg dl−1, total iron binding capacity (TIBC): 268 µg dl−1, transferrin saturation: 5.9 %, ferritin: 7.9 g l−1), hypoproteinaemia and hypoalbuminaemia (total protein: 5.8 g dl−1, albumin: 2.9 g dl−1). C-reactive protein was 0.7 mg dl−1 (normal: <0.3 mg dl−1), and erythrocyte sedimentation rate was 40 mm h−1 (normal: <20 mm h−1). Stool examinations for lipid, blood, parasites and viruses were negative, but Salmonella enteritidis grew in stool culture. Thyroid hormones were within normal limits, except a mild thyroid-stimulating hormone (TSH) elevation [TSH: 6.4 µIU ml−1 (normal: 0.35–5.5)] and he had been followed for compensatory hypothyroidism before admission. He had non-nephrotic proteinuria [14 mg m–2 h–1 (normal: <4 mg m–2 h–1)]. Abdominal ultrasonography (US) was normal.\\nHe had normal IgG and IgM levels, a complete IgA deficiency and low IgE level. C3 and C4 were under the lower limit of normal values (). Lymphocyte subgroups revealed a low percentage of B cells (CD19+ cells: 4.4 %) (). Specific antibody response for Hemophilus influenza was sufficient, whereas tetanus was absent. He had positive cytomegalovirus (CMV) DNA in serum (481 copies ml−1 by PCR) without clinical findings. Autoantibodies (antinuclear antibody, antithyroid peroxidase, antithyroglobulin antibodies) were negative while direct Coombs test was positive.\\nEndoscopic evaluation of the upper and lower gastrointestinal tract showed oesophagitis, nodularity and granulation of the duodenum, granulation and fragility of the caecum, and bleeding foci and microabscesses in the colon. Microscopy revealed intraepithelial increased eosinophilic infiltration and plasma cell infiltration in lamina propria of duodenum, irregular crypt structure, and increased eosinophilic and lymphocytic infiltration in lamina propria of colon linked to allergic/eosinophilic gastrointestinal disorder. Sulfasalazine and corticosteroids were prescribed for enteropathy.\\nHe was discharged with preliminary diagnoses of IPEX syndrome, combined immunodeficiency and common variable immunodeficiency (CVID) with positive pathological findings of autoimmune enteropathy and nephropathy. During follow-up, enteropathy continued with decreasing IgG and increasing IgM levels suggesting immunoglobulin class switch recombination defects. CD40 molecule was positive in 98 % of B cells and CD40L on T cells showed the expected increase upon activation. Regular intravenous immunoglobulin (IVIG) replacement was started.\\nAt the age of 5 years, he was hospitalized with pneumonia. He had growth retardation (weight −2.73 SDS, under 3rd percentile; height −1.21 SDS, 3–10 percentile), submandibular, cervical, axillary lymphadenomegalies reaching 2 cm, crackles in lungs and hepatosplenomegaly (spleen 5–6 cm, liver 3 cm below the costal margin) on physical examination. He had anaemia, eosinophilia (absolute eosinophil count: 1150 mm–3), hypogammaglobulinaemia and hypocomplementaemia. Tuberculin skin test and IFN-γ release assays were negative. In lymphocyte subgroup counts, the percentage of B cells was even lower than before (CD19 : 0.8 %) ().\\nChest X-ray showed bilateral extensive infiltrations. Thorax computed tomography (CT) revealed extended nodules with irregular margins and calcifications suggesting granulomatous or infectious aetiology. Hepatosplenomegaly and hypoechoic nodules in spleen, bilateral supraclavicular and axillary lymph nodes reaching 3 cm (US), and retroperitoneal, mesenteric and inguinal microlymphadenopathies (CT) suggested malignancy. Bone marrow aspiration smear and biopsy showed a myeloid leukomoid reaction, supporting an infectious aetiology and excluding haematological malignancy. Lymph node excision biopsy showed non-specific reactive hyperplasia with findings compatible with immunodeficiency, such as regressive lymphoid follicular changes and decreased plasma cells.\\nHe had recurrent infections and multi-system organ involvement such as enteropathy (with associated findings of failure to thrive, anaemia), granulomatous lung disease, nephropathy, non-malignant lymphoproliferation and hypothyroidism. Direct Coombs test positivity supported an autoimmune component of an immunodeficiency syndrome. Additionally, his elder brother (Patient 2), who was known to be healthy on first admission of Patient 1, had been followed with autoimmune lymphoproliferative syndrome (ALPS) in the public hospital for the last year.\\nQuantitative oxidative burst activity was normal, excluding chronic granulomatous disease. X-linked agammaglobulinaemia was unlikely, although B cell percentage was <1 % because of lymphoproliferation and measurable levels of IgG and IgM. Lymphoproliferation, positive Coombs test and findings of the sibling suggested ALPS but CD4-CD8-TCR α/β [double negative (DN)] T cells were in the normal range (0.39 %). Lymphoproliferation not associated with Epstein–Barr virus (EBV) and negative SH2D1A mutation ruled out X-linked lymphoproliferative syndrome. Most clinical and laboratory findings supported CVID as a diagnosis but even so, very early-onset disease and the presence of the other sibling pointed to a monogenic aetiology. Clinical phenotype of the affected two male patients strongly suggested IPEX syndrome but molecular analysis of the FOXP3 gene was negative.\\nProphylaxis with antibiotics and antifungals was started for infection control. Antiviral treatment for cytomegalovirus (CMV) infection was used when necessary. In his 7-year follow-up he had numerous hospitalizations due to respiratory tract infections or findings associated with worsening enteropathy such as hypoalbuminaemia and electrolyte disturbances. Corticosteroids (doses of 0.3–0.5 mg kg–1 day–1) were used as immunsuppressive agents intermittently at 3–6 month intervals with a slight response. Subcutaneous immunoglobulin replacement therapy was started. He had no matched sibling donor and a matched unrelated donor search was initiated for haematopoietic stem cell transplantation (HSCT).\\nAt the age of 9 years, he had clubbing and chronic lung findings. Chest X-ray showed bilateral extended coarse reticular changes and peribronchial thickenings (). Thorax CT revealed extended and severe bronchiectasis with thickened bronchial walls, some granulomatous nodules and mosaic appearence, compatible with granulomatous lymphocytic interstitial lung disease (GLILD) ().\\nHis bone age was 5 years when he was 10 years old. Growth retardation got worse (weight −4.99 SDS, height −3.28 SDS, under 3rd percentile). Vitamin D insufficiency led to hyperparathyroidism, symptomatic hypocalcaemia and severe osteoporosis requiring aggressive calcium and vitamin D replacement [Ca: 5.4 mg dl−1, albumin: 2.7 g dl−1, parathyroid hormone (PTH): 83.41 pg ml−1, vitamin D: 11 ng ml−1). Autoantibodies to the thyroid gland (antithyroid peroxidase, antithyroglobulin antibodies) became positive on follow up but thyroid US and thyroid hormones were normal.", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'16741580': 1, '28806575': 1, '34368306': 2, '19846862': 1, '24240290': 1, '25326164': 1, '28512785': 1, '31238161': 1, '28502825': 1, '26454316': 1, '23060872': 1, '26206937': 1, '20537998': 1, '19900842': 1, '28956255': 1, '33717114': 1, '26206917': 1, '28449602': 1, '25468195': 1, '22721650': 1, '25911531': 1, '22264504': 1, '16562781': 1, '34447369': 1, '22608502': 1, '11120765': 1, '28351785': 1, '32154999': 1, '29226302': 1, '26768763': 1, '24139495': 1, '26138782': 1, '30479781': 2}", "similar_patients": "{'8316938-1': 1, '8316938-2': 1, '8316938-3': 1}"}