{"patient_id": 9904, "patient_uid": "6615206-1", "PMID": 31286870, "file_path": "comm/PMC006xxxxxx/PMC6615206.xml", "title": "Intratumoural renal cell carcinoma haemorrhage following stereotactic radiotherapy: a case report", "patient": "A 74 year old female had a left renal mass under observation for 4 years, during which time she was imaged repeatedly using ultrasound and CT scans. Previous medical history includes obesity, diverticulosis, paroxysmal atrial fibrillation, diabetes mellitus, hypertension, and chronic kidney disease. Relevant medications included aspirin 100 mg/day, which was not ceased. She ceased smoking 30 years ago. In December 2012, the lesion measured 39 mm in its largest dimension, and in July 2016 was measured at 65 mm.There has been no evidence of metastases, and the lesion has demonstrated a steady pattern of growth over the 4-year period. Fine needle aspiration performed 3 months prior to presentation histologically confirmed the mass to be consistent with RCC.\\nFollowing a multidisciplinary review, the patient was recommended for SBRT as she was not considered a surgical candidate. The tumour was not amenable to thermal ablation due to size. She signed Informed Consent for a Human Research Ethics Committee approved clinical trial []. Treatment was planned for 42Gy to be delivered in 3 fractions at 14Gy per fraction as part of a prospective phase 2 collaborative clinical trial []. Non-contrast 3D and 4D CT scans were performed with 2 mm slice thickness. A recent contrast enhanced diagnostic CT was fused to the 3D planning CT.\\nA gross tumour volume (GTV) was contoured on the co-registered 3D CT scan, measuring 65 mm in its largest dimension. An internal target volume (ITV) was created by using 4D CT to account for breathing motion (Fig. ). Motion observed was minimal, reaching 5 mm cranio-caudally, and 3 mm anterio-laterally. There was no posterior or medial motion observed. The planning target volume (PTV) was a 6 mm expansion of the ITV, optimised to remove regions overlapping with large bowel, with the ITV being used to define PTV extent in the region of overlap.\\nVarian Eclipse planning system was used for dose calculation and treatment was delivered using 10MV Flattening Filter Free (FFF) VMAT consisting of two coplanar, half rotation arcs, avoiding the right abdominal region.\\nA cone beam computed tomography scan (CBCT) was performed pre, mid, and post treatment, with corrections for intra-fractional motion being made prior to the delivery of each arc. Image matching was performed by two Radiation Therapists in consultation with the Radiation Oncologist. The GTV was easily defined on CBCT, as were proximal structures such as bowel and the renal artery and vein.\\nWithin 3 h following the first fraction of SBRT, this patient presented to the emergency department suffering severe left flank pain, fever and vomiting. Contrast enhanced CT showed the mass to have markedly increased in size, measuring 87 × 81 × 70 mm, compared with 65 × 54 × 56 mm earlier the same day on CBCT which had been stable compared with her planning CT (Fig. ). Intratumoral haemorrhage was noted with extension into the intraperitoneal space. The patient was admitted for analgesia, anti-pyretics, and transfusion of 2 units of packed red blood cells. The patient recovered without need for any further intervention but given this adverse reaction, radiotherapy was discontinued after 14Gy as a single fraction. The patient remained in hospital for observation for a total of 8 days, and screening for coagulopathy was negative. Two years after the event the patient is stable, CT imaging showing a reduced mass measuring 55 mm in maximal diameter, similar to pre-treament imaging measurements on the day of radiotherapy, and suggesting on-going fibrosis and disease response. No metastatic lesions are evident, and dimercapto succinic acid (DSMA) split renal function scan shows 35% of function in the left kidney and an increasing estimated glomular filtration rate (eGFR) now to a level of 40.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'26577006': 1, '12777902': 1, '27013408': 1, '23451259': 1, '21111555': 1, '12750523': 1, '30352550': 1, '25981812': 1, '26484304': 1, '12810777': 1, '28095147': 1, '17488156': 1, '20299623': 1, '20171504': 1, '9039608': 1, '8692381': 1, '29266183': 1, '25568739': 2, '8072640': 1, '11961197': 1, '27073488': 1, '16098459': 1, '25278980': 1, '31286870': 2}", "similar_patients": "{'4274409-1': 1}"}