{"patient_id": 1681, "patient_uid": "6079612-1", "PMID": 30123590, "file_path": "comm/PMC006xxxxxx/PMC6079612.xml", "title": "An Unusual Case of CMV/EBV Ventriculoencephalitis with Evolution to Primary Central Nervous System Lymphoma in HIV-Positive Patient", "patient": "We present a clinical case of a 31-year-old man diagnosed with HIV-1 infection, with CD4 T cell count of 35 cells/mm3 (4%) and HIV RNA 305349 copies/mL (log10 5.48) having initiated ART with abacavir/lamivudine and nevirapine. Around two weeks after starting ART, the patient is admitted due to a sudden cognitive impairment (anhedonia and memory loss) with progression to gait change and imbalance. The cranial computerized tomography (CT) scan showed no lesions but the cranial MRI revealed ventriculoencephalitis ().\\nThe cerebrospinal fluid (CSF) had 38 nucleated cells/mm3, 175 mg/dL proteins and 37 mg/dL glucose (glycaemia 82 mg/dL). The CSF CMV and EBV viral load were 189000 (log10 5.28) and 799 (log10 2.90) copies/mL with negative CSF neurotropic microorganism serologies and molecular identification (HSV 1/2, VZV, Cryptococcus, Brucella, Treponema pallidum, Borrelia burgdorferi, JC virus, Mycobacterium tuberculosis, and Toxoplasma gondii). The final considered diagnostic was mainly CMV-related ventriculoencephalitis and ganciclovir was started.\\nNevertheless, the patient started left conjugate horizontal gaze palsy with abducting horizontal saccadic (or jerk-type) nystagmus of the right eye as well as a slight anisocoria with left eye miosis. These changes were enclosed in the one-and-a-half syndrome and left-sided Horner's syndrome. The patient also presented a grade II-III paresis of the right lower limb. The cranial CT scan (performed fifteen days later) revealed a dubious right linear protuberancial hypodensity without signs of intracranial hypertension.\\nCranial MRI was repeated one month later revealing improvement of the ventriculitis signs but a larger hippocampus and left mesial temporal region involvement with a discrete increase of the lateral ventricles dimensions.\\nDue to these clinical and imagiological changes and because we could not exclude tuberculosis infection, classic first-line tuberculostatic therapy was empirically started (stopped after excluding this infection) and foscarnet was added to ganciclovir (until a negative CMV viral load was achieved). At this point, the hypotheses of limbic encephalitis, epileptic activity or paraneoplastic encephalitis could not be excluded. The lumbar puncture was repeated and CSF antineuronal antibodies, HHV-8, and other neurotropic microorganisms were negative.\\nThe electroencephalogram (EEG) showed frontal and frontotemporal bilateral activity with occasional periodic discharges, independent of nonabrupt three-phase bifrontal lesions. Anticonvulsant therapy with levetiracetam and topiramate was started. One month later, the cranial MRI was repeated and a new frontal lesion was detected. The body CT scan was normal. The imagiological reevaluation showed a slight improvement of the frontal lesion with new cerebellum lesions. The suspicion of lymphoproliferative disease was meaningful. Cranial MRI with diffusion and perfusion study with spectroscopy was performed and revealed very suggestive images of CNS lymphoma (). For definitive diagnosis, a stereotactic brain biopsy was done. The histological study revealed a polymorphic cellular infiltrate with histiocytes, CD3+ T-lymphocytes, and CD 20+ B-lymphocytes (mixture of numerous small cells and large activated cells with positive hybridization results for EBV-encoded RNA (EBER)). The histology was suggestive of polymorphic lymphoproliferative EBV-positive disease. The molecular studies were not done because the sample was insufficient to perform the clonality analysis (CSF EBV viral load was 12405 copies/mL; CSF HIV and CMV viral load were both undetectable).\\nAt this point, chemotherapy with rituximab was started and radiotherapy was scheduled. Nevertheless, the patient developed a sudden neurological worsening with a generalized tonic-clonic seizure, refractory to the instituted measures, culminating in death.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'24399201': 1, '34188964': 2, '15319096': 1, '25613729': 1, '17994429': 1, '26628948': 1, '16304390': 1, '12402169': 1, '30123590': 2}", "similar_patients": "{'8195643-1': 1}"}