{"patient_id": 2797, "patient_uid": "6151688-1", "PMID": 30275836, "file_path": "comm/PMC006xxxxxx/PMC6151688.xml", "title": "Haploidentical Stem Cell Transplantation: A Gateway to Infrequent Availability of HLA-Matched Related Donors", "patient": "A 40-year-old female, a known case of hypothyroidism, was discovered to have incidental pancytopenia while she was being managed for vocal cord papilloma at a tertiary care center. Extensive invasive workup for pancytopenia could not be ensued because of patient refusal. Almost a year later, the patient at 30 weeks of gestation presented to the hospital with severe fatigue. Her laboratory results revealed pancytopenia (white blood cell (WBC) count) of 2.8 × 109/L, hemoglobin (Hb) of 9.5 g/dL, platelet (Plt) count of 150 × 109/L, serum folate of 26 nmol/L, and serum B12 of 160 pg/mL along with normal renal/liver function profile and normal viral hepatitis serology reports. Peripheral blood morphology was performed, showing severe neutropenia and toxic granulation. Bone marrow biopsy demonstrated reduced cellularity (10–15%), reduced erythropoiesis, granulopoiesis, and megakaryocytes. Fluorescence in situ hybridization and flow cytometry studies revealed no evidence of bone marrow infiltration or leukemia.\\nTwo months after uncomplicated normal vaginal delivery, the patient presented to the hospital with aplastic anemia, evident by her complete blood count: WBC of 1 × 109/L, absolute neutrophil count (ANC) of 0.05, Hb of 7.8 g/dL, and Plt of 5 × 109, and the bone marrow biopsy revealed markedly reduced cellularity with many lymphoid aggregates and no clear dysplastic changes or evidence of malignancy. Molecular study (BCR-ABL by PCR), cytogenetic study (Karyotyping), and chromosome breakage study were performed. The molecular study and chromosome breakage study came negative, and there was no growth on the karyotyping by G-banding.\\nThe patient was kept under observation in the hospital while tests were performed on her family to search for a HLA-matched donor. Her brother was subsequently found to be a full HLA-match. The preparative regimen for transplantation consisted of cyclophosphamide (total dose: 200 mg/kg) and along with antithymocyte globulin (ATG; thymoglobulin Genzyme©).\\nThe patient developed a fever on the 10th day of transplantation with skin redness and swelling on the intravenous line sites. She was administered cefepime and vancomycin, which was later switched to meropenem (blood cultures revealed positive Pseudomonas aeruginosa colonies). Furthermore, ultrasonography was performed, showing edema with mildly increased vascularity in accordance with inflammation and no signs of abscess. Skin biopsy was done, indicating dermal edema and dermal RBC extravasation. She also developed cyclosporine-related hypertension which was managed by amlodipine administration. The patient was started on granulocyte colony stimulating factor (G-CSF) at 300 mcg daily.The patient's cell counts did not rise significantly (WBC of 0.18 × 109/L, Hb of 9.8 mg/dL, and Plt of 2 × 109/L) ten days after administration of G-CSF; therefore, the dosage of G-CSF was further increased to 5 mcg/kg/day. Chimerism studies at day +30 after transplantation indicated 25% donor lymphoid cell engraftment on peripheral blood, and bone marrow (BM) biopsy showed a cellularity of 5%. The patient was eventually declared as graft failure.\\nThe patient's state of health was discussed in the BMT didactic conference; the team decided to consider the patient for salvage haploidentical HCT after conditioning. It is worthwhile in general to wait until day +60 for engraftment failure before taking a major step like a second allogeneic transplant; however, the patient's risk of infections was significantly high, and thus waiting for an extra month would have possibly led to fatal infections. Thus, workup for second allogeneic transplant started around 5 weeks from the first transplant. The conditioning regimen comprised of antithymocyte globulin (ATG), total body irradiation (TBI), and fludarabine. ATG brand THYMOGLOBULIN (Genzyme) at a dose of 9 mg was used in conditioning. Same brand was used for both transplants. DSAs before the second transplant to the selected donor were found in DRB1 and DQB1 as follows: anti-DRB1 mean fluorescence intensity (MFI) = 3154 and anti-DQB1 MFI = 2141.\\nThe patient received haploidentical stem cells from her other sibling. She received CD34+ count of 11.12 × 106/kg after conditioning with the aforementioned conditioning regimen. Total time difference between the 2 transplants was 65 days (first allogeneic transplant: 20th December 2016; second allogeneic transplant: 23rd February 2017). After transplantation, the patient remained asymptomatic with no signs or symptoms suggestive of acute GVHD or infections in acute posttransplant phase. Her laboratory results demonstrated ANC > 0.5 and platelet >200 × 109/L at day +10 after transplantation. The patient was further managed with intensified immunosuppressive therapy, which includes tacrolimus and mycophenolate. The patient was discharged on pertinent medications and was advised to follow up with her primary care physician.\\nFive months after transplantation, the patient presented to the hospital with fever and diarrhea for 3 days; it was initially managed with antibiotics. However, her condition deteriorated without significant improvement. On performing further investigations, she was found to have Clostridium difficile (C. diff) positive stool, asymptomatic urinary tract infection (UTI) evident by E. coli positivity in urine culture report, acute kidney injury (AKI) possibly due to dehydration, and elevated tacrolimus blood levels. The patient's condition gradually improved after administration on antibiotics (metronidazole and ciprofloxacin for C. diff and UTI, respectively) and was eventually discharged.\\nIn order to rule out GVHD, colonoscopy was performed; it demonstrated moderate ulcerative colitis, which came out negative for mucosal architectural distortion and ulceration, microorganism viral cytopathic effect, granuloma, and adenomatous dysplastic change. Typical morphological features of acute or chronic GVHD were not evident on colonic biopsy; a microbiological correlation was suggested to rule out the possibility of infectious colitis. Her laboratory results revealed the following: white blood cell (WBC) of 5.9 × 109/L, hemoglobin (Hb) of 13.2 mg/dL, platelets (Plt) of 189 × 109/L, and absolute neutrophil count (ANC) was normal. Renal function displayed improvement showing a precipitous decline in blood creatinine levels from 300 µmol/L to 74 µmol/L, GFR turned out to be greater than 60 mL/min/1.73 m2, and potassium levels were 4.4 mm/L. Tacrolimus levels were found to be therapeutic (serum level: 10.9 ng/mL).\\nHer dose of tacrolimus was reduced, keeping in consideration the blood levels of tacrolimus. The patient was subsequently discharged on pertinent medications and was instructed to follow up with her primary care physician.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'29055682': 1, '33688572': 1, '25730184': 1, '8429851': 1, '23353119': 1, '18162238': 1, '28107815': 1, '11877268': 1, '28013015': 1, '10982286': 1, '28737249': 1, '29421292': 1, '11167808': 1, '17157172': 1, '12171484': 1, '30275836': 2}", "similar_patients": "{}"}