{"patient_id": 10221, "patient_uid": "6637463-1", "PMID": 31315560, "file_path": "comm/PMC006xxxxxx/PMC6637463.xml", "title": "Severe Guillain-Barré syndrome associated with chronic active hepatitis C and mixed cryoglobulinemia: a case report", "patient": "A 56 year-old male patient was admitted to our hospital emergency for muscle weakness of all limbs and areflexia (Fig. ). His past medical history was marked by intravenous drug addiction (started at the age of 28 and currently treated by buprenorphine) and chronic respiratory failure after chronic obstructive pulmonary disease (tobacco consumption estimated at 36 pack-years). A serum test performed 1 year ago showed positive anti-HCV antibodies on ELISA (Enzyme Linked ImmunoSorbent Assay) confirmed by LIA (Line ImmunoAssay) with HCV RNA viral load at 87 IU/mL. At the same time, liver function tests indicated elevated levels of alanine aminotransferase (ALT) to 256 IU/L (10–50 IU/L) and aspartate aminotransferase (AST) to 123 IU/L (10–50 IU/L). Chronic HCV infection was proven by persistence of viral load with a 3 log increase (25 200 U/mL) on a blood test withdrawn 4 months ago.\\nOn admission, neurological physiological examination revealed consciousness, quadriplegia of all the limbs with emphasis in arms and right side, sensorial disorders in legs, decreased muscle tension and tendon areflexia in all the limbs, without aphasia, facial nerve palsy or diplopia. Four days after emergency admission, the patient was transferred to our ICU for acute respiratory failure. Physical examination showed dyspnea, tachypnea and sharp pulling necessitating rapid sequence intubation and mechanical invasive ventilation associated with loss of consciousness (Glasgow Coma Score of 10). There was no jaundice or abdominal pain. Blood gas demonstrated severe hypoxemia (pO2 43.8 mmHg) and hypercapnia associated with respiratory acidosis (pCO2 99.1 mmHg, pH 7.06, HCO3− 28.2 mmol/L). Blood tests showed lactates 3.0 mmol/L, white blood cells 31 × 109/L, Hemoglobin 12.6 g/dL, C-reactive protein 14.9 mg/L. The liver assessment was normal. Cardiac ultrasound exam ruled out any cardiac origin of acute respiratory failure. Chest X ray did not show any sign of pneumonia but Haemophilus influenzae was identified in pulmonary samples. Cerebrospinal fluid (CSF) examination showed an absence of leukocyte, 5.5 mmol/L glucose level, and 33 mg/dL protein level, which didn’t suggest albuminocytologic dissociation. Cerebral and medullary magnetic resonance imaging indicated no abnormalities.\\nBased on initial neurological examination performed in the Department of emergency and respiratory involvement in the ICU, the physicians suspected that the patient presented with GBS. On day 2 after admission in ICU, treatment with intravenous immunoglobulins at a dose of 0.4 g/kg per day for 5 days was initiated. Afterwards, five plasma exchange sessions were implemented over 2 weeks.\\nOn day 4 after admission in the ICU, serological study for anti-HCV antibodies was positive and HCV RNA blood viral load was raised to 1 710 000 IU/mL with HCV assignment into genotype 4. Liver function tests indicated new increased levels of ALT to 103 IU/L (10–50 IU/L) and AST to 86 IU/L (10–50 IU/L). No serological evidence was found for Campylobacter jejuni infection, human immunodeficiency virus, hepatitis B virus and syphilis. Hepatitis A virus and cytomegalovirus serology indicated positive IgG. Serum electrophoresis showed marked polyclonal hypergammaglobulinemia with elevated gammaglobulin level to 20.9 g/L (8.0–13.5 g/L) including 17.5 g/L IgG (6.7–12.4 g/L) and 2.0 g/L IgM (0.6–1.6 g/L). The screening for cryoglobulin by serum cryoprecipitation was positive and immunoelectrophoresis indicated the presence of polyclonal IgG combined with polyclonal IgM. These assays were confirmed twice ten days apart, attesting type-3 MC. In addition, one other immunological test reported decreased serum complement level to 39 U/mL (42–95 U/mL) with reduction in C4 complement fraction to 0.14 g/L (0.18–0.42 g/L).\\nElectromyography (EMG) carried out at day 5 after admission in ICU showed prolonged distal motor latency, major decrease of motor and sensory nerve action potentials amplitude, absence of voluntary activity and several spontaneous electromyographic activity in all the territories studied, demonstrating evidence of severe acute motor sensory axonal neuropathy (AMSAN) with demyelinating lesions compatible with a peculiar type of GBS.\\nFibroTest and ActiTest performed on day 14 after admission in ICU showed minimal fibrosis stage (F1) and minimal activity grade (A0-A1), respectively. After plasma exchange sessions, the patient was treated for 2 months with direct-acting antiviral agent (DAA) (glecaprevir/pibrentasvir).\\nDuring the first month, the patient showed very slow motor recovery and difficulties with weaning from mechanical ventilation requiring performing tracheostomy. Control EMG performed on day 27 indicated marked improvements in distal motor latencies and motor and sensory nerve action potentials amplitude, major decrease of spontaneous electromyographic activities and recovery of voluntary activity in all the territories studies, suggestive of GBS being recovered.\\nAfterwards, the patient improved with progressive recovery of muscle strength and normal respiratory function. After one month of DAA therapy, HCV ARN was undetectable and liver enzymes were normal. There was no relapse. The patient was transferred 3 months after his first admission to a rehabilitation centre.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'7600081': 1, '27134702': 1, '25525951': 1, '18186575': 1, '25458776': 1, '25072194': 1, '25741133': 1, '25443346': 1, '28219772': 1, '28689591': 1, '25023340': 1, '34942925': 1, '21160989': 1, '24163275': 1, '2107069': 1, '22480600': 1, '7590017': 1, '2881973': 1, '11360742': 1, '9818934': 1, '34942871': 1, '26948433': 1, '27640316': 1, '26600215': 1, '9548267': 1, '21303705': 1, '27521803': 1, '26948435': 1, '33502593': 1, '21473704': 1, '16464900': 1, '8413983': 1, '3030246': 1, '31315560': 2}", "similar_patients": "{}"}