{"patient_id": 133556, "patient_uid": "6506916-1", "PMID": 31105955, "file_path": "noncomm/PMC006xxxxxx/PMC6506916.xml", "title": "Pulmonary hypertension and severe right heart failure following\\nlumbar spinal surgery", "patient": "A 47-year-old man, non-smoker who was previously fit, presented with a 1 year history\\nof worsening dyspnoea, pre-syncope and leg swelling. The previous year, he had\\ncomplex spinal surgery, which included discectomy, laminectomy and bilateral nerve\\nreconstruction at L5-S1 level. There was no relevant family history.\\nFollowing his surgery, he had multiple hospital admissions with right heart failure\\nrequiring intravenous diuresis. Echocardiography demonstrated preserved left\\nventricular (LV) function, but showed a severely dilated right ventricle (RV). The\\nright atrium was severely dilated, while the left atrium appeared normal. There was\\nsevere tricuspid regurgitation and a rim of pericardial fluid. Cardiac magnetic\\nresonance imaging (CMR) demonstrated a D-shaped LV consistent with RV\\npressure/volume overload and PH.\\nHe was subsequently referred to a tertiary centre for further investigations.\\nExamination revealed an elevated jugular venous pressure (JVP) with a loud second\\nheart sound. There was a systolic murmur heard throughout the precordium, peripheral\\noedema and ascites. A bruit was heard over the abdomen. Blood investigations\\ndemonstrated haemoglobin of 11.7 g/dL, normal liver and thyroid function, and\\nNTproBNP of 3600 pg/mL. Pulmonary function tests demonstrated normal spirometry with\\na diffusion capacity of 75%.\\nChest X-ray revealed cardiomegaly with central pulmonary vascular congestion. CT\\npulmonary angiography and high-resolution CT demonstrated a dilated main pulmonary\\nartery at 35 mm and normal lung parenchyma. The right-sided cardiac chambers were\\nsignificantly dilated and the left-sided chambers were normal. There was reflux of\\ncontrast into the inferior vena cava (IVC) and a large volume of ascites. There was\\nno evidence of pulmonary thromboembolism. The radiological findings were consistent\\nwith severe right heart failure likely secondary to PAH.\\nDuring right heart catheterisation, the mean pulmonary artery pressure was 30 mm Hg\\nwith a pulmonary capillary wedge pressure (PCWP) of 24 mm Hg. Cardiac output was\\n13.5 L/min with a pulmonary vascular resistance of 0.4 Wood Units. We proceeded to\\nleft heart catheterisation, which demonstrated normal coronary arteries with a LV\\nend-diastolic pressure (LVEDP) of 24 mm Hg, consistent with the PCWP. The mixed\\nvenous saturation (mvO2) was 86.3%. The elevated cardiac output and\\nmvO2 raised the possibility of left to right shunting, and we\\nproceeded to invasive saturation monitoring results, which are summarised in .\\nThere was a significant discrepancy between the superior vena cava (SVC) and the IVC\\nsaturations, suggesting the possibility of a sub-diaphragmatic shunt. CT of abdomen\\nand pelvis in the arterial and portal venous phase was performed. On the arterial\\nphase imaging, there was evidence of contrast in a grossly dilated venous system and\\nwhat appeared to be a communication with the right common iliac artery. Appearances\\nwere highly suspicious of an ilio-iliac fistula ().\\nAfter multi-disciplinary team consideration, it was decided to manage the lesion\\nendovascularly. The fistula involved the proximal common iliac artery. The key\\ntechnical issue related to whether there was enough space to achieve a proximal seal\\nif the right common iliac artery was to be managed in isolation. This was considered\\nto be preferable to the alternative option of deploying a bifurcated stent graft in\\na young patient. Angiography demonstrated a large fistula with almost the entire\\ncontrast passing into the venous system (). An Endurant™ stent graft limb was\\ndeployed percutaneously in the right common iliac artery, extending to the external\\niliac artery. Completion angiography demonstrated a significant improvement.\\nFollowing stenting, the patient regained his baseline functional level with almost\\nimmediate resolution of the peripheral oedema. At 10-week post-intervention, he did\\nnot have any cardiorespiratory symptoms. Echocardiography and CMR demonstrated\\nnormal functioning cardiac chambers with no tricuspid regurgitation.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'28971159': 1, '12217278': 1, '18691468': 1, '8541688': 1, '25543918': 1, '12839088': 1, '27822948': 2, '17712578': 1, '31105955': 2}", "similar_patients": "{'5102873-1': 1}"}