{"patient_id": 828, "patient_uid": "6024491-1", "PMID": 29977934, "file_path": "comm/PMC006xxxxxx/PMC6024491.xml", "title": "Endoscopic Retrograde Cholangiopancreatography–Induced Splenic Injury in a Patient With Sleeve Gastrectomy", "patient": "A 44-year-old woman presented to the emergency department with complaint of intractable nausea and vomiting associated with severe epigastric pain of 2 days duration. She denied any changes in her bowel habits. Review of systems was otherwise negative. She is status post sleeve gastrectomy 2 years prior and had a history of a remote laparoscopic cholecystectomy. Physical examination was only notable for mild epigastric tenderness. Laboratory tests showed aspartate aminotransferase 46 IU/L, alanine aminotransferase 65 IU/L, alkaline phosphatase 75 IU/L, and otherwise normal including lipase. A right upper quadrant ultrasound showed dilation of the common bile duct, which was again demonstrated on magnetic resonance cholangiopancreatography as well as a 7-mm common bile duct stone. The patient subsequently underwent ERCP with sphincterotomy. Cholangiogram at the time demonstrated a dilated common bile duct with no obvious cause. A few hours postoperatively, the patient started experiencing severe epigastric and left upper quadrant abdominal pain radiating to the back. She was found to be hypotensive and immediate fluid resuscitation was initiated. Repeat laboratory testing at the time showed a lipase of 1300 IU/L as well as a decline in hemoglobin from baseline of 12.0 g/dL to 7.0 g/dL. A CT (computed tomography) scan of the abdomen illustrated a large splenic heterogeneous subcapsular hematoma and peripancreatic stranding ( and ). The patient was transferred to the intensive care unit and managed conservatively with fluids and blood transfusions. The hematoma regressed, and her hemoglobin remained stable. With clinical improvement, she was discharged home.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'28559784': 2, '8293913': 1, '18382023': 1, '1756925': 1, '23707144': 1, '24733368': 2, '2929211': 1, '19337638': 1, '11394431': 1, '33362447': 1, '8059310': 1, '8351610': 1, '8673333': 1, '15328812': 1, '24118211': 1, '1743138': 1, '25105376': 1, '11706215': 1, '22679404': 1, '29977934': 2}", "similar_patients": "{'3982638-1': 1, '5437448-1': 1}"}