{"patient_id": 130970, "patient_uid": "6324651-1", "PMID": 30631421, "file_path": "noncomm/PMC006xxxxxx/PMC6324651.xml", "title": "Small bowel obstruction due to internal hernia through sigmoid epiploica", "patient": "A 40-year-old woman presented to the emergency department with abdominal pain for 4 days. She had previously been seen at an outside hospital 3 days earlier, and was diagnosed with biliary colic. Her pain was constant, and was associated with nausea and vomiting. She had a history of a cesarean section, but no other abdominal surgeries. Her vitals were within normal limits: afebrile at 36.9°C, heart rate 71 beats/minute, blood pressure 143/62 mmHg, respiratory rate 18 breaths/minute, and oxygen saturation 97% on room air. On abdominal exam, she was distended, tender, demonstrated voluntary guarding and was positive for peritonitis. Laboratory values were significant for a white blood cell count of 16.1 K/ul, with 80.2% neutrophils, hemoglobin 14.9 g/dl, hematocrit 45.4%, platelets 349 K/ul and lactic acid 0.9 mEq/L; her chemistry was unremarkable. A computed-tomography (CT) scan of the abdomen and pelvis that was obtained prior to surgical consultation demonstrated the proximal two-thirds of small bowel dilated up to 4 cm, with a sharp transition point in the left mid-abdomen, and collapsed small bowel loops near the cecum. The colon was mostly collapsed. A few distended loops bulged into a paraumbilical hernia, which was 6 cm wide and not the cause of obstruction (Figs –).\\nWith these findings, we discussed with the patient an operative intervention for her pain, to which she agreed. Through a midline incision, we eviscerated the dilated small bowel, and found a 40 cm long segment of small bowel herniating through a 2 cm defect of a sigmoid colonic epiploica (Figs and ). We reduced the small bowel and saw two hyperemic markings corresponding to the points of incarceration along the bowel. The proximal point of incarceration demonstrated a dumb-bell shaped dilation of the small bowel. The distal point of incarceration had decompressed small bowel distally, and dilated small bowel within the closed loop aspect. The closed loop of small bowel was initially dark and congested, but immediately demonstrated healthy reperfusion after it was reduced. Because it was viable, no small bowel resection was performed. We used two Kelly clamps and 2-0 silk sutures to ligate and divide the sigmoid colon epiploica defect (Fig. ). There were no other points of obstruction along the small bowel, and the abdomen was closed, repairing the umbilical hernia in the process. The patient was seen 1 month post-operatively and was doing well.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'24887795': 1, '15309648': 1, '23224076': 1, '3752377': 1, '11996230': 1, '9308627': 1, '30631421': 2}", "similar_patients": "{}"}