{"patient_id": 134279, "patient_uid": "6582301-1", "PMID": 31245020, "file_path": "noncomm/PMC006xxxxxx/PMC6582301.xml", "title": "2-Hydroxyglutaric aciduria as a cause for seizure-like episodes in a domestic shorthair cat", "patient": "A 14-month-old male castrated domestic shorthair presented with a recent history of four self-limiting generalised tonic–clonic seizure-like episodes over a period of 1 month. The seizures were characterised by loss of consciousness, autonomic dysfunction (urination, defaecation, ptyalism) and tonic–clonic involuntary movement of all four limbs. These episodes lasted 2–3 mins and were accompanied by a postictal phase 30–120 mins in length, characterised by ataxia and a depressed mentation. In between the seizures, the cat was reported to act normally.\\nTwo months prior to the episode history the cat was involved in a road traffic accident, causing irreparable left hindlimb trauma resulting in an amputation. General physical examination was otherwise unremarkable. No abnormalities were noted on neurological examination.\\nBased on the presence of generalised tonic–clonic seizures the cat was suspected to have a disease process affecting the forebrain.\\nResults of haematological examination, including smear evaluation, identified mild microcytosis (mean cell volume 41.2 fl; reference interval [RI] 41.3–52.6 fl), while white blood cell morphology was otherwise unremarkable. Complete serum biochemistry analysis was unremarkable. Preprandial bile acid was unremarkable while blood ammonia was mildly elevated (89.9 μmol/l [RI 0–50 μmol/l]). Cerebrospinal fluid analysis, including total protein, total nucleated cell count and cytology, was unremarkable. Serum cobalamin level was elevated (1294 pmol/l [RI 231–617 pmol/l]).\\nAn MRI study of the brain using a 1.5 T magnet (Philips Ingenia CX) was performed with the cat under general anaesthesia. The following sequences with a slice thickness of 2 mm were acquired: sagittal T2-weighted (T2W) turbo spin echo (TSE) and transverse T2W TSE, fluid-attenuated inversion recovery (FLAIR), T1-weighted (T1W) spin echo (SE), diffusion-weighted imaging with selection of three b-values (b 0, b 500, b 1000) and susceptibility-weighted imaging (VEN_BOLD). A three-dimensional (3D) T1W turbo field echo series with a slice thickness of 700 µm was also acquired. Following intravenous administration of gadolinium-based contrast medium (Prohance; Bracco Diagnostics) at a dose of 0.1 mmol/kg the transverse T1W SE and 3D TW1 TFS series were repeated.\\nThere was marked T2W hyperintensity of the grey matter throughout the cerebellum and part of the mesencephalon ( and ), with no suppression on FLAIR and no associated contrast enhancement. This T2W hyperintensity was bilaterally symmetrical affecting the caudal cerebellar peduncles, the deep cerebellar nuclei (dentate, interposital and fastigial) () and the rostral and caudal colliculi ().\\nGiven the MRI findings and the cat’s clinical presentation the presumptive diagnosis was an inherited neurometabolic disorder. Urine was submitted for mucopolysaccharide, amino acid and organic acid screening. A marked elevation of 2-hydroxyglutaric acid was identified. Repeat sampling 35 days later confirmed the same marked elevation of urinary 2-hydroxyglutaric acid.\\nFollowing MRI, the cat was started on 2 mg/kg oral solution of phenobarbitone q12h that was subsequently increased to 3 mg/kg q12h following a recrudescence of seizure activity. Following a telephone update at 12 months after diagnosis, the cat remains alive and has seizure episodes every 2–3 months.", "age": "[[14.0, 'month']]", "gender": "M", "relevant_articles": "{'12892307': 1, '7782605': 1, '20881161': 1, '24814522': 1, '19709395': 1, '7136518': 1, '1351478': 1, '27729589': 1, '19474378': 1, '26314300': 1, '23176238': 1, '18362286': 1, '22834903': 2, '15914058': 1, '2773220': 1, '5120520': 1, '18343698': 1, '34062805': 1, '9187477': 1, '24830757': 1, '22843824': 1, '15715007': 1, '11899921': 1, '6787330': 1, '17475916': 1, '23294259': 1, '22391998': 1, '26316175': 1, '31245020': 2}", "similar_patients": "{'3461439-1': 1}"}