{"patient_id": 132911, "patient_uid": "6453602-1", "PMID": 30993107, "file_path": "noncomm/PMC006xxxxxx/PMC6453602.xml", "title": "Fracture of the Bare Spring of a Thoracic Endograft for Type A Aortic Dissection: A Case Report", "patient": "A 68-year-old male patient was admitted with a complaint of sudden-onset weakness and pain in the right arm. He was found to have type B aortic dissection on a chest computed tomography (CT) scan 4 years ago and was regularly followed up as an outpatient. During the follow-up period, aneurysmal dilatation occurred (). Two years previously, he underwent TEVAR for a complicated chronic type B aortic dissection. At that time, a 40×40×150-mm Valiant thoracic stent-graft (Medtronic Vascular, Santa Rosa, CA, USA) was placed in the descending aorta, 45 mm behind the left subclavian artery based on the greater aortic curvature ().\\nAfter TEVAR, the patient was in good condition and was being regularly followed-up through outpatient clinic visits. At presentation to the emergency department, his initial left arm systolic blood pressure and heart rate were 142 mmHg and 69 beats per minute, respectively. His initial hemoglobin level was 10.4 g/dL, and electrocardiography revealed a normal sinus rhythm. Because of malperfusion, his right upper-extremity blood pressure could not be examined, and there was no right radial pulse. The upper-extremity CT scan revealed no definite stenosis of the right subclavian artery (), and an additional CT scan revealed Stanford type A aortic dissection with true lumen collapse of the ascending aorta extending to the right subclavian artery and both common carotid arteries (). After 4 hours of symptoms, the patient’s arm pain dramatically subsided; however, his right upper-extremity blood pressure was almost 30 mmHg lower than that of the left side. Then, we found a distortion of the configuration of the previously implanted endograft in the aortic arch in the initial chest radiograph and postulated that the distorted bare spring induced RTAD (). Additionally, we found that the previously deployed endograft was placed in the acute angle of the aortic arch and descending aorta (i.e., bird-beak formation) (). The patient was scheduled for elective operation 2 days later because he was hesitant to undergo open cardiac surgery.\\nUnder general anesthesia, the dissected aorta was exposed through a median sternotomy. The ascending aorta was clamped, and myocardial protection was achieved by means of antegrade infusion of cardioplegia. A 30-mm 4-branch vascular prosthesis was anastomosed to the aortic root. At a temperature of 28°C, the cross-clamp was removed and the dissected aorta was opened to the aortic arch until the level of the left subclavian artery. We inspected the dissected ascending aorta and aortic arch and found fracture of the previously deployed bare-spring endograft and erosion of the aorta due to the protruding spring (). The aortic arch was dissected at the proximal level of the common trunk of the brachiocephalic artery and the left carotid artery, and the fractured and protruded bare spring was removed with wire scissors. The 4-branch vascular prosthesis was anastomosed just above the level of the left subclavian artery because the previously deployed endograft and the dissected left subclavian artery were too deep to manipulate. All visible fragile dissected aortic tissues were removed, and the branched vascular prosthesis was anastomosed to the healthy tissues of the common trunk of the brachiocephalic artery and the left common carotid artery. The remnant bare spring and the membranous part of the endograft in the descending aorta were left anchored to the descending aortic wall.\\nFinally, the patient underwent ascending aorta 2-partial arch replacement (common trunk of the brachiocephalic artery and left common carotid artery) and open surgical removal of the broken spring. His postoperative vital signs were stable, and no neurological adverse events occurred; however, he developed acute kidney injury and metabolic acidosis. He was awake and extubated on postoperative day (POD) 1 and started on hemodialysis in the intensive care unit.\\nHis condition gradually improved, and he was discharged on POD 37 (). Although he finished hemodialysis and was asymptomatic, he eventually developed chronic kidney disease. One year later, he is being followed-up at renal and cardiovascular clinics, and is asymptomatic and in good condition.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'16872959': 1, '19171859': 1, '29097043': 1, '28939705': 1, '18424065': 1, '18024145': 1, '27453556': 1, '20800417': 1, '15943505': 1, '15760265': 1, '27316317': 1, '29121846': 1, '23141675': 1, '24441822': 1, '7984192': 1, '22265798': 1, '19752379': 1, '30993107': 2}", "similar_patients": "{}"}