{"patient_id": 133290, "patient_uid": "6488842-1", "PMID": 31043993, "file_path": "noncomm/PMC006xxxxxx/PMC6488842.xml", "title": "Multi-modality imaging for percutaneous pulmonary valve implantation – getting serious about radiation and contrast reduction", "patient": "A 45 kg 11-year-old girl with a history of repaired tetralogy of Fallot was referred to our center with severe pulmonary regurgitation. She had a surgical pulmonary valve replacement with a 25 mm Sorin Mitroflow valve in 2012 (Sorin Group USA Inc, Arvada, Colorado). Routine surveillance TTE revealed significant stenosis of the bio-prosthetic valve with a peak instantaneous gradient of 90 mm Hg. Magnetic resonance imaging showed a severely dilated right ventricle (RV) with indexed end diastolic volume of 180 ml/m<sup>2</sup> and low normal systolic function (ejection fraction of 44%). Moderate regurgitation of the pulmonary valve bio-prosthesis was visualized (25% regurgitation fraction). There was congenital interruption of the inferior caval vein with drainage via azygous continuation to the superior caval vein. The coronary arteries were not well visualized. After discussion at a multi-disciplinary meeting, the patient was accepted for PPVI.\\nPrior to the procedure, her MRI scan was imported and manipulated on a dedicated workstation (VesselNavigator, Philips Healthcare, Best, Netherlands) to highlight the target structures ().\\nUnder general anesthesia, an 8-Fr sheath was introduced into the right internal jugular vein. Stored fluoroscopic images in two projections were used for direct fusion of 2D fluoroscopy and 3D reconstruction (2D–3D registration, ) [, ]. A soft wire in the aorta together with a diagnostic catheter in the superior caval vein and the radiopaque ring of the bio-prosthesis served as references for alignment of the 3D reconstruction. A right heart hemodynamic evaluation, guided by the aligned 3D roadmap, confirmed the noninvasive imaging findings with near systemic RV pressure and a 50 mm Hg peak-to-peak gradient across the bio-prosthesis. After introduction of an Amplatz 0.035” Superstiff (Boston Scientific, Marlborough, Massachusetts) wire to the left lower pulmonary artery, a 22 mm Atlas Gold balloon (Bard Peripheral Vascular, Inc, Tempe, Arizona) was positioned across the bio-prosthetic valve. The balloon was inflated to 12 atm, and 3DRA was performed with simultaneous contrast injection in the left coronary artery (LCA) (). After analysis of the rotational image and post-processing to generate multi-planar reformats and 3D reconstruction, we determined that there was a safe distance between the LCA and the pulmonary bio-prosthesis. We did not feel that there was enough space to break the valve ring to place a larger valve without potentially compromising the LCA [].\\nThe decision was made to proceed with valve-in-valve implantation of a 23 mm Edwards Sapien 3 valve (Edwards Lifesciences, Irvine California). Over a 0.035” Lunderquist wire (Cook Medical, Bloomington, Indiana) a 22-Fr, 30 cm Gore DrySeal sheath (W. L. Gore & Associates, Flagstaff, AZ) was fed via the right jugular vein and across the RV and bioprosthetic valve. The valve was then crimped onto an Edwards Certitude delivery system, advanced without difficulty through the DrySeal sheath, then deployed in a satisfactory position within the bioprosthetic valve ring ().\\nRepeat hemodynamics demonstrated only a 7 mm Hg gradient across the valve with a RV pressure of < 1/3 systemic. The delivery system was removed and the DrySeal sheath pulled back to the right atrium.\\nIntra-cardiac echocardiography (Acuson AcuNav, Siemens Healthcare, San Jose, California) was performed via the DrySeal sheath, showing no pulmonary regurgitation with maximum velocity of flow across the valve of 1.8 m/s () and no evidence of tricuspid valve damage. Hemostasis of the right internal jugular puncture was achieved immediately by two figure-of-8 sutures.\\nThe fluoroscopy and procedural times were 28.9 min and 110 min, respectively. A total of 12 ml of contrast was injected (for the coronary assessments), which corresponds to 0.3 ml/kg. The total radiation dose expressed as air kerma and dose area product was 164 mGy and 9505 mGy·cm<sup>2</sup>, respectively.\\nThe patient’s further course was uneventful. Control transthoracic echocardiography confirmed a satisfactory outcome of the procedure with maximum flow velocity across the Sapien valve of 2.5 m/s and trace regurgitation. The hemostatic suture was removed on the following morning and the patient was discharged home.", "age": "[[11.0, 'year']]", "gender": "F", "relevant_articles": "{'27966187': 1, '27369804': 1, '31592250': 1, '26858142': 1, '29958759': 1, '34400923': 1, '26527499': 1, '30354783': 1, '25413082': 1, '27933590': 1, '29910069': 1, '31043993': 2}", "similar_patients": "{}"}