{"patient_id": 132377, "patient_uid": "6421911-1", "PMID": 30967719, "file_path": "noncomm/PMC006xxxxxx/PMC6421911.xml", "title": "Palatal swelling in a young adult", "patient": "A 23-year-old male patient visited the Department of Oral Medicine and Radiology with a chief complaint of swelling in the palate for the past one month. The swelling was not associated with pain and discharge. His medical and family histories were insignificant, and the patient was apparently healthy. Extraoral examination was unremarkable. No other abnormality was found [].\\nOral hygiene status of the patient was satisfactory. On intraoral examination, a dome-shaped well-demarcated swelling measuring approximately about 2 cm × 3 cm was seen on the left side posterior part of the hard palate slightly toward the midline. The swelling extended anteriorly to mesial surface of the second premolar, posteriorly to mid of the second molar, medially 2–3 mm away from the midpalatine raphae and laterally toward the gingival zone in relation to 25, 26 and 27 region. The color of the mucosa covering the swelling was similar to the normal palatal mucosa and with no secondary changes. Borders were distinct and smooth.\\nOn palpation of the lesion, all inspectory findings were confirmed. The swelling was nontender, soft in consistency with regular smooth borders. Provisional diagnosis of a benign salivary gland tumor was made.\\nOcclusal radiograph of maxillary arch was taken, which showed no specific changes. Complete hemogram showed all the values within the normal range. Computed tomography (CT) was done. The CT report revealed focal erosion of the palatal cortex with lysis of the underlying bone for about 7 mm [].\\nFine-needle aspiration cytology (FNAC) was done. The aspirate received was whitish in color and blood tinged. Smear was stained with H&E stain. The cytological findings revealed mucous droplets interspersed with inflammatory cells, and in one corner, few epithelial cells were seen with large dark nuclei and exhibiting a mild atypia. The smear also revealed the presence of few spindle-shaped cells resembling fibroblasts.\\nIncisional biopsy was done under local anesthesia [] and gross specimen was submitted including 3 bits of soft tissue each measuring about 0.5 cm × 0.5 cm in size. All the specimens were histopathologically processed, and H&E staining was done. Histopathology of the specimen showed tumor composed of areas of epidermoid cells and mucous cells. The section also revealed normal salivary gland aggregates adjacent to the lesion within the submucosa [Figures and ]. The excretory ducts revealed ductal cell proliferation composing of cells resembling epidermoid cells exhibiting features of dysplasia such as nuclear and cellular pleomorphism []. The section also exhibited microcyst formation, areas of necrosis and focal areas of clear cell changes [Figures –]. The histopathological features were not consistent with the clinical diagnosis of benign tumor of minor salivary gland.\\nThe clinicopathological correlation led to a final diagnosis of MEC – low-grade type. The patient was surgically treated under general anesthesia; tumor was surgically resected by partial maxillectomy and skin grafting.", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'24771140': 1, '20451836': 1, '27781194': 1, '15243467': 1, '27143836': 2, '29071063': 1, '17350323': 1, '1334380': 1, '4009321': 1, '17559500': 1, '30967719': 2}", "similar_patients": "{'4847470-1': 1}"}