{"patient_id": 13408, "patient_uid": "6850747-1", "PMID": 31763101, "file_path": "comm/PMC006xxxxxx/PMC6850747.xml", "title": "A Case of Hyponatremia-induced Seizures in an Infant Secondary to Water Intoxication from the Use of Almond Milk", "patient": "A five-month-old healthy full-term female with a history of sickle cell trait and gastro-esophageal reflux disease presented to the emergency department (ED) with her mother for one episode of nonbloody, nonbilious emesis and somnolence for the past one day. Review of systems otherwise negative. Mother denied fevers, cough, rhinorrhea or trauma. En route, emergency medical services reported that the patient developed seizure with right-sided hypertonicity and left-sided flaccidity and right-sided gaze deviation which was persistent on time of arrival to the emergency department. Intravenous (IV) access was obtained, the patient was placed on a non-rebreather and one dose of IV lorazepam was given with cessation of seizure activity. The patient had a temperature of 35.8°C. She had a normal heart rate and 100% oxygen saturation on room air. Point of care glucose was within normal limits. There was no evidence of trauma, hepatosplenomegaly or abnormal skin findings. Partial sepsis workup initiated with computed tomography (CT) scan of head. A 20 cc/kg normal saline bolus was administered.\\nWhile in the ED, the patient had a second seizure which was treated with IV lorazepam successfully. Labs revealed metabolic acidosis with pH 7.28, hyponatremia at 121 mmol/L and a mild lactic acidosis. There was no leukocytosis. Liver function tests were within normal limits. There was no evidence of urinary tract infection. The CT scan of the head was unremarkable and the urine drug screen came back negative.\\nThe patient was given a second bolus of 20 cc/kg normal saline. Further discussion with the mother revealed that the patient had been having issues with reflux and had multiple formula changes without improvement. Approximately three weeks prior to presentation, the mother had discontinued all formula and was giving the patient 9-ounce bottles of approximately half almond milk and half water every 4-5 hours, with an additional 9-ounce bottle of water in between. The mother reported that she did this in an attempt to help with the patient’s reflux symptoms.\\nOn admission, the patient was somnolent but arousable without focal neurologic deficits. She was placed on dextrose 5% ½ normal saline at maintenance rate by the intensivist. A nutrition consult was placed for education to the mother about appropriate feeding practices for an infant. Repeat sodium level came back at 128 mmol/L. The next morning, the patient was awake, tolerating feeds, without neurological deficit. Sodium levels rose to normal limits and stabilized. Maintenance fluids were discontinued and the patient was transferred to the floor and discharged home one day later. There were no further seizure episodes and no evidence of cerebral edema or neurologic sequelae.", "age": "[[5.0, 'month']]", "gender": "F", "relevant_articles": "{'26783325': 1, '29130721': 1, '25542409': 1, '4795743': 1, '7793719': 1, '24726668': 1, '16722292': 1, '8072474': 1, '23915601': 1, '31763101': 2}", "similar_patients": "{}"}