{"patient_id": 9267, "patient_uid": "6567639-3", "PMID": 31196097, "file_path": "comm/PMC006xxxxxx/PMC6567639.xml", "title": "Hepatectomy for metachronous colorectal liver metastases following complete cytoreductive surgery and hyperthermic intraperitoneal chemotherapy for peritoneal metastases: a report of three cases", "patient": "A 38-year-old man underwent Hartmann’s operation for the perforation of the sigmoid colon. Sigmoid colon cancer with PM was detected, and bilateral and diffuse CRLM were also diagnosed during the operation. Pathological diagnosis was moderately differentiated tubular adenocarcinoma without K-RAS mutation, T4a N2, M1c, stage IVC []. FOLFOX + bevacizumab was performed for 10 cycles and discontinued because of drug-induced pneumonitis. After the second-line chemotherapy using 5-FU + leucovorin (LV) was performed for 10 cycles, complete remission of liver metastases was achieved. CRS (CC-0) and HIPEC were performed 13 months after the primary tumor resection. The PCI score was 2/39. The postoperative course was uneventful. Adjuvant chemotherapy using 5-FU + LV + bevacizumab was performed because the risk of recurrence was high. After 8 cycles of adjuvant chemotherapy, recurrence of liver metastases in segments 2, 3, 5, and 8 was newly detected (Fig. ). Six months after CRS and HIPEC, he underwent left lateral liver sectionectomy [] and partial resection of liver segments 5 and 8. Operative time was 5 h and 35 min, and his total blood loss was 250 mL. The surface of the liver tightly adhered to the abdominal wall, diaphragm, stomach, duodenum, and colon, and we dissected them carefully without damage to other organs. It took 1 h and 37 min from the time of skin incision to the initiation of liver transection. Two months after the hepatectomy, metastases to the liver and lymph nodes were detected. Systemic chemotherapy was performed, but the cancer progressed gradually. The patient died 16 months after hepatectomy.\\nThe clinical courses of the three cases are summarized in Fig. .", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'17414609': 1, '16432354': 1, '8834582': 1, '27380959': 1, '8849962': 1, '12445064': 1, '16258801': 1, '14551293': 1, '7826158': 1, '23207243': 1, '21093205': 1, '15166961': 1, '6766084': 1, '18948811': 1, '19103728': 1, '31829188': 1, '11727864': 1, '19917863': 1, '7754629': 1, '20523084': 1, '29063295': 1, '23239055': 1, '28028374': 2, '23456355': 1, '22475555': 1, '25320542': 1, '18521686': 1, '11352309': 1, '15310771': 1, '10640968': 1, '32968959': 1, '31196097': 2}", "similar_patients": "{'6567639-1': 2, '6567639-2': 2, '5155185-1': 1}"}