{"patient_id": 1025, "patient_uid": "6033840-1", "PMID": 29978335, "file_path": "comm/PMC006xxxxxx/PMC6033840.xml", "title": "Successful treatment of liver metastases arising from early gastric cancer achieved clinical complete response by nivolumab", "patient": "A 77-year-old Japanese man was referred to Kochi Medical School Hospital for the treatment of liver metastases from gastric cancer. The patient’s past medical history revealed that he had undergone laparoscopic total gastrectomy with D1+ regional lymph node dissection, according to Japanese gastric cancer treatment guidelines 30 months prior for early gastric cancer []. The primary gastric cancer located in the upper third of the stomach, measuring 2.2 cm. The final diagnosis was T1N0M0, stage IA according to the 8th International Union Against Cancer (UICC) TNM classification [], and the histological findings showed a well-differentiated adenocarcinoma coexisting with a solid-type poorly differentiated adenocarcinoma that had invaded the submucosal layer to a depth of > 2 mm. There was no lymph node metastasis in 35 dissected lymph nodes, no lymphovenous invasion. Twenty-eight months after the initial operation, abdominal computed tomography (CT) revealed a well-defined mass measuring 4.2 cm in diameter in the spleen, and 18F-2-deoxy-2-fluoro-glucose (FDG) positron emission tomography combined with CT imaging showed intense FDG uptake in the splenic mass, with no evidence of further metastatic lesions in any other organ. Under the clinical diagnosis of a solitary splenic metastasis, the patient underwent open splenectomy.\\nHistological examination confirmed the diagnosis of a solid-type poorly differentiated adenocarcinoma originating from the previous gastric cancer, and immunohistochemical analysis of the tumor showed no reactivity for human epidermal growth factor receptor 2 (HER2). Therefore, the patient was treated with chemotherapy using S-1 plus oxaliplatin. S-1 was given orally twice daily for the first 2 weeks of a 3-week cycle, at a dosage of 100 mg/day, and the patient received 100 mg/m2 of intravenous oxaliplatin on day 1 of each cycle. However, abdominal CT and magnetic resonance images showed multiple liver metastases 4 months after splenectomy, and was treated with ramucirumab plus paclitaxel as second-line treatment. The patients received ramucirumab 8 mg/kg intravenously on days 1 and 15, plus paclitaxel 80 mg/m2 intravenously on days 1, 8, and 15 of a 28-day cycle. After two courses of systemic treatment, abdominal contrast-enhanced CT revealed progression of the liver metastases.\\nThe patient’s laboratory results, including serum carcinoembryonic antigen and cancer antigen 19–9, were within normal limits. Laboratory findings for markers of the systemic inflammatory response revealed normal total protein (6.6 g/dL; normal range, 6.6–8.1 g/dL), normal white blood cell (6.5 × 103 mm3; normal range, 3.3–8.6 × 103/mm3), neutrophil (3.8 × 104/mm3; normal range, 1.6–5.9 × 104/mm3), and lymphocyte (1.8 × 104/mm3; normal range, 1.1–3.3 × 104/mm3) counts, and slightly elevated C-reactive protein levels (0.7 mg/dL; normal range, < 0.14 mg/dL). Based on these findings, the Glasgow prognostic score (GPS) and peripheral neutrophil to lymphocyte ratio (NLR) were determined to be 0 and 2.1, respectively.\\nAbdominal contrast-enhanced CT showed multiple well-defined mass lesions located in the bilateral lobe of the liver (Fig. ). As third-line treatment for recurrent gastric cancer, the patient was administered 3 mg/kg, i.v., nivolumab every 2 weeks. After four cycles of systemic treatment with nivolumab, abdominal CT revealed a marked shrinkage of liver metastases, which indicated a partial response according to the Response Evaluation Criteria in Solid Tumors (RECIST 1.1) [], with a 55.0% decrease in liver target lesions compared with baseline (Fig. ). After eight cycles of nivolumab, abdominal CT revealed 82.6% decrease in liver target lesions (Fig. ). After 12 cycles of nivolumab, abdominal CT revealed that all target lesions had disappeared; thus, a complete clinical response was achieved (Fig. ). The patient did not develop any adverse reactions, including immune-reactive adverse events, during the course of treatment. The patient continues to receive nivolumab treatment, and there is no evidence of disease recurrence in the 8-month period since starting nivolumab.", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'24094768': 1, '25240821': 1, '18282805': 1, '19097774': 1, '19904573': 1, '29043453': 1, '22658128': 1, '31921639': 2, '32313724': 1, '28993052': 1, '25860605': 1, '16782930': 1, '34930435': 2, '25223927': 1, '21573742': 1, '24649155': 1, '29503570': 1, '29111259': 1, '28757801': 1, '29227818': 1, '27225990': 1, '29720123': 1, '29442281': 1, '25887287': 1, '33112554': 1, '28851346': 2, '20728210': 1, '16479253': 1, '32904060': 1, '29478743': 1, '22964877': 1, '29978335': 2}", "similar_patients": "{'8690463-1': 1, '5576276-1': 1, '6927466-1': 1}"}