{"patient_id": 11944, "patient_uid": "6755279-1", "PMID": 31612088, "file_path": "comm/PMC006xxxxxx/PMC6755279.xml", "title": "Hemophagocytic Syndrome-Associated Variant of Methotrexate-Associated Intravascular Large B-Cell Lymphoma in a Rheumatoid Arthritis Patient", "patient": "A 43-year-old Japanese man was diagnosed with RA in 1995. In 1998, treatment with methotrexate (MTX) and prednisolone (PSL) was started. In November 2010, he was diagnosed with MTX-induced interstitial pneumonia, and MTX was discontinued. He was treated with pulse steroid therapy, followed by a tapering dose of prednisolone. In January 2011, cyclophosphamide (CPA) was added to treat dyspnea due to interstitial pneumonia. In July 2011, tacrolimus was added for the treatment of arthralgia. In the following months, hemoglobin and platelet levels gradually decreased, and lactate dehydrogenase (LDH) levels increased. Tacrolimus side effects were suspected, and tacrolimus was discontinued. Two weeks later (August 2011, at the age of 59), he visited the hospital for fever, appetite loss, dyspnea on exertion, and skin rash. Blood testing revealed anemia, thrombocytopenia, and elevated levels of LDH and CRP. He was hospitalized for further examination.\\nOn admission, he was administered PSL 10 mg/day daily and CPA 50 mg/day every other day. Skin eruptions were observed on his back and lateral regions. Blood testing revealed pancytopenia with large atypical lymphocytes and elevated C-reactive protein levels (). Soluble interleukin-2 receptor (sIL-2R) was elevated to 12,600 U/mL. Blood culture was negative. Computed tomography (CT) showed inactive interstitial shadows in the subpleural region and mild splenomegaly but no lymphadenopathy. Bone marrow aspiration demonstrated atypical lymphocytes (3.0% of all nucleated cells) () and hemophagocytosis by macrophages, suggesting lymphoma-associated hemophagocytic syndrome (). Bone marrow biopsy revealed hypercellular marrow with diffuse infiltration of large atypical lymphocytes, which were CD20(+), CD79a(+), Bcl-2(−), CD10(−), Epstein–Barr virus-encoded RNA (EBER) in situ hybridization (+), and high Ki-67 index level (100%) (Figures and ). One of the four samples of random skin biopsy was angiolipoma containing relatively large atypical lymphocytes within the lumina of vessels (CD20(+), CD79a(+), CD10(−), Bcl-6(−), MUM-1(+), and Ki-67(+)) (). These findings fulfilled the diagnostic criteria of the hemophagocytic-syndrome associated (or Asian) variant of IVLBCL (International Prognostic Index (IPI) high intermediate) [].\\nPulse steroid therapy (methylprednisolone 500 mg/day for 3 days) was started on day 2 after admission, which relieved dyspnea. After the diagnosis of IVLBCL, one course of CHOP (cyclophosphamide, doxorubicin, vincristine, and prednisone) and six courses of R-CHOP (rituximab plus CHOP) were administered. Splenomegaly was resolved, and blood cell counts returned to the normal levels. Normal hematopoiesis was confirmed by bone marrow biopsy. However, at the final (sixth) R-CHOP therapy (January 2012) as an outpatient, he complained of staggering gait, which started one month earlier. He was afebrile. Magnetic resonance imaging (MRI) performed in February 2012 revealed a fresh infarction in the white matter around the left lateral ventricle, which was possibly caused by IVLBCL. He was hospitalized. Laboratory findings were as follows: WBC 2,040/μL, neutrophil 1,300/μL, hemoglobin 14.0 g/dL, platelet 10.0 × 104/μL, LDH 241 IU/L, ferritin 141.4 ng/mL, and sIL-2R 319 U/mL. The finger-to-nose test was positive on the right side. Cytology of cerebrospinal fluid (CSF) was class II. Bone marrow aspiration/biopsy revealed no evidence of lymphoma or hemophagocytosis. As he had a past history of MTX-induced interstitial pneumonia, cyclophosphamide, cytosine arabinoside, dexamethasone, etoposide, and rituximab (CHASER) instead of high-dose MTX was administered as salvage therapy.\\nIn March 2012, he was hospitalized for the second course of chemotherapy. On admission, MRI revealed a new 2.3-cm mass in the infarction lesion in the white matter around the left lateral ventricle (Figures and ). It had low intensity in the T1-weighted image, higher intensity than cerebral parenchyma in the T2-weighted image (T2WI) and fluid-attenuated inversion recovery (FLAIR) (), and high intensity in the diffusion weighted image, and its apparent diffusion coefficient value was low. It was evenly enhanced in contrast-enhanced MRI (). These results suggested infiltration of lymphoma. Cytology of CSF was class II. The second course of CHASER was administered, followed by whole brain irradiation, and MRI revealed shrinkage of the mass.\\nIn May 2012, he had staggering gait, headache, and dysesthesia in the left leg. MRI showed that the mass was smaller than it was before treatment, but it still had high intensity in T2WI/FLAIR and diffusion enhanced images, while no enhancement was noted in contrast-enhanced images. Cytology of CSF was class V. CNS relapse of IVLBCL was suggested. High-dose cytarabine and prednisolone therapy was administered for 3 days, and repeated intrathecal injections of cytarabine and prednisolone were administered. On MRI, the low-density area remained the same size and showed no enhancement on contrast-enhanced images. Continuous injection of oxycodone was administered for headache. In June 2012, dizziness, nausea, paresis of the right oculomotor nerve, and left leg paralysis manifested. Abdominal CT showed swelling of the bilateral adrenal glands, suggestive of infiltration of lymphoma cells, but neither lymphadenopathy nor hepatosplenomegaly was detected. Within the next two weeks, he had high fever and developed shock. Chest radiography revealed bilateral diffuse pneumonia. Despite antibiotic therapy and intrathecal injections of cytarabine and prednisolone, he died in August 2012, one year after diagnosis.\\nAutopsy was performed with written consent from the patient's family. Multiple focal pneumonias and diffuse alveolar damage were noted in both lungs. Massive purulent sputum was found in the right main bronchus. Lymphoma infiltration was prominent in the brain and adrenal glands. Spotty red changes were observed around the left lateral ventricle, but no infarction, hemorrhage, or tumor formation was noted in the brain. Lymphoma cells were found in capillaries in the choroid plexus (Figures and ) and pituitary gland. Bilateral adrenal glands were enlarged. Lymphoma cells were observed in the capillaries of the bilateral adrenal glands and fatty tissue around them (Figures and ), ectopic adrenal cortex tissue around the spleen, and transverse colon. The lymphoma cells were CD20(+), CD79a(+), CD10(−), Bcl-6(−), MUM-1(+), CD5(−), CD3(−), and CD56(−). These findings were compatible with IVLBCL. No lymphoma infiltration was observed in the thyroid gland, liver, spleen, heart, skin, or bone marrow. No lymphadenopathy was detected. These results suggested that the cause of death was diffuse infiltration of IVLBCL in the brain and respiratory failure due to bilateral pan-lobular pneumonia.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'27580553': 1, '27301524': 1, '11122144': 1, '27422850': 1, '34148126': 1, '11294996': 1, '9643572': 1, '29924296': 1, '29780139': 1, '30111607': 1, '27818387': 1, '2952157': 1, '29862535': 1, '31612088': 2}", "similar_patients": "{}"}