{"patient_id": 15797, "patient_uid": "6982487-1", "PMID": 31998485, "file_path": "comm/PMC006xxxxxx/PMC6982487.xml", "title": "Infective dermatitis-like lesions as a novel skin manifestation of systemic lupus erythematosus", "patient": "A 17-year-old girl, with Evans syndrome history (autoimmune hemolytic anemia and immunological thrombocytopenic purpura) treated with oral prednisone and IV immunoglobulins, presented with papulo-erythematous squamous, crusted and pruriginous skin lesions of the scalp, the trunk, the back, the arms, and the face with peri-orifical distribution (Figure ). She also had relapsing pustules of the legs and arms. A trunk lesion's biopsy showed spongiotic dermatitis. A pustule's histology showed ostio-suppurative folliculitis. Several pustule samples were positive for staphylococcus aureus and b-hemolytic-streptococci superinfection. Multiple antibiotic treatments improved skin lesions over short periods.\\nAt the same time as Evans syndrome, she developed atypical colitis with a nonspecific lymphoid infiltrate on histology and anti-Saccharomyces cerevisiae antibodies positivity. Exhaustive immune explorations researching an immune deficiency or dysregulation syndrome type LRBA deficiency were negative. HTLV1 serology and PCR were negative.\\nOral corticosteroids were started for skin lesions, colitis, and Evans syndrome and drastically improved these 3 conditions, but skin lesions relapsed below 15 mg prednisone/d.\\nFor 7 years, eczematiform and pustular rashes persisted, punctuated by short courses of corticosteroids and antibiotherapies. When she was 24 years old, she presented isolated inflammatory polyarthralgia. Biological tests showed antinuclear antidouble stranded DNA (anti-dsDNA) antibodies and hypocomplementemia. She was diagnosed with SLE and hydroxychloroquine treatment was started (400 mg/d).\\nOne year later, while she had stopped hydroxychloroquine, she had a SLE flare with hematological, cutaneous (Figure ), and articular involvement. In addition to previous immunological abnormalities, she had anti-Sm, RNP, ribosomal antibodies, and anticardiolipin antibodies and anti-beta-2-glycoprotein-1 antibodies. Skin biopsy of a fingertip lesion showed a vacuolar interface dermatitis consistent with acute lupus erythematosus. Combined treatment with corticosteroids (methylprednisolone dose iv 3 consecutive days, then prednisone 1 mg/kg) then oral corticosteroids and hydroxychloroquine (400 mg/d) plus low-dose aspirin (75 mg/d) induced complete remission. Steroids were progressively tapered, and the patient remained disease-free with 3 years follow-up.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'25340428': 1, '31386190': 1, '16155604': 1, '8773264': 1, '24470872': 1, '9554295': 1, '2863442': 1, '16146665': 1, '26712781': 1, '17666212': 1, '28752372': 1, '16243487': 1, '20472587': 1, '23289717': 1, '28242094': 1, '16155605': 1, '7031654': 1, '31998485': 2}", "similar_patients": "{}"}