{"patient_id": 4319, "patient_uid": "6243336-1", "PMID": 30459994, "file_path": "comm/PMC006xxxxxx/PMC6243336.xml", "title": "Combination of dabrafenib and radiotherapy: could skin toxicity be affected by different irradiation techniques?", "patient": "In April 2015, a 58-year-old male with a history of recurrent melanoma, currently Stage IV, was admitted to our RT department for back pain owing to bone lesions at the T10–T12 vertebral levels. No peripheral neurological symptoms were present but vertebral lesions were at a high risk of fracture with consequent spine compression. In February 2009, he was diagnosed with two nodular melanomas in his back, which were treated with local excision. Thereafter, he remained free of disease until March 2015. At that time, he underwent CT/positron emission tomography scans for persistent pain in the lower back region with impaired deambulation, which was treated using anti-inflammatory drugs with no clinical benefit. The CT/positron emission tomography scans showed multiple metastatic lesions (brain, bone, lymph nodes and skin). Biopsy from a skin metastasis site revealed a BRAF V600E-mutated melanoma. Therefore, systemic therapy with dabrafenib was started at a standard dose (150 mg twice daily) while it was planned to start the MEKi (trametinib) after 2 weeks within the expanded access program. In our patient, trametinib was administrated about 5 weeks after the end of radiation course.\\nFor his bone lesions (T10–T12 and T7 vertebrae), the patient was soon scheduled for RT at a dose of 30 Gy administered in 10 fractions (3 Gy per fraction for 5 days a week). Because of a rapidly evolving disease, which needed a rapid and hopefully consistent response, dabrafenib was not interrupted during RT. Two different 3D conformal RT techniques were used: an isocentre technique with two oblique wedge pair fields for the T7 lesion and a direct skin–source distance posteroanterior field for the T10–T12 vertebrae using an 18 MV linear accelerator (). After six fractions of RT (18 Gy), an increasing, unexpected skin toxicity appeared in the field of irradiation at the T10–12 level, both on the back and the abdominal region (). This acute side effect was classified as Grade 2 radiodermatitis [according to the Common Terminology Criteria for Adverse Events (CTCAE) version 4.0]. No acute skin toxicity or other systemic toxicity were documented in the field of the T7 vertebra. To further understand why the skin toxicity occurred in only one of the irradiated fields, the dose distribution of the two different RT treatment plans was reviewed. The absorbed doses to the target volumes (90% of the volume absorbed 95% of the prescribed dose for both volumes) and the maximum dose were found to be similar for the two plans. On the contrary, the volume of subcutaneous tissues that received a high dose was found to be significantly larger for the T10–T12 field than for the T7 field. In particular, the mean doses, V10, V15 and V20 (volume that absorbed 10, 15 and 20 Gy, respectively) were 78 and 33 cm3, 65 and 12 cm3 and 13 and 7 cm3, respectively, for T10–T12 and T7 (). Moreover, 50 cm3 of subcutaneous tissues absorbed 16.5 and 8.7 Gy for the T10–T12 and T7 field, respectively. The subcutaneous tissues of lateral and anterior chest wall absorbed a mean and maximum dose of 14 and 18 Gy, and 7.5 and 8 Gy for T10–T12 and T7, respectively, confirming that the exit dose washigher for the T10–T12 than the T7 field. Owing to this toxicity, after a multidisciplinary discussion, the radiation course was stopped at a total dose of 18 Gy for both the irradiated volumes. At the 3-month follow-up, the patient had a significant pain reduction without the appearance of neurological symptoms and a new CT scan revealed a stable osseous disease.\\nFrom the clinical point of view, these findings open the discussion to whether the acute skin toxicity caused by the treatment with BRAFi in association with RT should be prevented by reducing high dose areas to the skin and the subcutaneous tissues.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'21295875': 1, '25768829': 1, '25057167': 1, '25265492': 1, '15342808': 1, '24868021': 1, '24062392': 1, '24508103': 1, '24362499': 1, '23530102': 1, '25762352': 1, '20960525': 1, '23579338': 1, '22735384': 1, '24965480': 1, '30459994': 2}", "similar_patients": "{}"}