{"patient_id": 135378, "patient_uid": "6702988-1", "PMID": 31497126, "file_path": "noncomm/PMC006xxxxxx/PMC6702988.xml", "title": "Gangliocytic Paraganglioma of Dorsolumbar Spine: A Rare Tumor at Rare Site", "patient": "A 42-year-old male patient presented with difficulty in walking since 15 days, pain and tingling sensation in the right leg since 6 months. The symptoms aggravated in night and were relieved after taking rest. No bowel or bladder complaints were reported. There was no previous history of hospitalization for any medical or surgical illness. The neurological evaluation showed decreased motor power of right lower limb with no sensory deficits.\\nAn isodense, heterogeneous, intradural, extramedullary, enhancing mass lesion extending from lower margin of D12 to upper margin of L2 vertebra, at the level of conus medullaris extending up to the beginning of cauda equina was noted [Figure and ]. No evidence of extraspinal invasion was seen. As the lesion was extramedullary and showed extension into the right neural foramina [], radiological impression was kept as a neurogenic tumor-Schwannoma/ependymoma/meningioma/neurofibroma. The clinical diagnosis was also kept the same.\\nTumor was identified to be intradural, extramedullary with no extension in surrounding extraspinal, paravertebral soft tissue. Laminectomy and excision of tumor followed by duroplasty was done. Excised tumor was submitted for histopathology.\\nMultiple gray white tissue bits aggregating to 3 cm × 2.5 cm × 2 cm were received. Histopathological examination showed a capsulated tumor [] comprising of three distinct types of cell populations.\\nPredominant cells were tumor cells (neuroendocrine cells) which were small, round to polygonal, with pale eosinophilic cytoplasm, round to oval nuclei, stippled chromatin, forming solid nests, and trabeculae [].\\nGanglion cells having irregular contour, abundant cytoplasm, large vesicular nuclei with prominent nucleoli; were seen scattered and intermingled with neuroendocrine cells [].\\nSpindle (interstitial) cells, representing Schwann cells, were present along with branching vascular channels forming fine delicate network around the predominant cell type-giving rise to zellballen pattern [Figure and ].\\nNo evidence of pleomorphism, hyperchromasia, mitotic activity, and necrosis was noted.\\nThus, the provisional histopathological diagnosis of “GP” was given.\\nThe tumor cells showed diffuse immunohistochemical expression of chromogranin, synaptophysin and neuron-specific enolase (NSE) supporting neuroendocrine differentiation. Ganglion cells expressed NSE, along with chromogranin and synaptophysin. Spindle cells showed S-100 positivity. The findings proved the microscopic diagnosis.\\nFigures and show immunohistochemical staining for chromogranin [], synaptophysin [], and neuron-specific enolase NSE [] highlighting neuroendocrine and ganglion cell components. : Immunohistochemical staining for S-100 is positive in spindle/interstitial cells 400×, IHC.\\nThe postoperative period was uneventful. Suture removal was done on 10th day. The patient was instructed to come every month for follow-up and third postoperative month for radiology (magnetic resonance imaging [MRI]). In spite of this, he came only once for check-up, i.e., 1 month postoperative, when he was clinically fine. After this, the patient was lost to follow-up.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'21599949': 1, '20515359': 1, '33360629': 1, '20497533': 2, '6139954': 1, '2578747': 1, '13458330': 1, '34307231': 2, '2750701': 1, '4099700': 1, '20003361': 2, '31497126': 2}", "similar_patients": "{'2797510-1': 1, '8214894-1': 1, '2887868-1': 1}"}