{"patient_id": 136256, "patient_uid": "6764226-1", "PMID": 31576088, "file_path": "noncomm/PMC006xxxxxx/PMC6764226.xml", "title": "A Rare Case of Swyer Syndrome in Two Sisters with Successful Pregnancy Outcome in Both", "patient": "Mrs. P, 25-year-old female, presented with primary infertility of 2 years. She gave a history of menarche at 18 years and irregular menses every 3–4 months lasting for 2–3 days for the initial 2–3 years. Thereafter, she had only withdrawal bleeding after sequential E + P therapy. She had undergone laparohysteroscopy at another center which was suggestive of small-sized uterus with normal fallopian tubes and bilateral small ovaries. She had undergone two cycles of ovulation induction with clomiphene and gonadotropins and one cycle of IVF with ovum donation, which were unsuccessful.\\nShe had normal female external genitalia and breast development Tanner Stage 3. Her hormone levels were as follows: follicle-stimulating hormone (FSH) – 43.14 mIU/ml, luteinizing hormone (LH) – 36.23 mIU/ml, thyroid-stimulating hormone – 3.08 μIU/ml, prolactin – 3.21 ng/ml, anti-Müllerian hormone (AMH) – 0.27 ng/ml, and testosterone – 0.52 ng/ml. A provisional diagnosis of premature ovarian failure was made, and the patient was counseled for IVF with ovum donation. However, her karyotype showed 46XY pattern. On further counseling, she revealed that she had primary amenorrhea and menses only after E + P withdrawal since beginning and had withheld this information due to perceived stigma associated with primary amenorrhea. She was counseled regarding her diagnosis and its implications on her long-term health. She did not want this information to be disclosed to her husband, and hence, it was withheld from her partner to avoid marital discord.\\nShe was advised gonadectomy followed by IVF with ovum donation due to risk of gonadoblastoma in such cases. She did not opt for gonadectomy at this stage because of social pressure to conceive and opted for IVF with ovum donation. For endometrial preparation, she received tablet estradiol (E2) 2 mg 8 hourly and E2 gel 8 hourly. Her fresh embryo transfer was unsuccessful. She conceived following frozen embryo transfer and had an otherwise uncomplicated pregnancy and delivered a healthy male child at 37 weeks with a birth weight of 2.9 kg and exclusively breastfed the baby up to 6 months. She has been counseled regarding need for gonadectomy and is currently on follow-up.\\nOne year later, her younger sister presented with primary infertility and primary amenorrhea with menses on E + P withdrawal. Her ultrasound showed a hypoplastic uterus with bilateral small ovaries. Her hormone levels were as follows: FSH – 93.05 mIU/ml, LH – 25.29 mIU/ml, and AMH – 0.05 ng/ml. Her karyotype was 46XY, and she was diagnosed as a case of Swyer syndrome.\\nShe was counseled and advised laparoscopic bilateral gonadectomy followed by IVF with ovum donation. On laparoscopy, there were bilateral streak gonads and small uterus. It has been suggested that complete removal of gonads can be better accomplished by removal of adnexa, especially when gonads are elongated, attenuated, or in close approximation to fallopian tubes.[] In our case only, gonadectomy was done, and tubes were conserved as it did not compromise complete removal of gonadal tissue. Histopathological examination showed dysgenetic gonads [Figures and ].\\nTwo months later, IVF with ovum donation was done after endometrial preparation with estrogen replacement. She conceived following a fresh embryo transfer and is currently 14-week pregnant with an uneventful pregnancy till now.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'21782051': 1, '10690846': 1, '33158283': 1, '28428123': 1, '18410658': 1, '18947601': 1, '32224856': 1, '34703418': 1, '24832210': 1, '9093193': 1, '12618168': 1, '2247151': 1, '29886504': 1, '31576088': 2}", "similar_patients": "{}"}