{"patient_id": 12527, "patient_uid": "6798339-1", "PMID": 31623557, "file_path": "comm/PMC006xxxxxx/PMC6798339.xml", "title": "A case report on lipofuscin deposition in a graft biopsy two years after kidney transplantation: an insignificant bystander or a pathogenic benefactor?", "patient": "A 48-year-old male patient with end-stage renal disease on hemodialysis underwent an expanded criteria donor KT. The donor’s age was in the early 60s and cause of death was a cerebrovascular event. The donor did not have a history of diabetes or hypertension and terminal creatinine was 1 mg/dL. Our patient received Alemtuzumab and one dose of steroids as induction therapy, and the cold and warm ischemia times were 26 h and 1 h and 15 min, respectively. His primary kidney disease was presumed to be hypertension and diabetes. Three years prior to KT, he presented with an episode of hypertensive urgency, paroxysmal atrial fibrillation and an ischemic cardiovascular accident involving the right posterior corona radiata. Following this, he was placed on anticoagulation therapy with warfarin and a few months later suffered an intraventricular haemorrhage. This left him with significant deficits, in particular, mild cognitive impairment and Broca’s aphasia. Two years after this episode, he also underwent a coronary artery bypass graft surgery. Post-operatively, he was on amiodarone for 11 months and this was stopped after KT.\\nPost-KT, our patient experienced delayed graft function and required dialysis once, within 24 h of transplantation due to hyperkalemia. Following that, he had renal function recovery and achieved a baseline creatinine of 1.2 mg/dL, with no proteinuria. He had a human leukocyte antigen mismatch of six on the A, B and DR loci and had a pre-transplantation panel reactive antibody of 0. Thus, he was maintained on dual immunosuppression: tacrolimus with a trough target of 4–8 ng/mL and mycophenolic acid 720 mg twice a day. On a routine urine test 19-months post-transplant, he was noted to have proteinuria of 0.088 g/mmol (normal ≤0.017 g/mmol); thus a graft biopsy was pursued.\\nThe graft specimen consisted of five cores, with ¾ cortex and ¼ medulla, for a total of 76 glomeruli (three globally sclerosed) and 11 arteries. The technician noted a brown discoloration while processing the sample. Given the patient’s post-transplant status, the Banff criteria were applied []. The biopsy showed endocapillary inflammatory cells in the glomeruli and in the peritubular spaces, which was given a score of moderate glomerulitis (Fig. a) and peritubular capillaritis (Fig. b), but there was no significant staining for C4d in the peritubular capillaries. Also noted, were tubular changes of acute tubular necrosis or acute drug toxicity. The immunofluorescence was non-contributory. A diagnosis suspicious for acute antibody-mediated rejection was rendered. However, in addition to this, diffuse brown granular pigments in the tubular epithelial cells were seen on hematoxylin and eosin stain. The pigment was found in the cytoplasm of the tubular epithelial cells, ranging from 1 to 4 μm (Fig. c). Upon subsequent histologic examination with special stains, the granules were magenta on Masson Trichrome (Fig. d) and periodic acid Schiff (Fig. e), blue on Schmorl reaction (Fig. f), and dark black on Fontana stain (Fig. g). They were not reactive with iron staining by Prussian blue (Fig. h) and negative on Jone’s silver (Fig. i). The tubular cells showed autofluorescence (Fig. j). Electron microscopy examination revealed intracellular lamellar inclusions that had a granular matrix and were surrounded by mitochondria (Fig. k). All of these features were characteristic of LD (Fig. ) [, –].\\nSince the transplant and during the biopsy intervals, the patient had fairly good metabolic parameters: hemoglobin A1c < 7.2%, total cholesterol < 3 mmol/L, and BMI < 25 kg/m2. Overall, his BP was well controlled on 2 to 3 agents. No donor-specific antibody to the human leukocyte antigen was noted except that the patient had an indeterminate antibody level against the major-histocompatibility-complex class I-related chain A (MICA). He was treated with our antibody-mediated rejection protocol which entailed three doses of steroids intravenously, two doses of Rituximab 375 mg/m2, and six treatments with plasmapheresis. Following this, we increased his maintenance immunosuppression regimen by increasing the target tacrolimus trough to 8–10 ng/mL and adding prednisone 5 mg to his maintenance immunosuppression. We also started monthly intravenous immunoglobulin. Unfortunately, a protocol biopsy at 6-months did not show much improvement in his inflammatory scores; although the MICA antibody was no longer present (Table ). In conjunction with this, significant LD was still noted despite augmented immunosuppression.\\nAfter his second biopsy, we discussed initiating the same protocol again, or using Bortezomib and/or Tocilizumab. However, the patient was tolerating augmented immunosuppression poorly, with recurrent infectious episodes requiring hospitalizations. Hence, it was decided that we will be pragmatic with his care and treat him with anti-proteinuric therapy only. At the 12-month mark post the first biopsy, his creatinine was stable and at his baseline but he had nephrotic range proteinuria of 0.4–0.5 g/mmol.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'16213475': 1, '18209173': 1, '24839502': 1, '16329037': 1, '1713494': 1, '14096390': 1, '25820564': 1, '3989014': 1, '21159450': 1, '1880635': 1, '23368870': 1, '9497295': 1, '18497567': 1, '29624848': 1, '22153555': 1, '29243394': 1, '19680649': 1, '30317187': 1, '2813197': 1, '3033032': 1, '19577082': 1, '3299917': 1, '9531959': 1, '12884641': 1, '14333519': 1, '21755057': 1, '31076149': 1, '17898098': 1, '22057066': 1, '7573188': 1, '9562579': 1, '5954049': 1, '31623557': 2}", "similar_patients": "{}"}