{"patient_id": 9510, "patient_uid": "6590853-1", "PMID": 31259125, "file_path": "comm/PMC006xxxxxx/PMC6590853.xml", "title": "Gallbladder Perforation Secondary to Enteric Fever: An Interesting Case of Acute Abdomen", "patient": "A 20-year-old male presented with a history of abdominal pain, diarrhea, and vomiting for six days along with fever for 10 days. The pain was gradual in onset, diffuse in nature, started in the epigastrium, migrated to the right hypochondrium, moderate in severity, aggravated by movement, and not completely relieved by analgesics. There were seven to eight episodes of loose stools per day, which were brown in color, soft in consistency, and often foul smelling. There were two to three episodes of vomiting per day; the vomitus was green in color, a cupful in quantity, often preceded by food intake. The fever was high grade, documented up to 103⁰ F, occurred 10 days before presentation, and followed a step-ladder pattern. On examination, there was visible pallor with tachycardia (pulse 115 beats/minute) and tachypnoea (respiratory rate of 18 breaths/minute); blood pressure was 110/60 mmHg; and temperature was 101⁰ F. On abdominal examination, the umbilicus was everted, the abdomen was distended, abdominal guarding was present with board-like rigidity, and maximum tenderness was at the right iliac fossa. Bowel sounds were sluggish, and digital rectal examination (DRE) was unremarkable. Hemoglobin was 11 g/dL, platelet count was 170,000 /µL, and white blood cell (WBC) count was 1650/µL (neutrophils 60%, lymphocytes 24%). Peripheral smear showed normocytic, normochromic red blood cells with severe leukopenia. Liver function test, renal function test, serum electrolytes, serum albumin, and coagulation profile were in the normal range. The typhoid test (both IgG and IgM) was highly positive for Salmonella typhi. Complete urine examination was unremarkable. Chest X-ray showed no air under the diaphragm and an erect abdominal radiograph showed no air fluid levels (Figure ). Abdominal ultrasonography demonstrated minimal to mild abdominopelvic ascites.\\nAfter resuscitation, the patient was explored by a midline incision. The peritoneal cavity was containing 200 ml of bilious fluid and there were multiple flakes on the bowel loops. On further exploration, there were multiple perforations in the gallbladder of variable sizes (approximately 1-2 cm in size) (Figure ).\\nNo gall stones in the gall bladder, cystic duct, common bile duct, or peritoneal cavity were found. Cholecystectomy was done and the pelvic drain was placed after thorough peritoneal lavage. Postoperatively, intravenous ceftriaxone and gentamicin were administered for one week. There was uneventful recovery, and the patient was discharged on the eighth postoperative day.", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'29441245': 2, '24441441': 1, '7006529': 1, '25037301': 2, '31218146': 1, '19852670': 1, '26070243': 1, '8019352': 1, '20806433': 1, '14669342': 1, '29467816': 1, '20775505': 1, '17867204': 1, '29067947': 2, '21970286': 1, '17203529': 1, '34110530': 1, '31259125': 2}", "similar_patients": "{'4102876-1': 1, '5800782-1': 1, '5749201-1': 1}"}