{"patient_id": 14332, "patient_uid": "6906793-1", "PMID": 31871815, "file_path": "comm/PMC006xxxxxx/PMC6906793.xml", "title": "Small Bowel Obstruction Secondary to Intussuscepted Meckel's Diverticulum in an Adult", "patient": "A 29-year-old Caucasian female student presented to the Emergency Department with a four-day history of abdominal pain with associated vomiting, abdominal bloating, constipation, and anorexia. The onset of the abdominal pain occurred within hours following the first dose of NSAID prescribed for the management of a musculoskeletal complaint. The patient was systemically well. Relevant past history included gastro-oesophageal reflux disease. No regular medications, allergy to roxithromycin, and no significant family history. On examination, the patient appeared clinically hypovolaemic but haemodynamically stable and was afebrile. The abdomen appeared mildly distended, soft but with generalized tenderness in the absence of peritonism and the presence of normal bowel sounds.\\nLaboratory tests revealed mildly elevated white cells, a CRP of 37 mg/L (ref. range: <2 mg/L) and mildly raised lipase of 191 U/L (ref. range: 7-60 U/L). Liver function tests and electrolytes were normal. Abdominal X-ray (AXR) revealed diffuse distention of small bowel loops without evidence of free gas within the peritoneum (). Initial differentials included peptic ulcer disease and gastritis, with the possibility of ileum versus small bowel obstruction (SBO) considered also. A proton pump inhibitor (PPI) infusion was commenced to good effect and an abdominal ultrasound was ordered demonstrating a mildly thickened and hyperaemic gallbladder wall with mobile sludge raising suspicion of acute cholecystitis. Intravenous antibiotics were commenced, and plan for cholecystectomy was made with the view that the dilated small bowel loops were likely in keeping with a reactive ileus.\\nInflammatory markers continued to trend upwards, abdominal pain worsened, and constipation continued. Abdominal CT scan was ordered which revealed high-grade distal SBO with transition point in the left iliac fossa and signs suggestive of ileo-ileal intussusception (Figures and ). The patient was taken to theatre for diagnostic laparotomy where intussusception of small bowel secondary to inverted Meckel's diverticulum was diagnosed. A segmental resection of 15 cm of distal ileum 10 cm proximal to the caecum with a side-to-side anastomosis was performed. Histopathology of the resected specimen demonstrated Meckel's diverticulum with associated ulceration and inflammatory infiltrate secondary to the intussusception. The patient returned to the ward and had an uncomplicated postoperative recovery and remained well upon routine follow-up.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'9464437': 1, '16990978': 1, '19152443': 1, '10652920': 1, '25192846': 1, '5557762': 1, '15759123': 1, '10194781': 1, '937658': 1, '22384303': 2, '9074370': 1, '1509059': 1, '21712947': 1, '30170459': 1, '19399931': 1, '19418060': 1, '12488701': 1, '22007280': 1, '31871815': 2}", "similar_patients": "{'3290887-1': 1}"}