{"patient_id": 131998, "patient_uid": "6393136-1", "PMID": 30170467, "file_path": "noncomm/PMC006xxxxxx/PMC6393136.xml", "title": "Successful treatment of malignant pheochromocytoma with sacrum metastases", "patient": "In November of 2014, a 58-year-old man presented to our hospital, with progressive back pain, radiating pain, and numbness of his right lower limb. The patient underwent excision of his right adrenal pheochromocytoma in another hospital in 2010. In the medical journal of his current illness, the patient stated he had been experiencing a worsening numbness and radiating pain of his right lower limb for approximately 10 days, and he had also experienced paroxysmal and severe back pain for approximately 2 months. The pain in his back can reach 6 to 7 points using visual analogue scale (VAS) and cannot be alleviated with rest and hot compresses. The patient denied experiencing any loss of consciousness, chest palpitations, diaphoresis, paresthesia, headaches, fatigue, facial flushing, and other constitutional symptoms. Upon further questioning, he recalled a history of paroxysmal hypertension above 160/110 mmHg during the past 1 year. No pertinent family history was identified, including hypertension and cancer. Abdominal computed tomography (CT) revealed sacral lesions, with high suspicion of spinal metastases. After consulting the Department of Endocrinology, he was discharged from our hospital with a prescription of 10 mg of phenoxybenzamine twice a day to control his blood pressure until he could be admitted again for surgery.\\nOn physical exam, the patient showed pressure pain and percussion pain in his sacral region, decreased sensation to pin-prick and fine-touch of his right lower limb and exhibited an 5-/5 strength in his bilateral lower limbs. Deep tendon reflexes revealed normal for knee jerk and Achilles tendon reflexes bilaterally. Ataxia, cranial nerves, mini mental, and the rest of the neurological exam showed no abnormalities. Preoperative hemodynamic and cardiovascular assessments included electrocardiogram, echocardiogram, and chest radiography. Preoperative laboratory assessment was conducted, including routine laboratory tests (electrolytes, liver and kidney function tests, complete blood count), tumor markers, and endocrinological evaluation. The results of the laboratory studies were almost within normal range, except the urinary epinephrine levels were significantly elevated to 151.24 μg/24 h (normal: 1.74–6.42 μg/24 h). Genetic investigation was negative for RET, VHL, SDHB, SDHC, SDHD mutations. Spinal CT were ordered to visualize the metastatic lesions, assess the stability of the vertebral column, and to aid in the formulation of a surgical approach. CT of the spine showed the density of soft tissue, obvious bony destruction in the sacrum, and spinal cord compression secondary to the mass, with increased metastatic marrow infiltration of the sacrum (Fig. A–D). Tumor infiltrated through the sacrum body into the posterior elements, thus extraosseously spread into the right lateral aspect of the epidural space extending posteriorly, resulting in spinal cord compression (Fig. A–D). The bone scanning revealed high intake in the sacral spine, with high suspicion of metastatic pheochromocytoma.\\nSubsequently, cement augmentation was performed to destroy the functional tumor and stabilize the spine the day after the embolization of the internal iliac artery under local anesthesia (Fig. A). The blood pressure and heart rate markedly increased to 220/150 mmHg and 140 beats/min, respectively, when the needle penetrated the tumor, and gradually decreased to normal within 5 minutes. Pathological examination confirmed the diagnosis of malignant pheochromocytoma. Postoperatively, x-ray and CT image of the spine revealed part of bone cement leaked into the spinal canal (Fig. B and C). Thus, the patient experienced pain relief but no improvement of leg numbness. The patient was unwilling to undertake any further treatments and was discharged and monitored on an outpatient basis.\\nThe dosage of phenoxybenzamine was gradually reduced, and was stopped 2 months later. Six months later, due to the radiating pain and numbness of his lower limbs caused by the leakage of bone cement into the spinal canal, surgical decompression was performed to improve the impairment caused by the cement (Fig. A–F). We performed a circumferential decompression procedure of the sacral metastasis to alleviate the symptoms caused by the spinal cord compression and subsequently stabilize the vertebral spine to prevent multiple vertebral bodies from collapse. In brief, posterior circumferential decompression, L4, L5, and ilium internal fixation were performed. After general anesthesia induction and intubation, the patient was placed in a prone position for dorsal access to the sacrum spine. For the posterior approach, the muscles were detached gently on each side after a midline longitudinal incision over the spinous processes. The pedicle entry points were exposed by step-by-step bilateral dissection. At the L5–S2 level, the stenosis of the spinal canal, the cohesion of the joint process on S1, the stenosis of bilateral lateral recess, and the epidural compression by the cement were found during operation. At first, we removed the upper articular process of S1, the residual bone protrusion in the spinal canal, the hyperplasia of ligamentum flavum, and the bone cement significantly compressing the S1 nerve root and dura mater. Then, the pedicle screws were placed bilaterally at L4 and L5, followed by pedicle screw insertion at ilium. Because the patient did not exhibit hemodynamic instability to the placement of the pedicle screws, fixation using a Moss SI screw-rod system was employed. Likewise, neither dissection nor screw insertion resulted in significant alterations of the blood pressure or cardiac dysfunction parameters. Visual inspection using the intraoperative fluoroscopy showed optimal position of all pedicle screws. The incision was closed afterwards. Perioperative blood pressure was stable, and intraoperative blood loss was approximately 800 mL, therefore, we used erythrocyte 4U.\\nAfter surgery, the patient showed evenly decreased sensation to pin-prick and fine-touch of bilateral lower limbs and exhibited a 2/5 strength in the right side, and 4/5 strength in the left side. An emergency lumbar de metal artifact CT examination showed that the position of the right pedicle screw at L5 was not good enough and might stimulate the nerve root (Fig. A–F). Then the revision and adjustment of the internal fixation were performed under general anesthesia. Visual inspection using the intraoperative fluoroscopy showed optimal position of all pedicle screws (Fig. A and B). The incision was closed. Perioperative blood pressure was stable, and intraoperative blood loss was approximately 300 mL. Postoperatively, the patient was referred to the intensive care unit (ICU). The patient's course in the ICU was uneventful, and he was transferred to the regular ward on the second day. An x-ray after the surgery also confirmed the correct positioning of the implants and no signs of displacement of the screws and rods (Fig. C and D). The postoperative pathology report confirmed a malignant pheochromocytoma (Fig. A–H). Pathological analysis was positive for chromogranin A, synaptophysin, S-100, CD56 (NK-1), and p53 indicating pheochromocytoma from chromaffin cells of the adrenal medulla. Biopsy samples were negative for Melan-A, AE1/AE3, with 5% Ki-67 positive nuclei (Fig. I). Consequently, malignant pheochromocytoma with sacrum metastases was diagnosed via history taking, laboratory values, imaging results, and pathological studies.\\nOne week after the third operation, the patient's muscle strength of lower extremities improved to grade V compared with the preoperative status, and the symptoms were relieved significantly. Moreover, VAS score of his back pain improved to 0 to 1 points compared with the preoperative status, 6 to 7 points. Postoperatively, the patient underwent rehabilitation therapy and was prescribed phenoxybenzamine, 10 mg TID for blood pressure management. As the patient did not develop severe adverse effects, he was discharged and was monitored as an outpatient. The postoperative 3-year follow-up visit showed no tumor progression and no new symptoms. The blood pressure remained stable (<140/90 mmHg), due to patient's compliance to the prescribed medications. To date, the patient has no recurrent symptoms in 3 years of follow-up. The latest urine catecholamine was 21.43 μg/24 h. There were no other complications associated with these 3 operations during the follow-up period.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'23693052': 1, '30572538': 2, '17998133': 1, '25720695': 1, '22566193': 1, '23398849': 1, '31574816': 1, '31464948': 2, '19965926': 1, '16990988': 1, '11924720': 1, '18024223': 1, '12389354': 1, '16444096': 1, '3135110': 1, '29095319': 2, '19959041': 1, '22222147': 1, '24725287': 1, '28121933': 2, '10632931': 1, '30653174': 2, '30024550': 2, '12924596': 1, '31852164': 2, '17102114': 1, '8980890': 1, '25920598': 1, '23600583': 1, '32793409': 1, '31804360': 2, '24725182': 1, '31574815': 2, '34434169': 2, '30170467': 2}", "similar_patients": "{'6086544-1': 1, '6319783-1': 1, '6922508-1': 1, '6736088-1': 1, '6919434-1': 1, '6775359-1': 1, '8380843-1': 1, '5682838-1': 1, '5287957-1': 1, '5287957-2': 1, '6370146-1': 1}"}