{"patient_id": 137906, "patient_uid": "6933998-1", "PMID": 31909031, "file_path": "noncomm/PMC006xxxxxx/PMC6933998.xml", "title": "Mandibular Condyle Osteoma", "patient": "A 52-year-old female presented to the outpatient clinic of the Craniomaxillofacial Surgery Unit of the University of Ferrara (Italy) with a 7-year history of a slow-growing swelling over the preauricular area and pain of the temporomandibular joint (TMJ) area radiating to the right face.\\nThe onset of the swelling was insidious and gradually increasing in size. It was not associated with trauma or infection and the patient had not undergone any recent surgery.\\nOn physical examination, there was pain in the right TMJ during mouth opening and palpation. Maximum mouth opening was limited to 1.2 cm []. There was malocclusion with mandibular deviation toward the right side on mouth opening and limitation of lateral and protrusion movements. On palpation, there was a swelling in the right preauricular region. The swelling was bony hard in consistency and nontender and attached to the underlying bone. The overlying skin was normal and freely movable, and there was no local rise in temperature. No regional lymph nodes were palpable.\\nComputed tomography (CT) scan showed a well-defined radiopaque lesion involving the glenoid fossa and the right condyle [Figure and ]. Routine hematological and biochemical investigations were within the normal limits.\\nSurgical correction was planned and performed under general anesthesia. The lesion was approached through a preauricular incision with temporal extension. After exposure of the entire lesion, an osteotomy was made with piezosurgery so that the condyle head with the lesion could be removed. A pedicled temporalis muscle flap was raised and positioned in the glenoid cavity, as interpositional material between the bony articular surfaces.\\nAn intraoral incision was made and the right coronoid process was approached with stripping of the temporalis attachment on the anterior border of ramus. An osteotomy cut from the sigmoid notch to the anterior border of ramus was done, and the coronoidectomy was performed.\\nAfter the procedure, the maximum mouth opening was 5 cm. A subcutaneous suction drain was inserted. Sutures and dressing completed the operation. The specimen was sent for histopathological examination, which confirmed osteoma. The recovery was uneventful.\\nA 6-month postoperative CT scan showed a stable morphological result [Figure and ].\\nAt 12-month follow-up, the patient showed an improvement in facial symmetry with a good mouth opening (32 mm) [Figure and ] and stable occlusion and with no limitations in mandibular movements or pain in mouth opening. No signs of recurrence were observed.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'24717929': 1, '15782830': 1, '21586974': 1, '18360106': 1, '29221499': 2, '28938320': 1, '20072021': 1, '23108818': 1, '15617975': 1, '22446460': 1, '12420263': 1, '18496159': 1, '15141724': 1, '18154576': 1, '33564393': 2, '17865600': 1, '24014334': 1, '28035305': 2, '24624260': 1, '16077327': 1, '31909031': 2}", "similar_patients": "{'7856681-1': 1, '5192025-1': 1, '5723067-1': 1}"}