{"patient_id": 11933, "patient_uid": "6754891-1", "PMID": 31583146, "file_path": "comm/PMC006xxxxxx/PMC6754891.xml", "title": "Liquid Biopsy Detects Relapse Five Months Earlier than Regular Clinical Follow-Up and Guides Targeted Treatment in Breast Cancer", "patient": "In March 2014, a 58-year-old woman presented with T2N3M0 stage IIIC estrogen receptor-positive (ER+), progesterone receptor-positive (PR+), and human epidermal growth factor receptor 2-negative (HER2−) breast cancer. She was treated with surgery and adjuvant chemotherapy. For chemotherapy, six cycles of taxotere-epirubicin-cyclophosphamide (TEC) were used. At a clinical follow-up performed one year after initial diagnosis, the patient was without disease symptoms, and there was no evidence of liver metastases by liver echo. After an additional eleven months, a plasma sample was subjected to cell-free DNA (cfDNA) analysis to detect circulating tumor DNA (ctDNA). For analysis, a 12-gene next-generation sequencing panel (ACTMonitor, ACT Genomics) was used. This test performs ultradeep NGS of cfDNA and detects single nucleotide variants and small insertions and deletions in the genes AKT1, BRAF, CDKN2A, CTNNB1, EGFR, HRAS, IDH1, IDH2, KRAS, NRAS, PIK3CA, and TP53. Three genetic variants were detected, namely, PIK3CA N345K, KRAS Y64H, and the deletion variant TP53 P177_C182del. Variant frequencies were 1.7%, 0.6%, and 0.2%, respectively. This result indicated the potential of an upcoming relapse. At a follow-up five months later in September 2016, a CT scan indeed revealed multiple liver metastases, and tumor markers were found to be elevated in the blood (). Since the detection of the PIK3CA mutation indicated an activation of the mTOR pathway, the patient was treated with an oral dose of 10 mg everolimus daily. Upon everolimus therapy, there was a decrease of tumor markers CEA and CA-153 in the blood (). Liver metastasis showed remarkable shrinkage after three months of treatment (). The patient's disease was under control until January 2017. At that time, a second plasma sample was analyzed. Since an available 8-gene NGS panel was sufficient for tracking the patient's most prominent identified tumor variant, the second sample was analyzed by this test. The used panel includes the genes CCND1, CDH1, ERBB2, ESR1, FGFR1, GATA3, PIK3CA, and TP53, and therefore allowed the detection of the PIK3CA and TP53 variants, but not the KRAS variant. The results showed an increase in mutant allele frequencies, namely, 32.2% for PIK3CA N345K and 5.5% for TP53 P177_C182del, and no new mutations were identified. In February 2017, the disease progressed, as indicated by jaundice and elevated blood tumor markers. Everolimus treatment was stopped, and the patient received eribulin therapy instead.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'26311728': 1, '28183140': 1, '33575258': 1, '23000897': 1, '20664172': 1, '32765873': 1, '27091708': 1, '19380449': 1, '34215841': 1, '28685160': 1, '25987569': 1, '17376864': 1, '31583146': 2}", "similar_patients": "{}"}