{"patient_id": 127162, "patient_uid": "6007277-1", "PMID": 29942472, "file_path": "noncomm/PMC006xxxxxx/PMC6007277.xml", "title": "Enlargement of papillary glioneuronal tumor in an adult after a follow-up period of 10 years: a case report", "patient": "MRI was performed for a 37-year-old Japanese man for diagnostic work-up for refractory headache. MRI showed a 10 mm cystic lesion with a mural nodule near the anterior horn of the right lateral ventricle.\\nGiven the absence of neurological symptoms, the patient was followed conservatively. After a follow-up period of 10 years, the lesion started to increase in size from 10 to 18 mm, accompanied by worsening of headaches. MRI revealed that the increased size of the lesion was attributable to an enlargement of the cystic component and the mural nodule (Fig. ). A cystic mass with a gadolinium (Gd)-enhancing cyst wall and mural nodule were present. Signal intensity of the cystic component was high on T2-weighted imaging and fluid-attenuated inversion recovery (FLAIR) imaging. The cyst wall and nodule showed low signal intensity on T2*-weighted imaging (Fig. ). Surgical removal was performed via a trans-cortical approach achieving gross total removal. The cystic component was covered with a transparent thin membrane containing clear yellow fluid, while the mural nodule comprised white, tough tumorous tissue. The lesion showed no invasion into the lateral ventricle. The postoperative course was uneventful, with no complications. No headache and no sign of recurrence have been seen, as of 13 months after surgery (Fig. ).\\nTumor DNA was extracted from frozen tumor tissues using a DNeasy Blood & Tissue Kit (Qiagen, Tokyo, Japan). The presence of hot spot mutations in IDH1(R132) and IDH2(R172) and at codon 600 of BRAF were analyzed by Sanger sequencing. The methylation status of the MGMT promoter was analyzed by pyrosequencing after bisulfite modification of genomic DNA from tumor specimens. A cutoff of MGMT promoter methylation was above 1.0%. The tumor showed a pseudopapillary structure comprising hyalinized blood vessels covered with a single layer of small, round cells (Fig. ). These small round cells were GFAP-positive astrocytes and synaptophysin-positive neuronal cells, and the margin of the pseudopapillary structure displayed an acellular neuropil layer. Cellularity was moderate and no cellular atypia was evident. No mitotic activity or necrosis was noted and the Ki-67 (MIB-1)-labeling index was borderline for a WHO grade I tumor at 3%, which cautions the physicians to closely follow up the patient []. IDH1 was wildtype and IDH2 harbored a single nucleotide polymorphism (SNP) (c.535-40G>A). No BRAFV600E mutation was detected and MGMT promoter was methylated.", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'22020040': 1, '25627031': 1, '16771176': 1, '21638088': 1, '26017104': 1, '26899971': 1, '9777979': 1, '24879457': 1, '27157931': 1, '26671581': 1, '9210876': 1, '29942472': 2}", "similar_patients": "{}"}