{"patient_id": 136166, "patient_uid": "6756711-1", "PMID": 31567941, "file_path": "noncomm/PMC006xxxxxx/PMC6756711.xml", "title": "Spleen-preserving distal pancreatectomy and lymphadenectomy for glucagonoma syndrome", "patient": "In December 2013, a 30-year-old male patient was admitted to hospital with a complaint of diffuse erythematous ulcerating skin rash for more than 10 months. The rash initially appeared in the perineal area and the lower extremities of the body, but slowly progressed throughout the body. In addition, rashes tended to occur in crops that later blistered and sloughed while new lesions occur in another area. The patient also complained of hyperglycemia and a weight loss of 15 kg in the previous 10 months. His clinical history revealed that he had undergone a dermatological biopsy and was diagnosed as having eczema and erythema polyformis. Therapeutic drugs corresponding to this disease including oral drugs and externally used drugs were given to the patient, but unfortunately there was no obvious improvement of the skin disorder. Sexually transmitted diseases were also considered during diagnosis, but unsafe sex was denied by the patient, and relevant laboratory testing showed no abnormality. The family history was negative for multiple endocrine neoplasia and for DM.\\nPhysical examination revealed a diffuse erythematous scaly rash with areas of hyperpigmentation that were especially serious on the face and lower limbs. Hypotrichosis and onychia periungualis were also present (Fig. A–E). Vital signs and abdominal examination were found normal during the examination.\\nLaboratory tests indicated elevated fasting blood glucose (maximum 8.29 mmol/L, normal range: 3.90–6.10 mmol/L) and fasting blood glucagon (1109 pg/mL, normal range: 50–150 pg/mL) levels. Routine and immunological laboratory findings including white blood cell count (WBC), red blood cell count (RBC), erythrocyte sedimentation rate (ESR), C-reactive protein (CRP), serum complement C3/C4, carbohydrate antigen-199 (CA-199) and carcinoembryonic antigen (CEA) were unremarkable.\\nFollowing admission, the patient underwent abdominal computed tomography (CT) scanning, which disclosed a pancreatic body mass measuring approximately 6 cm with low density accompanied by partial calcification in plain scanning images and uneven enhancement in strengthening periods. Liver metastasis and enlarged lymph nodes were absent in the CT scan (Fig. A and B).\\nGiven his history of the skin rash, DM, elevated fasting blood glucagon and the pancreatic mass, a diagnosis of glucagonoma was made, and the surgical procedure of spleen-preserving distal pancreatectomy combined with lymphadenectomy was subsequently performed (Fig. C–E). One week after the surgery, the skin lesions disappeared gradually, and postoperative plasma glucagon levels decreased to 70 pg/mL (Fig. A, B and D). Postoperative pathological examination confirmed the diagnosis of glucagonoma, and immunohistochemical staining revealed positive staining for neuron specific enolase (NSE), chromogranin A (CgA) and synaptophysin (Syn) (Fig. F). The patient has shown no recurrence for 5 years since the surgery and remains asymptomatic (Fig. C and E).", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'22752376': 1, '4134714': 1, '20571266': 1, '11370794': 1, '29629316': 1, '23539545': 1, '27422767': 1, '25493258': 1, '15313692': 1, '25341008': 1, '32905095': 1, '24384494': 1, '12206598': 1, '17180287': 1, '26622635': 1, '21470282': 1, '26204206': 1, '21656454': 1, '21844436': 1, '24859404': 1, '26679842': 1, '4286757': 1, '5131260': 1, '31920326': 2, '18618495': 1, '23237225': 1, '11038206': 1, '21922354': 1, '31567941': 2}", "similar_patients": "{'6929939-1': 1}"}