{"patient_id": 9176, "patient_uid": "6559383-1", "PMID": 31245203, "file_path": "comm/PMC006xxxxxx/PMC6559383.xml", "title": "Apical Ballooning of Takotsubo Cardiomyopathy in a Patient with Non-ST Elevation Myocardial Infarction Due to Right Coronary Artery Stenosis: The Trapped Octopus Got a Heart Attack", "patient": "A 61-year-old man with a previous medical history of hypertension, diabetes mellitus, and hyperlipidemia presented with acute pressure-like chest pain and shortness of breath. Physical examination revealed a heart rate of 71 beats per minute (bpm), a blood pressure of 144/71 mmHg, and an oxygen saturation of 96%. On cardiopulmonary examination, he had a normal S1 and S2 with no appreciable murmur, rub, or gallop and with clear lung fields bilaterally. Peripheral pulsations were 2+ and symmetric, and there was no evidence of lower extremity edema. His family history was notable for hypertension, diabetes, and myocardial infarction in his mother. The patient denied any tobacco, ethanol, or illicit drug use.\\nBlood tests showed elevated concentrations of troponin I (0.32 ƞg/ml; normal < 0.04 ƞg/ml) and brain-type natriuretic peptide (186 pg/ml; normal < 101 pg/ml). His complete blood count and chemistry panel were otherwise unremarkable. An electrocardiogram (EKG) revealed a first-degree heart block and intra-ventricular conduction delay, with a QRS of 136 milli-seconds and pathological Q waves in the inferior leads (Figure ). He was diagnosed with non-ST elevation myocardial infarction (NSTEMI) and was administered dual antiplatelets therapy and heparin.\\nEchocardiography revealed impaired left ventricular systolic function of 30%-35%. Contrast-enhanced imaging of the left ventricle showed evidence of apical and peri-apical and mid to apical anterolateral akinesia and dilation along with preservation of the basilar segment (Figure ). These echocardiographic findings were indicative of TCM and left anterior descending (LAD) artery occlusion. Coronary angiogram revealed 90% stenosis in the middle segment of the RCA (Figure ), with a thrombolysis in myocardial infarction (TIMI) flow of II. However, no significant stenotic lesions were found in the LAD and circumflex arteries. A drug-eluting stent was inserted into the RCA, resulting in 0% residual stenosis and a TIMI flow of III.\\nThe patient was discharged home on guideline-directed medical therapy. Repeat echocardiography four weeks later demonstrated resolution of the wall motion abnormalities along with restoration of normal left ventricular ejection fraction (Figure ).", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'26763468': 1, '25009569': 2, '23991353': 1, '18504646': 1, '20811565': 2, '28606950': 1, '19318927': 1, '18313156': 1, '24820748': 1, '8682017': 1, '26163910': 1, '31245203': 2}", "similar_patients": "{'4076459-1': 1, '2929624-1': 1}"}