{"patient_id": 5942, "patient_uid": "6347754-1", "PMID": 30683055, "file_path": "comm/PMC006xxxxxx/PMC6347754.xml", "title": "Development of anti-glomerular basement membrane glomerulonephritis during the course of IgA nephropathy: a case report", "patient": "A 66-year-old woman with a significant past medical history of well-controlled hypertension was admitted with complaints of microscopic hematuria and mild proteinuria for the past 3 years. Serum creatinine level was within normal range at that time and therefore the anti-GBM antibody was not tested. The first renal biopsy revealed mesangial proliferative glomerulonephritis with fibro-cellular crescents in one out of 18 glomeruli, excluding one global sclerotic glomerulus (Fig. ), and deposition of IgA and C3 in mesangial areas by immunofluorescence microscopy (Fig. ). Weak but significant IgG deposition was also observed in glomeruli in the distribution somewhat different from IgA or C3 (Fig. ). The electron-dense deposits were observed in mesangial areas by electron microscopy. Therefore, the diagnosis was IgA nephropathy. Antihypertensive therapy was initiated, mainly with an RAS inhibitor. Eight months later, the patient’s serum creatinine suddenly rose to 4.53 mg/dL (it was 1.04 mg/dL from the routine blood test 1 month before). Urinalysis showed 100 red blood cells per high power field and urinary protein excretion of 12.3 g/gCr (Fig. ). The serological tests that were performed to differentiate the cause of rapidly progressive glomerulonephritis revealed the presence of anti-GBM antibody at the titer of 116 IU/mL and the absence of anti-nuclear antibody and anti-neutrophil cytoplasmic antibody. Laboratory findings on admission are summarized in the Table .\\nAfter admission, treatments with hemodialysis, plasma exchange, and intravenous methylprednisolone pulse therapy followed by oral prednisolone at the dose of 50 mg/day were initiated. The second renal biopsy was performed at 4 weeks after admission in order to assess the probability of renal recovery and to make the final diagnosis. It revealed cellular to fibrocellular crescents in 18 of 25 glomeruli, excluding six global sclerotic glomeruli by light microscopy. By immunofluorescence study, linear IgG deposition along the glomerular capillary walls and mesangial staining for IgA were observed. On the other hand, C3 deposition was observed in the mesangium as well as in the glomerular capillary walls (Fig. ). Electron-dense deposits were observed in mesangial areas, similarly as in the first biopsy, by electron microscopy (Fig. ). Based on the aforementioned findings, the diagnosis of anti-GBM glomerulonephritis and IgA nephropathy was confirmed. Plasmapheresis was performed eight times, anti-GBM antibody gradually decreased, and alveolar hemorrhage was prevented. However, her renal function could not be restored and she underwent maintenance hemodialysis (Fig. ).\\nAdditional immunosuppressant was not given because the patient did not show any sign of pulmonary involvement and because the renal recovery was quite unlikely from clinical (continuous oliguria and hemodialysis dependence) as well as histological (crescent formation in most of non-sclerotic glomeruli) point of view.\\nClinical and histological presentations from IgA nephropathy (at the time of first renal biopsy) and from anti-GBM disease (at the time of second renal biopsy) were summarized in the Table .", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'6713739': 1, '27168822': 1, '26848798': 1, '28509211': 1, '16526313': 1, '9524784': 1, '9071706': 1, '11572902': 1, '21868497': 1, '8128950': 1, '30683055': 2}", "similar_patients": "{}"}