{"patient_id": 3864, "patient_uid": "6211145-1", "PMID": 30382419, "file_path": "comm/PMC006xxxxxx/PMC6211145.xml", "title": "Spontaneous perforation of Meckel’s diverticulum in an adult female with literature review", "patient": "A 54-year-old Caucasian female with a history of obstructive sleep apnea presented to her regional hospital with symptoms of fever, nausea, and right lower quadrant abdominal pain. She was clinically diagnosed with acute appendicitis; however, CT scan showed a normal appendix, with no other acute abdominal findings. The decision was made to proceed with diagnostic laparoscopy. Extensive inflammatory adhesions were found in the RLQ, with an appendix that appeared acutely inflamed with surrounding phlegmon. The appendix was removed, and a Jackson-Pratt drain was left to drain any residual infection. The patient initially improved and was discharged home on the second postoperative day. Surgical pathology revealed acute appendiceal serositis with a rare small focus of mucosal inflammation and no evidence of perforation. A few days after discharge, the patient’s JP drainage increased and began to be feculent in appearance. Her symptoms of nausea, fever, and chills returned, with persistent abdominal pain and constipation.\\nThe patient returned to the hospital due to her worsening symptoms and was transferred to our facility for continued care. Upon presentation at our facility, she was slightly febrile and hypertensive, with no tachycardia or tachypnea. Lab work revealed a white cell count of 21,500 and lactic acid of 1.0. On physical exam, she was 5 ft. and 6 in. tall and weighed 316 lbs. with a BMI of 51. She had significant lower quadrant tenderness to palpation and had developed substantial cellulitic changes around the drain site, with dark, feculent drainage within, and around the drain.\\nA diagnosis of appendiceal stump dehiscence vs bowel perforation was made, and the patient was taken to the operating room for an exploratory laparotomy. Upon entering the abdomen, copious amounts of enteric contents were found, with significant inflammation throughout. The cecum appeared intact, with no evidence of staple line dehiscence. A systematic examination of the viscera revealed an ileal diverticulum approximately 55 cm from the ileocecal valve, with perforation at its apex (Fig. ). A wedge resection of the diverticulum containing ileum with primary anastomosis was performed. The abdomen was washed out and closed, and a new JP drain was placed.\\nExtracorporeal inspection of the specimen revealed a 5-cm-long diverticulum with a narrow base. No evidence of foreign body or fecalith was found either within the diverticula or during abdominal washout and repeat inspection. Histology revealed evidence of pressure necrosis at the apex with perforation. No evidence of ectopic tissue or malignancy.\\nPostoperatively, the patient was managed in the intensive care unit. Her course was complicated with dehiscence of the ileo-ileal anastomosis. She required a second wash out and an end ileostomy, after which, her condition improved. She was discharged on postoperative day 16 from her diverticulum resection. She underwent ileostomy takedown 3 months later.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'15593467': 1, '22577339': 1, '952346': 1, '7944666': 1, '17171378': 1, '2814770': 1, '26175810': 1, '29324630': 1, '26363105': 1, '21373322': 1, '29331260': 1, '15729078': 1, '17021300': 1, '15776296': 1, '12540446': 1, '18216533': 1, '34861550': 1, '1415948': 1, '28698005': 1, '29453164': 1, '6600203': 1, '308325': 1, '6087654': 1, '11333103': 1, '30382419': 2}", "similar_patients": "{}"}