{"patient_id": 8924, "patient_uid": "6541971-1", "PMID": 31223311, "file_path": "comm/PMC006xxxxxx/PMC6541971.xml", "title": "Curing Opioid Toxicity with Intrathecal Targeted Drug Delivery", "patient": "A 57-year-old female with widely metastatic high-grade serous adenocarcinoma of the ovary was referred to our tertiary palliative care clinic by her oncologist for management of severe cancer-related pain. Following her original diagnosis, she underwent a number of multimodal disease-directed therapies, including surgical resection and chemotherapy. She had significant ongoing mixed somatic and neuropathic pain in the left lower back as well as her pelvis, both sites of known metastatic disease. The back pain was noted to be a deep sharp pain without radiation to her extremities, located primarily around the region of her nephrostomy tube and into the abdomen. She would also have sharp lancinating neuropathic pain in her pelvis due to tumor burden with prolonged periods of sitting, walking, or activity.\\nInitial treatment consisted of multimodal pharmacologic therapy including short-acting and long-acting opioids with nonopioid and adjuvant neuropathic agents. Despite these therapies, she had progressive pain and was ultimately increased to an opioid combination of morphine sulfate controlled-release (120 mg by mouth every 8 hours) and morphine sulfate immediate-release (30–45 mg by mouth every 3 hours as needed). Early changes yielded acceptable analgesia. Conversations and medication adjustments continued over the phone, given the distance between the patient's home and our institution. However, over several weeks' time, pain progressed despite further opioid increases. Given concern for escalating pain and poor response to several attempts at altering her opioid therapy, it was advised that she present for a consultation in the palliative medicine clinic. Fortunately, focused discussions with the patient and her family around the patient's goals of care were addressed with her palliative medicine team at every meeting. She was very clear that her top priority in her ongoing medical care was to achieve acceptable analgesia. During the interview in the clinic, the patient noted significant pain with generalized discomfort, a sense of restlessness, and new muscle fasciculations. Her husband accompanied her and noted intermittent confusion. Her physical exam featured delirium (Confusion Assessment Method positive) with diffuse myoclonus.\\nOut of concern for opioid-induced neurotoxicity (OIN), the patient was admitted to the hospital for analgesic control and treatment of what was felt to be a toxic encephalopathy. Despite the known shared metabolic pathway (phase II metabolism) between morphine and hydromorphone, the patient's opioids were rotated from oral morphine to parenteral hydromorphone as the clinical picture continued to unfold. Further workup revealed an unremarkable head CT and EEG. Clinical evaluations and laboratory assessments suggested that, in the setting of her declining physical and renal function (creatinine 1.0 mg/dL with prior baseline 0.6 mg/dL and estimated glomerular filtration rate (eGFR) 55 ml/min/BSA with prior baseline >60 ml/min/BSA), the delirium could be the result of an accumulation of active neurotoxic morphine metabolites (morphine-3-glucuronide). In addition, she was dehydrated, constipated, and had not slept in several days. Unfortunately, her delirium persisted despite correction of metabolic derangements, hydration, and an aggressive bowel regimen.\\nUrology was consulted, and a nuclear medicine dimercaptosuccinic acid (DMSA) scan revealed minimal function of the left kidney, despite the presence of a nephrostomy tube. Subsequent vascular radiological investigations revealed tumor-induced thrombosis with surmised infarction of her left kidney. It was concluded that the altered renal function due to infarction likely resulted in an inability to adequately excrete the morphine, and the accumulation of polar morphine metabolites resulted in OIN. As exemplified in this case, even with opioid rotation, centrally active metabolites of hydromorphone (hydromorphone-3-glucuronide) theoretically exist, given that it follows a similar phase II metabolic glucuronidation pathway as morphine, although the relative potency and effect of such hydromorphone metabolites are thought to be significantly less than morphine. The patient continued to have signs of OIN and was eventually transitioned to parenteral fentanyl, given that fentanyl is a unique medication that is largely hepatically metabolized into inactive metabolites. Despite common lore that fentanyl and methadone are agents that do no produce active metabolites and therefore do not elicit OIN, case reports of synthetic opioids eliciting OIN do exist in the literature [, ]. Unfortunately, despite aggressive supportive measures and conversion of parenteral hydromorphone to parenteral fentanyl without reduction for cross-tolerance, she continued to have persistent pain with minimal resolution of her systemic neurotoxicity.\\nGiven the concern for poorly controlled cancer-associated pain, the palliative care and pain medicine teams collaborated from the initial visit with concerning symptoms of OIN. At our institution, the palliative clinic shares space within the pain clinic, and the collaboration required a simple conversation followed by same day pain consultation. Initially, the shared thought was moving directly to intrathecal (IT) TDD therapy, as this had been discussed over numerous palliative care visits as a potential option with her physicians and was in line with her goals to achieve enhanced pain control with limited side effects. However, given the underlying metastatic disease process and concurrent cancer treatments, she had a metabolic coagulopathy due to nutritional and micronutrient deficits that required correction with vitamin k to assist in the reversal of her international normalized ratio (INR), thus allowing for any type of procedural intervention.\\nUltimately, given the persistent multifactorial delirium and rapidly changing situation, the pain medicine and palliative care teams convened a family conference with the husband, the patients' health-care power of attorney, to again address the current situation and make recommendations that seemed consistent with the patient's predetermined goals. Given the rapid progression of her symptoms despite aggressive attempts to correct potentially remediable factors, the shared medical decision-making discussion included moving forward with TDD, given that this therapy was thought to be the best chance for meeting the patients' goals for comfort and hope to have meaningful interaction with family by reducing the burden of systemic side effects from oral or parenteral opioid therapy. The patient's advanced directive was clear that she appointed her husband to make decisions on her behalf if she was ever in a situation where she was unable to provide consent. Informed consent was obtained through her appointed surrogate decision maker and designated health-care power of attorney.\\nAfter correction of her metabolic coagulopathy yielding an INR <1.2, she proceeded with placement of an intrathecal TDD system (Medtronic SynchroMed™ II 40 mL pump and Ascenda catheter). The pump reservoir was placed in her right lower abdominal quadrant, and the catheter tip was placed at T10. Her TDD system was efficiently titrated to achieve acceptable levels of analgesia using a combination of opioid (hydromorphone 2 mg/mL) and local anesthetic (bupivacaine 10 mg/mL). The initial postoperative settings were 0.5 mg/day of hydromorphone in a simple continuous mode without bolus dosing (2.5 mg/day of bupivacaine). Within 24 hours of TDD placement, the patient experienced near complete resolution of her toxic encephalopathy and was able to engage in meaningful conversation with her family and health-care teams. There were no signs or symptoms of opioid withdrawal. In the early postoperative phase, she required additional dosing of oral hydromorphone, but was responsive to 2 mg orally every 3 hours as needed for breakthrough postsurgical pain totaling three to four doses per day. Given the robust response to TDD therapy, the patient was able to participate in goals of care discussions with her interdisciplinary palliative care team and elected to discharge closer to home under the provision of hospice services postoperative day (POD) two. Prior to leaving the hospital, the TDD rate was increased to 0.8 mg/day of hydromorphone, and she was provided with a personal therapy manager (PTM) allowing 0.1 mg/dose every six hours totaling four doses per day. The dose remained stable for seven days. As her oncologic disease continued to evolve, her TDD system was adjusted by her hospice provider to accommodate her daily use of oral opioid therapy. The pump was again adjusted on postoperative day nine, yielding a basal rate of 1.4 mg/day of hydromorphone with four PTM boluses of 0.15 mg/dose of hydromorphone every six hours. This dose remained for POD 9–13, and she passed away peacefully with acceptable analgesia at home with her family under the auspices of hospice two weeks after TDD implantation.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'31583144': 2, '21702403': 1, '28042904': 1, '27703394': 1, '6894954': 1, '12351602': 1, '26288034': 1, '20890182': 1, '18222628': 1, '15817596': 1, '9291709': 1, '22379422': 1, '24592322': 1, '28340041': 1, '8577492': 1, '17656403': 1, '25923819': 1, '28025375': 1, '8170201': 1, '1688618': 1, '25403222': 1, '18632721': 1, '20818875': 1, '22246043': 1, '21679293': 1, '16350425': 1, '17156116': 1, '26914961': 1, '29531': 1, '28042914': 1, '21587338': 1, '31223311': 2}", "similar_patients": "{'6754888-1': 1}"}