{"patient_id": 132994, "patient_uid": "6457381-1", "PMID": 31007797, "file_path": "noncomm/PMC006xxxxxx/PMC6457381.xml", "title": "Differential effective refractory period as a useful marker of multiple accessory pathways", "patient": "A 45-year-old healthy woman initially presented with acute onset of right upper quadrant abdominal pain and subjective fever. Physical findings and abdominal ultrasound were consistent with acute cholecystitis and percutaneous drainage of the gall bladder was planned. A routine preprocedure electrocardiogram (EKG) was obtained (Figure A) and revealed sinus rhythm with a PR interval of 118 ms with preexcitation. The delta wave was positive in the inferior leads except for lead III, positive in I and aVL, and had an R wave transition at V3 consistent with a midseptal accessory pathway (AP).\\nOn further history, the patient noted 5 episodes of palpitations over the preceding 4 months. Episodes had an abrupt onset, lasted for ten to twenty minutes, and abruptly terminated. The episodes were associated with lightheadedness, but the patient denied syncope. The patient underwent gall bladder drain and ultimately cholecystectomy. Two months later, she was brought to the electrophysiology laboratory. An EKG was repeated prior to testing. This revealed sinus rhythm with preexcitation different than previously noted. The delta wave was positive in all inferior leads, positive in I and aVL, and had an R wave transition at V4. This suggested an AP at a more anterior location (Figure B).\\nAfter informed consent was obtained, she was referred for electrophysiologic study. Baseline HV interval was 0 ms with manifest preexcitation. During incremental atrial pacing , there was a change in the preexcitation pattern following an atrial premature contraction (Figure A). During atrial extrastimuli testing, there was a change in the preexcitation pattern following a premature beat at 400 ms indicating effective refractory period (ERP) of the first AP; with an even more premature beat at 330 ms, the ERP of the second AP was reached (Figure A,B). During ventricular extrastimuli testing, change in retrograde atrial conduction also indicated more than one pathway (Figure B,C). A short RP tachycardia at a cycle length of 262 ms and VA time of 84 ms was induced with incremental atrial and ventricular pacing (Figure D); ventricular overdrive pacing generated a VAHV response and the tachycardia was advanced and reset with His synchronous premature ventricular contractions (PVCs). These findings were consistent with orthodromic reciprocating tachycardia (ORT).\\nThe AP was mapped during sinus rhythm. The earliest ventricular activation was recorded in the anteroseptum; with ablation, there was a change in preexcitation (Figures C and A). Additional mapping identified early signal along the anterior tricuspid valve annulus (approximately 10 mm from prior ablation site); ablation at this site resulted in complete loss of preexcitation (Figure D and B). There were more obvious changes in the preexcitation pattern upon reaching ERP of the first AP (Figure A,B) compared to when the first AP was ablated (Figure C) probably on account of more delay and less fusion with atrioventricular (AV) nodal conduction during atrial extrastimuli testing. No return of AP conduction was found during a 25 minute waiting period and following isoproterenol infusion. On follow-up, her resting EKG showed no preexcitation.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'23237138': 1, '18774096': 1, '12134973': 1, '7491305': 1, '20223787': 1, '31007797': 2}", "similar_patients": "{}"}