{"patient_id": 10406, "patient_uid": "6652076-1", "PMID": 31380133, "file_path": "comm/PMC006xxxxxx/PMC6652076.xml", "title": "Acute Posterior Multifocal Placoid Pigment Epitheliopathy Sharing Characteristic OCT Findings of Vogt-Koyanagi-Harada Disease", "patient": "A 17-year-old male high school student was referred to Chiba University Hospital because of rapid bilateral paracentral scotomata and blurred vision on awaking. He complained from a viral prodrome such as headache and nasal discharge 1 week before the onset of visual disturbance, although there were no symptoms of hearing loss or tinnitus. Medical history and family history were unremarkable. He took no medication. On examination, best-corrected visual acuity was 20/16 in both eyes. Intraocular pressure was normal. There were no light reflex disorders in both eyes. The ocular movements were normal. Slit-lamp examination showed 1+ anterior chamber cells in both eyes. Funduscopic examination showed bilateral macular serous retinal detachment, and the one-fourth to one-second disc diameter, placoid, multiple round, and yellow-white lesions at the level of RPE from posterior pole to far peripheral retina (). The placoid lesions were more obvious in the peripheral retina rather than posterior pole. The retinal vessels and optic disc were normal. Spectral domain OCT (SD-OCT) showed marked choroidal thickening and macular serous retinal detachment partly with subretinal septa in both eyes, which are known as characteristic OCT findings in VKH disease (). FA of the both eyes revealed that the placoid lesions were hypofluorescence during early-phase FA images and subsequent progressive hyperfluorescence on late-phase FA images (). Fundus autofluorescence (FAF) revealed the lesions were observed as increased fluorescence corresponding to the placoid lesions. Indocyanine green angiography (ICGA) revealed that the lesions were hypocyanescent in the early and late phases of the ICGA (). Visual fields analysis using by the Humphrey field analyzer 30-2 test showed bilateral paracentral scotomata. Laboratory investigation showed the absence of the HLA-DR4 serotype. Cerebrospinal fluid (CSF) examination was also normal. The laboratory screening was negative results for any known infectious or autoimmune cause. We made the diagnosis of APMPPE on the basis of these data. Because of good vision and absence of systemic neurological abnormalities, we did not administer oral prednisone. Instead, the patient was instructed to take Ibuprofen orally. At 1-month follow-up, OCT showed bilateral decrease of subretinal fluid. At 2 months' follow-up, OCT showed complete resolution of subretinal fluid and decrease of choroidal thickness in both eyes (). Four months after the initial presentation, Patchy pigmentary lesions resolved clinically partly with chorioretinal scars and hypofluorescence lesions on ICGA images showed improvement in clinical findings (). There has been no recurrence until now.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'17533104': 1, '22466468': 1, '27020453': 1, '17452188': 1, '11320014': 1, '27280519': 1, '9098291': 1, '23149670': 1, '930994': 1, '18834577': 1, '27060382': 1, '11150265': 1, '15185793': 1, '28983094': 1, '8659599': 1, '1793461': 1, '24403900': 2, '21034311': 1, '4651978': 1, '28151840': 1, '26731205': 1, '27652046': 2, '19491729': 1, '34524577': 1, '25663475': 1, '29631552': 2, '5661882': 1, '21052896': 1, '24974016': 1, '12652233': 1, '31380133': 2}", "similar_patients": "{'5009056-1': 1, '3884189-1': 1, '5891904-1': 1}"}