{"patient_id": 14534, "patient_uid": "6919333-2", "PMID": 31886457, "file_path": "comm/PMC006xxxxxx/PMC6919333.xml", "title": "Adenovirus Type 7 causing severe lower respiratory tract infection in immunocompetent adults: a comparison of two contrasting cases from an intensive care unit in North West England", "patient": "In April 2018, a 73-year-old male presented with a 3-day history of diarrhoea, vomiting, malaise, myalgia and lethargy without respiratory symptoms. He was a non-smoker who had amlodipine-controlled hypertension and nephrolithiasis but was normally well and regularly hill-walked, including an extended 3-day hike just prior to admission.\\nExamination was unremarkable apart from hypotension (92/70 mmHg) and pyrexia (38.2 °C). He was lymphopenic but had normal liver and renal function. A chest radiograph demonstrated left middle-zone consolidation. He was diagnosed with community-acquired pneumonia and benzylpenicillin and clarithromycin were started.\\nBy day 2, he had deteriorated with type 1 respiratory failure. Benzylpenicillin was switched to piperacillin/tazobactam and he was transferred to HDU. By day 4, there was no improvement and antibiotics were empirically changed to meropenem, doxycycline and linezolid. By day 6, he required transfer to ICU for intubation and ventilation. A chest CT demonstrated left-sided consolidation with bilateral pleural effusions () and he underwent bronchoscopy with BAL. On day 8, throat swab, BAL and EDTA plasma adenovirus PCRs were strong positives () and a single dose of cidofovir was given. No other bacterial or viral pathogens were isolated and BBV screen, including HIV, was negative.\\nBy day 10, his respiratory compromise worsened and he was turned into the prone position. He became increasingly haemodynamically unstable and developed multi-organ failure including deteriorating renal function requiring continuous haemofiltration. A dose of normal human immunoglobulin was given. On day 12, life sustaining treatment was withdrawn.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'26330121': 1, '27903788': 1, '29388679': 1, '25875735': 1, '27532864': 1, '27191834': 1, '1630306': 1, '24070567': 1, '9476884': 1, '24982316': 1, '33304812': 1, '32720128': 1, '15364976': 1, '12696109': 1, '6277442': 1, '27681877': 1, '21718493': 2, '21308503': 1, '11060077': 1, '11803503': 1, '27004904': 1, '27833410': 1, '29601326': 1, '31886457': 2}", "similar_patients": "{'6919333-1': 2, '3148995-1': 1}"}