{"patient_id": 11045, "patient_uid": "6699430-1", "PMID": 30720853, "file_path": "comm/PMC006xxxxxx/PMC6699430.xml", "title": "Uremic lion face syndrome", "patient": "A 39-year-old female with end-stage renal disease on hemodialysis for 11 years was\\ntransferred from Angola to Portugal for an orthopedic consultation due to multiple\\npathological fractures in the lower limbs. In the previous year, she noticed\\nprogressive bone pain, difficulty in walking, and facial deformation. She was\\nmedicated only with anti-hypertensive medication and erythropoiesis stimulating\\nagent in high dose. On the physical examination, she had maxillary hypertrophy,\\nflattened nose and spread dentition, with a 'lion face' appearance (). She had deformed lower limbs and was\\nunable to walk. Laboratory findings showed hemoglobin of 8.0 g/dL, serum calcium of\\n9.6 mg/dL, serum phosphorus of 3.3 mg/dL, and serum PTH concentration of 4302 pg/mL.\\nUltrasound revealed hyperplasia of the parathyroid gland. Her head CT showed\\nthickening of cranial bones, widening of the diploic space of the skull with\\nsclerotic and lytic changes and overgrowths in the mandible with ground glass\\nappearance (). Pelvic\\nradiography demonstrated altered bone density, basicervical right femoral fracture,\\nand left consolidated subtrochanteric femoral fracture\\n(). The diagnosis of severe complicated\\nsecondary hyperparathyroidism was confirmed. The patient was unresponsive to\\ncalcimimetics and vitamin D analogs and underwent parathyroidectomy.\\nThe post-operative course was complicated with severe hungry bone syndrome,\\ncharacterized by severe hypocalcemia (serum calcium of 4.6 mg/dL), which was only\\nmanaged with a combination of calcium reposition, teriparatide and paricalcitol. Her\\nclinical condition remained stable and facial deterioration stopped.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'16688187': 1, '21454719': 1, '15182133': 1, '25224511': 1, '30720853': 2}", "similar_patients": "{}"}