{"patient_id": 5116, "patient_uid": "6304635-1", "PMID": 30631607, "file_path": "comm/PMC006xxxxxx/PMC6304635.xml", "title": "Sore Throat, Fever, Septic Emboli, and Acute Respiratory Distress Syndrome: A Case of Lemierre Syndrome", "patient": "An eighteen-year-old male presented to the Emergency Department with fever and severe chest pain. His symptoms developed five days earlier when he woke up with a sore throat. He was seen by his pediatrician who performed a negative Rapid Group-A Streptococcus swab. Over the following three days, he developed nausea, vomiting, intermittent fevers, sweats, and chills. He went back to his pediatrician who this time started him empirically on oseltamivir phosphate for presumed influenza. His symptoms of sore throat and chills improved the night prior to admission, but then he developed severe suprasternal chest discomfort and pleuritic chest pain. He had never used alcohol or illicit drugs.\\nIn the Emergency Department, the patient was initially afebrile, but shortly after his initial evaluation he developed a fever of 103 degrees Fahrenheit. He was hypotensive with a blood pressure of 88/46 mmHg and a heart rate of 127 beats per minute. His initial saturation was 99% on room air. On examination, he was noted to be drowsy but oriented to person, place, and time. He had moist mucous membranes and no throat exudates. He had no carotid bruits or cervical or axillary lymphadenopathy. His pulmonary auscultation was normal, and his heart exam had no murmurs. He had no cyanosis or mottling of skin. Labs were notable for white count of 17 thousand per mL with 28% bands, total bilirubin of 2.4 mg/dL, platelet count of 50 thousand per mL, lactic acid of 3.1 mg/dL, and a negative troponin. A plain chest X-ray had no acute abnormalities, and a noncontrast CT scan of his chest demonstrated bibasilar patchy infiltrates (). After blood cultures were drawn and with a presumed diagnosis of bilateral community acquired pneumonia, Levofloxacin, and Clindamycin were initiated. Because of hypotension, bandemia, and lactic acidosis, he was admitted to the Intensive Care Unit for further monitoring. Within 12 hours, he had a rapid and sharp clinical decline with worsening and severe hypoxemia and marked progression of his bilateral pulmonary infiltrates readily evidenced on CXR. He required mechanical ventilation and was diagnosed with Acute Respiratory Distress Syndrome (ARDS). Pressure control ventilation with positive end-expiratory pressure (PEEP) up to 20 cm H20 and paralytics were needed to maintain adequate oxygenation and saturation. He was subsequently transferred to a tertiary care center for further management and possible Extracorporeal Membrane Oxygenation (ECMO) which in the end he did not require. Two days later, patient had two blood cultures which grew Fusobacterium necrophorum.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'34431953': 1, '7777368': 1, '2646510': 1, '33536115': 1, '28646962': 1, '17934077': 1, '30071559': 1, '18330604': 1, '8263648': 1, '10448489': 1, '32382372': 1, '30631607': 2}", "similar_patients": "{}"}