{"patient_id": 127287, "patient_uid": "6018268-1", "PMID": 29963437, "file_path": "noncomm/PMC006xxxxxx/PMC6018268.xml", "title": "Neurofibromatosis Type 1 in the Mandible", "patient": "A 65-year-old woman visited the authors’ dental hospital for prosthetic treatment in February 2013. In her 20s, she had been diagnosed with dermal NF1 of the face, extremities, and trunk. The patient had no family history of NF1. Excision of subcutaneous neurofibroma on the left cheek was done in her 30s, which recurred in 2011 and was again surgically removed. The patient otherwise has had no symptomatic lesions requiring management.\\nPhysical examination demonstrated that there was diffuse swelling on the angle of the right mandible but no pain at the dental hospital in 2013. The surface mucosa was normal []. Routine panoramic radiography for dental prosthetic treatment revealed a concavity of the right posterior border of the ramus, a deep coronoid notch, and prominent antegonial notching [].\\nCT was performed using Light Speed VCT (GE Healthcare, Milwaukee, WI, USA). Scan conditions were as follows: 120 kVp, 200 mA, 512 × 512 matrix size, 2.5 mm slice thickness, and φ25 cm FOV. The contrast enhancement was done by infusing 100 ml of iohexol. Coronal, sagittal, and three-dimensional reformatted images were made after examination. CT revealed that the right condylar head was small and deformed []. The right coronoid process and lateral pterygoid processes were hypoplastic []. There was a corticated, irregularly shaped depression of the lateral aspect of the right ramus []. The right mandibular canal appeared widened []. The ascending ramus was bowed []. The right temporal muscle and lateral pterygoid muscles were hypoplastic [Figure and ]. There were enhanced lesions within the right masticatory muscle space [Figure and ], and there were no contrast-enhanced masses, instead hypodense but fat-like tissue adjacent to the bone deformity of the mandible []. Mandibular asymmetry was evident and reinforced the changes of the right mandible previously noted on the panoramic radiography and bone window CT, including concavity of the right posterior border of the ramus, elongated condylar necks, prominent antegonial notching, and hypoplastic appearance of the condyle and coronoid process []. The sphenoid bone was normal. There was no orbital involvement nor other central nervous system neoplasm, buphthalmos, and falx calcification.\\nAn area of fat-like tissue adjacent to the bone deformity of the mandible which was consistent with a developmental defect would be a more appropriate characterization of this area. The heterogeneously, enhancing, well-defined round masses within the masticator space was consistent with benign neoplasm, most likely neurofibromas given the medical history.\\nThere were no patient symptoms, clinical diagnosis of NF1, and absence of necrotic masses or any other radiographic indicators suggestive of malignancy on contrast-enhanced CT; biopsy was not indicated; and patient has been followed up radiographically in the outpatient clinic.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'32583151': 1, '12553919': 1, '6423572': 1, '30092804': 1, '33981639': 1, '7594750': 1, '8938515': 1, '21856061': 1, '13716855': 1, '8653472': 1, '29963437': 2}", "similar_patients": "{}"}