{"patient_id": 129663, "patient_uid": "6201651-1", "PMID": 30405288, "file_path": "noncomm/PMC006xxxxxx/PMC6201651.xml", "title": "Calming the Electrical Storm: Use of Stellate Ganglion Block and Thoracic Epidural in Intractable Ventricular Tachycardia", "patient": "A 67-year-old hypertensive and diabetic male weighing 60-kg status postcoronary artery bypass graft surgery to left anterior descending and left circumflex arteries 4 years ago, presented to our institute with a history of chest pain, palpitations, and dyspnea since the last 30 days. Electrocardiogram revealed monomorphic VT during one such episode with a pulse of 170/min and a blood pressure of 110/70 mmHg. He was started on injection Amiodarone 150 mg intravenous (IV) bolus over 10 min followed by infusion of 1 mg/min IV for 6 h then 0.5 mg/min IV for 18 h. The arrhythmia did not revert with this. Injection Metoprolol 5 mg, injection Lignocaine 100 mg, and injection Magnesium sulfate 2 g IV were tried but to no avail. Transthoracic echocardiography (TTE) revealed hypokinesia of apex, anterior, posterior, and inferior walls and septum with a reduced ejection fraction of 25%. No clots were seen during this examination. No previous TTE report was available for comparison. Cardiac enzyme assay was normal and ruled out any active ischemia. He had stopped consuming his routine antiplatelet medications since the last fortnight.\\nHypokalemia, hypomagnesemia, and hyperthyroidism were excluded as triggering factors for arrhythmias on laboratory investigations. He was subsequently given Direct current (DC) synchronized cardioversion with 100 J, and normal sinus rhythm (NSR) was achieved. He went into monomorphic VT 8 times on day 1 [] and was reverted only with increasing dose of synchronized cardioversion each time. Decision was made to try sympatholysis with a left-sided SGB (LSGB) on day 2. After checking coagulation parameters, explaining the procedure to the patient and relatives, and taking due consent, the procedure was performed under ultrasound guidance with 10 ml of 0.375% Ropivacaine which was deposited with the tip of the needle in the longus colli muscle after negative aspiration of blood. Spread of the drug was confirmed by bulging of the longus colli compartment and spread of drug on ultrasonography (USG). Horner's syndrome confirmed the success of the block. The patient showed an arrhythmia-free interval of 12 h, but the monomorphic VT continued thereafter with a frequency of 6–7 episodes per day only amenable to synchronized cardioversion. He was intubated during one of these episodes and put on intermittent-positive pressure ventilation. Hypotension ensued and his right internal jugular vein and right radial artery were cannulated, and injection Noradrenaline was started. Sedation with Fentanyl and Midazolam infusion was started. Day 4 prompted a decision to try sympatholysis with a thoracic epidural. After due consent, under all aseptic precautions, in the left lateral position at the T2–T3 interspace, a 18G Tuohy needle was used and the epidural space was encountered with a paramedian approach at 4 cm using loss of resistance to saline method. The catheter was fixed at 8 cm at skin surface and secured with sterile dressing after tunneling. During the next episode of monomorphic VT, 5 ml of 0.5% Lignocaine was injected with return to NSR within 3 min. After seeing this response, an infusion with 100 ml of 1% Lignocaine with 100 mic of fentanyl was started at 5 ml/h with an elastomeric pump. After commencement of the infusion, there was a dramatic reduction in the occurrence of the VT with only one episode on day 5 which settled on bolus of 5 ml of 0.5% lignocaine with 10 mic of Fentanyl through the epidural catheter. Plan was to do an electrophysiological (EP) study and catheter ablation of the arrhythmogenic pathway. Repeat TTE showed a LV clot of 2.3 cm × 2 cm size. The EP study was deferred, and injection Heparin 5000 IU bolus followed by 1000 IU/h infusion was started with regular monitoring of the activated partial thromboplastin time. The epidural catheter was kept in situ with only one episode of monomorphic VT on day 7 which settled on the abovementioned bolus. Relatives did not give consent for surgical left cardiac sympathetic denervation (LCSD). The patient suffered cardiac arrest with ventricular fibrillation on day 8 and succumbed.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'25745476': 1, '10942741': 1, '26019152': 1, '24614115': 1, '1672580': 1, '16138184': 1, '3369271': 1, '19467503': 1, '20479150': 1, '24291775': 1, '2205413': 1, '33162582': 1, '24163457': 2, '30405288': 2}", "similar_patients": "{'3800335-1': 1}"}