{"patient_id": 131277, "patient_uid": "6345092-1", "PMID": 30697439, "file_path": "noncomm/PMC006xxxxxx/PMC6345092.xml", "title": "Concurrent pulmonary embolism in female monozygotic twins affected by Dercum’s disease", "patient": "A 67-year-old woman presented with shortness of breath on exertion of 4 months duration. No other symptoms were revealed by direct questioning. There had been no recent travelling, immobility or other intercurrent illness. She gave a past history of rheumatic fever in childhood and of Dercum’s disease (DD). The latter was diagnosed more than a decade earlier after she had presented over years with recurrent painful lipomas, based on her personal and family history and after surgical excision and histological examination of one. Clinical examination revealed multiple lipomas consistent with her underlying chronic condition. The cardiovascular, respiratory, gastrointestinal and neurological examination was otherwise normal. CXR was unremarkable. D-Dimer was elevated at 3100 ng/mL and VQ SPECT scanning revealed multiple pulmonary emboli (Fig. ). Outpatient investigations looking to identify an underlying cause were unyielding (see Table for a summary of results).\\nThree weeks later, the patient’s identical twin was admitted with a 6-month history of gradually worsening shortness of breath on exertion. The recent admission of her sister with symptoms which mirrored her own had prompted the patient to seek medical advice. The patient was otherwise well but also had a diagnosis of Dercum’s disease which was made after her twin had been diagnosed. Again, there was no recent travelling, immobility or intercurrent acute illness. Aside from multiple lipomas in line with her past medical history, the physical examination was unremarkable. Again, her CXR was normal and D-Dimer was elevated. VQ SPECT scanning demonstrated multiple pulmonary emboli (Fig. ). Further investigations were performed as an outpatient which also were unyielding (see Table ). The patient herself had identified a lipoma in the right groin and had raised the suspicion of a pressure effect on the underlying vasculature in this area. In an ultrasound scan, the abdominal and pelvic organs appeared normal with no evidence of lesions at any site. No lipoma was identified in the right groin at the site indicated by the patient. The right femoral vein appeared normal.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'28194532': 1, '29082522': 1, '26091459': 1, '11148491': 1, '12075486': 1, '28634363': 1, '29029707': 1, '27764883': 1, '22546240': 1, '12859034': 1, '34187516': 1, '30697439': 2}", "similar_patients": "{}"}