{"patient_id": 12519, "patient_uid": "6797019-1", "PMID": 31632886, "file_path": "comm/PMC006xxxxxx/PMC6797019.xml", "title": "Spontaneous Arteriocholedochal Fistula as a Cause of Life-Threatening Hemobilia in a Type I Giant Choledochal Cyst: A Case Report on an Unusual Situation Requiring Whipple’s Pancreatoduodenectomy", "patient": "A 25-year-old, otherwise healthy, male presented to our emergency department with severe upper abdominal pain, high-grade fever, and jaundice. He had noted a swelling in his right hypochondrium approximately two months prior to his visit. On examination, the patient was dehydrated and tachycardiac. Abdominal examination revealed a severely tender and firm mass in his right hypochondrium. A CT scan had been performed three weeks before this presentation on suspicion of an upper abdominal mass. It reported a giant Todani type I choledochal cyst (Figures , ). On ultrasound in the emergency department, the size of the cyst was 11 cm (Figure ). Baseline laboratory data were significant for a total leucocyte count of 21000, total bilirubin of 6.9, and direct bilirubin of 4.6. The patient was diagnosed with ascending cholangitis due to an infected giant choledochal cyst and was placed on conservative management with broad-spectrum antibiotics. During the ensuing week, the patient’s condition improved, and the element of sepsis and jaundice settled down. The severe tenderness in his right hypochondriac mass also resolved. The patient was continued on conservative management with the plan to undertake resection of the cyst followed by Roux-en-Y biliary-enteric anastomosis on elective list.\\nOn the 7th post-admission day, the patient developed class II hypovolemic shock with a sudden increase in the right upper abdominal pain. His also became severely anemic. Abdominal examination revealed that the mass in the right hypochondrium had become severely tender again and had suddenly grown in size and extended into the right iliac fossa. The patient was resuscitated and shifted to the High Dependency Unit. An urgent ultrasound revealed that the cyst had increased to a size of 17 cm (Figure ) and showed increased internal echoes that represented blood.\\nThe patient was transferred to the vascular intervention suite after a brief period of resuscitation and hemodynamic stability as arteriocholedochal fistula was suspected. During angiography, selective cannulation of the gastroduodenal artery (GDA) showed bleeding into the cyst cavity (Figure ). During the procedure, the patient again became hemodynamically unstable and also very restless. Due to the restlessness of the patient, cannulation of the GDA was lost with the artery going into spasm. Angioembolization was abandoned as multiple attempts to cannulate the GDA failed, and the patient’s condition was deteriorating. The patient was planned for emergency surgery and transferred to the operation theatre.\\nExploratory laparotomy revealed a huge choledochal cyst extending into the right iliac fossa (Figure ). It was decided to undertake dissection at the hepatoduodenal ligament in order to identify the GDA and ligate it; however, as the large tense cyst was causing difficulty in exposure of this area, aspiration of the cyst was planned first to make the dissection less technically difficult. Approximately 2500 ml of blood mixed with bile was aspirated from the cyst through a small incision (Figure ). The cyst partially collapsed following aspiration of its contents. Following this, dissection was undertaken at the hepatoduodenal ligament. The GDA was identified at its origin from the common hepatic artery and was ligated. After ligation, a brief period of observation showed that the cyst was re-expanding, and the patient’s vital signs were not improving. Further blood was aspirated from the previously made small incision. It was inferred that there must be additional vessels bleeding into the cyst, possibly from the superior mesenteric artery. It was thus decided to perform Kocherization and identify these feeding vessels. Kocherization revealed that the large cyst densely adhered to the duodenum as if duodenum was part of the cyst wall. Feeding vessels were also found originating from posterior to the head of pancreas (Figure ). The head of the pancreas itself was severely atrophied. In view of the above findings, it was decided to proceed with a Whipple’s pancreatoduodenectomy in order to control bleeding and resect the cyst (Figure ). At the end of the resection, the patient’s vitals improved, and he remained stable during the anastomotic reconstruction. Anastomotic reconstruction was undertaken by using a Roux-en-Y limb (jejunum) with an end-to-end pancreatojejunostomy (in invaginated fashion), end-to-side hepaticojejunostomy and side-to-side gastrojejunostomy. A Braun jejunojejunostomy (an anastomosis between the afferent and efferent limb of the gastrojejunostomy) was also created as a measure to limit postoperative bilious vomiting, afferent limb syndrome and delayed gastric emptying. The patient remained stable postoperatively. After a three-day ICU stay, he was shifted to the ward.\\nThe patient developed purulent discharge from his wound on the third postoperative day for which his wound was partially opened. He was discharged on the 10th postoperative day but re-admitted a day later due to upper gastrointestinal (GI) hemorrhage. This resolved spontaneously with conservative management. Endoscopy the next day revealed a non-bleeding ulcer with a clot at its base at the gastrojejunostomy site. The patient was discharged three weeks after the second admission in stable condition. There had been no further episodes of upper GI hemorrhage; however, he was re-admitted twice due to severe upper GI upset during the first few weeks following surgery. The histopathology report of the Whipple’s specimen revealed low-grade dysplasia in part of the cyst wall. However, no malignancy was identified.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'18662889': 1, '25442379': 1, '24714178': 2, '19903347': 2, '22332338': 1, '21251320': 2, '8579743': 1, '34021416': 1, '8889964': 1, '28484677': 2, '34277458': 1, '22110303': 1, '19144131': 2, '13670598': 1, '8672968': 1, '30697436': 2, '27011558': 1, '31632886': 2}", "similar_patients": "{'6345089-1': 1, '3959351-1': 1, '5419819-1': 1, '2787485-1': 1, '2628877-1': 1, '3038954-1': 1}"}