{"patient_id": 132401, "patient_uid": "6422215-1", "PMID": 30996633, "file_path": "noncomm/PMC006xxxxxx/PMC6422215.xml", "title": "Pulmonary rehabilitation after lung transplantation with severe complications: A case report", "patient": "A 59-year-old male with a BMI of 14.36 kg/m2 (40/1.672) was admitted to the hospital for a lung transplant in March 2014. He was diagnosed with interstitial lung disease, pneumoconiosis, and severe pulmonary hypertension five prior to admission. One year prior, he started home oxygen (nasal cannula) and his six-minute walk distance was less than 100 m. On admission, his muscle strength was found to be very weak. His upper limbs could not defend against resistance by the examiner, and his lower extremities could move, but not against gravity. Echocardiography showed mild to moderate systolic tricuspid valve regurgitation, with systolic pulmonary artery pressure (sPAP) of 93 mm Hg. Before surgery, he was placed on veno-arterial extracorporeal membrane oxygenation (VA-ECMO) with settings of 2531 rpm/min, blood flow 1.89 L/min, and oxygen flow 2 L/min to assist with the bilateral lung transplant. Three hours after surgery, the patient returned for a second thoracotomy surgery to stop the bleeding.\\nOn the first postop day, sPAP was 26 mm Hg and hemoglobin was 84 g/L. ECMO was weaned 34 hours later. However, the attempt to switch ventilator mode from pressure-assist control (P-AC) to pressure support ventilation (PSV) failed. Electrical activity of the diaphragm showed weak neuromuscular drive. A chest computed tomography (CT) scan found bilateral collusive pneumothorax (). Percutaneous tracheotomy was performed at the bedside on postop day five.\\nThe patient’s muscle strength decreased after surgery (muscle strength grade 2) due to immobility for a period of time (). Passive limb functional exercise was initiated, followed by combined passive and active limb exercises four times a day. Daily therapeutic bronchoscopy was performed to help clear the copious amount of secretions. Ventilator settings were carefully titrated based on vital signs and subjective complaint. Eight days later, he was placed on Optiflow via a T-piece with FiO2 0.40–0.60 and flow 30–50 L/min. However, his PaCO2 gradually increased from 35 mm Hg to 66 mm Hg in the following three days. He also felt short of breath and was diaphoretic and was then placed back on the ventilator with P-A/C. A chest CT showed some improvement in the right-side pneumothorax, but worsening consolidation and a persistent left-side pneumothorax (). Five days later, the T-piece with Optiflow was again attempted intermittently. However, on day three the patient became drowsy, with diminished and coarse breath sounds in the left lung. Arterial blood gas (ABG) showed hypercapnia (pH 7.279; PaCO2 85.7 mmHg; PaO2 206.9 mmHg). He then was placed back on mechanical ventilation with PSV: PS 16 cm H2O, positive end-expiratory pressure (PEEP) 6 cmH2O, FiO2 30%.\\nNutritional support was reevaluated and adjusted, and a percutaneous gastrointestinal ostomy was performed at bedside on week six. Slight suction pressure was connected with a left chest tube to help drain gas and his paradoxical breathing gradually improved. His cough ability was still weak, but the need for bronchoscopy decreased. We initiated as aggressive bronchial-hygiene therapy as he was able to tolerate, such as postural drainage and chest percussion three to four times a day. He was mobilized to the chair at bedside and given active resistance muscle exercises. Ventilator settings were gradually reduced, and he was intermittently switched from the ventilator to the T-piece with Optiflow, and his ABG became stable.\\nThe patient was able to sit on a chair without assistance and stand up at bedside on week eight (limb muscle strength grade 4). At week 10, he was able to perform assisted walking with ventilator support. Ventilator settings were adjusted based on his vital signs and subjective complaint. A chest CT on week 11 displayed no presence of pneumothorax, and consolidation in the right lower lobe had improved. However, a bronchoscopy showed copious secretions in the right main bronchus. Chest wall oscillation was used to clear secretions. During this time, the patient started exhibiting insomnia and anxiousness. An antidepressant and sleep medication were prescribed by a consulting psychologist. The patient was weaned intermittently from the ventilator to the T-piece (FIO2 24%–28%) on week 13. Finally, a cuffless tracheostomy tube was placed on week 14 and capped 5 days later. He was decannulated with 2 L/min nasal cannula on week 15, and discharged from the intensive care unit with a BMI of 16.06 kg/m2.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'22386448': 1, '22005194': 1, '26613209': 1, '7813288': 1, '24041590': 1, '26953218': 1, '19171083': 1, '25085497': 1, '24387872': 1, '24127811': 1, '26607844': 1, '30996633': 2}", "similar_patients": "{}"}