{"patient_id": 3673, "patient_uid": "6198549-1", "PMID": 30402299, "file_path": "comm/PMC006xxxxxx/PMC6198549.xml", "title": "Point-of-Care Ultrasound Identifies Decompensated Heart Failure in a Young Male with Methamphetamine-Associated Cardiomyopathy Presenting in Severe Sepsis to the Emergency Department", "patient": "A 34-year-old male presented to our Emergency Department via emergency medical services complaining of palpitations, shortness of breath, and cough with one episode of hemoptysis that started earlier that day. The patient reported that his symptoms rapidly progressed a few hours prior to arrival shortly after smoking crystal methamphetamine. The patient reported chronic methamphetamine use for 10 years, becoming an everyday user 3 years ago. He admitted to occasional polysubstance use that included ketamine, ecstasy, and alcohol, although those were limited to a few times a month. Past medical history was significant for two remote spontaneous pneumothoraces, but the patient stated that his current symptoms felt unrelated. Past surgical history was noncontributory and he denied allergies or taking any prescribed medications. Reviews of systems were positive for myalgias and fatigue. The patient denied any chest pain, chest tightness or abdominal pain.\\nInitial vital signs include the following: HR: 153 bpm, RR: 20, BP: 115/56 mmHg, Temp (O): 102.1 °F, and SpO2 96% (RA).\\nThe physical exam demonstrated a well-nourished, well-kept male appearing in his stated age in good physical shape. The patient appeared anxious and diaphoretic with dry mucus membranes and labored breathing. The patient was alert and oriented but found to have mild confusion upon detailed questioning. The rest of the neurologic exam was normal and the patient did not display any meningeal signs. Auscultation of the chest revealed rales at the lung bases. Cardiac exam demonstrated a regular, tachycardic rhythm without the presence of obvious murmurs, rubs, or gallops. There was no lower extremity edema present and patient displayed normal muscle tone. The rest of the physical exam was unremarkable.\\nUpon the patient's initial presentation, orders for initial management were with a normal saline bolus of 2 liters, supplemental oxygen with 2 liters on nasal cannula, broad spectrum antibiotics (piperacillin/tazobactam and vancomycin), antipyretics, and multiple doses of IV lorazepam with the aim of treating his tachycardia with a mixed picture of sepsis, dehydration, and methamphetamine intoxication.\\nPoint-of-care ultrasound (POCUS) of the inferior vena cava (IVC), heart, and lungs was obtained. The IVC diameter measured 1.85 cm (max) in inspiration and 1.71 cm (min) in expiration (Images -, ). Cardiac views demonstrated gross biatrial and biventricular dilation on visual inspection with a severely reduced left ventricular ejection fraction (LVEF) and a small pericardial effusion (Images -, Videos -). Lung ultrasound demonstrated bilateral lung sliding anteriorly and B-lines in bilateral inferolateral lung fields (Images -, Videos -). With the information obtained via US, the decision was made to consult cardiology and to restrict IVF administration by giving the patient 1 liter of normal saline over the course of two hours instead of a 2-liter bolus.\\nElectrocardiogram (ECG) revealed sinus tachycardia with a normal axis and without ST elevations, PR depressions, or significant T-wave inversions (). Chest X-ray demonstrated a right lower lobe consolidation with evidence of central pulmonary venous congestion and cephalization (). Significant laboratory findings included a WBC count of 21,000 with a neutrophilic predominance of 81%, lactic acid of 1.8 mmol/L, Pro-BNP of 1,741 pg/ml, and Troponin I < 0.04 ng/ml. The rest of the basic blood works including renal function and electrolytes were within normal limits for our institution. Computed tomography (CT) pulmonary angiogram was performed and demonstrated a right lower lobe consolidation and no evidence of pulmonary embolism. Also evident on CT were atrial and ventricular enlargement, central pulmonary venous congestion, and signs of early pulmonary edema (Images -).\\nThe patient was admitted to the ICU and was continued on broad-spectrum antibiotics and a normal saline infusion of 75 ml/hr. On day two, all IV fluids were discontinued and diuresis was employed for decompensated heart failure with developing hypoxia. The patient grew 2/2 positive blood cultures for Streptococcus pneumoniae and was found to be Influenza B positive. Comprehensive 2D Echocardiogram revealed dilated cardiomyopathy with LVEF of 16%, restrictive left ventricular filling pattern, elevated filling pressures with E/e'=30, moderate/severe mitral regurgitation, and severe tricuspid regurgitation.\\nThe patient improved during hospitalization and was discharged on day 9 with a diagnosis of severe sepsis, right lower lobe pneumonia, Streptococcus pneumoniae bacteremia, Influenza B, and Methamphetamine-Associated Cardiomyopathy.\\nHe was discharged on antibiotic therapy and a heart failure regimen consisting of lisinopril and metoprolol.\\nHis cardiac dysfunction improved with drug abstinence and medical therapy. A four-month echocardiogram demonstrated resolution of dilated atrial and ventricular chambers, with improvement of LVEF to 45% and improvement in valvular dysfunction to only trace mitral and tricuspid regurgitation.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'28779446': 1, '19945597': 1, '28442101': 1, '132114': 1, '25110606': 1, '19930656': 1, '15286547': 1, '16714767': 1, '12511313': 1, '19906310': 2, '22633342': 1, '22340294': 1, '8727293': 1, '19889654': 1, '27401330': 1, '19183402': 1, '27825758': 1, '20975548': 1, '28366285': 1, '29619917': 1, '26983884': 1, '24037954': 1, '22392031': 1, '29131347': 1, '24857642': 1, '28410544': 1, '26825952': 1, '27857946': 1, '28658004': 1, '27684877': 1, '27663745': 1, '30402299': 2}", "similar_patients": "{'2780987-1': 1}"}