{"patient_id": 138018, "patient_uid": "6940327-1", "PMID": 31911910, "file_path": "noncomm/PMC006xxxxxx/PMC6940327.xml", "title": "Simultaneous Paragonimus infection involving the breast and lung: A case report", "patient": "A 43-year-old female patient presented to the hospital with a painless mass of the left breast.\\nThe mass was palpable one month prior to the visit. She had already done a breast sonography at a local clinic. She was recommended to do a biopsy for the breast mass. She transferred to our hospital, a larger tertiary care hospital, for further evaluation. The patient did not remember consuming crabs or crayfish. However, she did mention that she had eaten raw trout recently.\\nThe patient had no underlying disease.\\nThe patient denied any family history.\\nOn physical examination, the palpable mass of the left breast was about 1.5 cm in diameter, well-defined, and freely moveable. There was a small amount of nipple discharge. There was no evidence of skin color change or skin retraction.\\nEnzyme-linked immunosorbent assay (ELISA) was initiated. Results came out positive for paragonimiasis.\\nMammogram showed an asymmetry at the palpable site of the left inner breast (Figure ). Ultrasonogram revealed 2 cm sized circumscribed cystic space connected to the nipple. A 0.2 cm sized hypoechoic irregular tubular mass was demonstrated within the cystic cavity (Figure ). This tubular structure was seen to be freely moving within the cavity.\\nA parasitic infection was suspected and excisional biopsy of the breast mass was performed. Inside the excised soft tissue mass, there was a cystic lesion with an irregular inner wall that was grayish white in color with about 2.3 cm for the longest diameter (Figure ). Inside this cystic lesion was a red, oval-shaped figure that was about 5 mm in longest diameter. It was suspected to be a parasite. This specimen was sent to the Department of Parasitology. It was confirmed to be Paragonimus westermani (Figure ). The pathology of the left breast mass excluding the parasite itself showed chronic granulomatous inflammation with eosinophilic infiltration, dense lymphoplasmacytic infiltration, and features suggesting parasitic eggs.\\nThe patient was also referred to the Pulmonary Department of Internal Medicine. She complained of blood tinged sputum 3-4 wk prior to the visit. An 18 mm sized elongated nodule at left upper lobe of the lung was seen on chest computed tomography (CT) scan (Figure ). Clinically, this nodule was considered as a paragonimiasis-related nodule.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'30031686': 1, '33959297': 1, '18514575': 1, '2133425': 1, '3127958': 1, '21439745': 1, '23230333': 2, '29230303': 2, '30213500': 1, '22457403': 1, '1343785': 1, '12920767': 1, '33664951': 1, '25322860': 2, '8050330': 1, '28719956': 1, '26265873': 1, '22032501': 1, '31911910': 2}", "similar_patients": "{'3514427-1': 1, '3514427-2': 1, '3514427-3': 1, '5691872-1': 1, '5691872-2': 1, '5691872-3': 1, '4209769-1': 1}"}