{"patient_id": 8449, "patient_uid": "6510006-1", "PMID": 31110710, "file_path": "comm/PMC006xxxxxx/PMC6510006.xml", "title": "Bacterial endocarditis presenting in an adult patient with undiagnosed double-chambered right ventricle", "patient": "A 26-year-old gentleman with a past medical history of hypertension, presented to our hospital with persistent fevers for 2 weeks. He was in his usual state of health when he began developing daily fevers associated with proximal shoulder and thigh weakness. His fevers were refractory to antipyretics. He denied any other associated symptoms including rashes, arthralgias, myalgias, headache, nuchal rigidity, cough, abdominal pain, nausea, diarrhea, or dysuria. He had not recently travelled outside of the United States and denied any sick contacts. His last sexual encounter was 1 year prior to presentation. He denied genital lesions or discharge. He reported no history of drug abuse. He was born in the Philippines and immigrated to the United States 9 years prior to presentation. At birth, the patient was told he had a hole in his heart that would spontaneously close by adolescence. He recalled “turning blue” while crying as a child, but had since denied cyanotic spells since childhood. As an adult, he could walk several blocks and climb flights of stairs without difficulty. However, he reported dyspnea with jogging and running, which he had attributed to deconditioning. He was unaware of any significant family history.\\nUpon arrival to the emergency department, he was afebrile and hemodynamically stable. The physical exam was notable for left, anterior, nontender, mobile cervical adenopathy and a III/VI holosystolic murmur heard loudest at the 3rd left intercostal space. Initial labs were notable for a mild leukocytosis and elevated erythrocyte sedimentation rate and c-reactive protein. Electrocardiogram (EKG) showed increased voltage, prominent R waves in the precordial leads, and nonspecific ST segment and T wave changes (Figure ). Chest X-ray showed cardiomegaly and a chest computed tomography showed multiple pulmonary nodules in bilateral lung fields.\\nA transthoracic echocardiogram (TTE) was obtained and showed moderate-to-severe right ventricular hypertrophy (RVH), RVOT, and a VSD consistent with Tetralogy of Fallot (TOF), although no evidence of an overriding aorta. He subsequently underwent a transesophageal echocardiogram (TEE) that again showed RVH and a VSD, but also noted a muscular band within the RV (Figures and ). Blood cultures grew aggregatibacter aphrophilus. He was diagnosed with endocarditis by Duke's criteria: one major (positive blood culture with HACEK organism), and three minor (fever, predisposing cardiac lesion, pulmonary emboli). He was discharged with a 4-week course of intravenous Ceftriaxone following the last negative blood cultures. After discharge, the patient was further evaluated to differentiate between TOF and DCRV. A cardiac catheterization showed an anomalous band dividing the RV into two chambers, with a peak-to-peak gradient of 115 mm Hg between proximal and distal RV consistent with DCRV (Figures and ). Additionally, the patient underwent a cardiac magnetic resonance imaging (MRI) showing a D-shaped left ventricle and RVOT with subpulmonic stenosis (Figure ). He was referred to cardiothoracic surgery for RV muscle band myomectomy and patch closure of VSD.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'23701985': 1, '15201250': 1, '25883758': 2, '8736014': 1, '11198316': 1, '3829492': 1, '13974594': 1, '17204137': 2, '9503191': 1, '31110710': 2}", "similar_patients": "{'1794404-1': 1, '4398786-1': 1, '4398786-2': 1, '4398786-3': 1, '4398786-4': 1, '4398786-5': 1}"}