{"patient_id": 5248, "patient_uid": "6311175-1", "PMID": 30594958, "file_path": "comm/PMC006xxxxxx/PMC6311175.xml", "title": "Resection of lesions in the ileum of patients with IgG4-related disease may ameliorate disease progression without steroid administration", "patient": "The patient was a 69-year-old man who was a known case of type 2 diabetes mellitus (T2DM). He initially presented with sigmoid colon cancer that progressed to obstructed necrotizing enteritis. He had undergone subtotal colectomy (from the ascending colon to the sigmoid colon) in our department. We had created a stoma at the ascending colon and had closed it 1 year later. During this phase, the patient’s recovery was hampered by nontuberculous mycobacterial infection, for which he underwent treatment with isoniazid, rifampicin, and ethambutol at another hospital; he recovered completely from the infection.\\nHe subsequently presented with repeated episodes of gastrointestinal tract obstruction, even after two surgeries. He was then admitted in our department to receive conservative treatment.\\nTwo years after the first surgery, his central venous port was infected, for which he underwent treatment with antibiotics (sulbactam/ampicillin, vancomycin) at another hospital. Subsequently, he presented with obstruction of the gastrointestinal tract again. We therefore attempted to try and resolve this problem.\\nBlood tests showed renal dysfunction (serum creatinine level 1.18 mg/dL), anemia (hemoglobin 9.0 g/dL), and a slightly elevated CA19-9 level (46 U/mL). Radiological enteroclysis revealed two stenosed sections of the small bowel (Fig. ). Computed tomography of the abdomen also indicated that the wall of the small bowel was thick and stenosed (Fig. ).\\nWe continued conservative treatment (using an ileus tube), but his condition did not improve. We then decided to operate to resolve this condition.\\nIn the surgery, we recognized two sections of small bowel 30 cm and 53 cm from the terminal ileum seemed to be fibrosed, with extraordinarily thick walls. We resected these sections with a few centimeters margin and anastomosed the remaining bowel using functional end-to-end anastomosis, finally obtaining two specimens (Figs. and ). We also performed tube splinting of the small bowel to prevent further gastrointestinal tract obstruction.\\nAfter the surgery, pathological examination yielded a large number of plasma cells and IgG4-positive cells in the specimen; the ratio of IgG4-positive cells to non-IgG-positive cells was 87% (350/404). We then realized that the specimen showed features of IgG4-RD (Fig. ). Based on the diagnostic criteria, this case was classified into the probable diagnosis group.\\nWe then conducted some tests to further clarify the diagnosis of IgG4-related disease. The blood IgG4 level was found to be 52.0 mg/dL, which is within the normal limit. We performed magnetic resonance cholangiopancreatography (MRCP) to detect signs of IgG4-RD in the pancreas and bile duct, but did not find any. We therefore concluded that there were no findings that suggested IgG4-RD, except for in the small bowel.\\nThe patient was discharged to his home on the 39th postoperative day. He has been following up regularly for a year with us and has not shown any symptom of recurrence of IgG4-RD.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'34544364': 2, '23898377': 1, '22695887': 1, '22316447': 1, '24296677': 1, '28078088': 2, '29465558': 1, '32552502': 1, '25881845': 1, '25865251': 1, '21881964': 1, '27543430': 1, '29072949': 1, '20213336': 1, '20436071': 1, '21107087': 1, '27797069': 2, '30594958': 2}", "similar_patients": "{'5221465-1': 1, '5086477-1': 1, '8454001-1': 1}"}