{"patient_id": 134004, "patient_uid": "6548091-1", "PMID": 31172061, "file_path": "noncomm/PMC006xxxxxx/PMC6548091.xml", "title": "Jejunal Perforation Following Blunt Abdominal Trauma; a Case Report", "patient": "A 30-year-old man presented to the emergency department after “falling into a hole”. The patient was a construction worker and fell with his back in a 2-meter hole which was followed by a blunt abdominal trauma due to a falling of a 30 kg bag of cement on his abdomen. The patient had no past medical history and was not on any treatment or drug abuse. On primary survey, the airway was intact and a hard collar had been put on. The breathing, lung auscultation, and O2 saturation were in normal range. The blood pressure was 128/75 mmHg, pulse rate 90/min, and oxygen saturation of 96% while the patient was breathing ambient air. The patient underwent focused abdominal sonography for trauma patients (FAST) which showed small free fluid on lower pole of the right kidney. The patient was awake and fully conscious, the pupils were normal size and reactive, and there was not any neurologic deficit.\\nThe secondary survey was significant for the mild abdominal tenderness on right upper quadrant. The chest, and lateral neck portable x-rays were normal. After surgery consultation, it was planned to have an abdominopelvic computed tomography (CT) scan with intravenous contrast agent in order to pin point the problem. In few minutes, the pain had been increased in intensity which was claimed to be 7 out of 10 in numerical rating scale (NRS). The blood pressure did not show any significant change but the patient pulse rate was increased up to 110. Serial FAST exam showed increase in free fluid volume. The patient underwent CT imaging (). It showed a moderate volume of free fluid in pelvic area, perihepatic, and also perisplenic spaces. Small bowel wall thickening due to mural hematoma of proximal part of jejunum with mural wall hypodensity in mid jejunal loop which are all suggestive of hollow viscus injury. There was no visible sign of solid organ damage or extra luminal free air. Regarding to the CT scan results, laparoscopy was performed. There was damage to the colon serosa and jejunal perforation which was primarily repaired. The patient was discharged 10 days later and had uneventful follow up.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'25332759': 1, '28382258': 1, '21453818': 1, '26038032': 1, '16988293': 1, '31172061': 2}", "similar_patients": "{}"}