{"patient_id": 8005, "patient_uid": "6481136-1", "PMID": 31093413, "file_path": "comm/PMC006xxxxxx/PMC6481136.xml", "title": "Cavernous Breast Hemangioma Mimicking an Invasive Lesion on Contrast-Enhanced MRI", "patient": "A 43-year-old woman, gravida 4, para 2, was referred due to a suspicious finding on 1.5 T contrast-enhanced MRI; the indication for MRI by the referring gynecologist was family history, with one close relative with breast cancer (her mother diagnosed at age 50). The patient's personal medical history was unremarkable. In particular, she had no prior history of breast disease or breast injury and she had not taken any exogenous hormones in the past; there was no palpable mass, skin changes, or axillary lymphadenopathy. Diagnostic full-field digital mammography and breast ultrasound were also unremarkable. However, on MRI, a small lesion with irregular margins measuring approximately 6 mm was detected in the right breast, in the lower inner quadrant. After gadolinium contrast medium administration, a type 3 curve, with rapid initial rise, followed by reduction in enhancement (washout) in the delayed phase was noted, raising suspicion for malignancy. In , representative MRI views of the lesion are presented. The lesion could not be visualized on second-look targeted breast ultrasound and full-field digital mammography reevaluation. After thorough discussion with the patient and signed informed consent, a wide local excision was performed after 3 T MRI-guided hook wire localization. The suspicious lesion was excised with clear margins. Macroscopically, it was ovoid, soft, spongy, and dark red-brown with a maximal diameter of 5 mm. On microscopy, diagnosis of cavernous hemangioma was established; it consisted of dilated, congested hyperemic blood vessels, lined with endothelial cells; there were no signs of malignancy or atypia in the lesion and surrounding tissue. In , representative microscopic views of the lesion are presented. Follow-up MRI two months later confirmed removal of the whole lesion. Today, almost five years later, the patient remains in good health without any signs of recurrence or any findings on imaging tests (annual mammography and ultrasound).", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'25624892': 2, '25312096': 2, '448430': 1, '16684329': 1, '22128131': 1, '29872905': 1, '20489110': 1, '23280280': 1, '25629087': 1, '14528442': 1, '21264749': 1, '30498190': 1, '22434703': 1, '25798409': 1, '15615997': 1, '9641223': 1, '8689834': 1, '11152263': 1, '16243569': 1, '15002693': 1, '26511429': 1, '6088123': 1, '31093413': 2}", "similar_patients": "{'4301549-1': 1, '4200173-1': 1}"}