{"patient_id": 2746, "patient_uid": "6148997-1", "PMID": 30236076, "file_path": "comm/PMC006xxxxxx/PMC6148997.xml", "title": "Endometriosis-associated recto-sigmoid cancer: a case report", "patient": "A 55-year-old woman was referred to the Peking Union Medical College Hospital in September 2015 for rectorrhagia and intermittent abdominal pain lasting 6 months. The patient had a past medical history of ovarian endometriosis and had undergone excision of bilateral ovarian chocolate cysts in 1988 when she was 30 years old. Histological examination showed benign bilateral endometriosis of the ovaries. The patient was not treated with any hormonal therapy following hysterectomy. She has a familial history of endometriosis comprising her mother, one sister and one aunt.\\nPhysical examination of the patient was unremarkable, except for the tenderness of the left lower quadrant of the abdomen.\\nSerum CA125, CEA, and CA199 were within a normal range. A colonoscopy was performed (Fig. ), which revealed an ulcerated fleshy neoplasm that was 15 cm from the anal margin and blocked 50% of the passage of the endoscope. It was possible to pass the endoscope beyond the lesion. The mass appeared to bleed relatively easily and had a diameter of 2 × 3 cm. The surface of the lesion was irregular, and the margin was unclear. The surrounding colonic mucosa was rough. The results of the scan also revealed a 0.8 cm sessile polyp in the ascending colon. Multiple endoscopic biopsies were taken. Pelvic ultrasound showed multiple uterine leiomyomas, which presented as multiple heterogeneous internal echoes. A computed tomography scan revealed eccentric thickening of the wall of the recto-sigmoidal junction (Fig. ). A whole body FDG-positron emission tomography (PET) was requested (Fig. ). F18-FDG PET/CT imaging showed local thickening and narrowing of the recto-sigmoid colon wall and hypermetabolic lesions. FDG-PET/CT also found enlarged pelvic lymph nodes with pathologic FDG-uptake. Since the pathology obtained from the colonoscopy showed evidence of a metastatic adenocarcinoma, and the lesion was confined to the pelvic cavity, laparoscopic surgery was performed on October 20, 2015. During the procedure, a 3.5-cm ulcerated mass was identified above the peritoneal reflection with multiple adhesions to the uterine wall. The surgeons examined the pelvic cavity carefully and found apparent adhesions in the pelvic cavity due to the previous surgical procedures. The adhesions present between the tumour and the uterus were severed. There were no obvious tumours on either of the ovaries. A rectal anterior resection with lymphadenectomy was performed. The lymph nodes around the common, internal, and external iliac arteries, the middle rectal artery root, and the obturator space were dissected. Hysterectomy and bilateral salpingo-oophorectomy were performed. There was no residual macroscopic tumour present at the completion of the surgery.\\nThe endoscopic biopsy specimens were fixed in 10% buffered formalin and embedded in paraffin. Four μm sections were stained with standard haematoxylin and eosin (H&E). Immunohistochemical stains were performed using the following antibodies: CK7, CDX-2, CA-125, Villin (Dako); CK20 (OriGene Technologies); PAX-8, WT-1(XiYa Biology); P16, ER, PR (VENTANA); P53 (Maixin Biotech. Co., Ltd.). The H&E slides and immunohistochemical stains were reviewed by two pathologists. The excised bowel was sent for histological analysis. The pathologic specimen consisted of an ulcerated mass with grey, solid, friable cut surface. The mass measured 3.5 × 2 × 1.2 cm and was attached to the wall of the colon. The mass involved the muscularis propria macroscopically. Microscopic sections revealed a high-grade serous carcinoma extending through all of the layers of the intestine (Fig. ). Tumour cells appeared as irregular tubular structures, moderately differentiated, with no sign of atypical adenomatous hyperplasia. The section margins were free of tumour, but the circumferential resection margin (CRM) was positive. Eight out of 30 lymph nodes that were collected were positive. The uterus and the ovaries were free of cancer. According to the preliminary pathological diagnosis, the TNM staging was determined to be pT4bN2bM0 (IIIC) based on the AJCC Staging System. The final histology was confirmed after discussion between several pathologists who diagnosed the patient with pronounced focal atypical endometriosis in the intestinal wall and the right ovary (Fig. ). The immunohistochemical profile showed CK7 positivity and CK20 negativity, as well as negative CDX2 (Fig. ). The case was positive for CA125, PAX8, P16 and mildly positive for oestrogen receptors. The Ki67 index was 30%. Based on the immunohistochemical characteristics of the primary intestinal adenocarcinoma, it was determined that the lesion was an endometrial carcinoma deriving from colorectal endometriosis.\\nThe patient received adjuvant chemotherapy consisting of 175 mg/m2 Taxol and AUC5 carboplatin for eight cycles. The patient experienced reversible chemotherapy-induced myelosuppression and gastrointestinal reactions during chemotherapy. The timeline of the process was shown in Table .\\nAt 23-months, the patient had a follow-up appointment and reported difficult defecation at the 22nd month. The CT scan, PET-CT and colonoscopy showed local recurrence in the lower rectum, which was confirmed by pathological diagnosis. The patient has received Taxol and carboplatin chemotherapy again and will receive another surgery after two cycles of chemotherapy.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'12383550': 1, '20128037': 1, '31013963': 1, '14505256': 1, '31801560': 2, '11380300': 1, '21774792': 2, '12960427': 1, '33557369': 1, '17164003': 2, '33537388': 1, '20078668': 1, '11585420': 1, '30236076': 2}", "similar_patients": "{'6894269-1': 1, '1712233-1': 1, '3158121-1': 1}"}