{"patient_id": 528, "patient_uid": "6008614-1", "PMID": 29974002, "file_path": "comm/PMC006xxxxxx/PMC6008614.xml", "title": "Iatrogenic Splenic Laceration Presenting as Syncope", "patient": "A 70-year-old man presented to the emergency department (ED) after falling twice at home. While standing after eating a light meal, he had two separate episodes of brief loss of consciousness. On the second fall, the patient had hit his right shoulder, cheek, and foot, prompting the visit. The patient had received a colonoscopy earlier in the day for routine cancer screening. He had followed proper protocol regarding his bowel prep and had not had any immediate complications related to the procedure or anesthesia. Since the colonoscopy, he had continuous bouts of cramping abdominal pain. He had also felt dizzy throughout this period but attributed it to dehydration related to his bowel prep. The patient denied striking his head, chest pain, shortness of breath, nausea, vomiting, or blood in his stools. His past medical history was significant for coronary artery disease, hyperlipidemia, and hypertension. The patient took his benazepril, aspirin, and atorvastatin on the day prior to colonoscopy.\\nOn physical exam, the patient was afebrile with a heart rate of 87 and blood pressure of 130/78. The patient's head, neck, chest, and neurological exams were entirely normal. His abdominal exam was remarkable for tenderness in the right and left lower quadrant with some voluntary guarding, but no masses or rebound was appreciated. His orthopedic exam demonstrated tenderness to his right acromioclavicular joint and ecchymosis of his right 5th metatarsal with no deformity and normal range of motion at all joints.\\nOn laboratory evaluation, the patient's hemoglobin was 12.4 g/dL, with normal platelets and chemistry studies. Head computed tomography (CT) and shoulder and chest radiography were normal. Foot radiography demonstrated a nondisplaced 5th metatarsal fracture. CT of the abdomen and pelvis demonstrated moderate hemoperitoneum with splenic laceration (Figures , , and ).\\nThe patient was admitted to the intensive care unit and underwent serial abdominal exams and every four-hour hemoglobin measurements. His hemoglobin fell to 8 g/dL at 48 hours after admission but subsequently stabilized. The patient was observed in the hospital and ultimately discharged home on hospital day 3 in good condition.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'24686342': 1, '26679172': 1, '29332407': 1, '17697197': 1, '27200481': 1, '23382625': 1, '26905938': 1, '4524804': 1, '24782929': 2, '33083066': 2, '21960762': 1, '21951473': 1, '29974002': 2}", "similar_patients": "{'3978400-1': 1, '7563073-1': 1}"}