{"patient_id": 137875, "patient_uid": "6933035-1", "PMID": 31897338, "file_path": "noncomm/PMC006xxxxxx/PMC6933035.xml", "title": "Clinical Effects of Hypomethylating Agents in Patients with Newly Diagnosed Myelodysplastic Syndrome Who Received DNA-Damaging Chemotherapy for Metastatic Breast Cancer", "patient": "In March 2012, a 57-year-old Korean female was diagnosed with resectable invasive ductal carcinoma in her left breast. The pathologic results revealed hormone receptor positive and human epidermal growth receptor 2 (HER2) positive status. The patient was administered neo-adjuvant chemotherapy with 4 cycles of doxorubicin plus cyclophosphamide, followed by 4 cycles of docetaxel. At the time of the first chemotherapy, blood tests and complete blood counts showed no abnormalities. After modified radical mastectomy, the patient received adjuvant radiotherapy and trastuzumab with an aromatase inhibitor for a year and continued to take the aromatase inhibitor thereafter. In January 2014, the patient complained of a right supraclavicular lymph node enlargement, which turned out to be metastatic carcinoma. Therefore, the patient was administered palliative chemotherapy with capecitabine + lapatinib from March 2014. In July 2015, after the 24th chemotherapy cycle of capecitabine + lapatinib, multiple lung metastases were found in a chest computed tomography (CT). Due to these lung metastases, vinorelbine plus trastuzumab were administered until disease progression. summarizes the overall treatments administered.\\nIn April 2017, administration of ado-trastuzumab emtansine was delayed due to low platelet (PLT) count, in the range of 28,000–41,000/mm3. Owing to repeated thrombocytopenia and a prolonged recovery after every chemotherapy, the patient underwent a bone marrow (BM) aspiration and biopsy in October 2018. BM examination revealed myelodysplastic syndrome with 3.7% blasts and a complex karyotype, and the following serum findings: white blood cell (WBC) count 1,170/mm3 (absolute neutrophil count [ANC] 470/mm3), hemoglobin (Hb) 10.8 g/dL, and PLT count 12,000/mm3. According to the IPSS, the risk group was intermediate-2. Even though disease progression was found in both lungs and the brain, the patient requested systemic treatment for MDS and metastatic breast cancer. Therefore, the patient was given AZA subcutaneously at a dose of 75 mg/m2 per day for 7 days every 4 weeks, along with tamoxifen and anti-HER2 targeted therapy for metastatic breast cancer. This treatment was well tolerated, with only mild fatigue as a side effect.\\nAfter 4 cycles of AZA, the complete blood count improved as follows: WBC count 3,900/mm3 (ANC 1,980/mm3), Hb 10.1 g/dL, and PLT count 125,000/mm3 without transfusion (). In the follow-up BM examination, the blasts were reduced to 2.4% and their karyotype was normal. Moreover, chest CT showed a slight decrease in the size of lung metastases and enlarged lymph nodes, suggesting a stable disease (). Recently, the patient completed her 6th cycle of AZA with good performance and no further progression of metastatic breast cancer.\\nThis study was approved by the Institutional Review Board of Kyungpook National University Chilgok Hospital (KNUCH 2019-10-031), and informed consent was obtained.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'19336749': 1, '16495912': 1, '28196450': 1, '10073148': 1, '28189913': 1, '22808167': 1, '26237015': 1, '7585152': 1, '34616614': 1, '30268525': 1, '22740453': 1, '27414978': 1, '22056143': 1, '29398804': 1, '10368690': 1, '21693006': 1, '31897338': 2}", "similar_patients": "{}"}