{"patient_id": 4977, "patient_uid": "6296056-1", "PMID": 30558554, "file_path": "comm/PMC006xxxxxx/PMC6296056.xml", "title": "A novel SLC12A3 homozygous c2039delG mutation in Gitelman syndrome with hypocalcemia", "patient": "A 23-year old female was hospitalized due to limb numbness, muscle weakness for one month, recurrent tetany and palpitation for 10 days. She visited the local hospital and was found to have a decreased plasma potassium (2.24 mmol/l) and calcium (1.6 mmol/L), while plasma magnesium was unknown because of limited conditions at the hospital. Her condition seem to have improved after treatment with “potassium chloride” and “calcium gluconate”, however, symptoms recurred after discharge, so she visited our hospital. She denied having any other diseases or taking any medication prior to her visit to the hospital. Her two children and her father were healthy without any similar symptoms. Her mother and her only sister however, had passed away at the age of 30 years old and 1 year old, respectively, with unclear diagnosis. Her parents were from the same town but denied of consanguineous marriage.\\nPhysical examination on admission showed normal vital signs, except for her relatively low blood pressure, which fluctuated between 88 and 108/56-78 mmHg. She had a height of 158 cm and body weight of 46 kg. The lower limb muscle strength was decreased, accompanied by diminished tendon reflexes. The Trousseau’s sign was positive. Other signs of physical examinations were normal.\\nLaboratory test results are shown in Table .\\nHer thyroid function tests and glucocorticoid level were within the normal range, and autoimmune antibodies were negative, while the 25(OH)VD3 was 17.08 ng/mL (reference value: > 20 ng/ml). The PTH was 11.2 pg/ml (reference value: 15-65 pg/ml) at the local hospital, and returned to the normal range 2 days later. At our hospital the value was 32.66 pg/ml. Her chest X-ray and abdominal ultrasound were normal and the dual-energy x-rays showed osteopenia (T value was − 1.8). Laboratory results suggested hypokalemia, hypomagnesemia, hypocalciuria, metabolic alkalosis, and secondary hyperaldosteronism. These characteristics indicated GS. We also tested the serum electrolytes of the patient’s father and children, which showed normal results.\\nAfter obtaining informed consent from the patient and family members, genomic DNA was extracted from peripheral blood for SLC12A3 and other related genes of Bartter syndrome whole genome sequencing in the Changsha Kingmed Center for Clinical Laboratory. Genomic DNA was extracted via centrifugal column method, with Qiagen kit. Gene sequencing was performed as referred [].\\nWe found that the patient was positive for SLC12A3 gene homozygous mutation (exon 17: nucleic acid mutation: c.2039delG, amino acid mutation: p.Gly680AspfsTer20). It was a frameshift mutation in exon 17, which began from the glycine in the No.680, mutated into aspartate, and leading to premature termination of NCCT protein in the No.700 amino acid (terminator codon TGA). To exclude the possibility that the c2039delG is heterozygous mutation with deletion of the other allele at this locus, we performed copy number variation (CNV) analysis using next-generation sequencing data, the result is shown in Additional file : Figure S1, confirming the c.2039delG is bi-allelic homozygous mutation. A heterozygous mutation in the same site was observed in the sequences of the patient’s father and her two children. C.2039delG was a novel mutation and has not been reported in SNP databases such as Exome Aggregation Consortium and 1000Genome. We also tested SLC12A1, KCNJ1, CLCNKB, BSND, CLCNKA/CLCNKB related to Bartter syndrome, showing negative results. Pedigree analysis was shown in Fig. , and the sequence map is shown in Fig. .", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'28700713': 1, '8900229': 1, '5929460': 1, '28685938': 1, '27454426': 1, '31363482': 2, '17882248': 1, '25012174': 1, '19389850': 1, '18556971': 1, '28819721': 2, '28003083': 1, '23104884': 1, '27216017': 1, '20888090': 1, '16723030': 2, '18805608': 1, '182417': 1, '29044344': 1, '30558554': 2}", "similar_patients": "{'1481527-1': 1, '5694408-1': 1, '6656681-1': 1}"}