{"patient_id": 14271, "patient_uid": "6901650-1", "PMID": 31820140, "file_path": "comm/PMC006xxxxxx/PMC6901650.xml", "title": "Multidisciplinary treatment of left hepatic artery pseudoaneurysm after hepatobiliary resection for gallbladder cancer: a case report", "patient": "A 65-year-old woman with gallbladder cancer was referred to our hospital for surgery. The laboratory examination revealed obstructive jaundice and cholangitis. Computed tomography (CT) showed gallbladder cancer involving the hepatic hilum, including the portal bifurcation. Preoperative cholangitis developed several times, and the endoscopic biliary stent was exchanged three times. The indocyanine green clearance was 0.113. The estimated volume of the future liver remnant was 507 mL and 31%. Percutaneous transhepatic portal embolization of the right portal vein was performed. Two months later, right hepatectomy, extrahepatic duct resection, and portal vein resection were performed (Fig. ). The left hepatic artery (LHA) was carefully exfoliated to the threshold of the hepatic parenchyma, but the bifurcation of the LHA to the segment 2 artery (A2) plus the segment 3 artery (A3) and segment 4 artery (A4) was not dissected; the tissue surrounding the LHA was difficult to dissect due to the inflammation wrought by preoperative cholangitis. Histological examination of the tumor showed moderately differentiated adenocarcinoma (pathological T4bN1M0, stage IV according to the Union for International Cancer Control classification of malignant tumors, 7th edition []).\\nPostoperative blood examination showed slight elevation of liver enzymes and total bilirubin, and the patient had an uneventful postoperative course without liver failure or bile leakage. Screening CT on postoperative day (POD) 6 revealed a pseudoaneurysm of the LHA with a diameter of 6 mm (Fig. ). Angiography showed that the sac-like pseudoaneurysm was located on the bifurcation of the LHA to A2 plus A3 and A4 (Fig. ). Stent placement in the LHA or selective embolization of the pseudoaneurysm was considered for treatment. However, it seemed difficult to place the arterial stent because the LHA was too narrow and the pseudoaneurysm was located very close to the arterial bifurcation. We also hesitated to perform selective embolization because of the higher risk of migration of embolus material to the LHA. Therefore, we carefully followed up the pseudoaneurysm. However, CT on POD 15 showed enlargement of the pseudoaneurysm to a diameter of 10 mm; therefore, we decided to embolize the pseudoaneurysm to prevent rupture (Fig. ). As a cautionary measure, portal vein arterialization (arterioportal shunting) was planned to maintain the oxygen level of the remnant liver, even if the LHA was occluded by migration of the embolus material. The arterioportal shunt was constructed by anastomosing the ileocecal artery and vein under general anesthesia on POD 15 (Fig. ). Next day (POD 16), embolization of the pseudoaneurysm was successfully performed by selective injection of liquid thrombin without occlusion of the LHA (Fig. a). The postoperative blood data were within normal limits. Refractory ascites (3 L/day) developed thereafter, and portal hypertension was suspected as the major cause of the uncontrollable ascites. Twenty-one days later (POD 37), re-angiography confirmed complete embolization of the pseudoaneurysm and the patency of the LHA (Fig. b). Coil embolization of the arterioportal shunt was then successfully performed. The ascites was rapidly resolved and the patient was discharged on POD 45.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'20442515': 1, '21241431': 1, '12099362': 1, '19806294': 1, '30367314': 1, '25232274': 1, '33739801': 1, '24329988': 1, '1472800': 1, '27462001': 1, '12545336': 1, '8598666': 1, '26797022': 1, '30025337': 1, '9457224': 1, '31820140': 2}", "similar_patients": "{}"}