{"patient_id": 15954, "patient_uid": "6993081-1", "PMID": 32010536, "file_path": "comm/PMC006xxxxxx/PMC6993081.xml", "title": "320-slice Computed Tomography Angiography Imaging Findings and Follow-up in A Patient with Aortic Coarctation Misdiagnosed as Hypertension: A Case Report and Literature Review", "patient": "The patient was a 44-year-old male, who felt chest tightness and shortness of breath for more than 10 days. His symptoms were accompanied by dizziness, without chest pain. He was diagnosed with hypertension more than 20 years earlier and treated with antihypertensive drugs (no details of which were provided). His blood pressure (BP) was maintained at 180-160/100-80 mmHg. His physical examinations showed a body temperature: 36.9°C; BP​: upper limb 162/72 mmHg, lower limb 124/66 mmHg; body mass index: 23.4, without cyanosis or murmurs. Heart function of New York Heart Association class III and a heart rate of 60 beats per minute were also recorded.\\nChest radiographs showed a disappearance of the aortic knob and aortic isthmus discontinuity. A digital character “3” contour deformity was also observed (Figure ).\\nCTA examinations revealed aortic arch dysplasia. The aortic arch isthmus narrowed ~0.3 cm in diameter. The diameters of the upper and lower ends of the isthmus were 2.1 and 3.7 cm, respectively. Secondary aneurysm-like changes were observed. The blood supply was connected through collateral vessels between the two ends. No cardiac abnormalities in the heart were observed (Figure ).\\nEchocardiography (ECG) showed mild regurgitation at the aortic valve, the mitral valve, and the tricuspid valve. The interventricular septum was thickened, and the atrial were enlarged. Left ventricular diastolic function became impaired, and ECGs revealed left ventricular hypertrophy.\\nThe patient eventually underwent surgery for the resection of coarctation segment and interposition artificial vascular graft vs end-to-end to relieve the aortic arch constriction. Cardiac surgeons confirmed the presence of stenotic vessels in the aortic arch isthmus, measuring ~0.8 cm in length and ~0.3 cm in width. They connected both ends with artificial blood bypass vessel that was 2.0 cm in diameter. The pressure differences between the stenosis ends measured ~100 mmHg preoperative. After the surgery, the pressure decreased to 56 mmHg. His BP dropped to ​​130/74 mmHg.\\nThe patient was followed up with CTA three months after surgery. The bypass vessel (~1.6 cm in diameter) was well displayed, with no pseudoaneurysm formation and no leakage. The isthmus end (~1.2 cm in diameter) and descending aorta end (~2.8 cm in diameter) became smaller postoperatively. The number and diameter of collateral vessels also reduced (Figure ).", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'32358680': 1, '22078432': 1, '20083587': 1, '26779519': 1, '30266547': 1, '21654534': 1, '27860551': 1, '28510540': 1, '30761242': 1, '26635924': 1, '26639936': 1, '25714305': 1, '24973206': 1, '29043396': 1, '32010536': 2}", "similar_patients": "{}"}