{"patient_id": 1026, "patient_uid": "6034043-1", "PMID": 29991870, "file_path": "comm/PMC006xxxxxx/PMC6034043.xml", "title": "Pre-emptive Intracoronal Radiolucency in First Permanent Molar", "patient": "The patient, an 8-year-old girl, came to the Lutheran University of Brazil for a routine dental consultation. Upon clinical examination, it was observed that the patient presented chronology (dentition development) and sequence of eruption compatible with her age; however, the left mandibular first permanent molar was absent. No color, texture, or volume changes on the mucosa were observed; the patient did not experience pain. The panoramic radiograph () showed an alteration on the nonerupted first permanent molar, represented by a radiolucent dentin area at the occlusal surface, more like mesial. Based on both clinical and radiographic aspects, the lesion was diagnosed as PECR.\\nThe treatment was conducted in two parts; first, the crown was surgically exposed by removing the gingival mucosa that covered the unerupted tooth. This procedure allowed access to the occlusal surface of the tooth, which was sound.\\nAfter 6 months, during the second phase of the treatment, the first molar was partially erupted (). Clinically, there were no structural or color changes on the crown. After local anesthesia, the site corresponding to the radiolucent area was reached; enamel and dentin that covered the lesion were removed using rotating instruments, until the affected area was reached, where an “empty space” could be felt (). Restoration was made with glass ionomer cement (Vitremer-3M/ ESPE) ().\\nAfter a period of 6 months, the restoration was made with resin-based composite; the glass ionomer cement was kept as a lining for the restoration. After a follow-up period of 18 months, there were no reports of pain symptomatology and evolution of the rhizogenesis was also observed ( and ).\\nThe project of this clinical case was submitted for evaluation to the Human Research Ethics Committee and approved under number 1.002.654.", "age": "[[8.0, 'year']]", "gender": "F", "relevant_articles": "{'22883363': 1, '32952895': 1, '15839399': 1, '15587105': 1, '22748998': 1, '34326604': 2, '8668574': 1, '31414395': 1, '22449811': 1, '11048303': 1, '15643417': 1, '29991870': 2}", "similar_patients": "{'8311761-1': 1}"}