{"patient_id": 4835, "patient_uid": "6286739-1", "PMID": 30595932, "file_path": "comm/PMC006xxxxxx/PMC6286739.xml", "title": "Sprain of the Subaxial Cervical Spine in Childhood", "patient": "An eight-year-old girl presented to the emergency department (ED) with cervical spine (C-spine) pain post a fall from a climbing frame approximately 4 ft off the ground. The patient had a fall from 5 ft backwards with a hyperextension injury to the neck. The patient stood from the ground holding her neck. The patient denied any weakness or paraesthesia of the upper limbs or lower limbs. No evidence of a head injury was noted, including no loss of consciousness, vomiting, or visual disturbance. The patient was immobilized by the local family practitioner and transferred to the emergency department.\\nAn isolated cervical spine injury was identified after initial assessment. On examination, the young girl had midline C2-C5 cervical spine tenderness with associated paraspinal muscle tenderness. Neurological examination was normal.\\nInitial imaging included primary C-spine radiographs showing no bony injury (). A computed tomography scan was also obtained, confirming no bony injury (). The patient was admitted overnight in cervical spine immobilization for magnetic resonance imaging (MRI) due to the persistent midline tenderness.\\nAn MRI obtained revealed disruption of the posterior atlantoaxial ligament. No other injuries were noted including no injury to the posterior longitudinal ligament or posterior annulus fibrosus of C1-2 (Figures and ). The patient was treated in soft collar immobilization and followed up in the outpatient clinic. Follow-up cervical radiographs including flexion and extension views revealed no abnormality. Week 6 post injury, no midline tenderness was elicited on examination. Repeat radiographic imaging was normal, but static and dynamic views of the C-spine were normal with no evidence of instability. The soft C-spine immobilization was removed, and physical therapy was initiated.", "age": "[[8.0, 'year']]", "gender": "F", "relevant_articles": "{'23625337': 1, '21852371': 1, '10879755': 1, '9919047': 1, '12740460': 1, '20644426': 1, '8747950': 1, '30595932': 2}", "similar_patients": "{}"}