{"patient_id": 131021, "patient_uid": "6327704-1", "PMID": 30692772, "file_path": "noncomm/PMC006xxxxxx/PMC6327704.xml", "title": "Recurrent Encephalopathy with Spinal Cord Involvement: An Atypical Manifestation of Aicardi–Goutières Syndrome", "patient": "A 5-year-old boy with past medical history of cerebral palsy and influenza encephalopathy presented to our hospital with fever, decreased appetite, and lethargy in December 2016. He was born at 30 weeks of gestation and had a diagnosis of mild spastic diplegia. In March 2015, in the setting of low-grade fever and sore throat, he had acute unresponsiveness and extensor posturing. Magnetic resonance imaging (MRI) brain revealed prominent and fairly symmetrical T2/fluid-attenuated inversion recovery signal abnormalities in the cerebellar peduncles, thalamus, midbrain and pons, and to a lesser extent in the left caudate []. His throat swab was positive for influenza B by polymerase chain reaction, but spinal fluid (0 cell, protein 67, and glucose 137) was negative for any pathogen. He had marked improvement over the next several months and recovered to around 80% of his developmental milestones, ambulating with minimal assistance and speaking in sentences. Repeat brain MRI after 2 months showed resolution of restricted diffusion and enhancement, but areas of calcification were seen in the posterior aspects of the putamen [].\\nOn the 2nd day of hospital admission in December 2016, he had acute worsening with unresponsiveness, decerebrate posturing, and eye deviation to the right similar to his first admission 18 months ago. He was intubated to protect his airway. Electroencephalogram showed encephalopathy with no seizure activity. He was febrile to 39.6°C. Brain MRI showed extensive areas of signal abnormality similar to, but more extensive than, his previous scans in March 2015 during his presumed influenza encephalopathy diagnosis []. Spinal tap revealed lymphocytosis (white blood cell 13 with 80% lymphocyte) and increased protein of 103 mg/dl. Cerebrospinal fluid (CSF) Gram stain was negative, meningitis/encephalitis panel was negative, and culture was negative. Rapid strep culture, respiratory pathogen panel, urine and blood cultures, and CSF pathogen studies were negative. Liver enzymes were elevated at 150–200 units per liter. He was also treated with high-dose methylprednisolone and intravenous immunoglobulin. He remained unresponsive to verbal stimuli but would react to painful stimuli on lower extremities and had intermittent posturing of arms and legs. Repeat MRI brain with spectroscopy and spinal cord [Figures and ] revealed extensive spinal cord swelling with hyperintensity of the central gray matter as well as elevated lactate doublet in the spectroscopy. He had a 2.5-month course in the intensive care and intermediate care units with numerous episodes of autonomic instability and dykinetic crisis manifested as hypertension, diaphoresis, tachycardia, and refractory 4-limb dystonia which was managed with propranolol, clonidine, diazepam, trihexyphenidyl, morphine, and lorazepam. Dermatology was consulted for hypo and hyperpigmented macules which had been progressively worsen (the lighter spots had lightened and the darker spots had darkened) on the dorsum of the hands and legs over the last 4 years as well as the development of new lesions over his cheeks. These lesions were suspected to be dyschromatosis symmetrica hereditaria (DSH) which is secondary to a mutation in the double-stranded RNA-specific adenosine deaminase (ADAR1) gene. Mutations in the ADAR1 gene can also cause AGS. Whole-exome and mitochondrial genome sequence analysis were performed, and compound heterozygous for the c. 1493_1494delAG pathogenic variant and the E1193K-likely pathogenic variant in the ADAR gene were detected. At the time of discharge, the patient was nonverbal, bedridden, and had marked spasticity and 4-limb dystonia. Intermittent orofacial dyskinesia was also present.", "age": "[[5.0, 'year']]", "gender": "M", "relevant_articles": "{'31920009': 2, '16483401': 1, '23001123': 1, '20934285': 1, '23607857': 1, '19811512': 1, '24262145': 1, '18422679': 1, '25604658': 1, '24376015': 1, '33520891': 1, '30692772': 2}", "similar_patients": "{'7034496-1': 1}"}