{"patient_id": 132373, "patient_uid": "6421907-1", "PMID": 30967726, "file_path": "noncomm/PMC006xxxxxx/PMC6421907.xml", "title": "Ameloblastic carcinoma ex ameloblastoma of the maxilla", "patient": "A 46-year-old female was referred to the Department of Oral and Maxillofacial Surgery, Faculty of Dentistry, Mahidol University, for an evaluation of a swelling left cheek with intermittent pain and numbness of the upper lip. Patients observed a swelling extending from the left lower canthus (the corner of the eye) to the left cheek approximately 6 months ago. Furthermore, blurred vision was experienced.\\nExtraoral examination revealed a swelling at the left cheek, left inferior concha and alar of nose. This swelling was rubbery in consistency. Left upper lip had tenderness. The lymph nodes were within normal limit.\\nIntraoral examination revealed buccal and palatal swelling of the maxilla. Buccal swelling extended from tooth number 11 to the left tuberosity, whereas palatal swelling involved approximately three-fourth of the palate. The covering mucosa was normal. The area of teeth number 21–24 was an edentulous area. Teeth number 11, 12, 25, 26 and 27 had first to second degree mobility and were positive to electric pulp test.\\nRadiographic examination with periapical and panoramic films showed a destruction of alveolar bone of teeth number 11, 12 and 25. Water's radiograph revealed that a left maxillary sinus was unclear, but the wall of the sinus could be traced. Under anesthesia, an incisional biopsy was performed.\\nHistopathological examination demonstrated a submucosal mass in a mature collagenous fibrous connective tissue covered by parakeratinized stratified squamous epithelium. The odontogenic epithelial tumor cells were arranged in follicle and cord patterns. Individual tumor island or cord consisted of two cellular features. The peripheral cells were cuboidal or columnar cells with reversed nuclear polarization and nuclear palisading. The central cells were basaloid cells with hyperchromatic nuclei and scant cytoplasm. Mitotic activities of these basaloid cells can be observed. Squamous metaplasia was detected in a few islands. Based on these microscopic features, the diagnosis of ameloblastoma with basal cell pattern was made.\\nThe treatment plan of this lesion was partial maxillectomy under sedation. The essential histopathological features of the excisional biopsy were similar to the incisional biopsy. Generally, ameloblastomatous tumor cells were arranged in a follicular pattern. Ameloblast-like cells at the periphery of the islands were obviously observed. Most of the central cells were basaloid cells, whereas central stellate reticulum-like cells were occasionally noted [Figure and ]. Therefore, the histopathological diagnosis of ameloblastoma with basal cell pattern was rendered.\\nAfter follow-up for 17 months, a prosthodontist referred this patient back to the Department of Oral and Maxillofacial Surgery to evaluate the two nodules at the left nasal cavity and left maxillary sinus. These masses were red in color and soft in consistency. Under local anesthesia, an incisional biopsy was generated.\\nHistopathological examination of the first recurrence revealed that the majority of the tumor islands resemble basaloid ameloblastoma. However, in some areas, atypical tumor cells showing cellular pleomorphism and nuclear hyperchromatism were detected [Figure and ]. Occasionally, low columnar or cuboidal cells arranging themselves in duct-like patterns were observed. In some tumor islands, eosinophilic hyalinized materials and squamous metaplasia were found. Therefore, the diagnosis of this incisional biopsy was AC. Then, wide excision was performed. Histopathological features of an excisional biopsy were similar to incisional biopsy. However, many clear cells were observed. Mitotic activities were more frequently noted. In addition, invasion of cartilage by tumor cells was detected []. Therefore, a diagnosis of AC was confirmed.\\nAfter 2 years, patient returned to the Department of Oral and Maxillofacial Surgery because of swelling above the left lower eyelid and cheek. The swelling was soft in consistency without tenderness. The lymph nodes were within normal limit. Endoscopy revealed a slough tissue at the nasal cavity and in the left maxillary sinus.\\nRadiographic examination with Water's view revealed homogeneous radiopaque mass at the nasal cavity and in the left maxillary sinus. Computer tomography revealed that the tumor mass destroyed both lateral and inferior walls of the left orbit as well as the lateral oblique muscle. Tumor mass also compressed a left orbit and pushed it anteriorly [Figure and ]. Treatment plan was wide excision with suprahyoid neck dissection and reconstruction with radial forearm free flap. Histopathological examination of excisional tissue confirmed a diagnosis of AC. The patient is still alive 7 years postoperatively.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'19800270': 1, '17448710': 1, '25013517': 1, '17942338': 1, '28105148': 1, '25926124': 1, '23099227': 1, '25364189': 2, '17368379': 1, '24987603': 2, '11113817': 1, '1939674': 1, '22529581': 2, '15138432': 1, '6366686': 1, '21915525': 1, '27195964': 1, '33176823': 1, '23205126': 1, '12907214': 1, '17719401': 1, '21112523': 1, '22014999': 1, '30967726': 2}", "similar_patients": "{'3329706-1': 1, '4211248-1': 1, '4073467-1': 1}"}