{"patient_id": 11747, "patient_uid": "6741390-1", "PMID": 31523543, "file_path": "comm/PMC006xxxxxx/PMC6741390.xml", "title": "Utilizing the Promise of Omadacycline in a Resistant, Non-tubercular Mycobacterial Pulmonary Infection", "patient": "A 67-year-old Cantonese-speaking woman from China (Shenzhen region) with a medical history of hypertension and chronic bronchiectasis presented with a two-week history of worsening left-ear pain in addition to chronic shortness of breath and cough productive of yellow-tinged sputum.\\nThe patient denied fever, chills, or headaches. On further questioning, she admitted having night sweats, and a decreased appetite accompanied by a 10-pound weight loss over three months.\\nNotably, she had documented allergies to Imipenem, cefoxitin, quinolones, tigecycline, yobramycin, and doxycycline.\\nShe had emigrated from China in 2003 and had failed prior treatment for chronic bronchiectasis with M.abscessus with aztreonam alone as well as combination therapy with aztreonam and doxycycline. Chest imaging (radiography and tomography) showed extensive pulmonary disease (Figures -).\\nGiven that the patient has failed treatment earlier and her extensive medication allergies, infectious disease (ID) service was consulted for recommendations on alternative therapies. She was started on omadacycline 150 mg per oral route daily in addition to amikacin 500 mg IV three times a week, and aztreonam 1g IV q8 hourly to complete a four-week course. The patient tolerated the therapy well and, upon follow-up, was noted to have improved dyspnea on exertion and a five-pound weight gain. The patient was followed up after a month in our ID clinic and was documented as being clinically stable with much improved cough. Liver-function tests were within normal range and a repeat CT chest without contrast showed stable disease with no progression (Figure ).", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'33645845': 1, '32948001': 1, '17277290': 1, '29378719': 1, '29635026': 1, '31947883': 1, '28696233': 1, '33094118': 1, '28011608': 1, '26349824': 1, '30858221': 1, '30962331': 1, '30258428': 1, '31523543': 2}", "similar_patients": "{}"}