{"patient_id": 2638, "patient_uid": "6139905-1", "PMID": 30223866, "file_path": "comm/PMC006xxxxxx/PMC6139905.xml", "title": "Non-classical 11β-hydroxylase deficiency caused by compound heterozygous mutations: a case study and literature review", "patient": "The patient was a 23-year-old female (46, XY karyotype) diagnosed with hypertension (180/120 mmHg) since age 14 and a BMI of 20.8 kg/m2. There was no obvious masculinization, and her parents stated that there were no obvious abnormalities in vulva development at birth. Antihypertensive drug therapy (nifedipine sustained-release tablets) had been taken continuously, and blood pressure was controlled to 130–140/80–90 mmHg. The patient sought treatment at our hospital due to menstrual disorders. The patient is the only child of non-consanguineous healthy parents from Northeast China. The study was approved by the ethics committees of China Medical University, and informed consent was obtained from the patient and her parents.\\nImaging examinations included an ultrasonic cardiogram, a colour Doppler ultrasound of the carotid artery and lower limb arteries, a pelvic colour Doppler ultrasound (SSA660A, Toshiba), and a contrast-enhanced adrenal computer tomography scan (16-slice computer tomography machine, GE Lightspeed). Laboratory tests included measurements of serum potassium, natrium, testosterone, free testosterone, androstenedione, dehydroepiandrosterone sulphate, adrenocorticotropic hormone, cortisol, 17-hydroxyprogesterone, renin, and aldosterone using chemiluminescence immunoassays and biochemical assays.\\nPeripheral blood samples from the patient and her parents were collected for gene analysis. Direct sequencing was performed on all the exons and the exon–intron boundaries of CYP21A2 (NM_000500) and CYP11B1 (NM_000497.3).\\nPolyPhen-2 (, Protein ID for CYP11B1 is NP_000488.3 or P15538) and SIFT/Provean (/) were used to predict whether an amino acid substitution affects protein function. The alignment in CYP11 families was performed using CYP11B1 sequences from different species and other human steroidogenic P450 cytochromes. PolyPhen-2 and DNAMAN software was used for multiple amino acid sequence alignment. CYP11B2 (PDB entry: 4DVQ.A), which shares 93.6% sequence identity with CYP11B1, was selected as the template for model building of CYP11B1. The structural representations were generated using PyMOL 2.0.6.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'24022297': 1, '10487675': 1, '17069978': 1, '31533357': 1, '28514642': 1, '26476331': 1, '25911436': 1, '15751602': 1, '27376433': 1, '17371482': 1, '26053152': 1, '33569358': 1, '34697763': 1, '2022736': 1, '16670167': 1, '17121536': 1, '26265915': 2, '22064667': 1, '28962970': 1, '19844114': 1, '15755848': 1, '20089618': 1, '25100385': 1, '18663314': 1, '16024935': 1, '20331679': 1, '18294861': 1, '8506298': 1, '27928728': 1, '16046588': 1, '20947076': 1, '8768848': 1, '9435454': 1, '9302260': 1, '23940125': 1, '24987415': 1, '22964742': 1, '8964882': 1, '30223866': 2}", "similar_patients": "{'4525762-1': 1, '4525762-2': 1}"}