{"patient_id": 10047, "patient_uid": "6627459-1", "PMID": 30979070, "file_path": "comm/PMC006xxxxxx/PMC6627459.xml", "title": "Complete and Durable Response to Combined Chemo/Radiation Therapy in EGFR Wild-Type Lung Adenocarcinoma with Diffuse Brain Metastases", "patient": "In April 2014, a 62-year-old male, non-smoker came to our attention with a sudden weakness, mainly in right upper limb. A total body computed tomography (CT) scan showed a lesion of 4.5 cm in diameter in the right upper lobe of the lung with an omolateral mediastinal lymphadenopathy and multiple, large and diffuse brain lesions (A and ). After diagnostic bronchoscopy he was histologically diagnosed with lung adenocarcinoma.\\nEGFR mutation analysis (exons 18–21) performed on the biopsy tissue demonstrated no mutation together with no identified concomitant rearrangement of the ALK or ROS1 genes.\\nThe patient was submitted to whole brain radiotherapy (20 Gy delivered in five fractions) and chemotherapy with a schedule consisting of cisplatin (75 mg/m2) and pemetrexed (500 mg/m2) every 3 weeks. After four cycles of chemotherapy a full body CT scan showed significant shrinkage of primary lung tumor, mediastinal lymph nodes and BMs. Further shrinkage was obtained after six cycles. Subsequently, the patient underwent maintenance chemotherapy with pemetrexed (500 mg/m2) administered every 3 weeks. After 18 cycles we decided to stop chemotherapy since the disease had stabilized.\\nThe patient has then been subjected to a restaging via brain magnetic resonance imaging (MRI). This showed a residual metastasis in the left frontal lobe and an 18 fluorodeoxy-D-glucose (FDG) positron-emission tomography/computed tomography (PET-CT) scan revealed an increased fluorodeoxyglucose uptake on the primary tumor site and on the omolateral mediastinal lymph nodes. In January 2016, the patient underwent a final treatment of intensity-modulated radiation therapy (IMRT) and helical tomotherapy (HT) on the remaining lung lesion, mediastinal lymph nodes (60 Gy delivered in 25 fractions), and residual brain metastasis (20 Gy delivered in four fractions). A complete response to IMRT-HT along with signs of fibrosis was observed on follow up imaging (B and ). After 58 months from diagnosis of the primary tumor, the patient continues to enjoy good health with no evidence of disease recurrence.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'29492214': 1, '30653134': 1, '26847218': 1, '22414083': 1, '28101350': 1, '24442106': 1, '23354655': 1, '24204729': 1, '27237825': 1, '27019457': 1, '25735792': 1, '26484304': 1, '25931811': 1, '23594426': 1, '29654927': 1, '7237407': 1, '22341744': 1, '27512852': 1, '19632738': 1, '22778317': 1, '18379354': 1, '26141208': 1, '28838404': 1, '18506025': 1, '24627085': 1, '30030581': 1, '24759599': 1, '27085533': 1, '24569448': 1, '27999344': 1, '30979070': 2}", "similar_patients": "{}"}