{"patient_id": 6009, "patient_uid": "6351004-1", "PMID": 30723642, "file_path": "comm/PMC006xxxxxx/PMC6351004.xml", "title": "Delayed Rupture of a Cortical Traumatic Intracranial Aneurysm", "patient": "A 29-year-old male with no significant past history presented with a Glasgow Coma Score (GCS) of 10 after falling out of a three-storeyed building onto his head. Imaging showed a 19-mm-thick left epidural hematoma with a 5-mm midline shift, as well as a comminuted left temporal bone fracture (Figure ).\\nHe was taken emergently to the operating room. Given the significant mechanism, he was presumed to be at a high risk of cerebral edema and therefore underwent a decompressive left hemicraniectomy, duraplasty, and placement of a left frontal EVD. Intra-operatively, a small subdural hematoma (SDH) was found originating from the cortical veins near the sylvian fissure. Hemostasis was achieved using bipolar cautery and Surgicel® (Johnson & Johnson, New Brunswick, NJ, USA). No aneurysms or unusual bleeding were noted. Immediate postoperative computed tomography showed a reduced mass effect with no atypical residual bleeding. He was discharged on postoperative day (POD) 17 to an in-patient rehabilitation unit with a GOS 3. Eventually, he was able to return home functionally independent and without neurologic deficits.\\nThree months postoperatively, he presented after being found on the ground unresponsive at home. He had a GCS 9, and there were no external signs of trauma. Imaging showed an unusual pattern of subarachnoid hemorrhage and SDH in the left frontoparietal region without mass effect (Figure ).\\nGiven the uncertain history and atypical imaging, the patient underwent a four-vessel digital subtraction angiogram (DSA). Imaging showed distal left middle cerebral artery aneurysm (Figure ).\\nThis discovery substantially changed management. He promptly underwent a left craniotomy for aneurysm clipping. Stealth-guided imaging was used in designing the craniotomy. Intra-operatively, the dome appeared grossly composed of adventitia. The neck was dissected and a single clip was placed. Postprocedure angiogram demonstrated no residual filling. His recovery was uneventful, and he was discharged home on POD nine at his neurologic baseline with a GOS 5.", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'19235456': 1, '26958412': 2, '27836703': 1, '18812959': 1, '20121386': 1, '17122940': 1, '7350269': 1, '22975866': 1, '23369400': 1, '30723642': 2}", "similar_patients": "{'4781916-1': 1}"}