{"patient_id": 133619, "patient_uid": "6514478-4", "PMID": 31123456, "file_path": "noncomm/PMC006xxxxxx/PMC6514478.xml", "title": "Combination of Oxaliplatin and 5-Fluorouracil/Leucovorin for Advanced Esophageal Squamous Cell Carcinoma Refractory or Intolerant to Standard Therapies", "patient": "A 70-year-old man was diagnosed with locally advanced ESCC with a primary tumor suspected of having invaded the aorta and trachea. He underwent three DCF induction therapy cycles followed by chemoradiotherapy with FP. Although the DCF therapy achieved SD, CT after the completion of chemoradiotherapy revealed new metastatic lesions in the lungs and peritoneum. Next, the patient received weekly paclitaxel for 2 months, which resulted in disease progression. He was enrolled in a clinical trial and received an immune checkpoint inhibitor for 6 months. The immune checkpoint inhibitor achieved complete regression of lung and peritoneal metastases, but the size of the abdominal lymph node increased gradually, and a percutaneous endoscopic gastrostomy tube had to be inserted because of poor oral intake. When the patient was started on mFOLFOX-6, his ECOG PS was 1. CT did not detect lung or peritoneal metastases, and only lymph node metastasis was observed.\\nAfter the first mFOLFOX-6 cycle, the patient developed grade 2 anorexia and diarrhea; thus, dose reduction was prescribed. During the third FOLFOX therapy cycle, he developed encephalopathy due to a high level of serum ammonia (199 μg/dL). Supportive therapies such as hydration and infusion of branched-chain amino acids led to the immediate improvement of symptoms, followed by normalization of the ammonia level within one week. After that, the patient resumed chemotherapy with a further dose reduction. He achieved PR with a 35% decrease from the baseline CT on week 8 (Fig. ). However, the size of the lymph node gradually increased, and PD was achieved 5.2 months after the initiation of FOLFOX therapy. He was still alive 9.5 months after mFOLFOX-6 initiation.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'12598342': 1, '18172173': 1, '30034550': 1, '27778070': 1, '20703479': 1, '28562536': 1, '29948477': 1, '31814973': 1, '29658055': 1, '15151954': 1, '24556041': 1, '28314688': 1, '29116900': 1, '12504667': 1, '9037366': 1, '31123456': 2}", "similar_patients": "{'6514478-1': 2, '6514478-2': 2, '6514478-3': 2}"}