{"patient_id": 9302, "patient_uid": "6571850-1", "PMID": 31075970, "file_path": "comm/PMC006xxxxxx/PMC6571850.xml", "title": "Nasal Chondrosarcoma of the Lower Lateral Cartilage", "patient": "A 68-year-old man presented with a ten-year history of a lump in the right nasal tip, with a significant increase in size over a six-month period. Medical history included adenocarcinoma of the rectum treated with surgery and radiotherapy two years previously, polycythaemia, chronic alcohol abuse and a 50-pack per year smoking history. Clinical examination revealed a large bulbous firm swelling of the right lower third of the nose causing significant cosmetic asymmetry and distorting the right ala (). Rigid nasal endoscopy was otherwise unremarkable, and oropharyngeal and neck examination was normal. Computed tomography (CT) scan showed a 2.8 cm soft tissue lesion arising from the right anterior nares, abutting but not obviously involving the cartilaginous septum. Magnetic resonance imaging (MRI) confirmed a right-sided 3.4 cm mass arising from the lower lateral alar cartilage () with no apparent invasion of the nasal septum or adjacent soft tissues. An incisional biopsy via the vestibular aspect revealed a well-defined avascular mass with a lobulated surface. The initial histopathological report was suggestive of benign enchondroma, however further review considered low-grade chondrosarcoma to be more likely. Imaging of the neck and chest showed no evidence of metastatic disease, but two small lung nodules were identified, with a subsequent diagnosis of primary adenocarcinoma of the lung.\\nAfter discussion at the multidisciplinary head and neck meeting, the patient underwent primary resection via an external rhinoplasty approach. The skin and soft tissue envelope (SSTE) was not adherent to the tumor, which was well-circumscribed and easily dissected from the surrounding soft tissue with no evidence of local invasion. Macroscopic resection of a 3 cm × 3 cm × 3 cm mass arising from the lateral crus of the right LLC was performed ( and ). Soft tissue superficial to the tumor and the right upper lateral cartilage were excised as margins. Primary reconstruction of the LLC was performed using native septal cartilage harvested through a separate left Killian’s incision. A lateral crural strut graft was sutured to the preserved dome of the native LLC medially and placed into a soft tissue pocket laterally (). Silastic splints were placed on either side of the right ala to minimize the dead space left after resection of the tumour (). An external plaster of Paris splint was also applied.\\nHistopathological review of the specimen confirmed an intermediate grade chondrosarcoma with clear resection margins. As the tumor was resected from an easily observable area, the multidisciplinary head and neck meeting recommendation was for surveillance only, with no postoperative radiotherapy at this stage.\\nThere were no post-operative complications. Sutures and splints were removed one week following surgery. The SSTE was contracted and adhered to underlying tissue without development of seroma or haematoma. At five-week review, the right nasal airway was patent with no dynamic collapse of the right nasal ala. At four months (), there was no evidence of locoregional disease and the patient’s right nasal airway remained patent (). The patient is due to undergo radiotherapy for the lung cancer diagnosed on his staging CT scan.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'27476336': 1, '19442379': 1, '20096816': 1, '23520030': 1, '8338058': 1, '8635057': 1, '19282118': 1, '25451542': 1, '15861495': 1, '30557382': 1, '31970178': 1, '23174358': 1, '28948117': 1, '31075970': 2}", "similar_patients": "{}"}