{"patient_id": 12565, "patient_uid": "6800227-1", "PMID": 31633013, "file_path": "comm/PMC006xxxxxx/PMC6800227.xml", "title": "Malignant Course of the Right Coronary Artery Originating from the Left Main Coronary Artery: An Odd Exit", "patient": "A 47 year-old African American female with a past medical history of hypertension, bronchial asthma, former smoker for 10 years (quitting 15 years prior) and end stage renal disease on hemodialysis, presented to our institution to be evaluated for kidney transplantation. She denied shortness of breath on exertion, chest pain, palpitations, or dizziness. She described her exercise tolerance as 3–4 blocks limited by fatigue. Physical examination revealed a well developed female, not in any distress. She was afebrile with a blood pressure of 138/76 and a heart rate of 71. Her electrocardiogram demonstrated characters of left ventricular hypertrophy, nonspecific T wave abnormalities, and a prolonged QTc of 534 (). Transthoracic echocardiography revealed an ejection fraction of 55% to 60% with left ventricular wall thickness markedly increased to 16.2 mm, mild systolic and diastolic flattening of the ventricular septum consistent with right ventricular volume and pressure overload. Furthermore, there was mild to moderate dilatation of the right ventricle, left atrium and right atrium with moderate to severe tricuspid regurgitation. Her pulmonary artery systolic pressure was estimated at approximately 40 mmHg plus right atrial pressure with a small pericardial effusion (). She was sent for an outpatient dobutamine stress echocardiogram, primarily for risk stratification before renal transplantation. The test was terminated as the patient did not achieve the target heart rate. However, pulmonary systolic pressure was increased to 60–65 mmHg plus right atrial pressure with leftward displacement of the interatrial septum consistent with increased right atrial pressure. She was referred for CT coronary angiography which revealed a malignant interarterial course of her right coronary artery (RCA) originating from the proximal part of the left main coronary artery (LMCA). The artery traversed between the aorta and right ventricular outflow tract with secondary ostial and proximal narrowing. The LMCA trifurcated with presence of a ramus intermedius. There was evidence of pulmonary arterial hypertension with enlarged pulmonary arteries, right-sided chambers, and thickening of the free wall of both ventricles (, ). She went for cardiac catheterization for better evaluation, which revealed non obstructive coronary artery disease at the distal left circumflex artery (LCX) and proximal RCA (). Cardiothoracic surgery was consulted to evaluate the treatment for RCA course and conservative medical management was decided.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'16308510': 1, '18848134': 1, '28074983': 1, '17410389': 1, '23411107': 1, '25027456': 1, '22014491': 1, '24454391': 2, '17170342': 1, '15091137': 1, '12527656': 1, '25953113': 1, '19038677': 1, '21926859': 1, '1512344': 1, '21184546': 1, '15756551': 1, '22346145': 2, '30655913': 1, '19949575': 1, '31633013': 2}", "similar_patients": "{'3271681-1': 1, '3877608-1': 1}"}