{"patient_id": 6818, "patient_uid": "6401522-1", "PMID": 30873016, "file_path": "comm/PMC006xxxxxx/PMC6401522.xml", "title": "Gadolinium Enhancement May Indicate a Condition at Risk of Developing Necrosis in Marchiafava–Bignami Disease: A Case Report and Literature Review", "patient": "The patient was a 43-year-old man admitted to our hospital with 5 days history of slurred speech, unsteady gait, altered mental state, seizures and incontinence. The patient had been consuming an average of 250 mL of spirit (Chinese liquor, ≥ 52% v/v) per day for the last 25 years. Upon admission, the patient was in coma with a Glasgow Coma Scale (GCS) of 9. Physical examination showed normal pupillary size and reaction. Muscle tone and tendon reflexes were normal. Plantar cutaneous reflexes exhibited bilateral flexion.\\nThe baselines CBC were within normal limits except for mild anemia (119 g/L). Electrolytes (sodium, potassium, magnesium, and phosphate), calcium, chloridion, albumin levels, creatinine, urea, blood lipids, blood glucose, C reactive protein and thyroid were normal. ELISA for HIV and syphilis were negative. Testing for antibodies and antigens of hepatitis B and C were all negative, except for positive HBsAb. Baseline vitamin levels were not obtained. Cerebrospinal fluid showed a slightly increased protein level of 0.64 g/L, with normal nucleated cell count, glucose, chloridion and negative viral IgM. Gram’s stain, acid-fast stain and India ink stain for cerebrospinal fluid were all negative.\\nMagnetic resonance imaging (MRI) was performed 7 days after onset on a 1.5 T magnet (Toshiba, 1.5 T, EXCELART vantage MRT-1503 Atla-Basic) with the following parameters: proton density-weighted imaging (PDWI): TR/TE of 1400 ms/15 ms; T2WI: TR/TE of 4300 ms/105 ms, slice thickness 5 mm, interslice gap of 1.5 mm; DWI: TR/TE of 5300 ms/100 ms, field of view was 240 mm, two b values were acquired (0 and 1000 s/mm2), slice thickness was 5 mm, and interslice gap was 1.5 mm; fast fluid attenuated inversion recovery (FLAIR) imaging: TR/TE was 8000 ms/105 ms, field of view was 240 mm, TI was 2200 ms. Postcontrast PD-weighted (TR, 1600 ms; TE, 15 ms) images were acquired after intravenous administration of 0.2 mL/kg body weight of gadopentetate dimeglumine at a rate of 2 mL/s. The MRI revealed symmetrical and bilateral hyperintense lesions throughout the entire CC, and in scattered parts of bilateral hemispheric white matter and cortex, visualized on diffusion-weighted imaging (DWI) (), T2-weighted (), and fluid attenuated inversion recovery sequence (FLAIR) () imaging. Lesions that were enhanced by gadolinium could be seen in the splenium and some extracallosal regions (, ).\\nA diagnosis of MBD was made. The patient was treated with thiamine (100 mg/d) and mecobalamin (500 μg/d) intramuscular. Three weeks after symptoms onset there was significant improvement. The patient’s consciousness was improved with a GCS of 13. He was able to move all limbs, have simple conversation and control urination and defecation.\\nFollow-up head MRI was performed 22 days after onset on a 1.5 T magnet (Toshiba, 1.5 T, EXCELART vantage MRT-1503 Atla-Basic) with the following parameters: PD-weighted imaging (PDWI): TR/TE of 1550 ms/15 ms; T2WI: TR/TE of 4300 ms/105 ms, slice thickness 5 mm, interslice gap of 1.5 mm; fast fluid attenuated inversion recovery (FLAIR) imaging: TR/TE was 8000 ms/105 ms, field of view was 240 mm, TI was 2200 ms. Postcontrast PD-weighted (TR, 1476 ms; TE, 15 ms) images were acquired after intravenous administration of 0.2 mL/kg body weight of gadobenate dimeglumine at a rate of 2 mL/s. Corresponded to the clinical improvement, follow-up head MRI performed 22 days after onset showed only mild remaining of the formerly impressively hyperintensity on T2-weighted imaging (). Intriguingly, necrosis without enhancement had occurred in the formerly gadolinium-enhanced lesion (, ).", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'19934570': 1, '20019108': 1, '24609940': 1, '29169770': 1, '15918025': 1, '23253188': 1, '7845572': 1, '25923862': 1, '23417939': 1, '23978380': 1, '24206951': 1, '28225048': 1, '4037745': 1, '26031431': 1, '30873016': 2}", "similar_patients": "{}"}