{"patient_id": 131793, "patient_uid": "6380075-1", "PMID": 30800272, "file_path": "noncomm/PMC006xxxxxx/PMC6380075.xml", "title": "Metastasis of renal cell carcinoma to the parathyroid gland 12 years after radical nephrectomy", "patient": "A 62-year-old Caucasian man was referred to the Department of Surgery of our Hospital in October 2017 due to an enlarging mass in the right cervical region with two months evolution. The primary associated symptom was dyspnea in the supine position.\\nPast medical history included depression and bladder carcinoma treated with RTU-V and chemotherapy in 2010. The patient had also been treated for a T1N0M0 RCC with left nephrectomy 12 years prior and had been disease free since then. Drug history included paroxetin, mexazolam and clomipramine.\\nAt physical examination we found a 4 cm right thyroid nodule, mobile, without palpable lymph nodes.\\nThe ultrasound scan revealed an asymmetrical enlargement of the thyroid gland, containing a solid nodule with regular borders and peripheral vascularity in the right lobe measuring 49.3 × 30.2 mm2. The left lobe did not have any relevant findings.\\nSubsequently the patient underwent fine-needle aspiration (FNA) cytology analysis which resulted in the classification of the thyroid nodule as Thy2. Additionally, thyroid function tests were normal.\\nThe patient underwent an uneventful right thyroid lobectomy and isthmectomy, in May 2018. The postoperative period was unremarkable with discharge at the second postoperative day.\\nGross examination revealed a thyroid lobe and isthmus weighing 52 g. The right lobe measured 3.8 × 5.8 × 3.5 cm3 while the isthmus measured 2.5 × 1.5 × 1 cm3. The specimen was transected revealing an intrathyroidal nodule, apparently encapsulated, yellow in color, with cystic and hemorrhagic areas measuring 4.2 × 3.5 cm2 as presented in Fig. .\\nIn microscopic evaluation the tumor had a predominantly ‘clear cell’ morphology, typical of RCC as shown in Figs and .\\nThe histologic diagnosis was aided by the use of immunohistochemistry which was positive for PAX8 (Fig. ) and CD10, and negative for thyroid transcription factor 1 (TTF-1) (Fig. ), vimentin and chromogranin.\\nAdditionally, the postoperative levels of PTH and calcium were within normal limits.\\nCurrently, the patient remains alive nearly 6 months after the procedure without clinical evidence of disease.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'11586189': 1, '21451364': 1, '4337783': 1, '25279712': 1, '28875280': 1, '19128586': 1, '18313224': 1, '25490272': 1, '21888643': 1, '30800272': 2}", "similar_patients": "{}"}