{"patient_id": 1239, "patient_uid": "6046184-1", "PMID": 30050722, "file_path": "comm/PMC006xxxxxx/PMC6046184.xml", "title": "Safe Resection of Renal Cell Carcinoma with Liver Invasion Using Liver Hanging Technique Supported by Preoperative Portal Vein Embolization", "patient": "A 63-year-old male presented to a private hospital complaining of asymptomatic gross hematuria. Computed tomography (CT) showed a hypervascular tumor affecting the right kidney. The tumor measured 10 cm in diameter with tumor thrombus toward the inferior vena cava (IVC) (). In addition, direct infiltration to the liver was observed (). Regional lymph node metastasis, multiple lung metastasis (), and intramuscular metastasis of left femoral muscle () were also observed (clinical staging of T4N1M1). The patient was referred to our hospital for treatment. Initially, indication of cytoreductive nephrectomy was questionable; therefore, we administered presurgical axitinib treatment according to our previously described protocol []. One-month treatment achieved shortened tumor thrombus and shrinkage of the primary site (); however, liver invasion had progressed (). Lung and intramuscular metastases were controllable (Figures and ). In spite of an increase in the dose of axitinib, liver infiltration was revealed to be worsening at 2 months from initial treatment (). Therefore, we considered immediate surgical intervention with en bloc right nephrectomy and hemihepatectomy. After discussion with liver surgeons, we attempted a perioperative PVE to preserve residual liver volume and function after right lobectomy (including invaded tumor) in consideration of chemotherapy-induced liver functional deterioration and high risk of major hepatectomy.\\nDepartment of Surgery policy at our institute requires that indocyanine green retention rate at 15 minutes (ICGR15) be determined preoperatively for the liver to be resected using the formula described by Takasaki et al. []. The estimated resected liver volume, excluding tumor volume (cm3), is measured by computed tomography volumetry []. The present volumetric analysis was conducted using Synapse Vincent Work Station (Fujifilm Medical Co., Tokyo, Japan). Essentially, in cases where the permitted resected volume is less than the estimated volume, or the estimated volume is greater than 65% in normal liver, preoperative PVE is selected []. In the present case, ICGR15 was 5.7% and the comprehensive evaluation of liver function was Child-Pugh grade A. The estimated resected liver volume was 921 cm3 (71% of the whole liver) (). PVE was performed by 2 interventional radiologists. Substances used for embolization were 4 sheets of gelatin lipiodol, Serescue (Nihon-Kayaku Co., Tokyo, Japan), mixed in contrast media, and 2 permanent microcoils were subsequently placed in the right portal veins. The post-PVE coarse was uneventful, resected volume was reduced from 921 cm3 to 599 cm3 (53.4 % of the whole liver), and an increase in remnant left liver volume of 523 cm3 (46.6 %) was achieved on day 14 after PVE (Figures and ). Preoperative ICGR15 was mildly worsened at 18%; however, the permitted resected volume by Takasaki's formula was maintained. The scheduled operation was performed on day 35 after PVE following a 3-day drug-off period.\\nThe patient was placed in the left hemilateral position. Thoracoabdominal incision was made via the 9th intercostal space accompanied by upper abdominal midline incision. The urological surgeons first mobilized the ascending, transverse colon, and duodenum, and the right renal artery was dissected at interaortocaval region. Intraoperative ultrasound examination revealed that a shortened tumor thrombus remained within the renal vein and right renal vein dissection. Because of the tight connection between the kidney and liver and confirmation of tumor connection to the right side of vena cava, we were unable to perform ordinary liver mobilization at this stage. At this point liver surgeons were deployed. Placement of nasogastric tube in the retrohepatic space for LHM was performed according to the original Belghiti's maneuver () []. Prior to the transection, the right hepatic artery and portal vein were ligated and divided after confirmation of tumor invasion into the liver. Liver transection at the midline of the liver was easily achieved under intermittent hepatic inflow occlusion (three sessions at 15-minute intervals) and continuous hemiclamp of the infrahepatic vena cava through the maintenance of central venous pressure at 8 mmHg. After hepatic parenchymal transection exposing vena cava, the right hepatic veins were safely transected using vascular stapler. Finally, urological surgeons performed partial resection with direct closure of vena cava infiltrated by the tumor under good operative view and eventually achieved combined resection of right kidney and right liver. Apparent invasion to other retroperitoneal tissue was not observed except for right adrenal gland. Total operation time was 8 hours and 47 minutes, and total bleeding volume was 2370 ml. The patient recovered without postoperative hepatic or urinary complications and has remained free of local recurrence and any de novo metastasis for 18 months (Figures and ). Tyrosine kinase inhibitor treatment was initiated one month after surgery.\\nThe tumor was composed of atypical polygonal cells (Fuhrman grade 2) with clear cytoplasm proliferating mainly in solid or nested fashion (), and papillary architecture was also observed in part of the tumor. The pathological findings were compatible with clear cell RCC. The tumor cells infiltrated directly to the renal vein, renal pelvis, right adrenal gland, and the liver (Figures -). Apparent pathological difference between primary site and invasion front was not confirmed (). Necrosis was observed in approximately 50% of the tumor with organization of obstructed medium-sized vessels, suggesting the effect of presurgical treatment (). Apparent infiltration of cancer cells to vena cava was not observed.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'24976725': 1, '11442247': 1, '18156923': 1, '20734210': 1, '28702843': 1, '9362359': 1, '25392842': 1, '2333592': 1, '24048764': 2, '29152119': 1, '20869076': 1, '22397650': 1, '17353923': 1, '24135850': 1, '16412473': 1, '7228556': 1, '3022488': 1, '25469271': 1, '30050722': 2}", "similar_patients": "{'4138431-1': 1}"}