{"patient_id": 134824, "patient_uid": "6628610-1", "PMID": 31371992, "file_path": "noncomm/PMC006xxxxxx/PMC6628610.xml", "title": "Successful treatment with osimertinib and its subsequent resistance mechanism in a patient with non-small-cell lung cancer harboring acquired EGFR T790M mutation after recovery from AC0010-induced interstitial lung disease", "patient": "A 67-year-old male patient with EGFR 21 exon L858R-positive metastatic lung adenocarcinoma showed disease progression after erlotinib treatment (progression-free survival [PFS] 8.0 months). Amplification-refractory mutation system PCR in re-biopsied tumor tissue confirmed the T790M-positive mutation, so the patient was enrolled to a phase I trial of AC0010 (NCT02330367). The evaluated response after 1 month showed stable disease. On day 54 of AC0010 treatment, the patient began to experience dyspnea, cough, and fever. Chest computerized tomography canning showed diffuse ground-glass opacification in the lung (), while the cancer lesion and malignant pleural effusion remained stable. Etiological examination in sputum and plasma returned negative results. The patient was diagnosed with AC0010-induced acute ILD and was treated with methylprednisolone (80 mg per day initially; gradually decreased thereafter) and empirical antibiotics.\\nFollowing recovery from ILD, pemetrexed was administered, resulting in severe myelosuppression. Osimertinib (80 mg per day) was subsequently administered under close monitoring and resulted in partial remission () without any adverse effects. PFS was 11 months.\\nFollowing re-biopsy after progression on osimertinib, pathological examination showed a histological transformation from adenocarcinoma to large-cell neuroendocrine carcinoma (). Meanwhile, the level of neuron-specific enolase(NSE) in serum was markedly increased (), indicating neuroendocrine neoplasia, while next-generation sequencing (NGS) -based liquid biopsy showed EGFR 21L858R mutation (the allelic frequency was 7.9%) without T790M mutation. No other gene variation with clear clinical significance was identified.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'25378985': 1, '29074211': 1, '34222428': 1, '29487786': 1, '32812378': 1, '30550363': 1, '29626621': 1, '28768973': 1, '22943430': 1, '28258422': 1, '28778263': 1, '27959700': 1, '26530364': 1, '22896776': 1, '26384434': 1, '31371992': 2}", "similar_patients": "{}"}