{"patient_id": 132518, "patient_uid": "6426610-1", "PMID": 30882662, "file_path": "noncomm/PMC006xxxxxx/PMC6426610.xml", "title": "Primary adrenal extranasal NK/T cell lymphoma with subcutaneous involvement demonstrated on FDG PET/CT", "patient": "A 40-year-old woman with a 2-month history of left back pain was admitted to our clinic. Physical examination revealed no abnormalities. Laboratory tests showed a slightly increased adrenaline and plasma renin activity (recumbent position) levels at 123 ng/L (reference range, 60–104 ng/L) and 2.6 ng/mL.h (reference range, 0.05–0.79 ng/mL.h), respectively. Abdominal enhanced computed tomography (CT) (Fig. A and C: axial; B and D: sagittal) presented well-defined bilateral adrenal masses with the diameter of 75 cm (Fig. A and B, black arrows) and 31 cm (Fig. C and D, white arrows), showing heterogeneous enhancement. She was tentatively diagnosed as having primary adrenal malignancy based on the CT findings.\\nSubsequently, the patient underwent left adrenalectomy and ipsilateral nephrectomy. Postoperative pathology showed proliferating lymphocytes with necrosis, infiltration of plasma cells and tissue cells. The immunohistochemical staining revealed that proliferative lymphocytes were positive for CD3ε, CD30, CD56, granzyme B, EBER1/2-ISH, as well as a high proliferation index (Ki-67) of about 70%, but negative for PCK, CD20, CD5, CD4, CD8, CD21, or CD79a. Background plasma cells were positive for CD79a, CD138, Igκ (P), Igλ (P). No rearrangement peaks of the TCRγ gene were detected by gene rearrangement detection. Combined with the above morphological findings, immunohistochemical staining and gene rearrangement results, the diagnosis of EBV-associated nasal type extranodal NK/T-cell lymphoma was confirmed.\\nSubsequently, she underwent 18F-fluoro-2-deoxy-D-glucose (18F-FDG) positron emission tomography (PET)/CT examination for staging. PET/CT images showed homogeneously increased FDG uptake in the right adrenal gland (maximal standardized uptake value (SUVmax) of 15.7, Fig. A, H, I, and J: thick arrows) and left thigh subcutaneous lesion (SUVmax of 12.5, Fig. A, K, L, and M: arrows), as well as heterogeneous increased FDG uptake in the left adrenal gland region (SUVmax of 8.3, Fig. A, E, F, and G: thin arrows). The whole body PET/CT revealed no abnormal uptake of FDG in the nasal cavity (Fig. A, B, C, and D), indicating that the bilateral adrenal masses might be primary lesions with subcutaneous involvement. Then, the patient has performed 7 cycles of gemcitabine, L-asparaginase, ifosfamide, dexamethasone, etoposide (GLIDE) regimen and autologous stem cell transplantation. Fortunately, the subsequent 2 follow-up FDG PET/CT scans within 1 year revealed complete resolution with no abnormal FDG uptake in the initially involved sites after chemotherapy and autologous stem cell transplantation (Fig. N and O).\\nThe Ethics Committee of West China Hospital of Sichuan University, Chengdu, China, waived the need to obtain informed consent.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'19373919': 1, '9294527': 1, '28056876': 2, '33024692': 1, '27749404': 1, '14716773': 1, '19559356': 1, '18676879': 1, '14730391': 1, '26980727': 1, '29245256': 1, '29561433': 1, '11169934': 1, '22889180': 1, '12933580': 1, '23086753': 1, '24597982': 1, '9477138': 1, '29602763': 1, '18559306': 1, '19029440': 1, '27196451': 2, '18431160': 1, '17094095': 1, '14715097': 1, '24217551': 1, '18702874': 1, '26181557': 2, '30882662': 2}", "similar_patients": "{'5217225-1': 1, '4902393-1': 1, '4617074-1': 1}"}