{"patient_id": 3506, "patient_uid": "6190657-1", "PMID": 30322403, "file_path": "comm/PMC006xxxxxx/PMC6190657.xml", "title": "En bloc corpectomy for late gastrointestinal stromal tumor metastasis: a case report and review of the literature", "patient": "A 51-year-old Japanese man who was born and raised in Japan and did not have any underlying medical condition presented with a rectal mass. He underwent endoscopic biopsy of the lesion, and the histopathological report showed spindle-shaped tumor cells with mild cytological atypia. Immunohistochemical analysis revealed that the tumor was positive for CD117 (c-kit) and CD34, leading to the diagnosis of a rectal GIST. He underwent colectomy after shrinking the tumor with 400 mg/day of imatinib for 9 months. After completion of treatment, annual follow-up computed tomography (CT) scans showed no local recurrence or distant internal organ metastases. His postoperative course was good and he could continue working as a judo therapist. There was nothing notable in his medical history, except for the rectal GIST, and he did not take any medication after surgery. His family history was uneventful and he did not smoke tobacco or drink alcohol.\\nAlthough he was asymptomatic, a CT scan 10 years after surgery revealed a destructive osteolytic lesion in the L3 vertebral body (Fig. ). CT-guided biopsy confirmed the lesions to be GIST metastases. His vital signs were stable with blood pressure 128/64, pulse rate 68 beats/minute, and temperature 36.3 °C. Sensations were normal in both lower limbs. His muscle strength was grade M5 throughout (Medical Research Council Scale of Muscle Strength), and deep tendon reflexes were normal. Laboratory testing showed a normal complete blood count (CBC). His liver and renal functions were sufficient, and the electrolytes were normal. As there were no metastases in vital organs and the tumor was located only in the anterior column of the vertebra, en bloc corpectomy of the L3 vertebral body was performed to provide local cure of the tumor and to prevent devastating sequelae of neural compression.\\nEn bloc corpectomy via bilateral anterolateral retroperitoneal approaches was performed. Major vascular structures and the psoas muscles were retracted to expose the vertebral body and adjacent discs. The L3 vertebral body was cut off from the posterior elements using high-speed drills and chisels, and was removed en bloc. A titanium cage, with an autologous bone graft inside, was placed into the vertebral defect, and the spinal reconstruction procedure was finalized using screws and rods (Fig. ).\\nThe pathological finding of the resected vertebral body was consistent with GIST metastasis, and the surgical margin was negative. Laboratory testing 3 days after the surgery showed slightly low hemoglobin (127 g/L, reference range 135–170 g/L) and a C-reactive protein (CRP) level of 114 mg/L (reference range < 3 mg/L). His liver enzymes were elevated: alanine aminotransferase (ALT) 112 U/L (reference range < 35 U/L) and aspartate aminotransferase (AST) 40 U/L (reference range < 35 U/L). CRP, ALT, and AST levels completely normalized within 1 month after surgery. In repeated laboratory tests, CBC, CRP, and liver enzymes remained normal until the final follow-up. At the 36-month follow-up, no local recurrence, new metastasis, or instrumentation failure was observed on CT or magnetic resonance imaging. He had full neurological functions without any limitation of daily activities.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'22407696': 1, '25789048': 2, '12424067': 1, '25939123': 1, '9588894': 1, '33644220': 2, '21921354': 1, '12563150': 1, '9438854': 1, '21769316': 1, '28203166': 2, '11296107': 1, '33194277': 2, '9051895': 1, '26605305': 1, '9888707': 1, '30322403': 2}", "similar_patients": "{'4356394-1': 1, '4356394-2': 1, '5301111-1': 1, '7896676-1': 1, '7656017-1': 1}"}