{"patient_id": 137588, "patient_uid": "6896525-1", "PMID": 31755472, "file_path": "noncomm/PMC006xxxxxx/PMC6896525.xml", "title": "Trifocal choroidal melanoma in an eye with oculodermal melanocytosis: A case report", "patient": "In July 1986, a 48-year-old Caucasian female was referred for evaluation of pigmentation on both eyes (OU), which was present since childhood []. Best corrected visual acuity was 20/20 OU and intraocular pressures were normal OU. Full-face evaluation revealed bilateral blue dermal pigmentation on the temporal scalp and slight pigmentation on the palate was noted. Ophthalmic examination showed diffuse bilateral scleral pigmentation and choroidal darkening and thickening were noted OU. There was no sign of uveal melanoma. Oculodermal melanocytosis was diagnosed, and yearly follow-up was advised.\\nThe patient remained stable until October 2002, when a flat amelanotic lesion measuring 2 × 1.5 mm in basal diameter and 1.5 mm in thickness was noted superotemporally in the right eye (OD). In 2003, a new pigmented choroidal lesion was noted inferotemporally OD, measuring 3.5 × 3.5 mm in basal diameter and 2.5 mm in thickness. In 2005, a third pigmented lesion was found inferonasally OD, measuring 3 × 3 mm in basal diameter and 2.7 mm in thickness. Treatment was discussed, but patient preferred close follow-up []. Systemic work-up including physical examination, liver function tests, and CT scan of abdomen and chest were advised to rule out malignancy elsewhere in the body.\\nEight months later, all three tumors enlarged [], suggesting multifocal choroidal melanoma. Conservative management with plaque radiotherapy and thermotherapy were discussed, but the patient preferred enucleation. Genetic testing for cytogenetics and BAP-1 predisposition syndrome was not performed as it was not routinely available in our practice at the time of treatment.\\nHistopathology of the globe revealed congenital oculodermal melanocytosis and three distinct choroidal melanomas, including mixed cell type (inferotemporally and inferonasally) and low-grade spindle cell type (superotemporally) []. Oculodermal melanocytosis with scattered dendritic melanocytes in the epibulbar surface, moderate amount of pigment in the iris and ciliary body stroma, thickened and intensely pigmented choroidal stroma, and discrete foci of melanocytes in the posterior sclera was confirmed on histopathology.\\nIn December 2008, metastatic melanoma to the liver and later bone was detected, leading to death within one month.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'29988936': 1, '23681424': 1, '19078957': 1, '11801268': 1, '9442799': 1, '26260725': 1, '9402837': 1, '26778290': 1, '27749792': 1, '31755472': 2}", "similar_patients": "{}"}