{"patient_id": 136896, "patient_uid": "6826180-1", "PMID": 31802953, "file_path": "noncomm/PMC006xxxxxx/PMC6826180.xml", "title": "Transient Inverse Bell’s Phenomenon Following Frontalis Sling–Suspension Ptosis Surgery: A Rare Ophthalmic Phenomenon", "patient": "A 9-year old male presented with a history of drooping of the right upper lid since childhood with visual acuity of 6/6 (Snellen chart) in both eyes (, top). Levator function was 4 mm and 15 mm in the right and left eye, respectively. The marginal reflex distance 1 of the upper lid from corneal light reflex was 1 mm for the right eye and 5 mm for the left. Extraocular movements were normal and Bell’s phenomenon was normal (upward and outward). There was no evidence of Marcus Gunn phenomenon, and corneal sensations were normal. No other ocular abnormalities were noted on anterior- or posterior-segment evaluation. He underwent right-eye frontalis sling–suspension ptosis surgery (Fox pentagon technique) using a silicone sling under general anesthesia. Frost suture was applied. No intraoperative complications were noted.\\nFrost suture was removed on the second postoperative day. There was overcorrection of the ptosis by 1 mm in primary gaze with mild lid edema and prominent lagophthalmos (, bottom). Inverse Bell’s phenomenon (downward rolling of the eyeball) was noted during eyelid closure (). There was no restriction of eye movement on any gaze. The patient was advised to instill lubricating eyedrops frequently and apply eye ointment to prevent exposure keratopathy. At the 3-week postoperative visit, vertical palpebral fissure height was 11 mm in both eyes, with minimal lagophthalmos in the right eye (, top). There was spontaneous resolution of inverse Bell’s phenomenon. It had became normal (upward and outward), without any evidence of exposure keratopathy (, bottom).", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'25954644': 1, '19043946': 1, '14288945': 1, '16175375': 1, '19253248': 1, '34483587': 2, '31802953': 2}", "similar_patients": "{'8386259-1': 1}"}