{"patient_id": 135638, "patient_uid": "6726813-1", "PMID": 31364444, "file_path": "noncomm/PMC006xxxxxx/PMC6726813.xml", "title": "Photodynamic therapy for treatment of usual-type vulvar intraepithelial neoplasia: a case report and literature review", "patient": "A 50-year-old woman presented with a 15-month history of white plaques covering the labia majora and was admitted to Beijing Friendship Hospital of the Capital Medical University (Beijing, China) in October 2016. She complained of severe itchiness and slight pain after scratching. Pain and itching occurred intermittently, mainly at night. She had washed the vulva using a Chinese traditional medicine liquid; she had also applied mometasone furoate ointment (Merck & Co., Inc., Kenilworth, NJ, USA) once per day, as prescribed by her local doctor. These drugs initially alleviated the itching, but the lesions slowly enlarged over time. Physical examination of the lesions revealed erosive macerative patches and verrucous papules in the interior of the bilateral labium; the lesions extended throughout the inner part of the labia majora (). The patient had a son and a daughter; she reported no history of exposure to arsenic or human papillomavirus (HPV). However, polymerase chain reaction assay of the lesion site revealed that it was HPV16-positive. The patient had no significant family history of any detrimental medical conditions. The results of the routine blood test, urinalysis, liver function test, human immunodeficiency virus and Treponema pallidum hemagglutination tests, and rapid plasma regain test were all within normal limits or negative. A 4-mm punch skin biopsy of the patient’s left labia majora revealed keratinocyte atypia throughout the epidermis (). Based on the clinical manifestations and histopathological features, a diagnosis of uVIN was made. PDT was administered because the lesions were improper for surgical excision due to their large size. In addition, 5-aminolevulinic acid hydrochloride (5-ALA; Shanghai Fudan-Zhangjiang Bio-Pharmaceutical Co., Ltd., Shanghai, China) was prepared as a 20% gel. After the lesioned region was washed with 0.9% saline solution, topical 5-ALA solution was applied to the interior of the bilateral labium within a clinically disease-free margin of 1 to 2 cm around the lesions. The affected area was then covered with transparent preservative film for 4 hours to ensure drug penetration. The film was removed and the lesions were then irradiated with 633 ± 5 nm red light from a light-emitting diode device (LED-IB; Wuhan Yage Optic and Electronic Technique Co., Ltd., Wuhan, China) at a light intensity of 80 to 100 mW/cm2. The specific laser energy was adjusted in accordance with the patient’s tolerance. Irradiation was maintained for 20 minutes for each treatment session, and treatments were administered in 10 sessions at 1-week intervals. The lesions gradually improved after the application of PDT.\\nPartial improvement of the lesions was observed after four PDT sessions, and a complete therapeutic response was observed after 10 treatment sessions (). A histopathological specimen collected after treatment revealed reduced epidermal thickness and replacement of atypical cells with normal keratinocytes (). No significant side effects or scarring were detected, except for slight pain during treatment. We observed no signs of recurrence of the lesions throughout a 2-year post-treatment follow-up period. Written informed consent was obtained from the patient for publication of this report.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'22867736': 1, '15171779': 1, '26174756': 1, '11846709': 1, '11966684': 1, '29693875': 1, '29393881': 1, '24257562': 1, '28716738': 1, '11136571': 1, '25401374': 1, '10699944': 1, '9593413': 1, '11874067': 1, '11069517': 1, '12060514': 1, '20230987': 1, '16788933': 1, '23886586': 1, '19447369': 1, '11196160': 1, '16419625': 1, '15541088': 1, '15863172': 1, '2121931': 1, '31364444': 2}", "similar_patients": "{}"}