{"patient_id": 13108, "patient_uid": "6827695-1", "PMID": 31754572, "file_path": "comm/PMC006xxxxxx/PMC6827695.xml", "title": "Is It Really SUMP Syndrome? A Case Report", "patient": "This is a case of a 77-year-old male who presented to our emergency room at a university hospital with abdominal pain radiating to his flanks bilaterally, more prominent on the left side over the past four days, hematuria and dysuria of one-day duration, fatigue, and a recent fall within the last couple of days. The patient reported decreased oral intake and unintentional weight loss of 58 lbs in the past three months. He denied fever, chills, shortness of breath, chest pain, diarrhea, constipation, and swelling in his extremities. His medical history was significant for non-obstructive coronary artery disease (CAD) with recent echocardiogram (echo) ejection fraction (EF) >55%, hypertension (HTN), hyperlipidemia (HLP), chronic pancreatitis, atrial fibrillation (AFib) on apixaban, sick sinus syndrome s/p dual-chamber pacemaker, gastroesophageal reflux disease (GERD), benign prostatic hyperplasia (BPH), and gout. The patient’s surgical history was remarkable for cardiac catheterization with the placement of two stents, pacemaker placement, laparoscopic cholecystectomy, and the year prior's esophagogastroduodenoscopy/endoscopic ultrasound (EGD/EUS) evaluation of the pancreatic head mass, which was nonpathological on fine-needle aspiration (FNA), endoscopic retrograde cholangiopancreatography (ERCP) for the evaluation of dilated biliary ducts, percutaneous internal/external biliary ductal stent placement for relieving the symptoms of pancreatitis at the time, exploratory laparotomy, partial colectomy, choledochoduodenostomy (anastomosis between the distal portion of common bile duct and duodenum was created) due to complications from improper drain placement, hernia repair, right carotid endarterectomy, and colonoscopy. On physical exam, left lower quadrant (LLQ) pain was elicited with palpation with no rebound tenderness; suprapubic tenderness was noted.\\nGiven the patient's extensive surgical history, significant weight loss in the past three months, abdominal pain, hematuria, and dysuria, the patient was admitted for further inpatient evaluation. On admission, his vitals were a heart rate of 75, peripheral capillary oxygen saturation (SpO2) of 97%, temperature of 99.1°F, blood pressure of 158/97 mmHg, and respiratory rate of 16 breaths per minute. Initial lab studies revealed a white blood cell (WBC) count of 18.4 k/cmm, urinalysis (u/a) positive for occult blood, leukocyte esterase, with blood urea nitrogen (BUN)-to-creatinine ratio (BUN/Cr) at 21 mg/dL/1.86 mg/dL, albumin of 2.0, alkaline phosphatase of 122, aspartate transaminase/alanine transaminase (AST/ALT) of 37/25, total bilirubin of 0.6 mg/dL, calcium of 8.2 mg/dL, with correct ionized calcium of 0.99 mg/dL and lipase of 514. Initial imaging studies included an abdominal X-ray, which was remarkable for possible ileus, enteritis, or partial obstruction. Abdominal and retroperitoneal ultrasound revealed a 7.5-mm diameter calculus in the head of the pancreas and pancreatic duct dilated to a max diameter of 9 mm. Computed tomography (CT) scan of the abdomen and pelvis without contrast revealed s/p cholecystectomy, s/p choledochoduodenostomy, s/p partial right colectomy, choledocholithiasis, dilated CBD measuring 1.1 cm, in addition to smaller adjacent calculi along with pneumobilia and inflammatory changes of the pancreas, acute on chronic pancreatitis, and stated cholangitis should be considered along with findings consistent with sump syndrome (Figure ).\\nThe appendix was also found to be enlarged. Surgery and gastroenterology (GI) services were consulted. Surgery stated no need for emergent surgery for the enlarged appendix, and GI held off on proposed ERCP until further imaging results came back to definitively diagnose the patient's cause of abdominal pain.\\nThe patient was subsequently started on Zosyn (piperacillin/tazobactam) for possible urinary tract infection (UTI) versus cholangitis, intravenous fluids (IVF) for prevention of acute kidney injury (AKI), intravenous (IV) Tylenol for controlling abdominal pain, pancreatic enzymes for digestive support, and pancreatic rest. GI continued to follow up for any deteriorating symptoms and signs. Within two days of hospital admission, his clinical status was improving with WBC counts trending down and the ability to eat solids as tolerated. The patient was discharged after a four-day hospital stay to home health and family care. The discharged diagnosis was confirmed to be calculus of bile duct w/o cholangitis or cholecystitis w/o obstruction.", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'10201467': 1, '17614061': 1, '33790727': 2, '21347871': 1, '6696201': 1, '25520606': 2, '10650261': 1, '1729790': 1, '29033759': 2, '7469551': 1, '16400213': 1, '22167692': 1, '3557186': 1, '31754572': 2}", "similar_patients": "{'5624249-1': 1, '7989794-1': 1, '4264497-1': 1}"}