{"patient_id": 7962, "patient_uid": "6479103-1", "PMID": 31009896, "file_path": "comm/PMC006xxxxxx/PMC6479103.xml", "title": "Simultaneous small bowel and colon obstruction due to splenosis. A case report and review of literature", "patient": "A 46 year old male patient presented to our emergency department with a 24 h history of diffuse abdominal pain and obstipation. It was not associated with vomiting or fever. The patient has a negative medical history, but a surgical history of splenectomy 12 years ago, post traumatic rupture of the spleen. On presentation, patient was afebrile, and vital signs were within normal limits. On physical exam, his abdomen was distended with diffuse tenderness. His blood tests showed a high White blood cell count of 23040/ mm³[4000–10500], with normal hepatic and pancreatic enzymes. CT scan of abdomen and pelvis showed multiple splenic nodules in the left upper quadrant, with small bowel distention and air-fluid levels mostly in the jejunum, suggesting an intestinal obstruction. A decision for exploratory laparotomy was made , . At exploration, more than 50 splenic nodules were found in the left sub-diaphragmatic region, not affecting adjacent structures. However, a splenic tissue was found on the mesentery of the jejunum, taking its vascularization from thesplenic artery and vein. This splenic tissue was giving another splenic nodule on the ileum its blood supply, which in turn is giving another splenule on the mesosigmoid its vascularization. The bridges between these splenic fragments were causing an external compression and obstruction of the small bowel and colon . These three splenic tissues were resected with their blood supply and sent for pathologic studies , while the others in the left sub-diaphragmatic area were left intact. The patient started oral feeding on post-operative day 4 after removal of the nasogastric tube and discharged home on 7th post-operative day. Pathologic studies later on confirmed the diagnosis of splenosis.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'22450955': 1, '19653350': 1, '34062360': 1, '21867352': 1, '8124888': 1, '21446083': 1, '7643887': 1, '22359484': 1, '31966909': 2, '12544129': 1, '30342279': 1, '17591312': 1, '19838993': 1, '26543660': 2, '21837604': 1, '13670140': 1, '1643960': 1, '9830580': 1, '25738479': 1, '23169741': 1, '33149888': 2, '31737138': 1, '9669351': 1, '31009896': 2}", "similar_patients": "{'7593108-1': 1, '4620401-1': 1, '6960294-1': 1}"}