{"patient_id": 622, "patient_uid": "6013977-1", "PMID": 29963074, "file_path": "comm/PMC006xxxxxx/PMC6013977.xml", "title": "Rare Case of Ulnar-Mammary-Like Syndrome With Left Ventricular Tachycardia and Lack of TBX3 Mutation", "patient": "A 25-year-old woman was hospitalized due to frequent premature ventricular beats of high grade (17,000 per day) and repeated episodes of bidirectional non-sustained ventricular tachycardia without syncope. Echocardiography revealed enlarged left ventricular dimension and local ventricular wall thinning. Upon routine clinical examination bilateral symmetrical hand abnormality was noted, namely the fifth finger camptodactyly (Figure ). Additionally, hypoplasia of the breast with inverted nipples was observed (Figure ). Facial features included wide-set eyes, a broad nasal tip and thin upper lip vermilion and strabismus (Figure ). Dental abnormalities were represented by tooth malalignment and hypoplasia involving canines and back teeth (Figures ). No defects were documented in her lower limbs. Apart from physical defects, intellectual deficit was noted and included mild mental retardation and learning disabilities. Family history reported that proband’s mother died due to congenital heart defect and congestive heart failure at the age of 30. Grandmother from mother side was not affected. No other relatives were available for examination. Due to the lack of family data, it is hard to conclude the mode of inheritance unambiguously. However, keeping in mind the mother’s phenotype, the dominant inheritance could be suggested (Supplementary Figure ).", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'12845519': 1, '20090511': 1, '18611980': 1, '27605453': 1, '10506213': 1, '16934740': 1, '14402857': 1, '15996213': 1, '9207801': 1, '12410397': 1, '11418616': 1, '28035386': 1, '10802654': 1, '33218365': 2, '27723096': 1, '22337773': 1, '8988164': 1, '23713051': 1, '25741868': 1, '1976459': 1, '16896345': 1, '12668170': 1, '28145909': 1, '14564152': 1, '11572777': 1, '10330342': 1, '20601685': 1, '7006832': 1, '25982065': 1, '21034446': 2, '12669240': 1, '19451168': 1, '15336819': 1, '10235264': 1, '25179606': 1, '29247678': 1, '7246605': 1, '16892408': 1, '8988165': 1, '11353857': 1, '16530712': 1, '728571': 1, '22334480': 1, '27722056': 1, '9647668': 1, '25567810': 1, '15810003': 1, '11737198': 1, '33923914': 1, '24664963': 1, '7450756': 1, '19938096': 1, '32258037': 1, '29963074': 2}", "similar_patients": "{'2987961-1': 1, '7678048-1': 1}"}