{"patient_id": 15916, "patient_uid": "6990510-1", "PMID": 31996146, "file_path": "comm/PMC006xxxxxx/PMC6990510.xml", "title": "Aberrant right coronary artery in a grown up congenital cardiac patient, successfully treated 46 years earlier with a double Starr-Edwards silastic ball valve replacement: a case report", "patient": "The patient is a 55-year-old man who underwent a previous surgery to correct a supra-cristal type ventricular septal defect 46 years earlier. During the surgical procedure, mitral valve resulted to be markedly involved in a destructive process, with ruptured chordae, as consequence of a bacterial endocarditis. Therefore, a size 2 silastic Starr-Edwards valve was implanted. Moreover, a localized fibrous subvalvular aortic stenosis, due to a ring was identified. The ring was excised, and a size 8 Starr-Edwards valve was implanted. In addition, RCA was found to arise from the left coronary sinus at the commissural attachment of the cusp. The patient was subsequently discharged with anticoagulant therapy with phenprocoumon, considering a target International Normalized Ratio of 4.0, without need of any surgical correction of the anomalously originating RCA from left coronary sinus.\\nClinical follow-up was unremarkable, until the age of 55, when the patient underwent an echocardiography showing a severe dilation of ascending aorta. No trans-valvular leakage in the aortic position or mitral valvular regurgitation was identified; in addition, no thrombotic material was detectable at the prostheses site. Thus, the patient was scheduled for a cardiac computed tomography (CCT) for further diagnostic evaluation. CCT was performed using a 64 slices scanner (Aquilion, Toshiba) and allowed to appreciate both mitral and aortic silastic Starr-Edwards valve in correct position, confirming a significant dilation of the ascending aorta with a maximum transverse diameter of 6.2 cm (Fig. a-b). The anomalous origin of RCA from left coronary sinus, 1 cm above the origin of the left coronary artery and its course between the aortic root and main pulmonary artery were clearly identified (malignant variant) (Fig. a-b). A thrombus in the left atrial appendage was also detected (Fig. a-b). This patient has been living for 46 years with the Starr-Edwards mitral and aortic valves, in association with a rare coronary abnormality. Furthermore, the patient never showed any sign of prosthetic dysfunction, embolism, infection, periprosthetic leaks or hemolysis. Of note, the patient did not show any cardiac symptoms neither related to the right coronary abnormality nor to the ascending aortic aneurysm (AAA). Although medical treatments can slow the enlargement of AAA, the mainstay of prevention of aortic dissection is surgical repair when the aortic diameter expands to 5.5 cm or more []. In our case, the patient is still asymptomatic and refuses surgical correction of the AAA and is strictly monitored with CCT every 6 months; the patient is under medical treatment with anticoagulation therapy and anti-hypertensive drugs for mild hypertension.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'9885105': 1, '27047276': 1, '9066373': 1, '15118298': 1, '11995848': 1, '6707359': 1, '28100985': 1, '2208265': 1, '3713241': 1, '9670825': 1, '20233780': 1, '13916361': 1, '27047298': 1, '21926859': 1, '7064835': 1, '22346145': 2, '12947211': 1, '19949575': 1, '31996146': 2}", "similar_patients": "{'3271681-1': 1}"}