{"patient_id": 12213, "patient_uid": "6783148-1", "PMID": 31577747, "file_path": "comm/PMC006xxxxxx/PMC6783148.xml", "title": "Polymicrobial bacteremia after treatment of transcatheter arterial chemoembolization", "patient": "A 49-year-old male was admitted to hospital for periodic chemotherapy. The patient had a history of liver metastasis of duodenal cancer for 10 months and had undergone radical pancreaticoduodenectomy. No obvious abnormalities in the physical examination and laboratory tests were found at this point. On the third day of admission, the patient went through surgery and TACE due to chemotherapy indications without pre-operative prophylactic antibiotic administration. 20 hours following TACE the patient presented with intermittent fever (<38°C) that was regarded as post-embolization syndrome. On day 5 following TACE (December 31st, 2017), the patient's condition worsened with symptoms changing to sudden chills and high fever (up to 39.5°C). Laboratory tests revealed increased concentration of c-reactive protein (CRP) and neutrophils and increased liver function as measured by changed in bilirubin, transaminases and gamma-glutamyl transferase (GT). Critically low values of hemoglobin and hematocrit (Hct) were also detected. At this time, a blood sample was collected for 2 sets of blood cultures, anaerobic and aerobic. The patient was then treated with levofloxacin for infection, but the body temperature did not drop considerably even 19 hours after the start of antibiotic treatment. At this time, both sets of blood cultures were found positive, with Gram-positive bacilli and Gram-negative bacteria detected in the anaerobic cultures, and Gram-negative bacteria detected in the aerobic cultures (Fig. ). Considering a possible infection of intestinal and anaerobic bacteria due to TACE, the treatment was immediately adjusted to cefoperazone sodium/sulbactam sodium in combination with ornidazole on January 1, 2018. The patient's body temperature subsequently dropped gradually after 5 hours of treatment.\\nOn January 3, 2018, symptoms (body temperature of 39.8°C and chills) relapsed along with swelling and liver tenderness. Abdominal Computed Tomography (CT) revealed accumulated gas in the intrahepatic bile duct (Fig. ). The patient was then diagnosed with liver abscess, and intrahepatic abscess drainage was performed immediately, followed by a malodorous maroon liquid release. Three types of bacteria were then identified C perfringens, A hydrophila, and E coli in both sets of anaerobic cultures. In aerobic cultures we identified two species of bacteria, A hydrophila and E coli (Fig. ). The positive outcome of drug treatment was due to bacteria identified in the blood cultures being susceptible to the antibiotics administered. Among these, E coli and A hydrophila are sensitive to imipenem, while E coli is resistant to all quinolones and β-lactam antibiotics. To determine the origin of the liver abscess, the drainage fluid was tested in aerobic cultures on January 6, 2018. The findings showed the presence of E coli, and drug susceptibility results were consistent with these blood cultures. The clinician formulated a therapy in accordance with the drug susceptibility test and the empirical drug use for anaerobic bacteria. A comprehensive treatment plan was adopted on the basis of the combination of nitrazole and imipenem as anti-infection drugs and continuous abscess drainage. After 2 weeks of treatment, the patient was discharged, as infection was controlled and physical examination had returned to normal.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'7620014': 1, '27303382': 1, '19560002': 1, '21088344': 1, '8136598': 1, '22120198': 1, '20876913': 1, '20558918': 1, '25892893': 1, '21029949': 1, '24019300': 1, '11438901': 1, '10741789': 1, '29513895': 1, '8774803': 1, '20800151': 1, '31577747': 2}", "similar_patients": "{}"}