{"patient_id": 7071, "patient_uid": "6419387-1", "PMID": 30886900, "file_path": "comm/PMC006xxxxxx/PMC6419387.xml", "title": "Brainstem Anaesthesia after Retrobulbar Block", "patient": "An 82-year-old female with secondary post-herpetic uveitic glaucoma of the right eye presented at the Department of Ophthalmology for an elective trans-scleral laser cyclophotocoagulation. She had a history of chronic heart failure, arterial hypertension, hyperlipidemia, depression and Hodgkin’s lymphoma in remission. Her regular medications included acetylsalicylic acid, bisoprolol, isosorbide mononitrate, telmisartan, atorvastatin and escitaloprame. The patient denied having any allergies. On preoperative assessment she weighed 62 kg, her height was 162 cm and her blood pressure (BP) was 166/83 mmHg with 70/min heart rate (HR). Physical examination was unremarkable.\\nThe patient’s orbit was anatomically normal. She was given a retrobulbar block to the right eye with 2 mL of 0.5% levobupivacaine and 2 mL of 2% lidocaine. No mydriatic agent was used. She did not move her eye during the procedure. Aspiration for blood was negative. Upon injection, no resistance was felt. 2-3 minutes after the injection, she started yawning and feeling progressively drowsy; anaesthesiology team was immediately called. 5-8 minutes after the injection she became unresponsive to verbal and tactile stimuli; her Glasgow Coma Scale (GCS) score was 3. On arrival of the team she had developed bradycardia with hypotension, her HR was 40/min, BP 50/30 mmHg and blood oxygen saturation (SpO2) 85%. 10 mg of ephedrine was promptly administered intravenously (i.v.) with no significant effect, continued by 3 i.v. doses of 0.1 mg adrenaline 2 minutes later. Concurrently the patient developed respiratory arrest, her SpO2 had fallen to 54%, BP was 163/100 mmHg with HR 93/min. A bolus of 200 mL intravenous lipid emulsion (ILE) was given. Anaesthesia was induced with 50 mg of propofol, the patient was intubated and mechanically ventilated, and her vitals had stabilized (SpO2 98%, BP 113/60 mmHg, HR 92/min). She was additionally sedated with 5 mg of midazolam. Because of persistent hypotension (RR 92/58), 500 mL of hydroxyethyl starch (HES 130/0.4) in isotonic sodium chloride solution was also administered.\\nSurgery was cancelled and the patient was relocated to the ICU. She was additionally sedated with midazolam and propofol, then gradually shifted through supportive ventilation techniques to spontaneous ventilation and extubated 6 hours after admission. There was no need for vasoactive support, oxygen or fluid replacement therapy. Blood test results were within normal range. Her BP was 140/60 mmHg, HR 71/min, SpO2 95%, without additional oxygen. Her GCS score was 15. The next day she was discharged to the Department of Ophthalmology, where the intended procedure was performed under general anaesthesia. The patient was discharged home 6 days later, she was stable and had not suffered any consequences from the adverse reaction.\\nInformed consent has been obtained from the patient to use the data presented in this case report.\\nThe research has been complied with all the relevant national regulations, institutional policies and in accordance the tenets of the Helsinki Declaration.", "age": "[[82.0, 'year']]", "gender": "F", "relevant_articles": "{'3812625': 1, '10450381': 1, '3561931': 1, '34938580': 2, '16491028': 1, '3688501': 1, '2589673': 1, '1891206': 1, '12640397': 1, '7825345': 1, '1490240': 1, '3763129': 1, '7831008': 1, '8122490': 1, '7618723': 1, '4428935': 1, '4061924': 1, '6497217': 1, '5912435': 1, '2405735': 1, '6017424': 1, '5300543': 1, '20519891': 1, '30886900': 2}", "similar_patients": "{'8687828-1': 1}"}