{"patient_id": 846, "patient_uid": "6026506-1", "PMID": 29960586, "file_path": "comm/PMC006xxxxxx/PMC6026506.xml", "title": "Jaw tremor: a manifestation of vascular parkinsonism? - a case report", "patient": "A 67 years old lady came to the out-patient department with a history of acute onset jaw tremor, with tremor predominantly in both upper limbs approximately 2 months prior to consultation. Her symptoms had progressed over a period of 24–48 h and remained static until the consultation. She did not have features of non-motor symptoms to suggest a diagnosis of idiopathic PD.\\nThere was no history of previous stroke or vascular risk factors for stroke. She had not been on any medication which could cause extra-pyramidal symptoms.\\nGeneral physical examination was normal. Neurological examination revealed hypomimia of the face with cogwheel rigidity and bradykinesia bilaterally (right more than left), predominantly in the upper limbs without pyramidal signs (the Unified Parkinson’s Disease Rating Scale (UPDRS) Part III; item 18–32 was 36). She had a marked tremor of the jaw at rest (Additional file 1). When she was asked to open her mouth the tremor was re-emergent (Additional file 2). There were no pyramidal signs. The rest of the neurological examination was normal which included cognition, speech, cerebellar function and bladder function.\\nNon-contrast CT scan of her brain revealed an infarction in the region of the putamen on the left with no evidence of diffuse subcortical white matter ischemia or extension to the caudate nucleus (Fig. ). A vascular screen for stroke risk factors was negative. A DAT scan was unavailable due to lack of resources and financial constraints.\\nShe was treated with a trial of levodopa (300 mg per day) and anti-platelet therapy which resulted in marked reduction in her jaw tremor and other extrapyramidal symptoms after 1 month of follow-up (UPDRS part III improved from 36 to 24).", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'15026493': 1, '17973324': 1, '23182604': 1, '9408102': 1, '27240808': 1, '23602779': 1, '15090877': 1, '22121251': 1, '27470304': 1, '23449883': 1, '21387372': 1, '26644057': 1, '9923759': 1, '15197700': 1, '34381412': 1, '29018399': 1, '19276093': 1, '2296262': 1, '34200085': 1, '15489389': 1, '8848190': 1, '29960586': 2}", "similar_patients": "{}"}