{"patient_id": 129514, "patient_uid": "6193190-1", "PMID": 29563393, "file_path": "noncomm/PMC006xxxxxx/PMC6193190.xml", "title": "Accelerated Atherogenicity in Tangier Disease", "patient": "A 53-year-old man was admitted to our hospital complaining of impotence, intermittent claudication, and a feeling of coldness in his lower extremities. He had a history of smoking from 17 to 52 years of age, 15 cigarettes per day (Brinkman Index: 525). The patient's father had type 2 diabetes. His mother had angina pectoris, type 2 diabetes, and renal insufficiency of unknown origin. His elder brother suffered a cerebral infarction at the age of 53. His younger sister died from sudden renal failure at 48 years of age.\\nFrom childhood, he often experienced nosebleeds. When he was 46 years old, he was diagnosed with effort angina. Coronary angiography revealed 75% stenosis in the right coronary artery #2 and a stent was implanted. At 52 years old, he again had chest pain on effort. Left coronary angiography revealed 75% stenosis in the left main trunk ostium () and moderate to severe diffuse stenosis from the ostium to the distal portion of the right coronary artery (). Because of the severe coronary artery stenosis, including the left main trunk and right coronary artery, he was scheduled for coronary artery bypass graft (CABG) surgery in our hospital. He was administrated aspirin, ethyl icosapentate, and pitavastatin. At that time, because he had profound systemic atherosclerosis, we re-evaluated the atherosclerosis risk factors. His body mass index was 23.4 kg/m2. Orange-colored swollen tonsils (), and mild hepatosplenomegaly were observed. HDL-C was 2 mg/dL and apolipoprotein A-1 (ApoA1) was undetectable. In addition, low hemoglobin and platelet counts were observed, consistent with a previous report. Mean platelet volume was indicative of larger platelets (). In addition, activated partial thromboplastin time was prolonged. Bleeding time was over 10 minutes (). Among the risk factors for atherosclerosis, HDL-C was 2 mg/dL. The patient was diagnosed with Tangier disease. Fasting blood sugar level was 121 mg/dL, fasting insulin 5.9 µU/mL, and hemoglobin A1c (NGSP) was 4.9%. A 75 g oral glucose tolerance test was not performed.\\nWe evaluated the patient's systemic condition, especially the peripheral arteries. Irregular and eccentric stenosis of the brachiocephalic artery was observed (). The lesion was treated with stent implantation (8 × 27 mm) (). In addition, severe stenosis was found in the left subclavian artery () and was also treated with stent implantation. Angiography of the abdominal aorta and lower limbs revealed severe stenosis in the right common iliac artery (), whereas the right internal iliac artery was not contrasted (). In addition, severe stenosis was found in the left internal iliac artery (). In the right common iliac artery, stenosis with dissection was observed () and treated with stent implantation (10 × 60 mm) (). After treating the peripheral arteries, we performed CABG (right internal thoracic artery-posterior descending branch, AV node branch, and left internal thoracic artery-left anterior descending branch #8). At 5 days after surgery, cardiac tamponade occurred and was successfully controlled by platelet transfusion and pericardial drainage.\\nSix months later, the patient again suffered from effort angina. On coronary angiography, the radial artery graft between posterior descending branch #4 and AV node branch #4 was completely obstructed. We implanted a drug-eluting stent in the proximal right coronary artery to relieve the unprotected ischemic area.\\nThirteen months later, at 53 years old, 1 year after the previous CABG, the patient was admitted to hospital complaining of impotence, intermittent claudication and a feeling of coldness in his lower extremities—a symptom of Leriche syndrome. The ankle– brachial pressure index was 0.79 on the right and 0.66 on the left, respectively. Angiography revealed severe stenosis at the bifurcation of the common iliac artery and dissection of the abdominal aorta (). Three-dimensional computed tomography (CT) angiography showed incremental detritus stenosis with calcification at the ostium of the left renal artery and near the bifurcation of the common iliac artery (). The patient was diagnosed with Leriche syndrome and underwent aorta–external iliac artery bypass surgery and replacement of the abdominal aorta with a blood vessel prosthesis. Histology of tissue obtained from the abdominal aorta indicated an aggregation of foam cells (Fig. 5A, B). On the following day, difficulty in hemostasis was again observed after surgery. As in the previous bypass surgery, we transfused platelet and managed to achieve hemostasis. However, internal bleeding could not be controlled; he suffered from compartment syndrome and died from rhabdomyolysis of the lower extremities.\\nTo evaluate the etiology of the progressive atherosclerosis, we performed additional analyzes. Polyacrylamide gel electrophoresis () revealed a mid-band and increased peak of small dense low density lipoprotein (LDL). A mid-band suggested an increase of remnants, and small dense LDL were known as pro-atherogenic lipoproteins. However, an α-band (HDL) was not detected.\\nIn terms of ABCA1 gene mutation, this patient had compound heterozygosity for V825I and N935T. V825I has been previously reported and is located in the 6th transmembrane domains. N935T is a novel mutation, located between 6th transmembrane domain and ATP-hydrolyzing domain ().", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'33562440': 1, '10431238': 1, '7945562': 1, '32986679': 1, '10821824': 1, '25527331': 1, '17079792': 1, '11563861': 1, '31686116': 1, '10431237': 1, '11689226': 1, '33994407': 1, '19556721': 1, '30679232': 1, '11309399': 1, '11078892': 1, '17951323': 1, '31974794': 1, '12763760': 1, '26386261': 1, '15163665': 1, '12709788': 1, '10431236': 1, '29563393': 2}", "similar_patients": "{}"}