{"patient_id": 5137, "patient_uid": "6304863-1", "PMID": 30631626, "file_path": "comm/PMC006xxxxxx/PMC6304863.xml", "title": "Paraganglioma Presenting as a Nasal Septal Mass: Case Report and Literature Review", "patient": "A 70-year-old female complaining of persistent nasal congestion and obstruction presented to our clinic for evaluation. She denied any headache or epistaxis. Nasal endoscopy was performed which showed a posterior septal mass approaching the sphenoid sinuses bilaterally and partially obstructing the view of the nasopharynx. The overlying mucosa was intact except for a small area superiorly which showed a soft granulomatous mass protruding into the left nasal cavity.\\nThe patient was taken to the operating room for septoplasty with biopsy of the mass at an outside institution. Microscopic examination of the biopsy specimen demonstrated clusters of epithelioid-appearing cells separated by bands of fibrillary stroma. The epithelioid cells were noted to have abundant amphophilic cytoplasm, uniform, rounded nuclei with “salt and pepper” chromatin, and small nucleoli. No mitotic activity, invasion, necrosis, or calcification was seen. Immunohistochemical staining demonstrated positivity for neuron-specific enolase (NSE), chromogranin A, synaptophysin, and CD56 cell markers within the epithelioid cells. Fibrillary cells were positive for NSE, chromogranin A, S-100, glial fibrillary acid protein (GFAP), and CD56 cell markers. Based on the histological appearance and immunohistochemical staining, a diagnosis of paraganglioma was made.\\nThe patient was referred to our institution for further management. Preoperative CT imaging showed a smoothly marginated, soft tissue density mass centered at the posterior nasal septum with extension into the nasopharynx and bulging into the right sphenoid sinus (). Severe thinning and smooth remodeling of the anterior wall of the sphenoid sinus and anterior clivus were seen. MRI imaging demonstrated hyperintense signaling of the mass on T1-weighted images with a peripheral rim of hypointense signaling on T2-weighted imaging suggestive of a capsule.\\nAn endoscopic resection of the mass was performed. Intraoperatively, a large mass was seen in the posterior aspect of the septum, bulging into the bilateral nasal cavities and extending into the sphenoid sinuses (). Erosion of the bone of the rostrum and anterior face of the sphenoid were also seen. Complete resection of the mass was achieved through a posterior septectomy and bilateral sphenoidotomy with tissue removal. Postoperative histologic analysis of the specimen was consistent with a paraganglioma ().\\nThe patient has been symptom free without local recurrence 3 months following tumor resection.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'4046690': 1, '23119624': 1, '11197119': 1, '13417676': 1, '26106451': 1, '2642567': 1, '33842149': 2, '14475793': 1, '12621294': 1, '27031377': 1, '11557443': 1, '6290369': 1, '12682736': 1, '11997794': 1, '21401444': 1, '837327': 1, '14648867': 1, '3294320': 1, '17189844': 1, '11857306': 1, '23265579': 1, '27562394': 1, '11795767': 1, '19328886': 1, '6300575': 1, '2992229': 1, '2502767': 1, '10994417': 1, '2172151': 1, '212496': 1, '23027682': 1, '10530746': 1, '18581152': 1, '17889472': 1, '7603715': 1, '2341784': 1, '16450456': 1, '17826539': 1, '18203939': 1, '6275703': 1, '4127634': 1, '28551498': 1, '2475803': 1, '22407633': 1, '3797012': 1, '24030938': 1, '23371358': 1, '12883960': 1, '25934406': 1, '22584701': 1, '30631626': 2}", "similar_patients": "{'8027543-1': 1}"}