{"patient_id": 127955, "patient_uid": "6066267-1", "PMID": 30101133, "file_path": "noncomm/PMC006xxxxxx/PMC6066267.xml", "title": "Celiac Crisis: an unusual presentation of gluten-sensitive enteropathy", "patient": "A 58-year-old male sought medical care complaining of profuse, watery, non-bloody, explosive, “food-scrappy” diarrhea over the last 45 days, accompanied by weakness, progressive weight loss (15 kg) and anasarca. There was no history of fever, nausea, abdominal pain, recent travels, or dietary change—nor the use of any medications. There was no history of similar symptoms; however, the patient did have intermittent pruritic papules on the extensor surface of his elbows, which he’d had for years, and which was associated with sunscreen use. His past medical history included the diagnosis of hypertension and chronic alcohol abuse of approximately 60 g daily.\\nThe physical examination revealed an ill-looking patient, who was emaciated (body mass index: 17.3), dehydrated, afebrile, markedly weak, and barely able to walk on his own. His blood pressure was 90/60 mmHg; his respiratory rate was 23 respiratory movements per minute; and he had marked non-inflammatory edema over his chest wall, abdomen, sacral region, and limbs. His abdomen was distended at the expense of flatulence with increased bowel movement sounds. The remaining examination was unremarkable. The laboratory work-up showed a hemoglobin of 11.6 g/dL (reference range [RR]: 12.3-15.3 g/dL); international normalized ratio 1.6 (RR: 1); albumin 1.8 g/dL (RR: 3.5-5.2 g/dL); ionized calcium 1.15 mmol/L (RR: 1.16-1.32 mmol/L); phosphorus 2.2 mg/dL (RR: 2.5-4.5 mg/dL); amylase 25 U/L (RR: 28-100 U/L); lipase 9 U/L (RR: 13-60 U/L); folic acid 1.1 ng/mL (RR: 4.2-19.8 ng/mL); and vitamin B12 1465 pg/mL (RR: 221-946 pg/mL). Fecal fat testing by Sudam III was markedly positive, and oxaluria was present in the urinalysis. The serology for hepatitis A, B, C, and HIV were all negative. Stool research for ova, parasites, blood, leucocytes, and culture was negative.\\nThe abdominal computed tomography (CT) showed hepatic steatosis, moderate distension of the small intestine, which was predominantly filled with liquid content, and a pancreatic cyst, but there were no signs of pancreatitis. The colonoscopy was normal, but colon biopsies evidenced mild chronic non-specific inflammation, a mild increase in intraepithelial lymphocytes (20 per 100 enterocytes), and focal crypt microabscesses. The upper digestive endoscopy showed severe distal erosive esophagitis Los Angeles C and scalloping of the duodenal mucosa ().\\nThe biopsies’ histological examination depicted moderate inflammatory duodenitis in activity, with crypt hyperplasia, total/subtotal villous atrophy, increased intraepithelial lymphocytes (over 40 per 100 enterocytes), focal foveolar metaplasia, and neutrophilic infiltration ()—type 3c of the Marsh-Oberhuber classification.\\nThe immunoglobulin-A (IgA) anti-transglutaminase (anti-tTG) antibody’s determination by ELISA was 142 U (RR: non-reactive < 20 U); the IgA anti-gliadin index was 6.9 (RR: < 1) by immunoenzymatic assay; and the IgA anti-endomysium was 1:640 (RR: non-reactive) by indirect immunofluorescence. Our patient was diagnosed with CD presenting with CC, considering the clinical features, imaging studies, specific antibody research, and histopathological findings.\\nOnce a gluten-free diet was started, there was a marked clinical improvement followed by complete resolution of diarrhea in 5 days. On day 11 of hospitalization, the patient was discharged on a gluten-free diet with vitamin B, folic acid, and multivitamin supplementation.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'26912167': 1, '26157925': 1, '27921058': 1, '20863356': 1, '19249140': 1, '32381744': 2, '28626385': 2, '20417725': 1, '10777199': 1, '26547137': 1, '27492679': 1, '24343635': 1, '15542999': 1, '19473192': 1, '16772840': 1, '29382373': 2, '19408740': 1, '18560637': 1, '23155333': 1, '11179241': 1, '30746372': 1, '26289701': 1, '25234934': 1, '20822871': 1, '30101133': 2}", "similar_patients": "{'5791168-1': 1, '7223027-1': 1, '5471754-1': 1}"}