{"patient_id": 131611, "patient_uid": "6369846-1", "PMID": 30799936, "file_path": "noncomm/PMC006xxxxxx/PMC6369846.xml", "title": "NCOA1–ALK: a novel ALK rearrangement in one lung adenocarcinoma patient responding to crizotinib treatment", "patient": "A 59-year-old man with a smoking history was admitted to our hospital for a conventional health checkup with a nodule in his upper-left lung. After pulmonary computed tomography () and magnetic resonance imaging (MRI) of the head in hospital, the patient was assessed as being acceptable for surgery, without distant metastasis. Left-lung resection and lymph node-dissection were then performed. Postoperative pathology showed a diagnosis of moderately differentiated lung adenocarcinoma in his upper-left lung ().\\nGenetic testing of common driver genes, such as EGFR, ALK, ROS1, was not performed in hospital. At 3 months after surgery, four cycles of standard chemotherapy (pemetrexed and carboplatin) was administered, and this patient did not come to hospital for regular routine follow-up visits until 28 months later, with a complain of chest congestion. Pulmonary CT and MRI screening showed multiple metastases in both lungs and brain metastasis, respectively ().\\nSecond-line chemotherapy with docetaxel (120 mg according to the patient’s surface area, 75 mg/m2, once every 3 weeks) was performed without any benefit. To explore potential targeted therapies, next-generation sequencing was performed in tumor tissue and revealed a new type of ALK arrangement (NCOA1–ALK, ). Mutation profiling of this patient is summarized in , and expression of the ALK protein was confirmed by immunohistochemistry (). Oral crizotinib (250 mg twice a day) was administered immediately. After 2 months of crizotinib treatment, the multiple metastatic nodules in the right lung had decreased significantly () and the brain-lesion metastases were stable (). Several follow-up visits were recorded, and the patient was still alive without disease progression in lung lesions () or brain metastases (). The progression-free survival of this patient had exceeded 18 months.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'22954507': 1, '33145318': 1, '20009909': 1, '27354483': 1, '31464709': 1, '28818608': 1, '34589917': 1, '27458283': 1, '30799936': 2}", "similar_patients": "{}"}