{"patient_id": 15507, "patient_uid": "6964793-1", "PMID": 31966953, "file_path": "comm/PMC006xxxxxx/PMC6964793.xml", "title": "Peripheral Gangrene as the Initial Presentation of Systemic Lupus Erythematosus in Emergency Department", "patient": "A 20-year-old Saudi female, who was not known to have any medical condition, presented to the emergency room of King Fahd University Hospital in Saudi Arabia, on September 20, 2019, with a one-week history of acute painful dark discoloration of the right hand. It involved the tips of the third and the fifth digits, and was associated with reddish skin lesions on bilateral lower limbs in the form of a petechial rash that was extended from the feet to the distal parts of both legs. There was no prior history of similar presentation. There was no associated history of other cutaneous manifestations such as oral ulcer, photosensitivity, malar rash, or alopecia. Before the onset of the discoloration, the patient complained of continuous subjective fever for two weeks that was partially relieved by paracetamol. Moreover, the patient gave a history of on-off Raynaud's phenomenon.\\nOn examination, the vital signs included a heart rate of 125 beats/min, a blood pressure of 129/64 mm/Hg, a respiratory rate of 20 breaths/min, and a temperature of 38°C. For her general appearance, the patient appeared mildly pale. She had palmar erythema in the right hand as well as localized dry gangrene in the tips of the third and fifth digits (Figure ). There were purpura and livedo reticularis on the feet extending to the distal legs with hotness and tenderness (Figure ). There was no edema or signs of deep venous thrombosis. Cardiovascular, chest, and abdomen examinations were all insignificant.\\nHer laboratory investigation revealed high titers of SLE-specific antibodies including anti-double-stranded DNA and anti-Smith antibody, as well as positive antinuclear antibody and low level of complement 4. The rest of the laboratory results are shown in Table . Doppler ultrasonography for the right lower limb veins showed that the common femoral, superficial femoral, and popliteal veins to be patent and completely compressible. However, there was evidence of subcutaneous edema over the right foot. Bilateral upper limb computed tomography angiography was done and showed patent but fairly opacified lumen of the bilateral radial and ulnar arteries. There was also an attenuated palmar arch with faint contrast opacification. The radiography of the feet was reported as normal.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'11567946': 1, '14288970': 1, '21467714': 1, '13888052': 1, '19151032': 1, '14184481': 1, '22042628': 1, '11305390': 1, '19762389': 1, '18586769': 1, '31966953': 2}", "similar_patients": "{}"}