{"patient_id": 10918, "patient_uid": "6692929-1", "PMID": 31409389, "file_path": "comm/PMC006xxxxxx/PMC6692929.xml", "title": "Tumor-to-tumor metastasis from appendiceal adenocarcinoma to an ovarian mature teratoma, mimicking malignant transformation of a teratoma: a case report", "patient": "A 67-year-old Japanese woman (gravida 2, para 2) with no past cancer history had visited another hospital with lower right abdominal pain. Enhanced computed tomography revealed the presence of a 70-mm mass with non-uniform enhancement at the right ovary and a 10-mm enlarged appendix with strong enhancement, for both of which OMT and appendicitis were suggested (Fig. a, b). No mass was detected in her breasts. Magnetic resonance imaging showed the ovarian mass had a fat, hair ball, and solid components and torsion of vessels, consistent with teratoma with malignant transformation (Fig. c, d). Serum levels of the tumor markers squamous cell carcinoma antigen, carbohydrate antigen 125, carbohydrate antigen 19–9, and carcinoembryonic antigen were 0.9 ng/mL, 9.5 U/mL, 12.8 U/mL, and 1.4 ng/mL, respectively. Cervical cytology was negative for intraepithelial lesion or malignancy. The patient underwent abdominal total hysterectomy with bilateral salpingo-oophorectomy. The intraoperative findings showed that the right ovarian tumor was twisted 720° and the appendiceal tumor was not clear. Her initial diagnosis was mucinous carcinoma/carcinoid arising in the OMT. A year after surgery, she was referred to our hospital because of an increased appendiceal mass. Cecal biopsy was performed. Finally, we were led to the diagnosis of appendiceal goblet cell carcinoid metastasizing to the right OMT, wherein the appendiceal cancer had already invaded the surrounding lymph nodes. Complete tumor resection was found impossible. The patient has had a tumor-bearing survival of 35 months after initial surgery due to systemic chemotherapy.\\nThe right oophorectomy specimen measured 55 × 35 × 35 mm, and the ovary was almost fully occupied by a cystic tumor filled with greasy, yellow, and sebaceous material and hair. There was a firm, well-demarcated, white nodule in the cyst (Fig. a, b). 7 blocks were examined for 55-mm ovarian mass. Microscopic examination showed that the inner surface of the cystic wall was lined by keratinizing stratified epithelium, with associated sebaceous glands and hair follicles resembling the normal skin accompanied by hyperemia (Fig. c). Mature adipose tissue was found throughout the cyst wall. These findings were consistent with those of an OMT. The OMT contained small amount of respiratory epithelium but not gastrointestinal epithelium. In addition, the firm nodule consisted of neoplastic glandular components that contained scattered mucinous cells with signet ring features, focally forming small clusters without distinct glandular lumens (Fig. d). These malignant components showed positive immunoreaction for CK7, CK20, CDX-2, SATB2 and CD56 (focal) but were negative for estrogen receptor, progesterone receptor, Pax-8, synaptophysin, and chromogranin A (Fig. e, f).\\nCecum biopsy targeting the appendiceal tumor was performed because of a suspected OMT with malignant transformation or metastatic adenocarcinoma from the digestive system. Mucinous cells with signet ring features, similar to the malignant components previously observed in the right OMT, were also observed in the biopsy specimen (Fig. a). The appendiceal adenocarcinoma also showed positive immunoreaction for CK7, CK20, CDX-2, and SATB2 but was negative for estrogen receptor, progesterone receptor, Pax-8, CD56, synaptophysin, and chromogranin A (Fig. b). Based on these findings, the patient was diagnosed with appendiceal goblet cell carcinoid with metastasis to the right OMT.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'25675180': 1, '19823050': 1, '29140879': 1, '29848369': 2, '8307506': 1, '21245422': 1, '15297213': 1, '32885593': 1, '11342766': 1, '1743703': 1, '1315104': 1, '7372198': 1, '6322966': 1, '23913165': 1, '33047157': 2, '2992986': 1, '10410892': 1, '8812542': 1, '176963': 1, '28463910': 1, '17895750': 1, '12055682': 1, '8522269': 1, '31409389': 2}", "similar_patients": "{'8298348-1': 1, '5975711-1': 1}"}