{"patient_id": 135561, "patient_uid": "6716318-1", "PMID": 31516294, "file_path": "noncomm/PMC006xxxxxx/PMC6716318.xml", "title": "Closure of right pulmonary artery to left atrium fistula by duct occluder device", "patient": "A 4-year-old boy presented with the history of cyanosis, easy fatigability, and an episode of loss of consciousness. On examination, he had clubbing and cyanosis. His oxygen saturations were 75% in room air. He had no murmur on auscultation. Electrocardiography (ECG) and chest X-ray were normal []. Bubble contrast study showed delayed bubbles in LA after 4 beats, suggestive of pulmonary arteriovenous malformation. Transthoracic echocardiography showed RPA to LA communication [Figures and ]. Computed tomography angiogram showed RPA to LA fistula [Figures –]. Cardiac catheterization was done under general anesthesia after informed consent. Access from both side femoral veins and right femoral artery were taken. RPA angiogram with MPA2 4F catheter (Cordis Corp, USA) confirmed RPA to LA fistula. It measured 11.4 mm in diameter []. The septal puncture was performed with Brockenbrough needle and 8F Mullins sheath. A 0.035” Terumo exchange length wire (Japan) was snared in LA with AMPLATZ Goose Neck Snare 25 mm (Medtronic, USA) through an MPA2 6F catheter (Cordis Corp, USA) from the RPA introduced from the left femoral vein. Thus, a venovenous rail was established []. AMPLATZER Sizing balloon 24 mm (St Jude Medical, Inc., USA) was used to size the fistula over the Terumo wire in AP/RAO/LAO views [Figure and ]. The narrowest diameter measured was 10 mm. AMPLATZER Septal Occluder device 16 mm (St Jude Medical, Inc., USA) was deployed through 10 F delivery system; but, as there was severe hypotension and desaturation, it was retrieved.\\nThen, duct occluder device 18/16 (Lepu Medical Technology, Beijing China) was delivered through 10F delivery system with stable position and no residual shunt noted []. During the procedure, the patient developed SVT twice while attempting interatrial septal puncture, requiring cardioversion, followed by amiodarone infusion. The patient's oxygen saturation increased to 96% at room air. Echo showed no residual shunt with normal flow in the pulmonary artery and pulmonary veins [Figure and ]. At 2-month follow-up, the patient was asymptomatic.", "age": "[[4.0, 'year']]", "gender": "M", "relevant_articles": "{'12975421': 1, '14476754': 1, '4611189': 1, '6234407': 1, '973884': 1, '9237587': 1, '14222555': 1, '29922023': 2, '14035895': 1, '6695677': 1, '15402332': 1, '431110': 1, '24688244': 1, '11453123': 1, '31516294': 2}", "similar_patients": "{'5963240-1': 1}"}