{"patient_id": 132623, "patient_uid": "6436305-1", "PMID": 30984707, "file_path": "noncomm/PMC006xxxxxx/PMC6436305.xml", "title": "Mucormycotic osteomyelitis of maxilla following maxillofacial trauma: The disease of the diseased", "patient": "A 42-year-old male patient reported to us with a chief complaint of pain, swelling, and pus discharge from left upper jaw. History revealed trauma due to blunt injury over the left cheek bone 3 weeks back. Medical history was nonsignificant. On clinical examination, there was a preseptal orbital cellulitis of lower eyelid []. Intraorally, there was a draining abscess in the left maxillary buccal vestibule in the canine–premolar region. Clinically, there was no displaced fracture of the maxilla or zygomatic bone. Noncontrast computerized tomographic scans showed an undisplaced fracture of the left orbital floor with intraorbital air foci, hyperdensity (HU 35–40) in the maxillary, ethmoid and sphenoid sinuses, and soft tissue swelling in the left infraorbital and maxillary region []. The patient was admitted and routine blood investigations and pus culture and sensitivity tests were ordered. The tests reported a random blood glucose level of 498 mg/dl, leucocytosis with neutrophilia, and increased ketone bodies in the urine. Pus culture showed a growth of Klebsiella pneumonia stains. After 10 days, on intraoral examination, a necrotic and mobile bony segment of the left maxilla in the canine to molar segment was noted along with a palatal abscess in the first molar region and mobile teeth. Surgical debridement of the maxillary sinus region and lateral wall of the nose along with the extraction of involved teeth were done and multiple pieces of blackish escharotic bone were recovered [Figures and ]. Histopathology of the tissues using hematoxylin–eosin stain confirmed mucormycosis of the maxilla []. Intravenous injections of lyophilized amphotericin B (AmB) 50 mg were given for 6 weeks with monitoring of blood urea and creatinine levels as the drug is nephrotoxic. After 3 months of healing and complete epithelization, an interim obturator with a nasal and antral bulb was fabricated to prevent oronasal regurgitation. The patient has been disease free for the follow-up period of 1 year [].", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'10736409': 1, '9084196': 1, '7374303': 1, '14613095': 1, '16481822': 1, '33867304': 1, '30984707': 2}", "similar_patients": "{}"}