{"patient_id": 11705, "patient_uid": "6737039-1", "PMID": 31551906, "file_path": "comm/PMC006xxxxxx/PMC6737039.xml", "title": "Refractory Central Neurogenic Hyperventilation: A Novel Approach Utilizing Mechanical Dead Space", "patient": "A 46-year-old male with no prior medical history presented to UC Irvine with a several month history of episodes of right and left hemiparesis, progressive bulbar weakness, paresthesia, dysarthria, and headache. He also reported a 30-pound unintentional weight loss. He was admitted to the neurology service and underwent an extensive evaluation for autoimmune, demyelinating, vascular, and neoplastic processes. MRI brain demonstrated several small discrete foci of restricted diffusion in the white matter, enhancement in large portions of the bilateral corticospinal tracts, and significant pontine involvement (). Lumbar puncture demonstrated CSF pleocytosis and elevated protein. Histology of the right frontal brain lesion was consistent with diffuse large B-cell lymphoma (DLBCL), and a bone marrow biopsy demonstrated normocellular marrow. The patient was diagnosed with primary diffuse CNS lymphoma (PCNSL) and started on high dose steroid therapy.\\nEarly in the hospital course the patient was found to be in acute respiratory distress presenting with tachycardia, tachypnea, and increased work of breathing. He was emergently intubated and transferred to the neuro ICU. CT angiogram of the chest was negative for pulmonary embolism but demonstrated interval left lower lobe consolidation. The patient was placed on multiple conventional ventilator modes with a set tidal volume of 400 ml and pressure support of 5 cm H2O. Despite these standard settings, large tidal volumes were observed ranging from 700 to 1,400 ml. Initial arterial blood gas (ABG) was significant for a pH of 7.61 and PaCO2 of 13.1 mmHg. Due to the significant hypocarbia, a number of ventilator tubing segments were added to increase the mechanical dead space and increase the rebreathing of exhaled CO2. In addition, whole brain radiation and treatment with rituximab were initiated. Before these interventions, the patient's neurological exam was poor. He did not follow commands or open eyes to noxious stimuli. However, the patient had intact brainstem reflexes and trace extremity movement to noxious stimuli.\\nCO2 was monitored with ABG and immediate response to the increase in dead space was measured with VBG. Before intervention, VBG showed pH 7.57 and PvCO2 18.4 mmHg which immediately showed signs of improvement after 1 day. Two days after the increase in dead space a follow-up ABG showed pH 7.45 and PaCO2 30.5 mmHg. Over the coming days the patient required ventilator and dead space adjustments as he was weaned off of fentanyl and midazolam to dexmedetomidine and oxycodone.\\nThe patient required a tracheostomy due to prolonged ventilator time, but 2 weeks after the initiation of dead space therapy the patient was weaned from the ventilator with T-piece uncapped. He was off sedation and had been weaned off of opioids. The patient was transferred to the step-down unit with ABG showing pH 7.51 and PaCO2 28.5 mmHg without tachypnea. In those 2 weeks the patient's neurological exam had improved significantly, and he was awake, alert, and attending to the examiner. He followed motor commands in all extremities (distal strength better than proximal strength) and also followed commands to close eyes and stick out tongue. On discharge 1 week later (3 weeks after the increase in dead space) he was smiling and interactive with family.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'16525183': 1, '2653290': 1, '15558061': 1, '33014397': 1, '20436691': 2, '24532275': 1, '5643404': 1, '29443150': 1, '3733903': 1, '25401418': 1, '16216951': 1, '7831394': 1, '13636523': 1, '4004162': 1, '6478906': 1, '28974998': 1, '7681345': 1, '3589765': 1, '31551906': 2}", "similar_patients": "{'2856150-1': 1}"}