{"patient_id": 134474, "patient_uid": "6598327-1", "PMID": 31246163, "file_path": "noncomm/PMC006xxxxxx/PMC6598327.xml", "title": "Chronic thromboembolic pulmonary hypertension following long-term peripherally inserted central venous catheter use", "patient": "A 36-year-old woman presented with sudden onset breathlessness. She had type I diabetes diagnosed at the age of five years, with debilitating gastroparesis requiring partial gastric bypass surgery at the age of 15 years. Debilitating nausea symptoms necessitated increasing use of intravenous cyclizine, with little benefit from oral anti-emetics. Difficult venous access prompted repeated insertion of long-term peripherally inserted central catheters (PICC) over a 10-year period before the onset of dyspnea.\\nAt initial assessment, computed tomography pulmonary angiography (CTPA) demonstrated acute pulmonary embolism (PE) within the left pulmonary artery, for which the direct oral anticoagulant rivaroxaban was initiated. Three months later, she developed World Health Organization (WHO) functional class (FC) III breathlessness, with additional PE confirmed on CTPA, despite rivaroxaban and therapeutic anti-Xa levels. Transthoracic echocardiography demonstrated signs of pulmonary hypertension (PH). She was switched to warfarin and referred to her regional PH center for suspected chronic thromboembolic pulmonary hypertension (CTEPH).\\nClinical examination revealed a left basilic vein PICC and signs of PH without right ventricular (RV) failure. Ventilation-perfusion scanning confirmed large unmatched bilateral segmental perfusion defects in upper and lower lung lobes. Repeat CTPA revealed chronic remodeling of the previously noted left pulmonary artery thrombus and reduced perfusion in most lobar and segmental vessels of both lower lobes, with a new filling defect in a segmental branch of the right upper lobe. Anti-phospholipid antibodies, connective tissue disease antibodies, lower limb ultrasonography, and a malignancy screen were negative. Six-minute walk distance (6MWD) was reduced (190 m), with oxygen desaturation from 99% to 78% on air. Echocardiography estimated a systolic pulmonary artery pressure (PAP) of 63 mmHg with impaired RV function. A right atrial thrombus (20 × 12 mm) was noted, attached to the PICC line, confirmed on cardiac magnetic resonance imaging. Despite intravenous heparin, the thrombus doubled in size (45 mm) after seven days. Thrombolysis with intravenous alteplase was administered, followed by PICC line removal, which precipitated acute chest pain, breathlessness, and hypoxemia. Subsequent CTPA and a ventilation-perfusion scan revealed new perfusion defects in the right middle lung lobe and lingula, indicating a new embolic episode. After stabilization in intensive care, she was converted to long-term low molecular weight heparin (with factor Xa monitoring to ensure therapeutic levels) due to presumed malabsorption of oral anticoagulants secondary to gastroparesis and/or previous gastric bypass. Long-term oxygen therapy was also initiated.\\nAt three months, right heart catheterization showed a raised PAP of 54/18/32 mmHg (systolic/diastolic/mean), cardiac output 2.7 L/min−1 via thermodilution and raised pulmonary vascular resistance (7.8 Wood units). She was in WHO FC III, with no change in 6MWD. She was initiated on sildenafil monotherapy and referred for pulmonary endarterectomy (PEA) surgery. Meanwhile, she re-presented with recurrent PE following insertion of a new PICC contrary to advice. She was thrombolyzed but deteriorated locally, with WHO FC IV symptoms, now bedbound and requiring increasing supplemental oxygen, with clinical and echocardiographic evidence of RV failure. She was accepted for transfer to Royal Papworth Hospital for urgent PEA. To avoid further use of PICC, the patient was weaned from intravenous cyclizine and started on buccal prochlorperazine and dispersible ondansetron for control of nausea symptoms. PEA surgery was successful, with removal of Jamieson type 2 disease bilaterally, with hemodynamic and clinical improvement. She was now in WHO FC II, with 6MWD now at 339 m without oxygen desaturation. Unusually, there was evidence of blackish material visible on the macroscopic surgical specimen (a). Further microscopic analysis (b–e) showed evidence of chronic thromboembolism with the black foreign material seen in segmental pulmonary artery casts, highly suggestive of plastic fragments. There was no evidence of microbiological staining or growth on prolonged culture. At one-year follow-up, she was in WHO FC II, with maintained 6MWD and no evidence of persistent PH.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'26826181': 1, '28936124': 1, '18799507': 1, '21969018': 1, '23697825': 1, '34671405': 1, '23677493': 1, '25142477': 1, '20574104': 1, '18829679': 1, '31246163': 2}", "similar_patients": "{}"}