{"patient_id": 14802, "patient_uid": "6930727-1", "PMID": 31915557, "file_path": "comm/PMC006xxxxxx/PMC6930727.xml", "title": "Bilateral Multiple Focal Choroidal Excavations in a Patient with Paroxysmal Nocturnal Hemoglobinuria (PNH)", "patient": "A 54-year-old Chinese man presented in the clinic for a routine two-year ophthalmic examination. Past medical history is PNH. The patient was diagnosed with PNH at the age of 22. He is on Eculizumab (anti-complement factor 5 antibody) infusion which he started in 2007.\\nHe was asymptomatic with best-corrected visual acuity of 20/40 on the right eye (spherical equivalent is +0.5), and 20/20 on the left eye (spherical equivalent is +0.25). Slit-lamp examination and intraocular pressures were normal. Posterior segment examination revealed subtle pigmentary changes temporal to the macula in both eyes (). Enhanced depth imaging-OCT (EDI-OCT) of the macula was obtained and the entire posterior pole was also scanned. The OCT-detected multiple FCEs corresponded with the retinal pigmentary changes by infrared fundus photo in OCT (). There was no FCE involving the foveal region. EDI-OCT showed the retinal pigment epithelium (RPE) layer complied with the contour of the choroidal excavation. And the outer nuclear layers (ONLs) conformed to the contour of the RPE within the excavation (). There was no RPE detachment and no separation between the photoreceptor layers and the RPE. One area of ONL in proximity to the excavation demonstrated hyperreflectivity, similar to the reflectivity of the adjacent outer plexiform layer (OPL) ( OD1 and OS2). The inner retinal layers from the OPL to the retinal nerve fiber layer were essentially undisturbed. Choriocapillaris thinning in the site of excavation was adjacent to large blood vessels as compared with the normal surrounding choroid layers without FCE ( OD2). The sclerochoroidal junction was smooth and undisturbed without staphylomatous changes.\\nOn FA, the FCE appeared to have normal fluorescence without leakage. No sign of neovascularization was found in the inner and subretinal space.\\nFAF photos of both eyes showed irregular hyper and hypoautofluorescence in the macular area, which suggested some RPE loss or disturbance, which is corresponding to the locations of FCEs ().\\nHumphrey Visual field testing in both eyes was performed twice. First was 24-2 Sita fast and the second was 10-2 Sita fast. But both of the visual field results were not reliable because of a high fixation loss.\\nThe patient was observed without any intervention. The patient was followed up in 6 months with no changes of the symptoms, visual acuity, and the fundus exam.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'23883536': 1, '17151497': 1, '18437293': 1, '30283324': 2, '24830823': 1, '22969281': 1, '25786518': 1, '31007249': 2, '25410093': 2, '24240563': 1, '21670327': 1, '23831223': 1, '30171352': 1, '24439757': 1, '22077430': 1, '30422049': 1, '20546234': 1, '16051736': 1, '27445073': 1, '24095605': 1, '29965887': 1, '28050329': 2, '27749784': 1, '30893454': 1, '31915557': 2}", "similar_patients": "{'4246602-1': 1, '6167642-1': 1, '5177789-1': 1, '5177789-2': 1, '6498924-1': 1, '6498924-2': 1, '6498924-3': 1, '6498924-4': 1}"}