{"patient_id": 132963, "patient_uid": "6456206-1", "PMID": 30946337, "file_path": "noncomm/PMC006xxxxxx/PMC6456206.xml", "title": "Obstructive hydrocephalus associated with spontaneous dural arteriovenous fistula", "patient": "A 55-year-old female presented with a 2-year history of headache. She also experienced progressive blurring of vision. Cranial nerves examinations were unremarkable. General systemic examination was also unremarkable. Preoperative computed tomography (CT) scan revealed hematoma at the midbrain with enlarged right and left lateral ventricles (Fig. A–C). Magnetic resonance imaging (MRI) showed multiple tortuous vascular malformation in the 3rd ventricle and quadrigeminal cistern resulting in OHC (Fig. A–D). Digital subtraction angiography (DSA) confirmed that the arteriovenous malformation was DAVF (Fig. A). The DAVF was fed by external carotid artery, posterior cerebral artery as well as the middle meningeal artery (MMA) and flowed into the vein of Galen. There were no other associated lesions like tumors during our evaluation of the patient. Routine laboratory investigations were unremarkable. Chest X-ray and ECG were also unremarkable.\\nWe utilized endovascular embolization treatment option to obliterate the lesion. Embolization was done via the transarterial route. We 1st introduced the microcatheter into the MMA and then embolized the lesion with Onyx (ev3 Neurovascular, Irvine, CA). Subsequently, we introduced the microcatheter into the posterior cerebral artery and then embolized this branch too with Onyx (ev3 Neurovascular). We notice partial resolution of the OHC after endovascular embolization of the DAVF a few days after the operation and complete resolution on follow-ups. Postoperative radiologic examination showed DAVF disappeared (Fig. B, C). Two years follow-up revealed no recurrence of the DAVF as well as hydrocephalus. She is currently well and goes about her normal daily activities.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'11867880': 1, '22241393': 1, '3701421': 1, '4050314': 1, '2054225': 1, '16286391': 1, '5350675': 1, '11235946': 1, '7862961': 1, '6726373': 1, '19408992': 1, '316203': 1, '26444959': 1, '9726465': 1, '17494662': 1, '7965115': 1, '30946337': 2}", "similar_patients": "{}"}