{"patient_id": 13241, "patient_uid": "6836417-1", "PMID": 31694581, "file_path": "comm/PMC006xxxxxx/PMC6836417.xml", "title": "Pneumatosis cystoides intestinalis: a case report and literature review", "patient": "A 64-year-old man presented to the gastroenterology inpatient department with bloody stool in August 2017. There was no obvious cause of bloody stool before the patient was admitted to the hospital 3 months prior with mucus and blood attached to formed stools. The patient had no clear symptoms of abdominal pain, abdominal distension, tenesmus, fever, or night sweats. His weight had decreased by about 9 kg since he first became ill. He had a 5-year history of diabetes that was controlled by acarbose. A physical examination revealed no abnormalities. Laboratory investigations revealed no abnormalities except platelets count of 95 G/L. Colonoscopy revealed multiple nodular projections in the segmental mucosa of the sigmoid colon, some of which were transparent (Fig. a). Endoscopic ultrasound (EUS) revealed multiple cystic lesions in the submucosa, followed by ringing artifacts (Fig. b). We suspected that the patient had pneumatosis intestinalis based on the EUS findings.\\nWe performed further examinations to confirm the diagnosis. Intestinal computed tomography (CT) scan showed intramural gas in the sigmoid colon only (Fig. c, d, e). Consequently, the diagnosis of PCI was gradually established. To obtain better management, we used forceps to break the sac wall to exhaust the gas. The white bulge of the submucosa resembled a bubble after we used a snare to resect the surface of the mucosa with high-frequency electroscission (Fig. a, b, c). After being punctured by needles, the bubbles collapsed and the mucosa was removed and sent for pathological examination (Fig. d). Chronic mucosal inflammation was noted (Fig. e). The patient’s symptoms resolved, and he was cured 3 months later after administering intestinal flora microecological therapy and other conservative medical treatments (Fig. f). In addition to administering 5-aminosalicylic acid, we recommended that the patient discontinue the use of alpha-glucosidase inhibitor (α-GI) in the follow-up. No recurrence of digestive tract symptoms or other discomfort occurred during the 1 year of follow-up.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'30633030': 1, '29390561': 1, '30428434': 2, '19541582': 1, '19551617': 1, '8943984': 1, '3287869': 1, '28917259': 2, '25531306': 1, '23778433': 1, '1991429': 1, '33717521': 2, '25932738': 1, '33489552': 2, '20393776': 1, '17687617': 1, '34899236': 2, '32653891': 1, '2757491': 1, '18424288': 1, '10333964': 1, '28000108': 1, '13752845': 1, '527869': 1, '32879604': 1, '32280437': 2, '32892124': 1, '34912187': 2, '29121860': 2, '12556794': 1, '29251277': 1, '25692421': 1, '21125194': 1, '28106826': 1, '17895747': 1, '6872967': 1, '28585913': 1, '29954324': 2, '33772734': 1, '20686288': 1, '26323879': 1, '4064857': 1, '21269621': 1, '23946603': 1, '28611868': 2, '18932291': 1, '23196630': 1, '31694581': 2}", "similar_patients": "{'5602788-1': 1, '7813529-1': 1, '6232619-1': 1, '8613634-1': 1, '8589827-1': 1, '7136705-1': 1, '5458665-1': 1, '5679335-1': 1, '6022295-1': 1, '6022295-2': 1, '6022295-3': 1, '6022295-4': 1, '6022295-5': 1, '6022295-6': 1, '7948011-1': 1}"}