{"patient_id": 13857, "patient_uid": "6877988-1", "PMID": 31815021, "file_path": "comm/PMC006xxxxxx/PMC6877988.xml", "title": "An Atypical Case of Oral Squamous Cell Carcinoma of Mandibular Alveolus", "patient": "A 48-year-old female patient presented to the Department of Periodontics with the chief complaint of acute pain in relation to the lower right back teeth region for the past 2 months. The patient gave a history of antibiotic and analgesic medication for one week after consulting with a nearby hospital. Pain was the throbbing type and continuous in nature, and it aggravates on opening the mouth, during mastication, and while brushing teeth.\\nGeneral clinical examination revealed normal mouth opening. Multiple tender lymph nodes were noted on the right side of the face and neck region. On palpation, submandibular and cervical lymph nodes were tender and palpable (2 cm in diameter) and were firm and fixed to the skin.\\nThe intraoral examination revealed desquamative changes in relation to the 43, 44, 45, and 46 regions (). Grade 2 mobility in relation to the 44, 46, and 47 regions and grade 3 mobility in relation to 45. No associated paraesthesia was reported. An ulceroproliferative lesion extending from the 44 to 47 regions with mixed keratotic and erythematous area with granular appearance was noted (). On palpation, the lesion was tender with mild induration. Desquamative lesion was noted in relation to 13 extending to 15 regions (). Periodontal probing resulted in profuse bleeding in relation to 45 and 46 regions. Deep pockets (>6 mm) in relation to the 16, 17, 26, 27, 44, 45, 46, and 47 regions.\\nHard tissue examination revealed an end-on-end occlusion. A comprehensive periodontal examination was done which revealed heavy deposits of calculus on the lingual surface of mandibular posteriors. Generalized cervical abrasion and attrition were present. The oral hygiene maintenance was compromised due to severe pain while brushing interfering with proper plaque removal.\\nOPG revealed generalized horizontal bone loss with severe bone loss in relation to the 45 and 46 regions with widening of PDL space and furcation radiolucency in relation to 46. Impacted 18 and 28 were noted (). Diffused poorly defined radiolucency was noted in relation to 45 and 46 extending up to the superior border of the mandibular canal ().\\nBased on clinical and radiographic examination, a provisional diagnosis of chronic generalized periodontitis and carcinoma alveolus was made. Differential diagnosis is erosive lichen planus.\\nStaging of oral squamous cell carcinoma is done based on the American Joint Committee on Cancer. cTNM is the stage given after the clinical examination of the patient, while pTNM is the stage after the histopathological examination of the surgical specimen. Based on the American Joint Committee on Cancer January 2018, the cTNM cancer staging of this case is AJCC Stage IVA and stage grouping T4aN1M0 as there is involvement to the jaw bone and presence of a palpable lymph node of size 2 cm.\\nInitially, nonsurgical periodontal therapy including scaling and root planing was performed. Incisional biopsy of the oral lesion extending from the marginal gingiva of 44 to 46 to the mucogingival junction (measuring about 1.4∗1.3∗0.6 cm in size) was performed under LA (). The excised tissue was sent for histopathological examination (). 3-0 vicryl sutures placed and a surgical pack given (). The patient was kept under antibiotic and anti-inflammatory therapy for one week.\\nHistopathological examination of the given soft tissue section revealed islands and sheets of malignant squamous epithelial cells infiltrating into the connective tissue (Figures and ). The neoplastic cells exhibit numerous keratin pearl formation, nuclear and cellular pleomorphism, and mitotic figures ( (c1, c2) 40x). Areas of severely atrophic epithelium with few saw toothed rete pegs and basal cell degeneration are also seen. Based on clinical, radiographic, and histopathological examinations, the case is diagnosed as squamous cell carcinoma (SCC). The patient was referred to the Regional Cancer Centre (RCC), Thiruvananthapuram, for further treatments. We tried to contact the patient for further follow up but was in vain.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'11408825': 1, '18634945': 1, '10512134': 1, '11400241': 1, '16182917': 1, '17263148': 1, '6712321': 1, '26888230': 1, '8959576': 1, '6578686': 1, '18804401': 1, '16253104': 1, '15218562': 1, '31815021': 2}", "similar_patients": "{}"}