{"patient_id": 136318, "patient_uid": "6766562-1", "PMID": 31380593, "file_path": "noncomm/PMC006xxxxxx/PMC6766562.xml", "title": "Combined interventional procedure and cardiopulmonary bypass surgery in a dog with cor triatriatum dexter, patent foramen ovale, and pulmonary stenosis", "patient": "A 2-year-old 18-kg male American Pit Bull dog was presented to the cardiology department of the Istituto Veterinario di Novara for evaluation of an imperforate cor triatriatum dexter (CTD) associated with a right-to-left shunting patent foramen ovale (PFO). The dog had a history of syncope and progressive worsening of exercise intolerance. Two months before presentation, the dog had undergone unsuccessful minimally invasive membranostomy to treat the imperforate CTD. The imperforate membrane was considered too thick and fibrous to be easily ruptured by an interventional cardiology procedure based on balloon dilatation technique.\\nOn physical examination, the dog had a poor body condition score (BCS, 3/9) with a grade IV/VI left basilar holosystolic murmur, radiating on the right chest. Femoral pulses were mildly decreased in strength and were synchronous with heart beats. Lung sounds were unremarkable and the patient was eupneic with no evidence of ascites.\\nA CBC showed an increased packed cell volume (PCV, 58.5%; reference range, 38.3%-56.5%) and the serum biochemical profile was within normal limits. Arterial blood gas analysis showed low arterial oxygen saturation (SaO2, 88%; reference range, 95%-100%). Electrocardiography identified a sinus arrhythmia with right axis deviation of the mean electrical axis of the QRS complex (−120°; reference range, 40°-100°). On thoracic radiography, right ventricular enlargement and a dilated caudal vena cava (CdVC) were seen.\\nTransthoracic echocardiography disclosed a hyperechoic thick membrane that divided the right atrium into a cranial and a caudal chamber (Figure A,B). The cranial chamber communicated with cranial vena cava (CrVC), tricuspid valve, and right ventricle (Figure ). The caudal chamber was dilated and spherical, and received blood from a dilated CdVC and coronary sinus (Figure ). Using Doppler echocardiography, no flow was identified between the cranial and caudal chambers. However, the caudal chamber had a 5 mm communication with the left atrium through a PFO with right-to-left flow at a peak velocity of 1.3 m/s (Figure ). The pulmonary valve leaflets appeared subjectively thickened, with systolic doming and decreased excursion (Figure A,B). The pulmonary annulus was 14 mm and was considered mildly hypoplastic, with a pulmonary valve annulus-to-aortic valve annulus ratio of 0.73 (reference range, 0.8-1.15). The peak instantaneous pressure gradient across the pulmonary valve derived from the modified Bernoulli equation was 60 mm Hg and a poststenotic dilatation of the main pulmonary trunk was present. The right ventricle showed concentric hypertrophy, flattening of the interventricular septum during systole, and paradoxical septal motion. Based on these echocardiographic findings, a diagnosis of imperforate CTD, right-to-left shunting PFO, and valvular pulmonary stenosis (PS) was made.\\nA precontrast and postcontrast 16-Multidetector Computed Tomography (16-MDCT Lightspeed General Electric Medical System, Bergamo, Italy) angiography study of the thorax and abdomen, including an ECG-gated thoracic series, was performed under general anesthesia to confirm the diagnosis and to exclude other concomitant vascular anomalies. Iodinated nonionic contrast medium (Omnipaque 350 mg/mL; GE Healtcare S.r.l., Milan, Italy) was administered IV at a flow rate of 3 mL/s through the left saphenous vein, using a single-head power injector system (Medrad envision CT injector, Medrad Italia, Cava Manara, Italy), with a total dose of 2 mL/kg. A PFO of 5 mm was seen, with evidence of communication between the caudal chamber of the right atrium and the left atrium and contrast medium flow indicative of a right-to-left shunt. A filling defect of the right cranial chamber of the right atrium was detected, suggestive of an intact right intra-atrial membrane (Figure ). No other vascular malformations were found.\\nAt this point, a 2-step procedure combining a first-step interventional procedure (pulmonary balloon dilatation) followed by second-step surgical correction of the imperforate CTD and PFO under cardiopulmonary bypass (CPB) was performed. Interventional treatment of the CTD using balloon dilatation or cutting balloon was not considered a viable option because of the thick membrane and the previously unsuccessful attempt to perform minimally invasive membranostomy. Surgical membrane excision under total venous inflow occlusion was considered, but surgical correction under CPB was considered preferable, because of the complexity of the anomaly and the presence of a right-to-left shunt. Thus, pulmonary balloon valvuloplasty (PBV), followed 1 month later, by a surgical correction of the CTD and PFO under CPB, was planned.\\nPulmonary balloon valvuloplasty was performed using a 18 mm × 4 cm balloon dilatation catheter (Tyshak II balloon valvuloplasty catheter, Infiniti Medical, UK; balloon-to-pulmonary annulus ratio = 1.29) via the right external jugular vein, as described elsewhere. The echocardiogram performed the next morning showed an instantaneous systolic pressure gradient derived from the modified Bernoulli equation of 28 mm Hg. The dog was discharged 24 hours after the procedure without complications.\\nThe dog, reevaluated approximately 1 month later, remained stable, thus surgical correction of CTD and PFO under CPB was scheduled. The dog was sedated with methadone (0.2 mg/kg IV) and general anesthesia was induced with fentanyl (3 μg/kg IV) followed by a bolus of propofol (3 mg/kg IV). General anesthesia was maintained using isoflurane.\\nInitially, the left femoral artery and right external jugular vein were catheterized for measurements of arterial (systolic, diastolic, and mean) and central venous pressures. Heart rate, SaO2, end-tidal CO2, and rectal temperature were monitored continuously. Urine volume was monitored by a catheter in the bladder. Complete blood count, PCV, total protein concentration, activated clotting time, and arterial blood gases were determined as necessary. The CPB procedure was performed using a standard heart-lung machine (heart lung machine: Stockard SC, Dideco, Mirandola, Italy), utilized for arterial blood perfusion, aortic root venting, cardioplegic administration, and suction. The extracorporeal kit consisted of an open hard shell venous reservoir membrane oxygenator (0.61 m2) with integrated heat exchanger (heat exchanger: D101, Dideco). The extracorporeal circuit was primed with 5.55 mL/kg 18% D-mannitol, 1.66 mL/kg 4.8% sodium bicarbonate, 25 mg heparin sodium, and Ringer's acetate solution. Perfusion was managed according to standard protocols with flow rate of 2.4-2.6 L/min/m2 with mild hypothermia (36°C) and activated clotting time (ACT) maintained >480 seconds.\\nThe dog was positioned in left lateral recumbency and right lateral thoracotomy was performed through the fifth intercostal space. The patient was prepared for CPB by positioning vessel loops around the vena cavae and azygous and purse-string sutures in both vena cavae and aorta in the places of choice for cannulation. Both vena cavae were cannulated as close as possible to the right atrium.\\nAfter full heparinization (350 UI/kg) and ACT of >300 seconds, the aorta was cannulated with 12 Fr aortic straight cannula 12 aortic straight cannula PUN0034 (Dideco). The CrVC and CdVC were cannulated with respectively a 16 and 18 Fr straight cannula (16 and 18 Fr straight cannula: RV00016-RV00018 Calmed, Dideco). A 5 Fr cannula (5 Fr Cannula Calmed, Dideco) was inserted in the aortic root for delivery of the cardioplegic 4°C St. Thomas' solution. Partial CBP was started (ACT time >480 seconds) with a slight cooling of the patient. At this time, general anesthesia was switched from isoflurane inhalation to continuous rate infusion of fentanyl (0.01 mg/kg/h IV) and propofol (0.1 mg/kg/min IV). After clamping the aorta, cardioplegic solution was administered.\\nThe right atrium was incised and the intratrial membrane and PFO were identified. The intratrial membrane was resected using Metzenbaum scissors and the PFO was closed with a 5-0 polypropylene single cross-stitch suture. Before completing the atrial closure, the heart was filled by decreasing the venous drainage to eliminate the possibility that air remained in the right atrium. After complete closure of the atriotomy with a 3-0 polypropylene continuous horizontal mattress pattern oversewn with a simple continuous pattern, suction was activated by the aortic root vent and the lungs were inflated to complete the de-airing procedure of the heart. After confirming a complete and successful de-airing by transesophageal echocardiography during weaning from CPB, the aortic clamp and the vena cavae vessel loops were removed.\\nThe lowest body temperature during the procedure was 36°C. As coronary circulation was restored, ventricular fibrillation was observed, and the heartbeat resumed after internal electrical defibrillation at 30 J. The total duration of cardiac arrest was 12 minutes. The body temperature was gradually recovered to 38°C and the CPB flow was gradually decreased to wean the patient from CPB. Transesophageal echocardiography was performed to evaluate the result of the procedure, cardiac contractility, and complete removal of air from the heart. Anesthesia was switched to maintenance with isoflurane inhalation. After weaning the patient from CPB, all cannulae were removed and 350 mg of protamine sulfate administered IV over 30 minutes. At this point, the dog's hemodynamic condition was good. The total CPB time was 60 minutes. Finally, a thoracostomy tube was inserted and the chest closed after confirming that activated clotting time was <200 seconds.\\nPostoperative blood tests indicated a PCV of 44% and total protein concentration of 21 g/L (reference range, 56-76 g/L), consequently, a plasma transfusion was started. Arterial oxygen saturation increased to normal (SaO2, 99%). The dog was kept sedated for 24 hours. During this period, the dog showed some episodes of hypotension, which were treated with inotropic and vasoactive drugs, and some episodes of accelerated idioventricular rhythm, not requiring treatment.\\nEchocardiography performed 48 hours postoperatively confirmed normal laminar flow across the excised membrane orifice from the caudal into the cranial chamber of the right atrium, although some dilatation of the caudal compartment persisted (Figure ), as well as complete closure of the PFO. The instantaneous systolic pressure gradient derived from the modified Bernoulli equation through the pulmonary valve had slightly increased to 35 mm Hg. Arterial oxygen saturation was maintained within the reference range, the plasma total protein concentration progressively increased, and the dog was discharged 10 days postoperatively.\\nAt 1, 3, and 6 months after intervention, the dog was active with progressive improvement of its BCS from 3 to 5 and no more syncopal episodes or exercise intolerance was observed. Arterial oxygen saturation was always maintained within the reference range (97%-99%). Serial echocardiographic reevaluations showed laminar right atrial inflow, complete closure of the PFO, and mild residual PS.\\nCor triatriatum dexter is a relatively rare congenital condition in dogs, in which persistence of the right sinus venosus valve causes partitioning of the right atrium into cranial and caudal chambers. The fibro-membranous partition commonly is perforated, but also can be imperforate with no communication between the right atrial chambers, as in our case. In dogs, several concurrent cardiovascular abnormalities have been described with CTD., , , , , , ,\\nImperforate CTD can be associated with PFO or other atrial septal defects. High pressure in the caudal right atrial chamber in dogs with CTD may result in persistent patency of the foramen ovale, which normally closes shortly after birth. The PFO acts as a “pop-off” valve for the high-pressure caudal right atrial chamber. However, the presence of right-to-left shunting between the caudal right atrial chamber and the left atrium may determine subsequent hypoxemia, which was suspected to be responsible for our patient's exercise intolerance and syncope.\\nA variety of surgical and minimally invasive catheterization techniques have been described to treat CTD in dogs., , , , , , , , , , , , , To date, PFO and concurrent CTD have been described in 4 dogs., , In all of them, the CTD was treated by interventional balloon dilatation, without closing the PFO. We decide to close the PFO because of the risk of paradoxical embolism, which can occur in humans with PFO, even with small shunts. In addition, when the PFO is associated with right ventricular pressure overload, the risk of right-to-left shunt across the interatrial septum is high, possibly leading to hypoxemia and exercise intolerance, which were prominent clinical signs in our patient.,\\nTo our knowledge, only a single previous report has described successful surgical management of CTD using CPB, but the dog did not have PFO and PS. A PBV initially was performed to provide a hemodynamic benefit for right ventricular function in preparation for the second surgical procedure, to consist of surgical excision of the CTD membrane and PFO closure.\\nIn humans with PS, PBV currently is recommended for asymptomatic patients with domed valve morphology and pulmonary peak echo gradient >60 mm Hg. In veterinary medicine, no guidelines are available regarding the best treatment option for patients with moderate PS. One study suggested that PBV should be performed in dogs with moderate PS, because untreated PS is associated with increased risk of cardiac death. In another recent study, PBV did not significantly increase survival in dogs with moderate PS, but it may prove beneficial in symptomatic dogs with moderate PS. The pressure gradient of the PS depends on contractility and preload of the right ventricle as well as the diameter of the stenotic orifice. We believe that in the present case, the severity of PS could have been underestimated because of the decrease in right ventricle preload associated with the imperforate CTD and right-to-left shunting PFO. In the veterinary literature, 2 cases of CTD and PS have been described in dogs., In 1 dog, the perforate CTD was associated with a PFO, interventricular septal defect and PS with a transvalvular pressure gradient of 70 mm Hg. In the other case, the dog was affected by imperforate CTD, PFO, PS, and double-chambered right ventricle with a pressure gradient through the mid-ventricular obstruction of 43 mm Hg. In both cases, CTD was corrected by interventional cardiology using balloon dilatation of the intratrial membrane without treating the PS., In comparison with these cases that were treated only by balloon dilatation of the intratrial membrane, because of concern for the capacity of the right ventricle, PBV was elected in our case. The concern was that successful complete excision of the intratrial membrane would acutely restore adequate venous return and provide enough hemodynamic stress and increase the risk for development of right ventricular failure. However, after correction of the CTD, the instantaneous systolic pulmonary pressure gradient increased slightly from 28 to 35 mm Hg, which suggests that PBV may not have been necessary.\\nSurgical correction of CTD, either by minimally invasive catheterization techniques, utilizing a standard balloon or a cutting balloon, or with direct excision of the membrane by atriotomy, is the preferred method of treatment., , , , , , , , , , , , However in our case, interventional treatment of the CTD was not considered a viable option because of the thick membrane and the previously unsuccessful minimally invasive procedure. In humans, the combination of PFO and CTD is treated surgically using CPB, for reasons of safety, surgical control, and accuracy of the procedure., , Moreover, the presence of CTD in a patient with PFO increases the risk for paradoxical embolism. To our knowledge, the safety of total venous inflow occlusion in dogs with CTD and PFO has not been previously reported. In dogs, the successful use of total inflow occlusion to treat CTD has been reported in 7 patients, but none of these dogs was affected by a concomitant PFO., , , , , Thus, CPB would have allowed enough time to open the heart and fully evaluate the anatomy of the associated cardiac defects, thereby allowing the surgeon to assess and accurately resect the intratrial membrane, as well as close the PFO, decreasing the risk of paradoxical embolism. In contrast, total venous inflow occlusion would have allowed only limited time to examine the heart and correct both defects, and with a higher risk of paradoxical embolism. The disadvantages of surgical correction under CPB are the need for special equipment, its potentially high cost (approximately 15 000 euros) and limited availability of treatment centers. Moreover, CPB is considered a high morbidity and mortality approach, with several intraoperative and postoperative complications (eg, hemorrhage, embolism, infection) that could lead to patient death. However, the use of CPB in dogs has increased considerably in the last 10 years,, , , , , as has safety, because of improvement in surgical and perfusion techniques, specialized equipment, and operator expertise. Finally, our group had already started using CPB with success for surgical treatment of other cardiac diseases in dogs and therefore had experience with this technique.\\nIn conclusion, although several methods had been described for the correction of CTD, we consider surgical correction under CPB an efficient treatment choice for CTD associated with PFO, especially in dogs with other concurrent cardiac defects. In such cases, the benefits, risks, and safety of CPB should be evaluated using an individualized approach, and considering the clinical scenario, risks for the dog, and the availability of specialized equipment and operator expertise.", "age": "[[2.0, 'year']]", "gender": "M", "relevant_articles": "{'23164065': 1, '19021284': 1, '28049537': 2, '26487104': 1, '23040567': 1, '21835710': 1, '21395617': 1, '28916901': 1, '12934813': 1, '27524307': 1, '25179457': 1, '10587266': 1, '19412123': 1, '12045168': 1, '23182083': 1, '8428836': 1, '21627655': 1, '19425172': 1, '29193096': 1, '22559109': 1, '23146131': 1, '14756204': 1, '29877312': 1, '11817060': 1, '18196738': 1, '23889710': 1, '11301744': 1, '26777393': 1, '23325592': 1, '22225461': 1, '25683781': 1, '26787493': 1, '14552479': 1, '31380593': 2}", "similar_patients": "{'5210289-1': 1}"}