{"patient_id": 136598, "patient_uid": "6789396-1", "PMID": 31616702, "file_path": "noncomm/PMC006xxxxxx/PMC6789396.xml", "title": "Inferior pancreaticoduodenal artery pseudoaneurysm in a patient with calculous cholecystitis: A case report", "patient": "A 69-year-old man presented to the emergency department with severe right epigastric pain and vomiting.\\nThe patient had experienced right epigastric pain repeatedly in recent 2 years. He has not been checked up in any other hospital before.\\nHe underwent inguinal herniorrhaphy 10 years ago and without other medical history.\\nA significant personal or family medical history did not exist.\\nClinical examination revealed tenderness and rebound pain in the upper abdomen. The Murphy’s sign was positive. A surgical scar of about 4 cm in length can be seen in each of the bilateral inguinal regions.\\nThe results of laboratory examinations are as follows: white cell count, 28.80 × 109/L; neutrophil ratio, 91.99%; aspartate transaminase, 123 U/L; alanine aminotransferase, 104 U/L; glutamyl transpeptidase, 116 U/L; albumin, 27.20 g/L; direct bilirubin, 12.70 μmol/L; C-reactive protein, 217.00 mg/L; CA125 (OVL), 65.03 U/mL; CA199 (GIIUO), 46.30 U/mL; and amylase, 47 U/L.\\nA computed tomography (CT) scan demonstrated acute cholecystitis and cholecystolithiasis (Figure and ). In view of the patient’s poor clinical condition, percutaneous gallbladder drainage instead of cholecystectomy was performed subsequently. He was discharged 3 d after percutaneous cholecystostomy and readmitted to hospital for cholecystectomy as arranged 1 mo later. However, a repeat CT scan of the abdomen revealed an emerging 3.8 cm × 3.9 cm × 3.0 cm mass between the pancreatic head and the third portion of the duodenum (Figure and ). Contrast-enhanced CT suggested that the enhancing mass was probably a hematoma (Figure and ). The patient suffered hematochezia and hemorrhagic shock suddenly the next day after CT scan. Emergency percutaneous angiogram was performed and selective catheterization of the superior mesenteric artery demonstrated a pseudoaneurysm in the inferior PDA (Figure ).", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'19037533': 1, '18727971': 1, '26183635': 1, '27803430': 1, '17418076': 1, '15297817': 1, '10077055': 1, '17404854': 1, '11387157': 1, '28782418': 1, '17264002': 1, '31616702': 2}", "similar_patients": "{}"}