{"patient_id": 9858, "patient_uid": "6612404-1", "PMID": 31341696, "file_path": "comm/PMC006xxxxxx/PMC6612404.xml", "title": "The Association of Renal Agenesis and Ipsilateral Seminal Vesicle Cyst: Zinner Syndrome Case Report", "patient": "A 20-year-old Saudi male patient not known to have any chronic medical illness was referred to our urology department complaining of chronic left groin pain radiating to the left testis and the medial aspect of the left thigh for the last 6 years. Patient is also complaining of painful ejaculation with no history of lower urinary tract symptoms, hematuria, or trauma. Physical examination was unremarkable. Laboratory tests were ordered including complete blood count and renal function tests which all were within normal ranges. Ultrasound (US) report from the referring hospital mentioned that there is a left pelvic mass. Computed tomography (CT) and magnetic resonance imaging (MRI) showed diffuse distension of left seminal vesicle (9 X 7 cm) cyst () with ipsilateral left renal agenesis () which corresponds to Zinner syndrome. Left seminal vesicle (SV) cyst excision through a low midline incision was done. After general anesthesia and drabbing, a low midline incision was done with a transperitoneal approach, then retracting the intestine exposing and dissecting the right seminal vesicle cysts with release of the adhesion from the pelvic side wall reaching the level of the vas then ligations of both the distal end of SV and vas while preserving the contralateral vas and SV. Haemostasis was done with the insertion of a pelvic drain and closure of the wound in layers. The patient was asymptomatic during his follow-up in our clinic with disappearance of the pain.", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'30089996': 2, '6611933': 1, '33763284': 2, '1117507': 1, '28407634': 1, '27920851': 1, '9643661': 1, '27672439': 1, '28875088': 2, '33489407': 1, '1846377': 1, '8535739': 1, '31341696': 2}", "similar_patients": "{'5580973-1': 1, '7964102-1': 1, '6060597-1': 1}"}