{"patient_id": 7549, "patient_uid": "6451804-1", "PMID": 31019817, "file_path": "comm/PMC006xxxxxx/PMC6451804.xml", "title": "Postoperative Hardware-Related Infection from Kytococcus schroeteri: Its Association with Prosthetic Material and Hematological Malignancies—A Report of a Case and Review of Existing Literature", "patient": "Our patient was an 80-year-old female with a history of chronic adrenal insufficiency on oral prednisone. She suffered a left-sided intertrochanteric hip fracture and underwent a surgical implantation of a cephalomedullary nail to stabilize the femoral neck. Over the next two weeks, she developed continuous drainage from the surgical incision. On presentation to the hospital, she had ecchymoses on her left flank and serosanguinous drainage from her left hip incision. She was afebrile on admission but had an elevated white blood cell count of 29 × 109/L. An ultrasound of the hip and groin region showed a hematoma and a large left groin pseudoaneurysm from the profunda femoral artery, which was confirmed by a CT angiogram. The patient underwent coil embolization of the pseudoaneurysm and surgical wound debridement.\\nThere were multiple positive culture results for K. schroeteri on hip tissue/peri-joint tissue sent intraoperatively; and the treating infectious disease team with orthopedic infectious disease speciality focus felt this was real and constituted a prosthetic joint infection, warranting full treatment and suppression. This strain was resistant to penicillin but susceptible to clindamycin and vancomycin by Mueller–Hinton agar dilution.\\nThe patient was discharged to a care facility and received four weeks of daptomycin. This medication was chosen for out-of-hospital convenience of administration, owing to the once-a-day dosing. She recovered complete mobility of the joint and had no further complications in her course.", "age": "[[80.0, 'year']]", "gender": "F", "relevant_articles": "{'22301612': 1, '17919958': 1, '22392020': 2, '22778375': 1, '16038741': 1, '12361263': 1, '19797467': 1, '20213285': 1, '34441003': 2, '19010078': 1, '21931062': 1, '33799382': 1, '26064718': 2, '16517928': 1, '22162554': 1, '18239991': 1, '15714667': 1, '23002062': 1, '19596532': 1, '31019817': 2}", "similar_patients": "{'8400003-1': 1, '3461212-1': 1, '4439477-1': 1}"}