{"patient_id": 128360, "patient_uid": "6103547-1", "PMID": 30135854, "file_path": "noncomm/PMC006xxxxxx/PMC6103547.xml", "title": "Management of a permanent maxillary first molar with unusual crown and root anatomy: a case report", "patient": "A 35-year-old male patient reported to the Department of Conservative Dentistry and Endodontics, Army College of Dental Sciences, Telangana, India, with the chief complaint of mild intermittent pain in relation to left posterior tooth region in the maxilla for 10 days. The pain intensified mildly by thermal stimuli and on mastication. History revealed intermittent pain in relation to the same tooth with hot and cold stimuli for the past 2 months. No relevant medical history was elicited.\\nClinical examination revealed a deep carious lesion on the mesial aspect of maxillary left first molar (tooth #26) whose crown had an abnormally large size with 7 cusps (). The tooth was tender to percussion. There was no tenderness on palpation of the buccal and palatal aspect of the tooth. There was no mobility and the periodontal probing all around the tooth was found to be well within the physiological limits. Vitality testing of tooth #26 with heat and cold elicited an intense lingering pain, and on using an electric pulp tester (Gentle Pulse Analog Pulp Tester, Parkell, Edgewood, NY, USA), it gave no response.\\nA preoperative intraoral periapical radiograph revealed mesio-occlusal radiolucency approaching the pulp space and an unusual anatomic configuration of the root suggesting the presence of at least 5 roots, 3 buccal, and 2 palatal (). From the clinical and radiographic findings, a diagnosis of symptomatic irreversible pulpitis with symptomatic apical periodontitis in relation to tooth #26 was made and endodontic treatment was suggested to the patient.\\nSince the pre-operative radiograph did not clearly reveal the morphology of the root canal system, a single volume CBCT scan (NewTom 5G, Cefla S.C., Verona, Italy) was advised to confirm the number of roots and the internal canal morphology of the tooth before initiating the endodontic treatment. It was ascertained through the CBCT scans that the tooth had 5 roots (), 2 buccal, 2 palatal, and 1 middle root, extending buccolingually as a single flat and broad root.\\nEach root had one canal except in the middle root which had 2 canals. The root canals in the mesiobuccal, distobuccal, distopalatal, and mesiopalatal showed Vertucci's type I canal configuration, whereas the 2 canals in the middle root showed Vertucci's type IV canal configuration ().\\nA posterior superior alveolar (PSA) block was administered by injecting 1.8 mL (52.3 mg) of 2% lignocaine containing 1:80,000 epinephrine (Lignox 2% ADR INJ, Indoco Remedies Ltd. (Warren, Pharma), Mumbai, MH, India) followed by rubber dam isolation. The caries was excavated using large BR #31 round bur (Mani, Inc., Utsunomiya, Japan) followed by a pre-endodontic buildup of the mesial wall using composite (Spectrum Composite, Dentsply, Weybridge, Surrey, United Kingdom). An endodontic access cavity was established using Endo Access bur #3 (Dentsply Maillefer, Tulsa, OK, USA). Clinical examination with a DG-16 endodontic explorer (GDC, CE, Hoshiarpur, PB, India) revealed 6 canal orifices. During examination under a dental operating microscope (600 Operating Microscope, Seiler, Seiler Precision Microscopes, St. Louis, MI, USA), the presence of 6 canal orifices, mesiobuccal, distobuccal, middle buccal, mesiopalatal, distopalatal, and middle palatal orifices, were confirmed ().\\nThe working length was determined with the help of an electronic apex locator (Root ZX, Morita, Tokyo, Japan) and later confirmed using several working length radiographs taken at different angulations (). The access cavity was sealed with IRM cement (Dentsply De Trey GmbH, Konstanz, Germany). The patient was asymptomatic at the second appointment. Cleaning and shaping was performed under rubber dam isolation using M2 rotary system (VDW, Munich, Germany) in a crown down technique. An irrigation protocol with 5mL of 3% sodium hypochlorite solution (Vishal Dentocare Private Ltd., Ahmedabad, GJ, India) and then 5 mL 17% ethylenediaminetetraacetic acid (pH = 7.7, Dentwash, Prime Dental, Kalher, Bhiwandi, MH, India) followed by 5 mL of 2% chlorhexidine gluconate was followed. In between each of these irrigants, 5 mL of normal saline was used and lastly a final rinse was done with 5 mL normal saline. The canals were dried with absorbent paper points (Pearl Endopia, Pearl Dent Co., Ltd., Ho Chi Minh City, Vietnam). Obturation was performed using single cone obturation technique of gutta percha (Dentsply Maillefer Europe, Ballaigues, Switzerland) and AH Plus Resin sealer (Dentsply Maillefer), applied using lentulospiral (Dentsply Maillefer) (). A post-endodontic restoration with a posterior composite resin (Spectrum Composite, Dentsply) was done. Follow up radiograph and clinical photograph of tooth #26 at the end of 6 months were taken (). The patient was asymptomatic and was advised a full-coverage porcelain fused to metal (PFM) crown.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'15329575': 1, '25239993': 1, '19249591': 1, '17697108': 1, '16793482': 1, '25298653': 2, '28194366': 2, '18155501': 1, '25214739': 2, '1919407': 1, '20416446': 1, '17185117': 1, '20951288': 1, '25961622': 1, '17931947': 1, '18805231': 1, '5225309': 1, '21496678': 1, '2081944': 1, '24688587': 2, '23559961': 2, '12043874': 1, '23984111': 2, '25734290': 1, '17178504': 1, '30135854': 2}", "similar_patients": "{'3745875-1': 1, '3745875-2': 1, '4174712-1': 1, '4148580-1': 1, '3612233-1': 1, '3961836-1': 1, '5299757-1': 1}"}