{"patient_id": 10751, "patient_uid": "6683457-1", "PMID": 31382904, "file_path": "comm/PMC006xxxxxx/PMC6683457.xml", "title": "A case report of recurrent membranoproliferative glomerulonephritis after kidney transplantation due to ventriculoatrial shunt infection", "patient": "A 43-year-old Caucasian woman, who had undergone cadaveric kidney transplantation 4 years earlier, was referred to us due to a creeping rise in serum creatinine. Her medication included cyclosporine, mycophenolate-mofetil, prednisone, omeprazole, and oral sodium bicarbonate. She had been on hemodialysis for 3 years before receiving the allograft. To determine the diagnosis leading to end-stage renal disease, a native kidney biopsy had been performed 12 years ago showing MPGN in histopathology. According to her file, a further diagnostic workup back then had not revealed any signs of an underlying condition leading to the classification as idiopathic MPGN. However, due to the long time passed, no data was available regarding the details of the exams that had been performed. Upon presentation, the patient reported malaise, elevated body temperature and shivering when combing her hair or working over-head. She had been experiencing occasional milder episodes of unclear infection during the last decades. Aside from an elevated arterial pressure of 165/85 mmHg, the physical examination was unremarkable. We conducted a complete laboratory blood analysis, which showed a serum creatinine of 183 μmol/L (eGFR CKD-EPI 24 ml/min; best creatinine after transplantation: 92.3 μmol/L, eGFR 56.1 ml/min), a mildly elevated c-reactive protein of 275 nmol/L (28.9 mg/L), a significantly increased procalcitonin (11.1 μg/L), low C3 complement (0.78 g/L), and cyclosporine levels within the target range. The initial urine analysis revealed microhematuria with mild albuminuria of 49 mg/g creatinine. Repeated blood and urine microbial cultures remained sterile. Ultrasound examination of the transplant kidney revealed a normal size without parenchymal or vascular abnormalities. Kidney biopsy showed an active endocapillary proliferative glomerulonephritis - consistent with an early stage of recurrent membranoproliferative glomerulonephritis type I (Fig. ) with electron dense subendothelial deposits lacking significant glomerular basement membrane splitting. Deposits were positive for IgM, C1q and C4d, with IgA, IgG and C3c virtually negative, excluding a C3-glomerulopathy. Serological studies for human immunodeficiency virus, hepatitis virus, Epstein-Barr virus, cytomegalovirus, parvovirus B19 showed no signs of active disease. Monoclonal gammopathy was excluded by serum and urine immuneelectrophoresis and a serum free light-chain assay. Transesophageal echocardiography demonstrated absence of endocarditic vegetations. Other infectious foci were excluded by sonography and clinical examination. DsDNA-antibodies, anti-neutrophil antibodies, and donor-specific antibodies were not detected. We found anti-nuclear antibodies (subtype SS-A / Ro-60) with a titer of 1:320. Apart from the transplant dysfunction there were no clinical signs of specific autoimmune diseases. The patient did not report recent travels to foreign countries. A ventriculoperitoneal shunt (VP) had been placed at the age of 14 due to congenital aqueductal stenosis and hydrocephalus. At the age of 21 the VP shunt had been switched to a ventriculoatrial shunt (VA) due to recurrent abdominal pain. It had not been possible to recover remnants of the VP-shunt, which had remained in situ.\\nShivering on working over-head, recurrent laboratory signs of inflammation, and excluding other causes of MPGN were the clinical cues that led us to suspect a chronically infected VA-shunt as trigger of transplant failure.\\nTo assess the feasibility of shunt removal, we conducted an MRI of the cerebrospinal fluid circulation and interspaces. Imaging revealed a triventricular hydrocephalus with aqueductal stenosis but patent interventricular foramina. Thus, the patient was subjected to endoscopic ventriculocisternostomy and placement of an external liquor drainage, which was removed as soon as the ventriculocisternostomy had proven to drain liquor efficiently. VP- and VA-shunt material was removed surgically. Due to extensive calcification of the VA-shunt-fragment in the superior VC, a 5 cm fragment could not be mobilized manually and had to be removed interventionally via femoral vein access, thus obviating open cardiothoracic surgery. The calcifications remained in place. Despite negative blood and cerebrospinal fluid (CSF)-cultures, microbial analysis detected Staphylococcus hominis and epidermidis on the VP-shunt and Staphylococcus epidermidis on the atrial catheter fragment. All recovered intracranial material remained culture-negative. In accordance with the resistogram, flucloxacilline (3 g IV QID) was administered for 14 days intravenously; antibiotic therapy was continued for another ten days using amoxicillin/clavulanic acid (500/125 mg PO TID). Kidney function began to improve immediately after shunt removal, serum creatinine reached 119.8 μmol/L (eGFR 40 ml/min) 10 weeks after shunt extraction. Hematuria improved in parallel. There were no new episodes of fever and shivering while inflammation parameters returned to normal. The patient did not show any neurological symptoms and was discharged after a course of 39 days. Ever since completion of antibiotic therapy our patient has been free of any renal or systemic symptoms of infection at the last follow-up approximately 1.5 years after shunt removal. Allograft function has improved since discharge (last eGFR 46 ml/min). With complete resolution of hematuria and microalbuminuria, the patient shows no remaining signs of glomerular disease.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'16362390': 1, '22435371': 1, '4165274': 1, '1106192': 1, '1127260': 1, '9198042': 1, '1245951': 1, '33330950': 1, '26154922': 1, '4000330': 1, '6831779': 1, '4176718': 1, '26895216': 1, '25447133': 1, '6762506': 1, '18322539': 1, '18397713': 1, '31382904': 2}", "similar_patients": "{}"}