{"patient_id": 6080, "patient_uid": "6357502-1", "PMID": 30704432, "file_path": "comm/PMC006xxxxxx/PMC6357502.xml", "title": "A case of aggressive atypical anti-GBM disease complicated by CMV pneumonitis", "patient": "A 24-year-old male with a history of hypertension, hypothyroidism, morbid obesity, and significant smoking history (both cigarette and marijuana) presented to urgent care with a two-week history of progressive leg edema and hemoptysis. He was found to have nephrotic range proteinuria and acute renal failure with a serum creatinine of 346 μmol/L (no comparison values available). Chest x-rays showed progressive worsening bilateral patchy opacities (Fig. ) and chest CT showed mild scattered patchy ground-glass parenchymal opacities bilaterally. Serological tests for anti-GBM (ALBIA), anti-neutrophilic cytoplasmic antibodies (ANCA, MPO, PR3), anti-nuclear antibodies, extractable nuclear antigens (including anti-dsDNA), anti-C1q, hepatitis B and C, HIV, and Streptolysin O were all negative. His C3, C4, and Kappa/Lambda free light chain ratio were within normal range.\\nRenal biopsy showed necrotizing and crescentic glomerulonephritis involving 70% of the glomeruli, diffuse endocapillary and mesangial hypercellularity and focal GBM duplication (Fig. ). Direct IF microscopy showed strong linear IgG staining along the glomerular basement membranes and focal staining along tubular basement membranes. Linear staining was also observed for both light chains (lambda>kappa), with weaker IgA staining and no IgM, C3 or C1q staining (Fig. ). Staining for IgG subtypes was positive for IgG2 and IgG4 in a linear pattern (IgG4 > IgG2) (Fig. ). No immune complex-type dense deposits type nor “powdery” linear densities along the GBM were seen by electron microscopy (EM) (not shown).\\nBased on the combination of strong linear IgG staining in the glomeruli and circulating anti-GBM antibodies within normal range, a diagnosis of atypical anti-GBM disease was made, and the patient was started on high dose prednisone and IV cyclophosphamide. His hemoptysis was felt secondary to anti-GBM disease rather than hypervolemia from severe GN though he did not undergo bronchoscopy during that time. During workup, he was found to have elevated serum IgM lambda monoclonal protein at 1.5 g/L. On discharge, a chest x-ray showed resolution of the patchy infiltrates, and he was prescribed continuation of corticosteroids, IV cyclophosphamide 1.2 g biweekly [] (received 4 treatments total), and trimethoprim/sulfamethoxazole for Pneumocystis jiroveci prophylaxis. Renal function also improved and at discharge his creatinine was 305 μmol/L, following a peak of 454 μmol/L.\\nThe patient returned to Urgent Care approximately 1 month later with fever, massive hemoptysis, and anuria. Serum creatinine was 1065 μmol/L, and he was urgently started on dialysis. Chest X-ray showed worsening of bilateral patchy opacities (Fig. ). Empirical treatment for presumed relapse of his disease was initiated, with 500 mg IV methylprednisolone and plasma exchange with fresh frozen plasma as replacement fluid. He also received empiric ceftriaxone and azithromycin and continued on prednisone 60 mg daily, along with cyclophosphamide, and trimethoprim/sulfamethoxazole. He underwent bronchoscopy, and his bronchoalveolar lavage did not initially reveal an infectious agent, although the respiratory panel was positive for parainfluenza. CMV was not assayed at the time of initial bronchoscopy. Of note, his BAL was persistently bloody but did not meet criteria for diffuse alveolar hemorrhage (his hemosiderin-laden macrophage count was < 20%).\\nThe patient was managed for 5 days as above but continued to have massive hemoptysis and worsening pulmonary infiltrates radiographically. As a result, rituximab therapy was initiated for possible cyclophosphamide-resistant atypical-anti-GBM disease. The patient’s clinical condition continued to decline as he required intubation and underwent repeat bronchoscopy. He was empirically treated with piperacillin/tazobactam and linezolid despite all of his blood/alveolar lavage bacterial cultures being negative. His echocardiogram and enhanced chest CT were unremarkable for other etiologies contributing to severe pulmonary hemorrhage. He was subsequently started on empiric ganciclovir for possible cytomegalovirus (CMV) infection. Results of the second bronchoscopy confirmed CMV and a viral load of > 106 IU/mL from his BAL fluid. Cytology showed inclusion bodies consistent with CMV infection. His serum showed a CMV load of > 2 million IU/mL. He never had CMV checked prior to this. After initiation of ganciclovir, the patient experienced clinical improvement with resolution of his hemoptysis and chest x-ray abnormalities. His renal function however never recovered, and he remained dialysis dependent.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'22156754': 1, '27459964': 2, '32391252': 1, '18413444': 1, '11567730': 1, '24456936': 1, '25462583': 1, '19364515': 1, '912270': 1, '25349695': 1, '23303673': 1, '12046026': 1, '26994577': 1, '21066862': 1, '16613350': 1, '19470674': 1, '24189476': 1, '29352044': 1, '2843844': 1, '27679709': 1, '32680573': 2, '33013861': 1, '27679711': 2, '19680020': 1, '29142944': 1, '6140495': 1, '4553745': 1, '17474560': 1, '2128958': 1, '30704432': 2}", "similar_patients": "{'7368767-1': 1, '5036897-1': 1, '4962374-1': 1}"}