{"patient_id": 5527, "patient_uid": "6323478-1", "PMID": 30675410, "file_path": "comm/PMC006xxxxxx/PMC6323478.xml", "title": "Right Upper Lobe Torsion after Right Lower Lobectomy: A Rare and Potentially Life-Threatening Complication", "patient": "An 84-year-old woman with angina, diabetes mellitus (DM), hypertension, and Alzheimer's disease was referred to our institution for suspected right lung cancer. Physical examination revealed the following: body height, 150 cm; weight, 68.4 kg; and body mass index, 30.4. Chest computed tomography (CT) revealed a 1.8 cm nodular lesion with an ill-defined margin in the right lower lobe, suggesting lung cancer without metastasis (). Three-dimensional CT revealed normal bronchial anatomy (). Her preoperative vital capacity was 1.77 L as assessed using a spirogram, and the forced expiratory volume in 1 s was 1.35 L. Subsequently, we performed thoracoscopic right lower lobectomy without mediastinal lymph node dissection. The anesthetic and operative times were 189 and 92 min, respectively, with minimal blood loss. The total amount of intraoperative fluid replacement was 1000 mL. Final pathological finding was adenocarcinoma with hilar lymph node metastasis diagnosed as pT1bN1M0 (p-stage IIB according to the 8th IASLC classification criteria) []. Extubation was safely performed in the operating room, and she was followed up in the intensive care unit. However, postoperatively, she complained of dyspnea without chest pain and developed arterial oxygen desaturation 12 h postoperatively. Oxygen saturation reduced to 86% despite the administration of 10 L/min oxygen, corresponding to a PaO2 of 54 mmHg. An emergency chest computed tomography (CT) revealed the right upper bronchial stenosis with hilar peribronchovascular soft tissue edema (PSTE) because the middle lung lobe had been pushed upward and forward, and the right upper lung lobe had twisted dorsally (Figures and ). Three-dimensional CT scan showed severe bronchial stenosis (). Emergency bronchoscopy revealed severe right upper bronchial stenosis with an eccentric rotation and severe edema (). Echocardiography and electrocardiography revealed a cardiac ejection fraction of 55% and normal diameter of the inferior vena cava, thus ruling out ischemic heart disease. Subsequent emergency blood tests revealed normal hepatorenal function and serum albumin level. She was diagnosed with localized right upper bronchial obstruction with bronchial edema and hilar PSTE due to right upper lobe torsion after right lower lobectomy. There was no evidence of venous congestion, hemorrhagic infarction, necrotic findings, increased pleural effusion, or atelectasis. Therefore, we decided conservative treatment as primary care. ARF was treated using noninvasive positive pressure ventilation for 2 days and 40 mg methylprednisolone injection for 3 days. A follow-up chest CT on postoperative day (POD) 3 revealed improvement of the right upper bronchial stenosis; she subsequently received 30 mg oral predonine for 7 days (Figures –). 3D-CT on POD 14 showed the counterclockwise rotation of right upper lung lobe but obvious improvement of stenosis of the bronchus (). The chest tube was removed on POD 1. She was discharged on POD 16, after recovery. At the 4-month follow-up, she exhibited good health without any evidence of right upper bronchial stenosis.", "age": "[[84.0, 'year']]", "gender": "F", "relevant_articles": "{'29030781': 1, '16968544': 2, '2377078': 1, '24569339': 1, '18194702': 1, '8553936': 1, '3544030': 1, '26762738': 1, '18042566': 1, '27209019': 1, '11726883': 1, '15753880': 1, '30675410': 2}", "similar_patients": "{'1584227-1': 1}"}