{"patient_id": 133493, "patient_uid": "6503651-4", "PMID": 31118839, "file_path": "noncomm/PMC006xxxxxx/PMC6503651.xml", "title": "Improving fluid resuscitation in pediatric shock with LifeFlow®: a retrospective case series and review of the literature", "patient": "A 15-year-old boy was an unrestrained passenger in the rear seat of a vehicle which struck a tree at high speed. He was found outside of the vehicle and was transported to the ED by EMS. On arrival to the ED, he was moaning and had a Glasgow Coma Scale of 8, facial abrasions, bleeding from both ears, diminished breath sounds on the left, cool extremities, and palpable pulses. Initial vital signs were HR, 141 BPM; RR, 35 breaths per minute; BP 140/69 mmHg; and O2 saturation, 81%. He was immediately intubated. Chest x-ray and focused assessment with ultrasound for trauma exam revealed hemothorax with tension pneumothorax on the left. Needle decompression was performed and a thoracostomy tube was placed with the return of fresh blood. He became hypotensive with a BP of 71/51 mmHg. Two liters of normal saline were infused by LifeFlow through a left antecubital 18-gauge IV catheter, each over approximately 5 mins, with an increase in BP to 110/56 mmHg. He was transported to the pediatric intensive care unit and did not require blood transfusion until hospital day 3. Additional injuries included traumatic brain injury with temporal bone fracture, rib fractures, and pulmonary contusion. He made a complete recovery and was discharged within two weeks.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'24094768': 1, '1870250': 1, '26411864': 1, '25487427': 1, '28509730': 1, '12586575': 1, '14523168': 1, '27455114': 1, '21615299': 1, '22467892': 1, '26093939': 1, '19050666': 1, '28847877': 1, '29369077': 1, '29675402': 1, '20581377': 1, '27085369': 1, '30106868': 1, '17764783': 1, '22753559': 1, '25604591': 1, '24993757': 1, '19131419': 1, '27570926': 1, '28777139': 1, '24709937': 1, '4451598': 1, '30589717': 1, '26203624': 1, '27604184': 1, '29150996': 1, '29261566': 1, '26499775': 1, '25039321': 1, '27876084': 1, '19651576': 1, '21576304': 1, '31118839': 2}", "similar_patients": "{'6503651-1': 2, '6503651-2': 2, '6503651-3': 2}"}