{"patient_id": 4413, "patient_uid": "6248782-1", "PMID": 30473980, "file_path": "comm/PMC006xxxxxx/PMC6248782.xml", "title": "Anti-coagulation Drug Warfarin Contributes to Severe Adverse Outcomes in Prolonged Unsupervised Use: A Double-edged Sword", "patient": "Our patient, a 58-year-old Caucasian male, presented to the emergency department with the acute onset of quadriplegia extending from C5 throughout the rest of the pan neuroaxis while awakening from bed the morning of presentation. Upon initial physical examination there were no signs of trauma noted that were significant to the presenting symptoms, additionally, patchy sensation was noted in the upper and lower extremities with clonus in the legs only and hyperreflexia in both arms and legs. Initially, our patient was administered one intravenous dose of methylprednisolone and allowed to enter a state of permissive hypertension which improved our patient's arm strength bilaterally to 2/5, but had no positive effects on the lower extremity paraplegia. As a result of minimal improvement, immediate imaging of the cervical spine was ordered and highlighted a severe cervical stenosis from C3 to C7, as seen in Figure , due to extra-axial posterior compressive spinal mass with cord signal change.\\nAdditional imaging of the brain was completed as a precautionary measure and was normal. Upon obtaining full patient history and medical records from nearby hospitals, it was found that our patient was on a prolonged regimen of warfarin for many years due to a prior diagnosis of congestive heart failure without regulation and regular INR/prothrombin evaluation. Our patient also did not follow up with his primary care physician throughout the duration of the warfarin regimen. At presentation, our patient's INR was found to be 5.0 necessitating the prompt correction with intravenous injection of fresh frozen plasma (FFP) and vitamin K. Additional magnetic resonance imaging (MRI) of the thoracic and lumbar spine revealed large compressive acute epidural hematoma posteriorly compressing the thoracic spinal cord from T6 to T10, visualized in Figure , with cord signal change, as well as L4-S1 posterior acute epidural hematoma compressive of the cauda equine, visualized in Figure .\\nUpon a complete review of the patient history, presenting symptoms, and radiological imaging results our patient was deemed a prime surgical candidate that would significantly improve both motor function, sensation, and ultimate restoration of our patient's quality of life. Our patient was emergently taken to the operating room for stage 1 of a two-part surgical procedure. Stage 1 involved a posterior T3 to L1 decompression, epidural hematoma evacuation and instrumented fusion. Three days later, our patient was taken to the operating room again for stage 2 of the planed procedure which involved a posterior cervicothoracic C2 to T2 decompression and instrumented fusion with evacuation of acute epidural hematoma.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'34094772': 2, '22687856': 1, '20527616': 1, '9822063': 1, '18345947': 1, '22315259': 1, '20404060': 1, '25486915': 1, '30473980': 2}", "similar_patients": "{'8171989-1': 1}"}