{"patient_id": 138461, "patient_uid": "6985883-1", "PMID": 31993431, "file_path": "noncomm/PMC006xxxxxx/PMC6985883.xml", "title": "Primary Pulmonary MALT Lymphoma: A Case Report and Literature Review", "patient": "We describe the case of a 74-year-old female non-smoker, with previous relevant history of a healed pulmonary tuberculosis, arterial hypertension, and fibromyalgia. She had had an uneventful follow-up and had remained asymptomatic ever since. In a routine visit, her rheumatologist required an abdominal CT to investigate an apparent abdominal mass noted at the physical examination. It ruled out an abdominal pathology but identified a right inferior lobe (RIL) rounded opacity, for which she was referred for investigation in the pulmonology clinic.\\nShe underwent a thoracic CT, which identified a grossly rounded RIL opacity (4 × 3.4 cm), suspicious of an atypical lesion, mild scarring RIL abnormalities, small calcified mediastinal and hepatic (hilar and portal vein) adenopathies, and multiple calcified millimetric hepatosplenic foci, interpreted in the setting of a probable granulomatous disease (Fig. ).\\nAn 18-fluoro-2-deoxy-D-glucose positron emission tomography (18F-FDG-PET) was performed, which showed an abnormal 18F-FDG uptake (SUV 4.7) suggestive of cancer, matching the location of the RIL mass previously identified on the thoracic CT. The scan also showed a diffuse splenic (SUV 3.9) and hepatic (SUV 4.0) marker uptake, supporting a diffuse inflammatory behavior.\\nThe patient was then submitted to a flexible bronchoscopy for etiological investigation. It revealed a diffuse hyperemia at the tracheal and bronchial mucosa with no other relevant endoscopic abnormalities. The CT-guided trans-bronchial needle biopsies, bronchial brushing, and respiratory secretions analysis were inconclusive for diagnostic purposes.\\nTo clarify the nature of the lesion she was then referred for surgical biopsy with extemporaneous examination. An apical RIL segmentectomy was performed and the pathological examination identified a 3.5-cm mass, in major axis with clear margins. The direct microscopic and immunohistochemical exams revealed a small lymphocytic proliferation with several lymphoepithelial lesions, positive for CD20 and BCL-2 markers, and negative for CD3, CD5, CD10, CD23, BCL-6 and cyclin D1, in keeping with a MALT lymphoma (Fig. ).\\nThe patient was referred to the hematology clinic of our National Oncology Institute. She remained on 6-month surveillance follow-up with no recurrences in the next 5 years, despite no additional treatments.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'27249606': 1, '23030750': 1, '5007387': 1, '29519992': 1, '10648389': 1, '6376312': 1, '29697079': 1, '12358356': 1, '6467161': 1, '34401153': 1, '22745203': 1, '17972528': 1, '33483774': 1, '8068936': 1, '16395399': 1, '19541720': 1, '15177490': 1, '28609772': 1, '17521466': 1, '17662066': 1, '31993431': 2}", "similar_patients": "{}"}