{"patient_id": 128315, "patient_uid": "6101556-1", "PMID": 27616071, "file_path": "noncomm/PMC006xxxxxx/PMC6101556.xml", "title": "A life-threatening duodenal ulcer hemorrhage due to previously unknown primary hyperparathyroidism", "patient": "A 42-year-old male presented to the emergency department complaining of an upper abdomen paroxysmal cramp for one week. He had a five-year history of multiple kidney stones and had been consistently treated for these without any further work-up. The patient was admitted to the Department of Urology Surgery with the suspicion of renal colic. On day two, he excreted a large amount of tarry stool accompanied by coffee-ground emesis. The patient’s blood pressure dropped, and he received a blood transfusion and rehydration. The patient was then transferred to the Intensive Care Unit for further treatment. A bedside upper gastrointestinal endoscopy was performed, revealing a duodenal ulcer with an adherent clot that was freely oozing (Forrest-Ib, ). An intragastric local instillation of norepinephrine and epinephrine was administered to stop the bleeding. However, eight hours later, the patient again excreted a large amount of tarry stools and vomited a copious amount of coffee-ground material. An emergent subtotal gastrectomy and Billroth II gastrointestinal anastomosis were performed to arrest the bleeding. On day four, his heart rate became rapid (132–144 beats per minute), his central venous pressure dropped, his blood hemoglobin decreased, and his abdominal circumference increased. An ultrasound examination detected a hematocele in the left upper quadrant. There was still active bleeding. Finally, gastroduodenal artery embolization was carried out to stop the hemorrhage.\\nDuring the process, we noted that the patient’s serum calcium level was elevated (2.98 mmol/L, normal range 2.03–2.65 mmol/L) and that he had a low serum phosphorus level (0.5 mmol/L, normal range 0.74–1.52 mmol/L), which is uncommon in a patient with renal dysfunction (serum creatinine level was 286 µmol/L, normal range 31.8–116 µmol/L). His plasma parathyroid hormone (PTH) level was found to be elevated in a subsequent test (468.67 pg/ml, normal range 12–65 pg/ml). A neck computed tomography (CT) scan with contrast showed two enhancing masses (larger mass size 10 × 9 mm) in the rear of the right lobe of his thyroid gland (). To exclude multiple endocrine neoplasia I (MEN I) and Zollinger-Ellison syndrome, CT imaging studies of the head and abdomen were performed and did not indicate any abnormalities. All of these findings suggested a diagnosis of primary hyperparathyroidism.\\nUnfortunately, in the next period, the patient developed severe abdominal pain, tenderness, guarding and rebound pain upon abdominal palpation. Heart rate was rapid (150–160 beats per minute), and his leucocyte count in blood was high (18.57 × 109/L). White blood cell count of the peritoneal drainage fluid was 111005 × 106. These signs indicated a severe abdominal cavity infection, peritonitis and sepsis. Intravenous antibiotics (imipenem 1 g every 8 hours; tigecycline 50 mg every 12 hours) were used to control infection. Additionally, the patient’s creatinine level increased to 560 µmol/L. Continuous renal replacement therapy (CRRT) was used to treat the hypercalcemia and remove the inflammatory mediators and metabolic toxin products. On day 19, the patient underwent elective surgical exploration with excision of the parathyroid adenoma. Histology of the two parathyroid glands revealed a typical parathyroid adenoma ().\\nAfter surgery, the patient’s PTH level was normalized (6.29 pg/ml), and his calcium level decreased rapidly (2.24 mmol/l). On day 22, he was transferred to the general ward. Three months after parathyroidectomy, the patient’s PTH and calcium levels were 74.97 pg/ml and 2.05 mmol/l, respectively. The serum creatinine level also decreased to 175 µmol/L. At 8 months follow-up, the patient’s PTH and calcium levels were 101.84 pg/ml and 2.17 mmol/l, respectively. The patient denied any digestive tract symptoms such as abdominal pain and diarrhea.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'2247831': 1, '5458614': 1, '4597292': 1, '2870756': 1, '10599718': 1, '7248715': 1, '8934106': 1, '2622574': 1, '3878002': 1, '7466439': 1, '12058887': 1, '11144036': 1, '5787633': 1, '9019937': 1, '22476881': 1, '18645366': 1, '9565811': 1, '11685653': 1, '31497420': 2, '4574679': 1, '10528034': 1, '11507103': 1, '3407198': 1, '27616071': 2}", "similar_patients": "{'6707817-1': 1}"}