{"patient_id": 10096, "patient_uid": "6634275-1", "PMID": 31328058, "file_path": "comm/PMC006xxxxxx/PMC6634275.xml", "title": "Gelatinous Abdomen: A Rare Case of Pseudomyxoma Peritonei Arising from Metastatic Gastric Adenocarcinoma", "patient": "A 50-year-old African American male with a past medical history of gastric adenocarcinoma presented with left lower quadrant and peri-umbilical abdominal pain, which was chronic but had worsened over the two weeks prior to admission. He described it as sharp, intermittent, and non-radiating pain that was seven out of 10 in intensity. He also complained of poor appetite and vomiting at least once a day after eating for three months. He estimated that he lost 70 pounds during this same period of time. He denied fever, constipation, diarrhea, hematemesis, or blood in the stool.\\nHe had extensive medical and surgical history. He was diagnosed with gastric adenocarcinoma by diagnostic laparoscopy, with a biopsy, in March 2012. In January 2014, he was admitted to Singapore General Hospital for extensive surgical resection. He underwent partial gastrectomy, subtotal colectomy, splenectomy, cholecystectomy, complete omentectomy, partial peritonectomy, and temporary abdominal closure. He then received another surgery during the same hospitalization, which included more extensive peritonectomy and hyperthermic intraperitoneal chemotherapy. Afterward, he received chemotherapy on and off in Canada.\\nOn physical exam, he had a large midline incision with nodular hernias. There was mild tenderness to palpation in the periumbilical and left lower quadrant. Shifting dullness was present. The abdomen was firm, however, there was no guarding or rebound tenderness.\\nInitial laboratory results were significant for mild leukocytosis (WBC 11000/uL), hypokalemia (potassium of 2.7 mmol/L), acidosis (bicarbonate of 12 mmol/L), hypomagnesemia (magnesium 1.1 mg/dL ), hypoalbuminemia (albumin 1.5 g/dL), hypoproteinemia (total protein of 4.2 g/dL), and mildly elevated lipase (113 units/L). Liver enzymes and renal function test were within normal limits.\\nComputed tomography (CT) scan of the abdomen and pelvis with contrast showed diffuse pseudomyxoma peritonei with a large, septated low-density mass (Figure ) and a few calcifications along the inferomedial aspect of the left and right hepatic lobes in the region of the porta hepatis.\\nGeneral surgery was consulted. The patient was deemed a potential candidate for cytoreductive surgery and hyperthermic intraperitoneal chemotherapy (HIPEC). There was one surgeon in another hospital with more experience in this procedure so the patient was transferred there for further treatment. Over the other hospital, the patient developed hemoptysis and fever. The patient was diagnosed with pneumonia and was treated with broad-spectrum antibiotics. Unfortunately, the patient was deemed not stable enough for extensive cytoreductive surgery. He was discharged to a nursing home to follow up with the surgery team outpatient. Meanwhile, the patient was offered the option of systemic chemotherapy by an oncology team as an alternative therapy in case he could not receive surgery. Subsequently, we lost follow-up of the patient, as we were unable to get in touch with him from the second month after transfer.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'7503361': 1, '30143249': 1, '29326943': 1, '7249667': 1, '30190782': 1, '28705789': 1, '24886459': 1, '28540827': 1, '31328058': 2}", "similar_patients": "{}"}