{"patient_id": 137907, "patient_uid": "6934066-1", "PMID": 31890148, "file_path": "noncomm/PMC006xxxxxx/PMC6934066.xml", "title": "Intra-abdominal tuberculosis masquerading as ovarian carcinoma", "patient": "A 28 -year-old lady from the Philippines presented with a 1-month history of right upper quadrant pain and suprapubic pain, bloating and night sweats. Her background history includes chronic hepatitis B for which she has ongoing follow-up with a liver physician. On examination, she had normal observations; her abdomen was distended with mild tenderness throughout. Her blood tests revealed a normal white cell count and liver functions, and the liver screen was consistent with chronic hepatitis B infection. Her CA125, however, was elevated at 218 units per millilitre (U/mL). The other tumour markers, including carcinoembryonic antigen, carbohydrate antigen 19.9 and alpha fetoprotein, were all normal. An ultrasound of her abdomen showed a 16 mm left para-ovarian cyst, thickened fallopian tubes and moderate free fluid. She subsequently had a computed tomography (CT) scan, which showed ascites with diffuse peritoneal thickening encasing small bowel loops (). The gynaecological team was consulted as there was initial concern of a possible ovarian cancer. She had an ascitic tap, which showed lymphocytic rich fluid, with no evidence of malignancy. The patient also had no previous contacts with TB, and her TB screening 6 years ago for her visa was negative.\\nShe had an urgent diagnostic laparoscopy by the general surgical team, which showed a physiological left ovarian cyst, a number of peritoneal and omental nodules (which were biopsied) and reactive serous fluid with extensive adhesions (). The histology showed granulomatous inflammation; however, the DNA specific for Mycobacterium tuberculosis complex was not detected. She was reviewed by the infectious diseases team who diagnosed her with intra-abdominal TB based on the clinical history, histopathology, and she responded well to anti-TB medications.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'27900335': 2, '29291713': 2, '31240138': 2, '30636969': 1, '33145180': 1, '32811429': 2, '30587154': 1, '20091044': 1, '28932351': 1, '31338118': 1, '29680232': 1, '29649196': 1, '31890148': 2}", "similar_patients": "{'7436982-1': 1, '6556260-1': 1, '5122834-1': 1, '5748953-1': 1}"}