{"patient_id": 3533, "patient_uid": "6192282-1", "PMID": 30326970, "file_path": "comm/PMC006xxxxxx/PMC6192282.xml", "title": "Progression of Eales’ disease post-partum and long-term follow-up: a case report", "patient": "A 32-year-old white woman presented to our clinic in 2009 complaining about floaters in her right eye and severely reduced visual acuity in her left eye. Her visual acuity was 20/20 in her right eye and hand motion perception in her left eye. A fundus examination revealed vitreous hemorrhage in her right eye and retinal detachment in her left eye. She was admitted and emergency surgery was performed.\\nThere was no previous ocular trauma or history of other eye diseases/eye surgery. There was no family history of eye diseases.\\nScatter laser photocoagulation was performed in her right eye and at a follow-up visit in July 2009 a fluorescein angiography was performed. This showed neovascularization of the optic disc, and non-perfusion in the peripheral retina with peripheral neovascularization and central neovascularization that involved the temporal part of the macula. The best-corrected visual acuity in her right eye was 20/20; intraocular pressure was 12 mmHg (Goldmann applanation tonometry). Perivasculitis with periphlebitis and vitreous hemorrhage was also noted. An optical coherence tomography (Heidelberg Spectralis®) scan showed atrophy of the internal retinal layers corresponding to the area of non-perfusion and a thickening of the internal limiting membrane.\\nLaser treatment was performed and 1 month later neovascularization of the optic disc decreased but residual perivasculitis was noted. An optical coherence tomography scan was stable except for further thickening of internal limiting membrane and incipient epiretinal membrane formation. Other laboratory workups including C-reactive protein (CRP), erythrocyte sedimentation rate (ESR), angiotensin-converting enzyme (ACE), interleukin-2 (IL-2) receptor, Treponema pallidum hemagglutination assay (TPHA), partial thromboplastin time (PTT), Venereal Disease Research Laboratory (VDRL), and interferon-gamma release assay (QuantiFERON-TB Gold) revealed no significant abnormalities. Thorax radiography revealed no suspicious lesions indicating sarcoidosis or tuberculosis. A further review of her systems was unremarkable. There were no accompanying systemic signs and symptoms except lower back pain and marginally reduced hip mobility that was diagnosed as human leukocyte antigen-B27 (HLAB27) positive sacroiliitis.\\nIn 2010 our patient became pregnant and her disease course was stable for the duration of the pregnancy with no additional treatment needed.\\nAt 25 months from baseline (1 month after childbirth) our patient presented with recurrence of vitreous hemorrhage and worsening of visual acuity (20/40). On fluorescein angiography there was severe perivasculitis, optic disc neovascularization, and increased area of non-perfusion. More scatter laser photocoagulation was performed and orally administered prednisone 1 mg/kg with a slow taper was started. However, stability in angiography and clinical findings was not achieved. At 28 months from baseline, she was started on methotrexate 20 mg/week and prednisone 10 mg/day. Because of hepatotoxicity, methotrexate was tapered and at 40 months from baseline azathioprine 100 mg and mycophenolate mofetil 1.5 mg was prescribed. Despite aggressive systemic therapy, the disease course was relentless. At 43 months from baseline, enlargement of non-perfusion area was noted and intense perivasculitis was noted on fluorescein angiography. On an optical coherence tomography scan loss of internal retinal layers was noted that involved the temporal half of the fovea. An epiretinal membrane with slight papillomacular traction was observed. At 44 months from baseline a dexamethasone sustained-release implant (Ozurdex®, Allergan; Bucharest, Romania) was injected. This halted the disease, with a best-corrected visual acuity of 20/20 progression and since then ten steroid implants have been used. We recommended injection every 4 months but because of the financial burden for our patient (no reimbursement for Ozurdex®) we injected based on worsening of angiogram, optical coherence tomography, and/or recurrent vitreous hemorrhage.\\nShe stopped mycophenolate mofetil at 74 months from baseline after a slow taper and azathioprine at 75 months from baseline.\\nShe underwent uneventful cataract surgery at 67 months from baseline for her right eye and at 48 months from baseline for her left eye preceded by vitrectomy for retinal detachment in 2009 and second vitrectomy with silicone oil injection for proliferative vitreoretinopathy at 85 months from baseline. In November 2016, fluorescein angiography was stable with minimal vasculitis, no active neovascularization, and no progression of non-perfused areas for her right eye. The last Ozurdex® was implanted 109 months from baseline. Although there are studies showing intraocular pressure increase after Ozurdex® [], in our case there was no need for intraocular pressure-lowering medication as throughout the follow-up period pressures were between 10 mmHg and 18 mmHg. Additional files provide comparison between fluorescein angiography before Ozurdex implantation and after the last implant was used (Additional file ) and optical coherence tomographies showing progression from baseline to the last follow-up visit (Additional file ). Widefield imaging and composite fundus photography can be observed in Additional file . Additional file provides an overview of the therapeutic approaches (case report timeline.\\nFollow-up examinations were aimed at picking up early signs of disease progression and we gave timely injections of Ozurdex® in order to preserve a functional retina taking into account the financial burden for our patient. In our case the systemic therapy was much less effective than the intravitreal sustained-release dexamethasone implant for reducing recurrences and halting disease progression. Currently our patient is completely functional at work with 20/20 visual acuity for her right eye and light perception for her left eye. Despite the reduced visual field, according to her statements, she is able to perform all daily activities with ease.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'21487341': 1, '6675099': 1, '24907062': 1, '24839552': 1, '13274441': 1, '12090085': 1, '17595474': 1, '13609522': 1, '7927628': 1, '16980931': 1, '20075970': 1, '23514227': 1, '30326970': 2}", "similar_patients": "{}"}