{"patient_id": 10328, "patient_uid": "6647130-1", "PMID": 31331283, "file_path": "comm/PMC006xxxxxx/PMC6647130.xml", "title": "Membranoproliferative glomerulonephritis with deposition of monoclonal IgG evolved from polyclonal IgG: a case report with two consecutive renal biopsies", "patient": "A 51-year-old Chinese woman presented with 16-month history of proteinuria and hypertension (160/90 mmHg) which was noticed during a routine examination. She was treated with Valsartan and blood pressure was controlled around 120/70 mmHg. Three months before admission, her urinary protein excretion was 2.12 g/d, serum albumin 36.4 g/L (normal range: 40–55 g/L), and serum creatinine 0.72 mg/dl (normal range: 0.50–1.50 mg/dl). One month before admission, her urinary protein excretion increased to 4.6 g/d, and serum creatinine increased to 1.16 mg/dl.\\nThe patient was discovered Hepatitis C virus (HCV) infection 3 months prior to her admission, but not knowing how she got the infection. HCV-RNA was negative at that time and she did not receive any antiviral treatment. Family history was of no significance.\\nOn admission, her blood pressure was 131/84 mmHg, temperature 36.7 °C, heart rate 75/min, and respiratory rate 18/min. There was mild edema around the eyelid, and there was no organomegaly. Other physical examinations were normal.\\nAfter admission, urine dipstick revealed proteinuria 2+. Urine sediment analysis revealed red blood cell 6 to 8 cells per high power field without white blood cell. Urinary protein excretion was 4.03 to 4.49 g/24 h. The urine albumin creatinine ratio was 2512.42 mg/gCr (normal range: < 30 mg/gCr). Her serum total protein was 58.4 g/L (normal range: 65–85 g/L), albumin was 35.3 to 29.7 g/L, and serum creatinine was 0.87 mg/dl to 1.03 mg/dl with estimated glomerular filtration rate (eGFR) of 64.33 to 63.39 ml/min/1.73m2. Her white blood cell (WBC) was 6.10 × 109 cells/L (normal range: 3.5–9.5 × 109 cells/L), hemoglobin was 101 g/L (normal range: 115–150 g/L) and platelet was 196 × 109 cells/L (normal range: 125–300 × 109 cells/L). Serum anti-HCV antibody was still positive and serum HCV-RNA was undetectable. Serum cryoglobulin was negative. She was negative for hepatitis B surface antigen (HBsAg), anti- human immunodeficiency virus (HIV) and Treponema pallidum antibody (TP-Ab). Other laboratory data revealed serum immunoglobulin (Ig) G was 5.42 g/L (normal range: 7.23–16.85 g/L), IgA was 1.37 g/L (normal range: 0.69–3.82 g/L), and IgM was 0.60 g/L (normal range: 0.63–2.77 g/L). Serum C3 level was 0.674 g/L (normal range: 0.60–1.50 g/L), and C4 level was 0.154 g/L (normal range: 0.12–0.36 g/L). Serum and urine immunofixation electrophoresis (IFE) did not identify monoclonal immunoglobulins. Anti-nuclear antibodies, anti-neutrophil cytoplasmic antibodies and anti- phospholipase A2 receptor (PLA2R) antibodies were all negative. Echocardiography and abdominal ultrasound were normal.\\nThe patient underwent the first renal biopsy on February 26th, 2018. Direct immunofluorescence (IF) examination of frozen renal tissue revealed IgG +++, IgM +, C3 +++, C1q trace, C4d +++, κ++, λ++++, IgG1 +, IgG2 ++, IgG3 +++, IgG4 +, which were deposited along the capillary wall and mesangial area of the glomeruli (Fig. a-f). Light microscopic examination showed that 10/47 glomeruli were globally sclerosed. Other glomeruli showed a MPGN pattern with severe mesangial cell and matrix proliferation with nodular lesions, thickening of the capillary wall and double contour formation (Fig. g). Congo red staining for amyloid was negative. Electron microscopic examination revealed electron-dense deposits in the mesangial, subendothelial and subepithelial area. Subendothelial edema was observed in segmental capillary loops (Fig. h). Hence the pathological diagnosis was immune-complex mediated MPGN due to polyclonal immunoglobulins deposition.\\nTo explore the etiology and pathogenesis of MPGN, the differential diagnosis and further examinations were performed. Autoimmune diseases were excluded as the absence of antoantibodies and relevant clinical manifestations. The anti-HCV antibodies were positive in the serum, but the serum HCV-RNA was negative, as were the serum cryoglobulin, serum C3 and C4 and HCV antigen staining on the renal tissue, excluding the diagnosis of HCV related MPGN. Other chronic infections were not identified. According to the IF findings by dominant IgG3 and λ light chain, monoclonal gammopathy associated MPGN was suspected. Bone marrow aspiration smear revealed 1.5% plasma cells. Bone marrow biopsy showed a few plasma cells with normal change. CD38 positive cells accounted for 0.28% of bone marrow cells, but no evidence of monoclonal light chain restricted expression as determined by flow cytometry and fluorescent in situ hybridization (FISH). She was treated with olmesartan 40 mg/d, ramipril 10 mg/d, amlodipine 10 mg/d and metoprolol 25 mg/d, blood pressure was controlled around 120/70 mmHg. She did not receive any anti-HCV treatment.\\nSix months after renal biopsy, her proteinuria increased to 5.57 g/d, with serum albumin 31.8 g/L, serum creatinine 1.29 mg/dl. Therefore, mycophenolate mofetil and tripterygium wilfordii were prescribed. One month later, her proteinuria decreased to 2.47 g/d with a serum albumin 27.7 g/L, serum creatinine 0.97 mg/dl. However, her serum creatinine increased to 1.96 mg/dl, and a repeated renal biopsy was performed 9 months later in November 19th, 2018.\\nIF examination of frozen renal tissue revealed IgG ++++, C3 +++, C1q negative, C4d +++ (immunohistochemistry), κ trace, λ++++, IgG1 negative, IgG2 negative, IgG3 +++,IgG4 negative, which were deposited along the capillary wall and mesangial area of the glomeruli (Fig. a-f). Light microscopic examination showed that 2/20 glomeruli were globally sclerosed. Other glomeruli showed a MPGN pattern(Fig. g). More prominent tubular atrophy and interstitial fibrosis than the first time, with focal loss of brush border of the tubular epithelial cells. There was moderate interstitial infiltration of lymphocytes, monocytes and a few eosinophils. Electron microscopic examination revealed electron-dense deposits in the mesangial, subendothelial and subepithelial area. (Fig. h). The patient was diagnosed with proliferative glomerulonephritis with monoclonal IgG3λ deposition (PGNMID). Further testes showed serum free κ chain was 16.8 mg/L (normal range: 3.30–19.40 mg/L), free λ chain was 25.3 mg/L (normal range: 5.71–26.3 mg/L), and the κ/λ ratio was 0.664 (normal range: 0.26–1.65). Serum and urine IFE were still negative for monoclonal immunoglobulin. Repeated serum anti-HCV antibody detection was negative without anti-HCV treatment.\\nTherapy and follw-up: The patient was treated with prednisone (40 mg/d) and cyclophosphamide (100 mg/d), her serum creatinine decreased to 1.47 mg/dl and remained stable until March 2019. Then she suffer an episode of herpes zoster, cyclophosphamide was discontinued, and the patient’s serum creatinine increased to 2.54 mg/dl.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'12371978': 1, '21700823': 1, '30510265': 1, '22435371': 1, '25607108': 1, '29850460': 2, '24552345': 1, '34386655': 1, '29996809': 1, '34704888': 1, '29968411': 1, '14675039': 1, '30568288': 1, '30567197': 1, '19470674': 1, '31331283': 2}", "similar_patients": "{'5968240-1': 1}"}