{"patient_id": 2740, "patient_uid": "6147265-1", "PMID": 30245984, "file_path": "comm/PMC006xxxxxx/PMC6147265.xml", "title": "Mantle Cell Lymphoma of the Palatine Tonsil: A Rare Case Report", "patient": "A 52-year-old male patient presented with a history of a change in the voice over 3 months, with neither sore throat nor fever. Physical examination revealed right-sided grade IV and left-sided grade III tonsillar enlargement with prominent vessels ().\\nSerology was negative for human immunodeficiency virus (HIV), and other preoperative blood investigations were also normal. He was known to have been diagnosed with type II diabetes mellitus for 15 years, and was treated with oral hypoglycemic medications. Clinical features were not suggestive of chronic tonsillitis, and the possibility of lymphoma was considered due to the asymmetric tonsils and their abnormal surface nodularity and vascularity. Hence, the patient underwent bilateral tonsillectomy by dissection and the snare method. There was no extra tonsillar spread, and no excess bleeding was encountered.\\nOn microscopy, the left-side tonsil predominantly showed numerous reactive follicles of various sizes spread throughout the tonsillar tissue. The sections of the right side showed reactive follicles with germinal centers having a darker zone, giving way to a lighter one harboring tingible body macrophages, a polymorphous population of cells including centrocytes, centroblasts and immunoblasts. Some follicles had a broadened mantle cell layer encroaching upon the germinal centers. The mantle layer consisted of a monotonous population of small-to-medium sized lymphoid cells with irregular nuclear contours, condensed nuclear chromatin, inconspicuous nucleoli and scant cytoplasm. A few of the follicles had their germinal centers completely replaced by the mantle-zone cells, imparting a nodular pattern with fairly uniform sizes ().\\nBased on these findings, the initial histopathological report suggested chronic tonsillitis with areas suspicious of atypical lymphoproliferative disorder. Immunohisto- chemistry (IHC) was advised for confirmation of the same. With the clinical suspicion of lymphoma already in place, IHC was promptly performed. The neoplastic cells were positive for Bcl2, CD20, CD5 and Cyclin D1. CD10, Bcl6 and CD3 were negative (); thus confirming a diagnosis of MCL in both the mantle-zone and nodular patterns. As the patient lived far away from our hospital and wished to take further treatment at an oncology-center close to his home, he was lost to follow-up.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'32995259': 1, '21782056': 1, '24763513': 1, '19880332': 1, '23303032': 1, '30245984': 2}", "similar_patients": "{}"}