{"patient_id": 133149, "patient_uid": "6477473-1", "PMID": 31043931, "file_path": "noncomm/PMC006xxxxxx/PMC6477473.xml", "title": "Primary Gastrointestinal Stromal Tumor of the Liver with Cystic Changes", "patient": "A 63-year-old man complained of epigastric discomfort and appetite loss and was admitted to the Department of Gastroenterology at our hospital. He had a medical history of left-sided cerebral infarction. No remarkable familial history existed. Upon physical examination, his height and weight were determined to be 167 cm and 71 kg, respectively. His liver and spleen were not palpable. Laboratory tests revealed a white blood cell count of 11.4 × 103/μL and elevated levels of C-reactive protein (1.06 mg/dL). Serum α-fetoprotein and protein induced by vitamin K absence/antagonist-II (PIVKA-II) were within normal limits.\\nMagnetic resonance imaging (MRI) revealed a low-intensity lesion on T1-weighted imaging (WI) and a high-intensity lesion on T2-WI in the caudal lobe, and it also revealed a low-intensity lesion on T1-WI and a high-intensity lesion on T2-WI in the right lobe. The diameter of the tumor in the caudal lobe was 10 cm and that in the right lobe was 6 cm. Both liver tumors were marginally enhanced on T1-WI after gadolinium ethoxybenzyl diethylenetriaminepentaacetic acid administration (Gd-EOB-DTPA), and the interior of the tumors revealed a homogenous low-signal intensity (Fig. ). They were hypointense on hepatobiliary phase images on Gd-EOB-DTPA (Fig. ). A dynamic computed tomography scan showed that both liver tumors were marginally contrasted in high density in the early phase and that they were contrasted in iso-density in the late phase, and the internal sites of both tumors showed low-density areas (Fig. ). [18F]-fluoro-2-deoxy-D-glucose (FDG)-positron emission tomography (PET) revealed not only focal FDG uptake in the liver tumors but also multiple focal FDG uptakes in bones (Fig. ). From these findings, the liver tumors were suspected to be malignant tumors with cystic changes and bone metastasis. The patient underwent ultrasonography-guided liver tumor biopsy. Serous fluid was not aspirated from the cystic lesion of the tumor. Microscopic findings showed that the liver specimens were composed of spindle cells with pleomorphic nuclei arranged into short fascicles (Fig. ). The liver tumor immunohistochemical staining for c-Kit and for DOG1, as discovered on GIST, was positive (Fig. ). These findings indicated the presence of GISTs in the liver.\\nTo investigate the origin of the liver tumors, we performed upper and lower gastrointestinal endoscopy. The upper and lower endoscopic findings showed that there were no other malignant tumors contributing to liver and bone metastases. Due to these findings, our results led to a diagnosis of primary GIST in the liver with cystic changes.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'29237476': 2, '19793166': 1, '11023105': 1, '12640147': 1, '17193820': 1, '27586264': 2, '12094370': 1, '15797301': 1, '18234489': 1, '19795038': 1, '15943997': 1, '14753595': 1, '21287351': 1, '16202204': 1, '17541711': 1, '15784175': 1, '10824931': 1, '11213830': 1, '10636102': 1, '31043931': 2}", "similar_patients": "{'5009116-1': 1, '5729273-1': 1}"}