{"patient_id": 128538, "patient_uid": "6119832-1", "PMID": 30186583, "file_path": "noncomm/PMC006xxxxxx/PMC6119832.xml", "title": "Multiple Subcutaneous Nodules Leading to Diagnosis of Colon Cancer", "patient": "A 39-year-old man presented to a local dermatologist, with symptoms of multiple subcutaneous nodules over the anterior chest wall and forehead for 3 months (). The patient also had history of significant weight loss and loss of appetite since last 3 months. He also had history of intermittent constipation lasting for 3-4 days since last 2 months. Fine needle aspiration cytology from skin nodules showed malignant cells with hyperchromatic nuclei, prominent nucleoli, and scanty cytoplasm, with some cells showing intracellular mucin collection suggestive of metastatic mucinous adenocarcinoma (). For expert opinion this patient came to our Cancer Care Centre.\\nOn examination his vital signs were stable with performance status of 1. His weight was 40 kgs, with emaciated, cachectic look and there was marked pallor. There was no associated lympadenopathy, icterus, or pedal edema. Multiple subcutaneous nodules were noted over the anterior abdominal wall, anterior chest wall, and forehead with size of 1-2 cm, firm too hard in consistency and non-tender (). There was no history of any bleeding per rectum, but the patient used to have altered bowel habits in the form of intermittent constipation.\\nComplete blood count showed hemoglobin of 8 gr/dL, with normal leukocyte count of 5300 per cumm and platelet count of 350,000 per cumm. Carcinoembryonic antigen was 480 IU/mL. Peripheral smear was suggestive of dimorphic anemia with MCV of 97 pg/mL. Contrast enhanced computed tomography (CT) of the abdomen showed asymmetrical circumferential thickening with luminal narrowing of caecum and ascending colon, extending to involve luminal narrowing of ascending colon near hepatic flexure with mild ascites without any evidence of liver metastasis (). Colonoscopy was done and biopsy samples were taken from the right sided ascending colonic mass. Histopathological image showed malignant cells with abundant mucinous cytoplasm and vesicular nuclei with hyperchromatism and prominent nucleoli. Tumor cells were arranged in glandular pattern with intraglandular mucin collection (). The patient was managed with blood transfusion, hematinics, and palliative right sided hemicolectomy in view of intermittent constipation. Postoperative chemotherapy with 5- fluorouracil, leucovorin, and oxiliplatin (FOLFOX) regimen was started and the patient is under regular treatment at our centre until date. Total 16 cycles of FOLFOX chemotherapy was completed without any major side effects except for the mild grade peripheral neuropathy. All the subcutaneous lesions have been regressed after 3 months of treatment and the current CEA(Carcinoembryonic antigen) is 56 IU/mL.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'12630642': 1, '21113348': 1, '33137665': 1, '32446230': 2, '12126074': 1, '22026304': 1, '9335247': 1, '14657227': 1, '18205267': 1, '11016477': 1, '2298962': 1, '32782720': 1, '30186583': 2}", "similar_patients": "{'7243000-1': 1}"}