{"patient_id": 4905, "patient_uid": "6291814-1", "PMID": 30560105, "file_path": "comm/PMC006xxxxxx/PMC6291814.xml", "title": "Cornelia De Lange Syndrome and Cochlear Implantation", "patient": "A 3-year-old boy of Roma origin, clinically diagnosed with CDLS, was referred to the audiology clinic of our center for hearing impairment. His main clinical characteristics were low birth weight, delayed growth, bushy eyebrows with synophrys and excessive body hair. He did not have cleft palate, midfacial developmental anomalies, upper limb malformations or motor delays. Due to the poor compliance of his parents, he had never undergone any hearing assessment prior to our examination. Informed consent was obtained from the parents to allow their child to participate in the study.\\nThe child presented with a total absence of speech and was only articulating some sounds; his non-verbal communication was based mainly on eye contact. Otoscopy and tympanometry were normal. The audiological examination, including auditory brainstem responses and otoacoustic emissions, revealed a bilateral profound sensorineural hearing loss. In visual reinforcement audiometry, performed with warble stimulus in free field, no response was obtained at frequencies of 250–8,000 Hz. The child also underwent a routine evaluation by our cochlear implant team child psychiatrist using psychometric tests (including Denver developmental screening test), and was considered to have border mental retardation. A computed tomography (CT) scan of the temporal bone showed normal patency of the basal turn on both sides ().\\nThree months after his assessment, the child successfully underwent cochlear implantation of the right ear with Med-el Sonata implant. After typical mastoidectomy and posterior tympanotomy, a Med-el standard electrode was totally inserted via cochleostomy. The postoperative period was uneventful. An X-ray confirmed the intracochlear position of the electrode array (). No complications were noted, and the boy was discharged from the hospital on the seventh postoperative day. One month later the child developed bilateral secretory otitis media which was conservatively treated.\\nIn order to measure the child’s auditory-speech perception and speech intelligibility, we used internationally reliable instruments: i) Listening Progress Profile (LiP) to assess his auditory-speech perception; ii) Capacity of Auditory Performance (CAP), which comprised a nonlinear hierarchical scale of auditory receptive abilities, ranging from 0 to 7; and iii) Speech Intelligibility Rating (SIR), a 5-point rating scale that quantifies the speech production abilities of the child (). Preoperatively, the child's LiP score was very limited at 2%. He could respond to environmental sounds (CAP 1) and his speech was intelligible only when expressed as pre-recognizable words (SIR 1) ().\\nTwo weeks postoperatively, the LiP score of the child had progressed slightly to 12% and his CAP score had increased from 1 to 2 (he could also respond to speech sounds); however, his SIR score remained at 1. At his latest follow up, 3 years postoperatively (at 6 years of age, ), the child demonstrated a moderate benefit in terms of auditory perception (mean LiP score: 36%), and he managed to identify environmental sounds (CAP 3), although he could not discriminate speech sounds without lipreading (CAP 4). His SIR score was improved from 1 to 2, as his speech was now intelligible when expressed in single words via context and lipreading cues, but it was still unintelligible to a listener who concentrated and lipread (SIR 3). Free-field audiometry using warbled pure tones revealed a satisfactory hearing threshold from 250 to 6,000 Hz in a range from 30 to 45 dB HL. Although the family is bilingual, it was advised to communicate with him only in the language of the home country, in order to match the language of the speech therapy.", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'2383389': 1, '3323381': 1, '8291523': 1, '18065514': 1, '7695001': 1, '2807752': 1, '12363424': 1, '22776809': 1, '7782171': 1, '10490439': 1, '7478660': 1, '30560105': 2}", "similar_patients": "{}"}