{"patient_id": 136123, "patient_uid": "6753600-1", "PMID": 31548751, "file_path": "noncomm/PMC006xxxxxx/PMC6753600.xml", "title": "Systemic lupus erythematosus, hypoparathyroidism, and hemolytic anemia in a patient with Wilson’s disease", "patient": "On May 2018, a 19-year-old female patient came to our clinic complaining of slurred speech, mild difficulty with deglutition, and an abnormally hyperextended right big toe. The medical history included the previous admission at a pediatric rheumatology department on November 2015 with severe acute hemolytic anemia. At that time, the patient had a malar rash, arthralgia of both knees, oral ulcers, photosensitivity, and proteinuria of 700 mg/24 hour urine collection, for which a renal biopsy was taken and yielded a picture of thrombotic microangiopathy. Thus, the diagnosis of active SLE was attained according to the American College of Rheumatology (ACR) criteria [].\\nAt the primary admission, the patient’s hemoglobin was 4 mg/dl, reticulocyte count was 12 × 109/l, and lactate dehydrogenase was 1200 units/l. Coomb’s test (direct and indirect) was negative, glucose-6-phosphate dehydrogenase (G6PD) activity was normal, and the osmotic fragility test showed mild resistance to hemolysis. The autoimmune profile, including antinuclear antibody (ANA), anti-double-stranded DNA antibody (anti-dsDNA), anti-Smith antibodies, and antiphospholipid antibodies (APLAs), was negative. The liver enzymes (aspartate transaminase (AST) and alanine transaminase (ALT)) were elevated by 2–3-fold at different follow-up points. Ultrasound abdomen and pelvis showed mild hepatomegaly. Autoimmune hepatitis was excluded by negative smooth muscle antibody (SMA) and liver kidney microsomal type 1 (anti-LKM-1) antibodies. The patient was diagnosed with SLE and started pulse steroid then maintenance steroid and hydroxychloroquine after improvement.\\nOn the second admission (May 2018), the patient reported improvement of joint pain and oral ulcers on steroid therapy. Upon examination, the patient was stable with dysarthria, tremors, evident malar rash, and right hyperextended big toe. There was no sensory or motor function loss. The ANA, anti-dsDNA, and APLAs were immediately ordered. Upon neurological consultation, brain magnetic resonance imaging (MRI) and electroencephalography (EEG) were recommended. The patient started pulse steroid and was planned for cyclophosphamide therapy. The ANA was positive, anti-dsDNA was equivocal, and APLAs were negative. The EEG was normal, but the brain MRI showed bilateral symmetrical basal ganglia abnormal signal intensity.\\nThe neurologists suspected the presence of vasculitis or neuroinflammation, but they recommended investigating the patient for metabolic causes as this symmetrical involvement of the basal ganglia is rare in lupus vasculitis and may have an underlying metabolic cause. Hypoparathyroidism was detected (ionized calcium was low normal 1.1 mmol/l, phosphorus was 3.9 mg/dl, and parathyroid hormone (PTH) equaled 9 pg/ml). Ophthalmological consultation confirmed the presence of Kayser-Fleischer ring. The serum ceruloplasmin was 3.1 mg/dl, and 24-hour urinary copper was 1568 μg/day. The diagnosis of WD was made, and the patient started receiving oral zinc 150 mg/day. By that time, the extrapyramidal signs extended to the left foot with a similarly hyperextended big toe (). Significant improvement in speech and deglutition was noted within one month of receiving oral zinc acetate.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'1919612': 1, '33057918': 1, '25906525': 1, '27734649': 1, '19381668': 1, '26064408': 1, '9324032': 1, '12774027': 1, '18506894': 1, '17435591': 1, '6888480': 1, '11585025': 1, '23776928': 1, '8298639': 1, '10723973': 1, '12734893': 1, '29907136': 2, '15098613': 1, '16416415': 1, '31548751': 2}", "similar_patients": "{'6002982-1': 1}"}