{"patient_id": 4682, "patient_uid": "6276445-1", "PMID": 30581643, "file_path": "comm/PMC006xxxxxx/PMC6276445.xml", "title": "Arthroscopic Resection for Benign Fibrous Histiocytoma in the Epiphysis of the Femur", "patient": "A 16-year-old woman presented to her local hospital with a few-month history of right knee pain. She was in good health and had no history of direct trauma to the knee. Upon admission, her knee motion range was not restricted and other physical examinations were nonspecific. An anteroposterior plain radiograph revealed the osteolytic lesion surrounding by the bone sclerotic lesion in the lateral femoral condyle (Figures and ). On magnetic resonance imaging (MRI), the lesion exhibited an intermediate signal on T1-weighted (T1W) and T2-weighted (T2W) images (). The orthopedic physician made a diagnosis of osteochondritis dissecans. After 13 months, the patient underwent MRI of the knee once more, which demonstrated that the osteolytic lesion grew larger and now measured 16 mm × 10 mm × 10 mm (Figures –). The patient was then referred to our institution for further management. In our institution, computed tomography scans showed well-defined geographic bone destruction demarcated by the sclerotic rim. Therefore, we highly suspected the tumor of being a benign lesion, such as a fibroma. To achieve a definitive diagnosis, we attempted to perform a resection biopsy with knee arthroscopy as the epiphyseal plate did not require removal or destruction. During the surgery, anterolateral and anteromedial portals were used. Arthroscopy revealed a depressed lesion, such as the dimple at the lateral condyle of the femur (). We performed biopsy, and the tumor was removed completely with the sharp curettes and suction during arthroscopy (). The tumor tissue was macroscopically gray-white and contained yellow brown foci (). The histological specimen showed a storiform pattern with giant cells (). Immunohistochemical analyses revealed that the tumor cells were negative for SOX9 and S100. The tumor did not show nuclear Histone 3.3 G34W immunoreactivity (). The tumor occurred in an epiphysis, and the pathological findings concluded that the pathological diagnosis was BFH. Full weight-bearing was allowed soon after surgery as the tumor was located in the lateral condyle of the femur. One year after surgery, she was asymptomatic. Computed tomography revealed that the previous tumor bone cavity was filled with bone formation and no evidence of recurrence ().", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'7794436': 1, '3000203': 1, '26831477': 1, '3021777': 1, '31574815': 2, '8717115': 1, '2177572': 1, '34141649': 2, '7727002': 1, '30581643': 2}", "similar_patients": "{'6775359-1': 1, '8046466-1': 1, '8046466-2': 1, '8046466-3': 1}"}