{"patient_id": 135234, "patient_uid": "6686614-1", "PMID": 31462959, "file_path": "noncomm/PMC006xxxxxx/PMC6686614.xml", "title": "A rare Case of “Acute Take Off” of Left Circumflex Artery Successfully Intervened using Dual-Lumen Microcatheter", "patient": "A 56-year-old gentleman, hypertensive, diabetic presented with complaints of rest angina for 1 h. His electrocardiogram showed ST-T changes in inferolateral leads with raised cardiac enzymes. Routine blood investigations and two-dimensional echocardiography were normal. He was diagnosed as a case of non-ST elevation myocardial infarction and was initially managed conservatively. Later, he underwent coronary angiography followed by an attempt of PCI for lesion in LCX, which was unsuccessful. After one more unsuccessful PCI attempt at yet another hospital, the patient was referred to us.\\nReview of angiograms revealed a co-dominant circulation with an acutely angled LCX wherein the angle between left main and LCX was 40°–42° with long (22 mm) left main [Figure and ]. LCX had proximal 95% discrete stenosis followed by 80% long-segment lesion with thrombolysis in myocardial infarction II flow distally; ramus had proximal long-segment 80% stenosis, and other vessels were normal []. It was found that during the initial two attempts, operators were not able to cross the LCX lesion leading to procedural failure.\\nIn view of recurrent episodes of angina, the patient was planned for PCI using right femoral route. Initial attempts to cross the LCX with hydrophilic coronary guidewires were unsuccessful. Acute angle of LCX made it very difficult for guidewire to cross, and even with balloon support, the entire assembly would prolapse into unintended adjacent branches.\\nHence, it was decided to use dual-lumen microcatheter Crusade (Kaneka) to increase guidewire support. Ramus lesion was initially crossed using Sion (Asahi Intecc), and then, Crusade was advanced over it using its central monorail port [] and was positioned in such a way that its proximal over the wire (OTW) exit port radiopaque marker faced the ostium of LCX [Figures and ] confirmed in two orthogonal, caudal positions. This facilitated crossing of LCX lesion with hydrophilic polymer coated wire Fielder (Asahi Intecc) which was passed through OTW lumen [Figures and ] after giving >90° tip curve. Further steps were done conventionally with resultant successful deployment of two stents in LCX (proximal 3.00 mm × 28 mm everolimus-eluting stent, Synergy [Boston Scientific] and distal 2.5 mm × 16 mm everolimus-eluting stent, Promus Element [Boston Scientific]) and one in ramus (2.75 mm × 32 mm everolimus-eluting stent Promus Element [Boston Scientific]) []. A Few days later, the patient was discharged without any complications.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'18427647': 1, '20516520': 1, '29146551': 1, '12127606': 1, '31462959': 2}", "similar_patients": "{}"}