{"patient_id": 131441, "patient_uid": "6360466-1", "PMID": 30746387, "file_path": "noncomm/PMC006xxxxxx/PMC6360466.xml", "title": "A Rare Case of Bartonella Encephalitis With Hemiplegia", "patient": "A 12-year-old girl presented to the emergency department in the early morning after her parent found her hiding under and hitting herself against her bed while jerking and crying. This pediatric patient with acute onset of altered mental status and possible seizure had a recorded temperature of 103.1°F and a Glasgow Coma Scale of 12. She opened her eyes to voice, she had confused speech, and she localized to pain in all extremities. She had no known prior episodes and her family history was negative for seizures, although she had a personal history of anxiety treated with sertraline. A rapid antigen detection test for group A streptococcus was positive, but she had no sore throat or tonsillar erythema on examination, indicating carrier status. A complete blood count demonstrated mild leukocytosis (white blood cells, 14.6/µL) and bandemia (18%). Urine drug screen, complete metabolic panel, cerebrospinal fluid (CSF) cell counts, urinalysis, and head computed tomography scan were all within normal limits. The patient’s initial presentation of altered mental status with a high fever and abnormal peripheral white blood cell count prompted treatment with vancomycin, ceftriaxone, and acyclovir due to a concern for infectious encephalitis. Despite the normal CSF, infectious encephalitis was still in the differential diagnosis. The patient’s presentation raised clinical suspicion for an encephalitis and some studies demonstrate normocellular CSF can occur in encephalitis, although more rarely. She was started on levetiracetam for seizure prophylaxis due to concern that her initial presentation may have represented a postictal state after an unwitnessed seizure, particularly since herpes simplex virus encephalitis was in the differential diagnosis.\\nThe morning after admission, she was found to have left upper extremity flaccid paralysis that improved after two days. She also experienced urinary incontinence overnight. Magnetic resonance imaging (MRI) with and without contrast of the brain and magnetic resonance angiography of the head showed no abnormalities except for mild paranasal sinus inflammation. A routine EEG showed slowing over her right hemisphere consistent with a widespread functional disturbance in that hemisphere (). With these EEG and head imaging findings, the patient’s paralysis was attributed to a Todd paralysis phenomenon. Her urinary incontinence was attributed to subclinical seizures versus encephalopathy.\\nBlood, urine, and CSF cultures were sent and returned no growth. Herpes simplex virus polymerase chain reaction (PCR) and varicella virus PCR were both negative in the CSF. The treatment team discontinued her vancomycin, ceftriaxone, and acyclovir on day three of hospitalization. West Nile virus immunoglobulin M and Epstein-Barr virus PCR were negative. Serum Mycoplasma pneumoniae antibodies demonstrated elevated immunoglobulin M at 1861 U/mL, but PCR was negative. Serum anti-streptolysin (ASO) titers were elevated at 675 IU/mL, and anti-DNAse B antibodies were high at 583 U/mL. Serum arbovirus panel was sent and resulted negative. Serum Bartonella titers were sent as well.\\nThe patient improved clinically with return of her left arm function on the fifth day of hospitalization. Infectious disease team was consulted, and they interviewed the family with targeted questions to look for unusual exposures to more uncommon infectious agents. The team learned through their questions that the patient had played with a friend’s kitten two months prior to admission. Empiric treatment with doxycycline was initiated due to suspected Bartonella encephalitis. The patient was discharged on doxycycline 100 mg twice daily and completed a total 14-day course. Bartonella titers came back after time of discharge at 1:2560. At her follow-up appointment one week later, the patient had made a complete recovery. She stayed on levetiracetam for six months and then was weaned off the medication, as she was seizure-free at the six-month follow-up.", "age": "[[12.0, 'year']]", "gender": "F", "relevant_articles": "{'19403761': 1, '21243990': 1, '9502462': 1, '23845951': 1, '17638185': 1, '9499776': 1, '15155180': 1, '573385': 1, '29309797': 1, '26879928': 1, '21880587': 1, '26084846': 1, '15476060': 1, '9665953': 1, '20526788': 1, '34201572': 1, '22514476': 1, '27262077': 1, '26728848': 1, '23690754': 1, '18843081': 1, '3703639': 1, '8893399': 1, '17922599': 1, '9230358': 1, '7551113': 1, '17133166': 1, '20159433': 1, '19331586': 1, '30746387': 2}", "similar_patients": "{}"}