{"patient_id": 134820, "patient_uid": "6628190-1", "PMID": 31372061, "file_path": "noncomm/PMC006xxxxxx/PMC6628190.xml", "title": "Acute hypervitaminosis A misdiagnosed as malaria in a 7-year-old Nigerian boy", "patient": "A 7-year-old boy was referred to our facility from a comprehensive health center where he presented with vomiting, generalized body weakness, headache, and blurred vision. He was managed for malaria having tested positive for malaria parasite by Rapid Diagnostic Test kit. Symptoms, however, worsened despite commencement of antimalarial medications. Following further clerking on presentation at our facility, it was found that child had ingested 10 capsules of vitamin A, each of 200,000 IU (red colored) about 4 hrs prior to the onset of symptoms. There was eye pain and neck pain. There was no history of trauma to the head, no fever, and no personality changes. His mother, who works with a health care facility, had stored the vitamin A capsules in a cupboard, and the child had thought the capsules were the usual multivitamins. On examination, he was weak, not febrile, and not pale. He had convergent squint of the right eye and bilateral papilloedema. The pulse rate and blood pressure were 72 beats/min and 90/50 mmHg, respectively. The child was conscious, had neck stiffness, had pupils that were equal bilaterally, and reacted normally to light both direct and consensual. The child was unable to abduct the right eye laterally. There were no lateralizing signs. A provisional diagnosis of hypervitaminosis A with intracranial hypertension was made. The complete blood count (CBC) was normal (packed cell volume [PCV] 38%, white blood cell count [WBC] 5.8×109/L, polymorphs 67%, lymphocytes 23%, others 10%, platelet count 248×109/L). The patient was commenced on oral prednisolone (100 mg) once daily and acetazolamide (250 mg) once daily. In addition, magnetic resonance imaging (MRI) was requested. Twenty-four hours into admission, the child complained of double vision, leg pain, abdominal pain, and reduced appetite in addition to the headache. The patient still had some body weakness though vomiting had subsided. Examination revealed that the pulse rate had reduced to 60 beats/min, blood pressure increased to 100/50 mmHg, while respiratory rate remained normal at 22 cycles/min. He had his medications reviewed with prednisolone reduced to 50 mg daily. The MRI with contrast revealed mild tortuosity and thickening of the optic nerve sheath with prominent subarachnoid space and flattening out of the pituitary gland. There were also mucosa thickenings of the walls of both sphenoid sinuses. The brain architecture and position, the globe, and retrobulbar structures were all reported to be normal ().\\nThe drugs earlier prescribed were continued. Five days into admission, the child improved remarkably evidenced by normal vital signs, improved activity and reduced intensity, as well as severity of headache. However, he still had squint and blurred vision which improved on tilting the head to one side. The medications were reviewed with prednisolone reduced to 50 mg daily and acetazolamide maintained at 250 mg daily for another 5 days. Subsequently, the child was reviewed and found to have improved significantly apart from mild blurring of vision and squint. The patient was discharged home on his medications and given an appointment for clinic follow-up in 5 days. Repeat CBC was normal except for mild leukocytosis (PCV 33%, WBC 12.7×109/L, platelets 245×109/L). Electrolytes, urea, and creatinine were essentially normal (chloride 111 mmol/L, sodium-145 mmol/L, potassium 3.02 mmol/L, urea 3.8 mmol/L, creatinine 43.0 mmol/L). He was then followed up weekly and drugs tapered off over a 6-week period by which time the patient had recovered completely.", "age": "[[7.0, 'year']]", "gender": "M", "relevant_articles": "{'29676339': 1, '29185815': 1, '9403878': 1, '18845239': 1, '27272974': 1, '17133567': 1, '31372061': 2}", "similar_patients": "{}"}