{"patient_id": 130443, "patient_uid": "6283716-1", "PMID": 29739181, "file_path": "noncomm/PMC006xxxxxx/PMC6283716.xml", "title": "Accidental intracerebral injection and seizure during scalp nerve blocks for awake craniotomy in a previously craniotomized patient -a case report-", "patient": "A 34-year-old man (weight: 79 kg, height: 180 cm), who underwent removal of an oligodendroglioma in the left temporal lobe 4 years ago, was admitted for the removal of the recurrent tumor. An awake craniotomy was planned. Preoperative routine laboratory tests did not indicate any abnormal findings. The patient had no problems with cognition or communication but complained of intermittent headaches with a visual analog score of 3–5. During the preoperative assessment, he was fully cooperative and understood the surgical and anesthetic (asleepawake-asleep technique) procedures. Magnetic resonance imaging showed a hyperintense lesion in the left temporal pole and insula, suggesting the progression of a recurrent tumor. Computer tomography (CT) scans of the brain and skull radiography showed a bony cleft that was 2 mm wide in the left half of the skull (). Two hours prior to surgery, 1.5 g 5-aminolevulinic acid hydrochloride was ingested on neurosurgeon’s instructions. Upon entering the operating room, pulse oximetry, non-invasive blood pressure monitoring, and electrocardiogram monitoring were applied. An arterial catheter was inserted under local anesthesia for direct blood pressure measurements. The blood pressure and pulse rate were 124/62 mmHg and 57 beats/min, respectively. Following the intravenous administration of 50 μg fentanyl, the scalp nerve block and a ring block in the left hemisphere were performed over 30 minutes using a 25-gauge × 40 mm needle at the supraorbital, supratrochlear, zygomaticotemporal, auriculotemporal, greater occipital, and lesser occipital nerves. A local anesthetic mixture of 60 ml (20 ml 2% lidocaine, 20 ml 0.75% ropivacaine, and 20 ml normal saline with 1 : 200,000 epinephrine) was used. The patient tolerated the scalp nerve block with no evidence of intravascular injection.\\nApproximately 15 minutes after block completion, the seizure occurred initially with a sudden move up his trunk, followed by trembling of both extremities for 10 seconds. His mentality became stupor with dilated (7–8 mm) pupils without light reflex. The blood pressure and heart rate were 167/81 mmHg and 78 beats/min, respectively, with sinus rhythm and an oxygen saturation of 100%. Although the seizure subsided spontaneously, the patient remained in a stupor with dilated and fixed pupils (right: 7 mm; left: 8 mm) with no light reflex. The operation was postponed, as it was decided that proceeding with the awake craniotomy would not be feasible, and emergency CT was conducted in order to investigate the cause of the seizures. When the scan was completed after 15 minutes, the patient remained drowsy but could respond briskly to verbal commands. His pupils were anisocoric (right: 4 mm; left: 8 mm) with light reflex. The CT scan showed a localized fluid collection and small intracerebral hemorrhage (ICH) near the temporoparietal cortex beneath the skull defect ( and ). At 30 minutes after the seizure, he continued to remain drowsy but could respond to verbal commands. Pupils were asymmetric but responded well to light. At 55 minutes after the seizure, he fully recovered without neurological sequelae but could not recall the incident. He had a muscle power of 5/5 in his upper and lower extremities and a Glasgow coma scale score of 15. His pupils were isocoric (2 mm) with prompt light reflex. Prior to this, the patient had not complained of nausea, dizziness, or perioral numbness.\\nAfter being closely monitored for 1 hour and 20 minutes in the postanesthetic care unit, the patient was transferred to the neurosurgical care unit (NCU) for 6 hours and 40 minutes. Since no hemodynamic or neurological deterioration was observed, the patient was moved to an operating room, where he underwent the surgery for 7 hours and 30 minutes under general anesthesia. The lungs were extubated in the NCU 1.5 hours after the operation. He was transferred to the general ward on post-operative day 2 and released from the hospital on post-operative day 10.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'22110892': 1, '11737183': 1, '33013025': 1, '33329824': 1, '20479675': 1, '15021284': 1, '2026211': 1, '22822998': 1, '29739181': 2}", "similar_patients": "{}"}