{"patient_id": 5742, "patient_uid": "6334352-1", "PMID": 30719365, "file_path": "comm/PMC006xxxxxx/PMC6334352.xml", "title": "Intravesicular Onabotulinumtoxin A Hemorrhage on Rivaroxaban", "patient": "This is the case of an 80-year-old G2P2002 Caucasian female with a long history of urge urinary incontinence. She presented to clinic for intravesicular onabotulinumtoxin A injection (150 units). She had undergone this procedure seven times with six- to twelve-month intervals, depending on the return of symptoms, ranging from 50 to 150 units of onabotulinumtoxin A since March of 2011. These treatments have significantly improved her symptoms of urgency incontinence after previously trying several anticholinergic medications and sacral neuromodulation.\\nHer other past medical history is significant for hypertension, peripheral vascular disease, scoliosis, hypothyroidism, diverticulosis, and open-angle glaucoma. She was diagnosed with paroxysmal atrial fibrillation in the beginning of 2016 and developed renal emboli prior to initiation of warfarin. She was transitioned to rivaroxaban (Xarelto®) in mid-2016 after struggling with frequent clinic visits and limited diet while on warfarin. She tolerated this medication transition well.\\nThe patient had not undergone intravesicular onabotulinumtoxin A injections while on warfarin but however did have a single treatment just one month after initiating rivaroxaban without issues. She returned for the repeat procedure one year later. Using sterile technique, the bladder was filled with 20 mL of 1% lidocaine and 2% viscous lidocaine was administered to the urethra 15 minutes before the procedure. The onabotulinumtoxin A dose was reconstituted in 20 milliliters' saline solution. A 30-degree operative cystoscope was inserted into the bladder. A total of 150 units of onabotulinumtoxin A were injected into the bladder wall in 20 sites with one milliliter in each injection covering the posterior surface of the bladder wall and sparing the trigone. The depth of the injection was set at 3 mm under the urothelium layer with the Laborie injeTAK® (Williston, VT) needle; see Figures –. The patient tolerated the procedure well. There was minor bleeding from a few needle injection sites, but not an atypical amount. She voided immediately after the procedure without difficulty and was sent home from the office feeling well.\\nSeven hours later, the patient called the clinic and reported two hours of frank blood in her urine with passage of several clots. She reported drinking large volumes of water and frequent voiding without improvement. She was encouraged to keep her bladder full to allow distension to tamponade the bleeding, rather than empty frequently. She was given strict return precautions to present to the emergency department if her bleeding persisted or for any retention symptoms. The following morning, the patient presented to the emergency department in pain with no urine output for the last several hours. She was given intravenous morphine, which alleviated her immediate pain.\\nA 14-French Foley catheter was placed and slowly drained dark red urine with clots. Only about 200 milliliters returned in the catheter. Several flushes were attempted to alleviate the blockage without success. Continuous bladder irrigation (CBI) was initiated which cleared the obstruction. The patient continued to put out frank blood with the CBI. Her complete blood cell count was normal and did not show a significant drop [15.2/45.8 to 14.0/43.5]. Her pain was completely alleviated with the CBI until new clots developed that caused a repeat obstruction two more times overnight requiring Foley adjustment.\\nCardiology was consulted to aid with management of her anticoagulation in the setting of bleeding and her rivaroxaban was held for three days. Following 36 hours of CBI, her urine was lighter, indicating bleeding cessation. The CBI was stopped and the patient was taught to flush the catheter with normal saline.\\nThe patient returned for a scheduled clinic appointment four days later and reported that she only had a few episodes of hematuria that resolved with minimal flushing. The bladder was back-filled with 400 milliliters and the Foley catheter removed. She voided 350 milliliters of clear yellow urine without difficulty. The patient continued on prophylactic nitrofurantoin for ten days. She followed up three weeks later without return of the hematuria. She reported some continued overactive bladder symptoms such as frequent voiding, some urgency incontinence upon standing, and nighttime voids up to four to five times per night; however the frequency of these symptoms was all decreased from prior to her procedure. She continues to find the best solution to manage her symptoms.", "age": "[[80.0, 'year']]", "gender": "F", "relevant_articles": "{'22503020': 1, '26908514': 1, '25203108': 1, '22932800': 1, '22315266': 1, '23608668': 1, '30719365': 2}", "similar_patients": "{}"}