{"patient_id": 10739, "patient_uid": "6682381-1", "PMID": 31403012, "file_path": "comm/PMC006xxxxxx/PMC6682381.xml", "title": "Intraosseous Orbital Cavernous Hemangioma with Frontal Extension and Dural Involvement", "patient": "A 68-year-old woman presented with a one-year history of diplopia associated with discomfort and pressure around her left orbit and forehead. Physical exam demonstrated proptosis with a 4 mm downward displacement of the left globe. The left inferior orbital rim was not readily palpable. The remainder of the exam was normal. Magnetic resonance imaging (MRI) demonstrated a 5.7 cm x 3.9 cm x 4.4 cm mass in the left frontal skull extending into the left orbital rim and into the left orbit with a displacement of the superior rectus muscle and downward displacement of the globe (Figure ). The mass also indented the inferior left frontal lobe. A fine needle aspiration (FNA) of the soft tissue component in the left superior orbit was performed. Cytology report was compatible with a hematoma and was negative for a neoplasm. A computed tomography (CT) scan of the head without contrast demonstrated a well-circumscribed, expansile 5.3 cm x 3.7 cm x 4.5 cm mass with coarse internal trabeculations and sclerotic margins in the supraorbital left frontal bone, consistent with an intraosseous hemangioma (Figure ). A nuclear medicine bone scan demonstrated a circular area with moderate to intense Tc-99m methylene diphosphonate (MDP) uptake in the left supraorbital frontal skull lesion, consistent with a hemangioma. The patient wished to proceed with surgery.\\nThe patient underwent a left orbito-zygomatic (OZ) craniotomy for resection of the involved bone and subsequent reconstruction of the orbital walls. The patient was placed in a Mayfield headrest and stereotactic registration was accomplished. A standard OZ approach was performed. After drilling the first access burr hole, it was noted that the dura was not preserved and could not be separated from the inner table. Two additional burr holes and cuts involving the zygoma and orbit were made for access. A side cutting drill was used to turn a bone flap but this could not be mobilized freely. An osteotome had to be used to remove the outer table with some part of the middle table. Further drilling of the remaining hemangioma was performed with a small cutting burr, followed by a diamond burr under the microscope. The bony tumor was found to extend both extra- and intradurally. Drilling of the abnormal bone was continued medially to the edge of the frontal sinus. The dura was preserved when feasible, but significant areas of dura were not preserved. The dural defect was closed with a suturable dural substitute (Durerepair®) (Medtronic, Minneapolis, MN, USA) and some tacking at the bony edges where a watertight closure was not feasible. Upon complete resection, a piece of porous polyethylene was cut and contoured (Medpore®) (Stryker, Kalamazoo, MI, USA) to recreate the superior orbital rim and the roof of the orbit. The porous polyethylene was fixated laterally to the zygoma and medially to the frontal bone with standard cranial screws. The closure was done using the remainder of the bone flap, which was attached with standard screws and plates (OsteoMed, Addison, TX, USA) after drilling the involved portion. A postoperative CT scan showed complete resection of the hemangioma (Figure ).\\nGross examination of the left frontal bone specimens sent during surgery demonstrated red-white bony tissue (Figure ). Microscopic examination described bone medulla with abnormally large crowded capillaries and venules without atypical endothelium, consistent with a benign cavernous hemangioma.\\nThe postoperative MRI demonstrated complete resection of the lesion (Figure ). The patient was discharged on postoperative Day 3. On Day 10 follow-up, the diplopia had resolved. Physical examination demonstrated improving proptosis. At her one month follow-up, the patient continued to have no complaints of diplopia, as well as no complaints of pain or the sensation of pressure and fullness behind the left orbit. The patient remained asymptomatic at four months of follow-up with stable imaging.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'27428912': 1, '16234472': 1, '24161077': 2, '15633993': 1, '10584852': 1, '18207223': 1, '27061482': 1, '27313966': 2, '23989119': 1, '11248320': 1, '9111679': 1, '19273921': 1, '25328568': 1, '8837091': 1, '26986133': 2, '11954766': 1, '31403012': 2}", "similar_patients": "{'3835445-1': 1, '4839914-1': 1, '4901824-1': 1}"}