{"patient_id": 8530, "patient_uid": "6517852-1", "PMID": 31055897, "file_path": "comm/PMC006xxxxxx/PMC6517852.xml", "title": "Swept-source Optical Coherence Tomography Angiography in a Patient with Bietti Crystalline Dystrophy Followed for Ten Years", "patient": "A 27-year-old woman presented to our clinic in 2008 with progressive visual impairment in both eyes. On ophthalmologic examination, her best corrected visual acuity (BCVA) on Snellen chart was 0.3 (-4.50) in the right eye and 0.2 (-4.50) in the left eye. Slit-lamp examination showed clear cornea, calm anterior chamber, and transparent lens in both eyes. Deposits were not observed in the corneal limbus of either eye. The optic discs appeared normal on fundus examination. Extensive shiny white-yellow deposits were observed in the posterior pole and mid-peripheral retina ( and ). Based on these findings, a clinical diagnosis of BCD was made and the patient was scheduled for follow-up.\\nUpon retrospective analysis of her records, we noticed that patient did not undergo OCT in 2008. OCT (Spectralis; Heidelberg Engineering, Heidelberg, Germany) performed in 2014 revealed central macular thickness was 194 µm in the right eye and 198 µm in the left eye. Hyperreflective intraretinal spots were observed in the sensorial retina and hyperreflective plaque-like deposits were identified at the RPE-Bruch’s membrane junction. Intraretinal cystic spaces were observed in some of the sections. Outer retinal tubulation was noted in the outer retinal layers. Choriocapillaris atrophy and subsequent enhanced visibility of the large choroidal vessels was noted in enhanced depth imaging mode, which provides better visualization of the choroid. Complete obliteration of the choroidal vasculature was observed in some places. Choroidal hyperreflective foci were noted around the choroidal vessels ( and ). Swept-source OCT (SS-OCT) performed in 2018 showed a relative reduction in the intraretinal hyperreflective spots and hyperreflective plaque-like deposits at the RPE–Bruch’s membrane detected in 2014 ( and ).\\nOn examination in 2018, BCVA was 0.1 (-4.50) in both eyes. There were still no signs of corneal pathology on slit-lamp examination. Fundus examination revealed retinal crystalline deposits and extensive areas of retinal and choroidal atrophy in both eyes ( and ). In SS-OCTA (Topcon DRI OCT Triton, Topcon, Japan), the choroidal vessels were visible in the area of outer retinal layer projection due to increased permeability resulting from diffuse RPE atrophy; in the area corresponding to the choriocapillaris projection, no flow associated with the choriocapillaris was observed and vessels belonging to the deeper choroidal layers were apparent in this area (, , , and [right eye]; , , , and [left eye]).", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'29197825': 1, '12422917': 1, '27228076': 1, '28763560': 1, '34049507': 1, '32799831': 1, '31788494': 1, '25738160': 1, '25505979': 1, '31055897': 2}", "similar_patients": "{}"}