{"patient_id": 11218, "patient_uid": "6708804-1", "PMID": 30896614, "file_path": "comm/PMC006xxxxxx/PMC6708804.xml", "title": "Pulmonary hypertension with massive megalosplenia", "patient": "A 58-year-old male was admitted to the hospital because of fatigue, breath shortness for 6 months, and got worse in the last 3 months. He had taken an ultrasound cardiogram (UCG) in another hospital 1 week before admission which suggested a mildly enlarged left heart (left ventricular end-diastolic diameter [LVEDD] = 55 mm) with an otherwise normal left ventricular ejection fraction (54%) and a significantly enlarged right heart (right ventricular end-diastolic diameter [RVEDD] = 50 mm). The UCG also indicated a remarkably increased pulmonary artery systolic pressure (PASP = 82 mm Hg), accompanied by a widened inferior vena cava (22 mm) with decreased compression during inspiratory (<50%). After taking furosemide 20 mg Qd, spironolactone 20 mg Qd, and captopril 6.25 mg Bid for 1 week, the patient did not feel better. Previously, he had hypertension for 15 years. His spleen was found to be enlarged 15 years ago, and was referred to as “massive splenomegaly” since 6 years ago. Four years ago, his portal vein was found to be widened during abdominal ultrasound examination. However, examinations such as abdominal ultrasound and CT had not identified the cause for these abnormalities. He was not a smoker, but he used to drink about 100 g alcohols per day for more than 30 years, which he just quitted 2 months ago. The changes of his portal vein, spleen vein, and spleen are shown in Figure .\\nOn admission, we found his enlarged spleen had reached the right lower abdomen. His lower extremities had moderate edema on both sides. The ECG (Fig. A) and cardiac markers test of the patient were otherwise normal. In order to get further information, we had another UCG which also suggested heart enlargement (LVEDD 58 mm, RVEDD 49 mm). But, we also found the thickness of his ventricular wall was slightly increased (left ventricular free wall and interventricular septum: 12 mm; right ventricular free wall: 0.6 cm). An increased main pulmonary artery diameter (36 mm by UCG) and significantly increased pulmonary artery pressure (PASP>90 mm Hg by UCG, Fig. B1, B2) had also been proved. Furthermore, the UCG detected slightly decreased systolic function of the RV (tricuspid annular plane systolic excursion, TAPSE=1.1 cm). A cardiac enhanced MR (CEMR, Fig. C1, C2) found abnormal delayed enhancement only in the root of the anterior papillary muscle, while other myocardial muscles seem to be normal. What is more, the cardiac output (CO) measured by the CEMR reached as 9.0 L/min.\\nAs for other test results, the routine blood test showed a mild anemia (hemoglobin 105 g/L) and increased platelets (458×109/L) and basophile (0.8 × 109/L). His creatinine, transaminase, bilirubin and albumin levels were within normal limits, while LDH was increased (758IU/L). The abdominal ultrasound (Fig. ) also found his spleen had entered the pelvic cavity (the intercostal thickness of spleen was 7.9 cm). An enlarged liver (oblique diameter of the right liver lobe 18.2 cm) and widened portal vein (1.8 cm) had also been found. Meanwhile, no signs of thrombosis could be found in the portal vein and inferior vena cava. Our imaging expert consulted the patient's previous abdominal enhanced CT and other images and came to similar conclusions.\\nAs his clinical manifestations and examination results indicated severe pulmonary hypertension and right heart failure, we tried to identify the cause of these abnormalities. We excluded structural left heart diseases, serious lung diseases, hypoxia, severe chronic pulmonary embolism and other pulmonary artery obstructions by UCG, CEMR and coronary CTA, pulmonary function test, arterial blood gas test and pulmonary ventilation and perfusion scan. However, the PVH and massive splenomegaly of the patient attracted our attention. As for the reason for his PVH, the analysis of hepatic venous pressure gradient (inferior vena cava pressure = 9mmHg, hepatic vein pressure = 9mmHg, wedged hepatic vein pressure = 15mmHg, hepatic vein pressure gradient = 6mmHg) suggested that it was a hepatic portal hypertension. The most common cause of hepatic portal hypertension is cirrhosis. Although the patient had a long history of heavy drinking (100 g alcohol per day for 30 years), his biochemical tests and abdominal imaging showed no evidence of cirrhosis. Non-cirrhotic hepatic portal hypertension always a headache problem in clinical practice. However, the high platelet and basophil cells, high LDH and the massive splenomegaly led us to consider about hematological problems. A further analysis of his peripheral blood smears found the percentage of the myelocyte and the metamyelocyte were 8% and 2%. The results of bone marrow biopsy (shown in Fig. ) showed myeloproliferative neoplasm (MPN) with severe myelofibrosis (MF). The result of his gene analysis showed the expression of a JAK2 (Janus kinase 2) mutation, V617F, which also supported the diagnosis of MPN.\\nWe treated the patient with furosemide, spironolactone and fosinopril in order to reduce the volume load of the patient and prevent cardiac remodeling. Steroids and thalidomide were given to the patient for his MPN and MF. Because of economic problem, the patient rejected to use targeting drugs for PH and MPN/MF.\\n2 weeks later, before his release from hospital, his symptom significantly released, and his pulmonary artery pressure was remarkably decreased (PASP=53.1 mm Hg by UCG; mean PAP=21 mm Hg, systolic PAP=34 mm Hg, diastolic PAP=15 mm Hg by right cardiac catheterization). During the 2-year follow-up, his symptom circulatory state and hematological state remained stable.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'26066077': 1, '1442851': 1, '17852711': 1, '19332765': 1, '24267294': 1, '11411134': 1, '25682609': 1, '28579852': 1, '16184577': 1, '26320113': 1, '26949600': 1, '28641568': 1, '30180305': 1, '28070238': 1, '20585011': 1, '15003906': 1, '24501543': 1, '28395559': 1, '26919285': 1, '25027569': 1, '16181389': 1, '26324801': 1, '28729141': 1, '27672139': 1, '11293952': 1, '21162885': 1, '17851555': 1, '17128687': 1, '22798320': 1, '28090305': 1, '23614764': 1, '29029950': 1, '907949': 1, '29508628': 1, '12181050': 1, '30545968': 1, '28572164': 1, '33505762': 2, '29335406': 1, '27870387': 1, '30896614': 2}", "similar_patients": "{'7811567-1': 1, '7811567-2': 1}"}