{"patient_id": 1693, "patient_uid": "6080734-1", "PMID": 30094114, "file_path": "comm/PMC006xxxxxx/PMC6080734.xml", "title": "Gastrointestinal Bleed from Erosive Gastritis and Duodenitis: A Sentinel Event of Invasive Lobular Carcinoma of the Breast and a Diagnostic Dilemma", "patient": "A 75-year-old Caucasian female presented to our emergency department (ED) with a one-week history of progressive dizziness, weakness, early satiety, and chest heaviness. Symptoms started eight days after right knee arthroplasty. Review of systems was negative for abdominal pain, nausea, vomiting, hematochezia, melena, and bone pain. Pertinent past medical history included a remote history of acid reflux disease, history of colonic diverticular disease, and regular use of nonsteroidal anti-inflammatory drugs (NSAIDS).\\nPhysical examination was notable for pallor, tachycardia, and positive fecal occult blood. Examination of the heart, lungs, and abdomen were unremarkable. Examination of the breasts performed in the ED was normal. Laboratory testing revealed a hemoglobin count of 7.6 g/dL, prompting further evaluation for a GI source for the bleeding. Esophagogastroduodenoscopy (EGD) revealed erosive gastritis and duodenitis as well as a non-obstructing Schatzki ring at the gastroesophageal (GE) junction (Figures -).\\nThe pathological evaluation of the gastric and duodenal samples was positive for signet ring carcinoma, favoring a presumptive diagnosis of linitus plastica (Figures -). However, immunohistochemical (IHC) staining of the biopsy revealed positive estrogen receptor/progesterone receptor (ER/PR), GATA3, and mammaglobin with negative human epidermal growth factor receptor 2\\n(HER2)/neu and a negative E-cadherin (Figures -).\\nThe above findings prompted further investigation for a primary source with high suspicion for the breasts. Detailed examination of the breasts revealed bilateral chest wall nodules concentrated in the inframammary area (Figure ). Notably, the patient had obtained annual mammograms from 2009 to 2017, all of which were normal. Furthermore, magnetic resonance imaging (MRI) of the breasts failed to detect any abnormalities in the breast tissue. Computed tomography (CT) imaging of the chest, abdomen, and pelvis was remarkable only for mild mediastinal lymphadenopathy, an unsuspicious 5 mm pulmonary nodule in the right lower lobe, and hepatomegaly with cirrhotic changes.\\nFurther workup revealed an elevated alkaline phosphatase of 188 U/L (normal range: 30-99 U/L). Liver and kidney functions were otherwise normal. Positron emission tomography (PET) scan was remarkable only for mildly increased uptake in the proximal stomach. Carcinoembryonic antigen (CEA) was noted to be 14.9 ng/ml (normal range: 0.0-3.0 ng/ml); cancer-antigen 15-3 (CA 15-3) was 210 U/ml (normal range: 0-31 U/ml); and CA 27.29 was 234.8 (normal range: 0-40 U/ml). The patient also had persistent anemia as well as non-infectious leukocytosis. Flow cytometry was performed and found to be negative for leukemia.\\nGiven the high suspicion for a breast primary, a full thickness biopsy of the inframammary nodular lesions was attempted. Additionally, the patient underwent abdominal laparoscopy with peritoneal biopsies from the diaphragm, falciform ligament, and lower pelvic peritoneum. Interestingly, pathological results of the biopsies (chest wall and peritoneum) revealed an invasive lobular carcinoma. The patient was emotionally distraught and anxious after receiving the diagnosis. She received appropriate support and counseling from qualified providers.\\nThe patient received one unit of packed red blood cells and symptoms improved. She was subsequently started on hormonal therapy with anastrozole, and later on the cyclin-dependent kinase (CDK) inhibitor, palbociclib.\\nIn spite of extensive hematological work up, the patient continued to have leukocytosis. However, there was no bone pain or evidence of bone marrow involvement on PET scan. Bone marrow biopsy was then pursued. The patient was noted to have metastatic breast carcinoma with marrow replacement. She has since been scheduled for routine oncological follow up.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'9448188': 1, '2157608': 1, '12636465': 1, '11147591': 1, '8248106': 1, '28943914': 1, '29317235': 1, '1444182': 1, '22096760': 1, '27222895': 1, '11432633': 1, '29595684': 1, '30094114': 2}", "similar_patients": "{}"}