{"patient_id": 128335, "patient_uid": "6103316-1", "PMID": 30147327, "file_path": "noncomm/PMC006xxxxxx/PMC6103316.xml", "title": "Successful repair of total hand degloving injury by avulsed skin in situ replantation through vascular transplantation: a case report", "patient": "A 35-year-old man presented with right hand skin degloving injury due to crushing of printing machine. Skin degloving avulsion was seen in the right hand from the distal forearm to fingertip, while the thumb, maniphalanx, joint, tendon, nerve and intrinsic muscles remained relatively intact. Moreover, the degloved skin was basically intact; blood supply was available for the five fingers. The broken end of the common palmar digital arteries for the five fingers is located in the palm cross grain, while the vein of back of hand ruptured at the site 2 cm away from the carpal joint. Avulsion on hand back mostly began from the superficial layer of deep fascia, while avulsion on the palm side started from the superficial layer of palmar aponeurosis. In addition, skin avulsion on the fingers started from the superficial layer of flexor digital tendon sheath and extensor tendon (). Debridement and vessel-transplanting replantation were conducted in the patient under brachial plexus block, and six-hand veins were anastomosed intraoperatively (). Specifically, the superficial vein of forearm was transplanted, and the ruptured second to fifth arteria digitalis communis was anastomosed with ulnar artery, while the first to second arteria digitalis communis was anastomosed with radial artery (). Finally, the palmar and dorsal hand skin was slightly thinned, followed by pressure dressing. The whole operation time was ~7 h, and the surgery was operated by two groups of surgeons with over 10 years of microsurgery experience.\\nThe flap had healed postoperatively, no sign of flap necrosis was seen, and the swelling had lasted for half a month. In addition, partial necrosis of palm skin was observed, which survived after change in dressing, and no catastrophic complication was observed. Rehabilitation training was initiated 10 days after surgery, and the swelling had gradually disappeared thereafter. The patient paid a subsequent visit 2 years postoperatively, and favorable texture of palmar and dorsal hand skin could be observed (). The final range of motion (ROM) is shown below. Active flexion of the first metacarpophalangeal joint of thumb was ~60°, active flexion of the third to fifth metacarpophalangeal joints was ~90°, and active flexion of second to fifth proximal interphalangeal point was ~90°. Moreover, favorable finger appearance could be attained, thumb abduction and digital opposition function had been restored, and satisfactory recovery of finger flexion and extension function had been achieved (). We had anatomized the digital nerves for the five fingers intraoperatively, and the sensory function of these fingers had been restored to Grades S2–S3.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'8657766': 1, '21869645': 1, '19897322': 1, '9583485': 1, '12858243': 1, '22076730': 1, '23352676': 1, '17268577': 1, '29115657': 1, '21594810': 1, '16926064': 1, '30147327': 2}", "similar_patients": "{}"}