{"patient_id": 130101, "patient_uid": "6240737-1", "PMID": 30473761, "file_path": "noncomm/PMC006xxxxxx/PMC6240737.xml", "title": "Solitary fibrous tumor of the stomach with high-grade sarcomatous dedifferentiation", "patient": "A 68-year-old male presented to the emergency department with vague complaints of right-sided flank pain. The patient had a history of nephrolithiasis and underwent a CT abdomen (Fig. A). The scan revealed a large heterogeneous mass in the left upper quadrant. Subsequently, an MRI was performed, confirming a 16 × 9 cm2 complex mass with both cystic and solid components (Fig. B). This appeared to extend from the gastric wall and resulted in mass effect on the pancreas; however, there was no evidence of lymphadenopathy or metastatic disease. While this lesion was difficult to definitively characterize by imaging studies, a diagnosis of mesenchymal origin tumor such as a GIST was initially preferred.\\nThe patient underwent endoscopic ultrasonography with fine needle aspiration of the mass. The lesion appeared to arise from the submucosa, as the mucosa was intact overlying the mass. On cytology, a paucity of bland spindle cells was present (Fig. A) and the cell block contained several small clusters of cells which stained strongly for CD34, but failed to stain for DOG1 or CD117 (Fig. B). Given the small amount of material present, additional testing for PDGFR and succinate dehydrogenase testing was not able to be performed at this time to confirm the diagnosis of GIST. GIST remained the favored diagnosis given the morphology and location of the tumor. The options were to repeat the biopsy or start imatinib therapy with a plan of repeat imaging after short-term follow-up. Because of extensive necrosis of the tumor, repeat biopsy was felt to be a less favorable option and the patient chose to undergo treatment with short-term imaging follow-up. Accordingly, the patient began treatment with imatinib. However, after 4 weeks of therapy, there was no significant radiologic regression. A second biopsy was performed and the specimen was sent for STAT6 immunohistochemistry (Fig. C). This revealed diffuse strong nuclear positivity and a diagnosis of SFT was made.\\nPatient underwent en bloc resection of the tumor along with partial gastrectomy involving the lesser curvature of the stomach. The mass was found to arise from the lesser curvature of the stomach with extension into the lesser sac (Fig. D). The patient’s postoperative convalescence was uncomplicated, aside from a mild self-limiting ileus. Histopathologic analysis revealed a predominantly spindle cell tumor with marked variability in cellularity with areas resembling fibrosarcomatous transformation. Furthermore, zones of frank necrosis, invasion into muscularis propria and regions of marked pleomorphism were consistent with an undifferentiated pleomorphic sarcoma. The tumor displayed brisk mitotic activity with up to 15 mitotic figures per 10 high power fields and the resultant French Federation of Cancer Centers Sarcoma Group (FNCLCC) was histologic grade 3/3. Notably, the resection margins were negative for malignancy. The patient was prescribed to undergo surveillance imaging in accordance with the National Comprehensive Cancer Network (NCCN) guidelines every 3–6 months for the first 2 years after surgery. The follow-up CT scan performed 4 months after surgery showed a new 2.3 cm hepatic lesion suspicious for metastasis; subsequent biopsy confirmed the diagnosis of metastatic disease. He later underwent left lateral segment resection with uneventful postoperative recovery. The pathology report confirmed metastatic high-grade sarcoma with margins negative for malignancy (Fig. ).", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'33373269': 1, '23040384': 1, '34335890': 1, '18159603': 2, '26811389': 1, '33318377': 1, '28286800': 1, '30473761': 2}", "similar_patients": "{'2628185-1': 1}"}