{"patient_id": 2442, "patient_uid": "6128586-1", "PMID": 30202669, "file_path": "comm/PMC006xxxxxx/PMC6128586.xml", "title": "A Sub-acute Cerebral Contusion Presenting with Medication-resistant Psychosis", "patient": "A previously healthy 24-year-old male presented to the emergency department with a head injury after falling 15 feet, and he was admitted with a diagnosis of a TBI to his right lateral frontal lobe. He was monitored for four days in the neurology intensive care unit and then discharged after improvement in symptoms. Three weeks from the initial injury the patient was brought into the emergency department by his family with symptoms like insomnia, atypical aggression, psychosis, and impulsive behavior. Upon arrival in the emergency department, the patient admitted to new onset suicidal and homicidal ideations with a plan to shoot himself and the (illusory) “friend who murdered his family and robbed his home” with a loaded gun in his possession. He admitted that two days prior to re-admission, he had become frustrated upon return to work, had not slept for 26 hours, and began damaging items around his house. He admitted to increased aggression, hallucinations, and paranoid ideations.\\nThe patient, accompanied by his mother, denied any previous family or personal psychiatric history. His mother stated his personality had become increasingly impulsive and aggressive since his previous discharge from the hospital. The patient complained of worsening auditory and visual hallucinations, insomnia, headache, and visual floaters. The patient denied nausea, emesis, weakness, gait difficulty, and focal motor defects.\\nThe patient had an unremarkable past medical history. Hypertension was diagnosed during his initial admission and he was started on lisinopril for management. Social history included intermittent alcohol and occasional marijuana use. He denied any tobacco or other illicit drug use. He lived with his parents, was in a monogamous relationship with his girlfriend, and worked in the construction field.\\nUpon this admission three weeks postinjury, the patient presented with a blood pressure of 152/92 mmHg and a heart rate of 105 beats/minute. He was alert, oriented, anxious, and agitated. His five-digit forward recall was 4/5, and he was able to spell the word “WORLD” backwards and forward. The patient spoke with a normal rate and volume and without aphasia. Speech was coherent and goal-directed. Mood was anxious and affect-constricted. He had paranoid ideations with auditory and visual hallucinations. His heart had a regular rhythm without clicks or murmurs. Lungs were clear to auscultation bilaterally, and he had a soft and nontender abdomen with normoactive bowel sounds. Neurological examination revealed cranial nerves II-XII were intact bilaterally. Patient had 5/5 strength bilaterally without pronator drift. No pathological reflexes were noted.\\nUpon chart review, a two-week routine follow-up CT after his initial injury revealed increasing cerebral edema on the right parietal lobe with no increasing mass effect or midline shift (Figure ). It also noted a nondisplaced fracture of the right temporoparietal region that was not commented on prior imaging.\\nOn day one of this admission, three weeks postinjury, the patient’s electroencephalography was unremarkable, and an MRI showed several acute/subacute cerebral contusions within the right frontotemporal region; with progression of the temporal lobe contusion (Figure ). It showed mild associated perifocal edema without significant mass effect or midline shift. Four days later, a second MRI of the brain showed no significant changes. A third brain MRI was taken after the patient accomplished a full night’s rest and psychotic symptoms had resolved (Figure ). This MRI showed a persistent dominant focus in the right temporal region that was well demarcated and stable in size. It showed resolving white matter edema and improving post-traumatic foci of altered signal intensity when compared with prior imaging.\\nA multi-disciplinary team was consulted which included a hospitalist, neurologist, neurosurgeon, psychiatrist, occupational therapist, physical therapist, and speech therapist. Upon this admission, the patient suffered from fluctuating auditory and visual hallucinations, anxiety, headaches, and agitation. He was started on dexamethasone, valproic acid and lorazepam, which did not alleviate his psychosis. Throughout the hospital admission, the patient reported some insight and memory to these symptoms; yet, he reported being unable to control them. Although he could recall all the events, at times he was unable to differentiate between reality and the hallucinations. Throughout the next week, a new medication was incorporated into his regimen daily to help induce sleep. These medications included high-dose trials of zolpidem, hydroxyzine, quetiapine, and olanzapine. The patient was finally able to accomplish rest with the combination of 20 mg intramuscular (IM) ziprasidone and 2 mg IM lorazepam on the seventh evening. After one night of sleep the patient was alert, oriented, cooperative with normal mood and affect. The following morning postsleep, his hallucinations and psychosis ceased completely. A few days later he was discharged to his home under family supervision with scheduled outpatient TBI rehabilitation to follow.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'3257624': 1, '23836998': 1, '9701095': 1, '27998379': 1, '3258718': 1, '19171947': 1, '29498077': 1, '23296143': 1, '23099139': 1, '27136278': 1, '8976315': 1, '28301451': 1, '23005920': 1, '25110283': 1, '30202669': 2}", "similar_patients": "{}"}