{"patient_id": 135109, "patient_uid": "6671891-1", "PMID": 31528614, "file_path": "noncomm/PMC006xxxxxx/PMC6671891.xml", "title": "Anaplastic large cell lymphoma ALK-negative clinically mimicking alcoholic hepatitis – a review", "patient": "A 72-year-old man was admitted after a 60-day history of poor appetite, progressive weakness, and marked weight loss. His family described mental confusion. Past medical history included hypertension and hypothyroidism under clinical treatment. He had been a heavy drinker since the age of 15 and had a smoking history as well.\\nOn physical examination, he was emaciated, dehydrated, icteric, febrile (temperature 37.8 °C), with tachycardia and tachypnea. Blood pressure was normal. The patient was alert and conscious with spontaneous eye opening, and responded to simple commands. Extrinsic and intrinsic ocular motor function was normal. No extraocular motor deficits were seen, and there was no neck stiffness. Hepatic flapping was not present. No lymph adenomegaly was detected, and the heart and lungs examination was unremarkable. The abdomen was diffusely tender, predominantly in the right hypochondrium where the liver was slightly enlarged. The spleen was not palpable, and there was no sign of peritoneal irritation. The initial laboratory workup is shown in .\\nUrinalysis showed mild proteinuria, elevated cell count and granular cylindruria, which were interpreted as compatible with chronic hepatopathic glomerulitis. Serologic tests for HIV, human T-cell lymphoma/leukemia virus (HTLV)-I, HTLV-II, hepatitis C and B, as well as Epstein-Barr virus (EBV), were negative. Plasma protein electrophoresis did not show the presence of an anomalous peak. Serum alpha-fetoprotein value was less than 1.3 ng/mL (reference value [RV] less than 8 ng/mL). Blood and urine cultures were negative.\\nConsidering the history of intense and long-term alcohol abuse, and the complaints of appetite loss, weakness with associated mental confusion, icterus and laboratory data showing marked leukocyte shift to the left, elevation of the total bilirubin, and hepatocellular enzyme values (aspartate aminotransferase [AST] greater than twice the alanine aminotransferase [ALT]), the diagnosis of alcoholic hepatitis with hepatic failure was strongly considered. The presence of infection was uncertain. The determination of canalicular enzymes within the normal limits as well as the absence of other stigmata of chronic hepatic disease remained odd, as well as the elevated determination of lactic dehydrogenase (LDH) not typical for alcoholic hepatic disease. The patient was admitted and treated with antibiotics, saline intravenous infusion, and thiamine supplementation. On the following days, as the clinical picture deteriorated and the Maddrey score reached 88, corticosteroid was added to the therapeutic regimen. Hepatic and renal function continued worsening, the platelet count dropped to 8000/mm3, he became comatose, and died on the fourth day of his hospital stay.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'9345059': 1, '10339500': 1, '2893097': 1, '9490693': 1, '16507204': 1, '22789917': 1, '2917127': 1, '7817951': 1, '21057166': 1, '34307219': 2, '12202671': 1, '8122112': 1, '18385450': 1, '8620406': 1, '21030553': 1, '11607814': 1, '11090048': 1, '3876124': 1, '10561013': 1, '21204709': 1, '3125956': 1, '12873593': 1, '2204655': 1, '22808292': 1, '9684927': 1, '31528614': 2}", "similar_patients": "{'8214878-1': 1}"}