{"patient_id": 666, "patient_uid": "6016165-1", "PMID": 29992074, "file_path": "comm/PMC006xxxxxx/PMC6016165.xml", "title": "Diagnostic, Treatment, and System Challenges in the Management of Recurrent Neuroleptic Malignant Syndrome on a General Medical Service", "patient": "A 69-year-old Caucasian man with schizophrenia represented to our emergency department (ED) from a psychiatric hospital with catatonia, notable for agitation and altered mental status requiring physical restraints. Limited physical exam was revealing for increased tone and rigidity in bilateral lower extremities while the patient self-dialogued and yelled at times. Per outside records, he was observed to be persistently agitated, engaging in self-injurious behaviors such as hitting himself, banging his head, and refusing to eat or drink for a week.\\nThree weeks prior, he was admitted to the medicine service with early signs of NMS that resolved over the course of a few days with discontinuation of neuroleptics and treatment with parenteral lorazepam. He was subsequently transferred back to the outside hospital psychiatric unit for further stabilization and optimization of his psychotropic regimen, with a recommendation to avoid high-potency neuroleptics. There, he was started on fluphenazine, a high-potency first generation antipsychotic, after a washout period of one week. His religious delusions with disorganized thought process showed minimal improvement. He was subsequently switched to haloperidol, which was rapidly increased to 35 mg per day. Clonazepam 1.5 mg per day and lorazepam 1 mg per day were also utilized over this time frame. The patient, however, became increasingly agitated, with self-injurious behavior and some posturing that was attributed to “refractory psychosis.” This prompted further antipsychotic dose escalation. He had stopped eating or drinking by this time with associated worsening of behavioral dysregulation. 75 mg of chlorpromazine was given the same day after 35 mg of haloperidol showed minimal benefit. While chlorpromazine temporarily decreased his behavioral dysregulation, his agitation continued unabated the following morning. He was given additional chlorpromazine 25 mg with fluid resuscitation in urgent care before his transfer to our facility for a delirium work-up.\\nOn arrival, standard treatment was implemented, including antipsychotic discontinuation, supportive care, and initiation of parenteral benzodiazepines consisting of lorazepam 2 mg intravenously (IV) every 8 hours. His complete blood count, electrolytes, vitamin B12, thyroid function, and liver function tests were within normal limits, except for a CK of 1090 IU/L, mildly elevated 10,680 white blood cells per mcL, low iron level of 26 ug/dL, and creatinine value of 1.26 mg/dL thought to be prerenal in nature secondary to dehydration. He tested negative for syphilis on the rapid plasma reagin test. Urinalysis did not reveal an infection. Urine drug toxicology was positive for benzodiazepines only, which the patient had been receiving on the inpatient unit. A head CT revealed no acute intracranial pathology. An electroencephalogram performed on day 4 of admission was notable only for increased beta waves, reflecting the high-dose benzodiazepines he was receiving at the time.\\nThe patient's hospital course was notable for continued fluctuating motor symptoms with episodes of severe rigidity in both upper and lower extremities, intermittent droning vocalizations, waxy flexibility, posturing, negativism, automatic obedience, and presence of mitgehen. Such periods were accompanied by diaphoresis and autonomic hyperactivity. On the fifth day, lorazepam was increased to 4 mg IV every 4 hours and amantadine 100 mg (by mouth) PO twice a day was started the following day. The doses were held past midnight due to planned ECT on the seventh day of admission. Lorazepam was resumed post-ECT but amantadine was held until after the third session. Prior to each subsequent ECT treatment, benzodiazepines were held to prevent increasing the patient's seizure threshold. He received a total of three ECT sessions, each three days apart. In between the second and the third ECT sessions, the patient became overtly delirious secondary to a urinary tract infection, which was treated with antibiotics. After the second ECT session, lorazepam was decreased to 2 mg IV every 6 hours and then switched to a longer acting diazepam 20 mg IV every 6 hours after the third ECT session. Amantadine was restarted at the same dose and was increased to 100 mg PO three times a day, four days after the last ECT session. After a three-week washout period, Clozapine 12.5 mg PO twice a day was introduced for underlying psychotic symptoms and titrated to 25 mg twice a day without recurrence of NMS or catatonia. With gradual lysing of catatonia and normalization of lab values, the patient was discharged back to the inpatient psychiatric unit after a month-long hospitalization.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'28078203': 1, '28917389': 1, '11281518': 1, '17541044': 1, '25538636': 1, '17222339': 1, '18070843': 1, '20587766': 1, '25578944': 1, '27423483': 1, '10770467': 1, '16380435': 1, '2645794': 1, '20075641': 1, '7804674': 1, '12486486': 1, '17710840': 1, '19969591': 1, '22553911': 2, '26110120': 1, '21112456': 1, '27255726': 1, '19480467': 1, '23856388': 1, '29992074': 2}", "similar_patients": "{'3473267-1': 1}"}