{"patient_id": 132871, "patient_uid": "6451185-1", "PMID": 30967935, "file_path": "noncomm/PMC006xxxxxx/PMC6451185.xml", "title": "Simultaneous gastric and colonic erosions from gastric band and its tubing in the setting of recurrent intra-abdominal infection", "patient": "A 59-year-old female patient presented to her local family doctor with chronic generalized intermittent colicky abdominal pain and altered bowel habit for a few months. She has no other associated symptoms. She previously had laparoscopic adjustable gastric band (LAGB) insertion 8 years prior with good result (BMI pre-procedure was 56 kg/m2, and now 36 kg/m2). Her other comorbidities include hypertension and colonic diverticular disease with previous acute diverticulitis. She was organized to have an elective colonoscopy. Colonoscopy revealed tubular foreign body embedded in the wall of colon, with an entry and exit point, ~55 cm from anal verge (Fig. ). There was also significant sigmoid and descending colon diverticular disease.\\nCT abdomen with oral and intravenous contrast was organized to further investigate the tubular foreign body. It revealed concurrent gastric band erosion into gastric lumen and connection tubing eroding into the posterior wall of transverse colon and exiting inferiorly (Figs –). There was no evidence of any oral contrast leak from the stomach.\\nThis patient has previously been admitted for acute diverticulitis 4 years prior. Reviewing prior imaging did not reveal any gastric or colonic erosion. The gastric band tubing is noted to be running along the inflamed colon. Since the initial admission for acute diverticulitis, she has had multiple further acute diverticulitis episodes, which were treated with oral antibiotics. We suspect recurrent diverticulitis lead to the erosion of the gastric band into the colon and stomach.\\nAs part of the surgical management, both colorectal and upper GI surgeon were involved in the operation. Patient underwent laparoscopic removal of gastric band and laparoscopic assisted wedge resection of transverse colon. The gastric band was removed following adhesiolysis and the gastric defect was repaired with intracorporeal suturing. The gastric band port was subsequently removed. Gastroscopy was done to ensure the repair was airtight. For the colectomy, transverse colon and splenic flexure was mobilized laparoscopically and the transverse colon was extracted through the gastric band port site for external inspection. A tract was identified passing from the antimesenteric border to colonic lumen and then along the colonic mesentery. A wedge resection performed with stapler end to side anastomosis. Flexible sigmoidoscopy was performed to confirm the anastomosis was airtight. Her post-operative recovery was uneventful, and she continued to be well on post-operative follow up in clinic. She remains well on subsequent phone follow up 12 months post operatively.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'25835983': 1, '21547403': 1, '25581212': 1, '22990875': 1, '30967935': 2}", "similar_patients": "{}"}