{"patient_id": 8111, "patient_uid": "6488340-1", "PMID": 31058037, "file_path": "comm/PMC006xxxxxx/PMC6488340.xml", "title": "Slow-growing and Linearly Spreading Cutaneous Lesion: Often Misdiagnosed Mycobacterium Marinum Infection", "patient": "A 69-year-old male came with a complaint of cutaneous lesions on the right arm associated with redness and itching for 11 months. Other skin lesions and systemic symptoms were notably absent. A physical examination revealed three verrucous plaques on the right elbow and ulcerated papulonodules on the medial aspect of the right elbow (Figures -).\\nA 4 mm punch biopsy from the medial aspect of the right elbow demonstrated chronic granulomatous inflammation with diffuse dermal mixed infiltrate of neutrophils, histiocytes, and plasma cells and occasional microabscesses (Figures -). Gram stain, acid-fast bacilli (AFB), and periodic acid-Schiff (PAS) stains with appropriate controls for organisms were negative. Cultures obtained were negative for fungus and AFB at six weeks.\\nA diagnosis of sporotrichosis was made based on the sporortrichoid spread of lesions in a linear pattern up the lymphatics, histopathological findings, and the absence of AFB on special stains and culture. The patient was started on itraconazole.\\nAfter a month, the patient came back for a follow-up with a flare-up of the lesions on the right elbow. On probing, the patient admitted to cleaning an aquarium at home before the start of lesions. A biopsy of the lesions was sent for AFB stain, PAS stain, and culture for fungus and AFB. The fungal stain showed no yeast and hyphae. No AFB were found on direct smear. No fungus was isolated at six weeks of culture. At seven weeks of culture, AFB was isolated and identified as Mycobacterium marinum (M. marinum). The patient was started on rifampin, 300 mg twice a day, and ethambutol, 400 mg five times a day. The patient reported considerable improvement with the above treatment.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'29026615': 2, '30666280': 1, '25806076': 2, '30402364': 2, '14890762': 1, '29232419': 1, '20664920': 1, '19788801': 1, '31058037': 2}", "similar_patients": "{'4372314-1': 1, '5630956-1': 1, '6200441-1': 1}"}