{"patient_id": 137065, "patient_uid": "6843583-1", "PMID": 30745589, "file_path": "noncomm/PMC006xxxxxx/PMC6843583.xml", "title": "A case of external auditory canal osteoma complicated with cholesteatoma, mastoiditis, labyrinthitis and internal auditory canal pachymeningitis", "patient": "A 27-year-old male patient with a history of obstruction of the right EAC reported since he was 10 years old and progressive ipsilateral hearing loss, presented to another centre during summer 2015 with right sided otalgia, post-auricolar pain and swelling. Clinical examination revealed complete obstruction of the right EAC by a solid mass. Tonal threshold audiometry showed right anacusis. He had neither facial paralysis nor neurological symptoms. A clinical diagnosis of acute mastoiditis was made.\\nCT imaging ( and ) showed a bony mass with a large base and obstructing the right EAC. EAC and middle ear were completely occupied by material with a soft tissue density as well as the mastoid cells. The floor of the EAC was eroded as well as the promontorium, with a cochlear fistula confirmed by the presence of air bubbles into the cochlear lumen. An initial ossification of the lateral semicircular canal was also visible. MRI showed enhancement of the vestibule and lateral semicircular canal extending to the all length of the IAC (). High resolution T2 images did not allow any visualisation of ipsilateral perilymphatic fluid, cerebrospinal fluid into the IAC, as well as the 7th and 8th nerve bundle.\\nThe patient underwent a mastoidectomy to treat the emergency and then was referred to our centre. For unknown reasons, he came to our attention only after 1 year and 3 further episodes of mastoiditis, which were treated with antibiotics and external puncture. After the 3rd recurrence of mastoiditis in May 2016, he finally presented to the authors’ department.\\nAt that time, clinical examination confirmed complete obstruction of the EAC by a solid mass, combined with a retro-auricolar fistula in the area of the evacuation of the last mastoiditis. Facial nerve function was normal. Tonal threshold audiometry showed right anacusis.\\nA new radiological examination (CT and MRI) was planned.\\nBone window CT showed the standard mastoidectomy outcomes. The other findings coincided with the previous examination with the addition of a complete ossification of the inner ear. ( and ).\\nMRI showed a significant reduction of the enhancement of the internal ear and IAC and the 7th and 8th nerve bundle was now partially visualised (). Coronal and axial diffusion-weighted imaging (TSE DWI b1000 non-EPI) highlighted a focus with restricted diffusion (high signal) within the mass, a radiological finding strongly indicative for presence of cholesteatoma.\\nDue to the reduction of the IAC enhancement and the normal facial nerve function, it was decided to remove only the infection into the temporal bone by subtotal petrosectomy, leaving the IAC undisturbed. The surgical findings confirmed the presence of cholesteatoma in the EAC and middle ear, with inflammatory tissue in the site of previous mastoidectomy. Fibrous tissue was found to fill the cochlear fistula as well as the vestibule (after removal of the footplate). The resulting surgical cavity was filled with abdominal fat. The patient was placed under intravenous antibiotics and was discharged 3 days after surgery without complications. Three months later, a control MRI showed further reduction of the IAC enhancement (). A new MRI has been scheduled in 6 months.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'33414923': 2, '6717225': 1, '9663952': 1, '9473067': 1, '10504607': 1, '15632907': 1, '15021765': 1, '15923098': 1, '24964451': 2, '15763298': 1, '30745589': 2}", "similar_patients": "{'7750746-1': 1, '7750746-2': 1, '3813796-1': 1}"}