{"patient_id": 138210, "patient_uid": "6955076-1", "PMID": 31584444, "file_path": "noncomm/PMC006xxxxxx/PMC6955076.xml", "title": "Mobitz type II, 2:1 atrioventricular block mimicking as a convulsive seizure", "patient": "A 48-year-old female patient with a history of asthma was admitted to our neurology department with shivering all over the body and feeling faint. The patient did not give any history of cardiac disease or any drug intake except asthma medication. Physical examination findings were as follows: blood pressure, 125/75 mm Hg; pulse rate, 85 bpm; oxygen saturation, 96%; and respiratory rate, 22/min; no pathological findings were detected on cardiovascular and neurological system examination at first evaluation. ECG showed normal sinus rhythm without ischemic ST/T changes and abnormal PR and QT intervals (). Laboratory tests showed normal values for complete blood count, cardiac biomarkers, electrolytes, and thyroid function tests. Cranial computed tomography and magnetic resonance imaging studies were performed; both of them revealed normal intracranial findings. Furthermore, normal cerebral function was detected on VEM. During VEM, Mobitz type II, 2:1 AV block, which persisted for 45 s, was observed incidentally (block rate, 32 bpm) (). She stated that during this 45-s period, she had shivering all over the body and was feeling faint. This clinical condition was observed by nurses. Because of the short duration, the patient’s clinical condition and ECG findings returned to normal spontaneously without any medication. After consultation between the departments of neurology and cardiology, patient’s symptoms were considered to have appeared secondary to a cardiac conduction abnormality, not epileptic seizures. Transthoracic echocardiography and coronary angiography were performed, revealing normal echocardiographic findings and normal coronary arteries. Because of the unexplained high-degree AV block, a permanent pacemaker was implanted to the patient.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'15610808': 1, '10898432': 1, '31584444': 2}", "similar_patients": "{}"}