{"patient_id": 137983, "patient_uid": "6939785-1", "PMID": 31911969, "file_path": "noncomm/PMC006xxxxxx/PMC6939785.xml", "title": "Left anterior descending coronary artery compressed by a giant coronary fistula aneurysm: a case report", "patient": "A 62-year-old woman without cardiovascular risk factors was referred to the emergency department (ED) with chest pain. The patient reported weekly episodes of exertional angina during the previous 6 months, which had caused her to moderate her physical activity. On admission, the patient was afebrile with a heart rate of 62 b.p.m. and blood pressure of 130/65 mmHg. Physical examination of the heart, lung, and abdomen revealed no abnormalities. Biochemical examinations (red blood cell count, liver function tests, plasma markers of coagulation, and blood cell count) were within the normal range, as were her C-reactive protein levels. An electrocardiogram (ECG) and chest radiograph were performed in the ED, and myocardial necrosis biomarkers were measured, with no abnormality being observed. The patient was eventually discharged with a diagnosis of stable angina. Acetylsalicylic acid 100 mg and beta-blocker 2.5 mg were added to her chronic treatment and a treadmill exercise test was requested. Days later, the patient returned to the ED with minimal exertional angina. Once more, physical examination, ECG, chest radiograph, biomarkers, and two-dimensional echocardiography failed to reveal any abnormal features. An exercise treadmill test (ETT), in which the Bruce protocol was employed, revealed an abnormal clinical and electrical response at the first stage; namely a 2-mm downsloping ST-segment depression in the precordial and inferior leads and a 1-mm ST-segment elevation in the lead aVR. At this point, the patient was admitted with a diagnosis of high-risk unstable angina and underwent a CA via left radial access within the following 48 h. Coronary angiography revealed a cavity (an aneurysm) compressing the proximal segment of the LAD and which seemed to connect with the SVC (, online-video Slide 9). The contrast medium entered and exited the cavity rapidly. The proximal segment of the circumflex artery (Cx) was dilated but the right coronary artery showed no abnormalities. A final diagnosis was made possible by computed tomography angiography (CTA), which revealed a large arteriovenous fistula connecting the Cx with the SVC. The proximal orifice of the CAF was located three centimetres from the origin of the Cx. The proximal portion of the CAF was severely dilated, forming a giant aneurysm of 70 × 60 mm that caused a significant mass effect, displacing and compressing the LAD ().\\nAfter discussing the case with the local heart team, a decision was made to seal the fistula by closing the entry and exit points in order to prevent a possible rupture. There are two possible mechanisms of ischaemia (and, by association, angina) in this case: LAD compression (the most likely in this case) and diversion of the blood flow away from the Cx (coronary steal phenomenon). The patient was transferred to the corresponding surgical facilities for the intervention.\\nFive days later, the patient underwent surgery. The exit orifice of the CAF was found to be located on the right posterolateral side of the SVC. The CAF was ligated in the distal middle portion, in the anatomical space between the aortic root and the SVC. The saccular aneurysm located in the proximal portion of the fistulous tract was sectioned and drained. Both the entrance hole, which connected directly with the Cx and the exit hole, which communicated with the distal fistulous tract and drained into the SVC, were located and sutured (). Finally, aortocoronary bypasses to both the LAD and Cx were performed.\\nThe post-operative period was uneventful. The control CTA showed a total exclusion of the fistula from the blood flow and a significant reduction of the aneurysm’s volume. The proximal segment of Cx was seen to be thrombosed (). The patient’s symptoms improved significantly, to the point of her being asymptomatic at the time of discharge. Since then she has remained clinically stable.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'12133751': 1, '11216744': 1, '24940026': 1, '30121239': 1, '30002089': 1, '6830365': 1, '7283502': 1, '11198303': 1, '11132172': 1, '30165437': 1, '11897446': 1, '31911969': 2}", "similar_patients": "{}"}