{"patient_id": 15631, "patient_uid": "6967280-1", "PMID": 32026022, "file_path": "comm/PMC006xxxxxx/PMC6967280.xml", "title": "Unusually large ephedrine-induced blood pressure increases due to cardiac sympathetic denervation supersensitivity in a patient with Parkinson’s disease", "patient": "A 65-year-old male (160 cm, 65 kg) with gastric outlet obstruction due to a stomach ulcer scar was scheduled for gastrojejunostomy. His medical history included PD and hypertension. He had suffered from PD since he was 58 years old, and had then orthostatic hypotension, occasional tremors in both upper limbs, slow movement, and muscle rigidity. Although supine hypertension (SH) is recognized as a feature of cardiovascular autonomic failure that often accompanies orthostatic hypotension in patients with PD, the SH was not documented in the present case because the tilt test, which can detect SH [], was not performed. His PD symptom progression was scored as stage 4 according to the Hoehn and Yahr scale [], which consists of five stages of 1 (light) to 5 (severe). Stage 4 is defined as patients with severely disabling disease, but still able to walk or stand unassisted. He was orally taking 20 mg of nicardipine for hypertension, and 400 mg of levodopa, 10.8 mg of carbidopa, 100 mg of entacapone, 25 mg of zonisamide, and 36 mg of rotigotine for PD. His preoperative blood pressure and heart rate were in good control with around 130/80 and 60–80 beats per min, respectively. His preoperative electrocardiograph showed a normal sinus rhythm with no ST-T changes, and echocardiography revealed no abnormalities. However, severely decreased 123I-metaiodobenzylguanidine (MIBG) accumulation in the heart was observed. The early heart-to-mediastinum (H/M) ratio, which was obtained 15 min after the injection of 123I-MIBG, was 1.305 (normal range > 2.0); the late H/M ratio, which was obtained 4 h after the injection of 123I-MIBG, was 1.099 (normal range > 2.0); and the washout rate (WOR) was 73.4% (normal range 9–20%). Information on the distribution of neurons and function of the re-uptake pathway is provided by the H/M ratio, while the WOR provides information on the sympathetic drive [].\\nIn the operating room, after the placement of standard monitors, a Touhy needle was inserted into the epidural space at Th10–11, and an epidural catheter was inserted 5 cm into the epidural space. Then, 3 ml of 1% mepivacaine was injected through the catheter with no motor block. General anesthesia was induced with 80 mg propofol and remifentanil, and the trachea was intubated with the aid of 60 mg rocuronium. Anesthesia was maintained with an oxygen/air mixture and 4.5–5% desflurane. Eight milliliters of 1% mepivacaine was injected into the epidural space 10 min before the operation, and a continuous infusion of 188 ml of 0.2% ropivacaine and 0.6 mg fentanyl into the epidural space was started at a rate of 4 ml/h. Eight milligrams of ephedrine was administered intravenously when the patient’s blood pressure decreased, and an unexpectedly large increase in blood pressure was observed. This phenomenon recurred when 4 mg of ephedrine was administered again, but this time, nicardipine was required to suppress the patient’s blood pressure (Fig. ). Interestingly, his heart rate was not affected by ephedrine (Fig. ). At this time, we considered that denervation supersensitivity to ephedrine had been induced and stopped using catecholamines. After the completion of the operation, the patient was extubated. His postoperative course was uneventful.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'6067254': 1, '33139790': 1, '25904081': 1, '2988820': 1, '26801189': 1, '1964123': 1, '17673233': 1, '10979878': 1, '32026022': 2}", "similar_patients": "{}"}