{"patient_id": 138137, "patient_uid": "6949501-1", "PMID": 31914502, "file_path": "noncomm/PMC006xxxxxx/PMC6949501.xml", "title": "Peripheral osteoma on the medial eyebrow successfully extracted while preserving supratrochlear nerve", "patient": "A 41-year-old woman presented to the outpatient department seeking treatment for a painless mass on her left eyebrow (). She had no relevant medical history other than trauma that occurred 15 years prior: she had bumped her head. On physical examination, the mass measured 2.5×2 cm, and it was firm, round, and hardly movable. No cutaneous abnormalities were observed around the left eyebrow, and the patient reported no neurological symptoms such as sensory deficit.\\nA computed tomography (CT) scan revealed a 2.5×2×0.7-cm radio-opaque tumor just medial to the left supraorbital foramen ().\\nAn elective operation under general anesthesia was planned. The patient’s skin was incised horizontally along the wrinkle line, just above the hair-bearing area of the left eyebrow (suprabrow incision). The subcutaneous fat, as well as the frontalis and corrugator muscles, was dissected along the direction of the muscle fibers. In the surgical plane deep to the corrugator and superficial to the periosteum, a branch of the supratrochlear nerve was encountered; this was gently turned over using a vessel loop to the lateral aspect. A vertical incision was made in the periosteum, and a 2.5×2-cm osteoma was observed attached to the cortex of the frontal bone. Ostectomy was then performed using a chisel and mallet. The osteoma was extracted in multiple fragments to minimize trauma to the nerve. Contour was compared to that of the contralateral eyebrow and bilateral eyebrows were symmetrical. A postoperative CT scan showed that bone symmetry was adequately achieved (). Postoperative pathological findings were consistent with those of an osteoma.\\nAfter surgery, no sensory deficit was observed. A clinical photograph was taken after 1 week and showed that the scar was well hidden ().", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'23249981': 1, '22738720': 1, '21820784': 1, '2817682': 1, '18602294': 1, '22374823': 1, '1437033': 1, '12420263': 1, '19098531': 1, '34732040': 2, '8169708': 1, '9020746': 1, '18991169': 1, '25178350': 1, '10845303': 1, '31914502': 2}", "similar_patients": "{'8568491-1': 1}"}