{"patient_id": 130177, "patient_uid": "6247498-1", "PMID": 30479827, "file_path": "noncomm/PMC006xxxxxx/PMC6247498.xml", "title": "Caroli’s-type ductal plate malformation and a portosystemic shunt in\\na 4-month-old kitten", "patient": "A 4-month-old neutered male, Russian Blue cat was investigated for a 4 week history\\nof hypersalivation, failure to thrive and a 2 week history of a soft tissue swelling\\nof the ventral abdomen. Haematology and biochemistry performed by the referring\\nveterinarian revealed an inflammatory leukogram with a marked mature neutrophilia\\nand monocytosis (39.6 × 109/l [reference interval (RI) 3.8–10.1 ×\\n109/l] and 1.4 × 109/l [RI <0.6 × 109/l],\\nrespectively). There was a mild increase in blood urea nitrogen (11.3 mmol/l; RI\\n3.6–10.7 mmol/l) and phosphate (3.10 mmol/l; RI 1.10–2.74), attributed to prerenal\\ncauses and age-related change, respectively. Postprandial bile acids were increased\\nat 32 µmol/l (RI <25 µmol/l). Serological tests for feline leukemia virus/feline\\nimmunodeficiency virus were negative. The cat was receiving amoxicillin (12.5 mg/kg\\nPO q12h) for treatment of the ventral abdominal swelling, provisionally diagnosed as\\na subcutaneous abscess.\\nOn physical examination, the cat was lethargic with hypersalivation with a poor body\\ncondition score (3/9). Vital signs were normal. There was a firm nodular thickening\\non the ventral abdomen. A dual-phase (portal and delayed-venous) abdominal CT scan\\nwas performed under general anaesthesia with a six-slice helical unit (Brilliance 6;\\nPhilips). The left gastric vein was dilated (5 mm vs 1.5 mm for the main portal\\nvein) and communicated directly with the left phrenic vein, terminating in the\\ncaudal vena cava (\\nand ). Intrahepatic portal\\nvein branches were subjectively small and difficult to identify. There was\\nsubjective microhepatia. These changes were supportive of an extrahepatic\\nportosystemic shunt. In addition, soft tissue attenuating streaking of the ventral\\nsubcutis was identified, suggestive of steatitis. Surgical tissue biopsies from the\\nventral abdomen were obtained for histopathology and tissue culture.\\nThe patient was discharged with oral lactulose (0.5 ml PO q12h) for interim medical\\nmanagement of hepatic encephalopathy. Doxycycline (11.1 mg/kg PO q12h [12.5 mg]) was\\nstarted for possible mycobacterial panniculitis, at the clinician’s discretion.\\nHistopathology, including Ziehl–Neelsen staining for mycobacteria of the\\nsubcutaneous tissue, identified steatitis with no pathogenic infectious agent\\nidentified. There was no microorganism growth on prolonged tissue culture. A lower\\nprotein diet was recommended, such as Hill’s k/d.\\nTen weeks after initial presentation, the patient re-presented for exploratory\\nlaparotomy for ligation of a suspected portosystemic shunt. The patient was\\nreceiving oral lactulose (0.5 ml PO q12h) and had been commenced on levetiracetam\\n(22 mg/kg PO q8h) 7 days prior as per hospital policy for portosystemic shunt\\npatients. On examination, the patient was alert and responsive but considered\\nquieter than expected given its age. Body condition score had improved (4/9) and\\nvital signs were normal. The steatitis had resolved.\\nPreanaesthetic haematology and biochemistry indicated a mild hypochromic microcytic\\nnon-regenerative anaemia (haematocrit 27.7% [RI: 30.3–52.3%]; mean cell volume 34.4\\nfl [RI 34.3–35.9 fl]; mean cell haemoglobin 11.5 pg [RI 11.8–17.3]) and moderate\\nlymphocytosis (7.36 × 109/l; RI 0.92–6.88 × 109/l). A low\\ncreatinine (65 µmol/l; RI 71–212 µmol/l) and mild hyperphosphataemia (2.72 mmol/l;\\nRI 1.00–2.42 mmol/l) were attributed to suboptimal body condition score and\\nage-related change, respectively. Electrolytes were within normal limits.\\nExploratory laparotomy under routine general anaesthesia confirmed the presence of a\\nleft gastrophrenic portosystemic shunt, in addition to a double vena cava, which\\njoined at the level of the renal veins. A partial ligation of the portosystemic\\nshunt with cellophane banding was performed. A 6 mm punch biopsy from the quadrate\\nlobe of the liver was obtained. The patient had an unremarkable anaesthetic\\nrecovery. Liver biopsy was submitted for external histopathological review to\\nCornell University Animal Health Diagnostic Center. The patient was discharged 2\\ndays after shunt ligation with phenobarbitone (1.9 mg/kg PO q12h for 2 weeks),\\nlevetiracetam (19 mg/kg PO q8h for 2 weeks) and buprenorphine (0.02 mg/kg PO q8h) as\\nrequired for analgesia. The patient developed upper respiratory tract signs with\\nmucoid nasal discharge and was commenced on doxycycline (9.6 mg/kg PO q12h for 7\\ndays). The previous low-protein diet was advised until liver function was\\nreassessed.\\nHistopathology of the liver biopsy revealed large bile ducts with irregular,\\nsacculated contours (). There was increased profile of abnormal bile ducts that occasionally\\nbreached the limiting plate. The proliferations extended out a short distance\\nblindly into the hepatic parenchyma. Both the small and medium portal tracts\\ncontained thick-walled arterioles and mild serpiginous, plexiform proliferations of\\narterioles. The portal veins were frequently inconspicuous and portal lymphatics\\nwere frequently moderately dilated (). The sinusoids were irregularly branching (). Portal tracts\\ncontained small numbers of lymphocytes and plasma cells primarily around bile ducts.\\nThere was portal vein hypoperfusion. These findings are consistent with\\nCaroli’s-type ductal plate malformation and congenital portosystemic shunt.\\nTwo months after surgery, the cat was bright and clinically well. Repeat haematology\\nand biochemistry indicated a mild microcytosis and a mild elevation in alkaline\\nphosphatase (72 IU/l; RI 5–50 IU/l). Resting ammonia was 87 µmol/l (RI 0–95 µmol/l)\\nand fasting bile acid remained elevated at 18 µmol/l (RI <11 µmol/l), attributed\\nto incomplete attenuation of the portosystemic shunt.", "age": "[[4.0, 'month']]", "gender": "M", "relevant_articles": "{'17667502': 1, '8742815': 1, '9581983': 1, '21194327': 1, '34027760': 1, '20080489': 1, '26797094': 1, '19349863': 1, '16231725': 1, '12564724': 1, '28491400': 2, '17458347': 1, '30479827': 2}", "similar_patients": "{'5362006-1': 1}"}