{"patient_id": 129072, "patient_uid": "6166191-1", "PMID": 28467338, "file_path": "noncomm/PMC006xxxxxx/PMC6166191.xml", "title": "A case of extramammary inguinal Paget disease in a male patient: surgical treatment with an abdominal advancement cutaneous flap", "patient": "A 55-year-old man was referred to the Plastic Surgery Division of Siena (Italy) with a two-year history of a pruritic, painless erythematous chronic skin rash on the right emi-scrotum and inguinal region (). Because of progressive pruritus, erythema, and thickening of the affected area, he previously sought medical attention but misdiagnosis led to ineffective treatment (cortisone and antifungal topical agents). Local examination revealed an erythematous plaque extending over the base of the penis and 2-cm round peripheral rim onto the scrotum. The involved area contained whitish superficial exudates, and was scaly. No inguinal lymph nodes were evidenced by physical examination.\\nThe patient initially underwent a punch biopsy and the pathology report came back as EMPD. Surgical excision was performed, and the repair of the defect was carried out by means of an abdominal advancement cutaneous flap (-). The abdominal wall was elevated immediately anterior to the underlying rectus and external oblique fascia caudally to the umbilical level.\\nThe whole overlying skin and subcutaneous tissue immediately superficial to the fascia of the rectus abdominis and external oblique muscle was raised on the ipsilateral side of the defect. The flap was then moved caudally to cover the defect. The contralateral part of the flap was removed. This maneuver provided enough mobility for closing a gap of 12 cm. Superficial lymphadenectomy was performed at the same time. Lymph nodes were negative on histological examination. The patient, after 1 year of follow-up, is free from disease and has a normal life ().", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'25830993': 1, '34352952': 1, '26971063': 1, '26508372': 1, '25903204': 1, '27487738': 1, '2814752': 1, '26581826': 1, '26722523': 1, '27526657': 1, '12478117': 1, '28467338': 2}", "similar_patients": "{}"}