{"patient_id": 4697, "patient_uid": "6277215-1", "PMID": 30567074, "file_path": "comm/PMC006xxxxxx/PMC6277215.xml", "title": "Bladder cavernous hemangioma after pelvic radiotherapy in a female patient: A case report and literature review", "patient": "A 49 years old female was referred to a sudden, painless hematuria 12 days prior for her visit to our hospital. She had past history of cervical cancer about one year ago and received surgery as well as adjuvant chemotherapy and radiotherapy thereafter. The latest follow-up showed no evidence of tumor recurrence. Physical examination revealed no palpable mass or enlarged lymphnodes. She had also diagnosed with diabetes type 2 for 10 years with no medication pills treatment. Computed tomography revealed a small lesion on the superior wall of the urinary bladder with acute clot retention (). Cystoscopy confirmed a solid papillary pedunculated mass with a measuring of 1.0 x 0.5 cm located on the superior posterior wall (A). The surface of the mass revealed reddish and vascular formation. The surrounding urinary wall have several distended vessels which seems to be associated with the hemangioma formation (B).\\nWe then performed transurethral tumor resection and the tissue sample was sent to the pathological examination. Histological findings revealed the almina propria and submucosa of the urinary wall without infiltration of the muscularis propria (A). They were found to be as a proliferation of vessel walls with distinct borders and spreading between the normal vasculature, well differentiated, and the stroma of the bladder submucosa with intense congestion (B). The pathological diagnosis was bladder hemangioma cavernous type according to the histological features described above. The symptom of hematuria disappeared after the surgery and no evidence of tumor recurrence was found in one year and half follow-ups.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'10430259': 1, '16152578': 1, '30391737': 1, '17574946': 1, '26889312': 1, '27613565': 1, '20163837': 1, '15536954': 1, '27960236': 1, '18580491': 1, '26893881': 1, '17519906': 1, '17509394': 1, '30308263': 1, '25628995': 2, '24378498': 1, '31240203': 2, '34141749': 1, '22704803': 2, '30567074': 2}", "similar_patients": "{'3407711-1': 1, '6559226-1': 1, '4288837-1': 1}"}