{"patient_id": 135683, "patient_uid": "6728122-1", "PMID": 31534876, "file_path": "noncomm/PMC006xxxxxx/PMC6728122.xml", "title": "Prazosin initiation and dose titration in a patient with posttraumatic stress disorder on concurrent carvedilol", "patient": "A 49-year-old white male with psychiatric history of PTSD, schizoaffective disorder, anxiety, and alcohol dependence (in remission) was referred to the PMPTC. At the time of referral, the patient denied use of alcohol, tobacco, or illicit substances. Medical history was significant for hypertension, headache, obstructive sleep apnea, diabetes mellitus type II, nephrolithiasis, and back pain. His antihypertensive regimen included carvedilol 3.125 mg twice daily, lisinopril 5 mg daily, and isosorbide mononitrate 30 mg daily for angina. His psychiatric medications included benztropine 1 mg 3 times daily, clonazepam 2 mg twice daily, hydroxyzine 50 mg daily as needed for anxiety, lithium 600 mg twice daily, loxapine 5 mg in the morning and 20 mg in the evening, and venlafaxine extended-release 300 mg every morning.\\nThe patient was diagnosed with PTSD in 2015 related to trauma sustained during his service in Operation Desert Storm. In 2016, he was trialed on prazosin 1 mg for nighttime PTSD symptoms. Per recommendation of cardiology service, beta blocker therapy was changed from carvedilol, an agent with selective alpha-1 blockade, to metoprolol tartrate 12.5 mg twice daily with selective beta-1 blockade to minimize intolerability with prazosin. One month after prazosin initiation, the patient presented to the emergency department with severe headache and dizziness and a blood pressure of 149/85 mmHg. Prazosin and metoprolol were discontinued, and carvedilol was reinitiated.\\nOne year later, when he reported frequent nightmares to his mental health provider, he was referred to the PMPTC. At the initial visit, the patient reported no change to the medication regimen from the previous prazosin trial. Symptoms included poor sleep, nightmares 5 to 6 nights per week, restlessness throughout the night, and daytime hypervigilance and irritability. Baseline blood pressure readings were within goal range of 130/80 mmHg per American College of Cardiology and American Heart Association guidelines (), and his antihypertensive regimen was well tolerated. After discussing the risks and benefits of prazosin therapy, prazosin 1 mg was initiated at bedtime.\\nAt his first follow-up visit on week 2, the patient reported improvement in sleep and restlessness. He also reported mild dizziness 1 hour after taking his nighttime dose, moderate dizziness in the morning following dose administration, and mild dizziness throughout the next day. Prazosin 1 mg was continued at bedtime for 5 weeks with improvements in clinically assessed measures (). Tolerable, intermittent dizziness was reported throughout the day; no objective signs of hypotension were reported.\\nThe patient desired prazosin dose escalation to 2 mg at bedtime at week 6 to further target nightmare frequency and intensity. On this dose, he described a slight improvement in nightmare intensity (). After 2 weeks with good tolerability, prazosin was cautiously increased to 3 mg at bedtime with continued improvements in dizziness and PTSD symptoms and with no nightmares in more than 6 weeks ().\\nHe maintained benefits with prazosin 3 mg for about 2 months. After 2 months, prazosin was increased to 4 mg at bedtime to target increased nightmares. He reported variability in frequency or intensity of nightmares and sleep hours in the context of ongoing psychosocial stressors () but continued 4 mg with less frequent follow-up and no other medication changes. He continues to feel that the benefits of prazosin outweigh the risks and inconvenience of brief episodes of dizziness. Prazosin continues to be monitored at less frequent follow-up intervals to ensure sustained efficacy and tolerability.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'22281448': 1, '12562588': 1, '11132243': 1, '29146535': 1, '12967060': 1, '23846759': 1, '1378144': 1, '8466387': 1, '33979949': 1, '29414272': 1, '7855217': 1, '17069768': 1, '18387899': 1, '31534876': 2}", "similar_patients": "{}"}