{"patient_id": 128551, "patient_uid": "6120374-1", "PMID": 30186141, "file_path": "noncomm/PMC006xxxxxx/PMC6120374.xml", "title": "Leukoerythroblastosis with Cytopenia as an Initial Presentation of Lung Adenocarcinoma", "patient": "A 74-year-old man presented with increasing fatigue and generalized abdominal discomfort over one month associated with occasional joint aches and pains that he attributed to a coincident administration of the flu shot. He was otherwise well with no fevers or chills, nausea or vomiting, mouth sores, or diarrhea and no headaches, dizziness, or double vision. He did not have any new cough, but he had mild dyspnea, and his energy was somewhat reduced. He developed new bleeding from his gums and had bloody blisters in his mouth but had no hemoptysis, hematuria, or hematochezia.\\nFive years prior to presentation, the patient was diagnosed with CLL, treated with FCR. He achieved complete remission and had been on active surveillance since. Other past medical history was significant for type 2 diabetes, hyperlipidemia, and hypertension for which he was on appropriate medications. In addition, he was a previous smoker of 40 pack-years, but managed to quit 10 years ago. Investigations showed new onset of anemia (hemoglobin of 51 g/L) with an inappropriately normal reticulocyte count (80.3), circulating nucleated red blood cells (Fig. , white arrows) as well as thrombocytopenia (platelet count of 8,000 × 109/L). White blood cell count was preserved at 5.58 × 109/L, but he had left shift with 0.5 × 109/L metamyelocytes and 0.06 × 109/L myelocytes (Fig. , blue arrow), and lymphopenia (0.4 × 109/L). Lactate dehydrogenase and ferritin were elevated at 843 U/L and 1,450 μg/L, respectively. Liver enzymes, creatinine, and sodium were normal.\\nHe was admitted to hospital for transfusion support and further investigations. This initially included a chest X-ray, which reported clear lung fields as well as no abnormalities in the bones and soft tissues. Ultrasound of the abdomen demonstrated splenic enlargement measuring 18.9 cm associated with a lobulated area of decreased echogenicity measuring up to 5.6 cm. There was also a well-circumscribed echogenic mass measuring up to 2 cm in the mid to lower pole of the kidney on the right side, whereas the left kidney was normal in appearance. It was hypothesized that the splenic changes might have been representative of previous infarction, but the mass in the kidney was new since his previous evaluation. Given these findings, a CT scan was performed. This demonstrated two small lung nodules including an irregular-appearing right middle lobe lesion measuring 9 × 14 mm (Fig. ) and an ill-defined spiculated nodule in the lingula measuring 12 × 15 mm (Fig. ) as well as a benign-appearing granuloma in the left lower lobe. There was evidence of subpleural emphysema at the lung apices with no pulmonary edema or pneumonia. The liver appeared normal; the spleen was enlarged measuring 20 cm in length with some peripheral wedge-shaped areas possibly representative of subacute splenic infarcts. The right adrenal gland had a round nodule that was felt to represent a benign adenoma. The kidneys were normal in length and cortical thickening. There was a peripheral wedge-shaped hypoenhancing area in the upper pole of the right kidney and posterior aspect of the left kidney, which were typical of renal infarcts with no renal stone, mass, or obstruction present. In addition, there was evidence of widespread sclerotic bony lesions throughout all the visualized bony structures, with no signs of fracture.\\nLung cancer with concomitant myelodysplasia/acute myeloid leukemia/CLL relapse was suspected, but due to bleeding and profound thrombocytopenia, biopsy of one of the lung nodules was not feasible. Bone marrow (BM) investigation was performed in order to further investigate the leukoerythroblastosis and cytopenia. Aspirate yielded a dry tap with clusters of extrinsic atypical cells on touch preparations. BM core biopsy showed infiltration and near complete replacement (Fig. ) by a population of highly atypical cells with surrounding fibrosis (Fig. ). Cells were positive for thyroid transcription factor-1 (Fig. ), cytokeratins CK8/18, CK7, and Napsin A (Fig. ), an immunohistochemical profile that is consistent with a primary poorly differentiated lung adenocarcinoma.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'24488663': 1, '26486789': 1, '13657392': 1, '20888994': 1, '25562031': 1, '18411418': 1, '17351903': 1, '24623544': 1, '28740840': 2, '25308294': 1, '14149255': 1, '16262899': 1, '5846279': 1, '30186141': 2}", "similar_patients": "{'5507570-1': 1}"}