{"patient_id": 12572, "patient_uid": "6800899-1", "PMID": 31687242, "file_path": "comm/PMC006xxxxxx/PMC6800899.xml", "title": "A Case of Unilateral Coccidioidal Chorioretinitis in a Patient with\\nHIV-Associated Meningoencephalitis", "patient": "A 48-year-old Hispanic female presented to a HIV clinic in southern California with a\\nthree-week history of headache, right eye blurry vision, dizziness, myalgia, nausea, and\\nvomiting, and a one-day history of subjective fever. The past medical history was\\nsignificant for human immunodeficiency virus (HIV) for 13 years (CD4 103, viral load 877 two\\nweeks prior) with chronic associated cytomegalovirus (CMV) viremia, mycobacterium\\navium-intracellulare infection and toxoplasmosis encephalitis. The patient's\\nmedications included abacavir, dolutegravir, and lamivudine, as well as azithromycin,\\nethambutol, pyrimethamine, sulfadiazine, and valganciclovir for opportunistic infections.\\nHer temperature was 98.1°F, she had no abnormal vital signs, no recent weight change,\\nno neurological symptoms and a normal systemic physical exam.\\nOphthalmic examination revealed visual acuity of hand motion at 1 foot in the right eye\\n(OD) and 20/20 in the left eye (OS), pupil constriction of\\n3 > 3 mm OD and 3 > 2 mm OS, and a\\npositive right-sided relative afferent pupillary defect (RAPD). Intraocular pressures were\\nwithin normal limits and extraocular movements were full in both eyes. Confrontational\\nvisual fields and color plates were unable to be obtained OD and within normal limits OS.\\nAnterior segment examination was within normal limits on bedside exam. Dilated fundus exam\\nOD revealed 1+ vitreous cell/haze, several large chorioretinal lesions scattered throughout\\nthe periphery and involving the macula with 2+ optic disc pallor. OS was within normal\\nlimits ().\\nDue to the immunosuppressive state on presentation, as well as systemic symptoms, an\\nextensive infectious work-up was performed as an inpatient with the Infectious Disease\\nservice and a vitreous tap was performed of the right eye. Serum coccidioidomycoses\\ncomplement fixation (CF) was found to be positive (titers of 1 : 256). Serum\\nsyphilis enzyme immunoantibody, rapid plasma reagin, Borrelia burgdorferi antibody, CMV\\nIgG/IgM, Varicella IgG, HSV type 1/2 IgM were negative. Gram stain showed\\npolymorphonucleated white blood cells without organisms and cultures showed no growth. The\\nencephalitis panel polymerase chain reaction was performed on the vitreous tap sample and\\nwas negative for Enterovirus, HSV1/2, Herpesvirus 6, Parechovirus, Varicella Zoster and\\nCryptococcus neoformans/gatti, E-coli K1, Haemophilus influenza,\\nListeria monocytogenes, Neisseria meningitides, Strep. agalactiae, Strep.\\npneumoniae. The vitreous PCR test was positive for Cytomegalovirus. CT head\\nshowed a new area of enhancement in the left anterior frontal lobe (). Lumbar puncture (LP) with CSF gram stains, fungal cultures,\\nand coccidioides CF were negative.\\nBased on the symptoms, positive serum coccidioidomycoses complement fixation and fundus\\nappearance the patient was diagnosed with coccidioidal chorioretinitis with panuveitis. The\\nvitreous PCR positive test was attributed to her long-standing CMV viremia secondary to\\nsample contamination from the vitreous cells and trauma of the intravitreal biopsy and not\\ndeemed consistent with CMV retinitis given the absence of suspicious lesions. Additionally,\\nher CD4 count of 103 places her outside of the highest risk strata of CMV retinitis, which\\noccurs most commonly at a CD4 count of <50 [].\\nThe patient was treated with intravenous fluconazole and intravitreal voriconazole was\\npreemptively given during the vitreous sampling. During her hospital course her systemic\\nsymptoms resolved. Follow-up examinations with serial fundus examinations showed progressive\\nimprovement in posterior vitritis, however, her visual acuity and retinal lesions remained\\nstable throughout her hospital course. On follow-up examination at 3 and 5 months after\\ndischarge, her vision had decreased to light perception with no evidence of active lesions\\nor vitritis and stable chorioretinal lesions.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'16206093': 1, '19866981': 1, '653576': 1, '20827104': 1, '17344527': 1, '30893459': 1, '7997329': 1, '9596507': 1, '6988997': 1, '28098554': 1, '7706482': 1, '20471688': 1, '34941663': 2, '7458743': 1, '31687242': 2}", "similar_patients": "{'8705876-1': 1}"}