{"patient_id": 12927, "patient_uid": "6822454-1", "PMID": 31695749, "file_path": "comm/PMC006xxxxxx/PMC6822454.xml", "title": "Stable transmission of complex chromosomal rearrangements involving chromosome 1q derived from constitutional chromoanagenesis", "patient": "During the pregnancy of the proband by a 23-year-old G1P0 mother, prenatal ultrasound of the fetus revealed congenital anomalies including dilated right cerebral ventricle (suspected germinal matrix hemorrhage), pyelectasis, echogenic bowel, and hypoplastic nasal bone. 36-week gestational fetal MRI revealed cystic encephalomalacia in region of left caudate nucleus and caudothalamic groove appears more conspicuous, likely reflecting sequela of germinal matrix hemorrhage, similar prominent left lateral ventricles without evidence of obstructive hydrocephalus, and mild left fetal pyelocaliectasis.\\nThe proband was born at 37-week-6-day gestational age by cesarean due to breech presentation, and abnormal prenatal ultrasound/MRI findings. The mother was group B streptococcus positive. At birth, his weight was 2.915 kg, his length is 47 cm, and his occipital–frontal circumference (OFC) was 34.5 cm. His Apgars were 7 and 8 at 1 and 5 min, respectively. He had decreased respiratory effort after birth and requiring blow by oxygen briefly. His echo showed small patent ductus arteriosus with left to right shunting, ductal velocity indicating elevated pulmonary artery pressures, and insufficient tricuspid valve regurgitation for estimation of right ventricular systolic pressure. His ultrasound revealed resolving left germinal matrix hemorrhage. He had no acute hemorrhage, no pyelectasis, no echogenic bowel, and a normal size of the ventricles. His MRI revealed periventricular white matter cystic encephalomalacic change at the left frontal horn and caudothalamic groove, likely representing sequela of prior germinal matrix hemorrhage. He had bilateral undescended testes with right testis located within the inguinal canal, and the left testis seen coursing between the left lower pelvis and upper inguinal canal.\\nAt the age of 4 months, his height was 55.9 cm (<1st centile; 50th centile for a 1-month old), his weight was 5.1 kg (<1st centile; 50th centile for an 1.5-month old), and his OFC was 41.4 cm (38th centile). He had failure to thrive, developmental delay, severe tracheomalacia, stridor/difficulty breathing along with decreased oral intake, bilateral inguinal, gastroesophageal reflux disease, and bilaterally undescended testes. He also had possible seizure disorder, increased tone, and abnormal rigid movements with significant jitteriness and frequent myoclonic jerks. His anterior fontanelle was open and flat. He had facial dysmorphisms including small nose and depressed nasal bridge with possible hypertelorism.\\nHis mother had intellectual disability and lived with her mother. Paternal grandmother and paternal great grandmother had seizure. Father’s family members had attention deficit hyperactivity disorder, anxiety, and depression disorders. No cancer-related disorders were found on either side of the family.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'1722352': 1, '26929209': 1, '10381326': 1, '8945518': 1, '17438667': 1, '15016989': 1, '19180184': 1, '12897783': 1, '22388000': 1, '24440784': 1, '12812753': 1, '8945517': 1, '21349919': 1, '33802828': 1, '21925314': 1, '23622249': 1, '21215367': 1, '10973072': 1, '34956401': 1, '14505274': 1, '22494239': 1, '23135524': 1, '16710414': 1, '26040972': 1, '22813740': 1, '28629900': 1, '12419252': 1, '26070663': 1, '11988762': 1, '18160035': 1, '7910581': 1, '26209074': 1, '26627873': 1, '16773564': 1, '19112500': 1, '28099951': 1, '29564815': 1, '22211708': 1, '31695749': 2}", "similar_patients": "{}"}