{"patient_id": 4930, "patient_uid": "6292845-1", "PMID": 30547242, "file_path": "comm/PMC006xxxxxx/PMC6292845.xml", "title": "A rare presentation of appendicitis inside the femoral canal: case report and literature review", "patient": "A 47-year-old female was referred to the emergency department by her general practitioner after noticing a lump in her right groin. She mentioned that 2 days prior to presentation that a lump appeared suddenly and was initially uncomfortable but then developed increasing pain and erythema. The patient denied nausea, vomiting, fever, or change in bowel habit. The patient did not have any past significant medical history apart from being a smoker and had a BMI of 25.6. On arrival to the ED, the patient was resuscitated, and on examination, a 3 × 3 cm erythematous, irreducible lump with minor local tenderness was identified in the right groin below the inguinal ligament. The patient had a leucocytosis of 12.1 with normal serum biochemistry. A CT scan demonstrated a blind-ended structure with surrounding fat stranding inside the femoral canal (Fig. ). The patient was diagnosed with a de Garengeot hernia and was taken to the operating theatre.\\nThe patient underwent laparoscopy where the appendix was found to have migrated through the femoral canal (Fig. ), and attempts at reduction into the peritoneal cavity proved to be unsuccessful. The mesoappendix was divided, and the base of the appendix was divided between endoloops. A standard low approach incision was made over the right groin swelling, and a strangulated right femoral hernia containing an inflamed appendix with strangulated extraperitoneal necrotic fat was identified. The hernia sac was opened, and the appendix delivered and removed (Fig. ), and after appropriate dissection, the necrotic tissue was excised and hernia sac suture ligated. Because of the presumed bacterial translocation, the femoral hernia defect was closed using interrupted non-absorbable sutures. The patient was able to be discharged the following day and underwent an uneventful recovery. The histopathology confirmed acute appendicitis.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'25622240': 1, '22983696': 1, '21718485': 2, '32577213': 2, '29127919': 1, '31522387': 1, '11064659': 1, '4817872': 1, '25194597': 1, '22391502': 1, '24494479': 1, '22288062': 1, '17340052': 1, '19948016': 1, '23578413': 1, '33542813': 2, '14098565': 1, '14997930': 1, '30547242': 2}", "similar_patients": "{'3141709-1': 1, '7850006-1': 1, '7297558-1': 1}"}