{"patient_id": 14028, "patient_uid": "6884922-1", "PMID": 31844674, "file_path": "comm/PMC006xxxxxx/PMC6884922.xml", "title": "Use of Rituximab in NHL Malt Type Pregnant in I° Trimester for Two Times", "patient": "In the 01/2007, a 28-year-old Caucasian woman had her first twin pregnancy. The delivery was complicated by gestosis, with the death in utero of one of the twins and his permanence as a dead fetus in uterus for 20 days.\\nTwo months after this event, she came for observation with eosinophilia (eosinophils 1500/μL on about WBC 10000/μL) and persistent cough. She received antibiotic therapy and on 03.26.2007 a chest X-ray examination showed an “area of faint opacification in the left median region.” On 05.07.07 a chest CT showed the following: On the left, a parenchymal consolidation area with an inhomogeneous pattern mostly with ground glass with shaded margins. Other small areas with ground glass appearance were noticeable in the apical segments of the upper lateral lobe of the middle and front-basal lobe of the right lower lobe. On 05.11.07 she underwent bronchoscopy: “…the left bronchial half system was explored, focusing on marked inflammation of the upper lobe, and in particular at the upper-dorsal branch level.”\\nOn 06.06.07 a bone marrow biopsy was performed. The cytometric analysis of BAL, peripheral blood, and bone marrow aspirate were in agreement for CD19+, CD5-, CD22+, CD23-, CD10-, CD43+, CD11c+, lambda+ compatible with a B-cell lymphoproliferative disease. The bone marrow showed interstitial and trabecular nodular infiltration by B-cell lymphoproliferative disease. Immunohistochemical examination showed CD19 +, CD5-, CD22 +, CD23-, CD10-, CD43 +, CD11c +, lambda +, also compatible with B-cell lymphoproliferative disease. On 18.06.07 a total body positron emission tomography was performed, which “evidenced inhomogeneous accumulation of tracers with focal areas uptake corresponding to the extended parenchymal thickening with ground glass at loading the upper lobes of both lungs, as well as at the apical segment of the left lower lobe and the right middle lobe. There was evidence of faint accumulation of the tracer at the right tracheal lymph node formation but absence of additional areas of accumulation of the tracers in other body areas examined. Screening for hepatitis C virus (HCV) and hepatitis B virus (HBV) infection was performed to avoid any flare-ups during chemotherapy [, , , , ].\\nOn 07.12.07 an esophagogastroduodenoscopy was performed: with the following results: The body and the gastric bottom are profoundly altered by extensive lesions, intense hyperemia, and multiple small ulcerations. Gastric biopsy showed moderate, active chronic gastritis with bacterial infection possibly by Helicobacter pylori and marked lymphoid reaction (small mature lymphocytes) that dissociate muscolaris mucosae, infiltrate the glandular epithelium, presenting images indicating associated lymphoid lesions. Meta-inflammatory modifications and intestinal metaplasia (10%) were observed. The lymphoid population showed marked positivity for LCA, CD19, and only poor reactivity for CD45RO for accompanying T-cells, thereby confirming the diagnosis of low-grade MALTOMA B cell. In conclusion, a diagnosis of stage IV-E (extranodal site involvement) mucosa-associated lymphoid tissue (MALT) lymphoma according to Ann Arbor staging was made.\\nFrom September 2007, she began therapy with omeprazole 20 mg, amoxicillin 1g, and either clarithromycin 500 mg twice daily for two week; dexamethasone in boluses of 40 mg / day for 4 days every 28 days; rituximab 650 mg once per week for 4 weeks. This was followed by rituximab 650 mg every 2 months given intravenously (375 mg/m2) for 2 years. After one week the cough disappeared. After 45 days she was evaluated: a urea breath test was negative and a CT scan examination showed a reduction of all injuries observed previously. She continued her therapeutic regime, but 10 months later amenorrhea was reported and a pregnancy test was performed with positive results. Rituximab was discontinued. However, a few days before performing the pregnancy test, we had administered 650 mg of rituximab. She decided to complete the pregnancy; prenatal screening by ultrasonography evaluated the risk for fetal malformation during the pregnancy. No fetal alterations were showed at each routine ultrasonography. The newborn baby was healthy.\\nAfter childbirth she was reevaluated with a urea breath test and CT scan that showed complete remission. The newborn experienced no adverse events; he was subjected to a strict follow-up.\\nShe restarted rituximab 650 mg every 2 months intravenously for maintenance of the response. After 8 months, amenorrhea indicated another pregnancy. Rituximab was discontinued, but one week before performing the pregnancy test, we had administered 650 mg of rituximab. The patient again decided to complete the pregnancy, and all fetal ultrasound scans showed no alterations. The second newborn was born healthy despite being exposed to rituximab during the first trimester of pregnancy and was also subjected to a strict follow-up. Neither of the newborns ever showed any adverse events.\\nHuman use of rituximab has been complied with all the relevant national regulations, institutional policies and in accordance the tenets of the Helsinki Declaration, and an informed consent has been obtained from patient included in this study.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'32033391': 1, '31922016': 2, '33807793': 2, '29564373': 1, '21176329': 1, '21885355': 1, '22772325': 1, '18596903': 1, '29954345': 2, '19495780': 1, '33572634': 2, '34069774': 1, '32188040': 2, '32258414': 2, '21608002': 1, '32528871': 1, '33281699': 2, '33336019': 1, '33776000': 1, '22855434': 1, '21098742': 1, '24335460': 1, '33727844': 1, '30552159': 1, '31844674': 2}", "similar_patients": "{'6944454-1': 1, '7142487-1': 1, '7691594-1': 1, '7691594-2': 1, '7691594-3': 1, '7691594-4': 1, '7691594-5': 1, '6022350-1': 1, '7912420-1': 1, '7101477-1': 1, '8002204-1': 1, '8002204-2': 1}"}