{"patient_id": 128780, "patient_uid": "6136408-2", "PMID": 30237719, "file_path": "noncomm/PMC006xxxxxx/PMC6136408.xml", "title": "What is known about deferasirox chelation therapy in pediatric HSCT recipients: two case reports of metabolic acidosis", "patient": "The second clinical case was a 16-year-old male affected by X-linked lymphoproliferative syndrome. The diagnosis was performed at the beginning of January 2012, after a severe Epstein–Barr virus infection complicated by hepatic and respiratory failure, and erythrophagocytic histiocytosis affecting the brain.\\nIn April 2012, he underwent a segmentectomy of the upper lung lobe, with a histological diagnosis of lymphomatoid granulomatosis. Then, he was treated with rituximab, vincristine, and dexamethasone.\\nIn April 2013, after a busulfan-based myeloablative conditioning, he underwent a matched unrelated donor-HSCT. GVHD prophylaxis was performed with tacrolimus and mycophenolate mofetil (MMF). The post-transplant period was uneventful and MMF was stopped at day +30.\\nIn April 2014, one year later, the patient underwent a liver biopsy for a mild but steady alteration of liver functional tests (LFT). The histological report highlighted portal tracts characterized by minimal fibrosis and marginal biliary ductular proliferation; numeric reduction of the interlobular bile ducts present in one of the eight portal tracts of the sample; Kupffer cells hyperplasia; and reticuloendothelial siderosis (2–3 degree). Widespread structural anomalies of the portal venous vessels appear numerically increased, with dilated lumen, sometimes herniated in the perivascular parenchyma ().\\nThe histological picture was compatible with chronic GVHD associated with vascular lesions such as hepatoportal sclerosis.\\nThe MMF was again added to tacrolimus therapy and was suspended in May 2015, one year later. In June 2015, after a complete normalization of the LFT, tacrolimus was also stopped. The patient underwent an MRI-based iron-load evaluation that demonstrated moderate liver siderosis (LIC 140 µmol/g). Ferritin also stabilized at values above 2,000 ng/mL. At the end of June 2015, chelation therapy was started with DFX (1,500 mg/day; 26.4 mg/kg). The only concomitant drug was UDCA.\\nIn July 2015, the patient returned to the observation of clinicians due to aggravating asthenia, which had started about 20 days earlier and became more complicated in the previous days, with symptoms such as severe abdominal pain, persistent vomiting, and anorexia, in particular after the intake of DFX.\\nA physical examination showed poor general conditions, weight loss of 8 kg in the past 2 weeks, pallor, signs of dehydration, polypnea without dyspnea, tachycardia, and palpable liver at 2 cm from the costal arch. No other abnormalities were found.\\nLaboratory tests showed a severe impairment of liver and renal functions; the patient was found to have metabolic acidosis (see ). Urinalysis showed abnormal proteinuria (192.9 mg/24 hours), albuminuria (25.89 mg/24 hours), β2-microglobulinuria (>50,000 ng/mL), and glycosuria (113 mg/24 hours), suggesting proximal tubular dysfunction. The patient was hydrated and corrected for acidosis with bicarbonates. As DFX liver toxicity associated with Fanconi syndrome was suspected, therapeutic drug monitoring of DFX was performed. It showed a minimum plasma concentration (Ctrough) of 207 µM (CDFX/DDFX ratio =2.93).\\nDFX was immediately discontinued. Four days later, fatigue and gastrointestinal symptoms cleared and the patient gained 3 kg of weight. One month later, LFT and laboratory findings associated with Fanconi syndrome were normal. DFX was not rechallenged to the patient and no recurrence of LD or Fanconi syndrome was evident for more than 2 years.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'20686423': 1, '16911491': 1, '15286699': 1, '26069726': 1, '9345068': 1, '34452199': 1, '28968980': 1, '29108345': 1, '22051904': 1, '20097723': 1, '23981248': 1, '31528290': 2, '25081908': 1, '19218475': 1, '7249508': 1, '26367238': 1, '19951979': 1, '11393706': 1, '31677118': 1, '22527533': 1, '9101228': 1, '24996374': 1, '27576370': 1, '26918138': 1, '34943300': 1, '26403473': 1, '23916904': 1, '18710363': 1, '24368854': 1, '28684104': 1, '30237719': 2}", "similar_patients": "{'6136408-1': 2, '6735296-1': 1}"}