{"patient_id": 138532, "patient_uid": "6996578-1", "PMID": 32038846, "file_path": "noncomm/PMC006xxxxxx/PMC6996578.xml", "title": "Pancreatic solid serous cystadenoma: a rare entity that can lead to a futile surgery", "patient": "A 63-year-old man with a medical history of dysplastic colic polyps consults his gastroenterologist for weight loss. An assessment and a positron emission tomography–computed tomography (PET-CT) are performed.\\nIn the patient’s history, we note a seminal tumor treated by radiotherapy, a thyroidectomy, a resection of sigmoid polyps, and Crohn’s disease.\\nThe PET-CT carried out 2 days later reveals a suspicious hypervascular cephalo-isthmic lesion of the pancreas, without 18F-fluorodeoxyglucose fixation.\\nIn order to specify the nature of this tumor, an echo-endoscopy is performed. This exam confirms the presence of a 2.5 mm suspicious isthmic tumor, hypoechoïc and heterogeneous, well delineated. We also note the compressive nature on the main pancreatic duct. No vascular invasion and no suspicious lymphadenopathy are observed. All of the biopsies performed are negative.\\nA CT scan later highlights the 25 mm lesion and the dilation of the Wirsung canal (). The contrast enhancement does not support the diagnosis of adenocarcinoma. Considering these features, the differential diagnosis with a neuroendocrine tumor (NET) must be made. No pathological somatostatin receptor fixation is observed during octreoscan.\\nMagnetic resonance imaging (MRI) confirms the hypervascularized and atypical character of this pancreatic tumor ( and ). Moreover, one hepatic lesion with the same characteristics is highlighted.\\nThe final diagnostic assumption is an NET of the pancreas with a single metastatic hepatic lesion (segment II). During surgical exploration another hepatic lesion is found (segment V). As a result, a cephalic duodenopancreatectomy is performed with a resection of the two hepatic lesions.\\nThe histopathological analysis of the two hepatic tumors shows a moderately differentiated cholangiocarcinoma without vascular or perineural infiltration. For the pancreatic lesion, the diagnosis of serous solid adenoma is suggested. The immunostaining of this tumor is CK7, CK18+, KI67 < 3%, chromogranin, synaptophysin, PS 100, CK20.\\nThe conclusive stage of bilobar cholangiocarcinoma is TNM stage II (pT2BN0M0). In multidisciplinary oncologic council, no adjuvant treatment is proposed. Unfortunately, a massive relapse of multifocal cholangiocarcinoma occurs 3 months later. A palliative chemotherapy is decided upon, and the patient dies one and a half years later.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'17393319': 1, '12031087': 1, '24387314': 1, '637043': 1, '8898845': 1, '15104296': 1, '20362787': 1, '22008892': 1, '18440191': 1, '32038846': 2}", "similar_patients": "{}"}