{"patient_id": 130093, "patient_uid": "6239116-1", "PMID": 30519062, "file_path": "noncomm/PMC006xxxxxx/PMC6239116.xml", "title": "Emergence of tigecycline resistance in Escherichia coli co-producing MCR-1 and NDM-5 during tigecycline salvage treatment", "patient": "A 46-year-old male patient presented to our hospital (a tertiary-care hospital in Hangzhou) with recurrent fever, pyothorax, and intra-abdominal infection in March 2017. The patient had a history of chronic hepatitis B and liver cancer. He had undergone a liver resection for the hepatocellular cancer 9 months prior. The patient had recurrent fever and abdominal pain after the surgery. A colonic fistula was found on imaging studies and during enteroscopy. The patient was treated with imipenem (0.5 g q8h for 8 days) and tigecycline (50 mg q12h for 7 days) prior to this admission.\\nThe results of laboratory examinations were as follows: white blood cell count, 15,200/mm3; neutrophil percentage, 91%; platelet count, 79,000/mm3; alpha-fetoprotein, 1,238.3 ng/mL; C-reactive protein, 62.6 mg/L, and procalcitonin, 0.5 µg/L. A series of pathogen cultures from ascites, plural effusion, and stool grew XDR E. coli that were resistant to almost all tested antibiotics. The first two strains separated from ascites (E-FQ) and hydrothorax (E-XS) after admission were susceptible to amikacin and tigecycline; however, the third strain from stool (E-DB) was susceptible to amikacin but was resistant to tigecycline after nearly 3 weeks’ treatment with tigecycline (50 mg q12 h for 17 days and 100 mg q12 h for 3 days) in our hospital.\\nThe patient underwent ileum colostomy and abdominal cavity drainage, while amoxicillin–clavulanic acid combined with aztreonam was used for 1 week according to the in vitro combined antibiotic susceptibility test (FICI 0.125). The bacterium was finally eliminated. However, the patient died in the fourth month of hospitalization in our hospital because of cancer recurrence.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'23000236': 1, '21502628': 1, '22644031': 1, '32117144': 1, '27578755': 1, '21278367': 1, '22480775': 1, '23843301': 1, '26364847': 1, '32033477': 1, '34074225': 1, '31888187': 1, '10360756': 1, '29203488': 1, '27550364': 1, '27620479': 1, '24325250': 1, '28219753': 1, '28073961': 1, '31481937': 1, '28919194': 1, '26596936': 1, '32367948': 1, '21722259': 1, '24931918': 1, '19166984': 1, '25734903': 1, '19457933': 1, '19664953': 1, '19134522': 1, '24169580': 1, '17220404': 1, '26842777': 1, '27256586': 1, '32547122': 1, '29525421': 1, '29719718': 1, '12456787': 1, '29127343': 1, '30519062': 2}", "similar_patients": "{}"}