{"patient_id": 135457, "patient_uid": "6708828-1", "PMID": 31145315, "file_path": "noncomm/PMC006xxxxxx/PMC6708828.xml", "title": "A spontaneous protruded angle-supported anterior chamber intraocular lens", "patient": "A 62-year-old female presented to our department with a 6-month history of red eye and progressive right-eye ptosis with right-side headache for 2 months. Two years earlier, she underwent right-eye ECCE and ACIOL implantation due to intraoperative zonular dialysis. Postoperatively, the best corrected visual acuity (BCVA) was 20/25. The patient did not report any traumatic history. She had no underlying diseases (eg, diabetes mellitus, allergy, or autoimmune disease). The patient noticed blurred vision and redness in the right eye approximately 6 months before the current presentation. She received treatment twice with intravitreal injections of bevacizumab for unspecified CME in the right eye at a local clinic, without the improvement of symptoms.\\nAt our clinic, the ophthalmic examination revealed a BCVA of 20/630 and 20/20 in the right and left eye, respectively. The intraocular pressure was 8 and 15 mm Hg, respectively. The slit lamp examination showed right-side diffuse limbal neovascularization and serious bulbar conjunctiva injection. The pupil was oval and distorted to the upper side. A peripheral iridectomy was detected at the 6 o’clock position, and a vertically aligned angle-supported Kelman Multiflex ACIOL was found in the anterior chamber. The ACIOL had deviated upward, with upper haptic protruding from the previous ECCE scleral tunnel wound. The upper haptic was exposed without coverage of the intact conjunctiva (Fig. ). We performed a Seidel test, which was positive. Fundus examination and optical coherence tomography (OCT) revealed CME with mild epiretinal membrane (ERM) (Fig. ). The white-to-white distance was 13.4 mm. The examination of the left eye was unremarkable.\\nConsidering the risk of endophthalmitis, the patient agreed to undergo extraction of the ACIOL. During operation, the ACIOL was easily extracted by loosening the fragile tissues surrounding the perforated wound after conjunctival peritomy. The sclera and conjunctiva wounds were erosive and dehiscent. Afterwards, the perforated wounds were sutured. The upper part of the intact conjunctiva was advanced toward the limbus to cover and protect the sutured scleral wound. Subsequently, we performed pars plana vitrectomy, ERM peeling, and scleral-fixated posterior chamber IOL (PCIOL) implantation using an Alcon CZ70BD (Alcon, Fort Worth) poly methyl methacrylate lens.\\nThree months after surgery, the BCVA in the right eye improved to 20/80 and the right-side headache and hyperemia of the conjunctiva had significantly subsided. Moreover, the cornea and anterior chamber were clear. The iris was oval-shaped and shifted upwardly. The scleral-fixated PCIOL remained centrally located (Fig. ). Fundus examination and repeated OCT revealed improved CME with decreased central retinal thickness (Fig. ).\\nWritten informed consent was provided by the patient for the publication of this case report.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'3572773': 1, '19683166': 1, '19668445': 1, '9548571': 1, '9818344': 1, '3572772': 1, '13537651': 1, '2817052': 1, '12134993': 1, '31145315': 2}", "similar_patients": "{}"}