{"patient_id": 128856, "patient_uid": "6146726-1", "PMID": 30271003, "file_path": "noncomm/PMC006xxxxxx/PMC6146726.xml", "title": "Early Eosinophilic Antibody-mediated Rejection in a Renal Allograft Recipient", "patient": "A 22-year-old man underwent deceased donor kidney transplantation at our center in December 2015 after remaining on dialysis for 9 months. He had not received any blood transfusions or transplant in the past, and no panel reactive antibody was assessed before transplant. Donor was a 34-year-old female with no comorbidities and a frozen section of donor kidney before harvesting showed normal histology. The cold ischemia time was 12 h. He received induction with rabbit anti-thymocyte globulin (2 mg/kg) before engraftment. Post procedure, urine output was 100–150 mL/h, and he was hemodynamically stable with a pulse rate of 92 per min, blood pressure of 150/90 mmHg, and temperature of 37.8°. Twelve hours later, he had a serum creatinine of 5.8 mg/dL, hemoglobin 7.5 g/dL, drain output of 600 mL and had passed more than 1500 mL of urine. Over the next 4 days, serum creatinine gradually reduced to 3.0 mg/dL. He was on standard triple drug immunosuppression of tacrolimus, mycophenolate mofetil, and prednisolone.\\nFifth-day posttransplant there was fall in urine output to 50 mL/h, and serum creatinine rose to 4.1 mg/dL. Concurrently, hemoglobin was 12 g/dl, total count 10500 per cu.mm with a differential count of 86% neutrophils, 8% lymphocytes, and 6% monocytes with no aberrant findings in peripheral smear. He was given 500 mg of intravenous methylprednisolone for 3 days, a graft biopsy performed with a high suspicion of rejection, and thereafter initiated on plasma exchange and intravenous immunoglobulin (IVIG) therapy.\\nThe histopathology of the graft showed [] 15 glomeruli, and significant interstitial inflammation with lymphocytes and numerous eosinophils. There was evidence of glomerulitis (Banff g1) and 20% acute tubular necrosis (ATN). Peritubular capillaries (PTC) were infiltrated with lymphocytes, eosinophils, and few plasma cells amounting to Banff peritubular capillaritis score 3 (ptc3). Immunofluorescent staining showed strongly positive C4d in PTC. The tissue was abound with eosinophils effectuating eosinophilic glomerulitis, interstitial nephritis, and peritubular capillaritis. Graft eosinophilia accounted for more than 15% of the interstitial infiltrates. Eosinophils were farther from the site of ATN, and there was no evidence of tubulitis. These findings were consistent with an eosinophil-rich acute antibody-mediated rejection.\\nHe received a total of 7 sessions of plasma exchange and 75 g of IVIG followed by bortezomib 1.3 mg/m2/dose for 4 doses (day 1, 4, 7, 11). The graft function improved with urine output of 4 l/day and serum creatinine reaching 1.9 mg/dl at 17 days posttransplant. Thereupon, a repeat graft biopsy was performed [Figure and ]. The specimen was inadequate with 2 glomeruli but had a long segment of medulla showing resolution of the inflammation and Banff ptc1. Circumferential positivity of C4d in PTC persisted (Banff score – g0, t0, i1, v0, cg0, ct0, ci0, cv0, aah0, ptc1, C4d3).\\nNinety days after transplant, a third biopsy was carried out which revealed 8 glomeruli of which 3 were sclerosed [ and ]. Nevertheless, there were no tubulitis, interstitial inflammation, peritubular capillaritis, glomerulitis, or C4d positivity. Four months posttransplant, his serum creatinine is 1.6 mg/dL.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'8476270': 1, '28356665': 1, '3279576': 1, '8247197': 1, '11118099': 1, '3520986': 1, '2449924': 1, '7573019': 1, '1596561': 1, '18727793': 1, '15729171': 1, '11323281': 1, '10751052': 1, '30271003': 2}", "similar_patients": "{}"}