{"patient_id": 3932, "patient_uid": "6216069-1", "PMID": 30391739, "file_path": "comm/PMC006xxxxxx/PMC6216069.xml", "title": "A case report: Rectal endometriosis mimicking rectal cancer", "patient": "A 36 years old woman with a suspicious diagnosis of cervical carcinoma in a tertiary hospital several days before visited our hospital. The patient had a regular menstrual cycle. Her childbearing history was G4P1A3, and she gave the birth by cesarean section in 2005. She was diagnosed with hypertension for five years and took medicine regularly, with blood pressure being controlled in normal condition.\\nShe complained about vaginal bleeding after copulation for Six months, accompanying with constipation, diameter-thinning stool and an increase of vaginal discharge. She also complained that she had a mild pain sometimes in the low back and pelvis, without obvious association with menstrual cycle. So she came to a tertiary hospital specialized in gynaecology and did some examination according to the doctor’s advice. Pelvic ultrasound showed a 6.0 × 4.3 cm hysteromyoma and a 4.7 × 3.9 cm posterior cervical mass, with the ovaries found no abnormality. Enhanced pelvic computed tomography (CT) showed a 3.5 × 3.9 cm vaginal occupying lesion invading the rectum () and a 5.8 × 4.7 × 5.3 cm hysteromyoma. The doctor gave a suspicious diagnosis of cervical carcinoma.\\nThen the patient came to our hospital for further diagnosis and treatment. Additional examination was done. Examination of tumor markers showed that the serum level of CA125 was 87.9U/ml, 2.5 times of the normal upper limit, with squamous cell carcinoma antigen (SCC), CEA and CA199 within the range of normal value. Physical exam found that cervix uterus was thickened, with irregular shape and locally Protruding nodules. Vaginal and cervical biopsy only showed chronic inflammation. Colonoscopy examination found a mass at the rectum 4 cm from the anus () and biopsy indicated spindle-cell-like mesenchyma-derived tumor, with the immunohistochemical result not supporting the diagnosis of interstitialoma. Supplementary PET-CT examination showed an increase of 18FDG uptake of the rectal mass (), with the standardized uptake value(SUV) as 4.7. PET-CT reported that it was a submucous tumor, with interstitialoma being suspicious. Then another biopsy examination of the rectum mass was done and the diagnosis result was rectal endometriosis supported by the immunohistochemical result.\\nMultidisciplinary team, including oncologists, surgical specialists, gynecologists and pathologists, was established to discuss the complex condition. The pathologist supported the diagnosis of rectal endometriosis according to the immunohistochemical result. All doctors shared a common thought that there is a possibility that both rectal carcinoma and rectal endometriosis were existent at the same time, taking the small insufficient biopsy specimen into account. If a radical operation was performed, treating it as a malignant tumor, considering that the rectal mass was only 4 cm away from the anal verge, the patient could not save the anal function, and colostomy would be existent permanently, reducing the quality of life. After a heated discussion, a consensus that partial resection should be operated to confirm the histopathological diagnosis and then to determine the further treatment was achieved. Eventually, the final diagnosis was confirmed as rectal endometriosis and gynecological management was suggested.\\nThereafter, the patient was discharged, seeking medical treatment in a tertiary hospital specializing in Gynecology. Gonadotrophin-releasing hormone antagonists was injected subcutaneously once per month for six months, with all the symptoms gradually disappeared. Then, a ring that slowly releases levonorgestrel was put into the uterine cavity, and it should be used until menopause according to the instruction.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'18528943': 1, '25886632': 2, '28590310': 1, '27434884': 1, '25826520': 1, '28637058': 1, '27375735': 2, '28315819': 1, '26668537': 1, '27442428': 1, '27613565': 1, '31801560': 2, '25692445': 1, '26749239': 1, '26917983': 1, '29744578': 1, '11257618': 1, '30391739': 2}", "similar_patients": "{'4389341-1': 1, '4928444-1': 1, '6894269-1': 1}"}