{"patient_id": 128313, "patient_uid": "6101540-1", "PMID": 30151109, "file_path": "noncomm/PMC006xxxxxx/PMC6101540.xml", "title": "A case of spontaneous hemopneumothorax in which the condition worsened after chest drainage", "patient": "A 45-year-old woman was referred to our hospital with sudden chest pain. She came on foot and demonstrated normal consciousness. Her blood pressure on admission was 120/80 mmHg, heart rate 80/min and SpO2 on room air 98%. Her hemoglobin level on a blood test was 11.4 mg/dl. Chest X-ray and computed tomography (CT) revealed right pneumothorax with 30% of lung collapse and niveau level (Fig. A and B). We inserted a 24-Fr thoracic drain. After 800 ml of blood and air was evacuated immediately, the outflow of the blood from the drainage tube stopped. Because her vital signs were stable and there was no outflow of blood from the drainage tube, we continued conservative therapy with chest drainage and fluid infusion.\\nHowever, 2 h after the drainage, tachypnea and shock vitals (blood pressure: 78/60 mmHg, heart rate: 120/min) were identified. Repeated chest X-ray revealed an increase in the amount of right pleural fluid. The hemoglobin level of the blood from vessel decreased to 6.4 mg/dl. Contrast-enhanced CT was performed. It revealed extra-vascular signs at the top of the right pleural cavity (Fig. A–C).\\nAfter fluid resuscitation and blood transfusion, emergency video-assisted thoracic surgery (VATS) via three ports was performed. The chest drain was removed at the start of the operation, and we saw that it had been obstructed by blood clot. A large amount of blood clot was observed in the thoracic cavity (Fig. A). After evacuation of the blood clot, we identified continuous bleeding from a small aberrant vessel at the top of the thoracic cavity (Fig. B). We achieved hemostasis easily by clipping (Fig. C). The post-operative course was uneventful, and she was discharged on the 15th post-operative day.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'17180561': 1, '32047694': 2, '16242469': 1, '32691646': 2, '25638240': 1, '22678732': 1, '15082294': 1, '11971854': 1, '30151109': 2}", "similar_patients": "{'7375720-1': 1, '7003253-1': 1}"}