{"patient_id": 137006, "patient_uid": "6831956-1", "PMID": 31723400, "file_path": "noncomm/PMC006xxxxxx/PMC6831956.xml", "title": "Chronic constrictive pericarditis complicated with huge right atrial thrombus in a child with abdominal tuberculosis: a rare life-threatening condition", "patient": "A 7-year-old male child got admitted to pediatric emergency ward with symptoms of breathlessness since 3 days. He was emaciated, febrile, pale, engorged neck veins, ascites with tensed abdomen without any pedal edema. Chest auscultation revealed diminished breath sounds on left side of the chest with muffled heart sounds. He was on drugs for abdominal tuberculosis for the last 2 months. A chest X-ray revealed left-sided pleural effusion, few calcific nodules on left hilar region with calcific heart borders. Ascitic fluid tap was done and around 2 l of amber colored fluid was drained out. The sample had raised adenosine deaminase level without any mycobacterium on routine examination of the centrifuged sample of the fluid. An urgent transthoracic echocardiography (TTE) was done, which revealed thickened pericardium, paradoxical movement of interatrial septum and hepatic flow reversal of blood during cardiac cycle suggesting constrictive pericarditis. Contrast-enhanced computer tomography (CECT) of thorax revealed thickened calcified pericardium with left-sided pleural effusion. The child was planned for anterior pericardiotomy next morning following routine work-up. Preoperative transesophageal echocardiography (TEE) on operation table showed an echogenic mass in right atrium, suggesting huge thrombus that was not detected on echocardiogram as well as on CECT. Hence, a plan to consider anterior pericardiectomy with the aid of cardiopulmonary bypass was made to remove thrombus from the right atrium. The anterior pericardium was very thick, whitish and glistening, suggesting a long-standing pathology (). Anterior pericardiectomy extending from just below the course of innominate vein till its joining the diaphragm and bilaterally limited till the phrenic nerves was performed. The operation was uneventful with satisfactory postoperative outcome and smooth recovery. He is on follow-up for the last 2 years without any symptoms of breathlessness or ascites.", "age": "[[7.0, 'year']]", "gender": "M", "relevant_articles": "{'15368807': 1, '23137960': 1, '20511488': 1, '18401474': 1, '9882780': 1, '2297264': 1, '3112332': 1, '11888964': 1, '17098587': 1, '2606115': 1, '31723400': 2}", "similar_patients": "{}"}