{"patient_id": 11810, "patient_uid": "6745347-1", "PMID": 31534745, "file_path": "comm/PMC006xxxxxx/PMC6745347.xml", "title": "Localized accumulation of kappa restricted Russell body-containing plasma cells in tonsil", "patient": "A 2-year-old boy with a 6-months history of severe obstructive apnea underwent an elective bilateral tonsillectomy. There were no other significant medical problems, and his immunizations were current with standard schedules.\\nThe tonsils were surgically removed and were equal in size and shape with a tan-pink homogenous cut surfaces and no mass lesions.\\nFormalin-fixed paraffin-embedded tissue was examined on 2-microns sections stained with H&E and PAS. Immunoperoxidase studies with appropriate controls are performed with the following antibodies: CD3, CD4, CD8, CD19, CD20, PAX5, MUM1, CD30, CD138, kappa, lambda, IgG, IgM, and IgA.\\nSections of the tonsil reveals numerous hyperplastic lymphoid follicles varying in size and shape with germinal centers containing tingible body macrophages and well-defined mantle zones. The interfollicular area consisted of small- and intermediate-sized lymphocytes, plasma cells, histiocytes, and occasional immunoblasts. Crypts were preserved without ulceration of the tonsillar mucosa. Further study of the sampled tonsil disclosed collections of plasma cells within germinal centers of two follicles with one showing significant enlargement. At higher magnification, plasma cells in aggregates were characterized by eccentrically located nuclei and abundant bright eosinophilic cytoplasm that is stained bright-pink with PAS—features consistent with Russell bodies (Figure A,B). The Russell body-containing plasma cells expressed CD19, CD138, and MUM1 and showed monotypic IgM kappa restriction (Figure C,D). Plasma cells were negative for CD3, CD4, CD20, PAX5, CD30, and did not express lambda, IgG, and IgA. Serum immunoglobulin levels were not performed or available for review.", "age": "[[2.0, 'year']]", "gender": "M", "relevant_articles": "{'21997595': 1, '17142575': 1, '28874963': 2, '15880393': 1, '4098418': 1, '24274720': 1, '25001185': 1, '22457866': 1, '15270606': 1, '11151074': 1, '19946586': 2, '16581662': 1, '10982960': 1, '15744498': 1, '20753194': 1, '16277029': 1, '9589496': 1, '31534745': 2}", "similar_patients": "{'5565508-1': 1, '2783049-1': 1}"}