{"patient_id": 14278, "patient_uid": "6902416-1", "PMID": 31823738, "file_path": "comm/PMC006xxxxxx/PMC6902416.xml", "title": "Monoclonal immunoglobulin mediates complement activation in monoclonal gammopathy associated-C3 glomerulonephritis", "patient": "A 76-year-old Chinese man presented with microscopic haematuria for 2 years and oedema for 8 months. The patient had a past history of age-related macular degeneration (AMD), hypertension, angina pectoris and hypothyroidism. On admission, the physical examination revealed a blood pressure of 145/76 mmHg, a temperature of 36.5 °C, a heart rate of 76 beats/min, and a respiratory rate of 22 breaths/min. The patient had severe bilateral symmetrical lower extremity oedema. Urine dipstick showed blood (3+) and protein (3+), and urinalysis showed with 80–90 RBCs/HPF with a majority of dysmorphic RBCs. Laboratory findings included a serum albumin concentration of 20 g/L and a proteinuria value of 8.06 g/d. His serum creatinine value rose from 1.41 mg/dL to 2.96 mg/dL in 10 months and decreased to 1.81 mg/dL after diuretic therapy. His haemoglobin level was 77 g/L (normal range: 130–175 g/L) and his platelet count was 212 × 109 cells/L (normal range: 125–350 × 109 cells/L). His C3 level was low at 0.356 g/L (normal range: 0.6–1.5 g/L), his C4 level was normal at 0.162 g/L (normal range: 0.12–0.36 g/L) and his plasma CFH level was normal at 392.9 μg/mL (normal range: 247–1010.8 μg/mL). His serum IgG level was 9.89 g/L (normal range: 7.23–16.85 g/L), his IgA level was 2.38 g/L (normal range: 0.69–3.82 g/L), and his IgM level was 0.78 g/L (normal range: 0.63–2.77 g/L). His serum and urine immunofixation electrophoresis both revealed a monoclonal IgGλ. A bone marrow puncture was performed, and the diagnosis of plasma cell dyscrasias was made, with the highest plasma cell count of 5.25%.\\nThe patient underwent a renal biopsy 2 days after hospitalization. By immunofluorescence, intensive granular deposits of C3 (3 + − 4+) were detected in the mesangial regions and segmental deposits along the capillary walls (Fig. a). C1q was trace, and no deposits of IgG, IgA, IgM, or κ and λ light chains were detected. By light microscopy, there were 12 glomeruli in the specimen, and the appearance of glomerular lesions was characterized by severe mesangial proliferation and interposition and endocapillary hypercellularity to form lobular and thickened glomerular basement membranes (GBMs) with double contours. Fuchsinophilic deposits were identified in the sub-endothelial and mesangial regions. Two of 12 glomeruli showed small fibro-cellular crescents. Degenerative changes in tubular epithelia were mild and a focal interstitial infiltration of lymphocytes with fibrosis was identified. Arteriolar sclerosis was mild (Fig. b and c). Electron microscopy revealed moderate to severe mesangial proliferation with interposition and a thickening of the GBM with a segmental widening of sub-endothelia regions was found. Electron-dense deposits were present in the sub-epithelial, intramembranous, sub-endothelial and mesangial regions (Fig. d). A severe foot process effacement of podocytes was identified. A final diagnosis of C3 glomerulonephritis with a pattern of membranoproliferative glomerulonephritis (MPGN) was then made.\\nThe patient was positive for C3NeF activity. His anti-full length CFH and CFH SCR7 autoantibodies were also found to be positive by ELISA, and the subclass of anti-full-length CFH autoantibodies was IgG3.\\nHis anti-CFH autoantibodies were purified from plasma exchange fluids using Protein G and CFH affinity column, and were proven to be a monoclonal IgGλ by both Western blot and immunofixation electrophoresis assays, which was consistent with the serum monoclonal IgGλ (Fig. a-d).\\nAs shown in Fig. , the binding of CFH to C3b was reduced significantly in a dose-dependent manner with autoantibodies from our patient compared with IgG from 3 healthy controls (P < 0.001), which was even worse than the level interfered by the anti-CFH autoantibodies from an aHUS patient (P = 0.001).\\nWe tested the capacity of CFH to interfere with the formation and accelerate the decay of the alternative pathway C3 convertase (C3bBb), which was assembled on immobilized C3b. Commercial CFH exhibited strong formation-impeding and decay-accelerating activity in a dose-dependent manner (Fig. a and b). Auto-antibodies against CFH purified from our patient showed significantly reduced formation-impeding activities in a dose-dependent manner compared with IgG from 3 healthy controls and the aHUS patient (Fig. c). There was no significant difference in the decay-accelerating activities between any purified antibodies with commercial CFH and commercial CFH only for the C3 convertase decay (Fig. d).\\nAn integrated screening of 34 genes from the complement system using targeted genomic enrichment and massively parallel sequencing was performed, including C1QA, C1QB, C1QC, C1R, C1S, C2, C3, C5, C6, C7, C8A, C8G and C9; Plasma protease C1 inhibitor (SERPING1); Complement factor B, D, P, I and H; Complement factor H-related protein 1–5; Thrombomodulin (THBD); Mannose-binding lectin serine protease 1 and 2 (MASP1, MASP2); Collectin-11 (COLEC11); Complement receptor type 2 (CR2); Integrin beta-29 (ITGB2); Membrane cofactor protein 46 (CD46); Membrane cofactor protein 59 (CD59); and Ficolin-3 (FCN3). No deficiency of a single gene or candidate genes, especially variants in CFH, was detected in our patient.\\nBased on the pathological and laboratory findings, the diagnosis of C3GN in our patient, which might be due to MGRS, was finally made (Detailed flow chart in Fig. ). During the exploration of the underlying causes for C3GN in this patient, we found that the patient was positive for C3NeF activity and anti-CFH autoantibodies. His anti-CFH autoantibodies were proven to be a monoclonal IgGλ, which corresponded to his serum and urine immunofixation electrophoresis results.\\nSix rounds of plasmapheresis were initiated, and the chemotherapy with bortezomib was then recommended although the patient declined the latter therapy. He received oral prednisone (initial daily dose of 1 mg/kg, tapered slowly) and cyclophosphamide (daily dose of 50 mg) with an accumulate doses of 4.5 g in combination with a calcium channel blocker and erythropoiesis-stimulating agent therapy. Ten months later, his proteinuria amount had decreased to 0.24 g/d, his serum albumin level had increased to 40 g/L, his serum creatinine value was stable (1.39–1.46 mg/dL), his serum C3 level had increased to 0.92 g/L, his plasma CFH level had increased to 833 μg/ml, and his plasma autoantibodies against CFH and plasma C3NeF activity had both turned negative. His serum monoclonal λ light chains were trace, and neither monoclonal IgGλ nor monoclonal λ light chains could be detected in his urine.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'16571879': 1, '21784830': 1, '25607108': 1, '22456601': 1, '30143070': 1, '10510403': 1, '1532415': 1, '29272460': 1, '20832153': 1, '30487789': 1, '30077216': 1, '29169517': 1, '28069603': 1, '9317136': 1, '24182705': 1, '22223606': 1, '33384694': 1, '34658305': 1, '24172683': 1, '29729982': 1, '25368619': 1, '27994856': 1, '29249234': 1, '22854646': 1, '29724174': 2, '20606628': 1, '30510265': 1, '23623956': 1, '28356669': 2, '30333829': 1, '27631242': 2, '29724182': 2, '31823738': 2}", "similar_patients": "{'5934889-1': 1, '5358157-1': 1, '5402585-1': 1, '5934801-1': 1}"}