{"patient_id": 135401, "patient_uid": "6703024-1", "PMID": 31497143, "file_path": "noncomm/PMC006xxxxxx/PMC6703024.xml", "title": "Extracranial Internal Carotid Artery Aneurysm – Challenges in the Management: A Case Report and Review Literature", "patient": "A 69-year-old right-handed female was admitted to our hospital because of a pulsatile mass at the right side of the neck, below the angle of the mandible. The patient reported that she had noticed the mass for the first time 13 years ago and has been followed up regularly. There was no history of any infective lesion, trauma, or any family history of aneurysm disease. There was no palpable lymphadenopathy. Initially, she has treated conservatively and due to the appearance of the symptoms such as enlargement of the size of the mass and dyspnea on exertion. She had been managed with endovascular treatment as parent vessel occlusion 4 years ago []. There was shrinkage of the size of the mass and improvement of the symptoms. Over the past 6 months, the size has again started to enlarge and also the appearance of the symptoms and its pulsatile nature became more evident. Clinical examination showed a pulsatile mass on the right side of the neck. No neurologic symptoms occurred in the patient. Examination of the cranial nerves showed no anomalies. A computed tomography (CT) angiography followed, verifying the presence of a fusiform giant aneurysm of the right ICA, measuring 5 cm in diameter. To further define the right EICA and the remaining cerebral circulation, CT angiography was performed with three-dimensional (3D) reconstruction. The 3D reconstruction confirmed a fusiform aneurysm arising from the proximal right EICA []. Despite the patient had undergone endovascular management 4 years ago in the form of parent vessel occlusion, we could see the minimal flow in the EICA which may be due to recanalization. No intracranial aneurysmal disease was identified. The aneurysm measurements were 25 mm × 30 mm, with a cranial-caudal length of 50 mm and a wide neck. An aneurysm extended from 2 cm after the carotid bifurcation nearly to the base of the skull. The patient elected for surgical correction, as she was finding her symptoms troublesome and was keen for a “definitive” solution. Since the patient had undergone endovascular management and still there was enlargement of an aneurysm and causing symptoms, the plan of surgical exploration was made. The procedure was performed under general anesthesia through an incision in the neck along the anterior border of the sternocleidomastoid muscle. The arterial wall was atherosclerotic, and there was a large intraluminal thrombus. She underwent arteriotomy and evacuation of the thrombus and ligation of the EICA []. Postoperative recovery was uneventful without neurologic dysfunction. Postoperative neurologic examination was without anomalies. Surgical pathology of the specimen confirmed the hyalinized thrombus. The biopsy from the wall showed intimal fibromuscular dysplasia which is compatible with the aneurysmal wall and CD34 immunohistochemistry showed the vasa vasorum [].", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'8059651': 1, '7271126': 1, '11284089': 1, '16813628': 1, '13327306': 1, '33996054': 1, '4564111': 1, '20122464': 1, '19046645': 1, '4886640': 1, '2746797': 1, '13866121': 1, '3503020': 1, '10753278': 1, '2352023': 1, '15906331': 1, '34430158': 1, '6481891': 1, '2625165': 1, '4673231': 1, '22341576': 1, '10642705': 1, '426176': 1, '7790747': 1, '286192': 1, '21646029': 1, '10753279': 1, '11032253': 1, '31497143': 2}", "similar_patients": "{}"}