{"patient_id": 7887, "patient_uid": "6475531-1", "PMID": 31080685, "file_path": "comm/PMC006xxxxxx/PMC6475531.xml", "title": "Premature Death of a Schizophrenic Patient due to Evacuation after a Nuclear Disaster in Fukushima", "patient": "This is the case of a 53-year-old Japanese male with schizophrenia who had been hospitalized at Takano Hospital from the age of 29. Haloperidol was continuously prescribed, and he was mentally stable before the disaster. His parents died during his hospitalization, and he did not have any social or financial support from other family members, which was one reason for his long-term hospitalization. This type of long-term hospitalization of psychiatric patients is relatively common in Japan []. His right eyesight and hearing were impaired. He had chronic constipation and took purgative medicines, yet no other abnormalities were noted in terms of his physical condition. Although he maintained positive relationships with the hospital staff, few people regularly visited him, and he had scarce contact with the outside world.\\nFrom March 11, 2011, the day of the earthquake and tsunami, to March 19, 2011, the staff at Takano Hospital provided consistent care to the patient, and his mental and physical condition did not significantly deteriorate despite the chaotic postdisaster situation. On March 19, 2011, the number of staff who remained at the hospital dropped to 13, compared to the predisaster baseline of 88. Following the hospital director's decision to evacuate relatively stable patients, the patient in question was transferred to Hospital A (), which specializes in psychiatric care, in Saitama Prefecture, 250 km away from Takano Hospital, together with 36 other patients on a microbus. Although a doctor, nurses, and hospital clerks accompanied the patients during this bus ride, some patients developed dehydration because of limited water intake and long hours of driving. (There was no specific information available about how our patient coped with the bus ride.) After the transfer, the staff of Takano Hospital handed over each patient's paper-based chart to the health workers at Hospital A. Although it is common for health workers in Japan to write notes summarizing patients' conditions and treatments to hand over to new facilities upon patient transfer, in the present case, the Takano Hospital staff were not able to write summary notes owing to the increased workload and decreased manpower after the disaster. After admission to Hospital A, although no specific disease development was noted and the patient did not complain of symptoms or ask for help, his general condition progressively worsened, and he needed increasingly more assistance in all aspects of daily living (i.e., waking, eating, excretion, and bathing) from the staff. On April 27, 2011, the staff found that he had a bloody stool, and he was transferred to Hospital B (), a tertiary center in Tokyo, for endoscopic examinations and intensive care. The staff at Hospital A summarized his condition and treatment in their facility and handed over this document to Hospital B. All purgative medicines were stopped at Hospital B, and esophagogastroduodenoscopy (EGD) and colonoscopy (CS) were conducted on April 28 and May 9, 2011, respectively, yet they failed to detect any abnormalities. Although his bloody stools spontaneously stopped while at Hospital B, he developed ileus due to severe constipation and progressively weakened and lost independence. His purgative medicines were not resumed. He was transferred back to Takano Hospital on May 11, 2011.\\nHe was completely bedridden when readmitted to Takano Hospital. Although his mental condition was reported to be stable throughout the evacuation period, it had become more difficult for the staff at Takano Hospital to communicate with him. Once his meals were stopped owing to his ileus, his abdominal condition began to improve. Health workers resumed his oral intake of meals on May 24, 2011, yet his appetite was not completely restored. He developed a fever on June 30, and on July 1, chest computed tomography revealed aspiration pneumonia and pleural effusion. Although his pneumonia was treated with antibiotics, his condition consistently deteriorated, and he died on August 16, 2011, at the age of 53.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'26329988': 1, '18082016': 1, '23731545': 1, '21095558': 1, '23105032': 1, '19136871': 1, '23555921': 1, '26592687': 1, '29851641': 1, '21885350': 1, '25180732': 1, '28811927': 1, '23296472': 1, '32763536': 1, '28339717': 1, '25144857': 1, '32327314': 1, '21412302': 1, '34205006': 1, '12500729': 1, '27077119': 1, '15383413': 1, '31080685': 2}", "similar_patients": "{}"}