{"patient_id": 131401, "patient_uid": "6357607-1", "PMID": 29633753, "file_path": "noncomm/PMC006xxxxxx/PMC6357607.xml", "title": "Percutaneous treatment of traumatic talus extrusion: a case report", "patient": "Our patient was a 44-years-old male, who had an accident while driving his motorcycle. He received a high energy trauma that caused midfoot abduction and hindfoot eversion and pronation. Talus was totally extruded and was found seriously contaminated on ground. He was rescued and urgently moved by helicopter to the Hospital of Reggio Calabria to receive medical examination and treatment.\\nPhysical examination showed a significant injury of left foot and ankle; we observed a wide open wound (around 6 cm) with loss of substance and a great amount of blood on the medial side of ankle. We found an extrusion of talus bone which was intact anyway. Furthermore Patient showed a left ankle and tarsus-metatarsus dislocation (). The functionality of left foot and ankle was impaired.\\nOnce the patient reached the hospital, we performed oblique and lateral X-rays of left foot and ankle. These examinations revealed: the extrusion of talus bone and Lisfranc dislocation.\\nThe patient after clinical, radiological and vascular examinations (which showed absence of posterior tibial artery pulse) was carried in the surgical room. We made antibiotic prophylaxis using Vancomycin (according to the hospital protocol of open fractures) and anti-thrombosis prophylaxis, toilette and serial lavages by saline solution of wound and extruded talus. We proceeded with immediate reimplantation of talus, restoring normal anatomic ankle and hindfoot architecture. To fix subtalar joint we used 2 K-wires placed on caudo-cranial way and one more K-wire on distal-proximal way to stabilize talo-navicular joint. Under fluoroscopic guidance, we reduced Lisfranc dislocation using 2 percutaneous K-wires (). We verified the anterior tibial artery flow and after accurate hemostasis we sutured the wound respecting all anatomical layers. To protect the injured ankle, we made a plaster cast. We prescribed 3 weeks of antibiotic therapy (Teicoplanin 400 mg/12 h, Levofloxacin 500 mg/die and Ceftazidime 2 g/die i.v. ), 90 days of anti-thrombosis therapy and no weight bearing for 90 days. The post surgery antibiotic therapy choice was made considering pre-surgery tampon outcome. After 6 weeks we removed K-wires and plaster cast. Patient underwent a rehabilitative protocol to recover left ankle R.O.M. and muscles strenght. After 90 days from the injury, we allowed protected weight bearing using crutches. During post-operative care we did not record any complication.\\nThe patient underwent outpatient control each month. After 1 month of follow up, the patient referred some pain and functional limitation. At clinical examination there were no signs of infection. X-rays of left foot and ankle highlighted total reduction of talus-metatarsal dislocation and successful reduction of talus fixed by K-wires to calcaneal and tibia bone. After 3 months radiological assessment (MRI, X-rays) showed spongiosa edema of hindfoot bones, scar signs of calcaneofibular, anterior talofibular ligaments and joint capsule, post-traumatic tarsal-metatarsal arthrosis and reduced calcific density (). At clinical examination, the patient showed limitation of left ankle dorsal flexion, hindfoot eversion and inversion due to subtalar joint ankyloses. We also found hypotrophy of left leg muscles associated to edema of ankle region and post-traumatic CPRS (complex pain regional syndrome). After 24 months from injury, the patient achieved a fair clinical outcome (AOFAS Ankle Hindfoot Scale: 75). Radiological examinations (X-rays, MRI and CT) revealed normal bone structure with radiological signs of post-traumatic arthrosis (). They also showed absence of avascular necrosis of talus and total resolution of foot CPRS. Clinically patient revealed acceptable ankle pain (VAS 2) and good range of motion with limitation of ankle dorsiflexion and severe limitation of sub-talar R.O.M.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'1483609': 1, '15292428': 1, '24686908': 1, '8563929': 1, '8990033': 1, '9763163': 1, '21350893': 2, '15590860': 1, '17079399': 1, '25031376': 1, '32802625': 2, '25550007': 1, '15480409': 1, '13233273': 1, '29633753': 2}", "similar_patients": "{'3052426-1': 1, '7425830-1': 1}"}