{"patient_id": 9602, "patient_uid": "6595352-1", "PMID": 31312533, "file_path": "comm/PMC006xxxxxx/PMC6595352.xml", "title": "Pericardial Tamponade: An Uncommon Clinical Presentation in cANCA Related Vasculitis and Glomerulonephritis in Association with Very High Titres of ANA", "patient": "A 51-year-old white male, with a past medical history of hypertension and hypothyroidism, presented with a 12-day history of shortness of breath, cough, and fever with new onset lower extremity swelling, orthopnea, paroxysmal nocturnal dyspnea, and dyspnea on exertion. He was seen by his primary care physician approximately one week ago and started on azithromycin, but did not improve. He had also been taking 5 mg of motrin and had used 30 tablets of motrin in the past week. His other medications included amlodipine 10 mg once daily and levothyroxine 50 mcg once daily. He was afebrile on initial presentation. Physical exam was pertinent for rales auscultated in the left lower lung base. EKG only pertinent for sinus tachycardia with no ST segment changes. His initial labs were pertinent for findings of new onset acute renal failure with a creatinine (Cr) of 3.4 mg/dL, microscopic hematuria and proteinuria on urinalysis, with urine protein: creatinine ratio of 1.34 g/gCr. He had appreciable leukocytosis with white blood cell count of approximately 20k. CT chest revealed small to moderate sized bilateral pleural effusions and moderate to large sized pericardial effusion. He was admitted to the inpatient service. Over the next 48 hours, he developed worsening shortness of breath, hypoxemia, and pericardial tamponade with echocardiogram (ECHO) revealing a worsening large circumferential pericardial tamponade in comparison to an ECHO done the previous day. ECHO also noted paradoxical septal motion during cardiac cycles with diastolic collapse of the right ventricle and right atrium. Pericardiocentesis was performed and approximately 500 mL of serosanguinous fluid was drained from the pericardial space with noted improvement in the patient's blood pressure and heart rate (see Tables and for pericardial studies).\\nFurther workup revealed positive autoantibodies for c-ANCA (1:160), ANA (1:1280) and PR-3 (>100). Anti-SSA (Sjogren's Syndrome–A), anti-SSB (Sjogren's Syndrome–B), anti-dsDNA (double stranded-DNA), anti-Smith, anti-RNP (ribonucleoproteins), and anti-GBM (glomerular basement membrane) were reported negative (). This prompted a renal biopsy which revealed fibrinoid necrosis, capillary wall rupture, fibrin formation, and cellular crescents consistent with rapidly progressive crescentic glomerulonephritis (). Examination of provided electron microscopy images showed 2 glomeruli which revealed no evidence of immune type electron dense deposits in the glomeruli, tubular basement membranes, or the interstitium ().\\nNormal findings on electron microscopy were thought to be related to sampling error. Immunofluorescence revealed pauci-immune pattern. Based on the renal biopsy, he was diagnosed with PR3-ANCA related pauci-immune glomerulonephritis with extra renal manifestation of pleuropericardial disease progressing to pericardial tamponade. Patient then received pulse steroids and a dose of rituximab. BUN and Cr were 91 mg/dL and 3.2 mg/dL after getting this treatment. He was then discharged after one week of inpatient stay with plans to slowly taper steroids and to continue with weekly rituximab injections.\\nHowever, BUN/Cr worsened over the course of the next week to 176 mg/dL and 8.6 mg/dL, and thus he was concluded as rituximab failure and started on cyclophosphamide and plasmapheresis in the inpatient setting.\\nAn ECHO done on readmission showed a small fibrin filled pericardial effusion which required no clinical intervention. Chest X-ray (CXR) on readmission showed stable opacity consistent with prior pleural effusion. Pericardial effusion remained stable in size and patient remained asymptomatic when ECHO was repeated 10 days after readmission. After 7 sessions of plasmapheresis and treatment with 1200 mg IV cyclophosphamide, his creatinine stabilized at 1.7 mg/dL ().", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'8684561': 1, '15804710': 1, '20393634': 1, '16218474': 1, '20112390': 1, '23347350': 1, '28941467': 2, '23125278': 1, '31534808': 1, '7696016': 1, '12855530': 1, '31312533': 2}", "similar_patients": "{'5610727-1': 1}"}