{"patient_id": 12347, "patient_uid": "6789882-1", "PMID": 31340545, "file_path": "comm/PMC006xxxxxx/PMC6789882.xml", "title": "Metastatic Cardiac Hemangiosarcoma in a 6 Year Old Wheaten Terrier Mix", "patient": "A 6 year old, 33 kg female spayed Wheaten Terrier mix presented to a local veterinary clinic due to severe lethargy and weakness after vomiting a large amount of clear fluid. No prior health issues were reported; however, the dog had been less energetic for a week prior to presentation, according to the owner. The physical examination at that time identified tachycardia and muffled heart sounds during thoracic auscultation. Thoracic radiographs revealed an enlarged cardiac silhouette and an ultrasound examination showed pericardial effusion. Pericardiocentesis was performed and 110 mL of hemorrhagic pericardial fluid was removed. The patient received intravenous fluid therapy and was referred to the small animal hospital at the Atlantic Veterinary College (AVC) for further evaluation.\\nOn initial evaluation at the AVC, the patient was lethargic but ambulatory. Physical examination revealed muffled heart sounds, mild tachycardia and weak femoral pulses. The dog was slightly dyspneic but not in distress. No accurate systolic blood pressure measurement could be obtained on initial presentation using Doppler ultrasonography, likely due to peripheral vasoconstriction and/or hypotension. A complete two-dimensional, M-mode and Doppler echocardiogram revealed moderate anechoic pericardial effusion and a broad-based, 3.3 × 4.6 cm mass of mixed echogenicity involving most of the lateral wall of the right auricle. Diastolic collapse of the right atrium was present, consistent with cardiac tamponade. M-mode measurements of the left ventricle obtained from the right-parasternal short axis view were most consistent with concentric pseudohypertrophy secondary to cardiac tamponade and ventricular underloading. No evidence of distant metastasis was noted in three-view thoracic radiographs and abdominal ultrasound examination. Due to recurrence of pericardial effusion and the location of the right auricular mass, the owner was informed of treatment options and attendant advantages and drawbacks; the owner requested surgical excision of the mass.\\nA right lateral thoracotomy was performed in routine manner through the fourth intercostal space with the patient under general anesthesia. The pericardium was incised along its craniocaudal aspect ventral to the right phrenic nerve and a pericardial basket was created by suturing it to the thoracotomy incision. A 4 cm diameter mass was palpated in the right auricle and Satinsky vascular forceps were placed as close to the right atrium as possible to isolate the right auricle with the widest possible margin. The mass was excised and the auriculectomy incision was closed with three mattress sutures with pledgets using 4-0 polypropylene over-sewn with a simple continuous pattern using 3-0 polypropylene. Five small dark round masses ranging from 5 mm to 12 mm in diameter were adhered to the visceral surface of the parietal pericardium and were suspected to represent locoregional metastasis. They were carefully dissected with tenotomy scissors after the owner was notified of their presence and again provided consent. No other lesions were seen in the other areas of the pericardium. The pericardium was loosely apposed and sutured in a simple interrupted suture pattern using 3-0 polydioxanone. The right thoracotomy was closed in a routine fashion after a 24 Fr thoracic tube had been placed through the seventh intercostal space. Recovery from anesthesia was uneventful. The dog was hospitalized in the intensive care unit with analgesia (Fentanyl IV CRI 1–3 µg/kg/h, tramadol 3 mg/kg orally every 12 h, and meloxicam 0.1 mg/kg orally every 24 h) and supportive care. The dog experienced mild aspiration pneumonia on the fifth day postoperatively and was discharged with oral antibiotics (amoxicillin/clavulanic acid, 13.75 mg/kg every 12 h) 7 days after surgery.\\nHistopathological examination of the right auricular mass revealed locally invasive infiltrates of plump spindloid cells which formed small blood-filled channels and/or coalescing sieve-like clefts supported by small amounts of a fine collagenous stroma. These infiltrates multifocally breached the wall of the atrium and invaded the adjacent pericardial fat. The tumor cells had round to oval nuclei with finely stippled chromatin, often with a prominent nucleolus, and had small amounts of poorly defined cytoplasm. These findings were consistent with hemangiosarcoma. Anisokaryosis was moderate. Mitotic figures were 1–2 per high power field. Neoplastic infiltrates extended to all tissue margins. Sections of the pericardial masses also consisted of large areas of hemorrhage, occasionally interspersed with variably sized infiltrates of the tumor cells seen in the right auricular mass ().\\nFifteen days postoperatively, intravenous injectable chemotherapy was initiated with doxorubicin 30 mg/m2. This protocol was repeated every 3 weeks for five treatments with repeat staging consisting of a complete blood count and serum biochemistry profile along with three-view thoracic radiographs, a complete abdominal ultrasound and echocardiographic evaluations at the time of the third doxorubicin treatment. No sign of metastasis was noted in the thoracic radiographs, abdominal ultrasound examination, or echocardiogram. The dog experienced grade 3 gastrointestinal adverse events [] 3 days after the first treatment, which resolved with supportive care without the need for hospitalization. Maropitant (Cerenia, Pfizer Animal Healthm Parsipany-Troy Hills, NJ; 1 mg/kg subcutaneously once followed by 2 mg/kg orally every 24 h for 4 days) was administered with each doxorubicin administration and the dog tolerated all remaining treatments without notable signs of toxicosis. After five treatments with intravenous doxorubicin (118 days postoperatively), metronomic chemotherapy was initiated with piroxicam (Novo-Piroxicam, Novopharm Ltd. Stouffville, Whitchurch-Stouffville, Canada; 0.3 mg/kg orally every 24 h) and cyclophosphamide (Procytox; Baxter Corporation, Mississauga, Canada; 20 mg/m2 orally every 24 h). Concurrent treatment with a polysaccharopeptide bioactive agent from the mushroom Coriolus versicolora (I’m Yunity®, Integrated Chinese Medicine Holdings, Ltd. HongKong, China, 100 mg/kg orally every 24 h) was administered starting 21 days postoperatively and continued lifelong. No abnormalities were noted in physical examinations and imaging diagnostics until the 229th postoperative day, at which time multiple soft tissue opacities were visible on thoracic radiographs, representing suspected pulmonary metastases.\\nThe dog presented to the AVC emergency service with a week’s history of lethargy and vomiting, as well as hematochezia for 2 days prior to presentation (318 days postoperatively). The dog was tachypneic, dyspneic, and recumbent on presentation. Progressive pulmonary nodules were radiographically present. Given the likelihood of progressive metastatic malignant neoplasia despite treatment, the owner elected humane euthanasia. A complete necropsy was declined by the owner, but the heart and a part of the lungs were examined grossly with the owner’s permission. The heart and lungs showed multiple dark red, firm, infiltrated nodular masses ranging in size from 1 mm to 3 cm. The pericardial sac was distended with serosanguineous fluid and a large, 12–15 cm, firm, red, multi-lobulated mass extended from the heart base involving the right atrium and pericardium ().", "age": "[[6.0, 'year']]", "gender": "F", "relevant_articles": "{'26420436': 1, '28178285': 1, '23691473': 1, '20001781': 1, '17708397': 1, '19379294': 1, '26568955': 1, '22185453': 1, '28892429': 1, '23811814': 1, '25326396': 1, '28283317': 1, '23276102': 1, '15742699': 1, '23865401': 1, '25784670': 1, '24415715': 1, '25836329': 1, '24697499': 1, '25174901': 1, '30209807': 1, '4055516': 1, '29154712': 1, '20423495': 1, '25524594': 1, '17270204': 1, '8511842': 1, '26792231': 1, '27091479': 1, '29955437': 2, '23033463': 1, '22988473': 1, '20531380': 1, '23543933': 1, '10225598': 1, '31340545': 2}", "similar_patients": "{'6005304-1': 1}"}