{"patient_id": 13082, "patient_uid": "6825493-1", "PMID": 31723541, "file_path": "comm/PMC006xxxxxx/PMC6825493.xml", "title": "Meningioma Mimicking Fibrous Dysplasia", "patient": "A 48-year-old lady with underlying controlled hypertension presented to our eye clinic with the complaint of gradual protrusion of the left eye for the eight months which worsened in the past month. It is painless, but she experienced intermittent redness of the eye. Otherwise, there is no history of trauma and no reduced vision. Systemically it was unremarkable.\\nVisual acuity in the right eye was 6/7.5, and the left eye was 6/9. There was a presence of left relative afferent pupillary defect. Mild restriction in all directions of gaze was seen on the left side, as well as a relative proptosis of five millimeters as compared to the right eye (Figure ).\\nOptic nerve function tests and anterior segments were normal in both eyes. The intraocular pressure was normal. Fundoscopy of the left eye showed swelling of optic disc with tortuous and dilated vessels (Figure ).\\nThere was no peripapillary haemorrhages or choroidal folds. The macula was normal, and the retina was flat. The right eye fundus was normal. Humphrey visual field demonstrated a left eye inferior field defect. Other neurological examinations were normal.\\nCT scan of the brain revealed the presence of an expansile osteoblastic bony lesion involving the left greater wing of sphenoid and left zygomatic arch (Figure ).\\nThe bony lesion showed ground glass appearance with an area of irregular surface. It also associated with enhancing soft tissue mass. The lesion caused mass effect, pushing the orbit and its content anteriorly. At the same time, there was also another well-defined homogenously enhancing lobulated right sellar mass with extension into right parasellar region. On MRI, the lesion followed grey matter intensity on T1 and T2 weighted images and vividly enhanced post-contrast, suggesting meningioma (Figure ).\\nLater she developed compressive optic neuropathy with worsening of vision, diplopia, and impaired optic nerve function test. She agreed for medical and surgical decompression. Intravenous methylprednisolone was given 1 g per day for three days before proceeding with the endoscopic orbital and optic nerve decompression and incisional biopsy. Another course of methylprednisolone was given 1 g per day for three days post-operatively. Subsequently, her symptoms improved well. HPE revealed benign meningioma with WHO grade 1.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'22640797': 1, '3118666': 1, '2188311': 1, '9526778': 1, '17110285': 1, '17961037': 1, '22216833': 1, '17977259': 1, '8858525': 1, '15110669': 1, '7962570': 1, '31723541': 2}", "similar_patients": "{}"}