{"patient_id": 127197, "patient_uid": "6007670-1", "PMID": 29955499, "file_path": "noncomm/PMC006xxxxxx/PMC6007670.xml", "title": "Dysphagia with second-generation antipsychotics: A case report and review of the literature", "patient": "A 62-year-old African American woman with a history of schizophrenia, hypertension, hypothyroidism, and gastroesophageal reflux disease (GERD) was admitted to the geriatric psychiatry service secondary to increased agitation and yelling, with a chief complaint of pain secondary to her GERD. Earlier in the day, she presented to an outside gastroenterology office without a scheduled appointment and became very disruptive when she could not be seen, shouting she could not swallow. She was subsequently referred to the emergency department for psychiatric evaluation. She made illogical statements in the emergency department, including that her jaw was slipping up and down, and that God was speaking to her about healing her. She continued to perseverate on her GERD. She reported recently stopping her psychotropic medications secondary to difficult, painful swallowing. Her husband confirmed that she was unable to swallow because of tightness in her esophagus, resulting in recent weight loss.\\nHer oral medications on admission included olanzapine orally disintegrating tablets (ODT) 5 mg at bedtime, escitalopram 10 mg daily, lorazepam 0.5 mg three times daily, mirtazapine 30 mg at bedtime, temazepam 7.5 mg at bedtime as needed (PRN) for insomnia, levothyroxine 25 mcg daily, metoprolol tartrate 25 mg every 12 hours, potassium chloride 10 mEq daily, pantoprazole 40 mg daily, and losartan 25 mg daily. She had previously been treated with risperidone 3 mg two times daily, but this was changed to olanzapine ODT during a recent hospitalization 1 month prior to this admission. Her nonpsychiatric medications were continued along with olanzapine ODT 5 mg at bedtime. Because of her hyperreligious presentation along with agitation, her mirtazapine and escitalopram were discontinued.\\nHer labs on admission were significant for hypokalemia (2.9 mmol/L) and mild thrombocytopenia (platelet count = 124 × 109/L). Her urinalysis and urine drug screen were both negative. Her thyroid-stimulating hormone was within normal limits at 1.2 milli–international units per liter.\\nOn day 2, speech therapy suggested her complaints of difficulty swallowing were consistent with esophageal dysphagia related to either reflux or dysmotility. An esophagram from 1 year prior showed marked esophageal dysmotility while being treated with risperidone. Speech therapy recommended a full liquid diet, aspiration precautions, and a gastrointestinal (GI) consult. On day 4, her esophageal manometry showed her lower esophageal sphincter was not fully relaxing and identified an esophagogastric junction outflow obstruction.\\nBecause of her continued delusions and behaviors she was continued on olanzapine ODT 5 mg at bedtime for 1 week. During this week she also received an average of 2 to 4 mg of intramuscular (IM) haloperidol PRN. Her intake remained poor, and she required intravenous fluids for tachycardia and dehydration (blood urea nitrogen = 14 mg/dL; serum creatinine = 0.7 mg/dL). On day 8, her olanzapine ODT was increased to 5 mg two times daily, and PRN was changed to olanzapine ODT and olanzapine IM. That day, she received a total of 12.5 mg of olanzapine, including PRNs. Oral benztropine 1 mg twice daily was also added to her regimen. On day 9, she began refusing her olanzapine secondary to choking. She continued to intermittently refuse her olanzapine and other medications during the next 2 days. During this time, she regularly ate 0% of her meals. A therapeutic dilation procedure was attempted during endoscopy on day 10 to improve her esophagogastric junction outflow obstruction.\\nShe was adherent to her levothyroxine, pantoprazole, and docusate, but continued to refuse her oral olanzapine days 12 to 14. She did receive PRN olanzapine 2.5 mg IM during this time per involuntary administration order (maximum of 5 mg IM per day). Following the therapeutic dilation of her esophagus, along with her intermittent refusal of olanzapine, her intake increased to approximately 25% of meals; however, she continued to complain of difficulty swallowing. Her labs remained within normal limits. On days 15 and 16 she took 10 mg/d olanzapine. On day 17 she received olanzapine 2.5 mg IM in the morning and 10 mg orally at bedtime. Because of her continued poor intake she required 2 more intravenous fluid boluses for dehydration. She underwent a repeat manometry, which showed little change from the previous study. The GI service suggested the next step may be to consider Botox injections or surgical intervention. Following the increased dose of olanzapine, she was noted to have increased EPS, including parkinsonism, a shuffling gait, and a stooped/hunched posture. She continued to perseverate on her inability to swallow. The care partner working with her expressed concerns that she was choking on her food.\\nOn day 19 the decision was made to switch her olanzapine to aripiprazole 10 mg daily secondary to lack of improvement in psychotic symptoms and increased adverse effects to olanzapine. During the next 48 hours her EPS improved, and she began eating 100% of meals, which remained consistent until discharge on day 25. Her repeat upper GI series on day 22 showed no esophageal obstruction lesions, no evidence of obstruction, and that she passed her barium swallow without difficulty. Her labs returned to baseline (blood urea nitrogen = 7 mg/dL; serum creatinine = 0.6 mg/dL). Speech therapy had been advancing her diet, and she tolerated solids without pain or any difficulty swallowing. Prior to discharge she ceased complaining of dysphagia. She was ultimately discharged on aripiprazole long-acting injection 400 mg monthly, with a 2-week oral overlap of aripiprazole 10 mg daily.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'21037154': 1, '33466963': 1, '11569473': 1, '7962689': 1, '18360200': 1, '17024549': 1, '18794516': 1, '21541978': 1, '34035712': 1, '24606560': 1, '17102565': 1, '18458730': 1, '34754078': 1, '7962688': 1, '27423892': 1, '27159603': 1, '9220116': 1, '14571332': 1, '26835168': 1, '17934560': 1, '23336748': 1, '15138897': 1, '18615368': 1, '15778537': 1, '29955499': 2}", "similar_patients": "{}"}