{"patient_id": 129129, "patient_uid": "6169272-1", "PMID": 30294177, "file_path": "noncomm/PMC006xxxxxx/PMC6169272.xml", "title": "Combined Periodontal-Orthodontic Treatment of Pathologic Tooth Migration: A Case Study with 10-Year Follow-Up", "patient": "A 23-year-old, systemically healthy, nonsmoking female presented with the complaint of bleeding gums, mobility, and increased space between upper and lower front teeth causing unesthetic appearance and low self-esteem. She had undergone scaling of the teeth 3 years back. On intraoral examination, there were composite restorations on mesial surfaces of maxillary central incisors []. A periodontal examination and charting were performed including assessment of probing depths (PDs), clinical attachment levels (CALs), full mouth plaque (Silness and Loe index 1964), and gingival inflammation scores (Loe and Silness index 1963).[] The measurements for PDs and CALs were performed at six sites per tooth (mesiobuccal, mid-buccal, distobuccal, distolingual, mid-lingual, and mesiolingual). PD was measured from the gingival margin by UNC-15 (Hu-Friedy Instruments, Chicago, IL, USA) and CAL was considered as primary outcome and defined as the distance from the cementoenamel junction to the base of the pocket. The occlusal examination revealed Class I molar relationship bilaterally for the first molars and canines. Overbite and overjet were 5 and 4 mm, respectively, and the fremitus and tension tests were positive. The maxillary and mandibular incisors showed pathologic migration and rotations. Radiographic examination showed generalized, moderate, horizontal bone loss in both arches []. A diagnosis of moderate-to-severe generalized chronic periodontitis was made. Treatment objectives were as follows:\\nOral hygiene instructions, supragingival scaling, subgingival debridement, and periodontal flap surgery to eliminate existing pockets and thus achieve a favorable periodontal environment for good oral hygiene with a regular follow-up Alignment and leveling of both arches To achieve optimal facial aesthetics, and to obtain an optimal overjet-overbite relationship Finishing and detailing Reduce or keep the defects at the same level and fixed retention between teeth with bone loss.\\nAfter several sessions of nonsurgical periodontal therapy comprising general scaling and complete root planning accompanied by recommendations concerning oral hygiene, re-evaluation of the periodontium showed statistically significant improvement in the periodontal parameters []. Before periodontal surgical therapy, endodontic treatment was done in maxillary left central incisor as it was found to be nonvital with pulp testing.\\nThe modified papilla preservation surgical flap technique was selected when the interdental space was wider than 2 mm; the simplified papilla preservation surgical flap technique was performed where the space was >2 mm []. A full-thickness flap was elevated to allow adequate visualization at the treatment site []. To reduce postoperative complications, including pain and swelling, the patient received antibiotic therapy (amoxicillin 1.5 g/day for 6 days) and rinsed twice a day for 15 days with chlorhexidine 0.2% as antiplaque, antigingivitis, and antiplaque agent. The sutures were removed after 7 days. The patient was enrolled in a recall system that included professional tooth cleaning and reinforcement of oral hygiene maintenance after periodontal treatment for 1 year []. Orthodontic treatment started 1 year after surgery. On stabilization of periodontal disease the patient underwent different types of movement according to the clinical need to realign the dental arch: intrusion and bodily movement that included movement away from the defect (tension side) and movement into the defect (pressure side). Orthodontic treatment was performed with the goal to obtain movement that would not impair the newly regenerated attachment. Straight-wire preadjusted brackets with thermoactive nickel archwire (3M MBT 0.22-inch victory system) manufactured by Victory 3M UNITEK were used to achieve well-controlled repositioning []. After debonding, the patient had a notably improved smile with no interference between the lower lip and the upper incisors, and she expressed genuine satisfaction. Posttreatment photographs confirm this esthetic improvement, with a more balanced profile and a harmonious face. The clinician selected an appropriate fixed retention device after active therapy. This long-term retention was used to prevent relapse, to decrease tooth mobility, and to improve chewing comfort. Following orthodontic treatment, functionally stable occlusion and improved periodontal parameters and esthetics were achieved [].\\nThe patient was put on meticulous oral hygiene program, and professional follow-up regimen was strictly practiced by orthodontist and periodontists at regular interval for 10 years till the present time. This approach ensured that shallower pocket depth upon periodontal probing, no adverse effect to the repaired periodontium, and stable bone levels were detected during the maintenance phase [ and Figures –]. A general improvement in esthetic parameters as achieved with combined periodontal and orthodontic treatment was evident.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'9206470': 1, '15948679': 1, '22292151': 1, '26522041': 1, '3165238': 1, '1291613': 1, '282516': 1, '9358363': 1, '8886543': 1, '9929798': 1, '2773862': 1, '6943936': 1, '10203902': 1, '22248948': 1, '21419740': 1, '16448256': 1, '6582262': 1, '17073360': 1, '21855438': 1, '10227556': 1, '3459360': 1, '9565276': 1, '2773869': 1, '30294177': 2}", "similar_patients": "{}"}