{"patient_id": 135914, "patient_uid": "6742882-1", "PMID": 31559216, "file_path": "noncomm/PMC006xxxxxx/PMC6742882.xml", "title": "Arthroscopic Repair of an Isolated Infraspinatus Tear in a Contact Athlete: A Case Report", "patient": "A healthy 18-year-old right-hand dominant male presented to clinic 5 days after injuring his left shoulder during a high school football game. The patient reported landing directly on his left shoulder after being tackled. He noted immediate pain and inability to move his left shoulder. On-site athletic training staff removed him from play and placed him into a sling. This was an injury to his non-throwing arm. At his initial evaluation 5 days after his injury, he continued to have severe pain and limited motion. He denied any previous shoulder injury. Examination was limited due to guarding. Clinically, he had significant ecchymosis about the upper arm and tenderness to palpation throughout the proximal shoulder. Active forward elevation was limited to 60°. He had weakness with posterior rotator cuff testing. There were no appreciable signs of instability on examination. Plain radiographs including anteroposterior, axillary lateral, and outlet views of the shoulder were obtained in office and demonstrated no evidence of acute fracture or dislocation. There was no evidence of Hill-Sachs deformity. The patient was sent for magnetic resonance arthrogram (MRA) to further evaluate his injury. MRA (Figs. and ) demonstrated a full-thickness tear of the infraspinatus with minimal retraction. The supraspinatus and subscapularis were intact. No biceps or labral pathology was identified. After discussing options with the patient and his family, the decision was made to proceed with arthroscopic rotator cuff repair. Ten days after sustaining his injury, the patient was taken to the operating room. Preoperatively, the patient received an interscalene block and general endotracheal anesthesia was administered. The patient was then placed in the lateral decubitus position with 10 pounds of traction applied to the shoulder. A standard posterior portal was created and a 30° arthroscope was inserted into the glenohumeral joint. Copious hemarthrosis was evacuated from the joint. The anterior labrum, superior labrum, biceps, and subscapularis showed no evidence of injury. A full-thickness tear of the infraspinatus was confirmed while viewing from the articular side. Visualization from the lateral portal confirmed the massive midsubstance “L”-shaped tear of the entire infraspinatus tendon (). A knotless, speed bridge double-row construct was performed to repair the tendons after debridement of the free tendon edges and tendon footprint. Two 4.75 mm SwiveLock anchors loaded with FiberTape (Arthrex, Naples, Florida [FL]) were placed just lateral to the articular margin, one anterior and one posterior on the footprint. The tape-type sutures were passed in a horizontal mattress fashion through the tendon. An additional FiberLink (Arthrex, Naples, FL) was passed through the most posterior aspect of the infraspinatus tendon. The lateral row was then created with two additional 4.75 mm SwiveLock anchors (Arthrex, Naples, FL). Visualization from the lateral portal confirmed an excellent restoration of the tendon to the footprint following repair (). Skin closure was performed in a normal fashion, and the patient was then placed in an abduction sling following the arthroscopic repair. Routine care was provided postoperatively. Physical therapy was initiated at 1 week postoperatively. The sling was discontinued 6 weeks after surgery. At 5 months following his repair, his range of motion was normalized. He demonstrated forward elevation of 180°, lateral abduction of 180°, and external rotation at neutral of 70°. Strength assessment with Jobe’s testing and external rotation testing at neutral revealed no clinical difference compared to the uninjured shoulder. At the final 18-month follow-up, clinical strength and motion testing were equal to his uninjured shoulder. While the patient had no intentions of playing college football, he was able to return to weight training and playing recreational ice hockey.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'25442647': 1, '23902742': 1, '21126848': 1, '18647848': 1, '24450368': 1, '15930531': 1, '10389083': 1, '33346861': 1, '17703001': 1, '26209913': 1, '18308185': 1, '31559216': 2}", "similar_patients": "{}"}