{"patient_id": 14195, "patient_uid": "6894918-1", "PMID": 31824602, "file_path": "comm/PMC006xxxxxx/PMC6894918.xml", "title": "Diagnosis and treatment for central Mucoepidermoid Carcinoma in the mandible: Report of a clinical case in a young patient", "patient": "A 13 year old male patient consulted with a clinical picture of 2 years of evolution, related to enlargement in the left hemimandibula, mild pain, edema, and induration; signs and symptoms associated with the delayed eruption of the posterior ipsilateral molar.\\nDuring the extraoral physical examination, facial asymmetry was observed by volume increase in the left mandibular body and angle; the patient complained of paresthesia from the beginning. Presence of bilateral, mobile, submandibular adenopathies with less than 1 cm was also detected (Fig. a). Intraorally, cortical expansion in the left retromolar area with a slight pain on palpation in the lingual plate, a stony consistency in an area covered by healthy mucosa was observed (Fig. b).\\nIn the initial panoramic radiograph, a large radiolucent area divided by thick radiopaque lines that extend from the left mandibular parasinphysis to the condylar neck and coronoid process was detected. Tooth 38 was displaced until the coronoid area (Fig. 1c). Mandibular reconstruction image (Fig. d) and coronal CT cuts (Fig. e,f) demonstrate expansion and cortical thinning.\\nAmeloblastoma, keratocyst, and dentigerous cyst were established as presumptive diagnoses according to clinical and radiographic features. Computerized Axial Tomography (CT) scans of the face with 3D reconstruction, fine needle aspiration biopsy, incisional biopsy, decompression, and histopathological studies were prescribed.\\nThe CT reports a bone lesion with epicenter in the left hemimandibula, compromising the condylar neck, ramus, angle, and hemibody; it was associated with cortical thinning (Fig. e,f).\\nIn the first intervention, fine needle aspiration of 3 cc of citrine fluid was performed, which continued with a hematic fluid output. Additionally, an incision was implemented at the level of tooth 37. After the section of periosteum, a thinning of the vestibular plate was observed; bone samples were taken for histopathological study. Besides, a drain was left in the surgical area for a week.\\nThe histopathological study reported proliferation of neoplastic epithelial cells (cells with large clear cytoplasm, eosinophilic cytoplasm, and squamous appearance) (Fig. a-c). There was no differentiation to odontogenic tissue, establishing the diagnosis of low grade central mucoepidermoid carcinoma.\\nConsidering this information, the pathologist suggested performing a Periodic acid-Shiff (PAS) to determine mucin production; this is a reliable confirmatory test, and it is more affordable than immunohistochemistry. The PAS results were positive (Fig. c).\\nA low‑grade central mucoepidermoid carcinoma diagnosis was confirmed; therefore, surgical management of the patient was decided (Fig. a-c). The patient underwent clinical and radiographic monitoring for one year, without signs of new injuries (Fig. d-f).\\nWritten consent of the parents patient according to ethical principles, was signed.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'18230385': 1, '25949001': 2, '8859245': 1, '26316332': 1, '25948992': 1, '14505620': 1, '10936840': 1, '21989339': 1, '13967983': 1, '11120492': 1, '29198377': 1, '29352614': 1, '31824602': 2}", "similar_patients": "{'4409191-1': 1}"}