{"patient_id": 12260, "patient_uid": "6785767-1", "PMID": 31611755, "file_path": "comm/PMC006xxxxxx/PMC6785767.xml", "title": "Food malabsorption/intolerance complaints triggered by primary epiploic appendagitis", "patient": "A 48-year-old white male patient presented with persistent and recurring, functional, non-specific abdominal complaints, including bloating, semisolid stools and intermittent diarrhea up to a maximum of three times per day. Physical examination revealed a bloated abdomen and migrating, non-localized pain and tenderness. Abdominal sonography showed gas distention, but no other abnormalities. Anamnesis revealed that he had had a CT-diagnosed epiploic appendagitis seven months prior (Figure 1). The patient was concerned about the continuing PEA because he experienced persistent and recurring abdominal symptoms after the initial diagnosis. Through anamnesis the symptoms were correlated with the ingestion of food of drinks. Consequently, food malabsorption/intolerance was suspected.\\nWe used hydrogen (H2) breath tests (Gastrolyzer, Bedfont Scientific Inc., Kent, England) for the evaluation of lactose intolerance and fructose malabsorption. During a hydrogen breath test with a drink containing 25 g of fructose, the exhalation demonstrated increasing H2 values of up to 86 parts per million (normal < 20) and the diagnosis of fructose malabsorption was confirmed. Diamine oxidase (DAO) in the serum was measured with the radio extraction assay DAO Rea 100 (Sciotec Diagnostic Technologies, Tulln, Austria) and was determined to be 3 U/mL (normal > 10). This DAO value, combined with abdominal complaints and the correlation with the ingestion of histamine-containing food, indicated histamine intolerance. The lactose breath test with a 50 g lactose load showed no increase in exhaled H2 and simultaneously measured blood glucose increased by > 20 mg/dl. An enzyme-linked IgA immunosorbent assay (ELISA, Serion, Würzburg, Germany) showed the absence of Helicobacter pylori infection. In the screening for celiac disease, antibodies against tissue transglutaminase with anti-tTG IgA ELISA (Euro Diagnostica AB, Malmö, Sweden) were not found. A CT of the abdomen performed as follow up to the PEA diagnosed 7 months prior demonstrated no anomalies. Triglycerides were 228 mg/dl (normal < 150), but all of the other routine laboratory parameters, including erythrocyte sedimentation rate and liver and pancreas enzymes, were within normal limits. A colonoscopy also showed no abnormalities.\\nSeven months earlier, an abdominal CT with intravenous contrast medium demonstrated an oval lesion with a maximum diameter of 1.7 x 0.7 cm located at the sigmoid colon. The diagnosis of PEA was arrived at based on the hyperattenuated rim, surrounded by fat stranding, which indicated an inflamed and thickened visceral peritoneum surrounding the fat-containing appendage (Figure 2).\\nWith the diagnosis of combined food intolerance/malabsorption, the patient received written information on fructose malabsorption and histamine intolerance. A registered dietician helped develop an individually-tailored diet to address the symptomatology and to ensure nutritional adequacy. Within 4 days of beginning the fructose-free and histamine-reduced diet, the patient's complaints resolved. Written informed consent was obtained for all procedures, which were in accordance with the Declaration of Helsinki and the recommendations of the local ethics committee.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'19520357': 1, '8153333': 1, '21102533': 1, '24939434': 1, '23579881': 1, '30480810': 1, '32494563': 1, '28127129': 1, '19843737': 1, '28344921': 1, '17217453': 1, '16284132': 1, '28042564': 1, '31611755': 2}", "similar_patients": "{}"}