{"patient_id": 11614, "patient_uid": "6728972-1", "PMID": 31488206, "file_path": "comm/PMC006xxxxxx/PMC6728972.xml", "title": "Dengue hemorrhagic fever presenting as encephalitis: a case report", "patient": "We report the case of a previously well 18-year-old Sri Lankan Sinhalese boy, resident of a dengue endemic area, who presented with a 1-day history of high fever and tonic-clonic movements of the left upper and lower limbs later converting into a generalized tonic-clonic (GTC) seizure to the Teaching Hospital Peradeniya, Sri Lanka. The fever was high grade without chills but associated with arthralgia, myalgia, headache, and vomiting. The seizures commenced on the evening of the first day of the illness, lasted for 10 minutes and were associated with postictal drowsiness. A persistent left-sided face, arm, and leg weakness was apparent as the postictal drowsiness improved. There were no associated sensory symptoms and the weakness was more pronounced in his face and upper limb. There was no associated abdominal pain, postural dizziness, reduced urine output, or any bleeding tendency. There was no recent history of vaccination and no skin rashes. He had been investigated following a head injury 10 months back. He presented after a road traffic accident with mild drowsiness without any focal neurological weakness and a non-contrast computed tomography (NCCT) scan of his brain had been normal. He was completely well on discharge and no long-term neurological symptoms were evident until this incident. His past medical history was unremarkable with no history of epilepsy or collagen vascular diseases.\\nA general examination revealed a temperature of 38.33 ºC (101 ºF) but was otherwise unremarkable. A neurologic examination revealed our patient to be drowsy but arousable, without signs of meningism. A conscious level corresponding to Glasgow Coma Scale (GCS) of 10/15 (E-4, V-1, M-5) was present with horizontal gaze palsy to the left, and normally reactive pupils of 3 mm. A cranial nerve examination revealed facial nerve palsy of upper motor neuron type on the left with flaccid paralysis of his left upper limb (power 0/5) and diminished left lower limb (power 2/5) power. Deep tendon reflexes were diminished on the left with hypotonia. Plantar response was extensor on the left side. No cerebellar signs were apparent.\\nHis vital signs were stable with a pulse rate of 100 beats per minute (bpm) and blood pressure of 107/70 mmHg. No right hypochondriac tenderness or murmurs were present, and the rest of the examination was unremarkable.\\nInitial investigations are summarized in Table . An urgent NCCT of his brain revealed no evidence of infarction or intracerebral hemorrhage (ICH). An interval NCCT and contrast-enhanced computed tomography (CECT) scan was also performed and did not show any infarction, cerebral abscess, or space-occupying lesion. We performed a lumbar puncture (LP) and cerebrospinal fluid (CSF) was colorless and clear: total white blood cell (WBC), 03 cells/mm3 (lymphocytes); red blood cell (RBC), 00 cells/mm3; CSF protein, 250 mg/L; CSF sugar, 3.4 mmol/l; random blood sugar (RBS), 5.7 mmol/l; CSF Gram stain and bacterial cultures were negative. CSF viral studies were not performed due to the small volume of CSF being available at the first LP and a repeat attempt was not made in the context of dropping platelet (PLT) counts.\\nElectroencephalography (EEG) performed on the following day showed generalized slow waves with a burst of activity in the right frontotemporal region compatible with organic brain disease (Fig. ).\\nA magnetic resonance imaging (MRI) of his brain was performed which showed abnormal high intensity subcortical white matter and cortical gray matter in right frontoparietal and temporal lobes in T2-weighted (T2W) and fluid-attenuated inversion recovery (FLAIR) images with some faint meningeal enhancement appreciated in right frontotemporal area suggestive of right-sided meningoencephalitis (Fig. ).\\nA presumptive diagnosis of viral encephalitis was made, and he was started on intravenously administered acyclovir 500 mg 8 hourly and intravenously administered ceftriaxone 2 g 12 hourly with intravenously administered dexamethasone 4 mg 8 hourly and sodium valproate 200 mg 8 hourly. Supportive care with nasogastric feeding, urine catheterization, and intravenously administered fluids was also started, and he was continuously monitored within the high dependency unit to identify clinical or biochemical deterioration.\\nOn the fifth day of illness, fever was still present, neurological signs remained unchanged, and rising liver transaminases were noted, that is, aspartate aminotransferase (AST) of 4918 U/L and alanine aminotransferase (ALT) of 2987 U/L, together with leukopenia and thrombocytopenia (WBC, 3770 cells/μl; PLT, 23,000 cells/μl). A peripheral blood film was found to be compatible with a viral infection without features of microangiopathic hemolytic anemia (MAHA).\\nThe marked rise in transaminases together with leukopenia and thrombocytopenia prompted a fresh search for an alternative diagnosis and serum dengue nonstructural protein 1 (NS1) [] antigen was performed which was positive. Testing CSF for dengue Immunoglobulin M (IgM) with enzyme-linked immunosorbent assay (ELISA) antibody and NS1 antigen was not possible at this moment as the initial CSF sample was inadequate. The viral studies performed considering the possible neurotrophic viruses in the serum on the seventh day of the illness and varicella-specific IgM, cytomegalovirus (CMV) IgM, and Epstein–Barr virus (EBV) IgM (ELISA method) were negative. Serum antibody testing for enterovirus and coxsackievirus was not feasible in the government sector and our patient could not afford to take the test from the private sector.\\nNational guidelines []-directed dengue monitoring and management were commenced. On day 5 of the illness a rising pack cell volume (PCV), with ultrasonographic evidence of free fluid in the hepatorenal pouch and gallbladder wall edema corresponding to plasma leakage of dengue critical phase, was found. Table demonstrates the laboratory results during the hours spent in the critical phase. He made a full recovery from dengue critical phase 48 hours after confirming DHF. Serum dengue IgM was positive on day 7 of the illness but IgG was negative.\\nHe made a slow recovery with mild residual weakness (grade 4+ power) in his left upper limb at 2 months with intensive supervised physiotherapy.\\nConsidering his slow recovery, a CSF analysis was repeated at 2 months and showed total WBC, 04 cells/mm3 (lymphocytes); RBC, 00 cells/mm3; CSF protein, 540 mg/L; CSF sugar, 3.4 mmol/L; RBS, 5.7 mmol/L; adenosine deaminase (ADA), 3.0 U/L; CSF Gram stain and bacterial cultures were negative. Dengue IgG (ELISA) was positive in CSF and IgM (ELISA) was negative. Since full virologic profile was not performed in the first presentation, CSF was also tested for other neurotrophic viruses such as herpes simplex virus (HSV) by polymerase chain reaction (PCR), HSV-1 and HSV-2 antibodies, Japanese encephalitis (JE) antibody, enterovirus, and coxsackievirus. All the CSF studies and serum for human immunodeficiency virus (HIV) screening were negative. A repeat EEG was also performed, and it was normal (Fig. ).\\nHe had been followed up at our medical clinic since discharge, where a gradual improvement in his weakness was evident. After 12 months of follow-up, he showed remarkable recovery of his neurologic functions without any residual weakness.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'29338776': 2, '16931144': 1, '24382056': 2, '31912775': 1, '13769986': 1, '29119088': 1, '34130738': 1, '8600761': 1, '24598036': 2, '29669602': 2, '29759074': 2, '25361825': 1, '29329287': 2, '10744091': 1, '12118463': 1, '23948177': 1, '1820657': 1, '16524594': 1, '29301587': 2, '18617208': 1, '24814949': 1, '31488206': 2}", "similar_patients": "{'5907410-1': 1, '5907410-2': 1, '5771209-1': 1, '3879997-1': 1, '5952700-1': 1, '3973998-1': 1, '5755244-1': 1, '5755244-2': 1, '5809095-1': 1}"}