{"patient_id": 137873, "patient_uid": "6931136-1", "PMID": 31903097, "file_path": "noncomm/PMC006xxxxxx/PMC6931136.xml", "title": "Management of a decompensated acute-on-chronic intracranial venous\\nsinus thrombosis", "patient": "A 34-year-old female patient presented to the neurology department of the referring\\nhospital during the 10th week of her second pregnancy. She had been suffering from\\nheadaches, nausea and vomiting for the 2 weeks leading up to admission. A graphical\\ndepiction of the development of her symptoms is illustrated in . She was first diagnosed with either\\nhyperemesis gravidarum or a gastrointestinal viral infection because of similar\\nsymptoms in her child. Her medical history was remarkable for a heterozygous factor\\nV Leiden mutation, hyperactivity of factor VIII and elevated lipoprotein A. Around\\n15 years earlier, she had been diagnosed with an acute CVT, manifesting in a\\nheadache with no other deficits, and with thrombosis of her right transverse and\\nsigmoid sinuses and left proximal transverse sinus[], after taking oral\\ncontraceptives. This CVT was managed with an anticoagulation regime which involved\\ntaking the vitamin K antagonist phenprocoumon for 1 year. The transverse and sigmoid\\nsinuses on the right-hand side had not totally recanalized in the magnetic resonance\\nimaging and angiography (MRI/MRA) performed 1 year after the initial CVT; a complete\\nrecanalization occurred after 3 years. During her current pregnancy, she was\\nreceiving thrombosis prophylaxis with 80 mg enoxaparin subcutaneously (SC) daily\\nadapted to a body weight (BW) of 95 kg. The first MRI/MRA showed no parenchymal\\nlesion with no flow signal in the straight sinus, as well as bilateral discontinuity\\nin flow signal intensity in the superior sagittal sinus and both transverse and\\nsigmoid sinuses []. Two days before referral to our hospital (day 7) she developed\\nbehavioral changes and motor aphasia, progressing to a global aphasia, and mild\\ntetraparesis accentuated on the right-hand side. This was despite being on full-dose\\nanticoagulation therapy of low-molecular-weight heparin (LMWH) since the day before\\nreferral (two doses of 80 mg enoxaparin SC daily, for a BW of 95 kg). MRI/MRA at\\nreferral showed vasogenic edema of both thalami [], of the left frontal lobe, and\\nof the head of the caudate nucleus, with venous stasis and frontal petechial\\nhemorrhage. All intracranial venous sinuses and deep internal cerebral veins were\\noccluded [, )]. She was referred for\\nendovascular treatment, which we attempted on the day of admission (day 9).\\nDiagnostic angiography (DSA) confirmed a complete superficial and deep venous\\nocclusion with the brain draining via alternate pathways.\\nEndovascular access to the straight and superior sagittal sinuses was possible by\\ninserting an 8F guiding catheter into the right-hand jugular vein and then the\\nleft-hand side. A 4F diagnostic catheter was inserted via the\\nright-hand femoral artery for diagnostic DSA runs and road map images. Neither\\nrheolysis [i.e. alternate flushing and aspiration via a Sofia Plus\\naspiration catheter (MicroVention, Aliso Viejo, CA, USA)] nor balloon angioplasty of\\nthe superior sagittal, transverse, and sigmoid sinuses of both sides [conventional\\nballoon, pITA 4 ×40 mm (phenox, Bochum, Germany)] resulted in recanalization.\\nInjecting contrast medium into the said sinuses showed contrast gaps in the lumen\\nwhich looked like fibrous structures and stenosis, together with a small amount of\\nthrombus []. The\\nendovascular procedure was, apart from the failure to recanalize the sinuses,\\ntolerated by the patient without further complications. The patient was kept on two\\ndoses of 80 mg enoxaparin SC daily. After 2 days, 500 mg acetylsalicylic acid (ASA)\\nintravenously (IV) daily was added, as the patient was comatose. The ASA dosage was\\nmonitored using Multiplate (Roche Diagnostics, Munich, Germany), VerifyNow (Accriva,\\nSan Diego, CA, USA), and the PFA-200 system (Siemens, Erlangen, Germany). The\\nenoxaparin dosage was adjusted as required by the values from antifactor Xa\\n(anti-Xa) activity measurement (prophylactic anticoagulation level:\\n>0.1–0.4 U/ml; therapeutic anticoagulation: 0.4–1 U/ml). On day 11, it was\\nincreased to two doses of 100 mg enoxaparin SC daily, adjusted to the BW and after a\\ndecrease of anti-Xa on days 13 and 15, subsequently raised to two doses of 120 mg\\nenoxaparin SC daily (see ). Renal function was normal and therefore LMWH could be used and\\nincreased after the dosage had been adjusted. A nonconvulsive epileptic state was\\nruled out with an electroencephalogram (EEG). The patient remained comatose for\\nanother 5 days and on day 14, MRI showed growing cytotoxic edema of the left\\nfrontoparietal parenchyma. Given this desperate situation, on day 14, after a\\nthorough discussion with the family, we decided to apply a BW-adapted infusion of\\neptifibatide (11.2 mg/h IV) as part of an individual treatment attempt. On day 15,\\nthe patient showed a clinical improvement. On day 20, the patient slowly regained\\nconsciousness, while imaging started showing some improvement to wit, a regression\\nof the edema in the caudate nucleus, and better flow in the straight sinus, vein of\\nGalen, and internal cerebral veins []. Decompressive craniectomy was not considered beneficial at\\nany point. The eptifibatide infusion was continued for a total of 14 days. Then,\\ncontinuing the individual treatment attempt, a regime of ticagrelor, two doses of\\n180 mg PO daily were started, with its dosage adjusted per the results of the\\naforementioned tests for platelet-function monitoring. The patient remained on ASA,\\nticagrelor, and enoxaparin on unchanged dosages. She was discharged home 26 days\\nafter the endovascular treatment (day 35 since she had first been admitted) with\\nonly mild neurological deficits (mild facial asymmetry and mild problems with fine\\nmotor movements in the right hand, modified Rankin Scale 2), and with the pregnancy\\nintact. On MRI/MRA, the intracranial venous sinuses appeared unchanged with\\npermeability of the straight sinus, vein of Galen and internal cerebral veins []. In the 30th week\\nof pregnancy, the ASA dosage was reduced to 300 mg PO daily. Cesarian delivery was\\nplanned for the 38th week of gestation. Ticagrelor was discontinued a week\\nbeforehand and ASA and enoxaparin were discontinued 48 h before delivery. Delivery\\noccurred without complications and the newborn baby was completely healthy. IV\\nunfractionated heparin (UFH) and 100 mg ASA PO daily were initiated 6 h after\\ndelivery. The patient decided not to breastfeed. After 48 h, UFH was discontinued,\\ntwo doses of 90 mg enoxaparin SC daily were initiated and ASA was increased to two\\ndoses of 100 mg PO daily. After 10 days, the enoxaparin was replaced by two doses of\\n150 mg dabigatran PO daily. No adverse events occurred in the postpartum period. The\\nmost recent MRI follow up performed after delivery (6 months after the initial\\ntreatment) confirmed complete recanalization of the sinuses and the deep venous\\nsystem [, )]", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'22751108': 1, '31008314': 1, '28245774': 1, '24745726': 1, '25156992': 1, '31479105': 1, '20547928': 1, '9504501': 1, '14976332': 1, '21293023': 1, '28264200': 1, '20930161': 1, '17416839': 1, '22233272': 1, '29874954': 1, '22416902': 1, '29695530': 1, '22626695': 1, '22621626': 1, '26438768': 1, '17050515': 1, '23121403': 1, '28392913': 1, '20634477': 1, '26589471': 1, '22578023': 1, '30165544': 1, '16397131': 1, '34177249': 1, '29367334': 1, '22451716': 1, '27350588': 1, '23518356': 1, '24927193': 1, '26320110': 1, '20334463': 1, '25156993': 1, '19303501': 1, '30482767': 1, '28600334': 1, '29466159': 1, '20099987': 1, '19041540': 1, '27980127': 1, '23841100': 1, '23993012': 1, '19166709': 1, '29472230': 1, '27802281': 1, '24523944': 1, '31903097': 2}", "similar_patients": "{}"}