{"patient_id": 134024, "patient_uid": "6549205-1", "PMID": 31172099, "file_path": "noncomm/PMC006xxxxxx/PMC6549205.xml", "title": "Upper Gastrointestinal Bleeding as Delayed Presentation of Traumatic Diaphragmatic Hernia; a Case Report", "patient": "The patient was a 35-year-old man admitted to the emergency department (ED) with chief complaint of abdominal pain after having an outdoor dinner 3 days before. The pain had suddenly manifested in the epigastric area with a steady nature and propagation to the back. The pain got worse with motion and coughing. Concomitant symptoms were nausea and bilious vomiting. He had no defecation apart from gas passing since 2 days before with no evidence of melena or hematemesis. The patient had been admitted to another hospital 2 days before and was candidate for performing endoscopy, but he left that hospital against medical advice. He had a history of stab wound 4 months ago. He did not use drugs or alcohol.\\nHis was ill and tachypneic on admission and the vital signs were as follow: blood pressure (BP)=110/70 mmHg, pulse rate (PR)=137/min, respiratory rate (RR)=26/min, O2saturation (O2sat) = 98% (room air), oral temperature (OT)=36.5˚ᴄ. On physical examination, the epigastric area was tender in palpation and revealed voluntary guarding, but no distention. There was a scar of the previous injury on his chest wall, left hemithorax, posterior axillary line, between 8th and 9th ribs. No other abnormal findings were found.\\nHe was hydrated with 1-liter of 9% normal saline (NS). A nasogastric tube (NGT) was inserted and fixed that resulted in drainage of about 500cc dark blood. He was sent to cardiopulmonary resuscitation (CPR) room and following cardiac monitoring and continuous pulse oximetry, foley catheter and central venous line (CV-line) were inserted. Blood and fresh frozen plasma (FFP) were prepared and pantoprazole infusion was started. He was candidate for emergent endoscopy for upper GIB. About 3 hours after admission, he had received 3liters of NS 0/9% and had about 2 liters of blood output via NGT. Thereafter BP=120/80 mmHg, his PR rose to 150/min. During resuscitation measures, he suddenly developed respiratory distress and O2sat dropped to 76% in spite of O2 administration with mask reservoir. The patient’s respiratory distress could not be justified by upper GIB alone, therefore bedside ultrasonography was done by an emergency medicine professor and some soft tissue without peristaltic motions was seen and lung tissue did not seem normal in the left side. He got intubated and immediately a portable chest x-ray (CXR) was done, the result of which showed a white-lung on the left side ().\\nPleural tap was performed, which was grossly bloody. After improvising chest tube, about 700cc bloody fluid was drained. His O2sat raised and reached 89%. He was sent to thoracic and abdominal spiral computed tomography (CT) scan with contrast, which showed the stomach in the left hemithorax ().\\nWith diagnosis of stomach strangulation and diaphragmatic herniation of gastro thorax, the patient underwent emergent surgery and the diaphragmatic defect was restored and total gastrectomy plusesophagojejunostomy and jejunostomy were done. Pathology reported gastric tissue’s full thickness necrosis. shows the patient’s CXR the day after surgery. The patient was discharged after 2 days with follow up recommendation.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'27512848': 1, '24350143': 1, '25115294': 1, '27933327': 1, '20054598': 1, '26105131': 1, '26100355': 1, '12733206': 1, '15666270': 1, '23002369': 1, '33854759': 2, '16584662': 1, '10890960': 1, '16500205': 1, '14745609': 1, '17570774': 1, '31172099': 2}", "similar_patients": "{'8024046-1': 1}"}