{"patient_id": 2300, "patient_uid": "6117928-1", "PMID": 30170552, "file_path": "comm/PMC006xxxxxx/PMC6117928.xml", "title": "Peripheral neuropathy in a case with CADASIL: a case report", "patient": "A 67-year-old man had the first episode of left leg weakness at the age of 65 years and subsequently experienced numbness of the bilateral fourth and fifth fingers (Additional file ). At the age of 66, he developed right leg weakness and difficulty in walking and was admitted to our hospital. Neurological examination revealed no abnormalities in orientation, memory, or cranial nerves. Mild weakness was noted in the distal muscle of the upper limbs, and pronator drift test was positive in the left upper limb. Lower limb muscle weakness was moderate and particularly noticeable in the left anterior tibialis muscle. Deep tendon reflexes were decreased at the triceps and brachioradialis and absent at the knees and ankles. Babinski sign was positive. Pes cavus and toe clawing were absent. There were no finger tremors. A sensory examination showed bilateral hypoesthesia in the lower leg region, below the knees and bilateral numbness of the fourth and fifth fingers. No abnormalities in the urinary tract were found. The ankle-brachial index of blood pressure was normal. The results of a blood study revealed a mild inflammatory reaction and elevated serum proteinase-3-anti-neutrophil cytoplasmic antibody (PR3-ANCA; 4.0 U/mL; normal range, < 3.5 U/mL). Complete blood count and CRP level were normal. His liver and renal function were normal. Blood sugar was 97 mg/dl and HbA1c was 6.5%. A nerve conduction study was performed at a skin temperature of approximately 30 °C (Table ). Distal motor and sensory nerve palm latency (DL) were prolonged in the left median nerve, and a slight decrease in sensory conduction velocity (SCV) was noted. Compound muscle action potentials (CMAP) at stimulation points above the elbow and sensory nerve action potentials (SNAP) were undetectable in the left ulnar nerve. These electrophysiological abnormalities were consistent with multiple mononeuropathy. Brain magnetic resonance imaging showed asymptomatic multiple cerebral infarctions and multiple micro-bleeding lesions in the white matter (Fig. ). His symptoms did not improve after methylprednisolone pulse therapy and oral prednisolone (30 mg/day) and azathioprine (50 mg/day) therapies.\\nThe pathological findings of a right sural nerve showed neither inflammatory cells around vessels nor any rupture of the inner elastic plate. The loss of smaller fibers and thickening of the blood vessel wall were not observed. Electron microscopy showed granular osmiophilic material (GOM) in the wall of endoneurial small vessels, which indicated peripheral neuropathy resulting from CADASIL (Fig. ). The heterozygous missense mutation p.Arg75Pro was detected in exon 3 of the NOTCH3 gene in the leukocyte DNA of the patient. No family history displayed cerebrovascular diseases or peripheral neuropathies. His father was diagnosed as heart failure of unknown etiology.\\nThere was no history of smoking or drinking.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'16871402': 1, '16328531': 1, '15827866': 1, '19539236': 1, '19043263': 1, '10712431': 1, '11755616': 1, '25980907': 1, '16717210': 1, '30170552': 2}", "similar_patients": "{}"}