{"patient_id": 12410, "patient_uid": "6794459-1", "PMID": 31649611, "file_path": "comm/PMC006xxxxxx/PMC6794459.xml", "title": "Anti-CV2 Autoimmune Encephalitis With Parkinson-Like Symptoms and Bilateral Leukoencephalopathy—A Case Report", "patient": "The patient was a Chinese Han housewife of 52 years old, without contact with animals, with normal body mass index, and a place of residence without particularity. She was admitted on August 6, 2018 due to the main complaint of “slow movements and involuntary limb shaking for 3 months.” The patient had been suffering from slow movements for 3 months before admission, without obvious cause for physical retardation, and manifesting as slow walking speed and inflexibility, small split-steps, difficulty in turning around, and gradually worsening involuntary resting tremor. Those symptoms were accompanied by limb numbness and fatigue, dizziness, speech disfluency, small voice, loss of taste, and occasional urinary incontinence. On the other hand, there was no prodromal symptoms such as fever and headache, as well as no loss of consciousness and no limb convulsion. The patient had undergone routine cerebrospinal fluid examination in another hospital, and there was no obvious abnormality in cytology and biochemistry, and no pathogens. The patient was diagnosed with Parkinson's syndrome, and treated with benserazide and acupuncture. The symptoms did not improve and the patient was transferred to our hospital.\\nThe patient had no previous history of exposure to toxic substances and drugs, no history of hypertension and diabetes, and no alcohol and tobacco consumption. The patient's father had a history of cancer. The physical examination at admission showed that the vital signs were normal, no cardiopulmonary abnormalities were observed, and no swelling of the superficial lymph nodes was observed. The patient was conscious and coherent, but with panic gait and few facial expressions. Limb muscle strength was normal, limb muscular tension was increased, and resting tremor of the limbs could be observed. Breast physical examination revealed no obvious mass. The modified Rankin score (mRS) was four. Blood routine, urine routine, fecal routine, liver and kidney functions, and electrolyte were all within the normal ranges. Serum anti-HIV antibody, antibodies against Treponema pallidum, hepatitis C antibody, and TORCH virus antibody were negative. Thyroid function, tumor markers, and immune indicators were normal. Urinary cadmium, arsenic, manganese, mercury, chromium, and strontium, and blood lead were normal. Serum anti-CV2 antibody was positive. Anti-Hu, anti-Ri, anti-Amphiphysin, anti-Tr, anti-GAD, anti-Yo, anti-Ma2, anti-NMDA receptor, anti-AMPA1 receptor, anti-AMPA2 receptor, anti-GABAB receptor, anti-LGI1, and anti-CASPR2 antibodies were negative.\\nLung computed tomography (CT) and dynamic electroencephalogram (EEG) were normal. Cranial magnetic resonance imaging (MRI) and contrast-enhanced MRI showed lesions in the white matter around the bilateral lateral ventricles and bilateral internal capsules, but there was no significant enhancement (). Magnetic resonance spectroscopy (MRS) showed that the N-acetylaspartate (NAA) peak was decreased in the bilateral lateral ventricles; the Cho/NAA ratio was 2.49 (the left lateral ventricle was selected). Moreover, no Lip peak and lactic acid (lac) peak were observed. Whole-body positron emission tomography (PET)-CT showed that there were highly suspicious nodules in the upper quadrant of the left breast. Color Doppler ultrasound revealed a hypoechogenic nodule at the 10 o'clock position of the left breast. The nodule encompassed an area of about 1.1 × 0.6 cm; the boundaries of the nodule were unclear, and the internal echoes were uneven with rich strip-like blood flow signals. The BI-RADS classification was 4b.\\nAt this point, the diagnoses was anti-CV2 autoimmune encephalitis and breast cancer. The patient was transferred to the Breast Surgery Department and underwent modified radical mastectomy under general anesthesia. Postoperative pathology revealed the presence of an invasive ductal carcinoma. Tumor heterogeneity was obvious under the fluorescence microscope. TNM staging was pT1cN0M0. The cancer was positive for estrogen receptors (ER; 90%), progesterone receptor (PR; 80%), HER2 (1+), hck (+), e-cadherin (+), and Ki-67 (8%), and negative for syn, cga, P63, and ck5/6. Fluorescence in situ hybridization (FISH) for HER2 was negative.\\nThe resting limb tremors improved significantly by 1 week after operation. After surgery, the patient received oral toremifene. The patient was followed-up 9 months after surgery, and the results showed that limb muscle strength was normal. There was no involuntary limb shaking. There was only a slight speech disfluency and slightly slow movements. The mRS score was 1.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'24262464': 1, '26374701': 2, '19267170': 1, '16037914': 1, '11220734': 1, '30121006': 1, '12112110': 1, '14663059': 1, '15146039': 1, '27465029': 1, '29321433': 1, '34702214': 2, '19151024': 1, '21747075': 1, '23298946': 1, '19497605': 1, '25315420': 1, '14673901': 1, '29777943': 1, '31649611': 2}", "similar_patients": "{'4975827-1': 1, '8547084-1': 1}"}