{"patient_id": 3501, "patient_uid": "6189661-2", "PMID": 30370153, "file_path": "comm/PMC006xxxxxx/PMC6189661.xml", "title": "Nosocomial Myiasis Caused by Lucilia sericata (Diptera: Calliphoridae) and Neonatal Myiasis by Sarcophaga spp. (Diptera: Sarcophagidae) in Mexico", "patient": "A 24-day-old baby girl from Guerrero State was the product of the second gestation of an apparently healthy mother who underwent a normal pregnancy carried to full-term with vaginal delivery of a single product. The weight, height, and Apgar score of the newborn are unknown. The newborn was nursed by the mother for the first 7 days of life. At 10 days of age, the infant received an insect bite, which led to fever after 48 hours. The parents took the baby to the health center, where an infection of the respiratory tract and hyporexia were detected. Upon arrival, the baby was found in generally poor condition, weighing 2,220 g and suffering from severe dehydration. Intravenous feeding was begun immediately to stabilize the infant's condition, and subsequently, she was transferred to the Hospital of Indigenous Mothers and Children of Guerrero. At that facility, the baby arrived in a state of cardiac arrest, prompting cardiopulmonary resuscitation and phase III ventilatory support. Antibiotic treatment was given, and hydrotherapy was continued due to the presence of sepsis and septic shock. Two days posthospitalization, the presence of fly larvae was observed in both nostrils, giving rise to ivermectin treatment. Four whitish larvae were extracted, having an average length of 1.2 cm. They were sent to the Entomology Lab of the InDRE for taxonomical classification. The identification of the taxonomy of the larvae of second instar was based on the morphology of the cephaloskeleton, anterior spiracles (Figures and ), and peritreme plaques (). They remained an undefined Sarcophaga sp. (Diptera: Sarcophagidae), as the morphology did not correspond to any common or uncommon species known to cause myiasis. Diverse cases have been reported of traumatic and intestinal myiasis provoked by Sarcophaga sp., but the specific species has not been determined [].", "age": "[[24.0, 'day']]", "gender": "F", "relevant_articles": "{'7467432': 1, '15100451': 1, '22432400': 1, '22232372': 1, '11590916': 1, '32039212': 1, '34654380': 2, '28781904': 1, '24979568': 1, '24741230': 2, '28741340': 1, '28096867': 1, '32082658': 2, '17893347': 1, '15811082': 1, '28979359': 2, '22529629': 1, '26682129': 2, '11911716': 1, '2012163': 1, '26114125': 1, '10888974': 1, '25418772': 1, '15988817': 2, '30370153': 2}", "similar_patients": "{'6189661-1': 2, '4672872-1': 1, '8518163-1': 1, '5623929-1': 1, '7008277-1': 1, '3982355-1': 1, '2815822-1': 1}"}