{"patient_id": 6101, "patient_uid": "6360061-1", "PMID": 30800484, "file_path": "comm/PMC006xxxxxx/PMC6360061.xml", "title": "Extrapontine Myelinolysis following Extreme Hypernatremia and Hyperosmolarity", "patient": "A 2-year-and-8-month-old Swiss girl presented to a pediatric office with fever of 38.8°C, vomiting, and refusal to eat for 3 days. Prior to admission, according to the parents, the patient had drunk ca. 500 ml of fluids. This was a response to a reviewers remark concerning signs of thirst. Blood analysis demonstrated severe hypernatremia (196 mmol/l), prompting urgent hospital admission.\\nThe patient was born at term (40 + 1 weeks of gestation) and had a birth weight of 3390 g. She was delivered through a C-Section due to pathological cardiotocography (CTG) and green amniotic fluid. The APGAR score was 6/8/10. On the second day of life, she developed bilateral parenchymal and intraventricular grade III brain hemorrhage diagnosed by ultrasound. Additionally, she had recurring seizures, which were successfully treated with phenobarbital (3 mg/kg/d). cMRI at two weeks of age showed hydrocephalus with intraventricular hemorrhage in the caudothalamic groove displacing, but not including the thalamus, as well as a small intraparenchymal hemorrhage of the right parietal side and subarachnoid hemorrhage of the left occipital side, along the tentorium and the cisterna cerebellomedullaris, with signs for slight hypoxia.\\nPostnatally, the patient also had hypernatremia of 180 mmol/l, which was treated with infusion therapy (glucose 5%). We are not aware of any further urine or serum measurements (e.g. osmolality). Neonatal ultrasound showed, slight hyperplasia and no adrenal hemorrhage and tumor. She was discharged with a sodium level of 160 mmol/l. A “central dysregulation” etiology was hypothesized. Sodium levels in the first year were normal (or slightly elevated) and ranged from 136 to 154 mmol/l.\\nAfter birth, fT3 and fT4 serum levels were decreased; thus, thyroxine substitution was initiated. The therapy was ended after 1 month because of a hyperthyroid metabolic state (differential diagnosis at that time was euthyroid sick syndrome). Neonatal screening was unremarkable. Two weeks later, at the age of 6 weeks, fT4 was decreased again to 15.6 pmol/l (normal values 17–32), and thyroxine substitution was restarted.\\nAt the age of 1 year, growth arrest (<3rd percentile, before 25–50%) as well as reduced oral intake were observed. IGF1 was reduced to 1.8 nmol/l (normal values 3.67–20.4), IGFBP3 was normal (1.07 mg/l), with no adrenal insufficiency (ACTH, cortisol, aldosterone, renin, FSH, LH, and prolactin normal), sodium was 136 mmol/l, no celiac disease, and bone age was normal. After re-evaluation of cMRI at 2 weeks of age, retrospective diagnosis of pituitary hypoplasia was carried out (ca 60 mm3, normal values 148 ± 37). Growth hormone deficiency was postulated followed by substitution with Norditropin. At the age of 12 months, cMRI was performed again, which showed partial pituitary dysgenesis and hydrocephalus malresorptivus.\\nThe patient was regularly seen in endocrinological and neurological offices. She showed motor development delay which improved partially until the age of 2 years. At this age, a general development delay of 3–4 months and strabismus divergens/alternans on the left side were observed. She had one seizure at 18 months of age lasting 30–40 minutes with postictal paresis of the right arm and facial nerve paresis on the right side; cMRI at that time was unremarkable.\\nThe patient was referred to our hospital in a reduced general condition. On presentation, the skin color was pale and turgor slightly reduced. She had symmetric limb movements with good muscle tonus but appeared tired. The pupils were equal and reacted promptly to light. The percentiles for weight (10.4 kg), length (93 cm), and head circumference (46 cm) were all below the 3rd percentile. Body temperature was 37.6°C, blood pressure was 97/65 mmHg, and heart rate was 102/min. The remainder of the physical examination was normal.\\nThe patient was admitted to the pediatric intensive care unit. Blood gas analysis showed excessive hypernatremia (187 mmol/l) and hyperchloremia (148 mmol/l) with normal pH and base excess (). Osmolality was 362 mmol/kg (normal values 280–300 mmol/kg).\\nInfusion with isotonic glucose-electrolyte solution (sodium 140 mmol/l and glucose 5%) was initiated. Potassium chloride (7.46%) was added due to mild hypokalemia of 3.02 mmol/l. Blood gas analysis was performed hourly, revealing a slow decrease of sodium to a minimum of 143 mmol/l (), decreasing by an average of 0.5 mmol/l per hour.\\nBlood glucose on admission was 11.1 mmol/l and normalized with rehydration, suggesting the high blood glucose on admission was due to stress hyperglycemia. Supplementation of thyroid and growth hormones was continued. On the day of admission, urinary excretion was slightly reduced (ca. 2.4 ml/kg/h), and on the second day, the excretion increased (ca. 4 ml/kg/h). There was no fever or edema, vital parameters were stable, and other laboratory tests showed no abnormalities.\\nThe following values were measured on admission: Urine osmolality was 876 mosmol/kg (normal values 50–1200 mosmol/kg), urine antidiuretic hormone (ADH) level was 23.70 ng/l (normal values 1.3–42.4 ng/l), plasma aldosterone level was 7.0 ng/dl (normal values < 9.0 ng/dl), and copeptin pro-arginine-vasopressin (AVP) was 4.4 pmol/l (normal values 1.70–11.25 pmol/l []) The cortisol level was slightly elevated to 32.72 µg/dl (normal values 5–25 µg/dl).\\nAfter normalization of serum electrolytes on day 4 of hospitalization, the child developed tremors, particularly while standing, and a general reduction of movement was observed. A slight bilateral rigor of both arms and ataxia were observed. The rest of the neurological evaluation was normal.\\nA 10/20-electroencephalography (EEG) was normal. MRI of the head showed vague, nonischemic diffusion impairment in the basal ganglia, corpus callosum, and subcortical regions on both sides (), with only discrete signal modulation in the T2 fluid-attenuated inversion recovery (FLAIR) sequence (). No signs for hemorrhage were observed. Slightly dilated lateral ventricles with no active hydrocephalus or indication of increase in pressure were observed. The pons was unremarkable (). The findings were interpreted as meningoencephalitis, so lumbar puncture was performed.\\nThe results of cell count, protein, and glucose in the cerebrospinal fluid (CSF) were normal. Cefotaxime and aciclovir intravenous were initiated. Multiplex polymerase chain reaction (PCR) of the CSF was negative for cytomegalovirus (CMV), Cryptococcus neoformans, Escherichia coli, Enterovirus, Haemophilus influenzae B, human herpesvirus 6 (HHV-6), human parechovirus, herpes simplex virus (HSV) 1/2, Listeria monocytogenes, Neisseria meningitidis, Streptococcus agalactiae (group B streptococcus (GBS)), Streptococcus pneumoniae, and varicella zoster virus (VZV). Additional PCR for Mycoplasma and Rotavirus was negative. The antibody specificity index (ASI) for mumps, measles, rubella, varicella, CMV, Epstein–Barr virus (EBV), herpes simplex and Borrelia, as well as tick-borne encephalitis (TBE) antibodies was normal. CSF examination showed an absence of oligoclonal bands, and only a slight increase of immunoglobulin M (IgM) of 2.4 mg/l (normal up to 1.3 mg/l) and a slight increase in albumin quotient of 8.5 (normal up to 4.2) were noted.\\nCreatine kinase (CK) was extremely elevated (12794 U/l), with normal values for other muscle enzymes (aspartate transaminase (AST), alanine transaminase (ALT)). Although CK-isoenzyme analysis was not performed, the elevated CK levels were assumed to be mostly brain creatine kinase (CK-BB). Rhabdomyolysis due to excessive hypernatremia remains a possible explanation. No seizures, as a possible explanation, were observed throughout the hospitalization.\\nAfter 5 days, the child was transferred by plane to Switzerland, where the family resides.\\nAt the accepting hospital, the neurological symptoms remained. Rehydration was continued and slowly tapered over time. Brain computed tomography (CT) scan was performed to rule out sinus vein thrombosis. Antibacterial and antiviral therapy were stopped. Central dysregulation was discussed again concerning the origin of the hypernatremia. A retrospective review of the MRI was interpreted as extrapontine myelinolysis following extreme hypernatremia. After hospitalization for nearly 2 weeks, the child recovered completely.", "age": "[[2.0, 'year'], [8.0, 'month']]", "gender": "F", "relevant_articles": "{'10573464': 1, '4613311': 1, '25220878': 1, '28427777': 1, '23894863': 1, '13863410': 1, '27463219': 1, '30800484': 2}", "similar_patients": "{}"}