{"patient_id": 131986, "patient_uid": "6392967-1", "PMID": 28885366, "file_path": "noncomm/PMC006xxxxxx/PMC6392967.xml", "title": "Acute vanishing bile duct syndrome after therapy with cephalosporin, metronidazole, and clotrimazole", "patient": "A 29-year-old female was admitted to our hospital because of liver injury for over 3 months.\\nThis patient had a history of antibiotics administration for 4 to 5 days after the removal of her intrauterine device over 3 months ago. The drugs she took included cephalosporin, metronidazole, and clotrimazole. Six days later, she underwent a health examination. The report was not available until 40 days after the examination and the result showed a mild liver injury with alanine aminotransferase (ALT) of 220 U/L. She got her liver function rechecked at the local hospital the next day, which showed an increase of ALT (Table ) and that the hepatitis B surface antibody was positive. Diammonium glycyrrhizinate enteric-coated capsules were prescribed and her liver function had improved slightly 3 weeks later. Then she took some traditional Chinese medicine for several days. Six days before admission, she went to the local hospital because of dark urine and pruritus. The results showed an elevated total bilirubin (TBil) level, so she was admitted to our hospital for further examination and treatment.\\nOn admission, the patient was conscious, with mild jaundice, no enlargement of the thyroid, no abdominal pain, no hepatomegaly and splenomegaly, and no other abnormalities of the physical examination. Her vital signs were stable. She used to be diagnosed with intrahepatic cholestasis of pregnancy 4 years ago and had been treated with ursodeoxycholic acid. Her liver injury completely recovered after the delivery. She had no history of chronic liver diseases, no hypertension or diabetes mellitus, no other diseases, no history of alcohol addiction, no exposure to toxic substances, or infectious disease. The laboratory data of her liver function before and after admission are summarized in Table . Her prothrombin time was 11.4 seconds and the international normalized ratio (INR) was 0.95. Antibodies to hepatitis A, C, D, E, and G viruses; cytomegalovirus (CMV); Epstein–Barr virus (EBV); and herpes simplex virus (HSV) were all negative. Autoantibodies like antinuclear antibody (ANA), antismooth muscle antibody (ASMA), and antimitochondrial antibody (AMA) were also negative. The levels of alpha fetoprotein (AFP) and ceruloplasmin were under normal. And her thyroid function showed no abnormalities.\\nSince there were no abnormal findings of the abdominal ultrasound, the patient took a magnetic resonance cholangiopancreatography (MRCP) and it showed no constriction or expansion of the bile ducts both intra- and extra- the liver, except for some calculus of cystic duct. Six days after admission, she underwent a biopsy of the liver. A total of 10 portal areas could be seen on the pathological sections and there was no obvious inflammation or fibrosis. Histology showed interlobular arteries and veins without bile ducts in >50% portal areas (Fig. ). According to her laboratory data and pathological results, the patient was finally diagnosed with VBDS. She was administrated with ursodeoxycholic acid (0.25 g 3 times a day), polyene phosphatidylcholine (456 mg 3 times a day) as well as bicyclol (25 mg 3 times a day), and then was discharged home. Her liver function was monitored regularly during the follow-up and the last report showed a significantly improved liver function: ALT 34.8 U/L, aspartate aminotransferase 79.2 U/L, alkaline phosphatase (ALP) 250.3 U/L, gamma-glutamyl transferase (GGT) 452.9 U/L, and TBil 19 μmol/L. She is still under treatment.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'17295178': 1, '28127210': 2, '23437911': 1, '19581811': 1, '20432263': 1, '3552923': 1, '21356330': 1, '26335978': 1, '27981596': 1, '10695629': 1, '20812433': 1, '7576016': 1, '3057064': 1, '8133870': 1, '19906050': 1, '31240240': 1, '7994249': 1, '33615212': 1, '27203429': 1, '8235716': 1, '18242505': 1, '33641080': 1, '28405790': 1, '24935270': 1, '28885366': 2}", "similar_patients": "{'5236516-1': 1}"}