{"patient_id": 127944, "patient_uid": "6065125-1", "PMID": 30093754, "file_path": "noncomm/PMC006xxxxxx/PMC6065125.xml", "title": "Clozapine-induced Weight Loss and Stuttering in a Patient with Schizophrenia", "patient": "Mrs. XZ 21-year-old female, suffering from schizophrenia for the last 9 years, was nonresponder on multiple nonclozapine antipsychotics (both the first and second generation). Owing to this, she was started on clozapine 25 mg and gradually hiked up to 600 mg along with fluoxetine 60 mg stable dose which was started for clozapine-induced obsessive-compulsive disorder (at 200 mg of dosage). She was 66 kg with basal metabolic index (BMI) of 29 before starting the clozapine. Her weight gradually reduced over the period of 3 months during the admission period. At the time of discharge at the end of 3 months of clozapine 600 mg trial, her body weight reduced to 54 kg, 12 kg reduction from her preclozapine body weight. As she did not show much improvement, her activity level was same as before. We ruled out other possible causes of for weight loss from detailed clinical examination and laboratory investigations (total and differential count, erythrocyte sedimentation rate, renal and liver function test, ultrasonography abdomen, and chest X-ray) such as anemia, diabetes, tuberculosis, and malignancy but did not find any other reason.\\nIn addition, the patient showed significant stuttering which almost made her speech incoherent at 300 mg of dose. She did not have any dystonia or myoclonus. Electroencephalography (EEG) was done and was not revealing any abnormal discharges. As the patient was minimally responding to clozapine high dose, and stuttering was making her disabled in communicating her daily affairs. It was kept on the same dose and later augmented with electroconvulsive therapy (ECT). After starting ECT, there was minimal improvement in her stuttering, but it was still persisting. The patient was later referred for maintenance ECT, occupational rehabilitation with speech therapy in her own place.", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'26301079': 1, '10553730': 1, '28784368': 1, '25452719': 1, '8293035': 1, '18787667': 1, '27721972': 1, '22988505': 1, '30093754': 2}", "similar_patients": "{}"}