{"patient_id": 6304, "patient_uid": "6371830-1", "PMID": 30785588, "file_path": "comm/PMC006xxxxxx/PMC6371830.xml", "title": "Large Bilateral Coronary Artery Fistula: 10-year Follow-up in\\nClinical Treatment", "patient": "A 59-year-old asymptomatic female patient, with a diagnosis of a large bilateral\\ncoronary-pulmonary artery fistula made in 2007 was investigated after a cardiac\\nmurmur was identified on a routine examination. At the time, conservative treatment\\nwas chosen. Cardiac auscultation showed a more audible systolic-diastolic murmur in\\nthe upper left sternal border, with a more audible component in systole. There were\\nno other findings in the cardiological physical examination or even the overall\\nsegmental examination. The patient had no comorbidities at the time, except for a\\nprior history of smoking (10-pack-years). During the evolution, at the annual\\noutpatient follow-up, she had diagnoses of dyslipidemia, glucose intolerance and\\ndepression. At the last consultation, in 2017, the patient was asymptomatic. She\\nused atenolol 25 mg/ day, metformin 850 mg/day, atorvastatin 20 mg/day and\\nsertraline 50 mg/day.\\nThe examinations performed after 10 years of follow-up were compared with those at\\nthe time of diagnosis. The current echocardiogram showed right coronary (RC) with 4\\nmm of diameter at the origin and 7 mm in the middle third; the left main coronary\\nartery (LMCA) with 8 mm. The patient had a fistulous trajectory with tortuous flow\\ncommunicating both coronaries with the pulmonary trunk, without the presence of\\npulmonary hyperflow. Additionally, the evolution of mitral regurgitation showed to\\nbe of an important degree. shows the\\nechocardiographic parameters during follow-up.\\nMyocardial scintigraphy with dipyridamole and 99m-technetium-sestamibi showed no\\nchanges in perfusion, as well as the previous examinations performed in 2007 and\\n2011. The ergospirometry treadmill test (modified Balke protocol, 3.4 mph), lasting\\n7 minutes and 38 seconds, was maximal (109% of maximal HR), with VO2 peak\\nof 22.4 mL/kg/min (87% of predicted VO2).\\nThe angiotomography of the coronary arteries was performed in 2017 and the comparison\\nwith the 2007 examination can be seen in . The finding of a systemic-pulmonary fistula persists, in the RC + ADA\\nwith the LMCA, described as the presence of a high-caliber branch emerging from the\\nright coronary artery origin, with a tortuous trajectory, surrounding the pulmonary\\ntrunk anteriorly and communicating with the proximal third of the anterior\\ndescending artery. It shows communication with the pulmonary trunk, associated with\\ntwo aneurysms along its trajectory, measuring 19x16 mm and 14x13 mm. There is no\\npulmonary dilation or other signs suggesting hemodynamic repercussion. Total\\ncoronary calcium score of 246 (Agatston), corresponding to the 99th\\npercentile for the age group and gender, and absence of significant coronary luminal\\nreduction were also observed.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'19851641': 1, '27847561': 1, '27768631': 1, '23218710': 1, '19477393': 1, '27274178': 1, '27086807': 1, '16181690': 1, '25196980': 1, '28388272': 1, '30785588': 2}", "similar_patients": "{}"}