{"patient_id": 135996, "patient_uid": "6744794-1", "PMID": 31528485, "file_path": "noncomm/PMC006xxxxxx/PMC6744794.xml", "title": "Gamma knife surgery-induced aneurysm rupture associated with tissue plasminogen activator injection: A case report and literature review", "patient": "A 56-year-old woman had experienced trigeminal neuralgia (TN) and was treated using GKS. She received 45 Gy at 50% isodose at the proximal cisternal extent of the left trigeminal nerve []. After GKS, she showed no symptoms for 18 years.\\nShe experienced a sudden onset of consciousness disturbance and right hemiparesis (National Institutes of Health Stroke Scale score = 20 points). Brain magnetic resonance imaging was performed at the primary hospital. Diffusion-weighted images revealed a hyperintensity in the left insular cortex and a slight hyperintensity in the left MCA territory []. Magnetic resonance angiography (MRA) revealed occlusion of the horizontal segment of the left MCA []. She received an intravenous injection of t-PA (Alteplase: 0.6 mg/kg) and was transferred to our hospital. At the time of arrival, no intracranial hemorrhage was noted on brain computed tomography (CT). We subsequently performed digital subtraction angiography (DSA) for only the left internal carotid artery and confirmed the presence of MCA occlusion, even after t-PA injection []. Mechanical thrombectomy was then performed using the Solitaire FR/2 revascularization device (Medtronic, Minneapolis, MN, USA; onset to reperfusion time: 3 h 13 min), and complete recanalization was achieved []. Brain CT performed immediately after mechanical thrombectomy revealed subarachnoid hemorrhage (SAH) with a hematoma in the left cerebellar hemisphere [ and ]. As CT angiography (CTA) could not confirm the presence of an aneurysm [ and ], DSA of the posterior cerebral circulation was performed, and it revealed a small irregular-shaped aneurysm at the branching site of the left circumflex branch of the anterior inferior cerebellar artery []. Since the aneurysm was located at the radiation field of the previous GKS, it was considered as a GKS-induced aneurysm, and it represented the bleeding source. Thus, we treated it using coil embolization [ and ] and performed surgical hematoma removal and decompressive craniectomy. One month after the ischemic attack, she was transferred to a rehabilitation hospital, with a modified Rankin Scale score of 5.\\nThe patient’s family provided consent for the publication of this case report.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'24111706': 1, '26667081': 1, '26251783': 1, '28662192': 1, '11498424': 1, '17043748': 1, '24847091': 1, '27890752': 1, '18976052': 1, '22156701': 1, '19012483': 1, '19465790': 1, '28110929': 1, '25964373': 1, '31528485': 2}", "similar_patients": "{}"}