{"patient_id": 782, "patient_uid": "6022338-1", "PMID": 30079257, "file_path": "comm/PMC006xxxxxx/PMC6022338.xml", "title": "Urinothorax Caused by Xanthogranulomatous Pyelonephritis", "patient": "A 36-year-old woman with a history of obesity, hypertension, anxiety, and recurrent urinary tract infections (UTI) was admitted to the hospital with history of dyspnea, fever, cough, and abdominal pain for 4 days.\\nPrior to this admission, the patient presented to urology with recurrent UTIs and was determined to have a left staghorn renal calculus. Recommendations were for the patient to undergo surgical removal of the stone; however the patient refused due to risk of complications associated with her obesity. Up until this admission, the patient had experienced numerous UTIs, most with multidrug resistant bacteria, and had undergone multiple courses of antibiotics.\\nOn examination, the patient was dyspneic. The temperature was 100.6 F, the pulse 105 beats per minute, the blood pressure 107/57 mmHg, the respiratory rate 20 per minute, and the oxygen saturation 100% on room air. Complete blood count was significant for a white cell count of 5.8 x 103 per μL. Comprehensive metabolic panel was significant for creatinine 0.76 mg/dL, lactate dehydrogenase 249 IU/L, albumin 3.3 g/dL, and total protein 6.7 g/dL. Chest X-ray (CXR) showed a large left sided pleural effusion with no consolidation (Figures and ). Computed tomography (CT) of the abdomen and pelvis showed an enlarged left kidney with left staghorn calculus in the middle and lower portions of the kidney with an appearance suggestive of xanthogranulomatous pyelonephritis (Figures and ). At this time, a diagnostic thoracentesis was performed yielding lactate dehydrogenase 656 IU/L, total protein 4.5 g/dL, amylase 30 U/L, triglycerides 50 mg/dL,, glucose 105 mg/dL, pH 7.56, and creatinine 0.8 mg/dL. Cultures and cytology of pleural fluid were negative. Pleural fluid was determined to be exudative by Light's criteria as the lactate dehydrogenase was found to be greater than two-thirds the upper limits of our laboratory's normal value []. Urine cultures obtained grew extended spectrum beta-lactamase Escherichia coli and the patient was started on appropriate antibiotic treatment. Urology service was consulted.\\nAfter obtaining a nuclear medicine renal scan with intravenous technetium 99m MAG3 showing significant decrease in left kidney function, the urology consultant recommended and performed a robot-assisted nephrectomy. There was no fistula into the hemithorax identified at the time of nephrectomy. Following this, the patient had a complete resolution of the urinothorax with no evidence of recurrence on follow-up CXR.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'19389010': 1, '26955560': 1, '24914262': 2, '16825877': 1, '18203942': 1, '17384414': 1, '11483422': 1, '4642731': 1, '4169467': 1, '15467335': 1, '1732587': 1, '21750755': 1, '8296123': 1, '28399929': 2, '20689489': 1, '30079257': 2}", "similar_patients": "{'5389098-1': 1, '4047695-1': 1}"}