{"patient_id": 14170, "patient_uid": "6893273-1", "PMID": 31885938, "file_path": "comm/PMC006xxxxxx/PMC6893273.xml", "title": "Implant Treatment with 12-Year Follow-Up in a Patient with Severe Chronic Periodontitis: A Case Report and Literature Review", "patient": "A nonsmoking 51-year-old woman visited Nihon University School of Dentistry Dental Hospital in April 2004 with a chief complaint of mobility in the maxillary teeth. The patient was in good general health. Her past medical and dental history was unremarkable, as was her family history. A few months before presentation, she developed difficulty eating as a result of tooth mobility and increased sensitivity to cold water.\\nOn intraoral examination, diffuse redness and swelling were observed in the marginal gingiva and interdental papillae. Bleeding and purulent discharge from the pockets were found mainly in the right molar region. The patient had halitosis. The deposition of supragingival calculus was observed in the mandibular anterior segment. Pathologic tooth migration was observed in teeth #11 and #12 (overjet 5 mm, overbite 7 mm) (). Teeth #11, #12, and #21 exhibited class III mobility. Tooth #46 had a class III furcation lesion. Sixty-one percent of the teeth had a deep periodontal probing depth (PPD) over 4 mm (PPD ≥ 4), 61% had bleeding on probing (BOP) (), and all teeth scored 100% on O'Leary's plaque control record. Radiographic examination revealed periodontal tissue destruction, generally with 3 to 5 mm of horizontal bone resorption and 4 to 6 mm of vertical bone resorption in teeth #16, #14, #26, and #46 (). Occlusal examination showed Eichner's index B1. Based on these results, we diagnosed generalized moderate-to-severe chronic periodontitis.\\nThe treatment plan consisted of the following items:\\nInitial periodontal treatment\\nOral hygiene instruction Scaling and root planing Tooth extraction (teeth #16, #12, #11, #21, #22, and #27) Therapeutic partial denture (teeth #12–#22) Root canal treatment and hemisection (tooth #46) Occlusal adjustment (teeth #13 and #23) Reevaluation Treatment of oral functional rehabilitation\\nImplant prostheses (site of #16, #12, #22, #36, and #41) Reevaluation Supportive periodontal and implant therapy\\nPrior to initial periodontal treatment, we informed the patient of her current periodontal status and the necessity of treatment. The patient gave her consent to the treatment plan. We instructed the patient to use the Bass brushing method and recommended using dental floss or a tufted toothbrush. Following gross scaling, confirming that redness and swelling had improved, the teeth of chief complaint (teeth #11, #12, and #21) were extracted. A therapeutic partial denture was prepared and applied immediately. Scaling and root planing were performed under local anesthesia for all teeth with PPD over 4 mm. At the first reevaluation, the patient's oral hygiene had improved (BOP: 12%; PPD ≥ 4: 12%; PCR: around 20%). However, tooth #47 was determined to be unsalvageable and was extracted. Root canal treatment was performed for the distal root of tooth #46; while the medial root was prognosed to be impossible to preserve due to furcation involvement, trisection was adopted ().\\nImplants were chosen respecting the patient's desire to avoid using a removable device and further cutting of natural teeth. We created a diagnostic template based on setup models and used it at X-ray and CT examination. Following administration of local anesthetic (Xylocaine®; 2% lidocaine with 1 : 100,000 epinephrine, DENTSPLY SANKIN, Tokyo, Japan), an incision was made on the alveolar crest and a full-thickness flap was raised. Root form-type implants (Replace® Select Tapered; Nobel Biocare AB, Göteborg, Sweden) were placed with the aid of surgical guides (at #41: NP 3.5 × 13 mm; at #36: WP 5.0 × 10 mm; at #12 and #22: RP 4.3 × 13 mm). Considering the lack of maxillary bone at the site of #16, a 4.0 × 8 mm implant (4.0ST; ASTRA TECH AB, Mölndal, Sweden) was installed using osteotome sinus floor elevation. Primary stability was achieved for all implants. The sites were closed with interrupted 5-0 sutures (MONOCRYL® 5.0; Ethicon, Inc., Somerville, NJ, USA). After these procedures, medications (cephalexin, 1000 mg twice daily for 3 days and diclofenac, 50 mg, three times daily as needed for pain) and postoperative care were prescribed. No adverse postoperative sequelae were observed.\\nAll surgical procedures were conducted with a two-stage surgical approach. During the 5-month relief period, a partial denture was used in the maxillary anterior region. With regard to the reevaluation for 3 months later in the mandibular, abnormal findings such as drainage or bleeding were not observed.\\nSecondary surgery was performed after an adequate healing period, with confirmed osseointegration during surgery. After 1 month of soft tissue healing, the superstructure was made. All custom abutments and porcelain-fused-to-metal crowns were retained with side screws (Figures –). In addition, the palatal surface at sites #13 and #23 was adjusted, molding both in composite resin, to obtain disclusion during lateral movement, according to the pretreatment setup model ().\\nAfter superstructure setting, the patient was given supportive periodontal and implant therapy and scheduled for follow-up appointments at 3-month intervals which is the most appropriate time to destroy the microflora in the periodontal pocket. Throughout the follow-up period, probing depths of both natural teeth and implants were monitored carefully. For the areas of plaque accumulation, we instructed the patient on the use of interdental brushes (Interprox® Plus; DENTAID, Barcelona, Spain) and enhanced her oral hygiene with regular professional cleanings. To remove dental plaque, we used hand instruments for the implants and an ultrasonic scaler for natural teeth. For professional tooth cleaning, a polishing paste not containing fluoride (Hawe Implant paste®; KerrHawe SA, Bioggio, Switzerland) was used in regard for avoiding titanium corrosion. Full-mouth X-rays were taken every 2 years, and changes in the peri-implant tissue were monitored. In natural teeth, we monitored the development of new bone resorption and root caries.\\nWe did not observe inflammatory signs such as redness, swelling, pus, or other dysfunctions in the peri-implant mucosa during the maintenance period (). Periodontal pockets have been maintained with less than 3 mm PPD and below 10% BOP in natural teeth (). All implant sites have maintained PPD of 3 to 4 mm, with slight BOP observed. The modified Silness–Löe plaque index was below a score of 1 for all implants. No pathological finding of remodeling surrounding implants was recognized on radiographic examination (). In oral microbiological examination using quantitative real-time PCR, Porphyromonas gingivalis was below the detection limit. With regard to prosthetic complications, the patient experienced tipping of the porcelain at site #31 shortly after starting function; because this tipping did not cause problems, we followed the course. Similarly, the abutment screw at site #16 loosened twice during the 12-year maintenance period. In each case, the screw was restored after cleaning and occlusal adjustment. The patient's oral hygiene has been well maintained, with no recurrence or worsening of periodontal disease among natural teeth.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'24320956': 1, '20553166': 1, '22092508': 1, '18724857': 1, '25126619': 1, '9527353': 1, '21845242': 1, '21323715': 1, '25074492': 1, '12453125': 1, '1890221': 1, '20591762': 1, '16930302': 1, '29086151': 1, '25289385': 1, '12238687': 1, '10863370': 1, '19655567': 1, '6957591': 1, '17695856': 1, '11168245': 1, '3522850': 1, '9151609': 1, '27499042': 1, '8046566': 1, '277674': 1, '15643744': 1, '25261053': 1, '20403112': 1, '18437796': 1, '26701350': 1, '6973623': 1, '19655554': 1, '32518797': 2, '31885938': 2}", "similar_patients": "{'7262702-1': 1}"}