{"patient_id": 6572, "patient_uid": "6388486-1", "PMID": 30798788, "file_path": "comm/PMC006xxxxxx/PMC6388486.xml", "title": "Recurrent retroperitoneal abscess after biliary tract surgery in an elderly patient: a minimally invasive nonsurgical approach and its consequences: a case report", "patient": "A 79-year-old Caucasian woman came to our attention complaining of dull, diffuse abdominal pain and high body temperature (38 °C). She had high blood pressure and type 2 diabetes, for which she was receiving oral ramipril 5 mg twice daily and metformin 500 mg three times daily, respectively. She was a housewife. Her parents had died of cardiovascular diseases in advanced age. She denied tobacco or illicit drug use and rarely drank a glass of wine. The patient reported a history of bile stones in her gallbladder and her common bile duct. She stated that she had undergone endoscopic bile stone extraction (endoscopic retrograde cholangiopancreatography with papillotomy) and laparoscopic cholecystectomy 3 years before. Cholecystectomy was completed with choledochotomy in order to extract further bile stones and for the positioning of a Kehr’s T tube. Postoperatively, a single daily dose of prulifloxacin 600 mg was taken for 5 days.\\nTwo months later, the Kehr’s T tube was removed, and a new antibiotic therapy (always with single oral intake of prulifloxacin 600 mg for 5 days) was established. At reevaluation with abdominal computed tomography (CT), no bile leakage or biliary obstruction was detected.\\nSix months later, the patient returned to the hospital with a 4-day history of high body temperature (> 38 °C), right upper abdominal quadrant dull pain, and dyspnea. Her bowel sounds were normal; at palpation, abdomen was globally painful, with a mild tenderness at the right upper quadrant. Chest examination showed bilateral lower diaphragmatic excursion, decreased vocal fremitus, and attenuated sounds at pulmonary bases. The patient was oriented, and her language was fluent with good comprehension. Her neurological examination result was normal: Her pupils were equal, round, and reactive to light; visual fields were intact to confrontation; fundi were normal; ocular movements were intact; muscle bulk and tone were normal; sensation was intact to light touch, pinprick, vibration, and proprioception throughout; Romberg test result was negative; reflexes were normal throughout, and plantar response was flexor bilaterally; no dysmetria was observed on finger-nose-finger or heel-knee-shin; normal rapid alternating movements; and fast finger tapping with normal amplitude and speed. The patient’s blood pressure was 110/70 mmHg, and her heart rate was 97 beats per minute. Blood laboratory parameters showed severe leukocytosis (19,000 white blood cells/mm3). The patient was promptly started on broad-spectrum antibiotic therapy with endogenous piperacillin-tazobactam 4.5 mg twice daily and endovenous levofloxacin 500 mg once daily. An x-ray showed a homogeneous opacification of the right pulmonary lower zone and a slight elevation of the homolateral hemidiaphragm; the left costophrenic angle was obliterated with a meniscus. The findings were suggestive of a bilateral pleural effusion most relevant in the right side. Abdominal ultrasonography (US) showed multiple hypoechoic, loculated fluid collections within the liver parenchyma consistent with HA and confirmed pleural effusion. The subsequent contrast-enhanced chest and abdominal CT scan confirmed the presence of the HA (a 13-cm hypodense circular mass at hepatic segments VI, VII, and VIII) and marked the presence of a mild bilateral pleural effusion. Then, the patient underwent CT-guided drainage of the HA; at the same time, a 7-F multipurpose drainage catheter was positioned. In this case, the collected fluid was not examined. The chest and abdominal CT scanning performed 5 days later showed a severe right pleural effusion, whereas the left one remained superimposable to that shown 5 days before; the multipurpose drainage catheter was in the right position (close to the hepatic bare area), surrounded by plenty of retroperitoneal fluid.\\nThe patient was discharged with oral antibiotics (levofloxacin 500 mg once daily and ceftriaxone 400 mg once daily for 15 days), and a control contrast-enhanced CT scan was scheduled for 1 month later. In this case, the examination showed a mild right pleural effusion and a well-circumscribed 9.5 × 4.5 × 9-cm fluid collection in the back of the thoracic cavity, pushing against the lower lobe of the right lung; abdominal slices showed a small 15-mm formation, laying on the posterior surface of the liver and imprinting the VIth segment, resulting from the drained abscess.\\nThe subsequent control chest and abdominal CT scan, obtained 4 months later at the same hospital, showed an improved picture with a slight residual right pleural effusion and no signs of thoracic abscess or HA.\\nAt the time of admission to our hospital 3 years after the last event, the patient complained of high body temperature and abdominal pain. Her body temperature was 38 °C, and she felt very weak. Her blood pressure was 100/60 mmHg, and her heart rate was 110 beats per minute. Her abdomen was slightly globose, but her bowel movements were present. She complained of an intense pain in her hypogastrium when a deep palpation was applied. Chest and neurological examination results were normal. Complete blood count showed only a mild leukocytosis (14,700 white blood cells/mm3), and her C-reactive protein level was 6.9 mg/dl. A chest x-ray was taken, but it was not clinically relevant. Abdominal US revealed a remarkable fluid collection in the patient’s pelvis. Upon admission, a single daily oral dose of Levofloxacin 500 mg + intravenous Ceftriaxone 2 g once daily were prescribed. A progressive improvement of clinical condition was observed, also confirmed by laboratory tests (see Table ). At day 19 after admission, a contrast-enhanced chest and abdomen CT scan was repeated; interestingly, the CT scan showed presence of a large, irregular, loculated fluid-density formation, of about 18 cm in diameter, with rim enhancement and internal septation. The collection was located posteriorly to the right kidney, displacing it anteriorly. The VIth and VIIth liver segments were compressed, and the abscess extended to the retroperitoneal space; furthermore, it spread to the right lateral wall of the abdomen, extending across the muscular wall to the subcutaneous layer. The fluid collection also involved the right pleural cavity, forming an empyema of about 14 cm in major diameter (Fig. ). CT-guided aspiration of the fluid collection was performed. The needle was inserted into the right lumbar region, and an 8-French multipurpose drainage catheter was positioned. Immediately, 450 ml of a grayish smelly fluid came out. Eight milliliters of the fluid were collected in an anaerobic vial (ambient temperature) and quickly sent to the Microbiology Laboratory of Palermo University Hospital. The fluid was analyzed using Grocott and periodic acid-Schiff stains for cytology, which demonstrated the presence of granulocytes, histiocytes, and bacterial debris (suspicious for Actinomyces). The aspirate material was also submitted to Gram staining and culture (aerobic, anaerobic, Mycobacterium tuberculosis, and fungi), but the results did not show any kind of bacterial or fungal growth. Culture media and techniques were carried out according to international standards for the research of the specific microorganisms. A few days later, a multipurpose drainage catheter was positioned. A CT scan showed a timely reduction of the abdominal and thoracic collections. A blood culture was not obtained. The patient was discharged 70 days after admission in good clinical condition. Before discharge, whole-body CT was performed, which showed a complete reabsorption of fluid collections. Of note, during her hospital stay, the patient’s indirect bilirubin level was raised. Owing to Coombs test positivity, this was likely caused by an immunologic response to long-term antibiotic therapy.\\nFourteen months later, the patient came back to our care after 1 month of a dull pain in her right lumbar region. A few days before admission, she complained of high body temperature (> 38.5 °C) and a huge swelling with reddened skin in the same area hit by pain. At admission, her blood pressure and heart rate were normal (120/80 mmHg and 75 beats per minute, respectively), but her body temperature was high (38 °C). The result of her abdominal examination was globally normal. Laboratory blood tests did not show any relevant alteration, apart from mild leukocytosis (10,000 white blood cells/mm3). The patient was promptly started on broad-spectrum antibiotic therapy with endovenous piperacillin-tazobactam 4.5 mg twice daily and endovenous levofloxacin 500 mg once daily. A chest/abdominal CT scan showed a new retroperitoneal fluid collection extending beyond muscular layers toward the skin of the lumbar region. A few days later, a 14-French drainage catheter was positioned, and the patient was discharged in good clinical condition. One week thereafter, the abscess was no longer present.\\nThree months after the last follow-up, the patient came back to our attention with an evident swelling of her right lumbar region. Her skin was slightly reddish but not dystrophic. She did not report any symptom related to the neoformation. Her blood pressure, heart rate, and body temperature were normal (120/80 mmHg, 75 beats per minute, and 36.5 °C, respectively). Her blood test did not show particular alterations. The right lumbar region showed reddened skin with a 10 × 10-cm swelling. Upon palpation, it was globular in shape and soft in consistency with smooth surface and well-defined borders. It was expansive on coughing and straining. No pulsations were felt over the swelling. Suspecting a new relapse of the disease, we obtained a CT scan, and a right inferior lumbar hernia (Petit hernia) containing adipose tissue and the right kidney was detected (Fig. ). To better understand the case, a visual timeline was provided. A surgical intervention was recommended to the patient, but, owing to her poor general health, she refused any invasive approach. To date, the patient is alive and continues her life with her lumbar hernia. No further abscesses have been detected. The timeline in Fig. summarizes the sequence of events during the patient’s clinical course.", "age": "[[79.0, 'year']]", "gender": "F", "relevant_articles": "{'12845993': 1, '8085004': 1, '10789805': 1, '22365593': 1, '21629553': 1, '26653832': 1, '24810439': 1, '25555624': 1, '12204403': 1, '25824562': 1, '27613565': 1, '21265367': 1, '343910': 1, '23034092': 1, '8651751': 1, '23423503': 1, '18306874': 1, '15729072': 1, '26287275': 1, '22114829': 1, '27869497': 1, '23680184': 1, '25209740': 1, '17224505': 1, '25713880': 1, '26113588': 1, '12197011': 1, '25066384': 1, '25770745': 1, '24881853': 1, '21572613': 2, '12037765': 1, '22421283': 1, '22416187': 1, '2111586': 1, '1872659': 1, '16885864': 1, '13093985': 1, '30798788': 2}", "similar_patients": "{'3068583-1': 1}"}