{"patient_id": 11365, "patient_uid": "6713360-1", "PMID": 31454206, "file_path": "comm/PMC006xxxxxx/PMC6713360.xml", "title": "A Complete Occlusion of Right Coronary Artery Due to Stanford Type A\\nAortic Dissection - Successful Treatment with Extracorporeal Membrane\\nOxygenation (ECMO)", "patient": "A 36-year-old woman was admitted to a township hospital following a sharp chest pain\\nand profuse sweating. Her medical history included longstanding arterial\\nhypertension. Twelve-lead electrocardiogram revealed an ST-segment elevation in the\\nII, III and aVF leads. The diagnosis of acute inferior myocardial infarction was\\nconsidered, and the patient was immediately transferred to a local county hospital.\\nA cardio-pulmonary resuscitation was performed in an ambulance for the sudden onset\\nof cardiac arrest during the transfer. The vital signs recovered and the hemodynamic\\nwas stable. On day 6, a magnetic resonance imaging was conducted for the persisting\\nand uncontrolled chest pain and she was diagnosed having a type A aortic dissection.\\nShe was transferred to our hospital by an ambulance. On arrival, her heart rate was\\n110 beats per minute and blood pressure (BP) was 80/45 mmHg. The Computerized\\ntomography angiography (CTA) confirmed a Stanford Type A aortic dissection () and moderate pericardial effusion was\\nalso identified. The dissecting space of the aorta was thrombotic from the aortic\\nroot to the aortic arch, and the dissection extended from the arch to the level of\\nthe iliac artery. The electrocardiogram showed a pathologic Q wave in the III and\\naVF leads. Therefore, the emergent surgery was arranged for this patient\\nimmediately.\\nThe surgery was performed in median sternotomy. After pericardiotomy, about 150 ml of\\nbloody pericardial effusion was removed. The surface of the whole heart and the\\ndilated ascending aorta were bluish. The right ventricle was motionless. Once a\\ncardiopulmonary bypass (CPB) was established, systemic cooling was initiated. The\\nascending aorta was clamped just proximal to the brachiocephalic artery and\\ntransected above the sinotubular junction. When beginning to perfuse the heart with\\nmyocardial protection solution directly through the coronary ostium, we found that\\nthe right coronary ostium was totally occluded. Therefore, we opened the right\\natrium and administered cold blood cardioplegic solution retrogradely through the\\ncoronary sinus and antegradely through the left coronary ostium. The heart was\\narrested completely. After dissecting the RCA, we found RCA was bluish from the\\ntrunk to branches. The true lumen couldn’t be found when we opened the RCA (). We had to give up coronary artery\\nbypass grafting (CABG). When rectal temperature decreased to 28℃，the circulation was\\narrested. The primary entry tear was found in the lesser curvature of aortic arch.\\nThe selective cerebral perfusion was performed through right axillary artery\\ncannulation and left common carotid artery. A self-designed 24 mm self-expandable\\nelephant stent graft was inserted into the true lumen of the descending aorta as the\\nelephant trunk, and the free vascular graft was located inside the native arch. The\\nportion of vascular graft, which covered the orifices of 3 vessels, was wedge-shaped\\nresected. A continuous suture (5-0 Polypropylene) was performed inside the native\\narch from the lower edge of the left subclavian artery to the two sides and ran\\nthrough the entire native vessel wall around the orifices of the 3 branches to\\nattach the vascular graft to the native arch. The anastomosis of the proximal of\\naortic arch and the vascular graft using a 24-mm Dacron graft with an 8-mm side\\nbranch was accomplished with a continuous suture. Then the prosthesis was de-aired,\\nwe restarted a full CPB through the side branch of the graft, and the patient was\\ngradually rewarmed. The anastomosis of the reinforced ascending aortic stump and the\\nvascular graft was accomplished with a continuous end-end suture. Blood pressure and\\nheartbeat of the patient dramatically dropped during the removal of CPB due to the\\nlarge area of myocardial infarction in the right heart, although maximal doses of\\nvasopressor and inotropic support (dopamine 20.0µg/kg/minute, epinephrine\\n0.3µg/kg/minute) were given. The patient was failed to wean from CPB.\\nPeripheral VA-ECMO was implanted with a 22-French Femoral Venous Cannula (Edwards\\nLifesciences, Irvine, CA, USA) in the right femoral vein and a 24-French Arterial\\nPerfusion Cannula (Edwards Lifesciences) grafted to the right femoral artery via an\\n8 mm beveled Gelweave™ graft (Terumo, Scotland, UK)\". The ECMO circuit\\nconsisted of a centrifugal pump (Revolution 5; Sorin Group, Mirandola, Italy) with a\\nmembrane oxygenator (HLS module advanced; Maquet, Hirrlingen,Germany). When the ECMO\\n(Pump Rotation: 2367R/min;Blood Flow: 3.880 L/min) started, we stopped the routine\\nCPB. The patient BP was 89/49 mmHg and central venous pressure (CVP) was 5cm\\nH2O with inotropic support (dopamine 20.0µg/kg/minute,\\nepinephrine 0.3µg/kg/minute, nitroglycerin 2.0µg/kg/minute). The chest\\nwas closed in the usual fashion. The time of selective cerebral perfusion was 44\\nminutes, the total circulatory arrest time was 45 minutes, and the CPB time was 239\\nminutes. When the patient was taken to the ICU, the BP was 90/70mmHg and CVP was\\n11cm H2O. Three hours later, the patient recovered consciousness. The\\npatient was extubated in 18 hours post-operation. We regularly monitored the changes\\nof cardiac function through bedside transthoracic echocardiogram (TTE). The movement\\nof the right ventricular wall gradually improved. On day 13 post-operative, ECMO was\\nremoved. The final postoperative TTE revealed that the left ventricular ejection\\nfraction was 55% and the right ventricular wall moved normally. The patient\\nrecovered uneventfully.\\nThe patient had scheduled a follow-up three months after discharge. The CTA\\ndemonstrated that the RCA was totally occluded, except a small caliber true lumen\\nvisualized ().", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'23890864': 1, '25173340': 1, '14602269': 1, '32864943': 1, '14959911': 1, '11241091': 1, '31454206': 2}", "similar_patients": "{}"}