{"patient_id": 137699, "patient_uid": "6902302-1", "PMID": 31857872, "file_path": "noncomm/PMC006xxxxxx/PMC6902302.xml", "title": "Capnocytophaga bacteremia precipitating severe thrombocytopenia and preterm labor in an asplenic host", "patient": "A 35-year-old female (gravida 5, para 2022) presented to a tertiary care hospital at 36 weeks and 2 days gestation with newonset vaginal bleeding and a five-day history of fevers, headache, neck stiffness, and altered mental status three days after being bitten by a neighbor’s dog. Her prenatal history was significant for fetal intrauterine growth restriction (IUGR) diagnosed at 32w5d with a fetus weighing 1477g (5th percentile). Her past medical history was significant for a motor vehicular accident in a prior pregnancy with multiple traumatic injuries and resultant splenectomy. She also suffered a diffuse axonal brain injury with loss of short-term memory with a secondary seizure disorder. In subsequent pregnancies, she required a cesarean delivery due to an unstable pelvis. Prior to admission, she reported tremulous chills and fevers to 102.7°F (39.3°C). Her husband noted the patient was off-balance and was slurring her words. She also endorsed new-onset significant fatigue, persistent headache, and transient spotting across bilateral visual fields. The patient then began to experience new bright red vaginal bleeding. These symptoms prompted the patient’s husband to bring her to the tertiary care hospital system 1.5 hours away from their home. The wound on her index finger from the dog bite appeared to be well-healing with no erythema, swelling, or tenderness to palpation.\\nImmediately on presentation, she was noted to have a persistently category 2 fetal heart tracing which was initially attributed to a placental abruption given her vaginal bleeding. She underwent an emergent repeat low transverse cesarean section. The neonate was admitted to the neonatal intensive care unit (NICU) and was diagnosed with respiratory failure necessitating intubation. and core temperature lability with stable hemodynamic vitals.\\nThis patient’s platelet count on admission was 8×109/L, which was confirmed with repeat testing. She was transfused prior to surgery with 2 units of platelet and responded appropriately with a count of 55×109/L. In the immediate post-operative period, the patient’s platelet count decreased to 16×109/L, suggesting a thrombophilia. Routine laboratory screening during her pregnancy established a baseline platelet count of 400×109/L. Initially, there was a concern for immune thrombocytopenia (ITP) or thrombotic thrombocytopenia (TTP), a hematologic emergency requiring plasmapheresis. However, the clinical history in this patient suggested an infectious etiology and splenic platelet sequestration impossible given the patient’s lack of a spleen.\\nHematology evaluation was negative for schistocytes on peripheral smear and revealed a normal ADAMST13 level, the latter of which essentially excluded TTP. However atypical, sepsis with or without disseminated intravascular coagulation (DIC) became the most likely underlying etiology. She had no evidence of DIC given normal coagulation studies including a normal fibrinogen, prothrombin time (PT) and partial prothrombin time (PTT). In sepsis syndromes, platelet counts generally are lower than 100×109/L with clinical severity associated with the magnitude of the decrease in platelet count, so this patient’s profound thrombocytopenia due to infection was not a classic presentation. On further review, she had a remote history of a platelet count of 14×109/L around the time of the patient’s traumatic MVA five years prior. ITP was an additional leading diagnosis for her thrombocytopenia that was unresponsive to transfusion, although the plausibility of profound platelet destruction by ITP in an asplenic patient was considered unlikely. Following cesarean delivery for category 2 fetal heart tracing on arrival, she was started on clindamycin, gentamicin, and metronidazole due to concern for an infectious process. The asplenic patient is an effectively immunocompromised patient that lacks cell-mediated immune defenses and are particularly susceptible to encapsulated organisms. In the setting of a dog bite, there is a higher risk of pathologic infection with canine oral flora, particularly Capnocytophaga. Bacteremia with Capnocytophaga is exceedingly rare but potentially serious, with case reports describing a range of 25% - 60% mortality from sepsis secondary to C. canimorsus. Other considerations in this setting included rabies. Per the report of the patient’s neighbor, the dog was fully vaccinated. After quarantine, the dog in question showed no evidence of rabies. On immediate evaluation following the dog bite at an urgent care facility, rabies prophylaxis had been deferred due to low suspicion of canine infection. The Infectious Disease specialists were consulted given the high risk for pathologic infection with an atypical organism. As part of a complete workup, she had an x-ray of the finger were unremarkable for acute signs of osteomyelitis. She was started on meropenem for antibiotic therapy, a carbapenem beta-lactam providing broad coverage against both gram positive and negative organisms. On a detailed exposure history, the patient was found to have tick bite in the preceding months as well as contact with goat placenta from goats that had recently given birth on her farm, a known harbinger of Coxiella burnetii, the common cause of Q fever. Given the patient’s altered state may have been the result of exposure to tick-borne rickettsial diseases, she was also started on doxycycline.\\nAnother difficulty in this thrombocytopenic patient was further evaluation of a meningeal process. She had neck stiffness and a fluctuating mental status suggesting an intracranial component to her symptoms. With her platelet count of less than 70×109/L, a lumbar puncture placed her at high risk for bleeding. In discussion with the Maternal Fetal Medicine, Hematology, and Infectious Disease teams, the benefits and risks of this invasive procedure were discussed. The patient’s symptomology was determined to be more suggestive encephalopathy, due to the altered mental status being the predominant neurological finding. Lumbar puncture was deferred. An MRI, in the evaluation of infectious central nervous system disease, is a sensitive form of neuroimaging. She underwent an MRI of the brain with contrast which showed no evidence of encephalitis, no acute intracranial processes but did note some chronic change consistent with her prior brain injury.\\nBlood cultures obtained at admission were positive for gram negative bacilli and preliminarily grew Capnocytophaga species and she was converted to IV ertapenem, a carbapenem betalactam antibiotic, for a 10-day course. Capnocytophaga canimorsus was eventually isolated from the cultures. Bacterial identification was accomplished via MALDITOF mass spectrometry with 16S rRNA sequencing for verification. The neonate was sent to the NICU following delivery and was briefly intubated for respiratory distress, but otherwise had no complications and was discharged to the newborn nursery on the 6th day of life. Blood cultures from the neonate were negative. With the administration of IV antibiotics, the patient’s platelet count recovered to 278×109/L one day after starting the IV ertapenem. Her profound thrombocytopenia, despite not having a spleen, was attributed to platelet consumption and decreased platelet production due to C. canimorsus infection. Although the pathogenesis of thrombocytopenia in sepsis is largely unknown, there is some evidence that absolute immature platelet count (AIPC) can decrease past the acute phase of sepsis, suggesting thrombopoietic suppression and a subsequent decrease in platelet production. The patient was discharged on the sixth hospital day and completed IV ertapenem therapy on an outpatient basis at home.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'3436319': 1, '8905316': 1, '16494769': 1, '24759159': 1, '17205476': 1, '19307219': 1, '23152826': 1, '3374977': 1, '23155432': 1, '8816132': 1, '17250994': 1, '15247545': 1, '25250997': 1, '20041890': 1, '29381746': 1, '4061534': 1, '1797120': 1, '12844076': 1, '3973864': 1, '28620153': 1, '29972751': 1, '26956172': 1, '2915017': 1, '27837588': 1, '28722171': 1, '30801473': 1, '25452885': 1, '28381610': 1, '4022809': 1, '7631698': 1, '22480039': 1, '20930072': 1, '31857872': 2}", "similar_patients": "{}"}