{"patient_id": 16010, "patient_uid": "6996240-1", "PMID": 32025306, "file_path": "comm/PMC006xxxxxx/PMC6996240.xml", "title": "Difficult intubation in an asymptomatic patient with tracheobronchopathia osteochondroplastica", "patient": "A 73-year-old retired pilot was admitted for an elective radical prostatectomy for Gleason 9/10 prostate cancer. His past history includes previous coronary artery bypass graft (CABG) in 1992 which was uneventful. He is an ex-smoker with a 5 pack-year history and currently lives on a cattle farm.\\nPrior to surgery, his perioperative assessment did not identify any potential airway concerns. He underwent uneventful intravenous induction of general anaesthesia with easy bag mask ventilation. Laryngeal view was Cormack and Lehane Grade II, but it was difficult to pass a size 8 endotracheal tube (ETT). Eventually, a size 6 ETT was passed with assistance from a bougie and a Concurrent Media Access Control (C-MAC) video laryngoscope. Position of the tube was confirmed with fibreoptic bronchoscopy during which sessile lesions were seen on the lateral wall of the trachea. Surgery proceeded as there was no difficulty with ventilation.\\nAfter recovering from his prostatectomy, he was referred to the respiratory team for further assessment. Review of previous prostate-specific membrane antigen (PSMA) positron emission tomography (PET), completed prior to his prostate surgery, identified calcified lesions in trachea and right main bronchus. These findings were not listed on the initial report. Subsequent fibreoptic bronchoscopy revealed normal vocal cords with multiple mucosal lesions, throughout the airways, especially in the trachea, right main bronchus, and right bronchus intermedius. These were associated with up to 40% narrowing of the tracheal lumen.\\nHistological analysis of endobronchial cryoprobe biopsies confirmed TO, evidenced by squamous metaplasia of epithelium with prominent degrees of metaplastic trabeculated bone within submucosa.\\nTwelve months later, the patient presented for a preoperative assessment prior to elective spinal surgery. Repeat bronchoscopy revealed narrowing of right upper lobe bronchus but without evidence of critical stenosis in the subsegments. These findings were similar to those from 12 months prior and he underwent spinal surgery without any perioperative complications (Figs. , , ).", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'12198074': 1, '18463923': 1, '24865333': 1, '11222211': 1, '16088609': 1, '537993': 1, '34398372': 1, '27175639': 2, '23988800': 1, '33460424': 1, '15704716': 1, '32025306': 2}", "similar_patients": "{'4902481-1': 1, '4902481-2': 1}"}