{"patient_id": 6875, "patient_uid": "6406064-1", "PMID": 30825277, "file_path": "comm/PMC006xxxxxx/PMC6406064.xml", "title": "Hypercalcemia secondary to excessive self-medication with antacids causing acute pancreatitis: a case report", "patient": "A 35-year-old woman presented to the Royal United Hospital in Bath (United Kingdom) Emergency Department in October 2017 with a three-day history of new onset epigastric pain radiating to the back, associated with vomiting and reduced nutritional intake over several weeks. She had a history of alcohol excess, but her family confirmed she had been abstinent for 3 months before admission. Her medical history included anxiety and depression, which were untreated at the time – her selective serotonin reuptake inhibitor had been stopped several weeks earlier. She also reported chronic back pain, for which she self-medicated using over-the-counter analgesia. She denied ever discussing her self-medication with a health care professional. She had no known gallstone disease and was taking no prescription medications at the time. No further relevant medical, family, or social history was recorded. On examination, she was tachycardic and her abdomen was very tender across the epigastrium.\\nDuring the admission clerking, she reported longstanding excessive self-medication with oral antacids and over the counter analgesia. She reported consuming up to 72 calcium carbonate with heavy magnesium carbonate tablets (Rennie Peppermint, Bayer plc, Reading, United Kingdom) per day and 600 mL of sodium alginate with sodium bicarbonate and calcium carbonate liquid (Gaviscon Original Aniseed Relief, Reckitt Benckiser Healthcare Limited, Hull, United Kingdom) per week over the past 8 months to tackle reflux symptoms. Both these medications are rich in calcium (,). She also reported taking up to 6 g of ibuprofen and 7.5 g of paracetamol per day for her back pain – respectively 2.5 and 1.9 times the maximum recommended daily doses for adults according to the British National Formulary ().\\nAdmission blood tests showed raised white cells (19.2 × 109/L), C-reactive protein (118 mg/L), and amylase (2121 U/L). Corrected calcium was raised at 3.82 mmol/L. Venous blood gas highlighted a metabolic alkalosis, with pH 7.451 and raised base excess (+3.8 mEq) and bicarbonate (28.1 mEq/L). Deranged liver function and clotting were also found. Ultrasound scan of the abdomen detected no gallstones. Due to raised calcium, she was treated for hypercalcemic acute pancreatitis secondary to excessive antacid administration (Modified Glasgow Score: 2). This was described as acute pancreatitis secondary to milk-alkali syndrome with preserved renal function (). She underwent aggressive intravenous and oral fluid resuscitation to lower calcium and replace electrolytes. She also received N-acetylcysteine for accidental paracetamol overdose, and vitamin K for deranged clotting. Her adjusted calcium dropped steadily throughout hospitalization, reaching its trough on day 6 (1.70 mmol/L) and resulting in severe rebound hypocalcemia. This was attributable to sudden discontinuation of antacids and calcium sequestration due to acute pancreatitis (). Oral and intravenous replacement restored normal calcium levels (adjusted calcium 2.29 mmol/L on discharge on day 10).\\nIn addition, on day 2 after admission her hemoglobin dropped significantly (90 g/L to 65 g/L). Due to the history of excessive non-steroidal anti-inflammatory drug use, urgent gastroscopy was carried out to exclude peptic ulcer bleeding. Two non-bleeding 10 mm gastric ulcers were found at the incisura and pylorus. Rapid urease test was negative, associating the ulcers with non-steroidal anti-inflammatory drug-induced gastric irritation. Her drug chart showed that she had received over 5.5 L of intravenous fluids in 24 hours, before the hemoglobin drop. The hemoglobin drop was attributed to hemodilution – this recovered steadily after 2 units of packed red blood cells. High dose proton pump inhibitor was also commenced to treat the ulcers.\\nTen days post-admission, her electrolytes normalized, inflammatory markers improved, and pancreatitis symptoms resolved. She received counselling regarding excessive self-medication and reported to understand its serious consequences at the time. She was advised to seek further support in relation to her self-medication and mood, and follow-up was arranged to see community mental health services. The patient was discharged home with gastroenterology follow-up. Six months later she remained asymptomatic, with normal electrolytes and no further evidence of excessive self-medication. A timeline of events can be seen in .", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'10878206': 1, '26123156': 1, '32434384': 2, '19252114': 1, '8483820': 1, '32587438': 1, '27076730': 1, '7049033': 1, '16707751': 1, '30825277': 2}", "similar_patients": "{'7243389-1': 1}"}