{"patient_id": 11465, "patient_uid": "6719491-3", "PMID": 31134828, "file_path": "comm/PMC006xxxxxx/PMC6719491.xml", "title": "Retrospective Case Series of Traumatic Brain Injury and Post-Traumatic Stress Disorder Treated with Hyperbaric Oxygen Therapy", "patient": "Case 3 was a 26-year-old male on active duty in Iraq 4 years earlier, when he sustained injuries from various IEDs, explosions, and rocket fire, which threw him against a concrete barrier, thus striking his head with subsequent loss of consciousness. Upon awakening, he had nausea, vomiting, dizziness, headache, and blood coming from his ear due to a ruptured ear drum. After 24–48 h observation he was sent back into battle. Subsequently, he had had 3–4 episodes in total of head trauma due to rocket propelled grenades (RPGs) and roadside bombs, one of which happened while serving in Afghanistan.\\nAt the end of his tour of duty in Afghanistan, it was noted that he had some cognitive impairment, exemplified by difficulty recalling where he was going and what he was going to do. Repeatedly, people had to remind him what his duties encompassed for that day. He was medically discharged and had ongoing cognitive impairment, thus prompting evaluation for HBOT.\\nAt the time of initial assessment, he complained of memory impairment exemplified by poor recall of recent events, difficulty recalling people’s names, misplacing possessions, and difficulty in recalling names of people he had met recently. Old friends, however, he recalled without difficulty. There was no day or night confusion, headaches, or change in personal hygiene. He had frequent flashbacks of his time in battle. He had lost interest in many of the things that he used to enjoy, including working out and going out, and now had a tendency to lock himself in a room preferring solitude, which was a major change in his personality. The patient had three to four migraine headaches per week, which he described as sharp, dull, pounding, and throbbing in nature and rated a 6–9/10 in severity. When the headaches occurred, they could last anywhere from 3 to 24 h and were frequently associated with nausea, vomiting, photophobia, and visual obscuration. The patient also complained of being more irritable, agitated, and requiring anger management at times. He complained of dizziness when his migraines were severe, but there had been no change in his sense of smell. He did admit to being depressed and extremely anxious. MRI’s of the brain performed in the past were notable for “clots,” but the report could not be located.\\nHis current medications were buspirone, hydrochlorothiazide (HCTZ), Topamax, and Oxcarbazepine. The patient drank four alcoholic beverages a week, smoked one pack of cigarettes a day, and denied using any other addictive drugs. He is a right-handed gentleman who completed college.\\nThe patient was awake and alert with appropriate affect. Otherwise, his physical and neurological examinations were unremarkable. Computerized neuropsychiatric and neuropsychological assessments corroborated self-reported mood disturbances and cognitive deficits. Severe levels of psychiatric symptoms were detected in domains of impulsivity, anxiety, fatigue, sleep, depression, and mood stability. In addition, marked cognitive deficits were detected in composite and verbal memory, along with below average performance in verbal memory and reaction time. The general clinical impression was notable for a 26-year-old male with symptoms consistent with cerebral concussion, TBI, and PTSD.\\nThe patient stated that, over the past several days, he had been feeling excellent in regard to his previous symptoms, but on HBOT #25 he began to have an increase in anxiety, but was unclear as to why. He also said that when he went into the HBOT chamber, within 15 min he began having a cramping discomfort in his stomach necessitating its discontinuance. He believed that this may have been caused by food poisoning, so HBOT was postponed for the next 3 days and then resumed at 1.5 ATA/60 min total dive time, one/day, approximately 5 days/week until he had completed 35 HBOTs in total, at which time a computerized neuropsychological assessment was performed.\\nAs shown in , some therapeutic benefit was quantified by subsequent computerized neuropsychological assessment, which revealed some improvement of formerly severe cognitive deficits in composite and verbal memory, and a return to average for the neurocognitive index. Interestingly, executive function, complex attention, and cognitive flexibility had moved from average to above average scores.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'26403017': 1, '24568300': 1, '28768069': 1, '27108532': 1, '22146102': 1, '28472407': 1, '19882478': 1, '25566175': 1, '25337089': 1, '18311353': 1, '19882475': 1, '26157204': 1, '25959060': 1, '22780833': 1, '23768751': 1, '26337036': 1, '32189664': 1, '8247319': 1, '28768068': 1, '28426348': 1, '25520892': 1, '29896627': 1, '28768070': 1, '29152209': 1, '31134828': 2}", "similar_patients": "{'6719491-1': 2, '6719491-2': 2}"}