{"patient_id": 132453, "patient_uid": "6425529-1", "PMID": 30911392, "file_path": "noncomm/PMC006xxxxxx/PMC6425529.xml", "title": "Oral plexiform schwannoma: A case report and relevant immunohistochemical investigation", "patient": "A 28-year-old female presented to her private dentist with an asymptomatic slowly growing mass of the left hard palate that had appeared 3 years prior. Extraoral examination was normal. Intraoral examination revealed a well-defined, firm, fixed and sessile nodule, measuring 2.0 × 1.0 cm. The overlying mucosa was normal-appearing, smooth and pale pink. The mass was located adjacent to the left maxillary canine and the first and second premolars (). There were no regional lymph nodes, no report of local trauma and no parafunctional habits. The adjacent teeth showed no displacement, no dental decay or tooth mobility and had normal sensitivity, responding within normal limits to thermal and electric pulp testing. Intraoral periapical X-ray was normal. Axial cone-beam computed tomography images showed a radiolucent notch on the palatal aspect of the maxilla at the level of the dental roots. The margins of this radiolucent defect were shown well-defined by a cortical bone outline (data not shown). The main differential diagnoses include focal fibrous hyperplasia, benign soft-tissue neoplasms, peripheral odontogenic tumors and minor salivary gland tumors.\\nSurgical excision of the whole lesion was performed under local anesthesia. Gross examination showed a multinodular and un-encapsulated tumor (). Microscopic examination revealed well-circumscribed nodules predominantly composed of compact spindle cells (Antoni A pattern). Scarce hypocellular and myxoid areas compatible with an Antoni B pattern were also identified. Higher magnification highlighted the presence of Verocay bodies in areas with Antoni A pattern. In areas with Antoni B pattern, hyalinization of the walls of blood vessels was noticed (). Neoplastic cells exhibited diffuse and strong staining for S100 and SOX-10 ( and ()). Focal staining for CD34, neurofilament (NFP) and CD117 (c-kit) was also noted (). Immunostaining was negative for desmin, vimentin, epithelial membrane antigen (EMA) and bcl-2 (data not shown). Mitotic activity was low (less than four mitoses per 10 high-power fields) and tumor cells had a low Ki-67/MIB-1 labeling index (). Moreover, these tumor cells strongly expressed INI1/SMARCB1 ().\\nFull physical examination and magnetic resonance imaging (MRI) of the head and neck region were performed in order to investigate signs or symptoms in favor of neurofibromatosis and were normal (data not shown). Furthermore, no family history of skin or oral mucosa nodules was reported. In the light of these findings (clinical evolution, histology, immunohistochemistry (IHC) and the imaging data), the lesion was diagnosed as solitary PS arising from the greater palatal nerve.\\nThe patient was followed up carefully twice a year, without evidence for local recurrence 5 years after surgery.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'18480004': 1, '19415817': 1, '8139833': 1, '18439936': 1, '26268670': 1, '32560571': 1, '32270393': 1, '28365909': 1, '10696390': 1, '16681871': 1, '20637426': 1, '27527647': 1, '22327363': 1, '22495377': 1, '23270209': 1, '30911392': 2}", "similar_patients": "{}"}