{"patient_id": 751, "patient_uid": "6020493-1", "PMID": 30009074, "file_path": "comm/PMC006xxxxxx/PMC6020493.xml", "title": "Nontyphi Salmonella Empyema with Bronchopleural Fistula in a Patient with Human Immunodeficiency Virus", "patient": "A 40-year-old African American male presented with complaints of generalized weakness, unintentional weight loss (60 pounds over one-month period), cough, night sweats, and nonbloody, watery diarrhea of approximately four weeks' duration. The patient's medical history was additionally significant for hypertension and polysubstance abuse including tobacco (10 pack/year smoking history) and marijuana. He reported prior history of incarceration. He denied recent travel or animal exposures at home. He resided with his mother, for whom he was the primary caregiver. He denied having sexual activity within the past 6 months. Initial vitals in the emergency department were significant for tachycardia with HR in the 120's. Physical examination at the time of admission revealed a thin, nontoxic appearing male. Cardiac exam revealed tachycardia, with no murmurs or rub. Lung exam revealed decreased breath sounds in the bilateral lower lung fields with tubulovesicular sound emanating from right upper lung field. His abdomen was soft and nontender. He had no focal neurologic deficits. Initial laboratory workup was significant for absolute CD4 count of 26 (3%). Urinalysis showed cloudy urine with 1+ blood, positive nitrite, 3+ leukocyte esterase, WBC >50/HPF, RBC 3-9/HPF, and many bacteria. Chest X-ray (CXR) (PA and lateral views) in the emergency department revealed a cavitary lesion with an air-fluid level within the anterior medial right hemithorax and a loculated hydropneumothorax along the right lateral lung base (). CT chest with contrast demonstrated two large, thick-walled cavitary lesions originating within the right lung parenchyma that appeared to communicate. The smaller lesion measured up to 5 cm and the larger lesion contained an air-fluid level. This was interpreted as demonstrating a complex bronchopleural fistula and associated empyema (). His treatment was initiated with intravenous Ceftriaxone and Metronidazole. The patient's stool PCR isolated a Salmonella species. Diagnostic thoracentesis yielded purulent fluid with WBC 505,000 (73% segmented neutrophils, 8% lymphocytes, and 19% macrophages), RBC 0, pH 6.0, protein 3.7, LDH 41,239, and glucose 12. Pleural fluid culture was positive for Salmonella species. Due to presence of empyema, a right-sided chest tube was placed followed by instillation of tissue plasminogen activator (r-tPA) and DNase twice daily for three consecutive days. His urine culture yielded nontyphi Salmonella. CT abdomen and pelvis with contrast demonstrated two rim-enhancing hypodense lesions (measuring 2.9 x 3.8 cm transverse and 3.2 x 4.5 cm transverse) within the central mesentery of the abdomen (). Intra-abdominal drains were placed under CT guidance into the mesenteric abscesses, from which nontyphi Salmonella eventually grew late in hospital course. Due to immunocompromised status with cavitary lesions on imaging, acid fast bacilli (AFB) smears were obtained along with interferon gamma release assay which were negative. On hospital day #4 the patient's right-sided chest tube was noted to have persistent air leak. CT chest without contrast confirmed persistent right-sided hydropneumothorax with centrilobular ground glass opacities with lung entrapment. On hospital day #10, the patient underwent right video-assisted thoracoscopic surgery (VATS) with decortication. Pleural peel pathology revealed pleural fibrosis, focal chronic inflammation, and mild anthracosis. The patient completed an additional two weeks of antibiotic therapy with intravenous Ceftriaxone from the date of decortication. On follow-up at four-months, CT chest demonstrated improved but persistent loculated right pneumothorax with resolution of the right lung cavitary lesions. At seven months, the CT demonstrated complete resolution of the right-sided pneumothorax ().", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'5842942': 1, '9580099': 1, '26150913': 1, '1994791': 1, '27609462': 1, '13410923': 1, '21830966': 1, '3680999': 1, '9187172': 1, '8466326': 1, '9848615': 1, '3306260': 1, '8549184': 1, '8449119': 1, '26438032': 1, '16002942': 1, '30009074': 2}", "similar_patients": "{}"}