{"patient_id": 4419, "patient_uid": "6248868-1", "PMID": 30473946, "file_path": "comm/PMC006xxxxxx/PMC6248868.xml", "title": "Non-ischemic Cardiomyopathy Secondary to Left Ventricular Hypertrophy due to Long-term Anabolic-androgenic Steroid Use in a Former Olympic Athlete", "patient": "A 73-year-old man was brought to our emergency department by pre-hospital care emergency medical personnel, after he had called “911” because of progressive lightheadedness, palpitations and generalized weakness. Ventricular tachycardia was diagnosed by the pre-hospital care personnel who administered a 150 mg intravenous (IV) bolus of amiodarone. He was transported to the emergency department, where he was hemodynamically stable despite ventricular tachycardia at a rate of ~210 bpm (Figure ). The patient’s labs were unremarkable with negative troponin. His chest X-ray showed mild pulmonary vascular congestive changes. With additional antiarrhythmic therapy, he converted to ventricular bigeminy (Figure ). An echocardiogram showed an ejection fraction of 40–45% with regional wall motion abnormalities in a coronary distribution localized to the left ventricle. Left ventricular structural measurements suggested abnormal LV mass index and severe concentric hypertrophy. Systolic and diastolic functions were abnormal: ejection fraction and diastolic filling pressures were reduced below normal values (Table ). He then underwent cardiac catheterization, which revealed only mild luminal irregularities in the left anterior descending and circumflex systems in addition to a 50% lesion of the mid-right coronary artery. Given the mild atherosclerotic disease noted on his coronary angiography, the overall impression was that of a non-ischemic cardiomyopathy. At this point, he underwent placement of an implantable cardioverter defibrillator (ICD). He was discharged, but discontinued amiodarone due to vague muscle aches. Subsequently, he returned two weeks later after several defibrillator discharges, in congestive heart failure, with persistent ventricular bigeminy. His worsened heart failure was ascribed to the bigeminy and responded to diuretics and control of ectopy.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'32850208': 1, '28912185': 1, '19643360': 1, '8497958': 1, '24574525': 1, '8909917': 1, '15084541': 1, '10645932': 1, '28197053': 2, '22811549': 1, '22693308': 1, '9096926': 1, '26852057': 1, '15899737': 1, '28533317': 1, '15084526': 1, '33329972': 2, '25804946': 1, '12063710': 1, '21798496': 1, '30473946': 2}", "similar_patients": "{'5278592-1': 1, '7734701-1': 1}"}