{"patient_id": 133243, "patient_uid": "6484565-1", "PMID": 31057274, "file_path": "noncomm/PMC006xxxxxx/PMC6484565.xml", "title": "Lymphatic Obstruction as a Rare Complication of Morphea and Response to Intralesional Steroid", "patient": "A 20-year-old woman presented with a hyperpigmented depressed lesion over the back of the neck for the past 10 years. Over the past 3 months, she had noticed gradual development of two thick, linear cord-like structures within the preexisting lesion. This restricted the neck movements, especially flexion, which hampered her routine activities. No preceding evidence of inflammation, trauma, or any local injection was observed. There was a history of multiple topical treatments but without any relief. On examination, two linear hyperpigmented indurated plaques were present over left side of the posterior neck (3×3cm and 7×10cm) extending into the scalp with associated scarring alopecia. The larger plaque had two parallel thick linear cord-like structures fixed to the plaque []. Surrounding skin was apparently normal and no lymphadenopathy was observed. Severe restriction in the neck movement (lateral and anterior flexion) was reported.\\nHistopathology of the lesion was consistent with morphea. Ultrasonography showed skin thickening with decreased echotexture as compared to that of the surrounding normal skin. The cord-like structures had decreased echogenicity with few bleb-like structures (dilated lymphatics), suggestive of underlying lymphatic obstruction. On the basis of clinical, histopathological, and radiological features, a final diagnosis of linear morphea with secondary lymphatic obstruction was made.\\nThe patient was started on oral dexamethasone pulse (0.1mg/kg) along with intralesional triamcinolone acetonide (20mg/mL) given at 3-weekly interval. In between the injections, she was prescribed topical potent steroids. After 1 month, marked softening of the lesion was observed. After the second intralesional steroid, there was further softening as well as improvement in the neck movements. Ultrasonography showed improvement in the skin thickness as well as echotexture. Neck flexion reached within the normal limit after the 4th month [ and ]. The dexamethasone pulse was tapered off in 3-month time. No relapse was seen in the next 6 months of follow-up.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'12100687': 1, '21238823': 1, '17675738': 1, '17461812': 1, '7475336': 1, '8188883': 1, '25367438': 1, '20199412': 1, '31057274': 2}", "similar_patients": "{}"}