{"patient_id": 13557, "patient_uid": "6857283-1", "PMID": 31727178, "file_path": "comm/PMC006xxxxxx/PMC6857283.xml", "title": "Epilepsy in spinocerebellar ataxia type 8: a case report", "patient": "A 22-year-old right-handed Caucasian woman with a known diagnosis of SCA8 since the age of 10 years was admitted to our university medical center with encephalopathy and left-sided hemiparesis of unclear cause over the last 3 months. She had been diagnosed with SCA8 at 10 years of age after presenting with ataxia and gait difficulties that progressed rapidly. She was diagnosed at the Children’s Hospital of Nebraska after genetic testing confirmed the diagnosis. She continued to see the geneticists there for management of her condition. Her family was also tested and was found to be negative for genetic mutations, confirming the patient as the only affected family member, probably from a sporadic mutation. Neuropsychological testing was not performed at the time, but the patient’s family reported that she had an average IQ and was able to speak normally and perform daily functions without difficulty.\\nThe patient’s physical examination on admission at our center revealed encephalopathy with left hemiparesis without obvious visual field deficits or other cranial nerve deficits. Magnetic resonance imaging scans revealed leptomeningeal contrast enhancement and edema over the right hemisphere (Fig. ). The results of lumbar puncture and resulting cerebrospinal fluid studies were unremarkable. A routine electroencephalogram (EEG) revealed independent slowing of both hemispheres, with the right hemisphere showing greater focal slowing and attenuation as well (Fig. ). Right posterior quadrant epileptiform discharges from an O2 electrode were occasionally seen in a quasiperiodic manner (Fig. ). Given these findings, the patient was started on levetiracetam therapy to treat potential epileptogenicity from the right posterior quadrant.\\nTwo days later, she was noted to have frequent spells of confusion and decreased awareness. Owing to concern for ongoing seizures, she was connected to a long-term video EEG monitor for diagnosis. Video recordings captured multiple spells, each lasting 2–3 minutes, of loss of awareness with left gaze deviation and oromanual automatisms and staring with postictal lethargy and confusion consistent with clinical seizures. EEG captured posterior quadrant onset from both left and right hemispheres consistent with electroclinical seizures. A clear lateralization of onset was not seen with many of these seizures, owing to rapid bilateral involvement of both posterior quadrants (Figs. , , and ). Many of these seizures occurred frequently over a 2–3-hour period, meeting criteria for status epilepticus. She was started on lacosamide therapy, and her dose of levetiracetam was increased. Her seizures resolved within a few hours of increasing her antiepileptic therapy.\\nHer family revealed that she had been having similar spells since the age of 12 years and that they had witnessed at least 15–20 similar spells in the past that were not previously recognized as seizures. Many of these spells were associated with nausea and vomiting, findings that were not captured on our video EEG recordings.\\nShe continued to show improvement in mental status, and her left hemiparesis showed progressive improvement over the next few days with antiepileptic therapy and physical therapy. She was discharged to a rehabilitation facility on lacosamide and levetiracetam, continues to return for follow-up as an outpatient, and is currently doing well without any further seizures. When she was seen 3 months after her admission, her left hemiparesis had improved, and she had returned to her previous mental baseline.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'32823520': 2, '24603320': 1, '34622207': 1, '15895552': 1, '18095954': 1, '14966165': 1, '23912307': 1, '10712199': 1, '9818872': 1, '29891056': 1, '15823478': 1, '19559641': 1, '24285970': 1, '31727178': 2}", "similar_patients": "{'7461103-1': 1}"}