{"patient_id": 11678, "patient_uid": "6734506-1", "PMID": 31500669, "file_path": "comm/PMC006xxxxxx/PMC6734506.xml", "title": "Adrenal neuroblastoma in an elderly adult: a case report and review of the literature", "patient": "A 75-year-old Han Chinese woman originally presented with bilateral lower extremities weakness, numbness with difficulty walking, and fatigue for 1 week. Her past medical history was unremarkable and she was healthy in general. She did not smoke tobacco or consume alcohol. She took no medication at home. She was married and had two children and both were healthy. There was no history of malignancies in her family. Her blood pressure was 147/100 mmHg, heart rate was regular 82/minute, and her body mass index (BMI) was 28.8 kg/m2. A physical examination was normal. A laboratory workup disclosed decreased serum potassium level of 2.7 mEq/L and a normal serum sodium level of 135.9 mEq/L. Her kidney function was within normal limits with blood urea nitrogen (BUN) of 8.9 mg/dL and a creatinine level of 0.79 mg/dL. Further testing was notable for an elevated serum aldosterone level of 174 ng/dL (normal ≤ 21 ng/dL), normal plasma renin activity (PRA) level of 7.59 ng/mL per hour, and elevated level of aldosterone/PRA of 22.9. Her 24-hour urine cortisol, vanillylmandelic acid (VMA), and metanephrine levels were unremarkable. She was initially diagnosed as having primary hyperaldosteronism and was given orally administered potassium and spironolactone. Muscle weakness and numbness were partially relieved. However, her serum potassium level was not corrected. Abdominal computed tomography (CT) scans with intravenously administered contrast showed a 4.5 cm × 3.1 cm solid mass arising from her left adrenal gland (Fig. ). Subsequently, she underwent retroperitoneal laparoscopic surgery that allowed the resection of the mass originating in her left adrenal gland. All the solid mass was excised, whereas her left adrenal gland was carefully dissected and spared. The mass was well circumscribed and its cut surface was grayish brown. It was surrounded by normal adrenal tissue. On macroscopic examination, the grayish brown mass measured 5.6 × 4.5 × 2.5 cm. Microscopy revealed a tumor composed of small round blue cells forming rosettes with scant cytoplasm, fibrillary matrix material, hyperchromatic nuclei, and atypical mitoses (Fig. a). Immunohistochemical staining for CD99, epithelial membrane antigen, MyoD1, muscle actin monoclonal antibody (HHF35), chromogranin A, and S-100 was negative with strong positive staining for synaptophysin (Fig. b–d), CD56, vimentin, and Ki67 (+ 30%). On the basis of these findings, an adrenal NB was diagnosed. An I123-meta-iodobenzylguanidine (MIBG) scan was done postoperatively, which showed no hint of bone metastasis. No chemotherapy or radiation therapy was done based on our patient’s decision. However, she died 22 months after resection due to bilateral lung and brain metastasis.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'32389029': 1, '34548924': 1, '25071978': 1, '33344311': 2, '17023826': 1, '21302612': 1, '25024639': 1, '19047291': 1, '17586306': 1, '25340174': 2, '20558371': 1, '33354378': 2, '14595707': 1, '16628557': 1, '31500669': 2}", "similar_patients": "{'4206056-1': 1, '7703274-1': 1, '7737448-1': 1}"}