{"patient_id": 138404, "patient_uid": "6977214-1", "PMID": 32030129, "file_path": "noncomm/PMC006xxxxxx/PMC6977214.xml", "title": "Hepatitis-associated aplastic anemia from workout supplement: Rare but potentially fatal entity", "patient": "A 21-year-old man with no significant past medical history presented to the emergency department with right upper quadrant pain and jaundice for a week. He gave history of dark urine and pale stool of same duration. He also admitted to fatigue, poor appetite, and nausea but denied any fever, chills, diarrhea, or any weight changes. He denied any confusion, mental status changes, any hematemesis, hematochezia, or melena. He denied any recent travel outside the United States or high-risk sexual behavior. He denied any history of incarceration or tattoos. He denied history of tobacco use or any recreational drug abuse. He gave history of drinking one to two drinks of alcohol per week and his last drink was 2 weeks prior to presentation. He denied taking any over the counter medication or herbal supplements. However, he admitted to taking “Dust V2,” a workout protein supplement for 4 months (ingredients on ). He denied family history of any liver disease.\\nOn examination, he had diffuse icterus and tender hepatomegaly. No clinical stigmata of chronic liver disease was identified. The laboratory evaluation revealed aspartate aminotransferase (AST) of 1224 IU/dL, alanine transaminase (ALT) of 2908 IU/dL, total bilirubin of 9.4 mg/dL, and alkaline phosphatase of 86 IU/dL. Complete blood count and prothrombin time (PT) were normal at the time of presentation. Initial lab workup for acute hepatitis was unremarkable (). The baseline serologic workup is shown in which ruled out any infectious, autoimmune, or metabolic causes of his liver disease.\\nAbdominal magnetic resonance imaging (MRI) and magnetic resonance cholangiopancreatography (MRCP) showed hepatomegaly but no any masses, biliary obstruction or portal vein obstruction. He underwent a liver biopsy for further confirmation which revealed lobular inflammation with predominant lymphocytes consistent with drug-induced hepatitis. Trichrome stain demonstrated mild portal fibrosis with pericellular fibrosis in areas of hepatocyte dropout ( and ). Special stains for iron and copper (iron stain and Rhodanine stain) were both negative. A special stain for cytoplasmic inclusions (PAS stain with diastase) was also negative. He was managed conservatively with supportive therapy and his liver function test (LFT) started to trend down. He felt symptomatically better and was discharged home.\\nTwo months after initial presentation, he was found to have severe pancytopenia on routine blood counts. Labs revealed white blood cell (WBC) count of 1.3 bil/L with neutrophils 0.8 bil/L. His hemoglobin was 8.4 g/dL and platelet count was 19 bil/L. His AST was 546 IU/L, ALT was 1811 IU/L, and total bilirubin was 6.4. Peripheral smear showed severe neutropenia with thrombocytopenia. Bone marrow biopsy revealed marked hypocellularity (<5%) with stromal damage (). No blasts and no morphologic evidence of malignancy were identified. Flow cytometry was negative for malignancy. Cytogenetic study showed normal karyotype. Bone marrow biopsy was negative for germline mutation and Paroxysmal Nocturnal Hemoglobinuria(PNH) clone. Infectious workup was negative. On extensive literature review, none of the components of the workout supplement were found to cause AA or hepatitis. A diagnosis of HAAA was made as there was a lag time of months before development of anemia and extensive workup for other etiology for aplastic was negative. His counts failed to improve despite treatment with filgrastim and he was referred for hematopoietic cell transplant (HCT). He underwent 4/6 human leukocyte antigen (HLA)-matched related donor HCT with conditioning regimen of thymoglobulin, fludarabine, and cyclophosphamide. His LFTs remained stable post conditioning regimen. His post-transplant course was complicated by cutaneous graft versus host disease (GVHD) and remains on tacrolimus. His counts have recovered, LFT normalized and he continues to do well 7 months post-transplant ().", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'9091802': 1, '28030425': 1, '7616805': 1, '24216172': 1, '25587471': 2, '34630872': 1, '23233595': 1, '11281388': 1, '26465986': 1, '19508613': 1, '31294678': 1, '23208312': 1, '20456352': 1, '17214739': 1, '32030129': 2}", "similar_patients": "{'4283356-1': 1}"}