{"patient_id": 7830, "patient_uid": "6469050-1", "PMID": 30991963, "file_path": "comm/PMC006xxxxxx/PMC6469050.xml", "title": "Listeria monocytogenes infectious periaortitis: a case report from the infectious disease standpoint", "patient": "A 76-year-old man with a history of chronic obstructive pulmonary disease (Gold grade 4) and type 2 diabetes was admitted for abdominal pain radiating to the back for 10 days; pain was punctuated by brief episodes of diarrhoea. Nine months before admission, the patient had undergone endovascular treatment of an abdominal aortic aneurysm (abdominal stent graft).\\nPatient was afebrile, and physical examination was unremarkable apart from diffuse abdominal tenderness without guarding or rebound. Laboratory tests showed mild anaemia (111 g/L), a total white blood cell count of 7.6 × 109/l with a neutrophil count of 5.21 × 109/l; CRP was 233.5 mg/l and procalcitonin 0.09 μg/L. Kidney (creatinine, urea, sodium and potassium dosage) and liver (ALT, SGOT, SGPT, bilirubin, gamma-glutamyltranspeptidase dosage) function tests were within normal ranges.\\nA contrast-enhanced abdominal computed tomography (CT) scan showed infiltration of the fatty tissues around the aortic endoprosthesis and increase of the aneurysmal sac expansion by 6.0 mm (57 versus 51 mm) compared to a previous CT performed 2 months earlier; no endoleak was observed. No other abnormalities were observed. 18F-FDG PET/CT (Fig. , a-e) showed a hypermetabolic (SUVmax = 8.5) mass with a diameter of 15 mm in contact with the superior antero-medial of the endoprosthesis, suggesting an abscess. CT colonography excluded neoplasia.\\nSerum immunofixation was normal, without increase in the IgG4 subclass. The interferon-gamma reactivitiy assay was negative. Serologies for Treponema pallidum, Bartonella henselae and Coxiella burnetii were negative, as were Brucella agglutination tests (Rose-Bengal and Wright). Multiple blood cultures showed no growth. Real-Time Quantitative broad-range PCR on blood was negative. Stool PCR testing for Campylobacter jejuni/coli, Shigella spp. and Salmonella spp. was negative.\\nMultidisciplinary consensus involving interventional radiologists, vascular surgeons, infectious disease specialists, and internists, led to the decision for a surgical revision. During the procedure, an infrarenal peri-aortic abscess was noted, from which samples were performed. In the post-operative period and before culture results were available, patient was started on oral ciprofloxacin (500 mg/12 h) and doxycyclin (100 mg/12 h). Histopathological examination of the intraoperative specimens revealed fibrous tissue with accompanying inflammation rich in histiocytes and cholesterol crystals; no microorganisms were identified on hematoxylin/eosin, Gram or Grocott stains.\\nCultures of intraoperative samples (5/5) became positive for L. monocytogenes after 10 days incubation. These results were further confirmed by a broad-range PCR. Susceptibility testing (Kirby-Bauer disk diffusion susceptibility tests (SirScan 200 Automatic, i2A, France) interpreted according to the EUCAST clinical MIC breakpoints) [] showed a pan-susceptible (“wild type”) L. monocytogenes strain with a minimum inhibitory concentration [MIC] for amoxicillin of 0.380 mg/l. Antibiotic treatment was then switched to intravenous amoxicillin ((2 g/6 h) for a duration of 6 weeks. The patient’s clinical course was favourable, and CRP levels became within normal range. At the end of antibiotic course, an abdominal CT scan showed regression of the peri-aortic abscess and collection. At 6 months follow-up the patient was well, without recurrence.\\nFrozen aortic tissue was cut into small pieces on a disposable Petri dish support using a scalpel. DNA was extracted from 83 mg of shredded sample using the Ultra-Deep Microbiome Prep kit (Molzym, Bremen, Germany) for enrichment of bacteria/fungal DNA, according to the manufacturer’s instructions (Version 2.0) for tissue samples.\\nThe concentration of bacterial and human DNA was determined by qPCR experiments as previously described [], using 16S rRNA and beta-actin reference genes, respectively. The reference curves for bacterial and human DNA quantitation were generated using known concentrations of Escherichia coli DH5α genomic DNA and human genomic DNA from the TaqMan beta-Actin Detection Reagent kit (Applied Biosystems, Framingham, MA), respectively.\\nMetagenomic libraries were prepared from 1 ng DNA (sum of bacterial and human DNA load determined by qPCR), using Nextera XT DNA Sample Preparation Kit according to Illumina (San Diego, USA) instructions, except that 16 (instead of 12) PCR enrichment cycles were used. The libraries were sequenced for 2 × 250 + 8 cycles on an Illumina MiSeq instrument at Fasteris (Plan-les-Ouates, Switzerland) using the MiSeq Reagent Kit v3 and MiSeq Control Software 2.6.2.1.\\nThe Trimmomatic package was used by the sequencing service provider to remove bases that correspond to the standard Illumina adapters and to trim low-quality ends of reads at the beginning of a 4-base wide sliding window with an average Phred quality < 5 []. We further trimmed the reads with the low-quality base score of Q10 and a mean quality score Q30 over a sliding 20-base window. Any read that, after trimming, had a length < 150 bases was discarded. To filter out putative artificial replicate reads, we used a home-made script which retains only the longest sequence from those with identical first 100 bases in either forward or reverse reads. Unpaired forward or reverse reads were discarded. Remaining reads were classified with Kraken v.0.10.5-beta with the default parameters []. After filtering out the read pairs that matched human genome, the data were deposited to European Nucleotide Archive (ENA) database (accession number PRJEB21816).\\nThe reads classified by Kraken to genus Listeria were retrieved and mapped to complete reference genomic sequences of Listeria strains (downloaded from the NCBI Reference Sequence (RefSeq) prokaryotic genome collection) [] using USEARCH 8.1.11861 [] (−ublast -id 0.98 -cov 0.98 -top_hits_only -strand both -evalue 0.00001). The number of hits was counted for each Listeria strain. The strain with the maximum number of hits was retained as a reference for read mapping using GView []. MetaPhlAn2 taxonomic profiling, based on read mapping against ~ 1 million markers from more than 7500 species was used with default settings [] (Fig. ).\\nAlthough culture and broad-range PCR detected L. monocytogenes in the clinical specimen, we performed next-generation sequencing in order to determine the clinical utility of such a technique. We extracted DNA from the aortic tissue using a protocol that improves the bacterial-to-human DNA ratio based on selective lysis of host cells and removal of host DNA before the lysis of bacterial cells [, ]. The concentrations of human and bacterial DNA in purified extracts were 5983 and 214 pg/μL, respectively, as determined by qPCR assays. The whole metagenome shotgun sequencing generated 5,509,950 raw paired reads of which 3,026,609 passed quality control (Fig. a). In line with qPCR results, most reads (97.7%) corresponded to human genome sequence. Of 66,451 read pairs classified by Kraken as bacterial, 65,805 (99%) were assigned to the genus Listeria and 64,035 (96.4%) to L. monocytogenes (Fig. b, c). Most of the remaining bacterial reads corresponded to Propionibacterium (464 reads) and Micrococcus (32 reads), both of which are frequent reagent contaminants. We have previously identified Propionibacterium in negative extraction controls (PRJEB20595) obtained with a DNA extraction kit of the same lot []. Mapping of sequencing reads against clade-specific marker genes using MetaPhlAn2 confirmed the results obtained by Kraken. The MetaPhlAn2 taxonomic profiling showed high abundance of Listeria (99.91%) and L. monocytogenes (96.28%), with a minor presence of Cutibacterium acnes (formerly Propionibacterium acnes) (0.089%).", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'10069921': 1, '20709691': 1, '20956244': 1, '26835477': 1, '7511559': 1, '17130148': 1, '33330127': 1, '14761724': 1, '24103706': 1, '24904840': 1, '20843713': 1, '15534730': 1, '18295117': 1, '26418763': 1, '21765844': 2, '20751204': 1, '29755416': 1, '25455951': 1, '23711639': 1, '27737955': 1, '28323232': 1, '27546992': 1, '28930150': 2, '23816787': 1, '26798723': 1, '15343514': 1, '5325707': 1, '32558637': 1, '24695404': 1, '16427494': 1, '33598248': 1, '27526100': 1, '21961884': 1, '30065706': 1, '21397443': 1, '30991963': 2}", "similar_patients": "{'3135124-1': 1, '5618659-1': 1}"}