{"patient_id": 128143, "patient_uid": "6080470-1", "PMID": 30038169, "file_path": "noncomm/PMC006xxxxxx/PMC6080470.xml", "title": "Scheimpflug imaging of acute myopia secondary to topiramate use", "patient": "A 22-year-old female medical student presented with complaints of severe diminution of vision on getting up in the morning. It was associated with the formation of haloes around the lights. She had been taking tablet topiramate 50 mg once daily for 1 week for migraine headaches. On presentation, uncorrected visual acuity was finger counting at 2 feet in both eyes and manifest refraction was −13.50 Diopter (D) −1.50 D × 15° in the right eye and −13.25 D –1.50 D × 117° in the left eye. The best-corrected visual acuity (BCVA) was 6/24 in the right eye and 6/18 in the left eye. The intraocular pressure was 17 mm of Hg in the right eye and 18 mm of Hg in the left eye. Her previous prescription was −3.75 D −0.5 D × 180° in the right eye; and −3.50 D −0.75 D × 180° in the left eye. Slit-lamp examination showed marked shallowing of the anterior chambers in both eyes; however, the pupillary reactions and fundus examination were within normal limits. Scheimpflug imaging revealed anterior chamber depth (ACD) of 1.80 mm, anterior chamber angle (ACA) of 25.6°, and anterior chamber volume (ACV) of 80 mm3 in the right eye []; and ACD of 1.78 mm, ACA of 24.4°, and ACV of 80 mm3 in the left eye []. Topiramate was discontinued, and she was prescribed topical homatropine three times daily. The acute myopia resolved after 3 days following which homatropine was discontinued. At 1 week, she had returned to her normal baseline refraction with BCVA of 6/6 in both eyes and was asymptomatic. Scheimpflug imaging showed ACD of 3.13 mm (+1.33 mm difference from presentation), ACA of 51.6° (+26° difference from presentation), ACV of 176 mm3 (+95 mm3 difference from presentation) in the right eye []; and ACD of 3.10 mm (+1.32 mm difference from presentation), ACA of 49.5° (+25.2° difference from presentation), ACV of 177 mm3 (+97 mm3 difference from presentation) in the left eye []. Topiramate, a sulfamate-substituted monosaccharide used in the treatment of various medical and neuropsychiatric disorders, can be associated with serious ocular side effects including acute myopia and acute angle-closure glaucoma.[] It is believed to occur as a result of an idiosyncratic reaction to topiramate, which leads to ciliochoroidal effusion and forward displacement of lens iris diaphragm resulting in angle closure glaucoma.[]", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'14700673': 1, '23452405': 1, '30038169': 2}", "similar_patients": "{}"}