{"patient_id": 128619, "patient_uid": "6125265-1", "PMID": 30215053, "file_path": "noncomm/PMC006xxxxxx/PMC6125265.xml", "title": "Gallbladder agenesis: A case report and brief review", "patient": "A 45-year-old Caucasian woman presented to “A. Gemelli” Teaching Hospital of Rome, a 1200-bed tertiary medical center, with bloating symptoms and frequent dyspepsia. Her medical history included hypertension while the surgical history included appendectomy at the age of 10 years. No congenital syndromes or anomalies were reported. She suffered two episodes of pain involving the upper-right abdominal quadrant associated with nausea after fatty food meal, at 6 and 2 weeks, respectively, prior to recovery, and was successfully treated with NSAIDs and smooth muscle relaxants. An abdominal ultrasound (US) showed moderate-to-severe hepatosteatosis and hepatomegaly. Gallbladder was not visualized adequately, especially its wall, however, a hyperechoic material with acoustic shadow was detected in the usual place of gallbladder. The common bile duct was not dilated. Clinical examination was normal except for tenderness in the right upper quadrant of the abdomen with mild pain rebound following percussion. Routine laboratory data were in the normal range except for gamma-glutamyltransferase (78 U/L, normal value 5-36). We made a diagnosis of cholelithiasis and performed a laparoscopic cholecystectomy.\\nWe placed a 10-mm infraumbilical port and three additional 5-mm trocars in epigastrium, right flank and mesogastrium, respectively. The liver was enlarged with a big left hemi-liver and the transverse colon appeared dilated. Neither gallbladder nor gallbladder fossa or cystic duct was identified upon lifting the liver (). We analyzed the abdomen searching for potential sites of ectopic gallbladder (such as between the leaves of the lesser omentum, within the falciform ligament or in the retroduodenal areas), and failed to detect any such ectopic site. Therefore, a condition of GA was hypothesized. No apparent anatomical abnormalities of hepatic pedicles or viscera were found, and therefore, the procedure was interrupted. A subhepatic drainage was placed. Postoperative course was uneventful and the drainage was removed the day after. Patient then underwent magnetic resonance cholangiopancreatography (MRCP, ), which confirmed the absence of the gallbladder (Type 3 according to Bennion classification, Subtype Ib according to LM Tang classification). The extra-hepatic and intra-hepatic bile ducts were normal. The only other anomaly recognized was the anatomy of the pancreatic duct, suggesting a possible pancreas divisum, which is often related to GA. We discontinued any further investigation in the absence of symptoms or stones following MRCP, or anatomical variation. The hyperechoic mass detected in the abdominal US correlated with colonic content. Patient was successively discharged with dietary recommendation and is free of symptoms after 12 months.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'3052366': 1, '23337680': 1, '5268977': 1, '9153182': 1, '1740714': 1, '7103104': 1, '22616034': 2, '6655671': 1, '34703708': 2, '16520109': 1, '25932274': 1, '10982635': 1, '2643909': 1, '97999': 1, '16273658': 1, '7053322': 1, '8269237': 1, '20731843': 2, '20148075': 2, '22984002': 1, '30215053': 2}", "similar_patients": "{'8541745-1': 1, '2933638-1': 1, '3352609-1': 1, '2817546-1': 1}"}