{"patient_id": 15437, "patient_uid": "6960206-1", "PMID": 31969823, "file_path": "comm/PMC006xxxxxx/PMC6960206.xml", "title": "Nephrotoxicity in a Patient With Inadequate Pain Control: Potential Role of Pharmacogenetic Testing for Cytochrome P450 2D6 and Apolipoprotein L1", "patient": "A 62 year-old African American woman with a history of chronic osteoarthritic lower back pain presented for evaluation of CKD. On presentation, her creatinine had gradually increased from 1.0 to 1.9 mg/dl over five years, but her blood pressure was well controlled and she was not proteinuric. In addition, her renal ultrasound, urine microscopy, serum protein electrophoresis, and other work-up did not reveal any likely causes of the CKD.\\nShe had lower back pain which was alternatingly treated with either tramadol 50 mg every 8 h or hydrocodone/acetaminophen 5–325 mg every 6 h as needed, but neither provided symptomatic pain relief. She eventually tested positive on a urine drug screen and admitted to using marijuana and cocaine to alleviate the back pain since the tramadol and hydrocodone were ineffective. Per the positive drug screen policy of the underserved county health clinic, her physicians declined to prescribe further opioids. Instead, her providers prescribed daily high dose of ibuprofen. She had also been taking lower doses of over-the-counter nonsteroidal anti-inflammatory drugs (NSAIDs) on and off for several years ().\\nWithout any other clear risk factors, the etiology of her CKD was linked to her chronic NSAID use. To identify CKD contributors, she underwent genotyping for Apolipoprotein L1 (APOL1), a known risk factor of CKD frequently found in the African American population (), and cytochrome P450 2D6 (CYP2D6), the hepatic enzyme that metabolizes and activates tramadol and hydrocodone. Her APOL1 genotype was *G1(GM)/*G1(GM), which is a single nucleotide polymorphism that alters APOL1 placing her at increased risk of CKD progression by (; ). The patient's family history was significant, as her mother progressed to end-stage renal disease. Her CYP2D6 genotype was *5/*17, a gene deletion which is reported to occur in 2–11% of people and is consistent with intermediate metabolism making tramadol and hydrocodone less effective (; ; ). A retrospective look at the urine drug screen noted the absence of any hydromorphone, the more active metabolite of hydrocodone, even though hydrocodone was detected (233 ng/ml). Her CYP2C9 genotype was *1/*8, consistent with reduced CYP2C9 metabolism, the enzyme known to metabolize NSAIDs ().\\nIn addition to her chronic pain, she also had depression which was treated with fluoxetine, which is a CYP2D6 inhibitor that likely reduced any residual CYP2D6 activity. Her fluoxetine dose was slowly titrated from 20 mg to 60 mg daily between 2013 and 2018, but reduced and then stopped after reaching the 60 mg daily dose due to side effects of agitation and lightheadedness. Collectively, these results indicate that the likely cause of the CKD was the high dose of NSAIDS given as a consequence of the ineffectiveness of the opioids in this patient that could not adequately activate the tramadol or hydrocodone. The patient described in this case report has given her written informed consent for genetic testing and to have her medical information published in this manuscript.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'21412232': 1, '23302818': 1, '11422024': 1, '25621429': 1, '16920476': 1, '24206458': 1, '24119848': 1, '24458010': 1, '10372797': 1, '22511700': 1, '30343724': 1, '31969823': 2}", "similar_patients": "{}"}