{"patient_id": 5417, "patient_uid": "6318143-1", "PMID": 30648032, "file_path": "comm/PMC006xxxxxx/PMC6318143.xml", "title": "Bullous Variant of Sweet’s Syndrome as a Consequence of Radioiodine Contrast Exposure", "patient": "A 73-year-old male with a past history of antineutrophil cytoplasmic antibody (ANCA) vasculitis, and end-stage renal disease on hemodialysis presented with acute onset hemorrhagic lesions for a day. He had no prior allergies. Two days before the current presentation, he had undergone a computed tomography (CT) scan of the abdomen with intravenous radioiodine contrast for evaluation of an acute episode of abdominal pain. Soon after administration of the radioiodine contrast, he developed generalized hives which resolved with anti-histamines. However, over the next 24-hour period he developed bullous hemorrhagic rash which initially began at the nape of his neck and later centrifugally spread to his face, chest, and back (Figures -).\\nRashes were associated with fatigue, photophobia, and fever. On examination, he had an oral temperature of 101.1°F (normal = 97°F-99°F) with multiple well-demarcated tender hemorrhagic bullae and plaques. Laboratory workup was significant for leukocytosis of 12,000 per microliter of blood (normal = 4,000 and 11,000 per microliters of blood), chronic stable thrombocytopenia of 88,000 microliters of blood (normal = 150,000-450,000 platelets per microliter of blood), elevated sedimentation rate of 33 mm/hour (normal = 0-22 mm/hour for men), elevated C-reactive protein of 18 mg/dL (normal </= 3 mg/dL), and low complement C3. Due to a history of ANCA vasculitis, he was re-evaluated and found to have a positive perinuclear ANCA and >100 U myeloperoxidase antibody. Dermatology was involved and a shave biopsy of the skin lesion measuring 0.7 cm x 0.7 cm x 0.1 cm was obtained. On hematoxylin and eosin (H&E) stain, pathology was significant for neutrophils admixed with nuclear debris and collagen degeneration spanning throughout the dermis with focal degeneration and separation of epidermis from underlying papillary dermis (Figures -).\\nInfectious workup including blood cultures for bacteria, fungi, special stains for skin biopsy with Grocott’s methenamine silver stain, mucicarmine and immunochemistry for cryptococcus, herpes simplex, and bacteria were all negative. Thus, SS was established on clinical and histopathological basis. The patient was managed with high-dose prednisone course of 40 mg/day for a week with complete resolution of his skin manifestations. He had an uneventful recovery and was discharged home safely.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'33294540': 1, '18280347': 1, '24565598': 1, '3514153': 1, '14201182': 1, '12612387': 1, '8621829': 1, '20636397': 1, '30648032': 2}", "similar_patients": "{}"}