{"patient_id": 131324, "patient_uid": "6349988-1", "PMID": 30719315, "file_path": "noncomm/PMC006xxxxxx/PMC6349988.xml", "title": "Hybrid ACL reconstruction in a 6-year-old female with fibular hemimelia", "patient": "A 6-year-old female with a history of left FH and limb-length discrepancy presented for orthopedic evaluation of knee instability. Anterior tibial instability appeared to be the most pressing clinical issue with frequent subluxation episodes. The patient’s medical history revealed a left Achilles tendon lengthening at 11 months of age. Bilateral imaging of the legs revealed an absent left fibula (). The patient’s left leg was 3.5 to 4 in. shorter than the right with the left foot also smaller in size than the unaffected right side. On the affected left side, she was also ACL and PCL deficient. Physical exam revealed a normal straight leg raise with full range of motion, a grossly positive Lachman at 30° of knee flexion and a positive tibial sag at 90° of knee flexion. Varus–valgus stress tests in full extension and in 30° of flexion were normal.\\nPrevious consultations with a pediatric orthopedic surgeon addressed procedures to potentially equalize the length of the legs through limb lengthening. Specifically, a tibial osteotomy of the left leg with the application of ring external fixator was recommended. It was also recommended that prior to the lengthening surgery, the knee ligaments should be stabilized. The patient was primarily symptomatic with instability from the anterior; this was visibly evident with anterior tibial subluxation episodes during walking. She was thought to be a candidate for ACL reconstruction using the Micheli procedure, a physeal-sparing technique utilizing the patient’s iliotibial band (ITB) autograft. However, due to the degree of anterior laxity and the expected small width and thickness of the ITB, graft augmentation procedures were considered.\\nIn the operating room, the exam under general anesthesia again revealed a grossly positive Lachman with an excess of 2 cm of anterior tibial translation and a positive pivot shift. Her medial collateral ligament and laterlal collateral ligament were intact and stable and the PCL absent. A photo of the legs demonstrates the marked difference in limb length ().\\nAfter incision and exposure of the lateral thigh, a portion of the ITB was harvested producing a graft, 120 mm in length and 10 mm wide (). As the graft was considerably small in cross-section, and the anterior tibial laxity was quite significant, the decision to use a semitendinosus allograft to augment the reconstruction was made (). The allograft was baseball stitched to the ITB under tension.\\nArthroscopic examination of the knee was consistent with the clinical examination finding of complete absence of both the cruciate ligaments (). In addition, she had a relatively small notch. The geometry of the notch was not altered at the time of surgery because of the relatively horizontal position of the ACL graft, nor was the posterior cruciate ligament deficiency addressed. The femoral portion of the graft was sutured to the intermuscular septum, while the tibial side was sutured to the periosteum of the proximal anterior tibia at 0° of extension after being passed intra-articularly. This patient was very young and therefore had a small transverse meniscal ligament. After intra-articular routing of the graft, it was decided to not place the graft under the intermeniscal ligament as is normally done in the Micheli procedure as a precaution to avoid damage to intermeniscal ligament. After the graft was secured to the tibia with sutures in the periosteum (), the Lachman exam was repeated and the anterior laxity of the tibia on the femur had been minimized. Anterior tibial translation was reduced to an appropriate 3 mm at 30° of flexion. The patient tolerated the procedure well and left the operating with the leg in full extension in a posterior splint. The patient returned to the clinic 13 months postoperatively. She subjectively reported that she has been very active playing on the playground with friends and feels that the knee is quite stable and strong. Her physical exam revealed full range of motion from 0° to 140° with no terminal flexion pain, a stable Lachman’s exam, good quadriceps contraction from a straight leg raise, and no tenderness to palpation along the ITB. Radiographic imaging of the knee and tibia revealed no growth alterations or damage to the physes on the proximal tibia or distal femur.", "age": "[[6.0, 'year']]", "gender": "F", "relevant_articles": "{'21868237': 1, '21917612': 1, '16325089': 1, '24238853': 1, '3782255': 1, '17558505': 1, '14579839': 1, '26251945': 1, '26091219': 1, '729276': 1, '8504606': 1, '18461279': 1, '22614907': 1, '13849753': 1, '438260': 1, '10416390': 1, '3623760': 1, '24685672': 1, '16951100': 1, '20184748': 2, '30719315': 2}", "similar_patients": "{'2841112-1': 1}"}