{"patient_id": 14741, "patient_uid": "6927060-1", "PMID": 31885962, "file_path": "comm/PMC006xxxxxx/PMC6927060.xml", "title": "Mitochondrial Neurogastrointestinal Encephalomyopathy: Novel Pathogenic Mutation in Thymidine Phosphorylase Gene in a Patient from Cape Verde Islands", "patient": "A 19-year-old female born and living in Cape Verde islands was admitted with a history of recurrent episodes of nausea and vomiting, gastric regurgitation, diarrhoea and painful abdominal distension, since 5 years of age. Those episodes became more frequent and severe in late adolescence resulting in a significant weight loss (≈15 kg) over the previous year. In association, she complained of slowly progressive gait impairment, difficulty in climbing stairs and inability to run. She referred poor gymnastic classes performance in school. She also mentioned progressive weakness of upper limbs with functional impact in combing her hair, writing and using cutlery. There was no history of cognitive impairment and academic achievement was good. She rejected pain, sensory or other dysautonomic symptoms. She was the second daughter of a consanguineous marriage. Her older sister had a similar clinical picture with gastrointestinal complaints; she received the diagnosis of superior mesenteric artery syndrome.\\nShe developed cachexia (Body Mass Index of 10.9). On neurological examination, she had mild bilateral symmetric ptosis with no ocular paresis, generalized muscle weakness and atrophy, more pronounced in lower extremities and in distal segments, absent tendon reflexes, decreased nociception below knees, reduced vibration and position sense in toes and fingers, and required bilateral support to walk.\\nRoutine laboratory studies were unremarkable, including creatine kinase and thyroid hormone levels. Plasma lactate level was above normal range (2.83 mM/L, normal 0.5–1). CSF analysis disclosed 2.5-fold increased protein content with normal number of cells; lactate level was also increased (2.7 mmol/L, normal 0.88–1.4).\\nUpper gastrointestinal endoscopy showed gastric aperistalsis associated with major dilation and ulcerative esophagitis. A nasojejunal feeding tube was required for enteral feeding.\\nNerve conduction studies revealed marked demyelinating sensorimotor polyneuropathy () and needle electromyography showed a superimposed myopathic pattern in proximal muscles.\\nPatient's muscle biopsy of the deltoid muscle disclosed unspecific myopathic changes such as type I fibre predominance and increased variation in fiber size with small, angular muscle fibres and round hypertrophic fibers. No signs of mitochondrial dysfunction (ragged red fibers, Cox-negative fibers and increased oxidative staining on SDH) were seen ().\\nBrain MRI revealed unspecific symmetric and confluent T2-hyperintensity images in the deep white matter ().\\nThe presence of severe gastrointestinal dysmotility associated with a demyelinating sensorimotor polyneuropathy and myopathic changes suggested a mitochondrial disorder, specifically MNGIE. Genetic screening of the TYMP gene identified two homozygous contiguous mutations (c. 1283G>A, c.1284 T>A), affecting the same codon (GGT>GAA), causing together cause the amino acid change p.Gly428Asp. Prediction tools of pathogenicity (Polyphen, SIFT, Provean, SNP&GO) agreed with the damaging role of this genetic change. Unfortunately, DNA samples from family members were not available to perform segregation study.\\nThe patient died three months after admission from medical complications associated with poor absorption and profound cachexia.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'21933806': 1, '15781193': 1, '9924029': 1, '34571731': 1, '14720311': 1, '16971699': 1, '25652200': 1, '26264513': 1, '11733540': 1, '32914088': 1, '33728077': 1, '11166160': 1, '32986679': 1, '34106285': 1, '14981734': 1, '29284302': 1, '15150004': 1, '9693094': 1, '28263873': 1, '31885962': 2}", "similar_patients": "{}"}