{"patient_id": 9620, "patient_uid": "6597494-1", "PMID": 31229772, "file_path": "comm/PMC006xxxxxx/PMC6597494.xml", "title": "Management of valgus knee with irreducible patellar dislocation and MCL rupture: A case series", "patient": "1: A-39-years-old male referred to our General Hospital with sensation of giving away and unable to extend on the right knee after car accident 1.5 years ago. He had history of close fracture of lateral condyle right femur. The patient complain of irreducible patellar dislocation during flexion and extension of the right knee joint. He underwent 4 times surgery of his right knee by other orthopaedic surgeon. The first surgery result still unreduced fragment fracture, and we done open reduction and internal fixation (ORIF) also PCL reconstruction. The right knee became valgus knee after fracture union and instability sensation on the medial knee joint. On physical examination, the right knee had 18° of valgus deformity, moderate instability to valgus stress, complete lateral dislocation of the patellae during extension and flexion, and tenderness at the lateral joint line (). Range of motion was 0–110°.\\nDuring radiographic examination, the standing knee radiograph showed mild arthritic changes on the lateral compartment of the right knee that were not observed on the left knee. The long-leg weight-bearing standing radiograph showed 18° valgus on the right knee and 5° valgus on the left knee with depression of the lateral tibia plateau and a mechanical axis passing outside the lateral compartment, and the weight bearing line locates lateral to Fujisawa point. The anatomical lateral distal femoral angles of the right and left knees were 105° and 82° respectively (normal value is 81° and 62°, respectively); the medial proximal tibial angles were 94° and 93° respectively (normal value is 87° and 63°, respectively). This result confirmed valgus deformities of both knees. A skyline view radiograph showed complete lateral dislocation of the patella () [].\\n2: A-26-years-old obese female came into outpatient clinic with chief complain of left patellar dislocation. She had history of left knee surgery for dislocation at age 5 years old. Her left knee never felt comfortable and she is frequent fall down. In physical examination, we found left knee valgus alignment, its Q angle was 25°, muscle atrophy and positive J sign. Long-leg radiographs of the left leg showed a mechanical angle of 11° of valgus, and the weight bearing line locates lateral to Fujisawa point (, , ).", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'23242381': 1, '4030836': 1, '30359781': 1, '27709040': 1, '27904787': 1, '17724090': 1, '17279039': 1, '3335557': 1, '27517063': 1, '31229772': 2}", "similar_patients": "{}"}