{"patient_id": 135592, "patient_uid": "6718783-1", "PMID": 31531323, "file_path": "noncomm/PMC006xxxxxx/PMC6718783.xml", "title": "Primary malignant melanoma of the biliary tract: A case report and literature review", "patient": "A 51-year-old man with a personal history of smoking (one pack/d) and high blood pressure. The patient was admitted to the gastrointestinal department to study obstructive jaundice of a 1 wk clinical course.\\nInitial analysis revealed: total bilirubin 13.9 mg/dL, GGT 900 U/L, and AF 324 U/L.\\nMagnetic resonance cholangiopancreatography (MRC) revealed dilatation of the intrahepatic biliary tract and stenosis of the common hepatic duct. Cytological samples obtained by endoscopic retrograde cholangiopancreatography were negative for malignancy (non-representative samples). Abdominal computed tomography (CT) confirmed the findings of the MRC and was negative for distant metastasis. Given the suspicion of biliary tract neoplasia, cholecystectomy and resection of the common hepatic conduct were performed with hepatic jejunostomy free of complications. Anatomopathological examination, including the immunohistochemical study, revealed a malignant melanoma measuring 1 cm in diameter (Figure ). A total of two adenopathies were analysed on a perichole-cystic and peri-portal level; these did not reveal metastasis.\\nAfter intervention, the patient was referred to the Department of Medical Oncology, where primary origin was excluded in the skin, mucosa, and eyes. This confirmed diagnosis of primary biliary tract melanoma.\\nCT performed 12 mo after the procedure revealed several subcentimetric lung nodules in the posterior and apical segments of the left upper lobe (LUL), in the anterior and superior segments of the left lower lobe (LLL), and in the posterior-basal region of the right lower lobe (RLL). These nodules revealed pathological increased uptake on positron emission tomography-CT (Figure ). Wedge resection was performed on the LUL and LLL free of complications. Second, atypical segmentectomy was performed in the RLL. Anatomopathological study confirmed the diagnosis of lung metastasis from melanoma (positive for HMB45, vimentin, and S100 protein but negative for cytokeratin in the immunohistochemical studies). BRAF gene mutation in tumour tissue was studied by real-time polymerase chain reaction (Cobas 4800 BRAF V600 Mutation Test; Roche Diagnostics, Indianapolis, IN, United States); this proved to be negative.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'9346549': 1, '6467371': 1, '20538271': 1, '1705727': 1, '11253118': 1, '1929788': 1, '30259913': 1, '20413742': 1, '14118639': 1, '16137472': 1, '26314774': 1, '24807866': 1, '3793088': 1, '30587233': 1, '11917449': 1, '30581337': 1, '9068751': 1, '27807580': 1, '22706296': 1, '25399552': 1, '9843339': 1, '10705398': 1, '11087651': 1, '30511391': 1, '30659870': 1, '25398793': 1, '34909174': 1, '11044179': 1, '24043747': 1, '31531323': 2}", "similar_patients": "{}"}