{"patient_id": 130594, "patient_uid": "6298273-1", "PMID": 30787754, "file_path": "noncomm/PMC006xxxxxx/PMC6298273.xml", "title": "Isolated Skeletal Muscle Metastasis and Hypercalcemia in Non-Small Cell Lung Carcinoma", "patient": "A 65-year-old male of Asian origin, ex-smoker with no comorbid illness, presented with right gluteal region pain of 3 months duration. The pain was provoked by hip movement and was intermittently relieved by analgesics. This was associated with constitutional symptoms in the form of loss of appetite and loss of weight. There were no pulmonary symptoms. The patient was dehydrated with resting tachycardia pulse rate 110/min, blood pressure of 90/60 mmHg with the loss of skin turgor. The rest of systemic examination was unremarkable.\\nOn evaluation, complete hemogram and liver function tests were normal. Renal function tests revealed serum urea of 112 mg/dl, serum creatinine of 2.87 mg/dl, serum calcium of 18.87 mg/dl and serum parathyroid hormone-related peptide was 15 pmol/L. The rest of all investigations such as serum phosphorous, uric acid, coagulogram and arterial blood gas with electrolytes were normal.\\nImaging was carried-out for this patient and chest x-ray was absolutely normal. Ultrasound of the right gluteal region revealed heterogeneous, predominantly hypoechoic mass in relation to the right iliopsoas muscle which appeared to breach the cortex of the underlying iliac bone. Bone scan was normal with the exception of increased tracer uptake of the right iliac bone at the site of involvement. Contrast computed tomography (CT) of the chest and abdomen revealed left hilar mass [] and contrast CT of the right hip showed mixed attenuating mass arising from the right iliac muscle involving the right iliac fossa of the pelvic bone and there was destruction of iliac fossa of the pelvic bone []. Bronchoscopy showed extra luminal lesion in the left lower lobe bronchus, CT guided lung biopsy revealed squamous cell carcinoma [] and CT guided fine needle aspiration cytology of iliac muscle showed metastatic squamous cell carcinoma []. Immunohistochemistery of lung and muscle biopsy revealed cytokeratin 5/6 positive and thyroid transcription factor-1 negative.\\nUltimately, the final diagnosis squamous cell carcinoma of the lung with ISMM with paraneoplastic hypercalcemia.\\nFinally, the patient was managed with forced diuresis, bisphosphonates and one session of hemodialysis for hypercalcemia. Serum calcium dropped to 10.5 mg/dl and renal functions improved with serum urea of 40 mg/dl and serum creatinine of 1.5 mg/dl. The patient received palliative six cycles of taxol based chemotherapy with the partial response of primary lesion and complete response of metastatic lesion.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'15276559': 1, '17117081': 1, '2434211': 1, '10658714': 1, '19077783': 1, '2752602': 1, '15121758': 1, '13101418': 1, '4837633': 1, '16622333': 1, '7393016': 1, '8136811': 1, '30787754': 2}", "similar_patients": "{}"}