{"patient_id": 10770, "patient_uid": "6683791-1", "PMID": 31428496, "file_path": "comm/PMC006xxxxxx/PMC6683791.xml", "title": "Chondro-Osseous Respiratory Epithelial Adenomatoid Hamartoma (COREAH): Case Report and Literature Review", "patient": "An 83-year-old Filipino female was referred to our clinic with a 3-year history of headaches. She also reported intermittent perioral paraesthesia but denied epistaxis, rhinorrhoea, anosmia, or facial pain. She had a past medical history of hypertension managed on perindopril and previous transient ischaemic attack (TIA). She was a lifelong nonsmoker and had no significant history of alcohol use.\\nOn flexible nasendoscopic examination, a left posterior septal mucosal-covered, polypoid, pedunculated mass without ulceration was identified and found to extend into the nasopharynx. The right nasal passage was clear with no extension through the septum.\\nA high-resolution computed tomography (CT) of the paranasal sinuses demonstrated a left nasal mass measuring approximately 3.4 × 4.1 cm ().\\nExamination under anaesthesia (EUA) and biopsy were recommended. However, the patient was unwilling to proceed and declined further investigations or treatment. She was subsequently lost to follow-up. One year later, the patient re-presented to the emergency department with an acute onset of coughing and mild epistaxis. Clinical examination demonstrated that the lesion had marginally grown since previous review, now crossing the midline posterior to the septum.\\nRepeat CT of the paranasal sinuses demonstrated an irregular 4.8 × 5.2 cm polypoid mass originating from the posterior nasal septum and projecting into the left side of the nasopharynx. The mass had a central core of high-density material, with an outer soft-tissue layer, and did not enhance with contrast (). Magnetic resonance imaging (MRI) demonstrated a slightly heterogenous though predominantly T2 hyperintense and T1 hypointense mass. Gadolinium contrast demonstrated a heterogenous, cerebriform appearance ().\\nIn view of the slow growth of the lesion and central high-density, a presumptive diagnosis of a rhinolith was made, while neoplasia was considered less likely.", "age": "[[83.0, 'year']]", "gender": "F", "relevant_articles": "{'7639474': 1, '26601559': 1, '17122514': 1, '17181098': 1, '29922536': 1, '24452901': 1, '18499786': 1, '26669890': 1, '26131817': 1, '16399201': 1, '26138824': 2, '25992017': 1, '9537469': 1, '32225129': 1, '27936889': 1, '28271590': 1, '23883815': 1, '15627453': 1, '31428496': 2}", "similar_patients": "{'4495949-1': 1}"}