{"patient_id": 133892, "patient_uid": "6538901-1", "PMID": 31214643, "file_path": "noncomm/PMC006xxxxxx/PMC6538901.xml", "title": "Towards a New Era in the Management of Large Periapical Lesion in Permanent Tooth Using Stemcells: A 2-Year Clinical Application Report", "patient": "A 12-year-old girl reported to the Department of Pedodontics and Preventive Dentistry with a chief complaint of pain in the lower right back tooth region\\nsince 5 days. Intraoral examination revealed a deep occlusal cavity in relation to tooth#46 with tenderness on percussion. Electric pulp testing to tooth#46\\nyielded negative response. Radiograph examination revealed periapical radiolucency measuring 1.8×1.0cm in size with perforation at the floor of the pulp\\nchamber in relation to tooth #46 (). Hence, it was diagnosed as acute periapical abscess with perforation in relation to tooth #46. To promote\\nfaster healing, we planned for the tissue regeneration technique using SHED.\\nAfter getting approval from the institutional ethical committee and written informed consent from the patient’s parent, a retained normal sound human\\ndeciduous tooth from the same child was collected. Enzymatic digestion method was used to isolate the stem cells from the pulp.[]\\nUnder strict aseptic conditions, surgical removal of dental pulp from the tooth was done in the laboratory followed by digestion in collagenase/ dispase,\\nand then characterization and screening were carried out using specific markers. The procedure involving culture media preparation, sample collection, storage,\\nhandling, expansion, subculturing, and characterization was performed using methods as described by Vishwanath et al.[]\\nThe isolated SHED cells were immediately transported to the Department of Pedodontics and Preventive Dentistry from the laboratory and were utilized for the treatment\\nof periapical lesion on the same day.\\nIn the first appointment, all the debris from the cavity of tooth #46 and the necrotic pulp tissue was removed followed by irrigation of root canals with normal\\nsaline, and then the root canals were dried with absorbent points. Perforation repair was done with type IX glass ionomer cement (GC®, GC-Corp, Asia) and\\nthe access cavity was sealed with zinc oxide-eugenol cement (Prime dental product). In the subsequent appointment after 3 days upon the arrival of SHED cells\\nto the Department, tooth #46 root canals were thoroughly irrigated with normal saline and dried with absorbent points. A full thickness mucoperiosteal flap\\nwas raised in relation to 46, a window was created through the buccal cortical plate () to gain access\\nto the periapical area which was followed by placement of scaffold PerioGlas®, homing of SHED into the periapical defect area ()\\nand the mucoperiosteal flap was sutured in place. Then homing of SHED into the canals of 46 until the orifices was done and the access cavity was sealed with type\\nIX glass ionomer cement (GC®, GC-Corp, Asia) with a thickness of 5mm. The patient returned asymptomatic with no signs of pain after two weeks, a modified stainless\\nsteel crown with a buccal window to access the tooth for pulp testing in future was cemented in relation to tooth\\n#46 ( and ). Electric pulp testing was done to evaluate the vitality\\nof tooth #46 through the buccal window created and was negative. Patient failed to report for the 1st, 2nd, and 3rd month recall. At the postoperative fourth-month recall,\\nthe intra oral periapical radiograph showed complete resolution of periapical radiolucency that measured 1.8×1.0cm in size preoperatively to tooth\\n#46 () and responded positively to the electric pulp testing at higher current, i.e. 8. During the 12th month\\n() and 24th- month recall () the tooth#46 was asymptomatic\\nand responded positively to electric pulp testing at lower current i.e. 2.", "age": "[[12.0, 'year']]", "gender": "F", "relevant_articles": "{'24082571': 1, '17347663': 1, '21217952': 1, '25383384': 1, '28748053': 2, '18499892': 1, '24992862': 1, '12716973': 1, '19896887': 1, '28883315': 1, '26131314': 1, '25931029': 1, '16007337': 1, '31214643': 2}", "similar_patients": "{'5519992-1': 1, '5519992-2': 1}"}