{"patient_id": 7471, "patient_uid": "6446115-1", "PMID": 31016049, "file_path": "comm/PMC006xxxxxx/PMC6446115.xml", "title": "Myotonic Dystrophy and Anesthetic Challenges: A Case Report and Review", "patient": "A 46-year-old African American female with a history of DM and leiomyoma of the uterus was admitted for robotic assisted laparoscopic total abdominal hysterectomy and bilateral salpingo-oophorectomy. Her DM was diagnosed during adolescence and was confirmed by genetic testing. Her symptoms were characterized by frequent myotonia and intermittent weakness of the distal extremities. Her weakness had extended to her facial and pharyngeal muscles. Family history was notable for her daughter, who was also diagnosed and treated for DM. Patient other comorbidities included bronchial asthma, chronic sinus bradycardia, cataracts, depression, and obstructive sleep apnea which was being treated with continuous positive airway pressure at night. Her home medications included inhaled albuterol on as-needed basis.\\nOn examination, patient was noted to have distal extremity weakness and pronounced myotonia on shaking hands. Her height and weight were 170 cm and 63 kg, respectively. Heart rate (HR) was regular at 57 beats per minute. Blood pressure (BP) was 147/97 mmHg and respiratory rate was 18 per minute. The remainder of the physical exam was unremarkable.\\nPreoperative EKG showed sinus bradycardia. Transthoracic echocardiogram showed normal systolic function and no regional wall motion abnormalities. Due to her history of exertional dyspnea (on walking less than two blocks) associated with fatigue and exertional chest pain, her cardiologist decided to do cardiac nuclear stress test with lexiscan, which was negative for ischemia.\\nGeneral anesthesia was chosen. The patient was brought into the warmed operating room with an 18-gauge (G) intravenous (IV) line in situ in the left arm. Monitors were applied to measure EKG, noninvasive BP, oxygen saturation, temperature, neuromuscular twitch, bispectral index (BIS), and urine output. Rapid sequence induction was accomplished by giving propofol (150 mg) and rocuronium (30 mg) intravenously. Intubation of the trachea with a 7.0 endotracheal tube was facilitated with a MAC 3 laryngoscope. Mechanical ventilation was initiated. A 20 G peripheral IV and 20 G radial arterial line were started in the right arm. Fentanyl 50 mcg was given after induction and propofol (120-150 mcg/kg/min) and remifentanil (0.2-0.3 mcg/kg/min) infusions were started. Warm intravenous fluids and a forced air warmer were used to maintain normothermia. Surgery lasted for three hours and the patient remained hemodynamically stable throughout. Surgeon infiltrated the incision sites with 0.25% bupivacaine. Neuromuscular monitoring, used on orbicularis oculi muscle, showed no twitches on train of four for the rest of the operation and no more muscle relaxant was given. Only at the end of the procedure, weak post-tetanic counts were noted without any train of four; hence sugammadex 240 mg IV was given for reversal of neuromuscular blockade. After a couple of minutes of giving sugammadex, patient started breathing spontaneously. Complete return of muscular strength was noted after ten minutes, approximately. Patient began to shiver while waking up and a forced air warmer was reapplied. Shivering subsided after a minute.\\nAfter making sure the patient was fully awake and breathing spontaneously, following commands with adequate muscle strength, the trachea was extubated. In the PACU, she received minimal IV narcotics (total of 35 mcg fentanyl) and IV acetaminophen (1 gm). Surgeon preferred to avoid nonsteroidal anti-inflammatory drugs (NSAIDs) in immediate postoperative period due to the risk of bleeding. She was kept warm with a forced air blanket and her vital signs remained stable. She was breathing comfortably with oxygen saturation above 98% on 2L/min.\\nThe patient was observed in the recovery room for four hours during which time she was doing well without any signs or symptoms of respiratory distress. Her only complaint was about the brief shivering episode after waking up. Patient lived close to the hospital and had good family support; hence we decided to discharge her home and followed up with phone calls in the evening and the following morning. She was discharged home on oral NSAIDs as needed for pain control.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'25747314': 1, '3261550': 1, '29693947': 1, '4052304': 1, '1614221': 1, '20100232': 1, '8110575': 1, '6496902': 1, '29359132': 2, '7669452': 1, '33432421': 2, '2302369': 1, '6325910': 1, '27631259': 1, '20962659': 1, '26019363': 1, '20485964': 1, '9409361': 1, '4027770': 1, '2785008': 1, '1698978': 1, '666040': 1, '31744470': 1, '11103182': 1, '6961180': 1, '23763618': 1, '23384336': 1, '21431056': 2, '27687340': 1, '21077314': 1, '23508494': 1, '19624361': 1, '1888001': 1, '7073921': 1, '33210091': 1, '26952230': 1, '19762732': 1, '12427418': 1, '7396152': 1, '25263797': 1, '3840383': 1, '31016049': 2}", "similar_patients": "{'5766654-1': 1, '5766654-2': 1, '5766654-3': 1, '3057249-1': 1, '7801543-1': 1}"}