{"patient_id": 130874, "patient_uid": "6320002-1", "PMID": 30558057, "file_path": "noncomm/PMC006xxxxxx/PMC6320002.xml", "title": "Surgical removal of adult recurrent neuroblastoma located in the posterior mediastinum and retroperitoneum", "patient": "A 24-year-old male patient whose medical history included neuroblastoma gets readmitted to the First Affiliated Hospital Bengbu Medical College with chief complaint of discomfort in his chest for 12 months. He was diagnosed with posterior mediastinal tumor in the Department of Thoracic Surgery, the First Affiliated Hospital of Bengbu Medical College 4 years ago. On December 28, 2013, the thoracotomy was performed, and the tumor was completely removed. Postoperative pathology proved to be a posterior mediastinal neuroblastoma. He did not receive postoperative radiotherapy and chemotherapy, and he did not take examination regularly for 4 years after surgery. The chest-enhanced CT scan during this hospital stay demonstrated that a 7-cm, moderately enhanced space-occupying lesions arised from the right posterior mediastinum and retroperitoneum, which was at the rear of the inferior vena cava (Fig. ). Based on his medical history, the provisional diagnosis was adult recurrent neuroblastoma.\\nThe suitable pathway for the tumor adhering to inferior vena cava in the right posterior mediastinum and posterior mediastinum is thoracoabdominal incision. He was placed at lithotomy position, and upper abdominal median incision combined with right thoracic fifth intercostal incision was made under general anesthesia (Fig. A). Subsequently, the abdominal and thoracic cavity was entered layer by layer with right arcus costarum being cut off. The liver round ligament, the falciform ligament, the left and right coronary ligaments and the left and right triangular ligaments were cut to fully dissociate the liver. At the same time, the right diaphragm was disconnected to completely expose the mass measuring approximately 7cm × 3cm × 2 cm, which originated from the right posterior mediastinum and extended into the retroperitoneum (Fig. B). The tumor was located behind the inferior vena cava, from the right posterior mediastinum to the right renal vein, which was hard, and slightly sticky with surrounding tissues. Along the edge of the tumor, the tumor was completely resected with the amount of bleeding about 200 mL. Furthermore, the chest drainage tube was routinely applied, while the abdominal drainage tube was not placed. The removal time of the thoracic drainage tube was 4 days after this operation. The incision was healed without any swelling, pyorrhea, or fissuration. No complications were encountered during the postoperative period, and the patient was discharged 6 days later. The patient refused chemotherapy or radiotherapy and had no relapse for following-up 12 months. Moreover, immunohistochemical stains for NSE, CgA, Syn, CD56, and S-100 showed positivity. The final pathological diagnosis was neuroblastoma (Fig. ). In addition, the case report was approved by the Ethical Committee of the First Affiliated Hospital of Bengbu Medical College, and a written consent form was obtained from the patient before the publication of this study.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'9988866': 1, '29466695': 1, '29603591': 1, '33344311': 2, '12612655': 1, '32948207': 2, '29572647': 1, '18037943': 1, '16395684': 1, '25138955': 1, '15611504': 1, '26121087': 1, '9149032': 1, '29378002': 1, '25969636': 1, '22383024': 1, '19407854': 1, '12110723': 1, '7972232': 1, '16628557': 1, '30558057': 2}", "similar_patients": "{'7501651-1': 1, '7703274-1': 1}"}