{"patient_id": 10804, "patient_uid": "6685346-1", "PMID": 31406579, "file_path": "comm/PMC006xxxxxx/PMC6685346.xml", "title": "Invasive tracheal aspergillosis after chemoradiotherapy treatment", "patient": "A 54-year-old female with a history of Stage IIIA primary lung adenocarcinoma which was treated with combined chemoradiotherapy followed by right middle lobectomy for single station N2 nodal disease described six months’ history of productive cough, dyspnoea, and hoarseness of voice starting two months after the completion of chemoradiotherapy with intermittent course of steroids. Her other medical history includes ductal carcinoma in situ treated with double mastectomy, asthma, and Factor V Leiden mutation with previous pulmonary embolism. She was not immunosuppressed with normal leukocyte and neutrophil count. She was on Fluticasone propionate/Salmeterol for her asthma.\\nChest computed tomography (CT) showed an abnormal soft tissue mass surrounding the trachea and carina extending to the main bronchi with associated tracheal narrowing and nodular irregularity of the contour on the right lateral border. This latter area had moderate fluorodeoxyglucose activity (SUV maximum of 4.9) on positron emission tomography scan, raising the possibility of fibrosing mediastinitis secondary to radiotherapy (Fig. A). Bronchoscopic evaluation showed tracheal narrowing with ulceration and necrotic tissue at the distal trachea and proximal right main bronchus (Fig. B). The mucosal surface looked inflamed under white light and narrow band imaging (NBI), with the left lateral wall of trachea showing particular hypervascularity (Fig. B). Mucosal biopsies showed abundant fungal hyphae associated with necrosis and cartilage invasion consistent with Aspergillus sp. (Fig. A). Tissue culture identified Aspergillus fumigatus complex, sensitive to voriconazole, itraconazole, and amphotericin B. Galactomannan test was positive.\\nShe was commenced on oral voriconazole with significant symptomatic improvement. Repeat bronchoscopic assessment confirmed improvement in proximal airways after approximately two months of therapy (Fig. B).", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'15711430': 1, '12588484': 1, '9564455': 1, '27365388': 1, '14716226': 1, '31406579': 2}", "similar_patients": "{}"}