{"patient_id": 11273, "patient_uid": "6710777-1", "PMID": 31485357, "file_path": "comm/PMC006xxxxxx/PMC6710777.xml", "title": "Esthetic Rehabilitation with Direct Composite Resin in a Patient with Amelogenesis Imperfecta: A 2-Year Follow-Up", "patient": "A 38-year-old male patient sought dental treatment because of esthetic dissatisfaction with his smile. Amelogenesis imperfecta (AI) was clinically diagnosed (Figures and ). The enamel was thin and was hypomineralized. Medical history was verified and his father and son also presented AI. The X-ray showed a healthy dental pulp. The patient was initially treated with prophylaxis and received oral hygiene instructions.\\nThereafter, diagnostic wax-up was carried out. A direct restorative system was chosen. The colors for the dentin, enamel, and incisal edge were then selected.\\nThe old and fractured veneers were removed. The operative field was totally isolated with a rubber dam and kept in position with an orthodontic elastic for gingival retraction in the cervical region. All the teeth were prepared with rotary instruments. The whole enamel surface of maxillary incisors was etched with 34% phosphoric acid to prevent application of the resin on the unetched area. The surface was then dried and Single Bond Universal (3M, USA) adhesive was applied with a regular-sized microbrush (Original Microbrush, Microbrush International). Polymerization was performed according to the manufacturer's instructions (Radii Plus SDI).\\nStratification of the composite resin was initially performed on the palatal surface by applying a translucent GT resin. After that, a layer of A1B resin was used to create mamelons in the incisal region, leaving a space in the proximal region for allowing a more translucent area with the use of the GT resin. An A2B resin was applied at the middle third. The incisal halo was obtained with a WE resin. A single layer of A2E resin (Filtek Z350 XT, 3M) was applied on the whole buccal surface to provide a more esthetically pleasing contour ().\\nAll resin increments were polymerized according to the length of time recommended by the manufacturer, in a continuous fashion and as close as possible to the resin, but without any contact with it, using a LED device (Radii Plus, SDI).\\nThe same sequence was used for all anterior teeth. A mouth mirror was used to check for the presence of any defects between the dental surface and the resin on the buccal and palatal surfaces.\\nAfter taking the rubber dam out, excess resin was removed and the initial finish was obtained. Incisal edges were trimmed with carbon strips. After 24 h, finish and final polishing were obtained. Sandpaper strips were used in the proximal regions, and the contour of restorations was shaped using abrasive discs (Sof-Lex Pop-on, 3M), followed by the use of rubber cups (Jota do Brasil), felt wheels (American Burs) with composite resin polishing paste, and a brush impregnated with silicon carbide.\\nThe final appearance of restorations is shown in Figures and . The patient returned for a follow-up visit after 2 years, as shown in . No resin loss or fractures were observed after 2 years. However, staining was observed. Thus, polishing procedure was performed with discs, rubber cups, and felt wheels with polishing paste.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'15966649': 1, '27843250': 1, '20108745': 1, '21521920': 1, '20097415': 1, '25045546': 2, '25061528': 2, '27274954': 1, '31485357': 2}", "similar_patients": "{'4100355-1': 1, '4087277-1': 1}"}