{"patient_id": 136966, "patient_uid": "6830193-1", "PMID": 31723389, "file_path": "noncomm/PMC006xxxxxx/PMC6830193.xml", "title": "Unremitting chronic skin lesions: a case of delayed diagnosis of glucagonoma", "patient": "A 54-year-old Caucasian male with past medical history of hypertension, hyperlipidemia, insulin-dependent diabetes mellitus, and chronic skin rash presented to the emergency department (ED) with skin rash of 4-year duration that had worsened over the preceding 2 weeks. He was diagnosed with eczematous skin disease about 4 years ago and treated with topical steroid intermittently with variable response. About 2 months ago, he was started on doxycycline and oral prednisone for unremitting skin lesions. However, he had poor glycemic control with use of prednisone, and hemoglobin A1c (HbA1c) increased from 6.0% to 10.0%. A skin biopsy was done for a definitive diagnosis of this chronic skin lesion, and it was reported as urticarial vasculitis. Prednisone was discontinued for poor glycemic control, and dapsone was added. During the following 2 weeks, the rash progressed to involve both lower extremities, upper extremities, and trunk with swelling and bullae with no other identifiable trigger. In the ED, he reported of unintentional weight loss of 30 lbs in the preceding 3 months and denied any family history of malignancy or autoimmune disease. He also denied history of smoking, anorexia, or abdominal pain. On examination, the affected area of the skin was warm with diffuse erythema and edema throughout both lower extremities. Ulceration was prominent in the right lower extremity, trunk, bilateral upper extremities, and palms and soles (). There were bullae with associated paresthesia. The patient was unable to bear weight and experienced sharp shooting pain in his bilateral feet. Further work up was directed to rule out other etiologies of skin rash and weight loss, including nutritional deficiency, infection, autoimmune disease, and occult malignancy. He had elevated erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP) at 32 (reference range 0–20 mm/h) and 8.05 (reference range <1.0 mg/dl), respectively. Comprehensive work up for autoimmune disease and infectious etiology were negative. Because of his recent significant weight loss, a computed tomography (CT) scan of chest, abdomen, and pelvis with contrast was done to rule out occult malignancy, which showed a large, heterogenously enhancing mid to distal pancreatic mass measuring 9.4 × 3.8 cm with surrounding low-attenuation soft tissue thickening (). Tumor marker, CA 19–9 was 2.0 (reference range < 35 U/ml); however, glucagon was elevated to 2,178 (normal < 80 pg/dl). Prolactin, T4, and TSH levels were within normal range. Hemoglobin and hematocrit were low at 12.2 (reference range 13.5–16.5 gm/dl) and 36.1 (reference range 40–50%), respectively. Liver enzymes were within normal limit. There was no leukocytosis or fever, indicating cellulitis less likely.\\nAn endoscopic ultrasound (EUS) was done which showed an isoechoic mass (6.5 cm × 3.8 cm) in the body/tail area of the pancreas, and fine needle aspiration (FNA) samples were obtained from the mass. Immunohistochemical stains were positive for synaptophysin, chromogranin, CD56, pancytokeratin, and focal positivity for glucagon suggestive of glucagonoma. He underwent distal pancreatectomy with splenectomy and cholecystectomy. Tissue specimens showed a pancreatic well-differentiated neuroendocrine tumor, WHO grade 1. The tumor cells were positive for chromogranin and synaptophysin and negative for nuclear beta-catenin. Resected margins were free of malignant involvement. None of the 26 lymph nodes collected during surgery were positive. The punch biopsy of the skin lesion showed psoriasiform inflammatory reaction and confluent parakeratosis (). The glucagon level normalized to 25 pg/ml (from 2,718 pg/ml) 5 days after the surgical resection of tumor. Dapsone and doxycycline were discontinued and the patient was discharged home. During 6-week outpatient follow up, he had complete resolution of the skin lesions.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'23681843': 1, '4134714': 1, '11370794': 1, '1435287': 1, '111595': 1, '9591806': 1, '12460334': 1, '25029913': 2, '26981306': 2, '25152626': 2, '32905095': 1, '27622478': 1, '28138636': 1, '18023767': 1, '20465606': 1, '28273025': 1, '22970401': 2, '8606627': 1, '4286757': 1, '204256': 1, '23538999': 1, '16901799': 1, '15538929': 1, '31723389': 2}", "similar_patients": "{'4105234-1': 1, '4769757-1': 1, '3434377-1': 1, '4140234-1': 1}"}