{"patient_id": 129868, "patient_uid": "6213683-1", "PMID": 30355893, "file_path": "noncomm/PMC006xxxxxx/PMC6213683.xml", "title": "More than meets the eye: Varicella zoster virus-related orbital apex syndrome", "patient": "A 67-year-old Chinese man with past medical history of poorly controlled hypertension, type-2 diabetes mellitus, hyperlipidemia and ischemic heart disease presented to the emergency department with a recent history of vesicles over the right side of forehead, tip of the nose and mild congestion of the right eye. Ocular examination was within normal limits other than mild right eye conjunctival congestion. His best-corrected vision was 6/6 in both eyes and the patient had no corneal involvement. He was diagnosed with right HZO associated with Hutchinson sign. He was prescribed topical 3% acyclovir ointment and 800 mg oral acyclovir 5 times/day.\\nThe patient experienced decrease in vision and a droopy right eyelid the next day. He presented again to the emergency department 2 days later. The ophthalmic examination revealed complete ptosis in the right eye and severe visual loss, to “no perception of light” (NPL). Associated with right periorbital edema, chemosis, proptosis (3 mm) and complete limitation of all extraocular movements, including intorsion. The right pupil was dilated (7 mm), unreactive to light and was associated with reverse relative afferent pupillary defect. He also had anterior iritis and increased intraocular pressure (IOP) of 36 mm Hg. Retinal evaluation was normal and optic disc appeared normal. Sensation in the territory of ophthalmic division of right trigeminal nerve was reduced. He was diagnosed with right OAS. Left eye and the remaining neurological examinations were normal.\\nHe was started on intravenous 800 mg acyclovir 8th hourly, 1.2 g co-amoxiclav 8th hourly, oral acetazolamide 250 mg 6th hourly and topical medications including timolol, brimonidine and prednisolone eye drops to control IOP and iritis. Magnetic resonance imaging of the brain and orbits revealed enhancement of the right optic nerve sheath [], fat stranding, mildly swollen recti muscles [], prominent superior ophthalmic vein, crowding at the orbital apex [] and mild enhancement of the ipsilateral cavernous sinus. The left orbit and brain appeared normal. He was diagnosed with OAS and ACS.\\nCerebrospinal fluid analysis showed leukocytes >200/μl mostly lymphocytic, high total protein 1.10 g/l (normal < 0.4 g/l) and was positive for VZV DNA by polymerase chain reaction. He was noted to have uncontrolled diabetes mellitus with HbA1c 9.8%. Septic work-up was negative.\\nPeriorbital swelling, anterior uveitis and IOP improved over the next few days; however, vision remained unchanged and there was no improvement in ocular motility. The patient was treated with intravenous acyclovir 800 mg 8 hourly for 22 days and amoxicillin/clavulanic acid 1.2 g 8 hourly for 20 days. Subsequently, oral valacyclovir 1 g 8 hourly was prescribed for next 4 weeks. A treatment with systemic steroids was not initiated, due to the increased risk of complications and worsening of the systemic co-morbidities.\\nAt the last follow-up, nine months later IOP was normal and anterior uveitis had subsided. However, the patient continued to have complete total ophthalmoplegia [], and no perception of light due to marked ipsilateral optic atrophy.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'29266031': 1, '22649745': 2, '26073188': 1, '22830066': 2, '5300433': 1, '26928600': 1, '18221497': 1, '17939899': 1, '31849556': 1, '18243927': 1, '30355893': 2}", "similar_patients": "{'3399353-1': 1, '3357592-1': 1}"}