{"patient_id": 10214, "patient_uid": "6637434-1", "PMID": 31355123, "file_path": "comm/PMC006xxxxxx/PMC6637434.xml", "title": "Non-tuberculous mycobacterial ocular infection masquerading as choroidal tumour – a diagnostic conundrum", "patient": "A 57-year-old man, who has been blind in the left eye secondary to blunt trauma for the past ten years, presented with a three-day history of left eye pain associated with purulent discharge after a foreign body entry. The patient had no known medical illness and he was a heroin chaser. On examination, he had no light perception in the left eye with positive relative afferent pupillary light defect. There was a melting central corneal ulcer, associated with proptosis, periorbital swelling, diffuse conjunctival chemosis, and injection (Figure 1 , Figure 2 ). His intraocular pressure, measured gently with a tonopen, was elevated to 24 mmHg. The iris and fundus details were not visible due to the opaque cornea. B-scan ultrasonography showed a hyperechoic mass with surrounding exudative retinal detachment, resembling a choroidal tumour (Figure 3 ). Systemic examination showed multiple non-tender cervical lymphadenopathies with rubbery consistency, measuring 0.5 cm by 0.5 cm. Otherwise, his cardiovascular, respiratory, and abdominal examinations were normal with no evidence of malignancy or systemic infection. The patient was initially diagnosed with left bacterial keratitis secondary to a foreign body entry with possibly an underlying choroidal tumour. Our differential diagnosis was left bacterial keratitis resulting from a ruptured bullous keratopathy secondary to chronically raised IOP due to the tumour. However, the MRI imaging showed left choroidal detachment with lens displacement, surrounding inflammatory changes and no evidence of tumour. There was no increase in vascularity within the mass as well (Figure 4 ). Blood investigations showed a markedly elevated erythrocyte sedimentation rate (ESR) of 105 mm/hour (reference range: 1–10 mm/hour), raised C-reactive protein of 69.6 mg/L (reference range: <5 mg/dL) with positive HIV and Hepatitis C status. His corneal scraping grew Pseudomonas Aeruginosa.\\nDue to the patient’s immunocompromised status, markedly elevated ESR, lymphadenopathy, and inflammatory changes of the mass, a possible diagnosis of intraocular tuberculosis (TB) was made. However, TB work-up, which included chest X-ray, Mantoux test and sputum to look for acid-fast bacilli were normal. The patient was started on Ceftazidime 5% and fortified Gentamicin 0.9% eye drops which was sensitive for the Pseudomonas Aeruginosa species and two IOP lowering agents. Despite the initial targeted treatment, the patient’s condition worsened. His cornea perforated within two days of presentation and the patient was in intractable pain, not responding to analgesics. After an elaborated discussion and counselling, we proceeded with evisceration of the affected eye. The corneal tissue and vitreous humour was sent for TB polymerase chain reaction (PCR). The PCR result came back positive for M. Fortuitum. The patient was not started on any systemic antibiotics as there was no evidence of systemic dissemination of the infection.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'21902780': 1, '12225828': 1, '14333989': 1, '22516536': 1, '3287941': 1, '27048999': 1, '28091937': 2, '27439781': 1, '26106601': 1, '31355123': 2}", "similar_patients": "{'5236055-1': 1}"}