{"patient_id": 138233, "patient_uid": "6957899-1", "PMID": 31942222, "file_path": "noncomm/PMC006xxxxxx/PMC6957899.xml", "title": "Successful Balloon-Occluded Retrograde Transvenous Obliteration for Gastric Varices Using Foam Sclerosant Followed by Glue Embolization of Gastrorenal Shunt via the Brachial Vein Approach in a Severely Obese Patient", "patient": "A 47-year-old man was referred to our institution for treatment of GV. His alcohol drinking history was around 98 g daily on average during the past 27 years. He had no significant medical history or family history. He was morbidly obese, weighing 168 kg (body mass index 58.1 kg/m2). Laboratory investigations revealed platelet depletion (10.1×104/µl), low serum albumin concentration (3.3 g/dl), and elevation of mac-2 binding protein glycosylation isomer (6.34 COI), as biomarkers of liver fibrosis. Serum bilirubin levels and coagulation function were normal. His liver function was evaluated, and the Child–Pugh–Turcotte score was 7 points. Esophagogastroduodenoscopy (EGD) showed large-sized GV along the gastric fundus (). Computed tomography (CT) showed the presence of dilated GV () and GRS with an efferent vein of approximately 11.3 mm in diameter (). We planned to perform BRTO to prevent GV bleeding. The approach via the femoral vein seemed to have a risk of puncture troubles because it was located extraordinarily deep, and the deep femoral artery was running over its ventral side (). Although the internal jugular approach was an alternative, we chose the brachial approach considering the patient’s comfort and the ease of puncture. First of all, we punctured the right basilic vein around the elbow joint under ultrasound guidance, and then inserted a 4-Fr 7 cm sheath and introduced a 4-Fr 100 cm-Headhunter catheter (Hanako Medical, Saitama, Japan) with a 0.035-inch SURF guidewire (PIOLAX, Yokohama, Japan) to measure the required length of the following balloon catheter. We advanced the catheter to the GRS (left inferior phrenic vein) from the left renal vein, with an insertion length of approximately 80 cm. Next, we exchanged the Headhunter with a 6-Fr 90 cm shuttle sheath (Cook Medical, Bloomington, IN, USA) and then advanced a 5.2-Fr×100 cm cobra type balloon catheter (Terumo Clinical Supply, Tokyo, Japan) to GRS. Balloon-occluded retrograde transvenous venogram using 20 ml of carbon dioxide gas showed that the entire GV were well opacified (). We then performed BRTO using polidocanol foam by mixing 8 ml of 3% Polidocasklerol (Zeria Pharmaceutical, Tokyo, Japan) and 32 ml of air using the Tessari method (). To prevent the dislodgment of the balloon catheter due to the big range of arm motion, we attempted to embolize the GRS and retrieve the whole system immediately. Considering the heavier specific gravity of glue than blood, we sank down 2.5 ml of 40% NBCA (Histoacryl blue, B. Braun, Melsungen, Germany) in Lipiodol (Lipiodol Ultra Fluid, Guerbet, Aulnay-sous-bois, France) into the most dorsal point of GRS. In addition, we injected glue through a microcatheter a few centimeters above the balloon to avoid glue adhesion to the balloon catheter (). If a glue moves during partial deflation, we planned to inflate the balloon immediately again and to deploy a vascular-plug. However, in this case, we could confirm the fixation of the NBCA-cast to the wall of GRS even after balloon deflation () and finally retrieved the whole system. Puncture site complications, such as hematoma, tissue damage, phlebitis, or nerve damage, were not observed. Contrast-enhanced CT () and EGD () revealed markedly shrunken GV after BRTO. The patient has no gastric variceal bleeding at 1 year follow up.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'8672742': 1, '11231246': 1, '27521991': 1, '26757912': 1, '23101917': 1, '26637789': 1, '25273155': 1, '9041251': 1, '34070534': 1, '29417267': 1, '28131066': 1, '31942222': 2}", "similar_patients": "{}"}