{"patient_id": 4076, "patient_uid": "6225725-1", "PMID": 30409117, "file_path": "comm/PMC006xxxxxx/PMC6225725.xml", "title": "Rapidly progressive renal failure due to tubulointerstitial infiltration of peripheral T-cell lymphoma, not otherwise specified accompanied by uveitis: a case report", "patient": "We present the case of a 61-year-old woman with a history of total hysterectomy owing to a uterine fibroid at the age of 35 years. Nine days before admission to our hospital, she developed an itchy rash covering the whole body. Seven days before admission to our hospital, she visited a dermatologist who prescribed oral and topical medicines; however, there was no improvement. Three days before admission to our hospital, she visited a physician for general malaise and loss of appetite. Liver function disorder was detected by blood tests (AST (aspartate aminotransferase), 165 U/L; ALT (alanine transaminase), 291 U/L; ALP (alkaline phosphatase), 840 U/L; γ-GTP (γ-glutamyl transpeptidase), 373 U/L) and thickening of the gallbladder wall was seen on abdominal echo imaging. She was referred to our department of gastroenterological medicine. However, on the day of her visit to our hospital, she experienced a dull headache and blurred vision on attempting to get out of bed. The itching increased and she was brought to our emergency outpatient department. On admission, her clinical parameters were as follows: height, 162 cm; weight, 46.5 kg; JCS (Japan Coma Scale), 0; temperature, 36.6 °C; blood pressure, 126/82 mmHg; pulse, 77 bpm; and peripheral capillary oxygen saturation (SpO2), 96% (room air). Conjunctival congestion and jaundice were present, and breathing sounds were normal. Several erythemas (millimeter size), itching sensations on the face, body, and upper and lower extremities, partially fused wheals, and small papules were also observed (Fig. , ). There was no dryness of the mouth, pedal edema, decreased body weight, purpura, superficial lymph nodes, or nocturnal sweating. Laboratory results are shown in the Table . The results (creatinine (Cr) 3.08 mg/dL) indicated rapid decline in renal function compared to the tests conducted 3 days prior to admission (Cr 0.74 mg/dL). In addition, liver function tests were also abnormal. The patient was referred to the nephrology department and admitted to our hospital for examination and treatment.\\nAbdominal computed tomography (CT) showed slight enlargement of both kidneys (right, 12 × 7 cm; left, 11 × 6 cm) (Fig. ). Hepatitis virus antigen/antibody tests were negative on admission and there was no history of drinking; however, hepatobiliary enzymes were elevated. In addition, abdominal CT showed splenohepatomegaly (Fig. ). For the systemic rash, the patient was referred to the dermatology department on the day of admission, and a skin biopsy was performed. The rash was suspected to be an adverse effect of a drug; therefore, use of the previously prescribed drug was discontinued. The patient was also referred to the ophthalmology department for her blurred vision. Cataracts and uveitis were observed, along with increased intraocular pressure (IOP) (left IOP, 14 mmHg; right IOP, 13 mmHg). Abdominal CT did not reveal obstruction of the urinary tract, thus ruling out postrenal failure. Assuming the possibility of a prerenal failure, we administered extracellular fluid to maintain the hemodynamics. However, there was no improvement in renal function. We then suspected rapidly progressive renal failure with renal parenchyma involvement, or interstitial failure. Among the causes of rapidly progressive renal failure, we suspected nephrotoxic medications or glomerulonephritis due to membrane-type lupus nephritis or renal lymphoma. During hospitalization, her IOP further increased (left IOP, 35 mmHg; right IOP, 37 mmHg), for which various eye drops (steroids, prostaglandin-related drugs, beta-blocking drugs, adrenergic alpha 2 receptor agonists, carbonic anhydrase inhibitors, rho kinase inhibitors) were administered. However, there was no improvement. We administered oral steroids (prednisolone 30 mg/day) to prevent blindness and protect the kidneys. An improvement in the eye symptoms was detected. On day 3 of hospitalization, we performed a renal biopsy to determine the cause of rapidly progressive renal failure. In addition, after renal biopsy, we administered pulse steroid therapy (methylprednisolone 500 mg/day for 3 days) to protect the kidneys and further improve the eye symptoms (Fig. ). The response to pulse steroid therapy was good and renal function gradually improved (day 3 of hospitalization, Cr 3.22 mg/dL; day 5, Cr 2.06 mg/dL; day 8, Cr 1.13 mg/dL) (Fig. ). One complete course of pulse steroid therapy was administered and the dose of prednisolone was decreased to 20 mg/day from day 18. Elevated hepatobiliary enzymes gradually improved with steroids (Fig. ). The systemic rash and itching sensation began to dissipate, although pigmentation was still visible. Her vision improved and IOP decreased, thus blindness was prevented. On day 22, a diagnosis of tubulointerstitial nephritis due to tubulointerstitial infiltration of PTCL-NOS was made, based on the results of renal biopsy (hematoxylin-eosin staining showed the presence of atypical lymphocytes; immunostaining showed that CD2, CD3, and CD4 were positive and CD5, CD7, CD8, and CD20 were negative) (Fig. , , , ) and a Ki-67 score of approximately 80%. We also diagnosed subcutaneous tissue infiltration of PTCL-NOS, based on the results of skin biopsy (hematoxylin-eosin staining showed the presence of atypical lymphocytes; immunostaining showed that CD2, CD3, and CD4 were positive and CD5, CD7, CD8, and CD20 were negative) (Fig. , , , ) and a Ki-67 score of approximately 80%. We performed flow cytometric analysis of the kidney and skin tissue, which showed similar results. We performed Southern blot analysis on kidney and skin tissue, but we could not obtain the result because of small amount of DNA. A presumptive diagnosis of PTCL-NOS to the liver and spleen and existence of Uveitis masquerade syndrome [] due to PTCL-NOS was made based on the clinical course. Since lymph node lesions were not seen on imaging, we assumed that the lesions were limited to extralymphatic organs. In addition, we performed a spinal fluid test and found an atypical lymphocyte count of 5%. These atypical lymphocytes showed the same findings on flow cytometric analysis as those in the kidney and skin. The patient was referred to the hematology department and initial CHOP therapy was administered on day 23 of hospitalization.\\nFor 8 months after admission, seven courses of CHOP therapy (Vincristine 1.4 mg/m2, Doxorubicin 50 mg/m2, Cyclophosphamide 750 mg/m2, Prednisolone 100 mg/day day1-day5) were administered and positron emission tomography/CT was performed. No enhanced uptake of FDG (fluorodeoxyglucose) was seen in any principal organs or lymph nodes, indicating complete remission. There was no significant change in the size of the liver; however, a decrease in the size of the spleen and both kidneys was seen.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'17701579': 1, '9259365': 1, '22084700': 1, '17893556': 1, '21270441': 1, '15367405': 1, '20702104': 1, '8742963': 1, '8400283': 1, '17762567': 1, '3433582': 1, '3864532': 1, '12060604': 1, '25752190': 1, '15265781': 1, '30409117': 2}", "similar_patients": "{}"}