{"patient_id": 134647, "patient_uid": "6610004-1", "PMID": 31266294, "file_path": "noncomm/PMC006xxxxxx/PMC6610004.xml", "title": "Clinical and radiobiological consideration of cyclical hypofractionated radiation therapy also known as QUAD Shot for neglected skin cancer disfiguring the face of a non-compliant patient who was refusing surgery and protracted radiation therapy: case report", "patient": "A 78-year-old socially isolated male with history of non-compliance to medical advice presented in a hospital after recent multiple falls at home. At the hospital, he was found to have a huge, ulcerative and bleeding mass disfiguring the right side of his face (). The patient stated that he had the mass on the right side of his face for many years, had a biopsy on the mass showing cSCC three years ago at the other medical facility but declined surgery or any treatments at that time (data was not available). Subsequently, a surgery consultation was made for biopsy and to get a surgical opinion to manage this neglected facial lesion. Biopsy confirmed cSCC. Computed tomography (CT) scan showed an 11×10×3 cm soft tissue mass arising from the right side of his face and temporal area. The mass invaded the myofascial plane of the right temporalis muscle, but not the facial bone (). There were several enlarged right submandibular and upper cervical neck lymph nodes. Positron emission tomography (PET) scan demonstrated hypermetabolic masses involving the right face and frontotemporal scalp with maximum standardized uptake values (SUVs) of 18 () and right neck level I–II lymph nodal station with maximum SUVs of 4.9 (). The patient again declined to receive extensive surgeries for this neglected cSCC on the right face. Then, he was referred for RT.\\nDuring the radiation oncology consultation, a huge mass on the right side of his face with a foul-odor, necrotic and bleeding surface extending into the right-side eyelid, ear lobe and temporal scalp was noticed. He also presented weakness and trismus in the right face (). Motion and sensation in the left face were grossly intact. There was no palpable lymphadenopathy in the neck. He refused to make weeks of daily trips for definitive RT but would consider less than two trips. Thus, a radiation oncologist suggested cyclical hypofractionated RT also known as QUAD Shot to cSCC on the face and hypermetabolic nodes in the neck for local disease control and symptom palliation. To receive a QUAD Shot, the patient would need to visit the radiation oncology clinic for 2 consecutive days, which could be repeated every 3–4 weeks for at least three times depending on the tumor response and patient’s tolerability. Patient agreed to try the first QUAD Shot and wanted to decide further treatments thereafter.\\nThe first QUAD Shot consisted of 14 Gy in 4 fractions, given twice a day, 6 hours apart, for 2 consecutive days, to hypermetabolic gross diseases in the right face and neck including right eyelid, right parotid gland, involved right masticate space, and right trigeminal nerve and facial nerve tracts to the skull base using an intensity-modulated RT. A 1.0-cm bolus was applied over cSCC on the right face to ensure the surface of the tumor would get the full prescription dose. Planning objectives required the planning target volume coverage of 95% to 110%. Radiation dose to the spinal cord, brain stem, and optic nerve/chiasm were limited to 9 Gy per QUAD Shot. For other organs at risk, the constraints were ‘as low as reasonably achievable’ ().\\nTwo weeks after the first QUAD Shot, the patient noticed his cSCC on the right face became significantly decreased in size and bled less (), which motivated him to pursue additional RT. The subsequent QUAD Shots were planned on new computed tomography (CT)-simulation scans and were given to gross residual diseases. He successfully completed the second and third QUAD Shot every 3–4 weeks resulting in continuous shrinkage of cSCC on the face ( and , respectively). Two weeks after the third QUAD Shot, he returned to the radiation oncology clinic for follow-up. While there was mild ptosis, he was able to open his right eye. Vison and eyeball movements were grossly intact. Improved trismus and weakness in the right face were also observed. Patient experienced slightly decreased salivation and hair loss in the right lateral scalp, eye brow, and jaw. Although the previous three cycles of QUAD (QUAD Shot × 3) Shots substantially decreased the neglected cSCC on the right side of his face, there was still residual painful induration with focal necrosis and foul-odor around the posterior and inferior parts of the tumor bed (). An additional QUAD Shot was requested by the patient to alleviate the residual painful induration in the tumor bed.\\nBefore considering further local treatment, he underwent repeat PET-CT scan revealing a significant decrease in size and metabolic activity (SUV of 4) in the right facial tumor (), no metabolic changes in the right neck lymph node and no disease elsewhere. Subsequently, a surgical option for the residual disease was sought. However, surgeons considered him to be unfit for extensive surgery, then recommended him for further local RT if possible. After discussions regarding the risks and benefits from additional RT, he elected to pursue the fourth QUAD Shot.\\nThe fourth QUAD Shot was planned on new CT-simulation scan with 9 MeV-electron with 1.0 cm bolus covering the surface of the tumor bed (). The accumulated doses to the optic nerve, optic chiasm, brain, and spinal cord were less than 36 Gy from all QUAD × 4. He successfully completed the fourth QUAD Shot. One month after the last QUAD Shot, he reported no pain or foul-odor in the tumor bed, which positively affected on his quality of life and motivated him to pursue a palliative maintenance immunotherapy (cemiplimab at a medical oncologist’s discretion). On his last clinic visit 12 months after the first QUAD Shot, the patient demonstrated a restored face with minimum facial weakness and regenerating skin around the tumor bed () without local disease progression in repeated PET-CT scan (, ).\\nInstitutional Review Board waived a board review on the case report. The patient has given signed consent for reporting this report.", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'25103031': 1, '12873883': 1, '17472670': 1, '18798313': 1, '27367229': 1, '23677079': 1, '7681051': 1, '26282714': 1, '20231498': 1, '16260054': 1, '26676514': 1, '34085781': 1, '33659214': 1, '27639035': 1, '11720174': 1, '28170130': 1, '31266294': 2}", "similar_patients": "{}"}