{"patient_id": 1617, "patient_uid": "6077533-1", "PMID": 30112228, "file_path": "comm/PMC006xxxxxx/PMC6077533.xml", "title": "A Case of Diffuse Leptomeningeal Glioneuronal Tumor Misdiagnosed as Chronic Tuberculous Meningitis without Brain Biopsy", "patient": "A 62-year-old male patient presented with progressive worsening of mental function, dysphasia, and ataxic gait in the last six months. Five years prior to presentation (in August 2012), he was diagnosed with communicating hydrocephalus possibly caused by tuberculous meningoencephalitis because of mental confusion and gait disturbance. He underwent a ventriculoperitoneal shunt surgery in one hospital. His mental confusion and gait disturbance immediately improved following the ventriculoperitoneal shunt. Results of CSF study were negative for tuberculosis. However, a provisional diagnosis of communicating hydrocephalus caused by tuberculous meningitis was made based on MRI findings of leptomeningeal enhancement in the basal cisterns (Figures and ). He had been treated with antituberculosis medication for the following six months after the shunting operation. After shunting and medical treatment, he returned to his work. He had been followed-up regularly every six months at that hospital. His physical and mental conditions were stable. He experienced no difficulty in work or daily activities.\\nSix months prior to the present presentation (December 2016), slurred speech and mental confusion with intermittent disorientation to time and place developed within several days. CSF analysis and MRI of the brain were performed. CSF analysis showed white blood cell (WBC) count of 9 cells/μL, red blood cell count of 33,000 cell/μL, protein level of 4228 mg/dL, lactic dehydrogenase (LDH) level of 224 mg/dL, and glucose level of 130 mg/dL. MRI of the brain showed multiple linear and nodular leptomeningeal enhancing lesions scattered in basal and left sylvian cisterns (). The extent of leptomeningeal enhancement in basal cisterns was markedly increased compared to that in MRI examination done in 2012. The size of the ventricle was small, indicating that shunt malfunction did not occur. There was no abnormal spike activity in his electroencephalography (EEG) except intermittent slow wave in his left frontocentral area. Under an impression of aggravation of tuberculosis meningitis, he was referred to our hospital (January 2017).\\nThe patient's consultation in the Department of Infectious Medicine was carried out for aggravation of tuberculous meningitis/encephalitis. The doctor in neurology thought that tuberculous meningitis aggravated again. For possibility of drug-resistant tuberculosis, four-drug regimen (isoniazid 75 mg, rifampicin 150 mg, pyrazinamide 400 mg, and ethambutol 300 mg; tubes tab 4 times a day for 2 months followed by isoniazide and rifampicin for 7 months) against tuberculosis was used. Beside antituberculosis medications, steroid was prescribed. The patient's mental confusion, dysphasia, and irritability progressively improved over the course of one month at the outpatient clinic. He returned to his usual life again. He was able to work in his previous job without apparent complications.\\nHis mental confusion and dysphasia accompanying gait disturbance gradually developed again within four months (June 2017), leading to reevaluation of the brain by MRI. There was no fever or signs of meningeal irritation in neurologic evaluation. MRI of the brain surface revealed extensive progression of diffuse leptomeningeal enhancement in the basal and left sylvian cisterns (). No intraparenchymal enhancing lesion was noted. Hydrocephalic change was not shown either. CSF examination showed WBC count of 110 cells/μL (lymphocyte 70%, macrophage 7%, and neutrophils 3%), red blood cell count of 7200 cell/μL, protein level of 4272 mg/dL, and glucose level of 102 mg/dL. Levels of erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP) were 4 mm/hr and 0.05 mg/dl, respectively. Levels of adenosine deaminase (ADA) and immunoglobulin G were 8.0 IU/L and 901 mg/dl, respectively. Results of CSF culture for toxoplasmosis, fungus, cryptococcus, and herpes simplex virus were all negative. Gram-staining revealed many WBC without microorganism. Polymerase chain reactions (PCR) of the CSF against Mycobacterium tuberculosis, herpes simplex virus, varicella zoster, enterovirus, and Epstein-Barr virus were all negative. Culture for acid-fast bacilli (AFB) did not show any growth until eight weeks after incubation. For possibility of leptomeningeal metastasis, biopsy of the brain, and leptomeninges was requested.\\nBiopsy of the brain surface and leptomeninges was performed on the left frontal cortex and sylvian fissure proceeded by a small frontotemporal craniotomy. Postoperative course was uneventful. Histologic diagnosis revealed DLGNT without intraparenchymal brain lesion (). Monotonous oligodendrocyte-like or neurocyte-like tumor cells with round nuclei and clear cytoplasm were found (). Mitosis, microvascular proliferation, and necrosis were not evident. Immunohistochemical stainings for Olig-2 and synaptophysin were positive (Figures and ). Those for CD68, isocitrate dehydrogenase- (IDH-) 1, glial fibrillary acidic protein (GFAP), and neurofilament were negative. Ki67 proliferative index was low (5%). PCR for O6-methylguanine-DNA-methyltransferase (MGMT) methylation was positive. However, 1p19q codeletion was not detected by interphase fluorescent in situ hybridization (FISH). Methenamine-silver and PAS staining for fungal organism, Ziehl-Neelsen staining, and PCR for Mycobacterium tuberculosis were all negative. After histologic diagnosis of DLGNT, MRI of the whole spine was subsequently performed in order to detect further leptomeningeal spread. MRI showed multiple leptomeningeal enhancing nodules displaying high signal intensity on T2-weighted images (), disseminating along the whole spinal cord without intramedullary lesion. With a final diagnosis of DLGNT by invasive brain biopsy, medical records and imaging results were thoroughly reviewed again. PCV (Procarbazine, CCNU, and Vincristine) chemotherapy and radiation therapy of the craniospinal axis were planned. The patient's condition gradually deteriorated with apparent worsening of severe memory impairment, disorientation, and gait ataxia.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'17848689': 1, '7610244': 1, '32912870': 1, '34977226': 2, '17374867': 1, '34938560': 1, '17005737': 1, '32989496': 1, '17618441': 1, '27157931': 1, '31181803': 1, '26994902': 1, '7674024': 1, '15913938': 1, '31897629': 1, '12382176': 1, '25672644': 1, '22941225': 1, '19486008': 1, '22596013': 1, '10871026': 1, '17184079': 1, '9113686': 1, '14715783': 1, '30112228': 2}", "similar_patients": "{'8714914-1': 1}"}