{"patient_id": 136336, "patient_uid": "6767959-1", "PMID": 31579198, "file_path": "noncomm/PMC006xxxxxx/PMC6767959.xml", "title": "Microfilaria Infection in Metastatic Node in a Case of Breast Carcinoma", "patient": "A 48-year-old woman, resident of Jharkhand, an endemic area, visited the Surgical Oncology OPD of SGCC and RI with complaints of a painless rapidly increasing breast lump in the lower and inner quadrant of the right breast. Clinical examination revealed a 4 cm × 4 cm, firm, fixed mass with unremarkable overlying skin. She had undergone fine-needle aspiration cytology outside which was reported as suspicious of malignancy. Along with general workup, she was advised trucut biopsy. Her routine examinations were largely unremarkable with eosinophil percentage in peripheral blood being 4%. Histopathological examination of the trucut biopsy revealed invasive carcinoma of no special type. The patient underwent modified radical mastectomy (MRM). Gross examination showed a white solid growth, measuring 4.5 cm × 3.5 cm × 3 cm. Multiple axillary lymph nodes were dissected, the largest one measuring 1.5 cm in diameter. A histopathological diagnosis of invasive carcinoma of no special type, Modified Bloom–Richardson Grade 3 (3+3+3= 9) was rendered. Of 25 right axillary lymph nodes, 7 showed metastatic deposit. One of the metastatic axillary nodes [] also showed dilated subcapsular space harboring a parasitic organism resembling an adult filarial worm. Cross-section of the tail-piece with microfilaments was clear. Outer eosinophilic cuticle with underlying hypodermis and nuclei of developing morules were identified []. The adjacent soft tissue contained a distended lymphatic channel within which a female worm with gravid uterus filled with coiled microfilariae was observed []. There was sparse surrounding inflammatory infiltrate. Tissue eosinophilia was not present.\\nSerial peripheral blood smears taken under strict conditions were examined but did not elicit microfilariae. Chest X-ray was also unremarkable.\\nA final diagnosis of invasive carcinoma of no special type, Grade 3, Stage pT2N2aMx with filarial infestation of metastatic node was rendered. Hormone receptor status was estrogen receptor positive (Score 8) and Her2neu positive (Score 3+).\\nThe patient was started on antifilarial therapy (diethylcarbamazine). She is now on adjuvant hormone therapy and is doing well at present, with no complaint of relapse.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'24876330': 2, '17664709': 1, '28182075': 2, '11284956': 1, '21157559': 1, '12146052': 1, '10787151': 1, '31579198': 2}", "similar_patients": "{'5259929-1': 1, '3913432-1': 1}"}