{"patient_id": 128581, "patient_uid": "6121764-1", "PMID": 30211242, "file_path": "noncomm/PMC006xxxxxx/PMC6121764.xml", "title": "Anterior Ischemic Optic Neuropathy in a Patient with Erectile Dysfunction: Tadalafil as an Offending Medication", "patient": "A healthy nonsmoking 42-year-old male with a history of ED presented with acute onset of an inferior visual field defect on the right eye that failed to resolve during 2 days. Past medical histories were no notable for any medical conditions include diabetes mellitus and hyperlipidemia. He had not any risk factor for cardiovascular diseases. The drug history was negative except Tadalafil (20 mg two times weekly) before participated in sexual intercourse for the treatment of ED since 8 years ago.\\nThe visual field defect was happened within 3 h after the use of the last dose of medication.\\nGeneral physical examination and review of the systems had normal finding and there were no symptoms or signs of temporal arteritis. Blood pressure measured 120/70 mmHg.\\nOn ophthalmologic examination, his uncorrected visual acuity was 7/10 in the right eye and 3/10 in the left eye and best-corrected visual acuity was 8/10 in the right eye (OD; +0.75) and 7/10 in the left eye (OS; +2.75/−1.25 × 102). There was a right relative afferent pupil defect. Anterior segment examination revealed no significant abnormalities except mild cataract in both eyes. His intraocular pressure was normal for both eyes.\\nDilated fundus examination revealed swelling of the right disc with a normal cup-to-disc ratio and a faint disc hemorrhage consistent with ischemic optic neuropathy []. The remainder of the examination results and also the fundus in left eye were normal. Automated perimetry (Swedish Interactive Threshold Algorithm-Fast) was normal in the left eye and showed inferior altitudinal loss in the right eye [].\\nInitial laboratory examinations include kidney and liver function tests, lipid profile, C-reactive protein, and echocardiography yielded normal results. Erythrocyte sedimentation rate was normal (20 mm). Based on the clinical and paraclinical evidence, the diagnosis of NAION-associated Tadalafil was made. Therefore, the patient was advised to avoid Tadalafil.\\nA 10-week follow-up revealed neither improvement signs nor symptoms.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'15359250': 1, '12435622': 1, '28237322': 1, '24993324': 1, '16419280': 1, '19132801': 1, '15767487': 1, '15767488': 1, '18990133': 1, '7249508': 1, '30211242': 2}", "similar_patients": "{}"}