{"patient_id": 4270, "patient_uid": "6239614-1", "PMID": 30456002, "file_path": "comm/PMC006xxxxxx/PMC6239614.xml", "title": "Utilizing Stereotactic Spine Navigation for Posterior Partial Vertebrectomy in an En Bloc Resection of a Superior Pulmonary Sulcus Tumor Invading the Thoracic Vertebrae: A Technical Note", "patient": "Our patient is a 53-year-old woman with a posterior, stage IIB NSCLC in the left upper lobe who received neoadjuvant carboplatin, pemetrexed, and radiotherapy. One year following diagnosis, the patient was found to have tumor attachment to the T2 and T3 vertebrae (Figures - ) and infiltration of the corresponding nerve roots following complaints of severe left back pain and left axillary numbness and paresthesia. As a result, the neurosurgery and thoracic surgery services were consulted to discuss management. Based on the magnetic resonance imaging (MRI) studies, there was no direct tumor invasion of the left brachial plexus or subclavian vessels. After discussing different treatment options, a posterior approach, image-guided T2 and T3 osteotomy followed by transthoracicen blocresection of the thoracic tumor was recommended. The patient agreed to the operation and informed consent was obtained.\\nAfter the initial incision was made in the operating room, we exposed the spinal processes, lamina, and transverse processes from T1 through T5 and 5 cm of the ribs from the left costovertebral junction on the side of the tumor. At this point, images were taken with the O-Arm(Medtronic Corporation, Minneapolis, Minnesota, US). We then registered the patient's spine to the StealthStation (Medtronic Corporation, Minneapolis, Minnesota, US) navigation suite using the stereotactic probe. Then, using spine navigation, the instrumentation was placed at the level above and below the tumor-infiltrated vertebrae. We did not place screws on the left T2 and T3 vertebrae (Figure ). The spinous processes and lamina of T2 and T3 were removed and the nerve roots exposed on the left. We noticed an infiltration of the ganglia by the primary tumor that was in continuity with the ribs on the left side. We then proceeded with resection; the T2 and T3 nerve roots were tied with a 2-0 silk tie and cut 2 mm from the tie on the extradural portion of the root. On the spine-navigation station, we determined the plane of osteotomy of the vertebral bodies of T2 and T3 (Figure ). We anticipated disconnecting the portion of the vertebral body infiltrated by the tumor from the rest of the vertebral body, leaving it in situ for removal with the entire lung tumor in the second stage of the procedure. During the planning of our trajectory, we considered that the periosteum of the vertebrae had been infiltrated. We wanted to resect starting from the point where the tumor had infiltrated the nerve root projecting then on the anterior portion of the vertebra, planning a resection margin free of tumor from the infiltrated periosteum. Using an ultrasonic Sonopet with a serrated knife bone cutter tip (Stryker Corporation, Kalamazoo, Michigan, US), the osteotomy of the vertebral bodies of T2 and T3 was performed following the planned trajectory with the intent to leave the mass intact and avoid entering the tumor capsule. As the osteotomy was performed, we intermittently used the navigation probe to confirm our trajectory. We continued cutting through the bone with the Sonopet blade until soft tissue was felt underneath. The location was then confirmed with stereotactic spine navigation images (Figure ). Here, we proceeded with cutting the second and third ribs 5 cm from the midline. After we confirmed that the ribs, together with the portion of the vertebral body wall infiltrated with tumor and the nerve root, were completely freed posteriorly, we proceeded with standard arthrodesis. We separated the muscle from the fascia to mobilize the tissue and closed the tissue with layered sutures. Following closure, the en bloc resection of the left upper lobe of the lung with the lateral portions of the T2 and T3 vertebral bodies and corresponding ribs together with complete mediastinal lymphadenectomy was performed through a posterolateral standard thoracotomy incision (Figures -).\\nThe final surgical pathology report revealed moderately differentiated, acinar predominant stage IIB adenocarcinoma with a single focus, all three resected lymph nodes, and six margins were negative for tumor. The nearest margin was 4 mm from the tumor, confirming the accuracy of our planned trajectory on the StealthStation. One year later, the patient was doing well, with no evidence of tumor recurrence. The patient declined any further therapy during that time and was subsequently lost to follow-up.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'27413711': 1, '27790371': 1, '18249463': 1, '17329115': 1, '10585058': 1, '21281948': 1, '8572801': 1, '21871294': 1, '24389435': 1, '20069317': 1, '26277561': 1, '2537446': 1, '11828286': 1, '8010786': 1, '27114780': 2, '15382298': 1, '21334220': 1, '30456002': 2}", "similar_patients": "{'4843076-1': 1}"}