{"patient_id": 10455, "patient_uid": "6659587-2", "PMID": 30980946, "file_path": "comm/PMC006xxxxxx/PMC6659587.xml", "title": "Idiopathic ventricular fibrillation with repetitive activity inducible within the distal Purkinje system", "patient": "A 40-year-old woman with no family history of sudden cardiac death was admitted after a VF episode that had been successfully defibrillated. The event occurred while the patient was at rest during a party, without any drug or alcohol consumption.\\nDuring hospitalization, the patient’s ECG showed sinus rhythm with QRS duration of 88 ms and no ectopy (). Cardiac evaluation including magnetic resonance imaging and pharmacologic tests demonstrated no structural heart disease or known electrical syndrome.\\nElectrophysiological study was performed with the same protocol as used in case 1. Voltage mapping from the endocardium and epicardium (3067 sites) did not detect any abnormal areas. The HV interval was 45 ms. Programmed ventricular stimulation was unable to induce VF from the right ventricle. The decapolar catheter was positioned along the left Purkinje posterior fascicle, as described earlier. Although no abnormality was noted using a single extrastimulus, double extrastimuli using S2 at 270 ms and S3 below 230 ms induced rapid responses in the distal Purkinje system (). They were consistently induced with variations in Purkinje intervals and activation sequence. Four episodes of polymorphic VT were provoked with a maximal duration of 4.2 seconds. During polymorphic VT, the variations in ventricular cycles were constantly preceded by a similar change in Purkinje cycles. shows the shortening of Purkinje cycles preceding the shortening of ventricular cycles. A subcutaneous implantable cardioverter-defibrillator was inserted, and no pharmacologic antiarrhythmic treatment was prescribed. No VF occurred during 9 months of follow-up. Results of wide-arrhythmia (31-gene) genetic testing were negative.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'30002064': 1, '21410719': 1, '19597050': 1, '8006263': 1, '8057255': 1, '9363814': 1, '8281648': 1, '9622159': 1, '20622103': 1, '17715171': 1, '5415864': 1, '4138986': 1, '32695580': 1, '498440': 1, '939011': 1, '32553208': 1, '34317575': 1, '12186801': 1, '30980946': 2}", "similar_patients": "{'6659587-1': 2}"}