{"patient_id": 2395, "patient_uid": "6124177-1", "PMID": 30283905, "file_path": "comm/PMC006xxxxxx/PMC6124177.xml", "title": "Sixty-Two-Year-Old Male Suffering From Uremic Leontiasis Ossea Caused by Severe Secondary Hyperparathyroidism", "patient": "A 62-year-old male patient diagnosed with chronic glomerulonephritis was maintained on hemodialysis for the previous 12 years, twice per week, with felodipine to control his hypertension. Three years ago, an abrupt surge in his blood serum intact parathyroid hormones (iPTH) levels was observed. One year later, the patient's clinical condition started to deteriorate, showing whole-body bone deformation and metamorphosis of the lower jaw, chest, and lower limbs. Last year, his serum iPTH was 477 pg/mL, and he was prescribed calcitriol 0.25 µg daily (qd); however, his symptoms continued to be worsen. The patient showed noticeable craniofacial deformities (Fig. A), dysphonia, severe bone pain, itching of the skin, inability to walk, and a decrease in body height from 170 cm to 150 cm. The patient mentioned a spontaneous fracture of the left humerus that had occurred 1 year prior though he claimed that he had not had any related accidents. The pretherapeutic blood tests showed severe anemia and hypoalbuminemia, and the patient was given an emergency infusion of red blood cells and albumin. Routine physical examination showed the following: temperature 36.5°C, pulse 66/min, respiration rate 18/min, and blood pressure 140/80 mmHg. Physically, the patient seemed to suffer from malnutrition, lion face/leontiasis (upper mandibular enlargement and deformity), and the oral hard palate showed non-hardened hyperplasia; there was also severe deformation of the chest known as pectus carinatum (Fig. B), kyphosis, and deformity of the lower limbs (Fig. C). After admission, routine blood examination showed the following: serum hemoglobin 118 g/L, erythrocyte count 3.33 × 1012/L, hematocrit 0.327, serum total protein 59.7 g/L, serum albumin 36.2 g/L, blood urea nitrogen 23.79 mmol/L, creatinine 606.1 µmol/L, serum calcium 2.78 mmol/L, serum phosphorus 1.64 mmol/L, serum iPTH 2183.2 pg/mL, serum alkaline phosphatase (ALP) 1138.7 U/L, serum osteocalcin 244.9 ng/mL, and serum 25-(OH) vitamin D 37.4 nmol/L.\\nAuxiliary examinations were as follows: head and cardiac CT scans demonstrated thickening of most cranial bones (Fig. A), the maxilla, mandible (Fig. B), thoracic deformity, and vascular and heart valve calcification. The Agatston scores (measured in Hounsfield units) of the left main artery (LMA), left anterior descending (LAD) artery, right main artery (RCA) (Fig. A) and left circumflex artery (CX) (Fig. B) were 163.3, 333.5, 444.1 and 204.2 respectively. The emission computed tomography (ECT) showed hyperparathyroid tissue development (left and right sides, superior and inferior sides of parathyroid glands were detected on the posterior part of the thyroid gland). B-ultrasound revealed bilateral hypoechoic areas and hyperplasia of the parathyroid. The sagittal and coronal reconstruction images of noncontrast CT showed reduced density of pyramids, multiple thoracic and lumbar vertebral compression fractures (Fig. A), multiple pyramidal instability and wedge deformity of T12 vertebra (Fig. B).\\nTechnetium-99m-methylene diphosphonate (99mTc-MDP) bone scintigraphy indicated an increase in radiotracer uptake especially in the axial skeleton, calvaria, mandible, costochondral junctions, and long bones, and a “tie sign” sternum together with an increased ratio of bone to soft tissue (Fig. A). The bone scan showed a higher radionuclide uptake in the left humerus due to prior fracture, spinal kyphosis deformity caused by multiple thoracic and lumbar vertebra compression fracture, and severe bowing of the legs (Fig. B). The patient was diagnosed with chronic kidney disease–mineral and bone disorder (CKD-MBD), SHPT, chronic glomerulonephritis, CKD stage 5, renal anemia, leontiasis ossea, renal osteodystrophy, left humeral fracture, and malnutrition.\\nThe patient underwent parathyroidectomy in which five glands, including one supernumerary parathyroid gland (SPG) were dissected and removed. The glands weighed 1.9 g, 1.4 g, 1.0 g, 0.2 g, and 0.2 g, respectively. The pathology report after surgery confirmed all the resected intraoperative frozen sections were parathyroid glands. The forearm without arteriovenous fistula was selected for the site of implantation where the smallest parathyroid gland was sliced into eight pieces (1 × 1 × 1 mm3). Venous blood levels of iPTH were determined preoperatively, 10 min, 20 min, 1 day, and 4 days postoperatively, as shown in Fig. . Serum iPTH levels were measured using a UniCel DxI800 Access Immunoassy System (Beckman Coulter, Inc., Fullerton, CA, USA). Vitamin D and calcium (Ca) supplements were prescribed. The patient's clinical condition improved within 10 months of follow-up, with alleviation of bone pain and cessation of bony overgrowth on the face; however, the deformity of the lower limbs have not yet been corrected, resulting in the inability to walk. His blood pressure returned to normal, without the use of antihypertensive drugs. Blood examination revealed a drop in serum iPTH to 57.2 pg/mL, Ca to 8.8 mg/dL, P to 2.08 mg/dL, and ALP to 297 U/L.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'27107975': 1, '13061533': 1, '25224511': 1, '25175132': 1, '26238717': 1, '20641075': 1, '22735224': 1, '28941764': 1, '33313130': 1, '28045985': 1, '8633151': 1, '23197339': 1, '5691200': 1, '11038202': 1, '27307101': 1, '20091692': 1, '33100067': 2, '19876060': 1, '33224656': 2, '25651364': 1, '27083280': 1, '1745020': 1, '27231027': 1, '25523509': 1, '17921795': 1, '21072260': 1, '28615947': 1, '31508269': 2, '30283905': 2}", "similar_patients": "{'6734544-1': 1, '7676443-1': 1, '7645399-1': 1}"}