{"patient_id": 2735, "patient_uid": "6146767-3", "PMID": 30231897, "file_path": "comm/PMC006xxxxxx/PMC6146767.xml", "title": "Surgically assisted rapid maxillary expansion in lingual orthodontics – optimizing of coupling and timing", "patient": "The third case shows a 30-year-old male. Clinical and radiographic examination confirmed a concave profile, a skeletal Class III pattern with a complete anterior and posterior crossbite. Transverse deficiency of the maxilla was evident with compensatory labial tipping of the upper incisors (Fig. ).\\nFirstly SARME was planned to correct the transverse deficiency. Decompensation was then planned by retraction of the anterior teeth using distalization of the posterior segments and proclination of the lower incisors by leveling. Finally the surgery to correct the Class III malocclusion.\\nThe insertion-procedure of the mini-implants was similar to case 2. The lingual appliance was also manufactured by DW Lingual Systems (Bad Essen, Germany).\\nDuring brackets planning, similar to the previous cases, the transverse width of the upper jaw should be adapted to the lower jaw.\\nIn addition two distalizing-screws were attached between the Hybrid Hyrax and the molar bands (Hybrid Hyrax Distalizer) [] (Fig. ). SARME was completed in two weeks with an activation rate of two quarter turns twice a day. The Hybrid Hyrax was then blocked (Fig. ). Four weeks after surgery leveling was commenced simultaneously with distalization. A 12 NiTi wire was inserted in the upper arch and activation of the distalization screws started at a rate of one quarter turn a week. The active closure of the central diastema started at about ten weeks post-surgery and it was closed one month later (Fig. ).\\nA half year post-surgery radiographic re-examination was made and there was a sufficient distance of repositioning for the jaws (Figs. + + ) (Tab. ). The surgery to correct the Class III malocclusion could be performed.\\nThe patient has a positive overbite and overjet now. The patient shows a good transversal and sagittal occlusion.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'17448393': 1, '34306361': 1, '27809213': 1, '15366385': 1, '26782847': 1, '15643408': 1, '25708109': 1, '23452978': 1, '18249297': 1, '19664932': 1, '21490997': 1, '11314070': 1, '8006740': 1, '7015868': 1, '10475647': 1, '11526562': 1, '25138366': 1, '16860233': 1, '21889089': 1, '19075372': 1, '6383058': 1, '21435528': 1, '19904040': 1, '30231897': 2}", "similar_patients": "{'6146767-1': 2, '6146767-2': 2}"}