{"patient_id": 5567, "patient_uid": "6325611-1", "PMID": 30647907, "file_path": "comm/PMC006xxxxxx/PMC6325611.xml", "title": "Case Report: Recurrent hypokalemic periodic paralysis associated with distal renal tubular acidosis (type 1) and hypothyroidism secondary to Hashimoto's thyroiditis", "patient": "A 17-year-old boy, from the region of Cajamarca, high Andean area of Peru, without any relevant medical personal or familial history, was admitted to the Lambayeque Regional Hospital in April, 2017. For three days the patient had muscle weakness and paresthesia in the lower limbs with an ascending evolution and proximal predominance that made his condition worse, leading to prostration and arrival by emergency route. The patient arrived at the hospital awake, hemodynamically stable, with 24 rpm tachypnea. Thyroid gland was not palpable. A neurological physical examination showed weakness in the lower limbs without a defined sensory level, and reduced patellar and ankle reflexes. There was no evidence of bulbar muscle, respiratory and sphincter involvement.\\nRegarding serum electrolytes upon admission, they showed hypokalemia (1.44 mmol/L [normal values NV: 3.5–4.5 mmol/L]) without sodium, chloride or calcium alterations. Regarding the ancillary examinations upon admission: hematology tests were within the normal range; normal biochemistry values; elevated thyroid stimulating hormone (TSH) of 5.5 mU/ml ([NV]: 0.27–4.2 mU/ml); low free T4 of 0.78 ng/dl (NV: 0.9–1.7 ng/dl).\\nThe patient was evaluated by the Department of Nephrology, Endocrinology and Neurology and diagnosed with hypothyroidism and hypokalemia. He received replacement treatment with normal saline solution, IV potassium and levothyroxine (T4) 25ug/day. On the fourth day of the treatment, he showed normal potassium values (3.7 mmol/L). After the patient’s clinical condition improved, one week after his admission to the hospital, he was discharged with diagnoses of hypothyroidism (etiology to be determined) and hypokalemia resolved.\\nAround five weeks after the patient was discharged, he was examined in the endocrinology office and did not show any symptoms. He was indicated to continue with T4 at 25ug/d. Glucose, urea, creatinine, prolactin, morning serum cortisol, testosterone, follicular stimulating hormone, TSH, and free T4 were determined in serum; all of them within normal range. Antithyroid antibodies were positive: anti-thyroglobulin 445.5 UI/ml, anti-TPO 48.20 UI/ml. The following elements were analyzed in 24 hour urine sample: sodium 255.66 mEq., chloride 55.1 mEq., and potassium 89 mEq. Urine test: leukocytes 1–3/field, red blood cells 1–3/field, density 100.5, pH 8, glucose, blood, proteins and leukocyte esterase, all of them negative. Kidney echography: Kidneys maintained their size with multiple images compatible with nephrocalcinosis, bilateral and vesical renal lithiasis. Contrast-enhanced CT of sella turcica was normal. Electrocardiogram: bradycardia (heart rate 52 bpm), signs compatible with hypokalemia (ST-segment descent, prominent U waves and pseudo-prolongation of the QT interval). No low voltage complexes were observed.\\nA left-sided X-ray (\\n) shows the bone age corresponding to 13 years and 6 months according to the Greulich and Pyle method\\n. From this, it can be concluded that the diagnosis is secondary hypothyroidism to thyroiditis and distal RTA.\\nThree months after the first episode, over a three week period, the patient stopped the intake of levothyroxine. Around one week later, a new episode of progressive muscle weakness occurred again, which was similar to the previous one. Two days later, the patient was evaluated at a private consultation. The administration of T4 at 50 ug/day was recommend. The symptoms continued progressing, and 5 days later, the patient was admitted again to our hospital by emergency presenting with flaccid quadriparesis with predominance in the lower limbs.\\nLaboratory tests on second admission: normal hematology values; normal biochemistry values. Urine tests: leukocytes 10–12/field, red blood cells 1–3/field, density 100.5, pH 8, glucose, blood, proteins, and leukocyte esterase, all of them negative. No provocation tests or genetic studies were performed in search of channelopathies. A urine culture and a thorax x-ray were conducted, and both of them showed a normal outcome. Blood gases and serial electrolytes tests shown in\\n were also performed. Periodic hypokalemic paralysis was diagnosed in addition to the previous diagnoses.\\nHe received treatment with IV potassium, IV sodium bicarbonate and T4 25ug/day. The patient improved clinically and was discharged at day five, with T4 25 ug/day. We could not analyze trans-tubular potassium gradient because this test was not available in our hospital. Follow up is every three months with nephrology and internal medicine departments. After continued treatment with T4 was maintained by the patient, no additional oral bicarbonate administration was necessary.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'29564279': 2, '28839447': 2, '23640117': 1, '22043434': 1, '23776877': 2, '32774669': 1, '21912036': 1, '12138150': 1, '32274285': 2, '18816228': 1, '30647907': 2}", "similar_patients": "{'5848414-1': 1, '7141806-1': 1, '5546639-1': 1, '3659891-1': 1}"}