{"patient_id": 1879, "patient_uid": "6091430-1", "PMID": 30155326, "file_path": "comm/PMC006xxxxxx/PMC6091430.xml", "title": "Mucin-1 Gene Mutation and the Kidney: The Link between Autosomal Dominant Tubulointerstitial Kidney Disease and Focal and Segmental Glomerulosclerosis", "patient": "A 56-year-old female was referred to the nephrologist due to apparently chronic kidney disease (CKD), diagnosed on a routine laboratory check-up. The patient was asymptomatic, Past medical record was contributory for three normal pregnancies. There was no background of alcohol intake, tobacco consumption, drug abuse, or medication exposure. There was a family history of CKD (). Physical examination was unremarkable. Abnormal blood tests were as follows: Haematocrit 37%; haemoglobin 11.9 g/dL; bicarbonate 21 mEq/L; urea 78 mg/dL (normal value 20-50 mg/dL); serum creatinine 2 mg /dL; uric acid 6.4 mg/dL; creatinine clearance 42 ml/min; proteinuria 0.2 g/day; urinary sodium excretion 188 mEq/day; urine pH: 6, urinary density 1015. Urinary sediment was unremarkable. HIV, HCV, and HBV were negative; C3, C4, and CH50 were within normal limits. ANA, p-ANCA, c-ANCA, antiglomerular basement membrane antibody, and antiphospholipid antibodies were reported as negative. Renal sonogram disclosed two kidneys, normal in shape and size. A kidney biopsy was performed. Light microscopy disclosed 30 glomeruli: 6 completely obliterated, 8 presented peripheral sclerosis of the glomerular tuft with adhesions between parietal and visceral epithelial cells of Bowman's capsule, and 6 depicted mild mesangial expansion (). Tubular atrophy and interstitial fibrosis were 30%. Blood vessels showed mild intimal sclerosis in arterioles. Immunofluorescence was negative. Electron microscopy: diffuse effacement of podocyte foot processes existed with microvillous transformation. Basal membrane was normal. Tubules were normal. Pathology report was as follows: focal and segmental glomerulosclerosis with moderate interstitial fibrosis and tubular atrophy. Patient was started on enalapril 5 mg twice a day and simvastatin 10 mg/day and on appropriate diet.\\nShe was lost to follow-up. Sixteen months later the patient returned to the nephrologist due to asthenia, fatigue, and cramps. Blood pressure was 110/70 mmHg. Significant blood test results were as follows: Haematocrit 32%; haemoglobin 9.2 g/dL; potassium 5.5 mEq/L; bicarbonate 19 mEq/L; serum calcium 9.5 mg/dL; serum phosphate 6.2 mg/dL; serum magnesium 2.2 mg/dL; urea 111 mg/dL; serum creatinine 3.78 mg/dL; uric acid 8.1 mg/dL; albumin 4.3 g/dL; creatinine clearance 21 ml/min; proteinuria 0.29 g/day; urinalysis was unremarkable. Urine pH was 7 and urinary density 1010. A renal magnetic resonance imaging was noncontributory. The patient was prescribed erythropoietin 2000 U every other day, enalapril 5 mg bid, calcium carbonate 2 g/day, sodium bicarbonate two tea spoons daily, and polystyrene calcium sulfonate. Six months later the patient was started on hemodialysis (creatinine clearance 12 mL/min). A genetic study disclosed the insertion of a cytosine nucleotide in the VNTR (Variable Number Tandem Repeats) region of the MUC-1 gene, consistent with a mutation of the mucin-1 gene previously reported []: cDNA NM_001204286.1, protein NP_001191215.1, SNaPshot. The diagnosis of ADTKD-MUC1 (Autosomal Dominant Tubulointerstial Kidney Disease-Mucin-1) was finally made. The laboratory results of the patient's daughter revealed mild proteinuria and normal kidney function (). A kidney biopsy revealed mild tubulointerstitial disease and focal and segmental glomerulosclerosis in 2 out of 16 glomeruli. She was started on enalapril and nephroprotection and genetic counseling was given to her.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'15983957': 1, '19664745': 1, '23396133': 1, '21775974': 1, '32274456': 1, '15558519': 1, '25540096': 1, '21654721': 1, '25738250': 1, '24418575': 1, '16904320': 1, '20807609': 1, '28391338': 1, '25168494': 1, '30155326': 2}", "similar_patients": "{}"}