{"patient_id": 8805, "patient_uid": "6534021-1", "PMID": 30160772, "file_path": "comm/PMC006xxxxxx/PMC6534021.xml", "title": "Acute renal failure by rapidly progressive glomerulonephritis with IgA deposition in a patient concomitantly diagnosed with multibacillary Hansen's disease: a case report", "patient": "A previously healthy 55-year-old female without known comorbidities was admitted to the General Practice Clinic of Hospital Geral Dr. Waldemar Alcântara (HGWA). She complained of weakness, paresthesia, and a burning sensation in her lower limbs she had been feeling for three years along with macular hyperchromic lesions on the soles of her feet. The patient went to a dermatologist nine months prior to admission and was diagnosed with contact eczema. She was prescribed topical corticosteroids and a moisturizing agent. One month before hospitalization the patient had pain, hyperemia, and bullous lesions on her right foot, which ruptured spontaneously letting out a serous secretion. She improved after taking unspecified medication. Five days prior to admission the patient developed oliguria, lower limb edema, and abdominal pain - mainly in the hypogastrium - along with nausea and hyporexia. She went to an Emergency Unit and was found to have a serum creatinine (SCr) level of 21.94 mg/dL and a blood urea nitrogen (BUN) level of 260 mg/dL, which triggered her referral to the hospital cited above. A test run six months prior to her arrival at the hospital read SCr = 0.7 mg/dL and blood urea= 37.4 mg/dL. Upon admission, she was found to be generally well and hydrated, pale 2+/4+, eupneic, conscious and oriented. Her heart was normal on auscultation while crackles were heard bilaterally on the bases of her lungs. She had a flaccid distended abdomen on account of fat accumulation and complained of pain on her hypogastrium upon palpation. No evidence of visceromegaly was found. Her peripheral pulses were palpable, and she had lower limb edema 1+/4+ and hyperchromic scar tissue-like lesions on the soles of her feet (). Examination of the upper limbs revealed the interosseous muscles of her right hand were atrophied. Neurological examination showed she had predominantly distal paresis of the lower limbs (grade IV on the left and III on the right leg), grade IV paresis of the upper limbs, and anesthesia on the soles of her feet.\\nLab tests performed upon admission () were negative for HIV, syphilis, and hepatitis B and C. Tests for cytoplasmic (c-ANCA) and perinuclear (p-ANCA) antineutrophil cytoplasmic antibodies were negative; ANCA was atypical; the test for cryoglobulins was negative. Serum protein electrophoresis showed polyclonal increases of alpha-1-globulin and gamma globulins. Ultrasound examination of the kidneys and urinary tract showed normal-sized kidneys with irregular contours (RK: 9.1 x 4.3 cm, LK: 9.2 x 5.0 cm) and good corticomedullary differentiation. Transthoracic echocardiogram showed good cardiac function (EF 61%) and no vegetation. Fat pad biopsy was negative for amyloidosis. Electroneuromyography revealed distal mixed axonal demyelinating sensorimotor polyneuropathy with a predominant axonal component and preferential involvement of the right leg, producing severe impairment of the lower limbs and moderate to mild dysfunction of the upper limbs, as seen in cases of infectious neuropathies (including Hansen's disease), uremia, and vasculitis.\\nThe patient was started on hemodialysis three times a week. Neurological assessment showed she had multibacillary Hansen's disease (positive for bacilli agglomerates). The patient was prescribed polychemotherapy with rifampicin, dapsone, and clofazimine. The choice was made to prescribe prednisone 1mg/kg/day two weeks after the start of treatment for Hansen's disease, since the patient had signs consistent with RPGN; she was waiting to undergo a kidney biopsy, which was performed only after 27 days of steroid therapy. The pathology specimen was satisfactory and featured 22 glomeruli and two medium-caliber vessels. Ten glomeruli had global sclerosis and three had fibro-cellular crescents (). The other glomeruli had mild mesangial proliferation (); findings such as polymorphonuclear infiltration and subepithelial or mesangial deposits (humps) were not seen. Mild to moderate interstitial fibrosis (), acute tubular necrosis, and benign nephrosclerosis were also described. Immunofluorescence showed strong and diffuse labeling for C3 (3+ in 4+) in the mesangium, and barely positive results for IgA (1+ in 4+) in the mesangial compartment, following a pattern similar to that of C3 ( and ).", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'22738101': 1, '17699345': 1, '20802957': 1, '14750107': 1, '27821389': 1, '25651321': 1, '26882078': 1, '21532002': 1, '21839370': 1, '24657897': 1, '23302723': 1, '12631105': 1, '26099294': 1, '21051737': 1, '30160772': 2}", "similar_patients": "{}"}