{"patient_id": 434, "patient_uid": "6002327-1", "PMID": 29904815, "file_path": "comm/PMC006xxxxxx/PMC6002327.xml", "title": "Pathological complete response of locally advanced colon cancer after preoperative radiotherapy: a case report and narrative review of the literature", "patient": "A 65-year-old healthy Japanese woman presented with a chief complaint of malaise and hematochezia. The physical examination revealed a 10-cm-diameter hard mass at the right lower quadrant of the abdomen without tenderness or cutaneous involvement. Laboratory findings demonstrated severe anemia and elevated tumor markers (hemoglobin, 2.9 mg/dl; carcinoembryonic antigen, 10.8 ng/ml; carbohydrate antigen 19-9, 21.6 U/ml). A colonoscopy showed a circumferential neoplastic lesion at the ascending colon which did not allow the scope to pass through (Fig. a). The biopsy reported a moderately differentiated tubular adenocarcinoma (Fig. b). RAS mutation was not detected. A CT showed an 8.6-cm-diameter tumor at the ascending colon which seemed to infiltrate the abdominal wall, small intestine, and retroperitoneum (Fig. a). Regional lymphadenopathies and ascites were also observed, but apparent distant metastases were not. Based on these findings, we made a clinical diagnosis of locally advanced ascending colon cancer stages T4b, N2a, M0, and IIIC according to the TNM classification []. Considering the possible extensive invasion to the surrounding structures, we recommended initial neoadjuvant chemotherapy followed by radical resection of the tumor.\\nThe patient underwent 4 cycles of modified FOLFOX6 with panitumumab, and the tumor shrank only slightly to 6.9 cm in diameter (Fig. b). An additional 4 cycles of the same regimen were administered but the tumor actually enlarged to 10 cm in diameter (Fig. c), and thus, the disease was determined to be a progressive disease according to the Response Evaluation Criteria in Solid Tumors []. At this point, we felt more chemotherapies and/or surgeries were not recommended because of the evidence of disease progression and because the patient’s condition was quite frail. Instead, we recommended radiotherapy of 60 Gy in 30 fractions (Fig. ). The patient tolerated the treatments well, and no serious adverse effects were reported. After the radiotherapy, the tumor shrank to 6.6 cm in diameter with intratumor liquefactive degeneration (Fig. d). One month after the radiotherapy, she underwent right hemicolectomy with D3 lymphadenectomy. Metastatic lesions of the liver or peritoneum were not observed. The right ovarian vessels and ileum at 10 cm proximal from the ileocecal valve were infiltrated by the tumor and resected concomitantly. The adjacent abdominal wall was intact. The transverse colon and ileum at 30 cm proximal from the ileocecal valve were cut and anastomosed. The macroscopic exam of the resected specimen showed a 9.0 × 7.0-cm circumferential tumor with a 4.5 × 3.5-cm ulcer at the ascending colon, which extensively penetrated the colon serosa and infiltrated the ileum and the ovarian vessels (Fig. a). Histopathologically, the primary tumor of the ascending colon and enlarged regional lymph nodes consisted in its totality of granuloma-like or fibrous tissues and no residual cancer cells were found (Fig. b). Pathological findings revealed complete response, and the final findings were ypT0, ypN0 (0/15), and ypStage0. Neoadjuvant treatment effect was grade 0 according to American Joint Committee on Cancer System []. The postoperative course was uneventful. The patient remains alive without any additional therapies after 24 months for follow-up, with no signs of recurrence.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'27389519': 1, '29594202': 1, '2032882': 1, '27602924': 1, '34589129': 1, '16446336': 1, '10561302': 1, '10328174': 1, '19097774': 1, '11807361': 1, '31815050': 1, '22632848': 1, '25489692': 1, '28349281': 1, '28188188': 1, '28270172': 1, '29904815': 2}", "similar_patients": "{}"}