{"patient_id": 14400, "patient_uid": "6909870-1", "PMID": 31808416, "file_path": "comm/PMC006xxxxxx/PMC6909870.xml", "title": "Ureteropelvic junction obstruction caused by metastatic cholangiocarcinoma", "patient": "A 61-year-old female presented to the emergency department with right flank pain, fever, chills, nausea, and vomiting. Urinalysis showed positive nitrites, moderate leukocyte esterase, 4+ bacteria, and >100 white blood cells on microscopy. An abdominal/pelvic CT scan was obtained which revealed moderate-to-severe right hydronephrosis with delayed right nephrogram, concerning for high-grade right UPJ obstruction (). No associated mass, lymphadenopathy, calculus, or other cause of obstruction was identified. Her past medical history was notable for hilar cholangiocarcinoma treated with neoadjuvant chemoradiation followed by two orthotopic liver transplants six years prior with no interval evidence of recurrence or metastasis.\\nThe patient was admitted to the hospital and treated with intravenous antibiotics for acute obstructive pyelonephritis. A retrograde pyelogram was performed which revealed a dilated collecting system and features concerning for UPJ configuration (), and a right ureteral stent was placed under fluoroscopy prior to discharge.\\nOne month later, the patient presented again to the emergency department with continued right flank pain. CT abdomen/pelvis revealed persistent hydronephrosis, necessitating placement of a right percutaneous nephrostomy tube. During subsequent follow-up, diuretic renal scintigraphy performed with the nephrostomy tube clamped demonstrated persistent high-grade right-sided obstruction. The patient was counseled on treatment options and elected to undergo a right retroperitoneal robotic-assisted laparoscopic pyeloplasty. At this time, there was no suspicion of malignant obstruction based upon preoperative imaging, and the UPJ obstruction was presumed to have been either congenital or due to retroperitoneal fibrosis caused by the patient's previous liver transplants.\\nIntraoperatively, dissection of the lower pole of the right kidney revealed a moderate degree of fibrosis. Amidst the fibrosis, the ureter was identified and followed cephalad to the dilated renal pelvis. The UPJ was dissected and the renal pelvis was opened, revealing an obstructive intrinsic papillary lesion at the UPJ, which was biopsied and sent for frozen section. Histopathological analysis of the frozen section revealed findings concerning for adenocarcinoma. The UPJ area was then resected back to what appeared to be uninvolved mucosa. A dismembered pyeloplasty was performed and a right ureteral stent was placed.\\nThe UPJ and periureteral fibrotic tissue were sent for permanent section. Histopathologic sections of all biopsy specimens revealed infiltrating, atypical glands lined by columnar tumor cells with nuclear and cytoplasmic abnormalities (). The morphological consistency with the patient's known cholangiocarcinoma, combined with the patient's history, were concerning for a metastatic cholangiocarcinoma recurrence at the UPJ.\\nUpon histopathologic diagnosis of her ureteral metastases, the patient was started on a regimen of gemcitabine and cisplatin, which is currently considered the reference regimen for advanced biliary cancer (). Both medications were subsequently discontinued after five months due to fatigue and poor patient tolerance. Her right UPJ obstruction has persisted since surgery, presumably due to persistent cholangiocarcinoma within the retroperitoneum observed on surveillance CT scans. This has been managed with percutaneous nephrostomy drainage as she has not tolerated ureteral stents. Interestingly, at 1-year, there remains no radiographic evidence of disease progression.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'24716082': 2, '20375404': 1, '23590763': 2, '25038944': 1, '33522895': 1, '26793576': 1, '22933926': 2, '24223025': 1, '21912541': 2, '26504069': 1, '9633571': 1, '27073671': 1, '12070605': 1, '16985690': 1, '31808416': 2}", "similar_patients": "{'3637467-1': 1, '3168270-1': 1, '3423711-1': 1, '3971491-1': 1}"}