{"patient_id": 9142, "patient_uid": "6557958-1", "PMID": 31183567, "file_path": "comm/PMC006xxxxxx/PMC6557958.xml", "title": "Vitreoretinal lymphoma followed by systemic diffuse large B cell lymphoma", "patient": "A 54-year-old Korean male was referred to the uveitis service with the diagnosis of intermittent vitreous hemorrhage of unknown etiology in the left eye for 2 years. A week prior to presentation, the patient sustained trauma to his left arm resulting in a deep vein thrombosis. A thrombolectomy resulted in an incidental diagnosis of diffuse large B cell lymphoma, an activated B cell (ABC) subtype, from axillary lymph nodes. A review of systems revealed no history of severe infections, immunosuppression, nor intravenous drug use.\\nOn presentation, the visual acuity was 20/20 in the right eye and 200E at 1 ft in the left eye. Examination of the left eye was notable for diffuse keratic precipitates and 1+ anterior chamber cell, as well as 4+ vitreous cell with intraretinal hemorrhage (Fig. a, b). Fundus autofluorescence, fluorescein angiography (FA), indocyanine green (ICG, Fig. e–h), and optical coherence tomography (OCT, Fig. a, b) of the left eye were limited due to the vitritis. B-scan ultrasound noted a serous retinal detachment without any retinal breaks (Fig. c). All imaging studies of the right eye were normal. Infectious and inflammatory work-up was negative, including normal CBC, Quantiferon, FTA-ABS, angiotensin-converting enzyme, and Toxoplasmosis IgG and IgM antibodies.\\nA diagnostic and therapeutic pars plana vitrectomy was performed. An exudative retinal detachment with significant subretinal yellow-white deposits, sclerotic vessels, and intraretinal hemorrhages was noted (Fig. ). No retinal breaks were identified, and no drainage of subretinal fluid was performed. Vitreous samples as well as the cassette were sent for microbiology, cytology, flow cytometry, pathology, and PCR.\\nPost-operatively, the patient was placed on topical steroids as well as oral valacyclovir. However, all vitreous microbiological studies were negative. Follow-up FA can be seen in Fig. . Pathology specimens demonstrated atypical CD20-positive lymphocytes consistent with large B cell lymphoma (Fig. ). Histology and flow cytometry demonstrated a monoclonal B cell lymphoproliferative process, positive for CD19 and CD20 overexpression. Additional studies can be seen in Table below. On further systemic work-up, orbital ultrasound, MRI of the head, orbit, face, and neck as well as whole body PET scan and cerebrospinal fluid analysis were normal.\\nThe patient underwent intrathecal methotrexate and rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisone (R-CHOP) with simultaneous intravitreal methotrexate (0.4 mg/0.1 ml) and rituximab (1 mg/0.1 ml). After five injections of methotrexate and four injections of rituximab, there was a complete resolution of the exudative retinal detachment as well as resolution of subretinal infiltrate and hemorrhage as seen on fundus photos and OCT (Fig. ) and improvement in best corrected visual acuity to 20/200.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'29577096': 1, '28558176': 1, '26770952': 1, '19412864': 1, '26599249': 1, '34596140': 2, '23744124': 1, '25993209': 1, '23233611': 1, '29143310': 1, '22783426': 1, '8334638': 1, '33505989': 1, '31183567': 2}", "similar_patients": "{'8483852-1': 1}"}