{"patient_id": 7301, "patient_uid": "6434302-2", "PMID": 30993027, "file_path": "comm/PMC006xxxxxx/PMC6434302.xml", "title": "Ectopic Thyroid Mass Separately Present in Mediastinum and Not a Retrosternal Extension: A Report of Two Cases", "patient": "This patient is a 68-year-old female, known case of hypertension for the last eight years, presented to us with complaints of anterior neck swelling for about 40 years which had gradually started increasing in size for the last four years. She developed progressive difficulty in swallowing and breathing for the last three months. On examination, there was a presence of large neck swelling, multinodular, which moved on deglutition, with lower limit of swelling not palpable. Prominent dilated veins were appreciated on the neck. A computed tomography scan was done which showed enlarged thyroid with multiple internal calcifications and retrosternal extension up to the level of ascending aorta with multiple collateral vascular channels around mass lesion in anterior mediastinum (). She also underwent total thyroidectomy, sternotomy, and excision of mass lesion. The intraoperative findings were enlarged multinodular goiter with thyroid gland reaching the manubrium. The mediastinal component was also large and separately capsulated from cervical component, extending up to the arch of aorta and superior vena cava with compression of brachiocephalic vein (). The mass was carefully dissected from the above vessels. Specimen was sent for histopathology. Postoperatively, the patient remained well. She was given intravenous analgesia and deep venous thrombosis prophylaxis. She developed respiratory distress on 2nd post-op day, and a chest X-ray showed elevation of the right hemidiaphragm (most likely due to iatrogenic right phrenic nerve injury) and right lower lobe atelectasis and hence was shifted to the intensive care unit for observation. She was managed conservatively with chest physiotherapy, nebulizers, and application of BIPAP. She responded to supportive therapy and recovered well. She also developed asymptomatic hypocalcaemia and was managed with both intravenous and oral replacement. She was discharged from the hospital on eighth postoperative day.\\nShe did well on follow-ups. She was kept on oral thyroxin and calcium. Her histopathology revealed benign nodular hyperplasia with degenerative changes in both tissues with lymph nodes showing benign reactive changes. Both tissues were negative for malignancy. She was also advised to continue regular follow-ups in endocrinology clinic for further management.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'24524468': 1, '23304440': 1, '16490399': 1, '23232474': 1, '23173919': 1, '22043366': 1, '25157987': 1, '30993027': 2}", "similar_patients": "{'6434302-1': 2}"}