{"patient_id": 13722, "patient_uid": "6868811-1", "PMID": 31752722, "file_path": "comm/PMC006xxxxxx/PMC6868811.xml", "title": "A case report of IgG4-related disease: an insidious path to the diagnosis through kidney, heart and brain", "patient": "A 51-year-old man with a history of hypertension, nephrolithiasis and benign prostatic hyperplasia was admitted to our hospital because of progressive chronic kidney disease with worsening proteinuria and low serum complement levels. The patient’s anamnesis was negative for nephrotoxic drugs and included asthmatic bronchitis, treated with desensitization immunotherapy, inguinal and submandibular lymphadenopathy, with a histological pattern described as reactive follicular hyperplasia, and a recent suspected connective tissue disease. At the time of admission, the patient’s general conditions were good. Laboratory tests revealed the following: elevated serum creatinine levels (183 μmol/L), high serum total IgG and IgG4 levels (2882 mg/dL and 1853 mg/dL, respectively), high serum IgE levels (4442 UI/mL) without eosinophilia, low serum complement levels (72.8 mg/dL), elevated free kappa and lambda chains with normal ratio, negative serum and urine immunofixation test, and a proteinuria of 340 mg/24 h without hematuria. Blood pressure was under control and the general physical examination was unremarkable.\\nAbdominal ultrasound displayed both enlarged kidneys (12.5 cm longitudinal diameter for the right kidney, 14 cm for the left) showing hyperechogenic cortex with soft margin and incisures resulting from past lesions, without any other abdominal abnormalities. Enhanced computed tomography (CT) highlighted multiple renal low-density lesions (Fig. ).\\nOwing to the patient’s history of lymphadenopathy, PET/CT was performed. It showed tenuously submandibular, retroperitoneal and left inguinal hypermetabolic adenopathy, without a clear evidence of infectious focus.\\nThe kidney biopsy revealed chronic nephritis with severe tubulointerstitial fibrosis, with no storiform pattern, and parenchymal atrophy along with lymphoplasma cells infiltrate (Fig. a, b); immunohistochemistry showed that 15–20% of IgG were IgG4 type. The Congo red test was negative. An inguinal lymph node biopsy highlighted follicular hyperplasia with plasmacytosis, with IgG4/IgG ratio > 50% (Fig. c, d).\\nWe used the Japanese diagnostic criteria for IgG4-related disease published by Kawano et al. []. The patient was diagnosed with IgG4-RD in a definite way in view of the following:\\npresence of some kidney damage: decreased kidney function, elevated serum IgG level, low serum complement levels, elevated serum IgE level (criterion 1); abnormal renal radiologic findings: multiple low-density lesions on enhanced CT (Fig. ; criterion 2), elevated serum IgG4 level greater than 135 mg/dl (criterion 3); histologic findings in the kidney: dense lymphoplasmacytic infiltration with 14–16 infiltrating IgG4-positive plasma cells counted in different high power fields (HPF) at 400x magnification; two HPF are shown in Fig. a and b (criterion 4a); histologic findings in extra renal organs: follicular hyperplasia with plasmacytosis and IgG4/IgG ratio > 50% in lymph nodes (criterion 5), despite IgG4/IgG ratio of 15–20% in kidney specimen.\\nThe patient was treated with methylprednisolone 0.6 mg/kg/day for 3 days, later tapering until oral methylprednisolone 16 mg daily. Since we saw a gradual improvement in laboratory data during the follow-up period, we prescribed oral methylprednisolone 4 mg daily for 6 months as maintenance steroid therapy. Plasma creatinine was 150.1 μmol/L, C3 level normalized and there was no albuminuria. We also noticed a net reduction of IgG4 from 1853 to 178.8 mg/dL.\\nOne year later, in spite of stable laboratory parameters and steroid maintenance therapy (4 mg/day), a new onset of tremors appeared associated to increased sialadenitis-related symptoms, left exophthalmos and left tinnitus. A cerebral MRI was performed which highlighted a pathological lesion with homogeneous enhancement on post-contrast studies, involving the left infratemporal fossa, the foramen rotundum and the inferior orbital fissure (Fig. ). The patient was then submitted to a transsphenoidal endocranial biopsy of the pathological lesion that showed an intense fibrotic inflammation within the normal structure of a nerve with a plasma cell-rich infiltrate, mainly IgG4, as documented by immunohistochemistry (Fig. a, b, c).\\nBecause of ECG alteration (right branch block and abnormal repolarization with pericarditis or possible ischemic signs) without cardiological symptoms, we performed an echocardiography. The patients showed normal left ventricular functions (EF 75%) with left and right ventricular wall thickness at the upper limits; no pericardial effusion could be detected. An endomyocardial biopsy, made to rule out any myocardial involvement, revealed the presence of unspecific subendocardial fibrosis without plasma cells (CD138 staining negative, not shown), as well as the presence of perivascular IgG4 positive plasma cells infiltrating cardiac tissue (Fig. d, e, f).\\nWe then prescribed a second-line therapy with steroid enhancement first, followed, after 1 month, by four Rituximab (RTX) weekly infusions (375 mg/m2 each one). The timeline of the case described here is detailed in Fig. .\\nAfter 1-year follow-up, the clinical conditions were stable; plasma creatinine was 152 μmol/L with a reduction of IgG and IgG4 (958 mg/dL and 93.3 mg/dL respectively).", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'26972314': 1, '25667206': 1, '27843911': 1, '28374231': 1, '24296677': 1, '21719792': 1, '29413316': 1, '30323165': 1, '21194763': 1, '30651091': 2, '25986262': 1, '30422824': 1, '21898030': 1, '24878025': 1, '22948582': 1, '17727980': 1, '22154614': 1, '28469927': 1, '23440288': 1, '28165852': 1, '25865251': 1, '27998302': 2, '29765543': 1, '31752722': 2}", "similar_patients": "{'6335794-1': 1, '5175317-1': 1}"}