{"patient_id": 128255, "patient_uid": "6094833-1", "PMID": 30158755, "file_path": "noncomm/PMC006xxxxxx/PMC6094833.xml", "title": "Lipectomy Technique as a Second-stage Procedure for Primarily Matured, Deep Outflow Vein in Obese Individuals", "patient": "We present a case of a 57-year-old obese female (H.M.) with ESRD and brachio-cephalic AVF on her left arm. Her matured outflow vein was located 11 mm beneath the skin surface and was not possible to cannulate. Following previous surgery, not associated with current treatment, a long scar remained along the entire medial surface of the left arm [Figures –]. She was offered lipectomy to minimize the risk of injury to the matured outflow vein what may follow the preparation of a whole circuit of the vein required for vein elevation.[] Before surgery, the outflow vein was assessed using color Doppler ultrasound. The depth (11 mm), diameter (7–8 mm) as well as the flow volume (about 850 ml/min) were evaluated. The course of the vein was marked on the skin surface. The procedure was performed under local anesthesia with 1% lidocaine, electrocardiographic monitoring, and ultrasound guidance. We used two transverse incisions across the vein at the proximal and distal region of the outflow vein [], although one incision in the middle of such vein segment may be applied in some cases. The goal was to obtain access to about 10–15 cm long segment of outflow vein. The subcutaneous tissue was gently separated from the skin to minimize the risk of skin contusion. The skin flap was elevated [] and adipose tissue was dissected from the above and lateral sides of the vein and finally excised, to superficialize the outflow vein. A wide dissection ensures a long and superficial cannulation segment []. Adequate hemostasis was necessary to avoid hematoma formation. The incisions were closed with two suction drains along both sides of the vein []. Postoperatively, the skin without underlying adipose tissue collapsed [arrowheads in ] allowing an adequate cannulation with two needles during hemodialysis.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'21724351': 1, '26681170': 1, '24811595': 1, '22175421': 1, '16035473': 1, '26453259': 1, '20119919': 1, '25751563': 1, '25362988': 1, '26498416': 1, '23023719': 1, '30158755': 2}", "similar_patients": "{}"}