{"patient_id": 131928, "patient_uid": "6385774-1", "PMID": 30858732, "file_path": "noncomm/PMC006xxxxxx/PMC6385774.xml", "title": "Add-on administration of ultramicronized palmitoylethanolamide in the treatment of new-onset burning mouth syndrome", "patient": "A 60-year-old male, suffering from BMS for 1 year, manifested pain at the tip of the tongue, extending to the whole tongue and inside the oral cavity. The pain was associated with burning, not dependent on meals, the intensity was severe, and the episodes had an initial frequency of 2–3 per month, lasting about 2–3 hours a day. Alterations of taste were absent.\\nLaboratory tests showed normal results, since none of the parameters were altered, both infective and systemic. The examinations of the teeth and the mouth were normal. Examinations of salivary glands showed normal results. Brain CT, MRI, and angio-MRI were unremarkable. The Hamilton Depression Rating Scale (HDRS) did not show signs of depression, manifesting a score of 6 (normality range 0–7). For about a year, the patient took topiramate at a dose of 100 mg daily and paroxetine at a dose of 10 mg daily. They were ineffective and so he was treated with gabapentin. This was administered at an oral dose of 400 mg three times a day, but the result was not satisfactory as pain-burning still occurred 2–3 times a month, almost steadily, decreasing the intensity and duration of each episode slightly. We thus administered, in addition to the gabapentin, umPEA at a dose of 600 mg, twice daily orally, and we monitored the efficacy using the Visual Analog scale (VAS), which showed an initial score of 8–9. After 1 month, symptoms improved slightly, reducing the frequency of episodes from 3 to 2, and the VAS score was 7. Two months later, the pain-burning improved further with the reduction of episodes to one and a VAS score of 6. After 3 months, there was one episode of a half-hour duration and a VAS of 5. No adverse effects were reported.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'29460523': 1, '23204086': 1, '29364513': 1, '30177906': 1, '25408745': 1, '23336607': 1, '15674897': 1, '30361792': 1, '28042431': 1, '33805489': 1, '22862972': 1, '17541900': 1, '23429751': 1, '23485596': 1, '29157725': 1, '23229252': 1, '29368949': 1, '30858732': 2}", "similar_patients": "{}"}