{"patient_id": 8444, "patient_uid": "6509948-1", "PMID": 31130912, "file_path": "comm/PMC006xxxxxx/PMC6509948.xml", "title": "Adult-Onset Gilles de la Tourette Syndrome: Psychogenic or Organic? The Challenge of Abnormal Neurophysiological Findings", "patient": "We report a 48-year-old male patient who was referred to our Neurological out-patient clinic due to a tic disorder resembling GTS.\\nOne year prior, the patient had been involved in a car crash causing a non-commotional cranio-facial trauma. A cerebral computer tomography (CT) scan was unremarkable. However, the emotional impact of the accident on the patient was great, as he had lost his only brother a year before due to the sequalae of severe traumatic brain injury, which he had sustained in a major car accident. His father had also died earlier in a car crash. A month after the patient's accident, he began to develop involuntary stereotyped facial movements, such as forceful eye closure or grimacing with his mouth, as well as phonic tics such as pronouncing deep and prolonged sounds or vocalization. Their frequency of occurrence was high, with numerous attacks per day, but devoid of any particular triggering factor. Because of the socially disabling symptoms, he had to quit his job and isolated himself from his community.\\nOral alprazolam (3 mg/d), sertraline (50 mg/d) and risperidone (2 mg/d), administered in sequence, were ineffective in mitigating the motor-vocal symptoms but they could make the patient feel “internally more quiet.”\\nNeurological examination was totally unremarkable except for intermittent motor tics such as blepharospasm-like forced lid closure, grimacing, forced lip closure, noisy suction movements and phonic tics like grunting, vocalizations (mostly a deep prolonged “ah”), not in a constant combination or sequence, and lasting several seconds. The tics increased with attention in intensity and frequency. At the end of an episode, the patient appeared mortified and apologized for the occurrence of the tics. On two occasions, attempts to distract the patient during a series of tics could interrupt a sequence of vocalizations. The patient, however, was unable to interrupt the tics voluntarily. He reported that the tics would arrive suddenly but denied a preceding internal urge or any warning signs.\\nThe patient consented to videotaping (, ), and interestingly, during the recorded clinical examination, he presented more tics than during other times, e.g., while sitting seemingly unobserved in the waiting room.\\nThe patient's history was unremarkable with respect to pre, peri-, and postnatal development. There was no family history of tics nor any other movement disorders. The family's socio-financial situation was difficult, and his parents could take care of him only marginally. He attended normal school until the age of 18 years, but with overall poor performance.\\nAt the time of his first presentation at our institution, the patient lived with his elderly mother and had a part-time job without public contacts. He declared to be emotionally prostrated by the involuntary movements, and to be highly motivated to find treatment. The patient also complained of poor attention and memory, and that he feared of developing dementia. A two weeks trial with haloperidol (2 mg/d) failed to ameliorate the symptoms.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'25797650': 1, '22075068': 1, '18243162': 1, '25604739': 1, '27375961': 1, '20690167': 1, '19401860': 1, '16108025': 1, '10686179': 1, '15077239': 1, '19020512': 1, '22030138': 1, '61259': 1, '24878665': 1, '30747347': 1, '21761457': 1, '24259592': 1, '8530933': 1, '3400501': 1, '8719124': 1, '7953697': 1, '21714007': 1, '22641838': 1, '20083798': 1, '7561921': 1, '21442662': 1, '23287742': 1, '20371508': 1, '21935985': 1, '20067395': 1, '10567498': 1, '31236685': 1, '9286189': 1, '2769283': 1, '15867978': 1, '18175341': 1, '19690095': 1, '26900733': 1, '9051592': 1, '21321334': 1, '18931001': 1, '10590943': 1, '8120818': 1, '10811697': 1, '10590992': 1, '25649686': 1, '22857876': 1, '10550502': 1, '16634038': 1, '24996148': 1, '22037119': 1, '31130912': 2}", "similar_patients": "{}"}