{"patient_id": 137046, "patient_uid": "6839326-1", "PMID": 31736584, "file_path": "noncomm/PMC006xxxxxx/PMC6839326.xml", "title": "Phencyclidine: A Rare Cause of Saccadic Intrusions", "patient": "A 21-year-old male presented with a 3-day history of intermittent headache, generalized ill health, and altered behavior (aggressiveness and agitation). The patient was not on prior medication including neuroleptics. Before admission, his level of consciousness deteriorated and he developed generalized seizures. His Glasgow Coma Scale was 10/15 on admission. He had diaphoresis, hypersalivation, and at times ocular flutter and at times opsoclonus [] with a tachycardia (140–160 beats/min), increased blood pressure (BP 170/100 mmHg), and an elevated body temperature of 40°C. There was no demonstrable rigidity arguing against a diagnosis of neuroleptic malignant syndrome.[]\\nHis liver enzymes were deranged (aspartate aminotransferase [AST] 350 international units per liter [IU/l] and alanine aminotransferase [ALT] 153 IU/l), and creatine kinase (CK) was 40,000 μg/l suggestive of rhabdomyolysis. Noncontrast computed tomography brain was normal. Electroencephalogram demonstrated generalized delta activity, suggestive of encephalopathy/generalized cerebral dysfunction. Septic screen was negative and cerebrospinal fluid analysis was normal. Urine for toxicological screening was positive for PCP.\\nHe was started on empirical antibiotics and supportive care with fluid resuscitation and measures to reduce the hyperpyrexia. Therapeutic strategies such as urinary alkalization and mannitol were also commenced to manage the rhabdomyolysis.\\nDespite the treatment, our patient rapidly deteriorated. His CK levels increased to 152,000 μg/l within 24 h and his renal functions declined rapidly. Unfortunately, the patient succumbed to acute renal failure secondary to rhabdomyolysis.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'28432174': 1, '20440387': 1, '26788350': 1, '28017210': 1, '17215685': 1, '11535236': 1, '12220613': 1, '1394242': 1, '23302805': 1, '31736584': 2}", "similar_patients": "{}"}