{"patient_id": 5668, "patient_uid": "6332642-1", "PMID": 30642275, "file_path": "comm/PMC006xxxxxx/PMC6332642.xml", "title": "A novel mutation in SEPN1 causing rigid spine muscular dystrophy 1: a Case report", "patient": "A 14-year-old boy (height = 140 cm, weight = 18 kg) from Fars province, southern Iran, who was born to first-cousin parents without family history of any genetic disorders, was referred to our center with failure to thrive, fatigue, muscular dystrophy, generalized muscular atrophy, kyphoscoliosis, and flexion contracture of the knees and elbows (Fig. ). His motor symptoms started at the age of four years with frequent episodes of falling down that had progressed in subsequent years. There were no other family members with similar signs or symptoms. He walked at the age of 11 months and had no motor milestone delay. He had two previous admissions to the pediatric intensive care unit due to pneumonia and respiratory distress. The patient had nasal speech and sleep apnea and was under treatment with BiPAP breathing machine. By the age of 12, he was noted to have scoliosis requiring bracing.\\nOn physical examination, the patient was cachectic with generalized muscular atrophy. Decreased muscle power in the shoulder-girdle muscles, foot extensors and limb muscles (4/5 MRC muscle scale) was noted. He also had pes cavus and contracture of both knees and elbows. He was also found to have severe spine rigidity with a chin-sternum distance of 15 cm.\\nTransthoracic echocardiography was only notable for mild pulmonary hypertension and mild tricuspid regurgitation. Pulmonary function testing revealed a FEV1 of 35% and FVC of 32% of the predicted values.\\nSerum calcium and phosphorus levels were 8.2 and 3.1 mg/dL, respectively. The patient had abnormally high levels of creatine phosphokinase (CPK) (340 U/L) and lactate dehydrogenase (LDH) (1200 U/L).\\nNerve conduction study was normal. However, needle electromyography (EMG) examination revealed myopathic changes in deltoid, biceps, tibialis anterior, and rectus femoris muscles, in favor of Emery-Dreifuss muscular dystrophy.\\nTo identify the mutated gene involved, whole-exome sequencing (WES) was used on genomic DNA extracted from EDTA blood of the patient. Next generation sequencing (NGS) was carried out on an Illumina NextSeq 500 platform to investigate all coding regions and their boundaries. WES details of coverage and number of reads are provided in Table . NGS data were analyzed using different bioinformatics tools and databases []. NGS data identified a novel, homozygous missense mutation in SEPN1 gene (chr1:25812784, NM_020451.2: exon:10, c. 1379 C > T, p.Ser460Phe). This mutation has not been reported before in different public variant databases and also our database (BayanGene), so it is classified as a variation of unknown significance (VUS). To confirm the novel mutation identified in our patient, Sanger sequencing was performed using primers covering the mutated exon as follows:\\nF-SELE: 5’-GCACACACTACAGACTCAGC-3′ and.\\nR-SELE: 5’-GGAAGACACTTGGTCAAGGTTAC-3′ (443 bp).\\nSanger sequencing confirmed the identified mutation in SEPN1 in proband as homozygous (T/T). His mother, father and brother were confirmed to be heterozygous (C/T), and his sister homozygous for the wildtype allele (C/C) (Fig. ).\\nIn order to predict the conservation of the mutated residue, we used different bioinformatics tools, including the Basic Local Alignment Search Tool (BLAST BLASTP ver 2.2.31+) on ExPASy (available from: ) and WebLogo ().\\nBioinformatics analysis predicted that this mutation is damaging and can affect the proper function of the protein (Table ). In addition, multiple protein sequence alignment revealed conservation of the most residues of SEPN1 across different species (Fig. a and b). Serine residue is conserved among studied species (Fig. a). The frequency of serine in this position is more than that for glycine and proline—only these two amino acids replace serine in other species. Since phenylalanine residue is not among these frequent amino acids, the replacement of serine with phenylalanine is predicted to be deleterious.", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'4697975': 1, '12700173': 1, '15961312': 1, '22527882': 1, '10677857': 1, '21670677': 1, '12775843': 1, '27645994': 1, '25452428': 1, '26780752': 1, '28821231': 1, '19019316': 1, '17097859': 1, '21078917': 1, '16498447': 1, '19945914': 1, '19067361': 1, '27473727': 1, '15792869': 1, '31835360': 1, '16779558': 1, '19767415': 1, '34867752': 1, '11528383': 1, '18769252': 1, '21670436': 1, '12192640': 1, '10665485': 1, '22829265': 1, '24485058': 1, '24785212': 1, '15122708': 1, '19698141': 1, '18713863': 1, '15668457': 1, '16365872': 1, '22381456': 1, '11879882': 1, '30642275': 2}", "similar_patients": "{}"}