{"patient_id": 9190, "patient_uid": "6559679-2", "PMID": 31245222, "file_path": "comm/PMC006xxxxxx/PMC6559679.xml", "title": "Diarrhea-associated Hemolytic Uremic Syndrome in Adults: Two Case Reports and Review of the Literature", "patient": "A 79-year-old Caucasian woman was transferred from an outside hospital facility with complaints of diffuse crampy abdominal pain, nausea, vomiting for three days, and diarrhea associated with blood for a day. The patient also complained of shortness of breath, decreased urine output, and swelling of lower extremities. She denied a history of fever, mental status change, or recent sick contacts. She reported a history of consuming meat from a local restaurant a day prior to the onset of symptoms. Past medical history was significant for metastatic non-small cell lung cancer and she was on treatment with osimertinib for months. On presentation, the patient was afebrile, with a blood pressure of 105/64 mmHg, heart rate of 108 bpm, respiratory rate of 16 per minute, and saturation of 98% on room air. The physical examination was significant for dry mucous membranes, distended abdomen with generalized tenderness, and pitting edema on bilateral lower extremity extending up to the knees. Initial laboratory work showed white blood cell count of 7.5 x 103/mL, hemoglobin of 11 g/dL, and platelet of 19 x 103/mL. The basal metabolic panel showed sodium of 129 mmol/L, potassium 4.1, chloride 96, bicarbonate 18, anion gap 15, blood urea nitrogen (BUN) 42 mg/dl, and creatinine 2.01 mg/dl. The peripheral blood smear revealed normocytic normochromic anemia with two to four schistocytes/hpf and severe thrombocytopenia supporting the microangiopathic hemolytic process. Subsequent workup showed elevated indirect bilirubin (total 2.7 mg/dL and direct bilirubin 0.7 mg/dL), elevated lactate dehydrogenase of 994 IU/L, and negative direct Coombs test (Table ). Abdominal imaging did not show any evidence of an acute abdominal process.\\nThe patient was admitted to the medical intensive care unit for concerns of TMA and suspected sepsis. She was empirically started on broad-spectrum antibiotics. The following day, the patient became hypotensive, requiring vasopressor support, and her renal function deteriorated with anuria. Nephrology initiated continuous renal replacement therapy and the vasopressor medications were weaned off over the next two days. Her ADAMTS13 activity resulted in 92% and an atypical HUS panel could not be sent. The stool culture and stool test for enterohemorrhagic E. coli (EHEC O157:H7) performed outside the hospital were negative. Due to the unfavorable prognosis of her metastatic lung cancer, the patient and the family members decided to opt for hospice care, and she was subsequently transferred to the inpatient hospice. The patient later passed away at the hospice facility.", "age": "[[79.0, 'year']]", "gender": "F", "relevant_articles": "{'15781103': 1, '29296701': 1, '19483660': 1, '21696328': 1, '26251142': 1, '34796079': 1, '22412065': 1, '9665978': 1, '27913483': 1, '30282784': 1, '25119611': 1, '15728781': 1, '25661408': 1, '28242109': 1, '18215115': 1, '29979220': 1, '27240858': 1, '31245222': 2}", "similar_patients": "{'6559679-1': 2}"}