{"patient_id": 15462, "patient_uid": "6961600-1", "PMID": 31976106, "file_path": "comm/PMC006xxxxxx/PMC6961600.xml", "title": "Large Orbital Pediatric Intraosseous Hemangioma", "patient": "A five-year-old male with no medical or ophthalmologic history presented with one month of a progressively enlarging right facial mass. There was no prior trauma. This painless mass was firm to palpation and measured 3 cm in greatest dimension on initial presentation. Computed tomography (CT) of the orbits revealed a lytic osseous-based mass arising within the right zygoma (Figures and ). The lesion exhibited a nonossified component within the orbit and exerted mass effect on the globe without evidence of scleral invasion. Based on these imaging characteristics, the primary differential diagnosis was Ewing's sarcoma but metastasis was also considered. Further systemic workup with CT of the chest, abdomen, and pelvis as well as a technetium bone scan failed to demonstrate other lesions or evidence of a primary malignancy. Fine-needle biopsy of the mass was inconclusive, showing only compact and woven bone, and the patient was referred for incisional biopsy. Approximately two months following symptom onset, the lesion had continued to enlarge and measured 5 cm in the largest dimension. An incisional biopsy was performed of just the soft tissue component and was again nondiagnostic and without malignant cells.\\nBased on these results, the patient was referred to our oculoplastic service for further management. Ophthalmic examination revealed best corrected visual acuity of 20/25 in the right eye and 20/20 in the left eye with normal stereopsis. The right bony orbital mass was noted () with relative proptosis of 2 mm of the right eye. There was no relative afferent pupillary defect or deficit of extraocular motility. The rest of his ophthalmic examination was normal. Magnetic resonance imaging (MRI) of the orbits was significant for a 5.3 cm mass with suggestion of intralesional vascular channels (Figures and ). A third biopsy was performed via lateral orbitotomy with excision of a 5 cm × 6 cm bony mass. Intraoperatively, the mass was noted to be composed of numerous cystic spaces containing blood vessels and sanguineous material (). Complete excision necessitated sacrifice of portions of the lateral and inferior orbital rims. The remaining intact bone was burred smooth, and a reconstructive implant was not necessary. Bone wax, diamond burr, cautery, and TISSEEL fibrin sealant (Baxter Healthcare Corporation, Westlake Village, CA, 91362 USA) were all employed to achieve hemostasis. The patient was typed and cross-matched due to approximately 150 milliliters of blood loss; however, given he remained hemodynamically stable both during and after surgery, ultimately no blood transfusion was administered. The final histopathology revealed reactive intratrabecular spaces containing numerous proliferated, small capillary-sized and dilated thin-walled blood vessels. The single layer of endothelial lining in the proliferating capillary vessels and blood-filled channels within bone confirmed a diagnosis of interosseous capillary hemangioma (). Cytogenetic testing revealed normal karyotype supporting a diagnosis of intraosseous hemangioma. Postoperative examination demonstrated acceptable cosmesis (). The patient has maintained best corrected visual acuity of 20/20 OD and 20/20 OS with full extraocular motility and without clinical evidence of recurrence eight years following excision.", "age": "[[5.0, 'year']]", "gender": "M", "relevant_articles": "{'30932383': 1, '23470516': 1, '15547387': 1, '29609437': 2, '27428912': 1, '24959241': 2, '22614558': 1, '27558363': 1, '26986133': 2, '23577029': 1, '14752306': 1, '19968232': 1, '12134996': 1, '9783286': 1, '22736082': 1, '31225522': 1, '23989119': 1, '26900231': 1, '12761710': 1, '22116108': 1, '11396309': 1, '20512636': 1, '15121380': 1, '29049899': 1, '23730614': 1, '19273921': 1, '28210401': 1, '25703595': 1, '12713110': 1, '31976106': 2}", "similar_patients": "{'4839914-1': 1, '5894550-1': 1, '4063632-1': 1}"}