{"patient_id": 1988, "patient_uid": "6098914-1", "PMID": 30174973, "file_path": "comm/PMC006xxxxxx/PMC6098914.xml", "title": "Tibial Tubercle Avulsion Fracture with Multiple Concomitant Injuries in an Adolescent Male Athlete", "patient": "This patient is a 14-year-old male, who felt a popping sensation and significant right knee pain while jumping and colliding with another player during a basketball game the previous day. Following the injury, he was evaluated in an outside emergency department, where anterior, posterior, and lateral radiographs obtained in the emergency department demonstrated a tibial fracture consisting of two primary components (). He was placed in a cast and sought a second opinion regarding findings and management.\\nUpon presentation to the clinic the following day, he reported mild pain (3/10) and noted no normal function of his leg. A physical exam was performed but was limited due to pain. Following the review of radiographic imaging, an MRI was performed, which demonstrated a type IIIB tibial tubercle avulsion fracture and complete tear of the patellar tendon from its distal attachment site, as well as a hematoma at the fracture site (). After discussing the findings with the family, the patient was scheduled to undergo open reduction internal fixation of a type IIIB fracture and repair of the patellar tendon three days following the initial injury.\\nAn 8-centimeter anterior incision was made at the superior aspect of the tibial tubercle and extended distally. At the patellar tendon insertion site on the tibia, the tendon was noted to be completely avulsed from the bone cortex distally, while proximally, the tendon remained attached to the displaced tubercle. The tendon remained attached to the inferior pole of the patella. The anterior tibial plateau fragment was anatomically reduced using two fully threaded noncannulated screws (Arthrex, Naples, FL), while the tibial tubercle fragment was reduced via bicortical fixation with a 50 mm fully threaded 3.5 mm cortical screw (Arthrex, Naples, FL).\\nThe distal patellar tendon was completely avulsed through two-thirds of its length. To restore the native footprint of the patellar tendon, a 4.5 mm PEEK (polyetheretherketone) corkscrew anchor (Arthrex, Naples, FL) was placed slightly lateral to the anatomic insertion site to avoid a stress riser on the anterior tibial cortex. The anatomic repair of the patellar tendon was completed with two mattress sutures and tied.\\nIn addition to the avulsion of the patellar tendon and periosteum, it was noted that fascial tissue with tibialis anterior muscle belly avulsed through the injury site causing subacute extensive bleeding within the anterolateral compartments (). This scenario raised concern for impending compartment syndrome, and an anterolateral compartment release was planned.\\nThree 3-centimeter incisions were made along the anterolateral aspect of the leg. The first was located 3 centimeters distal to the neck of the fibula, the second was located 10 centimeters above the distal fibula tip, and the third was located at the midpoint between the two. Under endoscopic visualization, the intramuscular septum was identified and Metzenbaum scissors were used to cut through the fascial compartment beginning in the anterior compartment and extending proximally then distally to the midtibia (). The fascial incision was extended posteriorly into the peroneal compartment and then was extended proximally and distally to the midtibia. These steps were repeated for the midpoint and distal incision sites. Distally, the course of the superficial perineal nerve was identified and the nerve itself was protected during the distal release of the anterior compartment. It was believed that the impending compartment syndrome occurred due to damage to the surrounding bony and muscular tissue. A medium Hemovac drain was placed along the length of the lateral compartment, exiting in the posterolateral proximal leg. The patient was placed in a hinged knee brace which was locked in extension. He was discharged home later that day.\\nOn postoperative day number two, the patient's Hemovac drain was removed by a family member. The patient was seen 1 week postoperatively and noted moderate pain (6/10) and 0% normal function. On physical examination, incisional sites were clean, dry, and intact and a small fracture blister was noted on the posterior aspect of the knee—which was cleaned and redressed. Radiographic imaging revealed well-positioned screws, no evidence of new fractures or foreign bodies, and early evidence of callus formation. Two and a half weeks after surgery, the patient presented to the clinic for evaluation. He reported that he had no pain (0/10) and had 5% of his normal function at this time. On physical examination, he noted no tenderness to palpation of the knee joint, and he had 40 degrees of knee flexion. Anterior-posterior and lateral X-rays were taken which showed evidence of callus formation in the bone (). At this time, it was recommended that the patient begin gentle active range of motion exercises with extension and light flexion. He was also encouraged to become full weight-bearing with the brace until its removal two months postoperatively.\\nFive months postoperatively, the patient reported no pain (0/10) and possessed 95% of his normal function at this time. On physical examination, he was nontender to palpation along the joint line. There was no laxity with varus or valgus stress. He demonstrated 5/5 quadriceps strength with no evidence of an extensor lag. He had an active range of motion from 0 to 130 degrees of flexion, and there was no lag with straight leg raise. Repeat anterior-posterior and lateral X-rays demonstrated a well-reduced tibial tubercle fracture as well as well-positioned and nondisplaced hardware ().", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'25638599': 1, '34249524': 1, '22868593': 1, '19887964': 1, '25887827': 1, '23205148': 1, '28291142': 1, '28956182': 1, '31004181': 1, '27088354': 1, '33362997': 2, '23147615': 1, '19308544': 1, '22892616': 1, '26761925': 1, '33728197': 2, '27258358': 1, '34987660': 1, '30174973': 2}", "similar_patients": "{'7745487-1': 1, '7948309-1': 1}"}