{"patient_id": 6252, "patient_uid": "6369256-1", "PMID": 30739873, "file_path": "comm/PMC006xxxxxx/PMC6369256.xml", "title": "Amelanocytic anorectal malignant melanoma—Case report", "patient": "82-year-old Caucasian male, with history of prolapsed anal mass, was observed at the ER. Rectal examination revealed two large (2 cm and 1,8 cm), anterior, amelanocytic polyps, at 1 cm from the anal verge. The patient denied changes in bowel habits or other symptoms.\\nAn elective trans-anal polypectomy was performed. Histopathology showed malignant melanoma: Mixed histology – Spindle and epithelioid cells; Thickness - 11 mm; 16 mitosis/mm2; positive margins. Immunohistochemistry showed positivity to PS100, CD117 and HMB45; and negativity to CAM 5.2, AE1/AE3, p63, CD34.\\nAfter a multidisciplinary team discussion, and due to the patient’s old age, it was decided to propose a second conservative approach: Wide local excision (WLE) (). This time a melanocytic nodule was observed at the same localization of the previous mass. Pathologic examination showed AMM with pure spindle cell histology; 3 mm thick; margins free from disease. A thoracic, abdominal and pelvic CT scan was performed: No signs of distant metastasis.\\nThe patient was sent to the National Cancer Center for follow up.\\nA year later the patient presented with loco regional recurrence - Anal mass and palpable inguinal nodes, without any constitutional symptoms; Underwent surgery once again: WLE and bilateral inguinal and iliac lymphadenectomy. Pathology observed anal recurrence (free margins <1 mm) and lymph node metastasis (15 out of 35 lymph nodes).\\nThree months later, the follow-up PET-CT scan revealed a pulmonary metastasis at the right lower lobe and mediastinal lymph node involvement (). Due to disseminated disease and overall status, the patient did not undergo radio or chemotherapy.\\nFollow-up was performed every three months with clinical examination and imaging (PET-CT or CT scan). The patient died 32 months after the diagnosis, due to disease progression.", "age": "[[82.0, 'year']]", "gender": "M", "relevant_articles": "{'28702180': 1, '27613565': 1, '26886623': 1, '25247163': 1, '31687116': 2, '17122627': 1, '22942799': 1, '24490051': 1, '25119122': 1, '30739873': 2}", "similar_patients": "{'6819967-1': 1}"}