{"patient_id": 138036, "patient_uid": "6941330-1", "PMID": 31920264, "file_path": "noncomm/PMC006xxxxxx/PMC6941330.xml", "title": "Gujjar Lung: An Unusual Case Report and Systematic Review of Literature", "patient": "A 65-year-old female patient, resident of Uttaranchal, presented to our hospital with complaints of cough with scanty expectoration for the past 5 years along with shortness of breath for the past 2 years. She gave history of significant exposure to wood smoke from fire place for almost her entire lifetime. The expectoration was mucoid in nature without any offensive smell and was partially relieved on taking cough syrups prescribed by local doctors. The shortness of breath was gradual in onset, progressive (from Modified medical research council scle for dyspnea (mMRC) grade 1 to 4) with no particular periodicity or diurnal variation, no wheeze, and partially relieved by cough syrups. The patient complained around 5 kg of weight loss in the past 5 years but without anorexia or other complaints including fever. She was also evaluated at a local medical facility for her ailment. While her blood tests were normal, her chest X-ray (CXR) reportedly had nodular opacities on the basis of which she received antitubercular therapy (ATT) for around 2 years. But there was no relief of her symptoms even after completing the course of ATT.\\nShe was subsequently referred to our hospital where thorough clinical examination and relevant investigations were planned. Her Chest X-Ray was suggestive of hyperinflation with nodular opacities more prominent in the lower zones of both the lungs []. Spirometry revealed features of obstructive airway disease (FEV1 42% predicted, FVC 60% predicted, FEV1/FVC 55). A subsequent high-resolution computed tomography of thorax showed emphysematous changes (more in the lower lobes) along with centrilobular nodules []. Fiber-optic bronchoscopy with bronchoalveolar lavage (BAL) and transbronchial lung biopsy were done. Her BAL fluid showed normal cellular pattern with negative bacterial and fungal stain. The histopathology showed mild infiltration of lung parenchyma by chronic inflammatory cells including lymphocytes with focal type II pneumocyte hyperplasia. There were areas of fibrosis with increased carbon pigment deposition and carbon-laden macrophages forming anthracotic nodules []. Scanning electron microscopy of the biopsy specimen revealed carbonaceous particles in alveolar macrophages []. On the basis of history, radiological, and histopathological features, a diagnosis of “Gujjar lung” was made. She was treated with bronchodilators (long-acting bronchodilators and anticholinergics) and also told to avoid further exposure to wood smoke. She responded to the above treatment with gradual improvement of her symptoms. At one month of follow-up, her shortness of breath had decreased to mMRC grade 2 with significant improvement of her cough.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'2068688': 1, '16121813': 1, '1663387': 1, '18625750': 1, '23880681': 1, '10657166': 1, '31920264': 2}", "similar_patients": "{}"}