{"patient_id": 133610, "patient_uid": "6513057-1", "PMID": 31123660, "file_path": "noncomm/PMC006xxxxxx/PMC6513057.xml", "title": "Donepezil-induced QTc prolongation: A case report", "patient": "The patient was a 26-year-old African American female admitted to the inpatient psychiatric hospital after a suicide attempt by means that were not an overdose. Past medical history was significant for major depressive disorder, TBI, seizures, asthma, dysarthria, hemiplegia, gastroesophageal reflux disease, constipation, and tachycardia. Her social history was noncontributory. She was initially continued on her previous outpatient medications, including quetiapine 100 mg in the morning, 200 mg at noon, and 300 mg at bedtime for mood stabilization; divalproex sodium extended-release 500 mg twice daily for mood stabilization and history of seizures; metoprolol extended-release 25 mg daily for tachycardia; montelukast 10 mg daily for asthma; polyethylene glycol-3350 17 g daily for constipation; calcium with vitamin D supplement daily for nutritional deficiency; pantoprazole 40 mg daily for gastroesophageal reflux disease; and cephalexin 500 mg 4 times daily for cellulitis. Two baseline electrocardiograms (EKGs) were obtained on admission. The first showed a QTc of 425 ms with T-abnormality in the inferior lead. The second showed a QTc of 438 ms. She was noted to be in sinus tachycardia with a heart rate of 112 beats/min (bpm) during both reads.\\nDuring the few weeks following admission, several medication changes were made, including a significant dose reduction of quetiapine to 50 mg 3 times daily due to daytime sedation and a 7-day trial of sertraline 50 mg, which was discontinued due to increased agitation. On hospital day (HD) 35, donepezil 5 mg daily was initiated for cognitive rehabilitation due to TBI. An EKG performed 5 days after donepezil initiation (HD 40) showed sinus rhythm, a normal QTc of 423 ms and a heart rate of 97 bpm. Relevant scheduled medications at this time included quetiapine 50 mg 3 times daily, donepezil 5 mg at bedtime, and pantoprazole 40 mg in the morning. Approximately 7 days after donepezil initiation (HD 42), donepezil was increased to 5 mg twice daily. Five days later (HD 47), the bedtime dose was titrated to 10 mg for a total of 15 mg daily. The donepezil dose was further titrated to 10 mg twice daily 8 days later (HD 56). There was no documentation of gastrointestinal side effects during this time. A repeat EKG performed on HD 68 showed sinus rhythm, an increased QTc of 463 ms, and heart rate of 70 bpm. At the time of this EKG, she was taking donepezil 10 mg twice daily, pantoprazole 40 mg in the morning, and quetiapine 50 mg twice daily. Notable as needed (PRN) medications during the week prior to this EKG included quetiapine 25 mg (4 doses total with 2 doses given on HD 66), which was administered for agitation and aggression.\\nA follow-up EKG on HD 77 revealed a prolonged QTc of 528 ms with a heart rate of 81 bpm and sinus rhythm noted. Her quetiapine dose was increased back to 50 mg 3 times daily the day prior. Donepezil 10 mg twice daily and pantoprazole 40 mg in the morning had been continued at the same doses. Notable PRN medications during the week prior to this EKG included quetiapine 25 mg (5 doses total with 2 given on HD 76) and 1 PRN dose of both quetiapine 100 mg and olanzapine 10 mg. At this point, donepezil was reduced to 10 mg in the morning, and she continued to take scheduled quetiapine 50 mg 3 times daily.\\nOn HD 81 an EKG showed the patient was in sinus rhythm; however, QTc remained prolonged at 496 ms, heart rate 95 bpm. At this time, an adverse drug reaction was reported to the pharmacy. Notable PRN medications in the days preceding this EKG included a single dose of oral quetiapine 25 mg and intramuscular diphenhydramine 50 mg for acute agitation. Donepezil was discontinued completely. She continued to take quetiapine and pantoprazole during this time. Due to the half-life of donepezil, a follow-up EKG was performed 15 days later with a normal QTc of 416 ms. From available labs, there was no evidence of electrolyte abnormalities during her hospital admission. Potassium levels remained within normal limits; however, there were no magnesium concentrations on record. A hospital course summary is outlined in the .", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'19944332': 1, '25057346': 1, '24615803': 1, '22293706': 1, '26438681': 1, '34841978': 1, '32874532': 1, '28668178': 1, '34568635': 1, '22001585': 1, '20142454': 1, '26926294': 1, '18520431': 1, '19602789': 1, '22114630': 1, '15213787': 1, '33681037': 1, '32691984': 1, '7249508': 1, '31123660': 2}", "similar_patients": "{}"}