{"patient_id": 12206, "patient_uid": "6780877-1", "PMID": 31450705, "file_path": "comm/PMC006xxxxxx/PMC6780877.xml", "title": "A Rare Consequence after Shoulder Dislocation in a Professional Cyclist: A Case Report", "patient": "The patient was a 23-year-old Italian male, professional cyclist, non-smoker, 190 cm tall and 82 kg, with a daily training load ranging from three to six hours, six days a week for an upcoming competition. The patient presented with no prior medical record but spontaneous and multidirectional multiple posterior dislocations of the right shoulder. In association with this complaint, the patient stated that he had widespread pain of the GHJ and paresthesias of the entire right hand, but predominantly on the palmar side of the fourth and fifth finger. Moreover, he complained about diffuse spasms (clonic manifestations) occurring around the shoulder, primarily of the pectoralis major and the biceps brachii muscles ().\\nAfter a fall during a cycling race, the athlete went to a medical clinic in March 2017 and was diagnosed with subsequent dislocations of the right shoulder. The fall occurred following contact with a teammate during an international championship while riding on a paved road. The patient was not able to describe the exact traumatic mechanism but remembers his attempt to place his hands toward the ground to avoid the collision. The diagnostic investigation at the time, a magnetic resonance image (MRI), signaled the presence of “intra-articular effusion with non-homogeneity of the antero-inferior portion of the glenoid rim, bone marrow edema on the anterior surface of the humeral head, and an extensive lesion of the subscapularis tendon” (). The anamnestic examination was highlighted by a numeric pain rating scale (NPRS) [] of 6/10 (while the patient was at rest), widespread tenderness on the entire joint complex, and positive clinical tests (posterior drawer test, sulcus sign, load and shift, and apprehension test). The patient did not report further trauma to the joint until May 2018, when, during normal work activities (while lifting a box onto a shelf that was above shoulder height), the patient experienced another posterior dislocation of his right shoulder. After this dislocation, the number of episodes of dislocation during limb movements in normal daily activities of living increased in frequency and intensity. Subsequently, spasms of the joint complex followed these episodes and became more frequent with multiple spontaneous and multidirectional dislocations of the shoulder ().\\nIn June 2018, he returned to the clinic, complaining of a worsening of his clinical presentation and symptoms, characterized by an increase in spasmodic muscles surrounding his right shoulder, resulting in spontaneous multidirectional dislocations. The patient stated that these muscle spasms were associated with constant pain that worsened after the event and caused significant instability, weakness, and temporary tingling of the entire hand that was predominately located in the fourth and fifth finger. The spasms did not occur at night during sleep but appeared randomly and without warning throughout the day without apparent cause according to the patient. The patient also noted that the spasms were influenced by the patient’s mental state (with a reported increase of episodes and worsening following family disputes).\\nBy analyzing the patient’s clinical history, family history, and the assessment scales, the PT identified various red and orange flags [] during the medical history and through analysis of the patient’s disability of the arm, shoulder, and hand (DASH) rating scale (depression, anxiety, and somatoform disorders). At the initial evaluation, the PT observed that the right shoulder was in an anterior and internally rotated position. The patient’s right scapula was also abducted and internally rotated. Muscular trophism was reduced in front of the contralateral side: Deltoid, biceps, and pectoral were hypotrophic. No differences in temperature, skin color, or swelling were appreciable and there were no scars present.\\nThe PT had no opportunity to perform any clinical tests as the patient’s passive and active movements immediately set off multidirectional joint dislocations and any type of stimulation increased the spontaneous muscle spasms. Three assessment scales were used by the PT to frame pain presentation (NPRS), disability/psychosocial factors (DASH) [], and instability patterns (Western Ontario shoulder instability index (WOSI)) [].\\nThe patient’s NPRS was 8/10. The DASH score was used to evaluate the disability/psychosocial factors: This scale evaluates the patient’s ability to perform a range of daily, work-related, and sports/recreational activities. The DASH reported a 74.6% disability for daily life activities (ADL) and a 100% disability for work/recreational activities.\\nThe WOSI was used to evaluate the pathology-specific life quality for the patient with shoulder instability and the patient performed at 5.43%.", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'22218378': 1, '12403201': 1, '7869974': 1, '18646128': 1, '34577831': 2, '18555973': 1, '28556681': 1, '19245994': 1, '24030309': 1, '29686480': 1, '22588748': 1, '29843009': 1, '17449891': 1, '8879746': 1, '26704789': 1, '31191961': 1, '22388341': 1, '28672854': 1, '23032807': 1, '22402371': 1, '24228906': 1, '22587674': 1, '28576345': 1, '29160635': 1, '15650667': 1, '16808127': 1, '31450705': 2}", "similar_patients": "{'8468880-1': 1}"}