{"patient_id": 3544, "patient_uid": "6193329-1", "PMID": 30402297, "file_path": "comm/PMC006xxxxxx/PMC6193329.xml", "title": "Inspiratory Muscle Training with Isokinetic Device to Help Ventilatory Weaning in a Patient with Guillain-Barré Syndrome by Zika Virus", "patient": "A 33-year-old male, without comorbidities, was admitted to the hospital on June 28th, 2017, reporting fever (39.5°C) and paresthesia in the feet upwards. He had difficulty in walking and speaking; he also related episode of the fall from his own height. He was admitted to the intensive care unit (ICU) with dyspnea, pneumonia, and complaints of persistent muscular pain. His initial laboratory tests showed hemoglobin 14.0 g/dL, white blood count 6.780/mm3, BUN 8.4 mg/dL, creatinine 0.72 mg/dL, Na 143mEq/L, K 4.2 mEq/L, CK 138U/L, and PCR 10.1mg/dL. On the second day of admission, serology was positive for Zika virus (IgG antibodies).\\nOn June/30/2017, he developed acute respiratory insufficiency type II, requiring sedation and orotracheal intubation and was placed on mechanical ventilation with pressure controlled mode (PCV). Due to the severity of his clinical condition, he was maintained with this regimen until the beginning of the weaning process. His cerebrospinal fluid showed an increased presence of proteins (191mg/dL) with a normal cell count consistent with Guillain-Barré syndrome. Blood cultures for bacteria or fungi and serological tests for toxoplasmosis, herpes, varicella, and HIV were all negative. During his stay in the ICU, 0.4g/kg intravenous immunoglobulin was administered for 5 days without improvement. In the same period, the patient developed septic shock of undetermined focus, with vasoactive amines and intravenous antimicrobial agents being administered for 10 days (Meropenem combined with Fluconazole) according to the Campaign Surviving Sepsis and Latin America Sepsis Institute, ILAS.\\nThe 840TM mechanical ventilator (Covidien-Nellcor and Puritan Bennett, Boulder, Colorado, USA) was used. The patient was tracheostomized after 48 hours of intubation, remaining for 25 days on mechanical ventilation in the ICU; after that, he was transferred to the prolonged ventilation unit after three unsuccessful attempts at conventional weaning trial with trach collar, in which he did not reach a spontaneous breathing higher than 15 minutes. At that time, the patient was awake, cooperative, hemodynamically stable, and free of infection. The IMT program using the electronic isokinetic loading device (POWERbreathe KH-2, London, UK) was started on day 26 of MV, in which 6 sets were done with 10 repetitions to achieve the 60 efforts daily intermittently and incrementally; see .\\nThe muscle function of the patient at start of the training program evaluated by the Medical Research Council (MRC) scoring was 12 (20% of normal); the correspondent value using the functional status score (FSS-ICU) was 3 (8.6% of normal). By this time, his maximal inspiratory pressure (MIP) was 11cmH2O and the TIE index 0.27cmH2O/s, when the training load was adjusted to a maximum of 5 cmH2O (45% of the MIP). On day 36 of MV, his MIP had increased to 24 cmH2O with a TIE index of 0.65 cmH2O/s, a time when the training load was set to 12cmH2O (50% of the MIP). In the following week, the MIP reached 50cmH2O, the TIE index was 1.45 cmH2O/s, and the training load was set to 28cmH2O (56% of the MIP). On day 14 after the start of IMT, the patient was successfully weaned off the ventilator. A daily training with a load of 30cmH2O (60%) was maintained. On day 26 of IMT, his MIP was 85cmH2O and the TIE index 2.05cmH2O/s (). He was discharged from the ICU after 64 days.\\nThe IMT program was accompanied by an early mobilization and physical therapy protocol, active member exercising in bed followed by resistance exercising against gravity at the bedside, evolving to moving to standing position. Hospital discharge took place on September 8th, 2017, totaling 71 days of hospitalization. By that time, the scoring values using the MRC assessment and the FSS-ICU scale were 34 (57% of normal) and 18 (51.4 of normal), respectively.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'23340588': 1, '25352688': 1, '25147743': 2, '15563638': 1, '26092389': 1, '31754425': 1, '23753238': 1, '28444070': 1, '21385346': 1, '18367735': 1, '30402297': 2}", "similar_patients": "{'4131511-1': 1}"}