{"patient_id": 4992, "patient_uid": "6297190-1", "PMID": 30562694, "file_path": "comm/PMC006xxxxxx/PMC6297190.xml", "title": "Laparoscopic management of appendicular mucinous cystadenoma, case report", "patient": "A 37-year-old male patient presented to the emergency department complaining of three days history of abdominal pain, bleeding per rectum, nausea and recurrent attacks of vomiting. The pain was recurrent for the past three months and increased over the last month. On examination, the patient was malnourished and pale. He was vitally stable. His abdomen was soft, lax, without evidence of peritonitis. No masses could be appreciated. Digital rectal examination revealed blood on the glove with no masses or hemorrhoids. Routine blood tests were within normal ranges.\\nAbdominal ultrasonography US showed a well-defined oval-shaped hypoechoic lesion in the right lower quadrant area (). Contrast-enhanced abdominal computed tomography CT showed a well-defined cystic lesion within the lumen of cecum with thick septations measuring 4 × 4 cm (). As well, a doughnut shape was seen suspecting ileocecal intussusception. No enlarged or suspicious lymph nodes were detected in CT. As well, no free intraperitoneal fluid was seen. Colonoscopy revealed a cystic swelling in the cecal submucosa occupying half of its circumference. Biopsy from the mass was technically difficult. Advancement of the scope was impossible due to obstruction of the ileocecal valve by the mass.\\nThe patient was kept nil per mouth and on intravenous fluid. He underwent elective diagnostic laparoscopy. He was placed in supine, Trendelenburg position. Closed pneumoperitoneum was created using a Veress needle in Palmer’s point. The scope was inserted through a supra-umbilical incision using an 11-mm Visi-port trocar. Two trocars were inserted five centimeters below the costal margins at right and left midclavicular lines. Diagnostic laparoscopy showed a mass involving the appendix, the ileocecal junction and the cecum with no free fluid in the peritoneal cavity. Devascularization was done starting five centimeters proximal to the ileocecal junction up to the hepatic flexure. Transection of distal ileum and transverse colon distal to hepatic flexure was done using Endo-GIA tristapler. Side-to-side ileo-transverse anastomosis was created using Endo-GIA tristapler. The specimen was retrieved en-bloc using Endo-bag. The patient tolerated the procedure well. He started clear liquid on the third postoperative day. He was discharged home on the sixth postoperative day.\\nHistopathological examination of the specimen showed mucinous cystadenoma of the appendix with extravasation of mucinous material into the submucosa of the cecum, leading to formation of a pseudocyst. No malignant cells were found in the resected ileocolic lymph nodes. All margins were free from malignant cells. After multidisciplinary meeting with medical oncology, pathology and radiology teams, there was no need for any further surgical intervention nor follow-up imaging. He was followed up regularly in the surgical clinic for two years with no symptoms or signs.", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'29686725': 1, '23805367': 1, '15954839': 1, '33005322': 2, '27613565': 1, '25931904': 1, '16988762': 1, '16571440': 1, '14972272': 1, '16389186': 1, '20958910': 1, '30562694': 2}", "similar_patients": "{'7515696-1': 1, '7515696-2': 1}"}