{"patient_id": 9158, "patient_uid": "6558603-1", "PMID": 31275686, "file_path": "comm/PMC006xxxxxx/PMC6558603.xml", "title": "Extraoral Osseous Choristoma in the Head and Neck Region: Case Report and Literature Review", "patient": "Our report refers to a 46-year-old female patient who presented to our hospital. She had noticed a firm, space-occupying lesion in the left cervical soft tissue that had been increased in size slowly over a period of several months. According to the patient, a cervical lymph node biopsy had been performed in the same localization 12 years ago. Apart from a nonspecific inflammation, the course had been inconspicuous. In the clinical examination, the cervical mass was palpable. It felt firm and could be moved independently of the skin, but not independently of the cervical soft tissue. Ultrasound revealed a solid structure with complete dorsal acoustic attenuation. Computer tomography of the cervical soft tissue showed a solid structure measuring approx. 24 × 21 × 33 mm, which seemed to be consistent with a calcification and which had no contact to adjacent bony structures (see ). Intraoperatively, a hard, bony, smoothly covered mass with a largest diameter of approximately 4 cm was completely extirpated, with primary closure of the wound. Postoperative healing was free of complications. The formalin-fixated specimen had size of 37 × 22 × 22 mm, and the weight was 12 g (see ). Histopathology of the specimen processed with a haematoxylin and eosin staining revealed a round, bony mass smoothly covered by a narrow lamella of connective tissue. Beneath the surrounding compact bone, the structure consisted of cancellous bone tissue with regular medullary cavities enclosing yellow marrow, as well as differently sized areas of mature hematopoietic bone marrow, suggesting an ectopic formation of regularly differentiated bone tissue (see ).", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'9437975': 1, '9590350': 1, '19767522': 1, '33303524': 1, '23070874': 1, '11429755': 1, '21503232': 1, '16343914': 1, '5285696': 1, '17245584': 1, '31275686': 2}", "similar_patients": "{}"}