{"patient_id": 13112, "patient_uid": "6827705-1", "PMID": 31754574, "file_path": "comm/PMC006xxxxxx/PMC6827705.xml", "title": "Malignant Transformation of Recurrent Synovial Chondromatosis: A Case Report and Review", "patient": "A 44-year-old male with history of a biopsy proven spinal osteochondroma (Figure ) presented with a one-year history of left hip pain and a slowly enlarging left hip mass. He reported an indolent onset of left hip discomfort with progressive loss of range of motion over the year. He walked unassisted and took no medication for pain at the time of presentation. His pain was localized primarily to the left groin, and was worst with flexion/extension of the left hip. He reported occasional left anterior thigh burning pain that is worst with prolonged sitting. He denied radiation of pain down past the calf or weakness of the leg or foot. He presented with a firm prominence along the lateral groin. His physical examination showed a palpable, irregular fullness in the left groin that was minimally tender to palpation. Hip flexion was to 80° but limited by pain. He had hip extension to the neutral position. There was no inguinal adenopathy. His radiographs of the left hip (Figures and 3) showed extensive soft tissue calcifications surrounding the hip joint associated with erosion of the femoral neck and mild left hip degenerative changes. The radiographic differential diagnoses included synovial chondromatosis and synovial chondrosarcoma.\\nHe subsequently underwent a CT scan, which demonstrated extensive calcifications adjacent to the left hip with asymmetric soft tissue enlargement and mild degenerative changes of the hip joint (Figure ). The masses were mostly anterior and medial, and the conglomerate measurement was approximately 13 x 7 cm without apparent extension into the pelvis. The differential diagnosis was unchanged, so the patient underwent CT-guided biopsy. He then underwent MRI using a 3T Skyra MRI (Siemens AG, München, Germany) for further evaluation. He underwent open subtotal debulking of his disease because his disease was felt to be too bulky and not amenable to arthroscopy. Both the percutaneous biopsy and final histologic diagnosis from the resected specimens were thought to be most consistent with synovial osteochondromatosis, with no evidence of atypia or cellularity.\\nApproximately one year later, his residual disease progressed and resulted in limiting his range of motion. He underwent a left total hip arthroplasty via a posterior approach with simultaneous debulking of disease. The final histologic diagnosis from the resected femur and intra-articular bodies was synovial osteochondromatosis with erosive change in the femoral head/neck. Approximately two months postoperatively, he developed new foci of calcification around the hip joint on his postoperative radiographic studies (Figure ), consistent with recurrent disease. Worsening symptoms prompted a repeat CT scan six months later. The CT scan demonstrated extensive intra-articular disease extending into the iliopsoas bursa (Figure ) and around total hip arthroplasty as well as a new soft tissue nodule with foci of calcification in the left gluteus maximus, consistent with an additional focus of disease (Figure ).\\nThe patient underwent repeat extensive surgical debulking of his disease. The final histological diagnosis from the excised tumor was grade 1 chondrosarcoma arising from synovial chondromatosis.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'24737946': 1, '27490219': 1, '8633119': 1, '18521371': 1, '32555108': 2, '25064754': 1, '23343712': 1, '1985712': 1, '27570774': 1, '18378543': 1, '20748107': 1, '25742744': 1, '12550753': 1, '15834844': 1, '21403832': 1, '34422971': 1, '31754574': 2}", "similar_patients": "{'7944820-1': 1}"}