{"patient_id": 2992, "patient_uid": "6159257-1", "PMID": 30363304, "file_path": "comm/PMC006xxxxxx/PMC6159257.xml", "title": "Diagnosing urethral duplication including a novel radiological diagnostic algorithm", "patient": "A 24-year-old previously asymptomatic male presented to his primary care physician with a complaint of focal penile irritation related to sexual intercourse. The irritation originates from a lesion along the midline on the dorsum of his penile glans. He was referred to a urologist for further evaluation.\\nThe patient reported noticing a small dimple along the midline on the dorsum of his glans for as long as he could remember. The lesion had not previously caused him any discomfort, nor did he report a history of discharge, including urine, semen, blood or pus from the orifice. In recent months, the patient has become more sexually active and he has become aware that during and after intercourse the site is painful and inflamed for a short period of time. The patient wants to make sure there is not something wrong with his anatomy and seeks a solution.\\nThe patient had no significant past medical history. There is no family medical history of relevance, specifically no one has reported any genital malformation. Physical examination by a urologist demonstrated a well-developed adult male. A small midline opening was present on the dorsum of the penile glans. There was no focal erythema or discharge present at the time of examination. Manipulation of the opening demonstrated a thin lumen that appeared to continue proximally along the dorsum of the penile shaft. The most likely aetiology was determined to be urethral duplication. Imaging was necessary for confirmation and to delineate the particular anatomic presentation in order to plan treatment. Demonstration of communication with the urethra or bladder would require more extensive surgical intervention to eliminate the sequelae of discharge accumulation in the lumen causing infection, cyst formation or recanalisation of the accessory orifice. The patient was referred to radiology for urethrography.\\nSince no urine, semen or other discharge had ever been noted to exude from the accessory urethra, a retrograde urethrogram (RUG) was performed (). A 5F paediatric catheter was advanced 3 cm through the dorsal accessory meatus. Simultaneously, a 6F Foley catheter was inserted into the orthotopic urethral meatus and the retention balloon inflated in the fossa navicularis. Cystografin contrast was manually instilled into both catheters. Opacification of the accessory meatus demonstrated a hypoplastic urethra traversing the dorsum of the penis and terminating blindly at the level of the levator musculature. No contrast was visualized refluxing into either the orthotopic urethra or the bladder. Contrast injected into the orthotopic urethra demonstrated a normal appearing urethra terminating at the sphincteric musculature. There was 2 mm of distance separating the terminal blind end of the accessory urethra and the orthotopic urethra. Based on the radiographic evidence a Type 1-A urethral duplication was diagnosed.\\nAfter confirming a Type 1-A urethral duplication the patient was offered and consented to operative reconstruction. A short rigid ureteroscope was used to inspect the main urethra and bladder demonstrating the appearance of normal verumontanum and sphincteric mechanisms confirming the ventral urethra as the functional urethra. The ureteroscope was then used to evaluate the accessory urethra and passed through to the blind-end. The accessory urethra was cauterized as the ureteroscope was withdrawn.\\nThe patient tolerated the procedure well without any reported postoperative complications. At follow-up the patient did not report recurrent irritation during sexual intercourse and was pleased with the cosmetic result.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'23506728': 1, '534829': 1, '943804': 1, '25912290': 1, '23623406': 1, '16469034': 1, '19608363': 1, '19716341': 1, '19881093': 2, '21139990': 1, '32514325': 1, '15343605': 1, '23543127': 1, '5981976': 1, '11980018': 1, '25337048': 1, '11553824': 1, '10799233': 1, '30363304': 2}", "similar_patients": "{'2766873-1': 1}"}