{"patient_id": 15662, "patient_uid": "6968677-1", "PMID": 32002464, "file_path": "comm/PMC006xxxxxx/PMC6968677.xml", "title": "Pacinian hyperplasia presenting with Raynaud’s phenomenon", "patient": "The patient is a 61-year-old right-hand dominant male pianist with CREST syndrome whose autoimmune disease course has been complicated by severe Raynaud’s phenomenon resulting in more than twenty symptomatic episodes daily. The patient underwent previous bilateral proximal palmar and wrist sympathectomies 8 years prior with some symptomatic improvement in his hand function, and this was followed by botulinum toxin injections. However, more recently, he presented to our plastic surgery hand clinic with worsening digital pain and fingertip ulcerations.\\nOn physical exam, there were exquisitely tender ulcerations at the tips of the right index and middle fingers, and left middle finger (). Doppler examination revealed strong triphasic signals of both radial arteries at the wrist and very weak monophasic signals of the ulnar artery at the wrist. There were strong Doppler signals at the base of each digit. Given the patient’s recurrent symptomatology and fingertip ulcerations, along with his previous therapeutic response to proximal sympathectomies, a focused distal sympathectomy at the level of the common and proper digital arteries was recommended to address his ongoing digital ischemia.\\nSurgery was performed under axillary nerve block with intravenous sedation. Bruner incisions were marked out and performed over the patient’s right index and middle fingers, extending from the distal palm to the respective proximal interphalangeal joints. Upon elevation of the skin flaps, numerous Pacinian corpuscles were noted amidst the volar subcutaneous tissue adjacent to the neurovascular bundles (). Over the proximal phalanges of the index and middle fingers, between 10 and 12 corpuscles were appreciated per square centimeter. Formal sympathectomies, using an adventitial stripping technique, were performed on both the radial and ulnar neurovascular bundles with the use of the operating microscope (). At higher magnification, the extensive network of Pacinian tissue was appreciated surrounding the neurovascular bundles. The adventitia and much of the aforementioned Pacinian tissue were removed. The incisions were closed in standard interrupted fashion and the patient was placed in a forearm-based plaster splint. At the patient’s first postoperative visit 1 week later, his symptoms were noted to be markedly improved. At his 3-month follow-up appointment he was noted to be pain-free and his digital ulcerations were completely healed ().\\nTissue samples were sent to pathology for microscopic evaluation where the ultrastructures of the corpuscles were noted to be normal and not concerning for malignancy (). A pathologic diagnosis of Pacinian corpuscle hyperplasia was made.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'4426528': 1, '19059135': 1, '9557793': 1, '27509103': 1, '1154066': 1, '1732891': 1, '13513492': 1, '34222593': 1, '13808523': 1, '9665528': 1, '6423164': 1, '4106746': 1, '6768377': 1, '1658118': 1, '7868758': 1, '24223003': 1, '32002464': 2}", "similar_patients": "{}"}