{"patient_id": 5429, "patient_uid": "6319504-1", "PMID": 30652138, "file_path": "comm/PMC006xxxxxx/PMC6319504.xml", "title": "Portal vein pseudoaneurysm secondary to pancreatic lymphoma and biliary stent insertion: a rare cause of haemobilia", "patient": "A 42-year-old man initially presented to hospital with painless jaundice and weight loss of 9 kg over a period of four to six weeks. A CT scan of the abdomen and pelvis in the portal-venous phase revealed a 5.3 × 4.7 cm periportal lymph node adjacent to the pancreatic head (Fig. a). A Positron Emission Tomography –CT (PET-CT) showed avid tracer uptake (Fig. ). There was associated biliary obstruction at the level of the porta hepatis. The patient underwent percutaneous biopsy followed by ERCP and deployment of a 10 mm × 80 mm covered metal stent (WallFlex Biliary RX Stent, Boston Scientific, Marlborough, MA, United States).\\nThe core biopsy of the nodal mass revealed diffuse large B-cell lymphoma (DLBCL). Three weeks following the first cycle of Rituximab, Cyclophosphamide, Doxorubicin, Vincristine and Prednisolone (R-CHOP) chemotherapy, the patient presented to hospital complaining of fever and malaise. The patient had pyrexia of unknown origin and was prescribed a course of Ceftazidime and Metronidazole intravenous antibiotics.\\nThe following day the patient developed sudden onset haematemesis, passing 500 ml of fresh red blood. An urgent portal venous phase CT of the abdomen showed extensive necrosis of the mass with erosion of the metal biliary stent through the bile duct wall causing a large amount of intralesional gas (Fig. ).\\nThis was followed promptly by an urgent duodenoscopy that revealed acute blood actively oozing from within the metal biliary stent and fresh haematoma in the second part of the duodenum.\\nThe patient was transferred immediately back to radiology to have a triple phase (pre-contrast, arterial and portal venous phase) CT of the abdomen to assess for a bleeding point. The multiphase CT revealed a 13 mm pseudoaneurysm of the main portal vein. The pseudoaneursym was bulging towards the proximal end of the indwelling biliary stent (Fig. ). There was also hyperdense material within the stent lumen, which was presumed to be acute blood.\\nThe portal vein pseudo aneurysm was thought to be due to iatrogenic trauma of the portal vein wall at the time of stent insertion with further erosion of the vessel wall in the weeks following insertion. The other possible causes considered were vascular injury at the time of percutaneous biopsy and infection/inflammation within the surrounding lymphomatous mass causing direct vascular erosion. After multidisciplinary team discussion between Interventional Radiology, Hepatobiliary Surgery and Gastroenterology, the decision was made to perform percutaneous transhepatic covered stenting of the main portal vein.\\nA right anterior portal vein puncture was performed using a 21G micropuncture needle under ultrasound guidance. A 10 Fr sheath was inserted. A C-2 Cobra catheter was positioned in the superior mesenteric vein. Digital subtraction venograms performed via the catheter confirmed a broad-based saccular psudoaneurysm of the main portal vein measuring approximately 13 mm in diameter. The pseudoaneurysm was positioned at the anteroinferior edge of the proximal portal vein and was bulging into the proximal end of the biliary stent (Figs. and ). There was no active bleeding at the time of the procedure. An Amplatz SuperStiff guidewire was passed to the SMV. A covered 14 mm × 60 mm FLUENCY plus Vascular Stent Graft (Bard Peripheral Vascular, Tempe, AZ, United States) was deployed in the main portal vein across the pseudoaneurysm. There was immediate exclusion of the pseudoaneurysm on post deployment venograms (Fig. ). The main portal vein, right portal vein, left portal vein, superior mesenteric vein and splenic vein remained patent. The sheath was removed and the tract plugged with Avitene Microfibrillar Collagen Hemostat (Bard Davol, Warwick, RI, United States). The patient’s haematemesis ceased promptly following the procedure. Post-procedure anticoagulation and antiplatelet treatment was not initiated given the patients risk of further bleeding.\\nThere have been no procedure related complications in over 1 year since the stent placement. The patient continued R-CHOP chemotherapy for DLBCL and was clinically well at recent outpatient follow up.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'26958798': 1, '18884132': 1, '22470731': 1, '15187741': 1, '24834229': 2, '18993088': 1, '27904252': 1, '33030649': 2, '8079933': 1, '27230514': 1, '18487540': 1, '20424984': 1, '30652138': 2}", "similar_patients": "{'4017466-1': 1, '7544788-1': 1}"}