{"patient_id": 7133, "patient_uid": "6423812-1", "PMID": 30885173, "file_path": "comm/PMC006xxxxxx/PMC6423812.xml", "title": "Case report: new development of fibrosing interstitial lung disease triggered by HIV-related pneumocystis pneumonia", "patient": "A previously healthy Japanese 63-year-old male was referred to the AIDS Clinical Center, National Center for Global Health and Medicine (Tokyo, Japan; day 0) because of protracted dyspnea on effort (DOE) after pneumocystis pneumonia (PCP) treatment.\\nFifty-seven days before referral (day − 57), he was admitted to a local hospital for progressive dyspnea of one month duration with diffuse interstitial infiltration in bilateral lung fields (chest computed tomography (CT), Fig. a, b). Human immunodeficiency virus (HIV) infection was first pointed out upon initial blood examination, and the non-acute phase of HIV-1 infection was confirmed by western blotting. Cluster of differentiation-4 counts and HIV-RNA loads were 45/μL (7.3%) and 56,000 copies/mL, respectively. Bronchoscopy identified Pneumocystis jirovecii in bronchoalveolar lavage fluid, and levels of β-D glucan in serum was increased (> 300 pg/mL) at that time point. With a diagnosis of HIV-related PCP, trimethoprim-sulfamethoxazole (TMP-SMX) was initiated with corticosteroids at that hospital (day − 47). Hypoxia under rest was improved rapidly, but DOE remained 2 weeks after completion of PCP treatment (day − 12). He was referred to our hospital for the further examination and treatment (day 0). Physical examination revealed “Velcro rales” in bilateral lower back auscultation, whereas no other abnormalities were identified by a review of systems (including neurologic examination). Arterial blood oxygen pressure was within normal range (93.5 mmHg) at rest, but decreased rapidly 30 s after a slow walk (44.5 mmHg). Respiratory function tests showed severe restrictive ventilator impairment (vital capacity = 36.5%; forced expiratory volume in 1 s = 107.4%). Re-examination of chest CT showed severe fibrotic changes at bilateral basal parts and diffuse fibrotic changes (Fig. c, d) in which PCP lesions were seen initially in previous images. Levels of SP-D (214.2 ng/mL), KL-6 (2249 IU/mL) and lactate dehydrogenase (234 IU/L) were increased, but β-D glucan was not elevated (14.8 pg/mL) and P. jirovecii was not detected in saliva at referral. Cytomegalovirus DNA in plasma and surrogate markers of autoimmune diseases (anti-centromere antibody, anti-Jo-1 antibody, c-ANCA, p-ANCA, anti-nuclear antibody, anti-RNP antibody, anti-SS-A antibody, anti-SS-B antibody, anti-Scl-70 antibody, anti-CCP antibody) was negative. The drug-induced lymphocyte stimulation test (DLST) against TMP-SMX was negative, but we changed secondary prophylaxis of PCP to atovaquone. We initiated combination antiretroviral therapy (cART) comprising dolutegravir, tenofovir alafenamide and emtricitabine at day 2, and added tacrolimus at day 16, but respiratory function and imaging findings were not improved. Corticosteroids (methylprednisolone [1000 mg/day, p.o.] for 3 days followed by prednisolone [1 mg/kg/day, p.o.]) were re-initiated at day 37. However, we stopped corticosteroid therapy because it caused mediastinal emphysema without eliciting any positive effects upon lung fibrosis. We started nintedanib at day 48, and are following up symptoms carefully. Oxygen requirement until the last follow-up date (day 120) was unchanged, that is 2 L/min at rest or 4 L/min at light labor.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'11790668': 1, '26974305': 1, '23702178': 1, '18388353': 1, '30885173': 2}", "similar_patients": "{}"}