{"patient_id": 11676, "patient_uid": "6734496-1", "PMID": 31531277, "file_path": "comm/PMC006xxxxxx/PMC6734496.xml", "title": "Panscleritis masquerading as an attack of primary acute angle closure glaucoma", "patient": "A 50-year-old female was referred to us as a case of primary acute angle closure attack in the right eye and for laser PI. She had redness, watering, and severe ocular pain in her right eye (RE) for 1 day. The visual acuity was 6/18 in the right eye (RE) and 6/6 in the left eye (LE). LE had a deep anterior chamber (AC) and a normal fundus. Slit lamp examination of RE revealed conjunctival chemosis, circumcorneal congestion, shallow AC, and no AC cells (Figure 1a,b ). Intraocular pressure (IOP) was 38 mmHg in RE and 12 mmHg in LE by applanation. A diagnosis of acute primary ACG due to pupillary block mechanism in RE was considered. However, additional findings included swelling of the upper eyelid, scleral tenderness, clear cornea, reactive round pupil, fine choroidal folds (Figure 1e ), shallow peripheral annular choroidal detachment, and limitation of ocular movement with pain in RE. She had a history of such an episode three years back. Due to these factors, a suspicion of scleritis with secondary ACG was also kept as a differential diagnosis. An ultrasonogram (USG) B-scan of RE showed fluid accumulation in the subtenon space with thickening of the ocular coats (Figure 1c ). Ultrasound biomicroscopy (UBM) revealed thickening of the sclera and supraciliary effusion along with some anterior rotation of the ciliary body (Figure 1d ). Fundus fluorescein angiography made the choroidal folds obvious (Figure 1f ). She was diagnosed to have diffuse anterior scleritis and posterior scleritis (panscleritis) with secondary ciliochoroidal effusion and ACG in RE. She was started on topical atropine sulfate drop 1% thrice a day, brimonidine tartrate drop 0.15% twice a day, prednisolone acetate 1% 4 times a day in RE, tablet acetazolamide 250 mg twice daily, and intravenous methylprednisolone 1 mg once daily for three consecutive days. At day two, there was an improvement in lid swelling, ocular pain, ocular motility, conjunctival chemosis, and congestion, and the vision improved to 6/9 in RE. The anterior chamber deepened and the IOP was 8 mmHg in RE. Oral acetazolamide were stopped. After three days of pulse steroid, she was shifted to oral prednisolone 1 mg/kg/day and atropine/prednisolone drops were continued. At 1 week, the UBM showed resolved ciliary effusion. She was negative for antinuclear antibody (ANA), anti-neutrophilic cytoplasmic antibody (P-ANCA, and C-ANCA), anti-citrullinated cyclopeptide (anti-CCP), and VDRL (venereal disease research laboratory). Angiotensin converting enzyme, chest X-ray, and Mantoux were unremarkable. Erythrocyte sedimentation rate was 28 (normal 0–20) mm in the first hour, and C-reactive protein was 21 (normal <10) mg/L. There was no history of tick bite or herpes zoster ophthalmicus. The oral and topical steroid was tapered and atropine/antiglaucoma drops were stopped. At 1 month, her best-corrected visual acuity was 6/6 in either eye, the eyes were quiet, and the choroidal folds in the right eye had disappeared (Figure 2a ). The eye remained stable till the last follow-up at 8 months, and the anterior chamber remained deep (Figure 2b ).", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'1268180': 1, '26682176': 1, '4412027': 1, '22439667': 1, '32010306': 1, '15510468': 1, '1895739': 1, '30175623': 1, '1268179': 1, '6166197': 1, '656360': 1, '2483134': 1, '31531277': 2}", "similar_patients": "{}"}