{"patient_id": 5243, "patient_uid": "6311067-1", "PMID": 30594148, "file_path": "comm/PMC006xxxxxx/PMC6311067.xml", "title": "Spotted fever rickettsioses causing myocarditis and ARDS: a case from Sri Lanka", "patient": "A 53-year-old male was transferred from Peripheral Hospital Hatharaliyadda (PHH) to Teaching Hospital, Kandy (THK) in a state of circulatory failure for specialized care. He was a previously well ‘tree cutter’ working close to his residence situated in a hilly terrain in the Northern slope of central hills of Sri Lanka where rich lust green vegetations and tropical trees are in abundance. His routine was to cut trees in the tea estates in the area and to carry the logs to the closest motorable road.\\nHe developed fever with myalgia and headache 5 days prior to the admission to PHH. On the 4th day of fever he had noticed a rash over his body. As his condition deteriorated on the 6th day of the illness, he was transferred to THK. On admission, he was febrile and recorded temperature was 102 °F. He had a generalized discrete erythematous macular rash in most areas of the body including palms and soles. Also he had swelling of both ankle joints. He denied any tick bite prior to illness. There was no eschar found. He had neither lymphadenopathy nor splenomegaly. But the liver was palpable 2 cm below costal margin. Lungs were clear to auscultation. (Fig. ) He had a thready pulse of 100/min with a blood pressure of 80/50 mmHg.\\nHe was initially resuscitated with intravenous normal saline and managed as septic shock. The presence of skin rash prompted to consider a spotted fever rickettsial infection. Therefore, he was started on intravenous ceftriaxone and oral doxycycline. Since his blood pressure did not improve with fluid resuscitation a central line was placed and intravenous norepinephrine infusion at a rate of 0.4μg/kg/min was commenced along with septic dose of intravenous hydrocortisone 50 mg/6hourly. His plasma random glucose was normal. Initial electrocardiogram did not show ST/T wave abnormalities and Chest radiograph was normal. His serial investigations during the hospital stay are shown in Table .\\nWith inotropic support, antibiotics and maintenance fluids he remained stable for the next 36 h. His blood cultures, urine cultures and retroviral studies were negative. During the latter part of the second day of admission to THK he developed progressively worsening shortness of breath with hypoxemia and hypotension. Blood gas analysis showed type 1 respiratory failure with pO2/FiO2 ratio of 135.8. Repeat chest radiograph showed bilateral alveolar and interstitial shadowing of both upper and mid zones. ECG revealed sinus tachycardia with no significant ST/T wave changes. 2D Echo cardiogram showed a ventricular ejection fraction of 40–45% with global hypokinesia of myocardium suggestive of myocarditis. Troponin-I titre was positive at 4.9 ng/ml (Normal < 0.12 ng/ml) and NTproBNP (N-terminal pro b-type natriuretic peptide) value was elevated at 11954 pg/ml. At this juncture, elective intubation was done and the patient was transferred to the Intensive Care Unit for assisted ventilation. (Fig. ).\\nThe management team identified some issues with regard to diagnosis and choosing the appropriate treatment for the patient. Echocardiographic findings, elevated troponin titre and elevated BNP were consistent with myocarditis leading to heart failure causing pulmonary oedema and hypoxemia. The possibility of ARDS was considered based on clinical, blood gas and radiological evidence. Spotted fever was considered to be the most likely diagnosis because of the presence of the typical rash. Other differential diagnoses included leptospirosis with myocarditis and pneumonitis. But the rash and lack of liver and renal involvement was not in favor of leptospirosis. Streptococcal and Staphylococcal toxic shock syndromes and meningococcal sepsis were also taken into consideration, but inability to fulfill diagnostic criteria and persistently negative cultures were against them. Hemophagocytic lymphohistiocytosis (HLH) is also known to complicate many zoonoses including spotter fever infections [, ]. However, absence of cytopenias and the splenomegaly made it less likely and further screening tests for HLH were not performed.\\nConsidering the poor response to previous antibiotics, intravenous chloramphenicol 500 mg 6 hourly was added to the treatment regimen as authors personally had seen good response particularly in patients with severe disease. He required 3 inotropes in increasing doses, including norepinephrine 0.5μg/kg/min, Dobutamine 10μg/kg/min and Dopamine 15μg/kg min, to maintain the blood pressure for the next 24 h. In view of myocarditis, IV hydrocortisone dose was increased to 200 mg/6hourly. Within 12 h from starting chloramphenicol and increasing the dose of steroids, his clinical parameters started to improve. By next day tailing off of the inotropic support was possible. On the 3rd day in the Intensive Care Unit, he was extubated and on the 4th day he was transferred back to the High Dependency Unit of the medical ward. The skin rash started to fade leaving few necrotic areas over the hands. All three antibiotics were stopped after the completion of 7 days. He did not develop any treatment related complications. He was recovered enough to be discharged from the hospital on the 10th day of admission.\\nIn two weeks’ time, he was reviewed in the out-patient clinic and found to be completely asymptomatic. For the confirmation of diagnosis, 1st acute blood sample was tested for R. conorii indirect immunofluorescence antibodies (IFA) at the reference laboratory of University of Peradeniya which showed moderately high positive titre (1/256). Ten days later, 2nd blood sample was tested with IFA which showed rising titre (1/1024) confirming the diagnosis. Further species identification was not possible due to unavailability of facilities. Unfortunately patient did not turn up for the follow up echocardiogram.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'23824828': 1, '11709786': 1, '25232837': 1, '17428513': 1, '21163825': 1, '12950666': 1, '22118601': 1, '29148392': 1, '28408252': 1, '22541336': 1, '30857242': 1, '28348768': 2, '31360559': 2, '32428835': 1, '28355307': 1, '23104648': 1, '19880690': 1, '27172113': 1, '16242016': 1, '30594148': 2}", "similar_patients": "{'5330236-1': 1, '6644265-1': 1}"}