{"patient_id": 135264, "patient_uid": "6689922-1", "PMID": 31448075, "file_path": "noncomm/PMC006xxxxxx/PMC6689922.xml", "title": "Pulmonary arterial hypertension in interferonophaties: a case report and a review of the literature", "patient": "A 17-year-old boy was admitted to our hospital for weakness, palpitations and dyspnea. All symptoms were exacerbated by minimal effort, and syncope was provoked by an argument with his father. Physical examination revealed paleness, cold extremities, accentuated second heart sound and a pansystolic heart murmur. The patient was in a follow-up program for DNase II deficiency syndrome, a recently described auto-inflammatory disorder with significant overlap with SLE. One month before, he had a likely viral illness accompanied by tachycardia and general discomfort, self-improving in the following days. His medical history was characterized by the presence of neonatal hepatopathy, cytopenia, recurrent fever, polyarticular arthritis, chronic glomerulonephritis, lipodystrophy, lupus pernio and growth retardation. The suspicion of an interferonopathy was raised at the age of 14 years, based on the detection of an extremely high interferon signature score, and the diagnosis of DNase II deficiency was made by whole exome sequencing soon after. This clinical picture progressively worsened in the following years despite several therapeutic trials with glucocorticoids, immunosuppressant and biological agents. Considering recent data in support of a direct inhibitory effect of hydroxychloroquine and mepacrine on the signaling cascade of type 1 interferons, we added these two antimalarials to therapy, noticing a partial improvement in the general assessment of the disease (). Due to concern about ongoing arthritis and given the poor response to anti-TNF biologics, we added abatacept. Despite significant improvements, the boy remained dependent on chronic glucocorticoids, complaining of joint stiffness and severe headache. We thus proposed an off-label use of ruxolitinib (7.5 mg twice a day), a Janus kinase inhibitor that had just been used with success in another interferonopathy and discontinued abatacept. The introduction of ruxolitinib led to a dramatic improvement of the patient’s clinical manifestations, allowing progressively reduce the dosage of glucocorticoids ().\\nAt admission, five months after ruxolitinib introduction, echocardiography showed severe pulmonary hypertension with systolic PAP 77 mmHg and severe right ventricular dysfunction. Data were confirmed by cardiac catheterization that showed severe pre-capillary PAH with reduced cardiac index and a negative vasoreactivity test (PAP 82/49/61 mmHg, PAWP 11 mmHg, PVR 21.5 WU, CI 1.8 L/min/m2, data acquired under profound sedation). Pulmonary embolism was excluded by a normal CT pulmonary angiogram. Being the cardiologic evaluation with echocardiogram and electrocardiogram performed one year before completely normal, a drug-related serious adverse effect was considered, and all the treatments were discontinued. Conversely, assuming the possibility that PAH was instead an inflammatory manifestation of the underlying disease, similarly to what can sometimes occur in SLE, possibly triggered by a recent viral illness as occurred one month before in our patient, steroid boluses were administered, and a vasodilating therapy with epoprostenol, sildenafil and furosemide was started. However, during the hospital course, the boy developed a severe multilinear pancytopenia (Hb 10 g/dl, WBC 1020/mmc, PLT 20,000/mmc). Hemophagocytic Lymphohistiocytosis and malignancy were ruled out after performing a bone marrow aspiration that showed a hypocellular situation. Interferon signature score was higher than ever (). An active viral infection was also excluded. Given the poor response to corticosteroids and the raised interferon score, ruxolitinib was reintroduced at higher doses (10 mg twice daily), based on the previous benefits and on anecdotal evidence of efficacy in PAH. A dramatic improvement of his pulmonary pressure recorded by echocardiogram was noted in just a day, being much more successful than expectable with vasodilating therapy only. The patient was discharged on inhaled iloprost 5 µg every 4 h, daily ambrisentan 5 mg, sildenafil 60 mg in three daily doses, and furosemide 12.5 mg every two days (), with an estimated systolic pulmonary pressure of 35 mmHg at echocardiography. His cardiologic follow-up showed a slow but progressive further improvement of symptoms and pulmonary pressure. Ruxolitinib was maintained at the dose of 7.5 mg BID. No further adverse event was noticed in the following two years, apart from asymptomatic BK-viruria and a transient herpes zoster infection, which rapidly healed with acyclovir therapy and slightly reducing ruxolitinib dose for one week.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'33738095': 1, '27678529': 1, '29649002': 1, '24334027': 1, '29259162': 1, '30219631': 1, '27554814': 1, '25682609': 1, '22489252': 1, '26621896': 1, '25821216': 1, '17526595': 1, '26320113': 1, '33092242': 1, '24406841': 1, '27260006': 1, '31448075': 2}", "similar_patients": "{}"}