{"patient_id": 135752, "patient_uid": "6735550-1", "PMID": 31528568, "file_path": "noncomm/PMC006xxxxxx/PMC6735550.xml", "title": "Calcification of the ligamentum flavum in the thoracolumbar spine: an unusual cause of compressive myelopathy", "patient": "A previously healthy 44-year-old White female patient sought medical attention at our hospital. The patient presented with a 2-month history of ascending paresthesia of the left leg, with progressive worsening and right leg involvement, accompanied by reduced (right and left) leg muscle strength. She reported lower back discomfort and abdominal paresthesia. Clinical findings were normal. Neurological examination revealed paraparesis (grade 1/2 muscle power in the right leg and grade 2/3 muscle power in the left), as well as pyramidal signs and brisk reflexes in the legs, together with a sensory level of T8 on both sides and pain on movement of the thoracic spine. A computed tomography (CT) scan of the thoracolumbar spine revealed the following (, , –): in the thoracic region—ligamentum flavum (LF) hypertrophy and calcification, which caused narrowing of the spinal canal and lateral recess, the narrowing being greatest at T6 and at T10–T11; and, in the lumbar region—LF hypertrophy and calcification at L1–L2, with a herniated disc at L4–L5 and diffuse marginal osteophytes.\\nMagnetic resonance imaging (MRI) showed hyperintense signals on T2-weighted images at T6–T7 and T10–T11; those vertebrae were slightly thinner, suggesting concomitant myelomalacia (). Laboratory test results were normal, metabolic disorders being therefore ruled out.\\nThe patient underwent laminectomy and dissection of some of the affected LF, without any intraoperative complications. After three months of clinical follow-up, the patient had progressed favorably, having no sensory complaints and again becoming ambulatory.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'6801782': 1, '6410817': 1, '826673': 1, '6843768': 1, '2110325': 1, '9698747': 1, '8217411': 1, '6612370': 1, '2111569': 1, '1902988': 1, '31528568': 2}", "similar_patients": "{}"}