{"patient_id": 3229, "patient_uid": "6174051-1", "PMID": 30320018, "file_path": "comm/PMC006xxxxxx/PMC6174051.xml", "title": "Nasal Myiasis: A Case Report", "patient": "The patient was a 35-yr-old man with gastric cancer history for one year referred to Golestan Hospital, Ahvaz southwest of Iran in 2015 due to clinical signs including vomiting, loss of consciousness, food intolerances, impotence, icterus and paleness for 1 year. He had undergone chemotherapy bytaxotel (50mg), cisplatin (35mg) and flucytosine (500mg) according to his practitioner recommendation for four days. The chemotherapy schedule was repeated 4 times. The vital sign and biochemical parameters were: BP: 100/60 mm/Hg, PR: 110/min, RR= 28 /min, OT: 38.5C. The other biochemical parameters were:\\nALT = 166, AST= 250, WBC: 23.80x 10 3, HB: 7.4, PLT: 56x10 3, FBS: 93, Na: 130, K: 5.9, Ca: 8.1, P: 3.9, bilirubin (T): 33.6, bilirubin (D): 30.1BUN= 149, Cr= 5.3 and in urinalysis: PRO 2+, Hb: 3+.\\nThe patient was transferred to ICU due to respiratory distress. After few days, several larvae and pupa stage were seen in nasal and oral cavity (). The larvae and pupa were removed by forceps and transferred to parasitology department for precise diagnosis (, ). Nasal myiasis was recognized by infectious department consulting.\\nThe patient was treated with turpentine, meropenem, vancomycin, and fluconazole for myiasis, pneumonia and candidiasis infection. The patient died after 5 d. The identification of third stages of larvae was performed according to internal and external morphological characteristics. Anterior and posterior air spiracles were removed from the body of maggots and examined microscopically (–). The pupa was cultured in room temperature for recognizing adult fly (). According to larvae, pupa and adult characters, Lucilia spp. was identified ().", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'23669173': 1, '24382372': 1, '23133480': 2, '23524903': 1, '21874753': 1, '29018832': 2, '31976109': 1, '34332474': 1, '22232372': 1, '23125939': 2, '23179955': 1, '18485982': 1, '18613876': 1, '28096867': 1, '30320018': 2}", "similar_patients": "{'5629300-1': 1, '3485497-1': 1, '3488829-1': 1}"}