{"patient_id": 131686, "patient_uid": "6374537-1", "PMID": 30809502, "file_path": "noncomm/PMC006xxxxxx/PMC6374537.xml", "title": "Prolonged Stupor in Perampanel Overdose and Pharmacokinetic Considerations", "patient": "A 39-year-old woman with an unremarkable medical history visited our neurology department complaining of recurrent seizures. Magnetic resonance imaging showed non-enhancing diffuse enlargement of the right amygdala, hippocampus, and parahippocampal gyrus, and electroencephalography showed occasional spikes in corresponding areas. The patient was initially prescribed 1,000 mg of val-proic acid once a day before sleep, but her seizures persisted. Two mg/day of perampanel before sleep was added as adjunctive therapy and up-titrated to 4 mg/day after 2 weeks. Seizures were controlled with the combination therapy of 4 mg/day of perampanel and 1,000 mg/day of valproic acid. After 11 months without seizures, the patient was admitted to the intensive care unit for altered consciousness. Her records documented that she had recently episode had a depression because of job loss and that she had taken 10 times the daily dosage of the prescribed AEDs (40 mg of perampanel and 10,000 mg of valproic acid) in a suicide attempt. On neurological examination, her mental status was stuporous, but her reflexes were normal and there were no focal neurological signs or symptoms. Radiological evaluations, including brain computed tomography and diffusion-weighted magnetic resonance imaging, showed no abnormality, and continuous electroencephalography monitoring showed continuous low-amplitude slow activity without epileptiform discharges. Her blood valproic acid level on hospital day 2 exceeded 150 μg/mL and decreased to 88.39 and 3.44 μg/mL on day 3 and 7, respectively. The patient’s blood ammonia level on hospital day 3 was 125.2 μg/dL and decreased to 53.7 μg/dL, within the reference range. Because it was impossible to measure the blood level of perampanel, we attempted to predict the patient’s recovery time based on the known pharmacokinetics of per-ampanel (clearance, 0.75 L/h; volume of distribution, 100 L; absorption rate constant, 0.005 h−1). We assumed that perampanel was regularly administered at a dosage of 4 mg/day for 28 days to reach the steady-state level and that the 40 mg had been taken at the 696th hour (day 29). We calculated that the blood perampanel level would increase up to twice the usual steady-state level but would decrease to the steady-state level at day 36 (7 days after she took 40 mg of the drug; ).\\nDuring the patient’s hospital stay, vital signs and other laboratory results remained stable during the first 2 days, and there was no evidence of perampanel-induced systemic adverse effects such as hepatic or renal toxicity, hypotension, or respiratory suppression. However, we noted sudden respiratory difficulty on hospital day 3, and laboratory studies showed blood D-dimer levels exceeding 20 μg/mL and arterial hypoxia. Chest computed tomography also showed the development of a widespread pulmonary embolism. Under treatment with intravenous heparin anticoagulation and supportive mechanical ventilation, the patient began to regain consciousness on hospital day 6, returning to her baseline mental status on day 8. Due to the possible adverse psychiatric effect of per-ampanel, which may have been associated with the suicide attempt, we recommended changing to another AED during the patient’s hospital stay. However, the patient denied any causal relationship between the drug and the attempt and insisted that perampanel was effective for seizure control. At the 4-month follow-up at the out-patient clinic, she had remained seizure free with 4 mg/day of per-ampanel and 100 mg/day of valproic acid.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'18283118': 1, '25461214': 1, '34075549': 1, '26296511': 1, '27904300': 1, '21635236': 1, '23189325': 1, '33775251': 2, '15857300': 1, '25823975': 1, '16892196': 1, '34123667': 2, '31791997': 1, '9409705': 1, '15327594': 1, '30809502': 2}", "similar_patients": "{'8006340-1': 1, '8191684-1': 1}"}