{"patient_id": 15249, "patient_uid": "6948310-1", "PMID": 31949964, "file_path": "comm/PMC006xxxxxx/PMC6948310.xml", "title": "A Case of Long-Term Survival after Checkpoint Inhibitor Pneumonitis in a Patient with Squamous Cell Lung Cancer", "patient": "A 64-year-old woman with a smoking history of 40 pack-years was admitted to our neurological surgery ward complaining of a headache and aphasia. A brain magnetic resonance imaging (MRI) examination revealed a 30 mm mass in the left-anterior lobe, and a chest computed tomography (CT) examination revealed a 30 mm mass in the left upper lobe with metastasis to the left hilar lymph nodes. A brain metastasis from lung cancer was suspected. A craniotomy was performed, and the presence of a squamous cell carcinoma that was negative for epidermal growth factor receptor mutation or anaplastic lymphoma kinase fusion was confirmed. Because we were unable to perform immunohistochemistry for programmed cell death 1 (PD-L1) at that time, the PD-L1 status was unknown. After the addition of localized radiation (50 Gy/25 fractions) to the excised site of the brain, she was treated with carboplatin and S-1 and achieved a partial response. After 7 months, the lung mass had increased in size. She was treated with docetaxel (DOC) monotherapy and achieved a stable disease condition. After 7 cycles of DOC, however, the lung mass began to increase in size once again.\\nTreatment with nivolumab (3 mg/kg, every 2 weeks) was next initiated. On the first day of 5 cycles of nivolumab, a chest CT examination revealed a reticular pattern and ground-glass attenuation with a shrinking lung mass in the left upper lobe (Figures and ). She had no symptoms at that time. She was afebrile, and her oxygen saturation on room air was 96%, which was the same as previous measurements. Her white blood count was 5900 cells/μL, and her C-reactive protein level was 0.33 mg/dL. Other blood tests were almost normal except for a sialylated carbohydrate antigen Krebs von den Lungen-6 (KL-6) level of 606 U/mL (normal range: 500 U/mL or less) and a pulmonary surfactant protein-D (SP-D) level of 195 ng/mL (normal range: 110 ng/mL or less). Although a bronchoalveolar lavage fluid test and additional tests were not performed, she was clinically diagnosed as having grade 1 CIP. Treatment with nivolumab was discontinued, and a repeat chest X-ray and CT were performed. Although she remained asymptomatic, her chest X-ray and CT images revealed an increasing interstitial shadow similar in appearance to that of a cryptogenic organizing pneumonia pattern until 2 months after the discontinuation of nivolumab (Figures – and ). Her KL-6 level increased to a maximum of 1300 U/mL at 2 months, and her SP-D level increased to a maximum of 302 ng/mL after one month. However, three months thereafter, the interstitial shadow began to disappear on the chest X-ray and CT images (Figures and ), despite a lack of prednisone treatment. The KL-6 and SP-D levels also began to decrease gradually. After 6 months, almost all the interstitial shadow had disappeared and the lung mass was continuing to shrink in size (Figures and ). Although she has not been treated with additional therapy, the lung mass has continued to shrink and no new lesions have appeared for more than 3 years.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'34221988': 1, '29442540': 1, '28975219': 1, '30189190': 1, '28939128': 1, '29991499': 1, '29570421': 1, '30267842': 1, '28212992': 1, '29975414': 1, '28006019': 1, '27540850': 1, '31206316': 1, '31803501': 1, '29656747': 1, '31949964': 2}", "similar_patients": "{}"}