{"patient_id": 3840, "patient_uid": "6207879-1", "PMID": 30416836, "file_path": "comm/PMC006xxxxxx/PMC6207879.xml", "title": "Modafinil Induced Psychosis in a Patient with Bipolar 1 Depression", "patient": "This patient was a 48-year-old currently employed male with a diagnosis of bipolar 1 disorder who was admitted to our inpatient psychiatric unit for treatment of severe bipolar 1 depression. About two months prior to this admission for depression, he had been involuntarily hospitalized at another facility for mania.\\nStandard laboratory measures, which were within normal limits, and a urine toxicology screen, which was negative, were obtained prior to admission. During the initial days on our service, the patient endorsed depressed mood and low energy. He had profound hypersomnia and slept through the night and much of the day. He rarely would attend group therapy or socialize with staff or other patients.\\nThe patient was started on modafinil 100 mg daily with plans to use short term to help combat hypersomnia. Psychiatric medications at the time included divalproex 2,500 mg QHS, quetiapine 300 mg QHS, and venlafaxine 225 mg once daily. Venlafaxine had been increased to 225 mg several weeks prior to initiation of modafinil. His valproic acid level prior to initiation of modafinil was found to be 79 ug/ml, confirming adequate prophylactic treatment of mania. There were no other changes made to his medication regimen at this time. Two days following the initiation of modafinil the patient begins to demonstrate symptoms of psychosis. This included seeing trees moving in his bedroom, beliefs that there were cameras in the pictures on his wall, and that a water bottle was “transmitting something” into his room. The following day the patient demonstrated more psychotic behaviors including waking his roommate up in the middle of the night to accuse his roommate of abusing his daughter and later accusing the treatment team of including him in experimental research. Following these psychotic events, the modafinil was discontinued and the psychotic features subsided within the following days.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'9450772': 1, '16199854': 1, '15800167': 1, '28360685': 1, '14632587': 1, '18808567': 1, '17196066': 1, '18178756': 1, '10720292': 1, '25099397': 1, '26970266': 1, '11719309': 1, '27521015': 1, '17671288': 1, '18068287': 1, '23237061': 1, '11879175': 1, '32269533': 1, '16282863': 1, '30416836': 2}", "similar_patients": "{}"}