{"patient_id": 2677, "patient_uid": "6142732-1", "PMID": 30254773, "file_path": "comm/PMC006xxxxxx/PMC6142732.xml", "title": "Successful Treatment of Olecranon Bursitis Caused by Trueperella bernardiae: Importance of Environmental Exposure and Pathogen Identification", "patient": "A 57-year-old male presented to an outpatient orthopedic clinic with a two-month history of pain and swelling in his right elbow. His past medical history was notable for hypertension and gout, which was controlled with colchicine, febuxostat, and indomethacin. He had undergone right olecranon bursectomy and tenotomy approximately two years prior to presentation, but reported good healing and no pain following this procedure, and otherwise denied recent trauma to the elbow. In addition, in his profession as a farmer, he routinely worked within a fenced area containing horses and pigs, including working on his elbows to clear brush and animal waste. On physical examination, he was noted to be febrile with an oral temperature of 41°C. A small aperture with purulent drainage was noted at the superior portion of his right olecranon bursa. Aspiration of bursal fluid was performed, with microscopic evaluation revealing rare polarizable crystals consistent with pseudogout. Following aspiration, the patient was admitted to the hospital. Initial laboratory data were notable for serum sodium 126 mmol/L, serum creatinine 178 μmol/L (elevated from his baseline value of 75 μmol/L), serum glucose 36.8 mmol/L, hemoglobin A1c 14.2%, white blood cells 7.4 × 109/L, and erythrocyte sedimentation rate 14 mm/hr. Magnetic resonance imaging revealed a prominent soft tissue mass adjacent to the olecranon bursa and the posterior aspect of the medial epicondyle (). The patient underwent incision and debridement of the right olecranon bursa, and intraoperative cultures were obtained. After this procedure, infectious disease consultation was requested, and an antimicrobial regimen consisting of intravenous (IV) ceftriaxone and vancomycin was initiated. On postoperative day 1, cultures from the initial bursa aspiration in the outpatient setting revealed diphtheroids. Subsequent identification of Corynebacterium jeikeium was reported 24 hours later by the hospital-based Vitek 2® microbial identification system. On postoperative day 3, the patient was clinically improved, without significant pain, and was discharged from the hospital to receive oral doxycycline 100 mg twice daily for an additional 14 days. Due to concern for infection, as well as the patient's renal function, he received neither corticosteroids nor nonsteroidal anti-inflammatory medication during or following hospitalization. Both aspiration and intraoperative cultures were sent to a reference laboratory (Mayo Medical Laboratories, Rochester, MN, USA) for bacterial identification and in vitro susceptibility testing. T. bernardiae was isolated as the sole pathogen utilizing matrix-assisted laser desorption ionization-time of flight (MALDI-TOF) mass spectrometry (score 2.1 with homology of the top ten results). In vitro susceptibility was determined by use of manual agar dilution which demonstrated activity of doxycycline as well as other antimicrobial agents (). Approximately two weeks following discharge, the patient was evaluated in the outpatient infectious disease clinic with marked improvement and no significant edema, erythema, pain, or drainage from his right elbow.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'26414972': 1, '23591823': 1, '23828620': 1, '26577126': 1, '26964529': 1, '19480996': 1, '19429766': 1, '3114316': 1, '22608102': 1, '18176150': 1, '7695308': 1, '22337985': 1, '34780047': 1, '34094580': 2, '28555416': 1, '21166597': 1, '9675479': 1, '21628647': 1, '25788515': 1, '22096130': 1, '20622055': 1, '26950329': 1, '27525092': 1, '8993861': 1, '25793626': 1, '7667644': 1, '19097838': 1, '30254773': 2}", "similar_patients": "{'8166924-1': 1}"}