{"patient_id": 6661, "patient_uid": "6390777-1", "PMID": 30886970, "file_path": "comm/PMC006xxxxxx/PMC6390777.xml", "title": "A case report of REM sleep behavior disorder, Behcet’s disease, Sjogren’s syndrome and cognitive dysfunction", "patient": "A 68 years old male patient was referred to our sleep center because of 6-year history of falling from bed during sleep and 3-year history of repeated nocturnal episodes of violent and complex behaviors clearly reflecting dream enactment with frequent dream recall (e.g. being chase by dog, jumping over a wall, etc). During the episodes, the patient often screamed, fell from the bed, and would injure his wife. The episodes were reported to recur 2–3 times per month at the time of our evaluation. In addition, the patient reported infrequent episodes of discomfort in the lower limbs during sleep, which often cause awaking in the nocturnal sleep, together with excessive daytime somnolence. Finally, the patient also reported a deficiency in recent memory (the duration was not remembered and it was noticed by the patient’s wife and daughter).\\nThe male patient had a history of Behcet’s disease for 20 years and a history of Sjogren’s syndrome for 2 years before the sleep disorder was reported, and the immune diseases were treated by Total glycosides of paeony (TGP), loxoprofen and mycophenolate mofetil.\\nNeurological examination showed a weakness in the left limbs (muscle strength IV grade) and deep tendon hyperreflexia in the left lower limb without extrapyramidal signs. Neuropsychological examination showed a score of 28/30 on the mini-mental state examination (MMSE) and a score of 22/30 on the Montreal cognitive assessment (MoCA), with a score of 18 (> 10) on the Epworth sleepiness scale (ESS). Nocturnal video PSG disclosed a sleep latency of 6 min, REM latency of 139 min, sleep efficiency of 92.8%, and abnormal representation of the different sleep stages, with increased N1% sleep period time (SPT) 35.9%, decreased N2% SPT 49.1%, decreased N3% SPT 0.1% and decreased REM% SPT 14.8%; periodic leg movement during sleep (PLMS) index was 64.5/h; periodic leg movements were less in REM sleep (total 20 times) than in NREM sleep (total 502 times) and did not show a significant correlation with arousals. The arousal index was 18/h and times of arousals were less in REM sleep (total 19 times) than in NREM sleep (total 127 times), with the respiratory associated arousal index 5.7/h, PLM associated arousal index 1.1 and spontaneous arousal index 11.2/h. The sleep respiratory pattern was mild abnormal (apnea/hypopnea index 9.1/h with average oxygen saturation 96%). Finally, during REM sleep an excessive amount of tonic chin electromyogram activations was evident (Fig. ), and complex behaviors were also detected during REM sleep through video. During the next-day MSLT, the patient fell asleep in 4 of the 5 sessions with a mean sleep latency of 12.6 min; no sleep-onset REM episodes were recorded.\\nThyroid hormones and numerous laboratory blood tests (including iron metabolism) were within the normal limits and a higher titer of ANA (1:80) with positive anti-SSA was detected. Cerebral magnetic resonance imaging (MRI) showed demyelination in right corona radiata, with mild cortical and cerebellar atrophy (Fig. ) and magnetic resonance angiography (MRA, Fig. ) showed a normal cerebral vessel. Arterial ultrasound showed no stenosis nor atherosclerosis plaque in the bilateral carotid and subclavian artery. The patient refused a lumber puncture procedure for the assessment of the orexin-1 level in the cerebrospinal fluid.\\nAfter a careful consideration of the therapeutic possibilities with the patient and his spouse, an agreement was made concerning therapy and clonazepam was administrated at a start dosage of 1.5 mg at bedtime with pramipexole 0.125 mg/day, which was followed by a beneficial effect on the nocturnal complex motor behaviors and dream-enactment, also had an excellent on discomfort in the lower limbs during sleep and excessive daytime somnolence. Auto set-continuous positive airway pressure (APAP) was also used at the pressure ranging from 5 cm to 20 cm H2O to the mild OSA, with the apnea/hypopnea index 0.6/h after APAP treatment.\\nThe clinical history and video-PSG findings satisfied the ICSD-3 (International Classification of Sleep Disorders, 3rd Edition) diagnostic criteria for RBD, mild OSA and severe periodic leg movement disorder (PLMD).", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'23562390': 1, '20146689': 1, '12847154': 1, '10607098': 1, '27957508': 1, '16278841': 1, '10648440': 1, '26686423': 1, '22001416': 1, '3505730': 1, '19240950': 1, '17580598': 1, '24825964': 1, '9381056': 1, '21317035': 1, '23347910': 1, '9840348': 1, '15310524': 1, '26940152': 1, '25195840': 1, '16000335': 1, '23347909': 1, '8967758': 1, '11902423': 1, '19345142': 1, '30886970': 2}", "similar_patients": "{}"}