{"patient_id": 1904, "patient_uid": "6093270-1", "PMID": 30123727, "file_path": "comm/PMC006xxxxxx/PMC6093270.xml", "title": "Afatinib-induced Interstitial Lung Disease Successfully Treated with Corticosteroids: Case Report and Review of the Literature", "patient": "A 58-year-old female with a history of stage IV NSCLC of her right lung presented to the emergency department with complaints of shortness of breath for four days.\\nHer lung cancer was discovered 3.5 years earlier as a 4 x 5.3 cm right upper lung cavitary mass on routine lung computed tomography (CT) screening (T3N2M0, stage IIIA at diagnosis). She did have a long-standing history of tobacco use.\\nShe underwent seven months of treatment with radiation and remained disease free until about two years later, when a sample from a pleural effusion confirmed lung adenocarcinoma. Molecular studies were negative for anaplastic lymphoma kinase (ALK), ROS-1, and programmed death ligand 1 (PD-L1) but positive for EGFR. She underwent one cycle of carboplatin and paclitaxel prior to finding this mutation. She was then switched to erlotinib. Six months later, CT showed the progression of the disease, so she was switched to afatinib at a dose of 40 mg daily.\\nShe presented to the emergency department one month after starting afatinib. Initial evaluation was significant for a new two-liter oxygen requirement. Her blood work was unrevealing other than a mild non-gap metabolic acidosis secondary to chronic diarrhea. She was admitted and started on empiric broad-spectrum antibiotics. Afatinib was held at admission. CT chest with contrast was obtained that showed no pulmonary embolism but did demonstrate significantly increased ground glass opacities in the left lung, a right perihilar mass unchanged from prior scans, a right pleural effusion, and enlarged main pulmonary arteries (Figure ). Two days after admission, she developed profound hypoxemia requiring escalation to a non-rebreather to maintain oxygenation. A bronchoscopy revealed no endobronchial lesions, and the sample obtained showed scant white blood cells (70% monocytes, 10% polys) with no organisms. Despite completing a seven-day course of broad-spectrum antibiotics, a thorough infectious workup (including bacterial cultures, respiratory viral panel and procalcitonin) was unrevealing. The patient was started on a daily dose of 500 mg methylprednisolone on hospital day three due to a suspicion for afatinib-induced pneumonitis. After one week, the patient’s oxygen requirement gradually improved allowing for a decrease in steroid dosing. Unfortunately, she then suffered a bowel perforation (presumed to be unrelated to her pulmonary presentation) requiring sub-total colectomy with end ileostomy. She was discharged to a skilled nursing facility subsequently. At her one month post-discharge follow-up, she was off steroids and saturating well on two liters of supplemental oxygen. A follow-up CT scan obtained four months later showed marked improvement of the pneumonitis, although the primary lung cancer had increased in size (Figure ).", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'22054876': 1, '27083334': 1, '21913033': 1, '26156651': 1, '25538894': 2, '24724908': 1, '27780779': 1, '25704957': 1, '28007626': 1, '30123727': 2}", "similar_patients": "{'4259002-1': 1, '4259002-2': 1, '4259002-3': 1}"}