{"patient_id": 12828, "patient_uid": "6819179-1", "PMID": 31663276, "file_path": "comm/PMC006xxxxxx/PMC6819179.xml", "title": "Mixed Reality Combined with Three-Dimensional Printing Technology in Total Hip Arthroplasty: An Updated Review with a Preliminary Case Presentation", "patient": "A 59-year-old male patient was admitted to our hospital on 17 September 2018, complaining of left hip pain accompanied with movement disorder lasting for 2 days. X-ray and CT images showed an intertrochanteric fracture of the left femur and prior left hip fusion (Fig. ). The left hip fusion had been performed to treat septic arthritis of the left hip more than 20 years ago. A physical examination prior to treatment revealed that the left hip joint of the patient was in a 60° flexion contracture deformity and a 90° external rotation deformity. The range of joint motion was 60°-120° of flexion, 0° of extension, 0-20° of abduction, and 0°-10° of adduction. The left lower limb was 20 cm shorter than the right lower limb. The Harris score was 30.9 points. We planned to perform left total hip arthroplasty to address the left intertrochanteric fracture and hip fusion. Preoperative 3D model reconstruction (Fig. A) showed that the designed osteotomy plane of the femur neck was very close to the sciatic nerve and the femoral vessels. The sciatic nerve and the femoral vessels could not be well protected if the traditional surgery was performed for the patient. As such, we decided to use MR technology combined with 3D printing to help with the surgery.\\nBefore surgery, 3D structural data of the surgical area was collected using high-resolution CT (Philips, Eindhoven, Netherlands) and MRI (Siemens, Berlin, Germany) plain scans. CT and MRI data (DICOM format) for the surgical area were imported into the computer and reconstructed using Mimics 19.0 software (Materialize, Leuven, Belgium). Different colors were used to distinguish different structures to obtain a “3D fracture digital model” (Fig. B). The patient's condition was analyzed and a surgical plan was developed, including the osteotomy plane (Fig. A) and the location and size of the acetabular cup installation (Fig. C). A 3D printing reference registration instrument was established as follows. First, according to the surgical requirements, the bony landmark to potentially expose during the operation was simulated and marked on the computer (Fig. D), and then a personalized veneer part for the selected bony landmark was designed (Fig. E). Subsequently, the reference landmarks were designed as the registration landmarks outside the incision of the surgical field, and one rod was designed to connect the veneer part with the registration landmarks. Finally, the veneer part, the connecting rod, and the reference registration landmarks were combined into a whole (Fig. F,G), by using the 3D printing method. After the engineer's measurement, accord with the preoperative design, the assembled instrument was sterilized for use (Fig. H). Thereafter, the digital 3D data of the surgical area anatomy and the reference registration instrument mounted on it was input into the head-mounted display (HMD) (Microsoft Corporation, Redmond, WA, USA) through a personal computer (Lenovo Group, Beijing, China) and opened with pre-designed dedicated automatic matching software (Fig. I).\\nThe surgery was performed through a direct posterior–lateral approach. After anesthesia through lumbar plexus and sciatic nerve block, the patient was placed in a right lateral position, before disinfection and draping. An approximate 12-cm posterolateral incision was made on the left hip, and the epidermis and subcutaneous tissue of the surgical area were dissected to expose the selected bony landmark according to the surgical plan (Fig. A). With the assistance of an engineer, the personalized veneer part of the reference registration instrument was attached to the bony landmark and two K-wires with an appropriate diameter were placed and installed in the bone through the plate hole (Fig. B,C). The surgeon wore the HMD and opened the automatic registration software after adjustment. With the assistance of the engineer, the reference landmarks on the reference registration instrument were used as the registration landmarks to perform automatic registration, and the anatomical structure of the surgical area was virtualized on the holographic computer and overlapped the patient himself (Fig. D,E). The placement of the acetabular was performed under the guidance of MR. First, the osteotomy was performed according to the preoperative design of the osteotomy plane (Fig. F,G). Second, in the preoperative design of the acetabulum cup position, the acetabular reamer with a diameter of 38 mm was used to grind to a diameter of 53 mm (Fig. H,I), and then a 54 mm diameter cementless acetabular cup (Pinnacle, DePuy Synthes, USA) was inserted (Fig. J) and reinforced with two acetabular screws. This process was carried out while the 3D virtual structures that were designed before surgery were displayed in the patient's body. For the conventional proximal femoral procedure, first, the femoral medullary cavity was opened with a rectangular osteotome. Then, the medullary cavity was enlarged to the size of 10.5 with the medullary cavity file. The cementless straight femoral shaft prosthesis with a size of 10.5 was installed with a short neck ceramic head with a diameter of 36 mm. Next, two titanium cables were used to fix the large rotor bone block on the femoral shaft. Finally, the hip joint was reset and checked for its motion, followed by the installment of the prosthesis (Fig. K). A drainage tube was placed deep into the surgical area, with suturing done layer by layer (Fig.L). The operation lasted for 4.5 h, and there was 700 mL of intraoperative bleeding.\\nAfter surgery, the patient was treated with cefoxitin to prevent infection. X-ray examination was performed on the second day after surgery, revealing that the position of the prosthesis was installed satisfactorily (Fig. A-C). The postoperative CT data were imported into the computer and reconstructed using Mimisc19.0 software to obtain the “postoperative 3D digital model,” and compared with the preoperative data. The distance between the preoperative design rotation center and the postoperative rotation center was 5.5 mm (Fig. D). Meanwhile, the anteversion angle was 25° and the abduction angle was 40° in the preoperative design, while postoperative examination revealed that the anteversion angle was 30.67° and the abduction angle was 43.16°, with a femoral offset of 42.17 mm (Fig. E,F). The range of motion for the hip joint was within the normal range. The drainage tube was pulled out on the fourth day after surgery, and the patient began to move on the ground with the walking aid on the seventh day after surgery, exhibiting a good recovery. The patient was discharged 29 days after admission without obvious surgical complications.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'29589085': 1, '30295538': 1, '29848357': 1, '28962199': 1, '30012077': 1, '20946594': 1, '27706003': 1, '29996291': 1, '27935925': 1, '31324729': 1, '32593302': 1, '33489483': 1, '28438452': 1, '28291651': 1, '8596224': 1, '30642333': 1, '30350756': 2, '28767561': 1, '27706017': 1, '30006832': 1, '23813180': 1, '29701134': 1, '28870743': 1, '32543025': 1, '15118039': 1, '30083845': 1, '34306347': 1, '30239435': 1, '34754828': 1, '28453428': 1, '31663276': 2}", "similar_patients": "{'6202760-1': 1}"}