{"patient_id": 135329, "patient_uid": "6698173-1", "PMID": 31496836, "file_path": "noncomm/PMC006xxxxxx/PMC6698173.xml", "title": "Typical electronegative electroretinography and nyctalopia as a presenting feature of systemic malignant melanoma", "patient": "A 63-year-old female with a history of hyperlipidemia and tobacco use presented for 4 days of sudden, painless “shimmering lights” in her left eye associated with nyctalopia. Best-corrected visual acuity was 20/20-I in the right eye and 20/20 in the left. Pupils, color vision, extraocular movement, confrontational fields, and anterior-segment examination were normal. Fundoscopy revealed a cup:disk ratio of 0.15 in both eyes, 1+ inferior disk edema in the left eye, and vascular tortuosity in both eyes (). A B-scan was negative for drusen of optic nerves. Optical coherence tomography of the nerve-fiber layer showed thickening in the right eye (121 right, 111 left, ). Humphrey visual field 24-2 showed an enlarged blind spot with superior altitudinal defect in the right eye and a superior arcuate defect in the left (). Complete blood count, erythrocyte-sedimentation\\nrate, and CRP were normal. She was initially diagnosed with non arteritic ischemic optic neuropathy and was started on oral prednisone 0.5 mg/kg.\\nTwo months after initiation of treatment, her night vision continued to deteriorate. Repeat Humphrey visual field 24-2 showed worsening peripheral suppression in both eyes (). Multifocal and full-field ERG revealed intact macular cone function and abnormal rod-system response to scotopic flash with an electronegative response () suggestive of MAR. She was immediately referred to the neuro-oncology service for evaluation. Head computed tomography and brain magnetic resonance imaging were normal. Whole-body positron-emission tomography showed a 6.4×4.4 cm hypermetabolic focus at the left pelvic wall with additional lesions (asymptomatic) of the left distal femur, left gastrocnemius, and left iliacus (). Magnetic resonance imaging of the abdomen/pelvis confirmed a left pelvic wall mass (). The gynecology–oncology department performed an excisional biopsy of the mass. Histo pathological examination revealed a poorly differentiated malignancy with melanocytic differentiation (), consistent with metastatic melanoma. Further imaging revealed spread to pulmonary nodules, right intra parotid nodules, a mass on the left dorsal foot, and right carotid-sheath nodules. The patient was commenced on pembrolizumab for treatment of her metastatic melanoma. repeated four times over 6 months. The patient was followed for 14 months. Repeat positron-emission tomography–computed tomography 7 months after initial diagnosis revealed marked decreases in the size and activity of the left pelvic wall mass. Activity in pulmonary nodules, right intra parotid nodules, left dorsal foot thickening, and right carotid-sheath nodules remained stable. She remained asymptomatic, except for intermittent headaches and fluctuating visual fields.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'11476700': 1, '9349350': 1, '20008709': 1, '7872401': 1, '11725182': 1, '31496836': 2}", "similar_patients": "{}"}