{"patient_id": 12840, "patient_uid": "6819568-1", "PMID": 31664931, "file_path": "comm/PMC006xxxxxx/PMC6819568.xml", "title": "Disseminated Mycobacterium avium complex infection mimicking malignancy in a patient with anti-IFN-γ autoantibodies: a case report", "patient": "A 64-year-old Asian male patient presented to the emergency department with complaints of progressive chest pain for about 6 months and weight loss. A review of the patient’s medical records revealed a prior history of benign prostatic hyperplasia and hypertension. There was no apparent history of alcohol consumption, smoking, illicit drugs herbs, or immunosuppressants.\\nA bulging mass was found in his anterior chest wall (Fig. ). Notable laboratory findings included a white blood cell count of 11,400/μL and a C-reactive protein level of 8 mg/L. Chest computed tomography revealed an osteolytic lesion with a soft tissue component at the sternum mediastinal lymphadenopathy (Fig. , arrow), and a lung mass in the right lower lobe (RLL) (Fig. , arrowhead). Considering the possibility of lung cancer with mediastinal lymphadenopathy and bone metastasis, a sonography-guided biopsy was performed for the osteolytic lesion over the sternum. The pathological report indicated a focal granulomatous inflammation and necrosis without malignant cells. However, Ziehl-Neelsen staining was positive. Tissue culture and two sets of sputum all tested positive for Mycobacterium avium complex (MAC). Thus, MAC infection was suspected. Positive result of anti-IFN-γ autoantibodies was noted compared with control samples (Fig. ). Although the patient did not report any prior history of immunosuppressant use and there was no serological evidence of HIV infection or autoimmune diseases, he was considered to be at risk of disseminated NTM infection due to a positive test result for anti-IFN-γ autoantibodies.\\nHence, the patient was prescribed with oral form of clarithromycin 500 mg twice daily, oral form of rifabutin 300 mg daily, oral form of ethambutol 15 mg/kg daily, and intravenous amikacin 15 mg/kg three times a week for 3 months followed by oral form of clarithromycin 500 mg twice daily, oral form of rifabutin 300 mg daily, and oral form of ethambutol 300 mg daily for another 9 months. The lesions over the RLL and sternum diminished gradually following the treatment (Figs. and ).", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'33430618': 1, '33107481': 1, '22430715': 1, '12947000': 1, '17277290': 1, '22403254': 1, '29054853': 1, '24359575': 1, '34255788': 1, '8853737': 1, '19467851': 1, '8456301': 1, '27192204': 1, '14679469': 1, '23243276': 1, '24624285': 1, '27336882': 1, '16177125': 1, '25775117': 1, '31664931': 2}", "similar_patients": "{}"}