{"patient_id": 131938, "patient_uid": "6388516-1", "PMID": 30820293, "file_path": "noncomm/PMC006xxxxxx/PMC6388516.xml", "title": "Bilateral Herpes Simplex Virus-related Peripheral Ulcerative Keratitis Leading to Corneal Perforation in a Patient with Primary Herpes Simplex Virus Infection", "patient": "A 24-year-old man presented at the eye casualty of our clinic, with a 20-day history of severe pain, redness, photophobia, and tearing in both of his eyes. He had been treated repeatedly with corticosteroids and prophylactic topical antibiotics for bilateral viral conjunctivitis. His medical history revealed only congenital hepatitis B that was well under control. There was no ocular history of trauma, surgery, infection, or allergic/atopic episodes prior to this incidence, although minor trauma caused by eye rubbing remained a possibility.\\nUpon ophthalmic assessment, the patient's visual acuity was 3/10 in both eyes. Slit-lamp examination revealed acute conjunctival hyperemia and inflammation, bilateral superior corneal perforation, and peripheral subepithelial and stromal neovascularization extending to the margins of the perforation and causing sizable iris prolapse was also noted. Both anterior chambers were shallow [Figures and ]. The crystalline lenses were clear and fundoscopy was normal bilaterally.\\nThe patient underwent physical examination followed by laboratory work-up, including complete and differential blood cell counts, platelet counts, erythrocyte sedimentation rate, and liver and renal function tests. Because his condition was rather suspicious, immunological testing was ordered, including rheumatoid factor (RF), antinuclear antibodies (ANA), antineutrophil cytoplasmic antibodies, and C-reactive protein (CRP) titers. The patient was also subjected to a fluorescent treponemal antibody absorption test, Mantoux test, chest X-ray, and a complete work-up for sexually transmitted diseases.\\nThe laboratory work-up revealed only lymphocytosis, and this prompted a work-up for systemic HSV infection, whereby paired samples were subjected to serological evaluation with IgG and IgM. A high IgM HSV-1 titer was found, with no IgG HSV-1 titer. Cultures of corneal and conjunctival scrapings were negative for bacteria or fungi, and specimens of corneal scrapings from both eyes were sent for HSV gene detection by polymerase chain reaction (PCR). Intravenous acyclovir treatment (250 mg, twice daily) was commenced, and topical medication was applied, namely acyclovir, prednisone, prophylactic antibiotics, and cyclopentolate.\\nAfter 2 weeks of intravenous and topical acyclovir treatment, the patient's clinical status had improved greatly; his symptoms subsided, and little inflammation was noted in either eye. Positive PCR analysis for the HSV genome verified the diagnosis of bilateral HSV-related PUK.\\nBecause the patient's condition was urgent, an aggressive surgical approach was adopted. In his right eye, a corneal and conjunctival resection of 2 clock hours was performed on both sides of the corneal ulcer, removing redundant, protruding, epithelialized iris tissue. Iridoplasty and eccentric penetrating keratoplasty were then performed after two weeks of intravenous and topical acyclovir treatment []. The left eye was managed in two steps. During the first surgical procedure, the same steps were taken as in his right eye, but instead of an eccentric penetrating keratoplasty, two temporary tectonic corneal grafts were used—a nasal and a temporal—and an amniotic membrane was transplanted []. A corneal melt developed 1 month later in the temporal patch graft, so a large diameter penetrating keratoplasty was performed [].\\nHistological analysis of the resected tissue showed a cellular population consisting of lymphocytes, macrophages, fibroblasts, and mast cells. Neovascular capillaries were also observed.\\nTwelve months after surgery, the HSV keratitis had not recurred.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'14116418': 1, '16807055': 1, '7260008': 1, '5467720': 1, '16227854': 1, '12623810': 1, '22378116': 1, '8198362': 1, '30820293': 2}", "similar_patients": "{}"}