{"patient_id": 15388, "patient_uid": "6958412-1", "PMID": 31627308, "file_path": "comm/PMC006xxxxxx/PMC6958412.xml", "title": "Cutaneous Pyogranulomas Associated with Nocardia\\njiangxiensis in a Cat from the Eastern Caribbean", "patient": "A five-year-old, 4 kg, female spayed domestic shorthair cat, originally from the island of Sint Eustatius, presented to the Ross University Veterinary Clinic (RUVC) from the island of Nevis, in the federation of St. Kitts and Nevis, for a chief complaint of non-healing dermal lesions located on the ventral abdomen. Mild pyrexia was confirmed (rectal temperature 39.5 °C [normal range 37–39 °C]); however, other vital parameters were within normal limits. Physical examination revealed a 4 cm × 5 cm region of alopecia centered over the caudal aspect of the ventral abdomen. The area of affected dermis was thickened with numerous punctate full-thickness wounds, which were determined to be draining fistulous tracts, as shown in . Purulent discharge was exuding from a number of the tracts. An aerobic culture and sensitivity test was carried out at that time, which yielded few (2+) Corynebacterium spp. The cat was administered a subcutaneous injection of a long-acting (2 weeks) cephalosporin and one dose of a non-steroidal anti-inflammatory (NSAID)—robenacoxib—subcutaneously. When the cat returned 2 weeks later for reevaluation, the dermal lesions appeared unchanged, and an additional injection of cefovecin was administered. The sensitivity results had not returned at that time. Once returned, it was reported that no Clinical Laboratory Sciences Institute (CLSI) interpretation was available for the cefovecin.\\nThe owner contacted the RUVC two weeks later to report that the cat’s dermal lesions were progressing despite the prescribed therapy. The sensitivity results showed the Corynebacterium spp. to be susceptible to amoxicillin/clavulanic acid. The patient was prescribed amoxicillin/clavulanic acid twice daily by mouth. The owner contacted the RUVC 19 days later to report that there was no improvement in the cat’s condition. A recheck appointment with possible surgical intervention was requested at that time, to which the owner obliged.\\nThe cat presented to the RUVC for reevaluation 8 weeks after initial presentation. The fistulous tracts and area of pathology appeared significantly worse than on original presentation. The decision was made for radical en bloc resection with tissue cultures and biopsy. Pre-operative blood work was performed, and the cat was confirmed to be FIV (feline immunodeficiency virus)-positive using the IDEXX Snap feline leukemia virus (FeLV)/FIV combination test. A complete blood count (CBC) showed a very mild hypoproteinemia of 5.7 g/dL (reference range (RR) 6.0–7.5 g/dL), and serum biochemistry revealed hypercalcemia at 13.1 mg/dL (RR 8.0–11.8 mg/dL) and decreased alkaline phosphatase (ALP) of 0 U/L (RR 10–90 U/L). No other abnormalities were noted, and the cat was deemed an appropriate candidate for surgery.\\nEn bloc resection of all grossly abnormal abdominal tissue was performed. This included skin, subcutaneous tissue, and caudal mammary glands (3rd and 4th) bilaterally, as well as an 8 cm (length) × 4 cm (width) section of external rectus sheath or body wall. An attempt was made to include a 1 cm lateral margin of macroscopically normal tissue, while leaving enough tissue to facilitate reconstruction of the wound. The cat recovered without incident from surgery and anesthesia. The cat was hospitalized for 48 h post-operatively without complications. She was discharged to the owner, sent home on pain management, and placed on enrofloxacin every 12 h for 14 days, while awaiting the histopathology and culture and sensitivity results.\\nAll excised tissue was submitted for histopathologic evaluation, as well as aerobic and anaerobic culture and sensitivity testing. The formalin-fixed tissue was processed routinely, sectioned at 5 µm, and stained with hematoxylin and eosin (HE). Additionally, special stains were performed after the initial HE assessment: Gram (Brown and Brenn and Brown-Hopps) and Coates modified Fite stain (a modification of the Ziehl–Neelsen technique). Most of the slides examined showed within the subcutis and sometimes extending into the panniculus, carnosus and/or adipose tissue multifocal to coalescing nodular aggregates, predominantly with neutrophils (viable and degenerate) and smaller amounts of macrophages, some epithelioid and multinucleated macrophages, and fewer lymphocytes and plasma cells, admixed with areas of necrosis, fibrin, and hemorrhage (A). Some areas of pyogranulomatous inflammation were surrounded by fibrosis, and in some areas, epithelial ulceration and fistulous tracts were seen connecting the deeper lesions with the skin surface. Randomly scattered through these areas were large, pale, poorly stained, basophilic filamentous bacterial colonies, surrounded by a clubbed fine corona of eosinophilic Splendore–Hoeppli material (‘sulfur granules”) (B). The bacterial colonies were Gram-positive and stained stronger with the Fite modified acid-fast stain (C). The morphological diagnosis for the lesion was multifocal nodular pyogranulomatous panniculitis, dermatitis, and cellulitis with filamentous bacterial colonies suggestive of Nocardia spp. (actinomycetoma).\\nCommunication from the owner of the cat 3 weeks after surgery confirmed that there were de novo lesions appearing around the surgical scar on the ventral abdomen. The patient was prescribed liquid trimethoprim/sulfamethoxazole (TMS) on the suspicion of Nocardia spp. from the histopathologic findings, while awaiting the final culture and sensitivity results.\\nThe aerobic bacterial cultures yielded a Gram-positive filamentous rod that was catalase-positive, acid-fast-negative, and indole-negative. Anaerobic culture yielded no growth. Fungal culture yielded no fungal growth, but the plate became overgrown with bacteria. With the negative anaerobic culture and the positive aerobic culture results in combination with the histopathologic findings of partially acid-fast (Fite stain) filamentous bacilli, we were able to identify Nocardia spp. as the inciting cause of the dermal lesions in this case. The final culture and sensitivity results confirmed Nocardia spp. and showed susceptibility to TMS, which the cat had already been prescribed. A CBC was performed 4 weeks after beginning the antibiotic treatment, and no abnormalities were noted.\\nThe cat presented for a recheck 7 weeks after the institution of the TMS therapy (). The cat was clinically well, and the owner noted a significant improvement in her attitude and eating habits. There were no dermal lesions evident at that time; however, a mild discoloration of the skin at the cranial-most portion of the surgical site was noted. The cat was continued on the TMS treatment for an additional 5 weeks (12 weeks total), then the medication was discontinued.\\nThe cat had been off medication for 11 days when the owner reached out with concerns that a single de novo lesion was observable on the caudal abdomen. Physical exam upon recheck revealed a 5 cm × 5 cm well-circumscribed circular, moderately firm subcutaneous mass with a single, 1 mm red lesion in the dermis. The TMS therapy was immediately reinstituted, and the cat was still being treated at the time this case report was submitted for publication.\\nUpon further evaluation of the Nocardia spp. isolates obtained from the tissue culture samples, N. jiangxiensis was identified in this case using PCR amplification and 16S rRNA gene sequencing. Upon initial evaluation of approximately 500 base pairs of 16S rRNA gene sequencing covering the V3–V4 region and using universal primers (UVBF and UVBR), nucleotide analysis of isolate #1 (ZV7487) revealed 97.4% (366/376) homology with N. jiangxiensis strain 43401T and 96.81% (364/376) homology with Nocardia rayongensis strain RY45-3 and with Nocardia nova strain ATCC 33726 using BLAST search []. A partial analysis performed on isolate #2 (ZV7488) revealed only 92.24% (297/322) homology with N. jiangxiensis strain 43401T and 91.61% (295/322) homology with N. rayongensis strain RY45-3 and with N. nova strain ATCC 33726. This is the first clinical case of N. jiangxiensis reported in an animal or human, to the author’s knowledge.", "age": "[[5.0, 'year']]", "gender": "F", "relevant_articles": "{'29118169': 1, '11716590': 1, '17823408': 1, '8055469': 1, '12848762': 1, '13681862': 1, '26790938': 1, '16879126': 1, '2231712': 1, '16455910': 1, '18516465': 1, '15517689': 1, '16166688': 1, '31627308': 2}", "similar_patients": "{}"}