{"patient_id": 129900, "patient_uid": "6217711-1", "PMID": 30410776, "file_path": "noncomm/PMC006xxxxxx/PMC6217711.xml", "title": "Bloom syndrome with myelodysplastic syndrome that was converted into acute myeloid leukaemia, with new ophthalmologic manifestations: the first report from Syria", "patient": "A 22-year old, Syrian, Caucasian, university student male presented to Al-Mouwasat Hospital in Damascus with a recurrent fever started 15 days before admission. Vomiting accompanied the fever during the first 2 days. The patient also presented with aphthous ulcers, fatigue, polyuria and polydipsia. He had no anorexia or significant weight loss. His parents reported a low birth weight, but they could not remember the exact weight. He had a sparse subcutaneous tissue through his infancy and childhood. Also, his parents noticed anorexia during infancy. He had a short stature and high-pitch voice that had been studied in his infancy without discovering the reason behind them. He had undescended testis, and orchiopexy was successfully performed at the age of 10. The patient had always been suffering from recurrent chest and middle ear infections. Furthermore, he complained of gastroesophageal reflux disease (GERD) started 8 years ago and continued until now. His parents are consanguineous. His father is a type 2 diabetic, and his mother is hypertensive. Interestingly, his sister has a proportionate short stature and the same disordered facial appearance of the discussed patient.\\nThe patient takes augmentin (amoxicillin clavulanate) 1 g (1 × 2), cefixime 400 mg (1 × 1), paracetamol (1000 mg) when he has fever. He also takes omeprazole (20 mg) to relieve GERD Symptoms. The patient lives in a rural area and he does not smoke or drink alcohol.\\nPhysical examination showed a low weight (33 kg) and a proportionate short stature (146 cm), and the BMI was (15.48 kg/m2). Vital signs were all normal except for tachypnoea with a respiratory rate RR of (26 breath/min). His temperature at admission was (37.5°) measured axillary. Head and neck examination revealed, he had an elongated head (dolichocephaly), a prominent nose, and there was pallor of conjunctiva with no scleral icterus. He had lateral strabismus and amblyopia in his right eye, and ectropion of inferior eyelids in both eyes. The pupils were morphologically normal and responded to light normally, The lens was normally located, the transparent media of the eye were clear and did not contain opacities, and the fundus was normal. We noticed sun-sensitive malar butterfly rash on nose and cheeks with telangiectasias (Fig. ). His parents reported that the sun-sensitive malar butterfly rash started in infancy. He had cheilitis with peeling vesicles and had an originally absent upper incisor. On his trunk, we detected several hypopigmented areas, café-au-lait lesions and telangiectasia on his upper chest. There were no enlarged or palpated lymph nodes in his whole body. There was no purpura or petechiae, but he had recurrent epistaxis. Other systems were normal on examination, except for decreased breath sounds without crackles or wheezing.\\nChest X-ray showed no abnormality and urine microscopic and strip analysis was normal. ECG was normal. A complete blood count (CBC), serum chemistry and blood coagulation tests were performed and revealed the following abnormal values: glucose (237 mg/dL), haemoglobin (6.4 g/dL), haematocrit (18.9%), mean corpuscular volume MCV (85 fL), platelets (19 × 103/mL), LDH (692 IU/L), ALP (273 IU/L), C-reactive protein CRP (145 mg/dL), ESR (105 mm/h). WBCs count was normal at admission. Tuberculin and QuantiFERON tests were negative. antineutrophil cytoplasmic antibodies (ANCA) and antinuclear antibodies (ANA) were negative, and rheumatoid factor (RF) was normal. Spirometry was done and FEV1/FVC = 75%. Fever, epistaxis, bicytopenia, elevated CRP and ESR, hyperglycaemia, low weight, short stature and abnormal facial appearance stimulated us to do further investigations. We have diagnosed type I diabetes mellitus by islet cell antibodies test. GH, testosterone, FSH and LH levels were all normal. Azoospermia was also detected in the patient. Peripheral blood smear was done to study the bicytopenia detected by CBC. Hypochromic microcytic anaemia, anisocytosis, spherocytosis, elliptocytes and tear drop blood cells were detected by microscopic examination of blood smear. There was also giant platelets and hyposegmented granulocytes.\\nWe performed flow cytometry of bone marrow (BM) aspiration. We detected an inversion of CD4/CD8 ratio and 6% myeloblasts. BM examination showed hypercellular BM. We detected multilineage dysplasia like dysplastic erythroid lineage and dismegakaryopoiesis. Iron stain revealed several ringed sideroblasts. The findings of histopathological examination and flow cytometry are consistent with myelodysplastic syndrome with excess blasts 1 (MDS EB1). Serum protein electrophoresis showed reduction in immunoglobulins. Immunoglobulins quantification revealed low IgG (4.68 g/L) and normal IgM and IgA.\\nThese features are consistent with BS. MRI of abdomen and pelvis was done without abnormalities. After platelets transfusion, we did colonoscopy, to exclude colon cancer which is common among BS patients; it revealed no abnormalities.\\nThe patient received 90 mg of 5-azacitidin daily for a week and the patient showed good improvement. He developed a fever again after 20 days. Examination of BM revealed 40% blasts, which suggested transformation to AML, so 5-azacitidin was replaced with cytarabine (120 mg) for 5 days, then doxorubicin (50 mg) for 2 days.\\nSCE was performed, and analysis of 100 cells showed an average of 73 SCE/cell, while the control showed 5 SCE per normal cell (Fig. ).\\nBM in vitro cellular culture revealed the following karyotype: 43, -X, Y, −1 x(2), −3, −8, −9 x(2), del(5q), del(6q), del(7q), del(12q), −19 x(2), +21, +22, +4mar[70%] and 46, XY normal [30%].\\nAfter one week of chemotherapy, the patient developed high fever and severe BM suppression without evident infectious cause. We put the patient on broad-spectrum antibiotics without any benefit. After 4 days, the patient had dyspnoea, hypoxaemia and low urinary output. We put the patient on ceftazidime and vancomycin, but he did not show any improvement. After 3 days, we added amphotericin B, which improved the patient symptoms significantly. As BS patients are prohibited form X-ray imaging and considering the lack of suitable diagnostic tools; we made a clinical diagnosis of fungal pneumonia.\\nthe patient became stable, was on antibiotics, as on insulin for his diabetes and all necessary medical care was given to the patient in the hospital. After 2 months, he developed pancytopenia with blasts. We put him on subcutaneous cytarabine 100 mg twice a day for 5 days as a palliative treatment without any improvement. He developed a cellulitis in his arm with high fever. We tried to treat it with antibiotics and blood transfusion but he died after one month. He has lived only 8 months since we diagnosed the syndrome, and died at the age of 23 years.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'10464671': 1, '13206391': 1, '26919505': 1, '17896317': 1, '7585968': 1, '24300826': 1, '3655026': 1, '10464606': 1, '15087955': 1, '14977768': 1, '30410776': 2}", "similar_patients": "{}"}