{"patient_id": 134113, "patient_uid": "6559182-1", "PMID": 31236377, "file_path": "noncomm/PMC006xxxxxx/PMC6559182.xml", "title": "Endoscopic Intraluminal Drainage: An Alternative Treatment for Phlegmonous Esophagitis", "patient": "A 65-year-old man was transferred to Pusan National University Hospital for an uncontrolled esophageal perforation with an abscess. He had undergone a tracheostomy due to aggravated pneumonia caused by chronic obstructive pulmonary disease and uncontrolled diabetes mellitus (DM) at another hospital. Although his initial vital signs were stable, elevated levels of C-reactive protein (CRP), procalcitonin, and glycated hemoglobin (18.33 ng/dL, 1.06 ng/mL, and 9.2%, respectively) were revealed on initial laboratory tests. A chest computed tomography (CT) scan revealed diffuse esophageal wall thickening with an abscess in the esophageal wall (). Although phlegmonous esophagitis with empyema in the left pleura was suspected, surgical drainage was not an option considering his poor general condition. Thus, an esophagogastroduodenoscopy (EGD) was performed and a large volume of pus was successfully drained intraluminally. Intravenous antibiotics and parenteral nutrition via a central catheter were maintained beginning on hospital day (HD) 1.\\nAfter 20 days, a follow-up EGD study showed a thickened submucosal layer, which contained 2 separate lumens with remnant pus (). We decided to dissect the submucosal layer for better drainage and made a separate hole to form 1 lumen.\\nOn day 36 after the first EGD study, another EGD study revealed a successfully healed lumen and no pus. A CT scan showed resolution of the esophageal abscess and empyema, and the inflammatory markers had stabilized; oral feeding was slowly initiated after a swallowing test. Antibiotic treatment to manage descending mediastinitis was continued for 6 weeks. After removing the tracheostomy tube, the patient was discharged on day 52 without any other complications.\\nWritten informed consent was obtained from patients.\\nA 57-year-old woman with hematemesis and nausea after EGD at another hospital was transferred to Pusan National University Hospital. A CT scan showed mediastinitis and an abscess around the esophageal wall (). Her vital signs were stable; however, a mild fever of 37.3°C was noted. The laboratory tests showed a white blood cell count of 14,120/μL and a CRP level of 18.02 ng/dL. Parenteral nutrition support (nil per os) and intravenous antibiotics were provided. Intraluminal drainage was planned for the air bubbles around the esophageal wall and the abscess in the submucosa. The EGD showed diffuse esophageal wall swelling with a mucosal opening in the upper and lower (15 cm from the upper incisor teeth) parts of the esophagus with multiple fish bones around the upper esophagus and left pyriform sinus. No other endoscopic procedure was necessary due to effective pus drainage through 2 natural openings; however, a rigid laryngoscopic exploration was undertaken to remove the fish bones.\\nA follow-up EGD study 1 week later revealed no more pus drainage and a healed submucosal opening. A CT scan showed resolution of the esophageal abscess and mediastinitis. After oral feeding was initiated, the patient was discharged on HD 17 without any other complications, including esophageal stricture, on a follow-up EGD study.\\nWritten informed consent was obtained from patients.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'11115924': 1, '21807529': 1, '32874991': 2, '20890440': 2, '29234613': 2, '31236377': 2}", "similar_patients": "{'7441257-1': 1, '2946669-1': 1, '5716649-1': 1}"}