{"patient_id": 3779, "patient_uid": "6205700-1", "PMID": 30377429, "file_path": "comm/PMC006xxxxxx/PMC6205700.xml", "title": "Anterior tibial artery entrapment syndrome: case report", "patient": "The patient was a 33-year-old female with intermittent claudication affecting the right lower limb. She reported that she felt no pain when walking slowly, but that the pain appeared and increased in intensity as she walked at higher velocities, and that these symptoms had worsened over the previous 2 years. She had no comorbidities and was a non-smoker. On physical examination, distal pulses were palpable and symmetrical, but during dorsiflexion maneuvers pedal pulses were attenuated bilaterally, to a greater extent on the right.\\nDoppler ultrasonography of the arteries of the lower limbs was suggestive of extrinsic compression of an artery and magnetic resonance angiography revealed a moderate/accentuated stenosis of the proximal segment of the right anterior tibial artery at the level of the interosseous membrane during dorsiflexion of the feet ( ).\\nThe patient underwent surgical treatment via a longitudinal incision in the anterolateral surface of the right leg, providing access between the tibialis anterior and extensor hallucis longus muscles. The interosseous membrane causing compression and obstruction of the anterior tibial artery was identified and partial resection of the membrane was performed, increasing the size of the opening at the hiatus ( ).\\nThe patient complained of prolonged postoperative pain, due to hematoma in the anterior compartment caused by manipulation, but recovery progressed at an acceptable rate with physiotherapy. On physical examination, pedal pulses were normal, even during foot dorsiflexion maneuvers. Additionally, magnetic resonance angiography no longer showed compression of the anterior tibial artery ( ).", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'34211513': 2, '21063498': 1, '24880061': 1, '26408316': 1, '20122466': 1, '19226054': 1, '30377429': 2}", "similar_patients": "{'8218083-1': 1}"}