{"patient_id": 135596, "patient_uid": "6718795-1", "PMID": 31531338, "file_path": "noncomm/PMC006xxxxxx/PMC6718795.xml", "title": "Malignant syphilis accompanied with neurosyphilis in a malnourished patient: A case report", "patient": "A 56-year-old male present with a 2-mo history of spreading ulcerous and necrotic papules and nodules covered with thick crusts over the face, trunk, extremities, and genitalia on March 20, 2018 (day 0). The skin lesions initially appeared as small erythematous papules over his back and gradually spread to the chest, face, extremities, and genitals. The lesions progressed to ulcerous/necrotic lesions covered with thick yellowish and blackish crusts. There was no association with systemic manifestations such as fever, weight loss, or headache; however, the patient also suffered from a loss of coordination of movement, personality changes, and changes in speech. The patient was initially diagnosed with pyoderma gangrenosum and treated for 7 d (days -8 to 1) at a local hospital, but his loss of coordination and speech impairment worsened. The patient reported having unprotected sexual activity within the past 2 mo but denied ever having had sex with men. The patient had no other apparent underlying disease. Other possibly relevant habits included smoking 20-40 cigarettes each day for more than 30 years, but the patient denied ever drinking alcohol.\\nHis height and body mass index (BMI) of 18.36 kg/m² together indicated mild malnutrition. Examination revealed pleomorphic ulcers of varying sizes ranging from 1 to 6 cm, circular and oval in shape with sharp borders, covered by yellowish and blackish thick crusts. The lesions were distributed over the face, front and back of the trunk, extremities, and genitals (Figure ). Neurological examination showed mental confusion, mania, paranoia, and mild motor dysphasia.\\nFull blood cell count, CD4+ cell count, CD8+ cell count, HIV serotest, hepatitis B and hepatitis C, antineutrophil cytoplasmic antibody and anti-nuclear antibodies, and cultures for fungi and bacteria (including Mycobacterium tuberculosis and Neisseria gonorrhoeae) were all normal or negative. Other laboratory analyses showed slightly attenuated albumin (31.3 g/L), anemia (hemoglobin 117 g/L), and elevated C reactive protein (35.00 mg/L), with no other abnormalities. Serum TPPA was positive and RPR test was at a titer of 1:16 (at +1 d).\\nMRI revealed abnormal hyperintense lesions in the bilateral insular cortex and radial crown, and lateral anterior horn (at +1 d) (Figure ). Histological examination of a biopsy sample from an ulcer on his abdomen indicated obliterative vasculitis as well as infiltration of cells (predominantly lymphocytes and plasma cells) in the dermis (Figure ). Staining for fungi, mycobacteria, and spirochetes was all negative. Immunohistochemical staining with a polyclonal antibody against T. pallidum was positive (Figure ).\\nBecause the patient was suspected to have neurosyphilis, he was arranged to undergo a lumbar puncture, but at first he refused. After treatment with penicillin (at +11 d), the patient received a lumbar puncture, which showed elevated protein (5.9 mg/dL) and high white blood cell count (16 cells/µL; predominantly lymphocytes) in CSF. TPPA was positive and RPR was negative.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'26721608': 1, '7657439': 1, '23688548': 1, '23680905': 1, '28033297': 1, '24413487': 1, '1938091': 1, '29897123': 1, '28471744': 1, '23481872': 1, '25387504': 2, '28979018': 1, '23130209': 2, '8707318': 1, '25365992': 1, '24278076': 1, '25408098': 1, '23412041': 1, '18457838': 1, '31531338': 2}", "similar_patients": "{'3481795-1': 1, '4230668-1': 1}"}