{"patient_id": 7595, "patient_uid": "6452551-1", "PMID": 31019820, "file_path": "comm/PMC006xxxxxx/PMC6452551.xml", "title": "A Case of Monochorionic-Triamniotic Triplet Pregnancy with TRAP Sequence Successfully Treated with Radiofrequency Ablation with a Parallel Circuit Consisting of Anastomosed Blood Vessels between the Direct Pump Fetus and the Indirect Pump Fetus", "patient": "A 38-year-old woman, gravida 4 para 1, was referred due to monochorionic-triamniotic triplet pregnancy at 10 weeks of gestation. We confirmed monochorionic-triamniotic triplet gestation, with absence of cardiac activity in one triplet. Reversed flow in the fetal umbilical cord was demonstrated on Doppler ultrasound examination. These findings were consistent with monochorionic-triamniotic gestation complicated with twin reversed arterial perfusion (TRAP) sequence. The acardiac fetus did not have an upper body.\\nUsing Doppler ultrasound, the presence of anastomotic vessels was confirmed between triplets A (acardiac fetus) and B (direct pump fetus) but not between triplet A and triplet C (indirect pump fetus). The Doppler measurements of feeding vessel (umbilical artery) in the acardiac twin revealed pulse rate that was similar to FHR of twin B. The direct pump fetus could be distinguished from the indirect pump fetus by measuring FHR. The estimated fetal body weight (EFBW) of the acardiac fetus increased as pregnancy progressed. EFBW of an acardiac fetus can be obtained by the following equation: (grams) = (-1.66 × longest length [cm]) + (1.21 × longest length [cm]2) []. At 14 weeks, body weight was 136 g for triplet A, 56 g for triplet B, and 59 g for triplet C. At 16 weeks, body weight was 227 g for triplet A, 109 g for triplet B, and 120 g for triplet C. In triplets B and C, we could not confirm polyhydramnios, absent umbilical artery end-diastolic velocity, umbilical venous pulsation, and absent or reverse blood flow in the ductus venosus.\\nWe usually perform RFA when EFBW of an acardiac fetus is 0.7 times or more as much as that of a pump fetus, and heart failure and amniotic fluid excess are recognized. In the current case, weight of the acardiac fetus exceeded twice that of the pump fetus and weight of the acardiac fetus had increased further. We speculated that the pump fetus would develop heart failure with high probability in the future; thus, radiofrequency ablation (RFA) was performed at 18 weeks. The acardiac fetus was stuck to the anterior uterine wall and the other sac did not interfere with needle insertion (). We used a 480 kHz radiofrequency generator and 20 cm-long, 17-gauge, internally cooled electrode with a 2 cm-long exposed metallic tip (Cool-tip RF system; Valleylab, Boulder, Co., USA). The patient had strong anxiety in a conscious state, so we performed surgery with general anesthesia. An electrode was transabdominally introduced and inserted into the fetal abdomen adjacent to the umbilical cord insertion area under continuous ultrasound guidance. Coagulation was initiated for 90 seconds, and complete blood flow cessation was successful in the acardiac fetus. In triplets B and C, preoperative and postoperative middle cerebral artery peak systolic velocities were the same and fetal anemia was not observed ().\\nDuring follow-up by weekly ultrasound, twin-to-twin transfusion syndrome, selective intrauterine growth restriction, and twin anemia–polycythemia sequence did not develop. At 37 weeks, a cesarean section was performed; two male newborn infants were delivered. Triplet B weighed 2,662 g, with Apgar scores of 8 and 9 at 1 and 5 minutes, respectively. Triplet C weighed 2,031 g, with Apgar scores of 8 and 9 at 1 and 5 minutes, respectively. Placental examination showed four vascular anastomoses between triplets B and C () and vascular anastomoses (i.e., umbilical artery and umbilical vein) between triplets A and B. The umbilical artery between triplets A and B was anastomosed with a thin umbilical artery of triplet C. The umbilical vein between triplets A and B was anastomosed with two umbilical veins of triplet C. At 12 months, both children showed normal neurodevelopment.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'33757441': 2, '28488223': 1, '23180636': 1, '13120037': 1, '12664963': 1, '2206078': 1, '23640771': 1, '17466701': 1, '23594603': 1, '31019820': 2}", "similar_patients": "{'7989209-1': 1}"}