{"patient_id": 10928, "patient_uid": "6692987-1", "PMID": 31428399, "file_path": "comm/PMC006xxxxxx/PMC6692987.xml", "title": "A case of gabapentin overdose induced rhabdomyolysis requiring renal replacement therapy", "patient": "We report a 39-year-old male patient presented to hospital with altered mental status and acute kidney injury secondary to rhabdomyolysis most likely due to gabapentin overdose. He took 13 pills of 400-mg gabapentin and ¼ strip of suboxone with an unclear dose at a friend's house. He was found in confusion and vomiting by paramedics, sent to a local hospital and then transferred to our hospital. Initial laboratory and follow-up laboratory please refer to Table .\\nHis past medical history includes hypothyroidism, hypertension, restless leg syndrome, anxiety/depression, hyperlipidemia, ureteral stenosis status post urethral dilation, and recovery of drug use. Patient has no history of renal disease. Past surgical history is cholecystectomy and urethral dilatation. For social history, he denied tobacco and alcohol use but did have history of prescribed drug abuse. He denied any intravenous drug use, any recent use of opioids and cocaine. Family history is significant for hypertension and coronary artery disease. His home medications include aspirin 81 mg daily, atenolol 12.5 mg twice a day, atorvastatin 40 mg daily, Flomax 0.4 mg daily, gabapentin 1200 mg at bedtime, omeprazole 40 mg daily, clonazepam 0.5 mg daily, mirtazapine 45 mg at bedtime, fluoxetine 20 mg daily, trazodone 200 mg at bedtime, and Synthroid 100 mcg daily.\\nOn physical examination, vital signs were stable with temperature 98.2°F, heart rate 99 bpm, respiratory rate 15 breath per minute, blood pressure 142/76 mm Hg, O2 saturation 95% on 40% venturi mask, and then was tapered to room air. He had no acute distress. Other examinations were unremarkable except decreased breath sound on the left side compared with the right. Creatinine kinase (CK) was 52 800 IU/L at admission (see Table for LDH, myoglobin, and CK trend). Arterial blood gas in outside facility revealed 7.21/53/54. Laboratory in outside facility: WBC 17, Hb 13.2, platelet 317, Sodium 132 mmol/L, Potassium 6.3 mmol/L, CO2 21 mmol/L, BUN 26 mg/dL, Cr 3.38 mg/dL, Glucose 126 mg/dL, Calcium 8.2 mg/dL, AST 157 IU/L, ALT 61 IU/L, Lactic acid 5.3 mmol/L, Total Bilirubin 1.3 mg/dL, and alkaline phosphatase 78 IU/L. Urine drug screen was positive for buprenorphine and benzodiazepine. Urinalysis revealed small amount leukoesterase, mild white blood cell, and trace bacteria. Blood culture and urine culture were negative. Chest X-ray showed left side infiltrates. EKG was normal sinus rhythm without ischemic ST-T changes. CT chest was consistent with pulmonary infiltrates with left worse than the right side. Ultrasound of right upper quadrant and kidney was normal. He was treated in ICU and was followed by nephrology. Patient received aggressive hydration and seven times hemodialysis. He also has aspiration pneumonia and was treated by unasyn and then by augmentin and finished 6-day course. He had non-ACS hypertroponinemia, troponin from 9 to 11, which was cleared by cardiology. He had no EKG changes, asymptomatic, with echocardiography EF > 55%.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'34887602': 1, '22560920': 1, '12645962': 1, '22294020': 1, '8190316': 1, '19571284': 1, '33282714': 1, '19525604': 1, '15021204': 1, '27389284': 1, '10604821': 1, '30154674': 1, '17565043': 1, '23764159': 1, '30262984': 1, '26005946': 1, '12093261': 1, '8062491': 1, '11870710': 1, '28144823': 1, '31428399': 2}", "similar_patients": "{}"}