{"patient_id": 8347, "patient_uid": "6505212-2", "PMID": 31064327, "file_path": "comm/PMC006xxxxxx/PMC6505212.xml", "title": "BRIP-1 germline mutation and its role in colon cancer: presentation of two case reports and review of literature", "patient": "Sixty-two y/o female with a history of uterine fibroid, hysterectomy and salpingo-oophorectomy underwent screening colonoscopy which showed 4.9 × 3.4 cm circumferential mass in the proximal ascending colon. The patient did not have any gastrointestinal complaints of abdominal pain, constipation or blood in stools. Family history includes metastatic colon cancer in mother at age 77, maternal aunt diagnosed with colon cancer at age 50; another maternal aunt was diagnosed with uterine cancer in her 70’s. Two cousins on the maternal side had colon cancer at age 50. Pedigree chart for patient’s family history of cancer is shown below (Fig. ). Physical examination was normal. Biopsy of colon mass showed moderately differentiated adenocarcinoma. Staging work up revealed two liver lesions. She underwent laparoscopic right colectomy and partial hepatectomy. Surgical specimen after hemicolectomy was sent for next-generation sequence analysis. Genomic alterations identified include BRIP1 S988 fs: AKT1 E17K: mTOR E1799K: APC R1450: CREBBP S889: FAM123B R358: GNAS R201C: TP53 P177L and 4213Q. No reported alterations in KRAS, NRAS, and BRAF. Lynch syndrome screen by IHC (MLH1, MSH2, MSH6 and PMS2 proteins) was normal on the pathological tissue. The patient had a family history of colon cancer and wanted to be evaluated for gene mutations associated with hereditary cancer. Initial testing was done with commercially available 17 gene panel associated with colon cancer. Further germline testing for BRIP1 gene mutation was done based on high allele frequency of BRIP1 mutation in tumor tissue. This showed patient was heterozygous for c.2962deIT pathogenic mutation located in coding exon 19 of the BRIP1 gene. She was staged as IVA given metastatic liver disease. She was treated with twelve cycles of chemotherapy FOLFOX. Two years later she was found to have a recurrence with liver lesions on PET CT. She underwent laparoscopic resection of hepatic metastases followed by adjuvant chemotherapy with eight cycles of FOLFIRI. Repeat scans did not show any active disease.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'32888398': 1, '22810696': 1, '33245729': 1, '33350171': 1, '12621137': 1, '21964575': 1, '25645394': 1, '27296296': 1, '26916979': 1, '21461995': 1, '26315354': 1, '33836755': 1, '34322202': 1, '34326862': 1, '33619228': 1, '20420945': 1, '29778231': 1, '31064327': 2}", "similar_patients": "{'6505212-1': 2}"}