{"patient_id": 130693, "patient_uid": "6302558-1", "PMID": 30637171, "file_path": "noncomm/PMC006xxxxxx/PMC6302558.xml", "title": "Thymoma dissemination through the thoracic intervertebral foramen: Pleural recurrence resulting in spinal cord compression", "patient": "A 63-year-old male presented with dorsal pain of a 3 month duration. He had undergone gross-total resection of an invasive mixed AB thymoma (Masaoka-Koga II–III) 21 years ago, followed by local radiotherapy (52 Gy). After staying disease free for 12 years, he developed three pleural nodules; subsequent biopsy demonstrated pleural recurrent thymoma that was then treated with gamma knife radiosurgery (13 × 300 cGy in each lesion). The pleural lesions remained stable for the next 10 years. The patient was referred to our institution at the time radiographic spinal cord compression at T8-T9 level was discovered in addition to pleural thickening involving both hemithoraces []. Examination did not evidence any neurological deficits.\\nThe magnetic resonance imaging showed an irregular, dumbbell-shaped lesion at the T8–T9 level with an intraspinal component occupying 60% of the canal, displacing the cord toward the left [].\\nThe spinal and foraminal components of the tumor were removed through a one-level laminectomy with right-sided foraminotomy and medial T8–T9 facetectomy []. The right T8 root was encased by an epidural solid tumor mass []. Following gross total resection, a small dural hole was repaired at the right-sided T8 exiting nerve root []. Intraoperatively, neurophysiologic recordings remained stable []. The patient's postoperative course was uneventful. Postoperative MRI confirmed complete removal of the spinal tumor component []. He declined postoperative adjuvant chemotherapy. Six months postoperatively, he remained neurologically intact without pain.\\nThe histological analysis revealed an admixture of neoplastic epithelial cells and nonneoplastic small lymphocytes. The morphological and immunostaining features of the tumor corresponded to metastatic thymoma [].", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'26179536': 1, '24335640': 1, '18375905': 1, '22080058': 1, '28087968': 1, '26818050': 1, '16198922': 1, '23225512': 1, '29497545': 1, '25346762': 1, '28449028': 1, '19269845': 1, '10189506': 1, '24657034': 1, '29223525': 1, '30637171': 2}", "similar_patients": "{}"}