{"patient_id": 12369, "patient_uid": "6791266-1", "PMID": 31662932, "file_path": "comm/PMC006xxxxxx/PMC6791266.xml", "title": "Free-Floating Scapular Spine: A Rare Shoulder Injury", "patient": "A 26-year-old right-handed female with no pertinent medical history presented to our emergency department with left shoulder pain after a motor vehicle collision in early 2019. The patient was a restrained passenger in a high-speed motor vehicle rollover two days before her presentation, resulting in a fatality at the scene. She was initially seen at an outside facility who diagnosed her with a clavicle fracture and multiple rib fractures. Her physical exam showed no neurovascular deficits but significant pain and swelling over the scapula along with superficial abrasions. Radiographs showed a comminuted and displaced fracture of the scapular spine and body with an avulsion of the acromion base (). Computed tomography 3-dimensional reconstruction revealed no glenoid involvement but a segmental fracture of the entire superior aspect of the scapula, including the acromion base and spine, which were free-floating fragments (). Given the degree of displacement and increased risk of nonunion and poor functional outcome, the patient elected to proceed with open reduction and internal fixation one week following her injury.\\nIntraoperatively, the patient was positioned upright in the beach chair position. With an incision along the scapular spine, a posterior approach to the scapula was utilized. The trapezius muscle was elevated off the acromion and scapular spine while the posterior deltoid origin was maintained on the lateral aspect of the acromion. The supraspinatus and infraspinatus were elevated subperiosteally from their origin on the scapula towards their insertion thus allowing for full exposure of the entire superior body of the scapula. After adequate exposure, the posterior portion of the acromion was reduced to the scapular body with point of reduction clamps and stabilized with 2.7 mm lag screws (Figures and ). Temporary reduction of the fractured scapular spine to the acromion was achieved with K-wires, and then, a Zimmer Biomet elbow plate was placed for definitive fixation (). The curvature of the elbow plate matched the curvature of the acromion, and we were able to place multiple cortical screws from superior and posterior to anterior and inferior (). Our plating construct had excellent bony purchase and maintained reduction of the acromion to the scapular body.\\nThe patient had no perioperative complications and was discharged from her hospital stay without issues. She was briefly immobilized for two weeks and then started shoulder range of motion training followed by strengthening. Unfortunately, she did not follow up after seven months due to moving away from our location. At her last follow-up, she reported mild pain in her scapula with motion but otherwise had no complaints or neurovascular deficits. Regarding her function, she lacked terminal motion in all directions and has mild weakness compared to her contralateral side. However, she returned to all her daily activities without significant limitation to her sporting activities. Her last radiographic assessment showed maintained alignment of the acromion process without implant failure (Figures and ).", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'29985893': 1, '34667650': 1, '20300318': 2, '24334616': 1, '25258501': 2, '18695481': 1, '8169698': 1, '26559282': 1, '27583005': 1, '30497925': 1, '1541626': 1, '23341034': 1, '6706394': 1, '22959296': 1, '22610301': 2, '27303469': 1, '31662932': 2}", "similar_patients": "{'2840823-1': 1, '3535129-1': 1, '3535129-2': 1, '4168659-1': 1}"}