{"patient_id": 136990, "patient_uid": "6831311-1", "PMID": 31027113, "file_path": "noncomm/PMC006xxxxxx/PMC6831311.xml", "title": "A novel AVPR2 missense mutation in an Asian family with inherited nephrogenic diabetes insipidus", "patient": "A 75-year-old woman, presenting with recurrent nausea and vomiting for several months, was admitted to the Department of Gastroenterology in our hospital on 15 March 2018 with the preliminary diagnosis of chronic gastritis. A few months ago, the patient developed nausea and vomiting after catching a cold. The vomit was gastric contents, no black stool, no fever, dizziness and headache occurred. Gastroscopy in the local hospital showed chronic gastritis, then treated by acid suppression and gastric care medicine, but vomiting relief was not obvious, so she came to our hospital clinic and was admitted to the ward. Since the onset of the disease, the weight loss of the patient has more than 5 kg. Cholecystectomy was performed 20 years ago, and right breast mastectomy for breast cancer 9 years ago. The patient had complained of polydipsia and polyuria since birth. She drank 5 to 6 L of water per day, and her urine output was large as well. She denies recent history of using renal injury agents. Her family history showed her brothers and sisters have the same symptoms of polydipsia and polyuria, but her brothers’ symptoms are more serious than her sisters. Her younger brother died of unknown reason and one of her nephews died of infection. Because of her seniority and siblings sharing the same symptoms, she had not paid attention to the disease, and received no diagnosis or treatment.\\nOn examination, she had a blood pressure of 130/100 mm Hg, regular pulse rate of 110 beats/min, and body temperature of 36.7°C. There were no other abnormal findings on physical examination. Laboratory data were as follows: white blood cells 8.85 × 109/L, red blood cells 3.93×1012/L, platelet count 284x109/L, hemoglobin 122 g/L, serum liver and renal functions were normal. Serum tumor markers including AFP, CEA, CA125, 153, 199, 724, SCC-Ag and total β-hCG were normal. Thyroid and adrenal function were normal. Serum sodium and chloride levels were increased above normal values (159.6 mmol/L and 117.4 mmol/L, respectively), with an effective osmolality of 307 mOSM/kg (normal range: 275–295 mOSM/kg). Urine pH was 5.0, urine-specific gravity was 1.003 with a decreased urine osmolality level of 83 mOSM/kg (normal range: 150–1150 mOSM/kg), whereas urine creatinine and electrolyte levels were normal. Fluid intake volume was 3840 ml/day and urinary volume was 6200 mL/day. Electrocardiogram (ECG) suggested sinus tachycardia and no abnormality in cardiac function was found by echocardiography. Computed tomography (CT)-scan of the head suggested mild lacunar cerebral infarction. And CT angiography in the head and neck showed mild arteriosclerosis. Magnetic resonance imaging (MRI) of the pituitary was normal. Positron emission tomography computed tomography (PET-CT) image did not show any sign of tumor recurrence and metastasis. Based on the clinical symptoms and laboratory tests, diabetes insipidus was suspected. Combined with the family analysis (Fig. ), the primary diagnosis of X-linked hereditary NDI was made. In order to make a molecular diagnosis, DNA sequencing analysis was carried out on samples from the patient, her 3 first-degree relatives (her brother, sister and son), 2 second-degree relatives (her niece and nephew) and one third-degree relative (her grandnephew, who is her niece's son). Her other relatives refused to have genetic testing, therefore they were not included.\\nDirect sequencing analysis of the antidiuretic hormone arginine vasopressin receptor 2 (AVPR2) identified the novel missense mutation (c.492G>G/C) in exon 2, leading to a p. Trp164Cys (T164C) amino acid substitution in the patient. There was a heterozygous mutation in the patient's sister and niece (Fig. A), while there was a mutation in her sons, brother and nephews (Fig. B), and her grandnephew is normal (Fig. C). The locus is located on the X chromosome Xq28, and its mutation can lead to X linked recessive NDI. The p. Trp164Cys mutation of AVPR2 gene has not been reported in literature before. The possible effect of the T164C mutation was predicted to be probably damaging by several prediction methods, including SIFT[ and PolyPhen-2.[ There was no significant abnormal variation in other detection regions of the gene. Also there was also no abnormal variation in AVP and AQP2 genes in this family.\\nThen we treated the patient with desmopressin (DDAVP), antiemetic drugs, and massive infusion glucose transfusion. The patient's urine volume decreased, about 3 to 4 L per day, then electrolyte disturbance was corrected, and the symptoms of nausea and vomiting gradually disappeared. The electrolyte results of the re-examination showed that the serum sodium and chloride levels were 141.9 mmol/L and 103.3 mmol/L respectively, which were in the range of normal values.\\nSix months after discharging from hospital, we followed up the patient by telephone. The patient was generally in good condition, the electrolytes were normal, no nausea and vomiting occurred, and her weight increased by 4 kg.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'24598801': 1, '22386940': 1, '11337480': 1, '12202775': 1, '15611175': 1, '8741926': 1, '1534149': 1, '10477148': 1, '22879391': 1, '24239889': 1, '15632183': 1, '22427315': 1, '2169573': 1, '24026507': 1, '9831428': 1, '24030030': 1, '23360744': 1, '26795631': 1, '22145481': 1, '17727703': 1, '32903920': 1, '31027113': 2}", "similar_patients": "{}"}