{"patient_id": 129320, "patient_uid": "6177112-1", "PMID": 31020109, "file_path": "noncomm/PMC006xxxxxx/PMC6177112.xml", "title": "A case report of the clinical effect of chronic total occlusion recanalization on the instantaneous wave-free ratio in the donor artery", "patient": "A 65-year old man presented with Canadian Cardiovascular Society (CCS) Class III angina. He had no significant past medical history. His blood pressure was 134/76 mmHg and his heart rate was 72 b.p.m. in sinus rhythm. There was no clinical evidence of heart failure, and the physical examination was otherwise unremarkable. A computed tomography coronary angiogram demonstrated a CTO of the right coronary artery (RCA) with a moderate angiographic disease in the proximal segment of the left anterior descending (LAD) artery. Perfusion magnetic resonance imaging demonstrated ischaemia in both the RCA and LAD territories. He was referred for invasive coronary angiography and commenced on aspirin 75 mg once daily, clopidogrel 75 mg once daily, atorvastatin 40 mg once daily, and bisoprolol 2.5 mg once daily.\\nSubsequent invasive coronary angiographic assessment demonstrated an angiographically moderate stenosis in the proximal LAD (Figure), a non-dominant circumflex and a CTO of his RCA (Figure) with Rentrop grade 2 collaterals providing retrograde flow to the distal RCA from the LAD artery (, Videos S1–S3).\\nPhysiological assessment of the LAD was undertaken. An EBU3.5 guiding catheter was engaged in the left coronary artery, and 8000 units of heparin administered. Three hundred micrograms of nitrates were administered via the intracoronary route to stabilise epicardial tone. A Verrata Plus Pressure guidewire was inserted and pressures were equalized at the ostium of the LAD artery, and advanced distal to the stenosis. The iFR was 0.72, indicative of significant myocardial ischaemia distal to the proximal LAD stenosis. A co-registered iFR pullback assessment demonstrated the majority of the pressure loss was across the proximal stenosis (Figure). The patient explicitly stated he did not want to be considered for coronary artery bypass grafting.\\nAccordingly, the patient underwent RCA CTO PCI using a 6Fr Amplatzer 0.75 guiding catheter. The occlusion was crossed via an antegrade approach with an Asahi Fielder XT wire and 1.5 mm over the wire (OTW) balloon support. The lesion was pre-dilated and stented with a 3.0 × 48 mm drug-eluting stent. Finally, IVUS-guided post-dilatation was performed with a 3.25 mm non-compliant balloon inflated to 24 atmospheres, achieving an excellent angiographic result (, Video S4). In view of the collateral flow from the LAD to the RCA, a decision was made to defer LAD PCI and reassess with physiology at a later date.\\nThe patient returned for clinical assessment 1 week later, where a complete resolution of symptoms (CCS Class 0) was noted. However, because of the potentially prognostic nature of the LAD lesion, invasive coronary angiography was performed. This revealed that the RCA stent was widely patent and a good result from CTO PCI (Figure) was confirmed. The moderate LAD lesion was angiographically unchanged (Figure). Physiological assessment of the LAD was repeated with the pressure sensor located in the same location distal to the stenosis as before. Instantaneous wave-free ratio at this repeat measurement was 0.90 (Figure), conferring an increase in 0.18 iFR units from the pre-CTO PCI measurement. The FFR was 0.85 (Figure). Left anterior descending PCI was therefore deferred.\\nThe patient was last seen in clinic 9 months following the initial presentation and remains asymptomatic.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'22154731': 1, '28317438': 1, '23322740': 1, '32153688': 1, '8746939': 1, '28317458': 1, '20160187': 1, '31020109': 2}", "similar_patients": "{}"}