{"patient_id": 10434, "patient_uid": "6659196-1", "PMID": 31345241, "file_path": "comm/PMC006xxxxxx/PMC6659196.xml", "title": "Hemoptysis secondary to rupture of infected aortic aneurysm– a case report", "patient": "A 30 year-old female patient presented with left sided chest pain and intermittent fever and cough for 6 months and massive hemoptysis for a week. There was a history of cerebral venous sinus thrombosis in the sigmoid sinus about 2 years ago for which she received Rivaroxaban. Chest X-ray revealed widened mediastinum (Fig. ). Upon investigating through CT scan, pseudo-aneurysm of proximal descending thoracic aorta at the level of the left Subclavian artery was found (Fig. ); the diameter was 83 mm, with a patent lumen of 33 mm. A partially occluding thrombus was also present, as seen in Fig. . Consequently the patient was admitted and Internal Medicine team was consulted preoperatively to rule out mycotic aneurysm. Serology including AMA, ANA, VDRL, IgG and IgM were all negative; however an ESR of 90 was obtained.\\nSubsequently, an urgent repair of the aneurysm was planned. Left posterolateral thoracotomy was performed and the large pseudo-aneurysm of the descending aorta from the origin of the subclavian artery was identified. The aneurysm was seen to have ruptured into the apical segment of left upper lobe leading to intermittent hemoptysis and was contained mainly from the thrombus.\\nWith partial bypass via main pulmonary artery and distal aortic cannulation, proximal and distal control was obtained and the aneurysm was opened. The posterior wall of the pseudo-aneurysm was intact and the anterior wall was debrided. A bovine pericardial patch was used to repair the aortic defect; multiple plegetted sutures were also used to strengthen the repair. The patient was taken off bypass and after successful hemostasis, the chest was closed. Post operative course was un remarkable. The aortic wall, left lung tissue, and para-aortic lymph node samples were sent for histopathological analysis, bacterial, fungal and TB culture and sensitivity. They showed fibrocollagenous tissue fragments with necrotic inflammatory exudate and the lymph nodes showed reactive lymphoid hyperplasia. The cultures grew Enterobacter species sensitive to Amikacin, Meropenem and Imipenem, confirming the diagnosis of an infected aortic aneurysm. The patient was hence, prescribed IV Imipenem for 6 weeks. She continues to follow up in clinic and is in good health.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'10027455': 1, '12514584': 1, '15725166': 1, '20090288': 1, '581864': 1, '14677747': 1, '7438858': 1, '20547930': 1, '19782517': 1, '12959209': 1, '16773489': 1, '9600286': 1, '15746750': 1, '11878664': 1, '33282003': 1, '2396239': 1, '24443338': 1, '1627328': 1, '31345241': 2}", "similar_patients": "{}"}