{"patient_id": 16030, "patient_uid": "6997017-1", "PMID": 31880403, "file_path": "comm/PMC006xxxxxx/PMC6997017.xml", "title": "Anti-SOX1 antibody-positive paraneoplastic neurological syndrome presenting with Lambert-Eaton myasthenic syndrome and small cell lung cancer: A case report", "patient": "The patient was a 61-year-old Chinese male, with a long history of drinking and a nonsmoker, who presented with a self-reported three-month bitter taste in the mouth causing some discomfort and unpleasantness during meals but no obvious dysphasia. In the following months, his gait gradually became unsteady and he developed weakness of the lower limbs. He had no variation in symptoms over the course of the day, but skeletal muscle fatigue increased. His neurological examination revealed proximal muscles of lower limb weakness at grade 4 on the Medical Research Council scale; poor deep tendon reflexes and heel-knee-shin test, and he had signs associated with cerebellar degeneration, such as dizziness, mild dysarthria, vertigo and clear ataxia. He displayed saccadic eye movements and nystagmus over the next few days, and developed the symptoms of diplopia. However, his cranial nerves and cognitive functions were normal. An evaluation was commenced that included laboratory study which was notable for positive antinuclear antibody (ANA) at 1:80 (reference <1:40), elevated serum ferritin (SF) at 509.6 ng/mL (reference 80–130 ng/mL), and positive treponema pallidum antibody (TP) at 9.85 (reference 0–1). However, venereal disease research laboratory test (VDRL) showed that reagin of cerebrospinal fluid (CSF) was negative. A CSF examination showed positive Pandy's test, and a raised level of total protein 0.824 g/L (reference 0.15–0.45), and an elevated IgG level of 72.1 mg/L (reference 6.3–33.3). The number of mononuclear cells was negative. In addition, CSF cytology revealed no atypical cells. Meanwhile, blood count, antineutrophil cytoplasmic antibodies (ANCA), biochemical analysis, erythrocyte sedimentation rate (ESR), renal and liver function, coagulation and serum electrolytes were within normal ranges.\\nMyasthenia gravis serology testing showed that antistriated muscle antibodies and antimyocardium antibody were negative, and antiacetylcholine receptor (AchR) binding antibody was 0.01 nmol/L (reference negative < 40 nmol/L; equivocal 40 nmol/L–50 nmol/L; >positive 50 nmol/L); however, the anti-SOX1 antibody was positive, confirming the presence of LEMS. The electrodiagnostic study showed notable low amplitude motor potentials of the right tibialis anterior and left trapezius, and repetitive nerve stimulation (RNS) at low frequency (3 Hz) elicited a decremental response. Meanwhile, the right tibialis anterior was tested with high-frequency (50 Hz) RNS, where 386% facilitation was observed, consistent with LEMS (Fig ).\\nThe patient began investigational treatment with pyridostigmine bromide tablets for one week (60 mg, every 8 hours, per os), and the symptoms of diplopia disappeared although he still felt weak. Soon afterwards, he developed several days of progressive confusion and psychiatric symptoms suggestive of LE. Well characterized onconeural antibodies including Hu-Ab, Ri-Ab, Tr-Ab, GAD-Ab, Yo-Ab, CV2-Ab, ANNA-3-Ab, PCA2-Ab, Ma2-Ab, and anti Amphiphysin-Ab all tested negative. Since magnetic resonance imaging (MRI) (Fig ) and PET-CT (Fig a,b) demonstrated hyperintense lesions with contrast enhancement of the thorax in front of 5–6 centrum, anti-SOX1 antibody-positive PNS associated with SCLC was suspected. Brain MRI shown no brain metastases, and no cerebellar or limbic alterations. A subsequent thoracoscopic biopsy of the lung tissue was performed in May 2018 at the Chinese PLA General Hospital which revealed pathological findings of SCLC in the mediastinal lymph nodes. A total of four cycles of chemotherapy (60 mg/m2 cisplatin on day 1, and 60 mg/m2 irinotecan on days one, eight, and 15) and radiotherapy (total 36 Gy) were administered, followed by thoracoscopic lobectomy three weeks after his last chemotherapy at the Chinese PLA General Hospital. His neurological symptoms did not significantly improve, and his hospital course was complicated by acute hypercapnic respiratory and supraventricular tachycardia in August 2019, culminating in a cardiac arrest. As the patient was “do not resuscitate/do not intubate” (DNR/DNI), he died 15 months after the diagnosis of SCLC.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'18032743': 1, '22094130': 1, '15880380': 1, '16797497': 1, '9208887': 1, '23436113': 1, '25114839': 1, '12849427': 1, '14561798': 1, '15949849': 1, '33029958': 1, '10760287': 1, '11673324': 1, '10037800': 1, '15258215': 1, '1659614': 1, '20035430': 1, '17289552': 1, '31880403': 2}", "similar_patients": "{}"}