{"patient_id": 3491, "patient_uid": "6188772-1", "PMID": 30364012, "file_path": "comm/PMC006xxxxxx/PMC6188772.xml", "title": "Early Detection and Management of Massive Intraoperative Pulmonary Embolism in a Patient Undergoing Repair of a Traumatic Acetabular Fracture", "patient": "The patient is a 73-year-old male who was transferred from an outside hospital for repair of a right acetabulum fracture involving the femoral head after falling approximately 8-feet from a ladder while painting his house. Past medical history was significant for hyperlipidemia and osteoarthritis. Baseline metabolic equivalents were greater than four. Aside from a cataract extraction, the patient had no other operations. He denied any allergies. Prior to presentation, the patient was on Aspirin 81 mg daily for cardiovascular disease prevention and Atorvastatin 20 mg daily for hyperlipidemia. Computed tomography (CT) without contrast showed an acute, comminuted, and displaced fracture of the right acetabulum involving both posterior and anterior acetabular walls. The right femoral head was superiorly and laterally displaced with impaction fracture to its inferior and medial aspects. There were bone fragments within the right gluteus musculature, and the high attenuation in tissue density represented blood product within. Prior to surgery, the orthopedic team made an effort to reduce the patient's right acetabulum fracture with tibial traction pin under conscious sedation with midazolam, fentanyl, and ketamine in the emergency department. During the closed reduction, the patient experienced a brief period of respiratory depression. For approximately two minutes, his oxygen saturation was 85-86%, which improved to 95% with Narcan reversal. The emergency department record also noted that the patient had premature ventricular contractions on the electrocardiogram (EKG) at this time. After the closed reduction, the orthopedic team opted to monitor the patient on continuous telemetry for 24 hours and take the patient for open reduction and internal fixation of the right acetabulum the next day. He was not on prophylactic anticoagulation for this preoperative period.\\nPrior to entering the operating room, the patient's vital signs were stable: blood pressure 120/64, heart rate 73 beats per minute, respiratory rate 18 per minute, oxygen saturation 95%, and temperature 98.6 Fahrenheit. Neurological exam was significant for limited right knee flexion (<30 degrees). Otherwise, overall sensation was intact and right deep tendon reflex was intact. Hemoglobin was 11.6, down from 13.4 on admission. Coagulation tests showed elevated prothrombin time at 12.8, partial thromboplastin time 26.7, and international normalized ratio 1.20. In the OR, the patient was induced with standard dosing of midazolam, fentanyl, lidocaine, propofol, and succinylcholine. Phenylephrine was given preemptively on induction to avoid hypotension. Intubation was uncomplicated. Patient had two 20g peripheral intravenous catheter in place, and a left radial arterial line was placed after intubation. Despite premedication with phenylephrine, the patient became hypotensive with systolic blood pressure (SBP) in the 80s, median arterial pressure < 65. Boluses of ephedrine and phenylephrine were given, and a phenylephrine infusion was started thirty minutes after induction. The patient initially responded appropriately to treatment (SBP > 100). Due to concern for sciatic nerve injury, intraoperative somatosensory evoked potential (SSEP) monitoring was performed, and general anesthesia was maintained with propofol at 100 mcg/kg/min and remifentanil at 0.2 mcg/kg/min, in addition to 0.5% end tidal sevoflurane.\\nUpon patient positioning to the right lateral decubitus position from supine, the patient's SBP acutely declined into the 50s and the patient became hypoxic with an oxygen saturation of 88%. His hypotension was no longer responsive to phenylephrine or ephedrine. Norepinephrine and epinephrine drips were started. Also, the FiO2 was increased from 50% to 100%. There was a minimal and transient response to epinephrine administration. The patient was then returned to supine position, and he arrested shortly thereafter. Chest compressions commenced immediately upon loss of cardiac rhythm. The cardiac anesthesia team emergently responded and performed an intraoperative transesophageal echocardiography (TEE), which showed reduced left ventricular ejection fraction and reduced right ventricular systolic function. Due to unsuccessful cardiopulmonary resuscitation, the patient was placed on venoarterial ECMO via right femoral artery and vein; stable hemodynamics were achieved. A total of 8000 units of Heparin was given upon ECMO installation. At this point, the planned surgery was aborted. The patient was transported to the cardiac catheterization lab for pulmonary angiogram, cardiac catheterization, and antegrade perfusion of the right superficial femoral artery. A large thrombus in the left pulmonary artery was discovered on selective angiography (Figures –). Hypothermic protocol was initiated. Heparin therapy was also continued at this point.\\nOn hospital day 5, a CT chest with contrast showed multiple bilateral pulmonary emboli and evidence of right ventricular failure. Right heart catheterization and placement of a Swan-Ganz catheter demonstrated that the patient was found to have severe pulmonary hypertension 55/30 and elevated central venous pressure (CVP) of 18. The patient underwent bilateral pulmonary artery embolectomy, exploration of right atrium with removal of clots, discontinuation of ECMO support, and repair of right femoral artery on hospital day 9. His pulmonary artery pressure and CVP improved to 31/12 and 8, respectively. One month later, the patient was discharged to a rehabilitation facility with a plan for conservative management of his fracture.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'22219258': 1, '25320660': 1, '28063605': 1, '27381903': 1, '25910837': 1, '28012721': 1, '17444345': 1, '29103574': 1, '27658532': 1, '1536398': 1, '28347320': 1, '22084663': 1, '12899550': 1, '24426880': 1, '17414328': 1, '19407300': 1, '30364012': 2}", "similar_patients": "{}"}