{"patient_id": 473, "patient_uid": "6004288-1", "PMID": 29908563, "file_path": "comm/PMC006xxxxxx/PMC6004288.xml", "title": "Cerebellar liponeurocytoma – a rare entity: a case report", "patient": "A 39-year-old Italian man presented to our department suffering from headache and nausea over the past months. CT and MRI revealed an ill-defined, 39 × 37 × 29 mm (anterior-posterior×transverse×cranial-caudal) tumor. On CT, the lesion presented as slightly hypointense with poor contrast enhancement. On MRI, a hyperintensity on fluid-attenuated inversion recovery (FLAIR) sequence and on T2-weighted imaging was detected. On T1-weighted imaging, the lesion showed a hypointensity. The lesion showed poor contrast enhancement of the right cerebellar hemisphere without an obstructive hydrocephalus on T1-weighted images with contrast enhancement (Fig. ).\\nOur patient did not suffer from any other comorbidities; he had not undergone any surgeries. He did not use medication. He had never consumed alcohol, smoked tobacco, or used other drugs. He is married, has two children, and works as a cook in a family owned restaurant. Similar cases were not reported in his family; no relatives had suffered from a tumor in the past. Neurological examinations at admission showed no sensorimotor deficits, no cranial nerve deficits, normal response of his reflexes, and normal standing and walking abilities without any unstableness. Blood pressure, pulse, temperature, and laboratory findings (that is, complete blood count, liver function, renal function, and C-reactive protein) were within normal range.\\nSurgery was indicated and written consent was obtained. Surgery was performed under general anesthesia with our patient in a semi-sitting position. Monitoring was done with somatosensory and muscle-evoked potentials. A right-sided suboccipital craniotomy was performed. On intraoperative examination, we observed a glassy gray-black tumor that was not well demarcated from the surrounding tissue. Piecemeal tumor removal was performed by microsurgical technique using the Sonoca 300 (Söring GmBH, Quickborn, Germany).\\nA postoperative CT scan revealed a regular finding without hydrocephalus and hemorrhage. Our patient was observed in our neurosurgical intensive care unit for one night and was transferred to a general ward the following day without neurological deficiency. Postoperative MRI, which was performed 48 hours after surgery, showed no residual tumor. His postoperative course was uneventful. He received no adjuvant treatment and there has been no evidence of tumor recurrence over a period of 15 months (Fig. ). A neurological examination at last follow-up, 15 months after surgery, revealed no neurological deficits. The preoperative nausea and headache he experienced had stopped.\\nOn histopathological examination, hematoxylin and eosin-stained paraffin sections showed predominantly small to moderately cellular tumor growing compactly, sometimes diffuse, infiltrating the surrounding cerebellar tissue. Tumor cells contained mainly light eosinophilic, sometimes clear, cytoplasm and round to oval nuclei and smaller nucleoli. Some tumor cells showed an astrocytic differentiation. Furthermore, around 10% of the tumor area comprised focal lipidized cells (Fig. ). No significant mitotic activity, < 1 mitosis/20 high-power field (HPF), and no necrosis were observed. In immunohistochemical analysis NeuN (Fig. ) was detected in 80% and synaptophysin (Fig. ) was detected in 30% of the non-lipomatous cells. Tumor cells were negative for neurofilament (Fig. ; surrounding CNS tissue stained positive) and chromogranin A. Glial fibrillary acid protein (GFAP) was observed in 20% of the tumor cells (Fig. ). Ki-67/MIB-1 proliferation index (Fig. ), as determined by nuclear MIB1 monoclonal antibody staining, was around 2% (Fig. ).", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'27750407': 2, '28236115': 1, '11498220': 1, '20803304': 1, '12578221': 1, '17618441': 1, '27157931': 1, '34900708': 2, '15627205': 1, '206094': 1, '21045527': 1, '20427748': 1, '14615567': 1, '23158671': 1, '12181694': 1, '15446583': 1, '33964714': 2, '25250652': 1, '31001037': 2, '34307442': 2, '19831141': 1, '15719276': 1, '11717547': 1, '25527206': 1, '19680499': 1, '23095825': 1, '11596966': 1, '12185780': 1, '27349466': 1, '21329617': 1, '19831140': 1, '26613167': 1, '16550742': 1, '29908563': 2}", "similar_patients": "{'8655243-1': 1, '8293275-1': 1, '8114115-1': 1, '5445196-1': 1, '6454964-1': 1}"}