{"patient_id": 133567, "patient_uid": "6507645-1", "PMID": 31086650, "file_path": "noncomm/PMC006xxxxxx/PMC6507645.xml", "title": "Anterior mediastinal teratoma with pericardial effusion. Rare presentation", "patient": "A 10-year-old female patient was well prior to an evaluation for chest pain of two weeks duration, at which an anterior mediastinal mass, was noted on chest radiograph. Chest X-ray (Fig. ) showed a well-defined homogenous opacity in the right upper and mid zones extending from mediastinum and obliterating the hilar shadow. Transthoracic echocardiography revealed a pericardial effusion. Chest CT (Fig. ) revealed a well-defined tumor mass involving the anterior mediastinum adjacent to the heart measuring 6 × 4 cm. Mild amount of pericardial fluid noted.\\nThe CRP level was significantly elevated with 51.27 mg/l. Echinococcal test found negative. The serum alpha fetoproteinwas 5 ng/ml(reference range.89–8.78 ng/ml), and β-human chorionic gonadotropin serum levels were 3 IU/l normal range less than10 IU/l.\\nPre-operative working diagnosis was symptomatic anterior mediastinal tumor either pericardial cyst or teratoma with pericardial effusion.\\nShe underwent mediastinal tumor excision, thymectomy and partial pericardectomy through midsternotomy. Pericardium was not reconstructed because small defect around 2 cm.\\nThe mass was attached to pericardium, compressing the right atrium and encased the right phrenic nerve (Fig. ). The mass en-bloc excision and thymectomy revealed multiloculate well-defined cyst measuring 6 cm in maximum dimension. Upon opening the cyst, and the pericardium yellowish sebaceous and cheesy material was found and identified as ruptured mature cystic teratoma with inflammatory reaction. Microscopy showed a ruptured mature cystic teratoma with inflammatory reaction (showing an unremarkable squamous, respiratory and gastric types epithelium, mature adipose tissue, smooth muscle tissue, and skin adnexa), with an unremarkable thymic tissue and no immature elements or malignancy.\\nPericardium biopsy sections show vascularized fibrous tissue with congestion and mild inflammation lined by unremarkable mesothelial cells. Patient underwent uneventful recovery and upon follow-up no clinical or radiological signs of recurrence.", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'34646675': 2, '27130743': 1, '29321967': 1, '24046785': 2, '32963756': 2, '24627752': 1, '31086650': 2}", "similar_patients": "{'8486370-1': 1, '8486370-2': 1, '8486370-3': 1, '8486370-4': 1, '8486370-5': 1, '3767022-1': 1, '7490150-1': 1}"}