{"patient_id": 131094, "patient_uid": "6330184-1", "PMID": 30671188, "file_path": "noncomm/PMC006xxxxxx/PMC6330184.xml", "title": "Dissecting Aneurysm of the Internal Carotid Artery as a Complication of Facial Bone Trauma", "patient": "A 22-year-old male was intubated and admitted to the intensive care unit of Sultan Qaboos University Hospital, Oman, in March 2014 after being involved in a motor vehicle accident with multiple injuries, which included his lower limb, ribs, and maxillofacial fractures. Facial bone computed tomography (CT) showed lower anterior dentoalveolar fracture with lingual displacement, bilateral Le Fort I fractures of the maxillae, and medially displaced and fractured right condylar neck [].\\nAs emergency management, the patient underwent closed reduction of the dentoalveolar fracture and open reduction and internal fixation (ORIF) of the bilateral maxillary fractures under general anesthesia along with orthopedic surgical repair. Three days later, the patient underwent ORIF of the right condylar fracture. Following the completion of the ORIF, severe intraoperative bleeding was encountered from the posterior medial aspect of the condyle. All local measures of packing failed to arrest the bleeding, and the patient underwent emergency angiography to identify and treat the possible source of bleeding, which was anticipated to be from the right internal maxillary artery. However, the angiogram did not show any major source of bleeding in relation to the internal maxillary artery, but identified a large DA of the extracranial part of the right ICA []. The vascular surgeon attempted surgical repair of the identified DA. However, due to the additional intracranial extension of the lesion this was difficult []. At this time, no active bleeding was found from the surgical site of the right mandibular condyle. Accordingly, a decision was taken to arrange for repair using an endovascular arterial stent, thus avoiding ligation of the ICA. The wound was thus closed in layers.\\nSix days later, through the femoral approach, the patient underwent endovascular insertion of a 50 × 6 mm self-expandable covered arterial stent with no distal carotid embolic protection, which resulted in complete resolution of the vascular lesion with no complications []. At nine months follow-up, the patient showed satisfactory dental occlusion and mandibular movements with no vascular or cranial abnormalities.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'12560700': 1, '11918985': 1, '15121106': 1, '10660144': 1, '27751333': 1, '22705134': 1, '17675028': 1, '17414287': 1, '26948576': 1, '9511874': 1, '27480926': 1, '26090769': 1, '12060904': 1, '10568710': 1, '33414951': 1, '23992776': 1, '27916638': 1, '30671188': 2}", "similar_patients": "{}"}