{"patient_id": 7311, "patient_uid": "6435483-1", "PMID": 30949125, "file_path": "comm/PMC006xxxxxx/PMC6435483.xml", "title": "A Longitudinally Extensive Spinal Cord Lesion Restricted to Gray Matter in an Adolescent Male", "patient": "A 13-year-old male presented to the Pediatric Emergency Room at a tertiary care academic medical center due to progressive quadriparesis that reportedly began after a prolonged episode of coughing 3 days earlier. His neurological symptoms manifested as bilateral hand numbness with persistent back and neck pain, but rapidly progressed to quadriparesis and widespread tactile and proprioceptive sensory loss over 2 days. The day prior to his presentation, he was unable to walk without support. He was subsequently admitted to the Pediatric Intensive Care Unit (PICU) due to concern for potential rapid respiratory compromise.\\nOther than a cough, the patient reported no recent acute illness and denied travel, trauma, exposures, and vaccinations (all childhood vaccinations were up to date). Additionally, there was no history of developmental or cognitive impairment (was performing well in eighth grade), no drug or alcohol use, and no history of smoking or e-cigarette use. He had a history of mild persistent asthma, and his only medication was his albuterol inhaler that he had been using about twice daily for a week prior to admission. There were no reported allergies.\\nAt the time of admission, he was hemodynamically stable with normal vital signs. He was afebrile and in no acute distress. Heart and lung exams were normal. Neurological exam revealed diffuse hypotonia, diminished deep tendon reflexes in all extremities, persistent quadriparesis with most marked weakness in the radial, median, and ulnar nerve distributions (C5-T1 levels), and decreased sensation at the C4-L2 levels. Additionally, the patient had diffuse, severe hyperesthesia in response to sharp stimuli. There was no evidence of acutely altered mental status, visual or other cranial nerve deficit, nystagmus, or overt ataxia. Babinski and Hoffman's signs were negative and there was no ankle clonus. There was no spinal or paraspinal tenderness to palpation.\\nOn hospital day (HD) 1, still unable to support himself while standing, the patient developed urinary retention requiring multiple straight catheterizations, representing a symptomatic nadir 2–3 days after initial symptom onset. He otherwise remained hemodynamically and neurologically stable during his stay in the PICU. He showed steady recovery after the following workup and treatment on HD 3–10 and was discharged to the Pediatric Acute Rehabilitation Unit on HD 22 in good condition.\\nGiven the acute nature of the patient's neurological symptoms, on HD 1 brain and spine imaging were performed. Brain CT and MRI were unremarkable—there were no lesions, structural abnormalities, or edematous changes of the parenchyma or cranial nerves, and there was no contrast enhancement or leptomeningeal disease. Total spine MRI, however, showed a longitudinally extensive, non-enhancing, T2-hyperintense central cord lesion strictly involving the gray matter from C2-T2 with mild edema, intervertebral disc intensity changes in the cervical levels () and robust diffusion restriction (). These findings were initially thought to be suggestive of spinal cord infarct, although no abnormal flow void, cord compression, mass lesion, discrete disc herniation or desiccation, or other spinal or foraminal stenosis was noted. Follow-up MRA of the thoracic aorta was inconclusive, and concern for spinal ischemia necessitated high-resolution intravascular imaging. On HD 3, interventional angiogram showed brisk, robust filling and collateralization of the vascular supply of the spinal cord, and canal after left vertebral artery injection (). The anterior spinal artery was patent and of normal caliber. There was no evidence for aortic dissection or other vascular abnormality. Furthermore, serial fibrinogen, coagulation, and liver function tests showed no evidence of coagulopathy.\\nOut of secondary concern for an autoimmune or infectious etiology, the patient was started on Intravenous Immunoglobulin (IVIG) (400 mg/kg daily), high-dose steroids (methylprednisolone 1 g daily), vancomycin, ceftriaxone, and acyclovir for empiric meningoencephalitis coverage, and aspirin (81 mg daily) for secondary prevention of possible cord ischemia. Initial laboratory workup, however, was not indicative of an infectious or an acute inflammatory etiology with a normal white blood cell count (7.1*103/μL), negative blood cultures and respiratory viral panel, and normal sedimentation rate and C-reactive protein levels (1 mm/h and <0.1mg/L, respectively). Urine studies, including toxicology, were likewise unremarkable. Cerebrospinal fluid (CSF) obtained by lumbar puncture also proved unrevealing (WBC 0, RBC 9, glucose 65, protein 27.3). CSF infectious studies for enterovirus, HSV 1/2, syphilis, Lyme disease, ehrlichiosis, Cryptococcus, Epstein-Barr virus, and cytomegalovirus were negative, and serum titers for additional pathogens including mycoplasma and West Nile virus did not support acute infection. Additional workup for common autoimmune myelopathies including neuromyelitis optica spectrum disorders (NMOSD) and multiple sclerosis (MS) was non-diagnostic (serum was negative for aquaporin-4 antibodies (AQP-4) (titer <1:10), myelin oligodendrocyte glycoprotein antibodies (MOG) (titer <1:10), and CSF was negative for oligoclonal bands). Serum tests for myositis (aldolase, creatine kinase) were negative.\\nAfter two doses of high-dose steroids (total 5 day course) and IVIG on HD 3–5, the patient's lower extremity strength began to improve, urinary retention resolved, and deep tendon reflexes returned to baseline. Given the negative infectious workup, antibiotics and acyclovir were discontinued on HD 3. However, the patient demonstrated a persistent weakness of the bilateral upper extremities that prompted a 5 day plasmapheresis course (HD 5–10) as salvage therapy for medically-refractory myelitis. Over the next few days, the patient achieved significant gains in strength, sensation, and balance.\\nThe patient was transferred to a pediatric acute rehabilitation unit on HD 22. His exam remained notable for diminished hand, wrist, biceps, and triceps strength bilaterally, but he was able to walk with minimal assistance and his muscle strength normalized. Sensation was intact in the extremities but remained slightly diminished in the T4-T10 dermatomes. Paresthesias were no longer present. At his 3 month follow-up with the pediatric neurologist, his only residual finding was bilateral hand weakness, although greatly improved. He was back at school on a full-day, regular schedule. Diagnosis remained “unspecified inflammatory spinal cord syndrome.”", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'29792179': 2, '20825655': 1, '10589540': 1, '22265211': 1, '27616318': 1, '23793787': 1, '22810928': 1, '22976554': 1, '11459911': 1, '24890467': 1, '27618707': 1, '26677112': 1, '16717206': 1, '22476745': 1, '25097217': 1, '29181601': 1, '29196574': 1, '30200066': 2, '20299698': 1, '27207447': 1, '30284401': 1, '26746783': 1, '21669935': 1, '11954856': 1, '27645347': 1, '23572237': 1, '18319160': 1, '25761377': 1, '12879317': 1, '26194417': 1, '26058738': 1, '24507537': 1, '29673575': 1, '32833616': 1, '32612733': 1, '24637847': 1, '29384915': 1, '15692958': 1, '26432854': 1, '30345331': 1, '30663608': 1, '25246301': 1, '30264146': 1, '22410453': 1, '22914370': 1, '25695963': 1, '21169067': 1, '25414005': 1, '30575890': 1, '11955556': 1, '24838831': 1, '29030418': 1, '30093205': 1, '28173990': 1, '30077551': 1, '23608688': 1, '29724224': 1, '15546590': 1, '23917095': 1, '22766674': 1, '23044022': 1, '21783334': 1, '28662631': 2, '4132503': 1, '27112686': 1, '20825469': 1, '14970983': 1, '28081720': 2, '8558152': 1, '18094334': 1, '12391351': 1, '28412073': 1, '23414133': 1, '20033986': 1, '19774497': 1, '17485649': 1, '26092914': 1, '30949125': 2}", "similar_patients": "{'5492281-1': 1, '6133480-1': 1, '5234096-1': 1, '5966892-1': 1}"}