{"patient_id": 131780, "patient_uid": "6378514-1", "PMID": 30800308, "file_path": "noncomm/PMC006xxxxxx/PMC6378514.xml", "title": "Staged coil embolization after thoracic endovascular stent grafting for aneurysmal chronic type B aortic dissection: A case report", "patient": "A 38-year-old woman with Marfan syndrome was referred to our hospital for treatment of a chronic type A aortic dissection. Computed tomography (CT) revealed that the diameter of the sinus of Valsalva and thoracoabdominal aorta was 62 and 55 mm, respectively (). We performed a Bentall operation and total aortic arch replacement with the elephant trunk technique. The elephant trunk was an 18 mm × 8 cm woven graft (). We subsequently planned thoracoabdominal aortic graft replacement. However, the patient refused to undergo this procedure because of the large operative wound and long hospitalization period. After 7 months of the first operation, we performed thoracic endovascular aortic repair (TEVAR) for the descending thoracic aortic aneurysm via right common femoral artery exposure. Two GORE TAG Thoracic Endoprostheses (28 mm × 15 cm and 34 mm × 20 cm; W.L. Gore & Associates, Inc., Flagstaff, AZ, USA) were placed 4 cm distal to the origin of the left subclavian artery to immediately proximal to the celiac artery. The false lumen supplied the vessels perfusing the spinal cord. Therefore, to prevent paraplegia, we preserved retrograde flow into the false lumen. Despite TEVAR, the diameter of the thoracic aorta was found to have increased to 68 mm by follow-up CT angiography 14 months after TEVAR. We decided to perform coil embolization for the false lumen. Coils were placed under local anesthesia through percutaneous femoral access. After obtaining femoral access, a 4-Fr multipurpose Berenstein catheter was advanced into the false lumen. After inserting two coils as anchors into the false lumen, eight more were inserted as embolic material (IDC, Interlock; Boston scientific, Marlborough, MA, USA; Tornade; Cook Medical, Bloomington, IN, USA) ().\\nAfter 6 months of coil embolization, CT angiography showed reduction in the thoracic aortic diameter to 60 mm and absence of enhancement of the proximal false lumen. The spinal cord still continued to be perfused from the false lumen ().", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'23761415': 1, '15296897': 1, '21296540': 1, '19996018': 1, '29780721': 1, '30800308': 2}", "similar_patients": "{}"}