{"patient_id": 128425, "patient_uid": "6111583-1", "PMID": 30174824, "file_path": "noncomm/PMC006xxxxxx/PMC6111583.xml", "title": "VV-ECMO during subsequent segmentectomy after right pneumonectomy", "patient": "An asymptomatic 82-year-old woman with no smoking history presented with a history of two surgeries of the right lung. She had undergone surgery for lung adenocarcinoma of the right upper lobe at another institution in 1990 and for residual right lung adenocarcinoma at our institution in 1996. Follow-up had been performed at another hospital since 2008. In September 2013, nodules were discovered in the patient’s left lower lobe on follow-up computed tomography (CT); she returned to our institution for further care. The nodules in the left lung had grown, and several new nodules had appeared. CT showed five nodules in the lower lobe of the left lung, all of which were located in segments 6 and 10a (Fig. ). The size of the largest nodule was 2.1 cm. These nodules were suspected to be synchronous multiple lung cancer, because each had a ground-glass appearance. On respiratory function tests, the patient had a vital capacity (VC) of 840 ml, %VC of 45.7%, forced expiratory volume in 1 s (FEV1.0) of 610 ml and %FEV1.0 of 72.6%. However, the patient was able to climb stairs and did not have shortness of breath. In the assessment of the cardiac function, electrocardiogram showed regular sinus rhythm, and no ischemic changes. Echocardiogram showed an ejection fraction of 84%, no right heart strain and good wall motion.\\nAs a therapeutic strategy, surgical treatment was considered for three reasons. First, based on the CT characteristics, the tumors were suspected to be primary lung cancer rather than metastasis of previous right lung cancer. Second, it was difficult to perform radiation therapy because of the tumor location. Third, the patient’s performance status was adequate. With segmentectomy of S6 + S10a, the predicted postoperative VC and FEV1.0 were 510 and 366 ml, respectively. These values suggested that home oxygen therapy might be needed, and the patient accepted that.\\nSegmentectomy of S6 + S10a via thoracotomy was performed under VV-ECMO support. Blood was drained from the right femoral vein and returned to the right internal jugular vein. After disconnecting A6, V6 and B6, we severed A10a, V10a and B10a. An auto-suture instrument was used to divide the lung segments. The operation time was 206 min; blood loss was 245 ml. The time of VV-ECMO use was 258 min. A pathological examination revealed that all five tumors were adenocarcinoma with mixed subtypes, including 80–100% lepidic growth patterns. Each tumor was diagnosed as synchronous multiple lung cancer, pT1aN0M0 Stage IA.\\nWhen the patient started rehabilitation, she experienced dyspnea during activity. Therefore, the decision was made to use home oxygen. On postoperative Day 34, the patient was transferred to another hospital to continue further rehabilitation. She was discharged from the hospital and returned home on postoperative Day 48.\\nAfter 6 months of surgery, the patient’s cardiac contractile function was good, with an ejection fraction of 63.5% and mild pulmonary hypertension; the right ventricular systolic pressure was 43.5 mmHg. Although there was slight pressure overload, no right-sided heart enlargement or compression of the left ventricle were observed. The patient has continued home oxygen therapy. Imaging findings have shown no evidence of recurrence in the 43 months since the surgery.", "age": "[[82.0, 'year']]", "gender": "F", "relevant_articles": "{'24659317': 1, '18583143': 1, '33023608': 2, '30174824': 2}", "similar_patients": "{'7538043-1': 1}"}