{"patient_id": 135968, "patient_uid": "6744757-1", "PMID": 31528486, "file_path": "noncomm/PMC006xxxxxx/PMC6744757.xml", "title": "Cervical spondylodiscitis caused by Candida albicans in a non-immunocompromised patient: A case report and review of literature", "patient": "A 32-year-old male with a history of intravenous drug use and hepatitis B and C presented with a 2-month history of progressive limited cervical range of motion, neck pain, bilateral upper extremity weakness, and paresthesias. His examination revealed mild 4/5 bilateral upper extremity weakness, right greater than left, with mild bilateral hyperreflexia, and significant kyphosis.\\nThe computed tomography (CT) scan demonstrated severe bony erosion of the C6-C7 vertebral bodies with kyphosis and retropulsion of bone into the central canal, resulting in marked cord/root compression []. The magnetic resonance imaging (MRI) demonstrated extensive prevertebral swelling, while contrast enhancement showed erosive lesions involving the C6 and C7 vertebral bodies with epidural phlegmon extending from C4 to C7-T1 [-].\\nLaboratory studies demonstrated nonspecific markers of inflammation (e.g., erythrocyte sedimentation rate [ESR] of 24 mm/h, and C-reactive protein [CRP] of 23.1 mg/L). Blood cultures before antibiotic or antifungal therapy were negative. The patient tested negative for human immunodeficiency virus and tuberculosis.\\nThe patient underwent a C6 and C7 anterior corpectomy with instrumented fusion (e.g., placement of an expandable cervical cage and C5 to thoracic [T] 1 anteriorly). Intraoperatively, frank pus was noted within the C6-C7 disc space and was accompanied by thick prevertebral and epidural phlegmon extending from C5 to T1. Three days later, a C6-C7 laminectomy with C4-T2 posterior instrumented fusion was performed []. Intraoperative cultures again grew only Candida albicans. He was treated with intravenous micafungin followed by 6–12 months of 400 mg fluconazole. Three months postoperatively, the patient is doing well without complication but is continuing his oral antifungal therapy along with physical therapy.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'18442854': 1, '28767571': 1, '27218088': 1, '15081128': 1, '22911646': 1, '22677300': 1, '11181113': 1, '30079285': 2, '31528486': 2}", "similar_patients": "{'6067835-1': 1}"}