{"patient_id": 6874, "patient_uid": "6406048-1", "PMID": 30849687, "file_path": "comm/PMC006xxxxxx/PMC6406048.xml", "title": "Uncommon site of metastasis from renal cell carcinoma: Case report", "patient": "Male patient, 74 years old, nine years post right videolaparoscopic radical nephrectomy for grade 2 clear-cell adenocarcinoma, T3BN0M0 (not subjected to systemic chemotherapy), during annual onset on private practice setting, it was found a gallbladder polyp with 0.7 × 0.7 cm on computed tomography (CT). He was completely asymptomatic. After one year, in 2017, CT was repeated with evidence of polyp growth to 1.7 × 1.3 cm. Investigation was complemented with Magnetic Resonance Imaging (MRI), which evidenced T2-weighted hypointense and T1-weighted hyperintense lesion, with early and persistent contrast enhancement and exophytic bulging of the underlying outer vesicular margin, showing irregular contours (A and B). T1-weighted hypointense and T2-weighted slightly hyperintense nodular formation was also evidenced in the body portion of the pancreas, with 1.5 × 1.2 cm (). Chest CT and bone scintigraphy were also conducted, which showed no secondary lesions in bones and lungs. He had no alteration in laboratory exams () [].\\nOne month later, the patient was subjected to videolaparoscopic cholecystectomy associated to endoscopic ultrasound (EUS) intraoperatively for investigation of the pancreatic nodule.\\nThe anatomopathological examination of the surgical specimen - gallbladder () was compatible with infiltrating metastasis from clear-cell carcinoma of primary renal site, showing the following markers at immunohistochemistry: vimentin, AE1AE3, CD10, RCC and Racemase-focal (, A and B). At EUS, a solid, hypoechoic, homogeneous, oval nodule with 14 mm was found, with hypoechoic halo in the body region of the pancreas, in the projection of splenomesenteric confluence, next to the splenic vein. Puncture of the lesion was conducted, which cytology was suggestive of clear-cell carcinoma. Because this is an indolent disease with oligometastasis, local ablative treatment with fractionated stereotactic radiation therapy with a dose of 40 Gy was selected. The patient has stable disease one year after radiation therapy.\\nIMAGE 1A: Expansive formation on the right lateral body wall of the gallbladder, with 1.7 × 1.3 cm, showing pronounced early and persistent contrast enhancement and promoting exophytic bulging of the underlying outer vesicular margin, which shows irregular contours (Red circle). 1B: T2-weighted hypointense expansive formation in the right lateral body wall of the gallbladder (Yellow circle) and T2-weighted slightly hyperintense nodular formation in the body portion of the pancreas (White circle).\\nIMAGE 2: T1-weighted hypointense nodular formation in the body portion of the pancreas with 1.5 × 1.2 cm (circle).\\nIMAGE 3: Metastatic renal cell carcinoma as a well-circumscribed polypoid mass in the gallbladder body (circle).\\nIMAGE 4: Gallbladder with areas of mucosal erosion (arrow) and metastatic neoplastic process constituted of wide and clear cytoplasm cells, permeating the wall of the organ (circle).\\nIMAGE 5: Immunohistochemistry A: Neoplastic cells evidencing CD10 immunolabeling positivity. B:Neoplastic cells evidencing “Renal Cell Carcinoma” (RCC) immunolabeling positivity.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'20740155': 1, '26185343': 1, '33607369': 2, '21277810': 1, '27613565': 1, '22028725': 2, '27005674': 2, '19434703': 1, '28376766': 1, '22783406': 1, '26825588': 1, '25345408': 1, '30849687': 2}", "similar_patients": "{'3199123-1': 1, '7900213-1': 1, '4802731-1': 1, '4802731-2': 1}"}