{"patient_id": 6479, "patient_uid": "6381633-1", "PMID": 30820197, "file_path": "comm/PMC006xxxxxx/PMC6381633.xml", "title": "Immediate hypersensitivity to polyethylene glycols in unrelated products: when standardization in the nomenclature of the components of drugs, cosmetics, and food becomes necessary", "patient": "We present the case of a 29-years-old woman with history of atopic eczema and contact dermatitis by nickel sulfate, subclinical sensitization to mites and cypress, and cholinergic urticaria. She developed several local and systemic type I hypersensitivity reactions including a severe anaphylactic reaction to different pharmacologic and cosmetic products whose excipients included PEGs.\\nTwo years before consultation, the patient developed generalized urticaria, dizziness, and dyspnea 30 min after using a skin antiseptic (Betadine® solution: iodopovidone and laureth-9 as excipient). Symptoms improved after treatment with dexchlorpheniramine and methylprednisolone. Six months later, 30 min after swallowing 30 ml of a cough syrup (GripaNait®: paracetamol, dextromethorphan, and doxylamine as active ingredients and several excipients, including macrogol 6000), she developed generalized pruritus, dyspnea, severe dizziness, seizures, loss of consciousness, and respiratory arrest, requiring urgent treatment with adrenaline, plasma expanders, and parenteral corticosteroids. In the last 7 years she developed itchy maculopapular rashes in contact with some moisturizing skin creams containing PEG-75 and PEG-100. In May 2017, she reported generalized urticaria after applying soap to a tattooed area and wheals after applying a moisturizing creams on intact skin. In November 2017, she experienced swelling of the gums and tongue after using a toothpaste for which she did not need treatment.\\nAn allergological study was carried out with her prior consent. Levels of C3, C4, IgA, IgG, IgM, and tryptase were all within normal range. Prick test and specific IgE were positive for mites and cypress, but negative for other aeroallergens, latex, anisakis, and several foods. Specific IgE was also negative for ethylene oxide. We detected 1626 IU/ml of total IgE.\\nPrick tests with GripaNait® (Fig. a) and Betadine® gel and solution were positive. Prick tests with each of their ingredients separately were negative, but positive for PEGs and doxylamine. To test doxylamine separately, we used Dormidina® 25 mg. Doxylamine is a histamine H1 receptor antagonist belonging to the ethanolamines group, such as diphenhydramine. To date few cases of allergy to these antihistamines have been described. One of such cases developed anaphylaxis to diphenhydramine included in the intranasal drops Coldistan® []. It is important to remark that Coldistan® contains PEG as excipient.\\nWe noticed that the preparation of doxylamine used in our prick test (Dormidina® 25 mg) contained PEG 8000. For this reason, we retested doxylamine prick test with Cariban® tablets, a drug used as antiemetic that contains doxylamine plus pyridoxine, but without any PEG. Prick test with this drug resulted negative, as well as other antihistamines without PEG such as chlorpheniramine, diphenhydramine tablets, hydroxyzine, mepyramine, cetirizine solution, bilastine, and loratadine. Table shows other products tested in our study. Of note, only products containing PEGs resulted positive in the prick tests. We also performed a basophil activation test (BAT) to the products listed in Table . Only products containing PEGs resulted positive, except the toothpaste containing PEG-6 that was negative, probably due to cytotoxic effects. All tests were compared with healthy volunteers resulting negative in all of them (Fig. ). Negativity of BAT due to toxic effects was controlled by assaying a battery of decreasing concentrations of antigen. Non-specific activation was ruled out by testing healthy volunteers.\\nAs all the products testing positive in the allergy work up contained PEGs (Table ), its involvement as a causative agent in these reactions was confirmed with pure PEGs of different molecular weights and PEG-derivatives (poloxamer 407 contained in Ziverel® and polysorbate 80) according to the algorithm proposed by Wenande et al. [] for the investigation of patients with suspected immediate-type PEG hypersensitivity. PEG used was of analytical grade and purchased from Merck (Merck, Darmstadt, Germany). The test was negative with PEG 1500 1% and 10%, but positive with PEG 4000 1% (Fig. b). PEG-derivatives also resulted positive in the prick test. BAT resulted positive with PEG 4000 1% and PEG-derivatives (Fig. ). Controls were done in healthy volunteers resulting negative in all of them. Taking into account that there are studies that have reported delayed hypersensitivity reactions to PEGs [], a patch test was performed with Betadine® solution, GripaNait®, Ziverel®, polysorbate 80, and PEG 4000 10%, but it was negative in all products.\\nThe patient was diagnosed with immediate hypersensitivity IgE-mediated to PEG and its derivatives of different molecular weights contained in pharmacological and cosmetic products, with severe anaphylaxis to cough syrup (containing PEG 6000), moderate anaphylaxis to a skin antiseptic (containing PEG-9), contact urticaria or generalized urticaria to moisturizing skin creams (PEG-75 and PEG-100, respectively), contact angioedema by toothpaste (PEG-6), and subclinical skin and in vitro (BAT) sensitivity to poloxamer 407 and polysorbate 80. Interestingly, she does not currently show problems with foods that may contain such products. After recommending avoidance measures to such products by providing her with a list of PEG-free products and their derivatives, she has not experienced any further allergic reactions in the last year. It was recommended to carry on an emergency kit including an auto-injectable adrenaline shot.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'34091550': 1, '33932618': 1, '29193145': 1, '33857566': 1, '27196817': 1, '33813758': 1, '19142918': 1, '26727768': 1, '29196087': 1, '34335891': 1, '33737254': 1, '34941789': 1, '34153517': 1, '16011869': 1, '33920503': 1, '30820197': 2}", "similar_patients": "{}"}