{"patient_id": 4677, "patient_uid": "6276428-2", "PMID": 30581644, "file_path": "comm/PMC006xxxxxx/PMC6276428.xml", "title": "The Pathophysiology and Management of Coprophagia: A Report of Two Cases and Literature Review", "patient": "The patient reported is a 32-year-old man with a past medical history of seizure disorder and a known psychiatric history of bipolar disorder with multiple inpatient hospitalizations for manic episodes during which he exhibited agitated and violent behavior. The patient has a comorbid use of synthetic cannabinoids. He was admitted to the acute inpatient service for a recurrent episode of agitation and threatening behavior in the community in the context of medication nonadherence and continuous use of synthetic cannabinoids. In the course of index hospitalization, the patient self-reported his coprophagic behavior during his initial psychiatric assessment. The patient stated that he believed that the consumption of feces was preventing him from going to jail and facing the death penalty for a murder that he claimed he committed in the past. He was unable to describe any specifics for his murder but felt that he deserved unusually cruel and harsh punishment from law enforcement that could only be prevented by consuming feces. This feeling of guilt and continued belief that he was deserving of cruel and harsh punishment induced his coprophagic behavior. He did not report any associated command auditory hallucinations but expressed depressed mood as he discussed his reasons for feeling guilty. His affect was however incongruent with his stated depressed mood. He was oriented to person, place, and time. Laboratory work-up was within normal limits and a urine toxicology panel (which does not detect synthetic cannabinoids) was also negative for illicit substances. He declined brain imaging for unclear reasons.\\nThe patient was started on a course of risperidone 2 mg twice daily, by mouth, and divalproex sodium 750 mg orally twice a day for mood stabilization. He continued to display mood instability with multiple periods of agitation and aggression, as well as coprophagic behavior. His expressed reasons for coprophagia remained the same. He declined any psychotherapeutic interventions to address his excessive guilt and automatic negative cognitions. Over the course of a few days, risperidone was titrated to 6 mg daily in divided doses, with augmentation of his treatment with 200 mg every eight hours orally for mood stabilization/impulsivity in addition to divalproex sodium. The patient's mood symptoms improved after a few days on the current regimen; he became less irritable and easily redirectable, exhibited less impulsivity, and expressed more logical thinking process. His activities of daily living also improved, as he was less malodorous and exhibited improved grooming and hygiene. The patient's coprophagic behavior, however, did not resolve. He continued to express the same guilt and desire of unusually cruel and harsh punishments for his previous transgressions. He was discharged on the twenty-sixth day of admission with resolution of his acute manic episode. His coprophagic behavior and feelings of guilt did not show any resolution.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'4063599': 1, '29279783': 2, '27017341': 1, '16673841': 1, '7840368': 1, '2465264': 1, '90148': 1, '8789509': 1, '22188083': 1, '11444673': 1, '28926346': 1, '10350425': 1, '21037151': 1, '30581644': 2}", "similar_patients": "{'6276428-1': 2, '5723961-1': 1}"}