{"patient_id": 134167, "patient_uid": "6565829-1", "PMID": 31214319, "file_path": "noncomm/PMC006xxxxxx/PMC6565829.xml", "title": "Innovative treatment using tilapia skin as a xenograft for partial thickness burns after a gunpowder explosion", "patient": "A 23-year-old male patient, with no comorbidities, arrived at a burn treatment center in Fortaleza, Brazil after a thermal injury caused by contact with flames from a gunpowder explosion. Superficial partial thickness burns (SPTB) were present in right upper limb (Fig. ) and deep partial thickness burns (DPTB) were present in left upper limb, (Fig. ) face and anterior and posterior thorax. Involvement of 16% of total body surface area was calculated with the Lund and Browder chart. After admission as inpatient, he was resuscitated with intravenous fluids using the Parkland formula and remained hemodynamically stable. Local Institutional Review Board approval and written permission from the patient were obtained, in accordance with the Declaration of Helsinki. No conflicts of interest are present.\\nNTFS was subjected to a rigorous process of chemical sterilization, glycerolization and irradiation, followed by microbiological tests for bacteria and fungi, before storage in refrigerated sterile packaging. Prior to its use in the patient, the skin was washed in sterile 0.9% saline for 5 minutes, with this process being repeated three times in a row. Lima et al. [], apart from describing the steps of NTFS preparation, showed the biomaterial did not present variations in its microscopic and tensiometric structure after chemical sterilization and irradiation and recovered its natural consistency after the rehydration process [].\\nThe patient was submitted to anesthesia and analgesia with 150 mg of ketamine, 10 mg of midazolam and 200 mg of tramadol. After cleaning the lesion with tap water and 2% chlorhexidine gluconate and removing necrotic and fibrinous tissue, (Fig. ) the biomaterial was applied to the upper limbs of the patient. (Fig. ) Coverage of at least 1 cm of healthy skin in the borders of the wound and superposition of at least 1 cm between NTFS pieces are needed, both to ensure that eventual movement in the first days of treatment will not lead to uncovering of any area of the burn. Due to the still experimental nature of the treatment with NTFS, the researchers decided to apply silver sulfadiazine cream 1%, still used as standard treatment by almost all Brazilian burn centers, to the rest of the burned areas. Finally, firm coverage of the wounds with gauze and bandage was performed.\\nDaily collection of blood samples was performed and no significant alterations were found. Also, vital signs and clinical status of the patient remained stable. Gauze and bandage of upper limbs were cut off every 72 hours for the first week of treatment to evaluate for NTFS adherence. The biomaterial showed good adherence to the wound bed with no need of dressing changes. (Fig. )\\nOn the 12th day of treatment, NTFS had a dried and hardened appearance and started to slough off from the patient’s right upper limb. Thus, the researchers decided to remove NTFS in the area. The patient’s limb was placed under a shower and the wound was soaked with water. The hydration process led to weakening, breaking and slippage of the NTFS, with exposure of the underlying healed skin. (Fig. ) On the 17th day of treatment, a similar process was performed, allowing NTFS removal from the left upper limb. (Fig. ) No side effects were noted.", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'27037778': 1, '28358307': 1, '33335194': 1, '34677440': 1, '31768241': 2, '24018214': 1, '34526865': 1, '33272259': 1, '27574619': 1, '30625985': 1, '33195124': 1, '29380095': 1, '31214319': 2}", "similar_patients": "{'6865336-1': 1}"}