{"patient_id": 128270, "patient_uid": "6097376-1", "PMID": 30158781, "file_path": "noncomm/PMC006xxxxxx/PMC6097376.xml", "title": "Odontoameloblastoma: A report of a rare case", "patient": "A 17-year-old male patient reported to the dental outpatient department with hard, solitary, diffuse swelling in the right lower one-third of the face, for 8 months. On extraoral examination, the swelling was approximately 3 cm × 2 cm in size []. Intraoral examination revealed diffuse swelling extending from 47 to the right retromolar region obliterating the buccal vestibule []. Orthopantomograph showed multilocular radiolucency on the right side of the mandible from 43 with displacement of 48 till the mandibular notch []. Intraoral periapical radiograph in relation to 46 and 47 showed root resorption. Occlusal radiograph revealed expansion of buccal and lingual cortical plates with radiopaque septae.\\nA provisional diagnosis of ameloblastoma was proposed on incisional biopsy, and a hemimandibulectomy was performed. Excisional biopsy consisted of hemimandibulectomy tissue specimen extending from 42 []. Tumor mass was extending from 43 to coronoid and condyle. The specimen was grayish-brown in color, soft to firm in consistency, with an irregular surface texture, measuring 12 cm × 7 cm × 8 cm. There was both buccal and lingual cortical plate expansion, with resorption and perforation of the lingual plate. The entire specimen was processed and sectioned.\\nHistopathological examination of the hematoxylin- and eosin-stained sections of the specimen revealed proliferating odontogenic epithelium arranged in islands, cords, follicles and interconnecting strands in mature fibrous connective tissue stroma, characteristic of a SMA. Plexiform pattern with reversal of polarity and cystic degeneration of stroma was predominantly seen []. Odontogenic follicles are also seen with peripheral tall columnar palisaded ameloblast-like cells showing a reversal of polarity and central stellate reticulum-like areas []. Numerous developing enamel organ-like structures are seen []. Plenty of dental papilla-like areas with extravasated red blood cells, areas of hemorrhage and macrophages are seen []. Basophilic areas resembling enamel are seen []. It resembles the form of crown [Figures –]. Large masses of dentin [], dentinoid material [] and enamel/cementum [Figure and ] are seen. Areas showing eosinophilic and basophilic material between tall columnar and mesenchymal cells are also evident []. Calcified tooth-like structure (compound odontoma) composed of dentin with pulp tissue is seen in association with proliferating columnar cells at the periphery []. Osteodentin, Ghost cells [] and squamous metaplasia [] are also evident. All the features are suggestive of OA.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'12570061': 1, '34083979': 2, '21731280': 2, '6592510': 1, '28247226': 1, '2248945': 1, '8153550': 1, '24155593': 1, '3456024': 1, '7536982': 1, '18445937': 1, '15292874': 1, '19553728': 1, '30158781': 2}", "similar_patients": "{'3125659-1': 1, '8123242-1': 1}"}