{"patient_id": 13105, "patient_uid": "6827553-1", "PMID": 31700602, "file_path": "comm/PMC006xxxxxx/PMC6827553.xml", "title": "A mycotic aortic aneurysm treated by thoracic endovascular aneurysm repair", "patient": "An 88-year-old man was admitted to another hospital with general fatigue. His laboratory data showed an inflammatory reaction. Four months previously, he was found to have a descending aortic aneurysm (45 mm) on computed tomography (CT). CT showed a descending aortic aneurysm with a diameter of 50 mm. A mycotic aortic aneurysm was suspected, and the patient was transferred to our hospital.\\nThe patient had no back pain when he came to our hospital. His laboratory data on admission indicated severe infection, i.e. a white blood cell count of 15 080 cells/μL and C-reactive protein of 24.9 mg/dL. CT angiography showed an aneurysm, measuring 50 × 57 mm, with an effusion around it (). Because a mycotic aortic aneurysm was strongly suspected, intravenous antibiotic therapy was started with tazobactam/piperacillin hydrate, despite negative blood cultures.\\nThe patient had a fever (38°C) for 4 days after hospitalization, but his temperature dropped to 37°C afterward. His inflammatory reaction gradually improved, but CT angiography showed a descending aortic aneurysm, measuring 70 × 70 mm (). It extended 20 mm in only 2 weeks.\\nIn the present patient, right thoracoplasty had been performed due to tuberculosis, and his breathing function was poor. It was thought that it was very difficult for him to undergo open surgical treatment. TEVAR was performed under local anesthesia to prevent aortic rupture 11 days after admission. Two 37 × 200 mm Conformable stent grafts (W. L. Gore & Associates, Inc., Newark, DE, USA) were deployed through the open right femoral artery approach. No stent endoleaks or dislocation occurred.\\nAntibiotic therapy continued with the same medication (tazobactam/piperacillin hydrate) for 4 weeks after the procedure. The patient became afebrile with a normal white blood cell count of 5230 cells/μL and C-reactive protein level of 1.42 mg/dL. On postoperative Day 30, he was discharged from hospital without serious complications, but oral antibiotics were continued. Oral antibiotics were continued for 18 months; he was free from antibiotics at the time of writing.\\nCT 15 months after reconstruction showed regression of the aneurysm, measuring 53 × 53 mm (). He had no further signs of infection.", "age": "[[88.0, 'year']]", "gender": "M", "relevant_articles": "{'11700493': 1, '16930927': 1, '19458178': 1, '11137930': 1, '15649719': 1, '23225505': 1, '21098420': 1, '30340857': 1, '22917674': 1, '17905558': 1, '31700602': 2}", "similar_patients": "{}"}