{"patient_id": 138123, "patient_uid": "6948042-1", "PMID": 31942127, "file_path": "noncomm/PMC006xxxxxx/PMC6948042.xml", "title": "Odontogenic keratocyst with granular cell changes: A distinctive finding", "patient": "A 27-year-old male patient complained of a swelling in the anterior mandibular region. The swelling was firm in consistency. The overlying mucosa was normal. The patient gave a history of intermittent pain for the past 6 months. There was no history of trauma or any kind of discharge. There was no evidence of submental or submandibular lymphadenopathy.\\nRadiograph revealed a large unilocular radiolucency with ill-defined borders extending from the left canine to the right canine region and root resorption of the incisors within the anterior mandibular area.\\nThe differential diagnosis thought of was either of central giant cell granulomas, odontogenic tumors or mesenchymal tumors. Further investigations were mandatory.\\nOn microscopic examination, the tissue section showed a cystic lesion lined by parakeratinized stratified squamous epithelium of 6–10 cell layers in thickness exhibiting surface corrugations. The basal cells were predominantly columnar in shape, with hyperchromatic nuclei exhibiting palisading [Figures and ]. At few areas, basal cell hyperplasia was evident. Epithelial infoldings were also seen. The interface between the epithelium and the connective tissue wall was flat and showed the epithelium stripped away from the connective tissue [Figures and ] which is known to be due to lack of rete ridges.\\nThe underlying connective tissue wall showed numerous satellite cysts [] with marked transformation of the centrally placed cells within the cystic spaces. Few of the satellite cysts revealed cells which were polyhedral, with distinct cellular outlines, granular eosinophilic cytoplasm and hyperchromatic nucleus. These cells are suggestive of a granular cell change []. Degeneration of the granular cells was also visible. Abundant keratin formation was noted. Few inflammatory cells, predominantly neutrophils, few eosinophils, lymphocytes and plasma cells along with mast cells, were evident in various areas. Calcification was also seen at a few places [].\\nCystic lining and satellite cysts along with granular cells of the lesional tissue were observed in the same field [].\\nThe intervening stroma was fibrous with collagen arranged in the form of fibers and bundles associated with fibroblasts and fibrocytes, endothelial-lined blood capillaries and mast cells. Areas of hemorrhage and degeneration were evident.\\nOn the basis of histopathological examination, the diagnosis of OKC with granular cell changes was made.\\nImmunohistochemical analysis was carried out for this lesion. Cytokeratin positivity was seen in the odontogenic epithelium and granular cells []. This confirmed the epithelial origin of the granular cells. Granular cells also showed positivity for CD68 []. Stromal cells were positive for vimentin [].\\nGranules within the lesional tissue were positive for periodic acid–Schiff stain at few places [].", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'26770859': 2, '28969743': 1, '26225042': 1, '24421980': 1, '12738952': 1, '22248962': 1, '22190774': 1, '24455631': 1, '22108498': 1, '20237995': 1, '25210361': 1, '24082717': 1, '28674741': 1, '34737238': 1, '27723645': 1, '22937378': 2, '30602725': 1, '22144832': 2, '31942127': 2}", "similar_patients": "{'4684858-1': 1, '3420520-1': 1, '3227256-1': 1}"}