{"patient_id": 137684, "patient_uid": "6901056-1", "PMID": 31824164, "file_path": "noncomm/PMC006xxxxxx/PMC6901056.xml", "title": "Unusual Presentation Of Kawasaki Disease With Gastrointestinal And Renal Manifestations", "patient": "The patient reported here is a girl aged 3 years and 4 months who was admitted to our department for fever (39.2°C) associated with loss of appetite, vomiting, severe and diffuse abdominal pain and watery diarrhea during the last 24 hrs. Her past medical history was not significant. At the admission, the patient presented altered general condition, fever, clinical dehydration signs, watery rhinorrhea, and erythematous pharynx. A diagnosis of acute gastroenteritis and dehydration was established. Laboratory tests showed: leukocytosis (29,300/µL), neutrophilia (27,200/µL), elevated erythrocyte sedimentation rate (ESR=76 mm/h) and elevated C-reactive protein (CRP=13.3 mg/dL), normochromic normocytic anemia (Hemoglobin = 10.7 g/dL), metabolic acidosis (pH = 7.33; HCO3 = 14.3 mmol/L; BE = −13.3 mmol/L), hyponatremia (133 mmol/L), hypopotassemia (3.2 mmol/L) and hyperchloremia (119 mmol/L). Stool sample analysis did not identify any pathological aspects. Surgical examination and abdominal ultrasound excluded acute appendicitis. The patient was treated with intravenous rehydration therapy, antipyretics and empirical antibiotics (Ceftriaxone iv). On the fourth day of the fever, the patient had an altered general state, persistent high fever (39.4°C), tachycardia (150–160 bpm), normal blood pressure (102/60 mmHg), normal capillary refill time, skin pallor, fissured, dry and red lips, congested pharynx, strawberry tongue, bilateral conjunctivitis, erythema of the palms and soles, as well as diffuse and intense abdominal pain, vomiting and diarrhea (watery stools more than 10 times a day). The patient presented persistent decompensated metabolic acidosis and hypopotassemia (2.2 mmol/L) in spite of intravenous supplementation (total daily dose of potassium was 5–6.7 mmol/kg), hyponatremia (131 mmol/L) and hyperchloremia (118 mmol/L). In this situation, digestive sepsis was ruled out based on negative procalcitonin, and incomplete Kawasaki disease was suspected based on persistent fever associated with the following three principal clinical features: nonsuppurative bilateral conjunctivitis; erythema and cracking of lips, strawberry tongue and erythema of pharyngeal mucosa; erythema of the palms and soles. Confirmation of clinical features was completed with a laboratory test (elevated CRP and ESR, anemia and leukocytosis, hypoalbuminemia) and echocardiography, which revealed ectasia of the left anterior descending coronary artery (Z score +4.3), perivascular brightness of the left coronary artery, mild mitral regurgitation and small pericardial effusion (). A urine sample revealed reduced specific urine gravity, hematuria, glycosuria and mild proteinuria. Urine culture was negative. Urea and creatinine levels were normal (). Incomplete Kawasaki disease diagnosis was formulated according to the algorithm described by McCrindle et al. Blood serology tests of cytomegalovirus, Epstein–Barr virus, hepatitis B and C, enterovirus, adenovirus and coxsackie B virus reported a negative titer level. IgM antibodies for herpes simplex 1 virus (HSV-1) were detected. Electrocardiography showed tachycardia and non-specific ST and T-wave changes. The therapeutic approach consisted of administration of IVIG 2 g/kg, infusion over 12 hrs and oral aspirin of 90 mg/kg/day; intravenous rehydration therapy was continued over 24 hrs. Acyclovir orally therapy for 5 days was also associated. The patient had a favorable outcome: fever disappeared 36 hrs after IVIG therapy, oral mucous and extremity changes and conjunctivitis also disappeared after 3 days; echocardiography showed a slight decrease of the coronary dilatation and disappearance of pericardial effusion; progressive decrease of inflammation markers, normalization of the serum electrolyte levels 36 hrs after starting IVIG and also of the glycosuria and proteinuria were registered. Desquamation of palms appeared in the second week of the disease, and of soles in the third week of disease. Diuresis was normal at presentation, but polyuria was present starting the 5th day of illness (2.25 L/m2/24 hrs) and persisted for 2 weeks, associated with reduced urine gravity. Thrombocytosis (821,000/µL) appeared on the 14th day of the disease. Urine potassium determination was possible on the 7th day of the disease and was at the upper limit ().\\nOn the 23rd day, clinical recurrence appeared (fever 38.5°C, vomiting and watery diarrhea) and the second dose of IVIG was administrated, with favorable evolution. The patient was discharged from the hospital on the 29th day of disease with oral aspirin of 5 mg/kg/day. Repeated echocardiography after 2 months was normal. No relapses were recorded in the next 10 months.", "age": "[[3.0, 'year'], [4.0, 'month']]", "gender": "F", "relevant_articles": "{'29152929': 1, '29115029': 1, '29410950': 2, '28028067': 1, '26121721': 1, '26386984': 1, '19403470': 1, '29745742': 1, '30191137': 1, '27333792': 1, '30029859': 1, '28752251': 2, '28706619': 1, '29131549': 1, '28356445': 1, '28656474': 1, '22792043': 1, '30761279': 1, '30619784': 1, '29115053': 1, '29962358': 1, '29105337': 1, '29205910': 1, '30594442': 1, '28441265': 1, '24288547': 1, '29105303': 1, '30647216': 1, '28580631': 1, '29403488': 1, '26015877': 1, '22527534': 1, '31003567': 1, '27064240': 1, '33456529': 1, '30218119': 1, '30617865': 1, '31824164': 2}", "similar_patients": "{'5787054-1': 1, '5787054-2': 1, '5787054-3': 1, '5861159-1': 1}"}