{"patient_id": 132248, "patient_uid": "6413773-1", "PMID": 30864621, "file_path": "noncomm/PMC006xxxxxx/PMC6413773.xml", "title": "Murine typhus in Mexico City: report of an imported\\ncase", "patient": "On April 6, 2018 a 47-year-old female resident of Mexico city was referred to the\\nInfectious Diseases Ward of Mexico General Hospital “Dr. Eduardo Liceaga” with\\nsudden fever of unknown origin and a macular rash on the thorax and abdominal region\\n( ). On presentation, the physical\\nexamination showed no abnormalities, vital signs were normal with no systemic\\nsymptoms, such as fever. During the interview, she referred having made several\\ntrips during the last four weeks, one to the South-Eastern State of Veracruz (on\\nMarch 5, 2018) and another to the Northern State of Chihuahua (from March 20 to 23,\\n2018). She did not report activities in the wilderness or contact with animals.\\nOn March 24, she presented a hyperaemic, painful, pruritic lesion on the left elbow\\nmeasuring approximately 4 x 4 cm, with a well-defined border and a more hyperaemic\\ncentral point, which was compatible with an arthropod sting, although the patient\\ncould not remember having been bitten. This was followed by persistent nocturnal\\nheadache, myalgias, arthralgias, diarrhea, hypersomnia, fever and generalized\\nfatigue. After two days, maculopapular lesions appeared on arms, thighs, buttocks,\\nback, thorax and abdominal region. Blood count showed leukocytosis of 12,400/mm\\n , neutrophilia (71.1%) and haemoglobin 17.3 g/dL. Blood chemistry exhibited\\nnormal parameters.\\nA possible rickettsiosis was suspected and 5 mL of blood were taken in a vacutainer\\ntube containing EDTA. The patient was immediately treated with 100 mg of doxycycline\\ntaken orally, twice a day for 10 days. For the PCR analysis, 200 µL of blood was\\ncentrifuged at 8,000 x g for 20 min and the supernatant was decanted. DNA was\\nextracted from the pellet following the protocol for genomic DNA extraction by\\ncolumns (DNEasy Blood and Tissue Kit,QIAGEN Inc., Germany). The DNA was quantified\\nusing a spectrophotometer (Nanodrop-1000, Thermo Fisher, USA) and adjusted to a\\nconcentration of 300 ng. In order to detect Rickettsia DNA, we\\namplified a fragment of 800 bp of the outer membrane protein ( ompB\\n) by conventional PCR (cPCR), using the primers 120-N59 and 120-807 and conditions\\ndescribed by Roux and Raoult . The reaction mixture consisted of 12.5 μL of PCR Go-Taq solution\\n(Promega), 2 µM of each primer,6.5 μL of nuclease-free water and 300 ng of DNA in a\\nfinal volume of 25 μL. Positive and negative controls were included (\\nRickettsia parkeri from Dermacentor\\nparumapertus and nuclease free water, respectively). PCR products were\\nanalysed in 2% agarose gels. The positive PCR product was sequenced at\\nLaboratorio de Biología Molecular y de la Salud ,\\nUniversidad Nacional Autónoma de México. The sequence recovered\\nin this study was deposited in GenBank with the following accession Nº MH717108, and\\ncompared with those available in GenBank using the tool BLASTn. Sequences of the\\nsame species were downloaded for phylogenetic reconstruction analysis using the\\nMaximum Likelihood method with 10,000 bootstrap in MEGA 6.0. We recovered a 800 bp\\nsequence, which exhibited a similarity of 99.87% (799/800) with sequences of\\nR. typhi previously detected in rats and human cases from\\nSouthern Mexico (KF241858.1) and US (AE017197.1), respectively. The phylogenetic\\nanalysis revealed a monophyletic cluster which encompasses our sequence and all of\\nthose deposited in GenBank with the name R. typhi, showing a\\nsupport value of 100 ( ).\\nAfter the third day of antibiotic use, the patient showed remission of symptomatology\\nand the case was resolved after ten days of doxycycline treatment.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'25062435': 1, '23735173': 1, '26384814': 1, '25299702': 1, '29943716': 1, '8780453': 1, '28726607': 1, '25923891': 1, '25964152': 1, '10939649': 1, '19523307': 1, '18256438': 1, '24893060': 1, '24957537': 1, '27622624': 1, '25076014': 1, '23326268': 2, '21888520': 1, '30864621': 2}", "similar_patients": "{'3541795-1': 1}"}