{"patient_id": 843, "patient_uid": "6026101-1", "PMID": 29971123, "file_path": "comm/PMC006xxxxxx/PMC6026101.xml", "title": "A New Method of Treatment of Temporomandibular Joint Ankylosis with Osteodistraction Using the Sh-Device: A Case Report", "patient": "A 16-year-old boy with bilateral TMJ ankylosis was referred to the oral and maxillofacial surgery department of Tehran University of Medical Sciences. The bilateral TMJ ankylosis had been induced due to trauma when the patient was 4 years old. He had undergone TMJ surgery twice, but the operations had been unsuccessful and the TMJ ankylosis relapsed ().\\nThe clinical examination revealed no systemic diseases. The patient’s maximum incisal opening was 11mm. Because of the old injuries and unsuccessful operations, the mandibular deficiency had developed. The patient was experiencing sleeping disorders and mostly slept in a prone or a sitting position due to respiratory problems. The lateral and forward motions of the mandible were restricted. Based on the patient’s condition and the past surgical history, a two-step treatment was performed. First, the gap arthroplasty method was applied, and afterwards, DO was performed.\\nThe gap arthroplasty surgery was followed by physiotherapy. Approximately 3 to 10 days after the surgery, the patient was put on a soft diet and began the jaw-opening exercises. Three to four weeks after the surgery, a normal diet was started. After the discharge, the patient was visited once a week to evaluate the changes.\\nThe osteodistractor was installed four months later (). After the installation, since the condylar stop had been removed in this case, and there was a possibility of upward and backward shift of the proximal mandibular segment, we used a custom-made device to prevent these movements. The Sh-device has a curved metal rod and two oval stoppers that can be connected to two areas, one to the patient’s forehead and another to the upper lip (below the nose). The stoppers are made of a firm clear plastic; the inner stopper surface is covered with a layer of soft spongy tissue that provides comfort for the patient upon using the Sh-device (). The stoppers are attached to the back of the patient’s head by two elastic bands, which keep the device on the patient’s face. The elastic bands, which are attached to the orthodontic hooks on the mandibular premolars or molars, are connected to a small piece at the bottom of the lower stopper. The main pressure/traction of the Sh-device was applied on the distal mandibular segment, and the Sh-device prevented the proximal mandibular segment from moving upward and backward; therefore, the greatest displacement occurred at the distal mandibular segment. The mandible was driven forward at a rate of 0.5mm per day.\\nAfter one month, we separated the Sh-device, and the mandible moved about 15 to 20mm forwards. The patient’s breathing and sleeping improved. At the 8-year follow-up, the patient’s profile was satisfactory. The patient’s maximum incisal opening increased to 38mm ().", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'23482829': 1, '34776702': 1, '24688555': 1, '22639497': 1, '27563622': 1, '27563611': 1, '21525821': 1, '16003613': 1, '11756997': 1, '21547039': 1, '23662252': 1, '22567429': 2, '15694147': 1, '21255886': 1, '9424392': 1, '15858305': 1, '27014663': 2, '29971123': 2}", "similar_patients": "{'3335446-1': 1, '4778145-1': 1}"}