{"patient_id": 6512, "patient_uid": "6384036-1", "PMID": 30800548, "file_path": "comm/PMC006xxxxxx/PMC6384036.xml", "title": "Tumefactive Multiple Sclerosis, A Rare Variant Presenting as Multiple Ring-enhancing Lesions in an Immunocompetent Patient: A Case Report", "patient": "A 40-year-old Caucasian female presented to our facility with a five-day history of right-sided numbness. She was referred to us from a small area hospital with a concern for a mass following computed tomography (CT) of the head. The CT report showed a 2 x 1.5 cm hypodense lesion adjacent to the posterior left basal ganglia/lateral thalamus and deep white matter adjacent to the posterior left lateral ventricle (Figure ). She complained of numbness of the right side of her face, right arm and leg, and a fall a couple of days prior to presentation. There was no numbness or weakness of the left side. She also complained of a headache and initially thought that her symptoms were related to it. The patient did not report any recent weight loss, fever, chills, or any other associated symptoms. Her past medical history was significant for migraine headache, hypothyroidism, chronic obstructive pulmonary disease (COPD), and lumbar radiculopathy with a herniated disc. Her past surgical history was significant for an L5-S1 microdiscectomy in 2013. Additional pertinent history included the patient having smoked a pack of cigarettes a day for 22 years and having a family history significant for lung cancer. The patient was hypertensive and all other vitals were stable. Physical examination revealed multiple neurologic findings, including decreased sensation to light touch on the right side of her face with the sensation of the tongue being intact, and decreased sensation in the right upper arm and right lateral leg below the knee. Decreased strength in her right upper and lower extremity (3/5 diffusely) was noted. A cardiopulmonary examination was unremarkable.\\nMRI with gadolinium enhancement demonstrated multiple ring-enhancing lesions in the right and left periatrial white matter, the subcortical area of the left parietal lobe, and left temporal lobe on fluid-attenuated inversion recovery (FLAIR), T1-weighted (T1W), and T2-weighted (T2W) images (Figure ). It was associated with varying degrees of central liquefactive necrosis and perilesional edema. This suggested a differential of metastatic, inflammatory, infectious, or demyelinating disease. Further workup for metastatic disease was initiated with modalities, including CT of the chest, abdomen, and pelvis without contrast, followed by a bone scan, and x-rays of all four extremities, which were all reported to be negative. After metastasis was ruled out, the primary focus was turned towards multiple sclerosis and infectious pathologies.\\nWorkup for infectious causes was initiated with cerebrospinal fluid (CSF) analysis for aerobes and anaerobes, toxoplasma, Cryptococcus, fungal, and human immunodeficiency virus (HIV) infections. All studies proved to be negative. CSF workup for multiple sclerosis displayed zero oligoclonal bands. CSF concentration of myelin basic protein was elevated with a value of 7.1 (0.0 - 0.12 ng/ml), in addition to cytology results revealing mature lymphocytes. CSF protein and antibody analysis yielded insignificant results and included a normal IgG index. A serum IgG of 564 (700 - 1,600 mg/dL) and a CSF IgG being 1.4 (0.0 - 8.6 mg/dL) were obtained and were unremarkable. This further directed the need for a biopsy of the left thalamic lesion.\\nHistologic sections demonstrated a predominant macrophage infiltrate that was relatively demarcated from the surrounding white matter. The immunohistochemical stains performed at an advanced medical center demonstrated olig2 to label glia, which can be interpreted as promoted recovery. A myelin stain (e.g., Luxol fast blue) showed loss of myelin with relative preservation of the axons on neurofilament protein (sm31). Oncologic markers were negative. Findings were significant for a macrophage-rich lesion and suggestive of demyelinating disease.\\nAfter ruling out infectious and malignant conditions, we ultimately determined this to be an unknown inflammatory condition with a strong suspicion of multiple sclerosis (MS) at the forefront of possible etiologies. The patient was started on an eight-day course of intravenous dexamethasone, 4 mg every six to eight hours. The course of intravenous dexamethasone was completed in the hospital, and the patient was discharged to rehab with a month of per os (p.o.) prednisone, 20 mg daily, followed by a taper. She was also referred to a specialized medical center for MS confirmation, where they were better able to confirm the diagnosis as complex tumefactive multiple sclerosis (oligoclonal band negative). As a result, the patient was started on interferon beta-1a which was taken three times per week via subcutaneous injection.\\nThe patient subsequently returned to our facility for a similar episode four months following the initial presentation but with the now confirmed diagnosis of TMS. This was assessed as a relapse due to noncompliance of weekly injections. On imaging, MRI showed a reduction in the mass-like lesions (Figure ), leading us to believe the patient was responding to treatment. The patient was monitored for two days and discharged to rehab on oral teriflunomide.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'30050706': 2, '26362899': 1, '19261924': 1, '22483341': 2, '20927299': 1, '22714021': 1, '17296993': 1, '14684539': 1, '23334629': 1, '22419670': 1, '18535080': 1, '24581884': 1, '32140322': 2, '28619436': 1, '22844629': 2, '30800548': 2}", "similar_patients": "{'3403125-1': 1, '6040262-1': 1, '3337287-1': 1, '7039350-1': 1}"}