{"patient_id": 137909, "patient_uid": "6935289-1", "PMID": 31903333, "file_path": "noncomm/PMC006xxxxxx/PMC6935289.xml", "title": "Superior Hypogastric Plexus Block in the Lateral Position: A Case Report", "patient": "A 42-year-old woman with a severe lower abdominal and pelvic pain due to advanced cervical uterine cancer was referred to our pain clinic. Cancer had been diagnosed five months ago. The patient had used many pain killers and the pain was intractable to many analgesic modalities. She was a candidate for a superior hypogastric plexus block. In a uterine cervix biopsy, moderately differentiated non-keratinizing squamous cell carcinoma was reported. She had five sessions of chemotherapy and 25 sessions of radiotherapy in the past three months. She was receiving methadone 5 - 7.5 mg every eight hours, gabapentin, and acetaminophen for pain management during these three months. This medical treatment was administered by the palliative care service but in spite of this medical management, she was suffering from severe pain in lower abdominal and pelvic areas. Then, she was referred to our pain clinic. The pain was evaluated by the Brief Pain Inventory and the overall pain intensity was 8 out of 10 on the 11-point NRS scale ().\\nIn an MRI study, a heterogenous enhancing lobulated mass (9 × 8.5 cm) was reported involving lower uterine cervix and upper vagina suggestive for a cervical tumoral lesion. There were numerous enhancing masses (adenopathies) in both iliac and para-aortic regions, as well. Moreover, enhancing adnexal masses (4 - 5 cm) were observed in the right and left sides. The liver, spleen, pancreas, and both kidneys did not show any mass or abnormality.\\nOn the physical exam, she had severe deep tenderness and pain in the lower abdominal and pelvic areas. Organomegaly was felt in the lower abdomen. She did not have any abdominal rebound tenderness; therefore, peritonitis was ruled out. There were radiotherapy-induced blisters on the lumbar skin. A dermatological consultation was requested. No infection or important lesion was reported over the skin of the lumbar area.\\nThe origin of the pain was a pelvic malignancy. Consequently, we decided to perform the superior hypogastric plexus block to relieve the pain of the patient. The most disturbing position for this patient was the prone position due to severe abdominal and pelvic pain. The patient could not tolerate this position even for a few moments.\\nThe patient was unable to tolerate the prone position. Therefore, we decided to perform the block in the left lateral position (). After positioning the patient and applying vital sign monitoring (SPO2, NIBP, ECG, RR, and HR), midazolam 1 mg and fentanyl 50 µg were administered for sedation. The skin was prepped with povidone-iodine and then draped. Then, 10 mL of lidocaine 0.5% was infiltrated for skin local anesthesia. Two Chiba needles (15 cm, 20 G) were bilaterally placed 6 cm lateral to the midline at the level of the L5 vertebra. Then, the needles were advanced from the lateral to midline direction based on the tunneling technique and oblique views ( and ) obtained by the guide of the C-arm fluoroscopy. The target point was the anterolateral surface of the L5-S1 junction. We placed the right needle first and subsequently put the left needle (). All steps of the procedure were done under the guidance of the multiple fluoroscopic images (oblique, lateral and anteroposterior views).\\nAfter the injection of the contrast, the right position of the tip of the needles was confirmed. The contrast was not adequately distributed toward the anterior surface of the S1 and did not perfectly cover the L5 - S1 junction. Bilateral superior hypogastric plexus was blocked in the lateral position with 10 ml of bupivacaine 0.25% and 40 milligrams methylprednisolone on each side ( - ).\\nThe patient was comfortable in the lateral position during the procedure. The images were accurate and the block was performed straight forward without any technical problem. The pain score reduced to 2 out of 10 on the 11-point NRS scale after the end of the procedure.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'34221944': 1, '9425974': 1, '28479416': 1, '13148641': 1, '7784552': 1, '8813044': 1, '34540643': 1, '2655867': 1, '2382849': 1, '31903333': 2}", "similar_patients": "{}"}