{"patient_id": 134154, "patient_uid": "6565813-1", "PMID": 31214314, "file_path": "noncomm/PMC006xxxxxx/PMC6565813.xml", "title": "Laparoscopic repair of Amyand’s hernia complicated with acute appendicitis. Report of a case", "patient": "We report a rare case of a 58-year-old male, presenting to the Emergency Department with worsening vague right lower quadrant abdominal pain and vomiting for the past 48 hours. His past medical history was unremarkable. Clinical examination revealed an irreducible and tender right inguinal hernia, with mild tenderness at the right lower quadrant on deep palpation. Full blood count revealed leukocytosis (15.300 per mm3) with right shift. The rest of the clinical and laboratory test were normal.\\nAs a result, the patient was admitted to our surgical ward and scheduled for an emergency surgical repair of the incarcerated right inguinal hernia. A trans-abdominal laparoscopic approach to repair the hernia and at the same time to inspect the hernia contents was utilized. A 10 mm camera port was placed subumbilically and a further 5 mm and 10 mm working ports were placed under direct vision at the lower midline and right iliac fossa respectively. Laparoscopy revealed the presence of an indirect right inguinal hernia containing the appendix (Fig. ). Reversing the content of the hernia revealed an inflamed appendix at its distal half (Figs and ). Laparoscopic appendicectomy for acute appendicitis was performed, followed by a TAPP mesh repair of the right inguinal (Figs and ). Operative time was 55 mins and estimated blood loss was 50mls. One dose of penicillin-based antibiotic was given at induction, followed by two further doses eight hourly. The post-operative course was uneventful with patient discharged the following day.\\nHistopathological assessment of the vermiform appendix confirmed the diagnosis of acute appendicitis with neutrophilic infiltrates of the appendiceal wall and acute mucosal inflammation.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'24280148': 1, '29455120': 1, '25883458': 2, '29383236': 2, '31214314': 2}", "similar_patients": "{'4392491-1': 1, '4392491-2': 1, '4392491-3': 1, '5786248-1': 1}"}