{"patient_id": 5985, "patient_uid": "6350156-1", "PMID": 30791716, "file_path": "comm/PMC006xxxxxx/PMC6350156.xml", "title": "Severe Restrictive Lung Disease in One of the Oldest Documented Males\\nWith Coffin-Lowry Syndrome", "patient": "A 33-year-old male with known CLS presented to the hospital with a 2-day history of\\ncough, hypoxia, and shortness of breath. On admission, the patient’s vitals were\\nsignificant for pulse rate of 103 beats per minute and oxygen saturation of 88% on\\nroom air and an arterial blood gas pH of 7.38 with PCO2 58 and\\nHCO3 34. Physical examination revealed characteristic findings of\\nCLS, including broad nose, large ears, hypertelorism, down-slanted palpebral\\nfissures, oligodontia, pectus excavatum, and severe kyphoscoliosis with decreased\\nbreath sounds in the lower lung fields, worse on the right side. The lung\\nexamination was limited, secondary to the significant skeletal abnormalities. With\\nconcern for aspiration pneumonia, a chest X-ray was ordered, which suggested left\\nbasilar airspace disease ( and ). This\\nstudy was followed by a computed tomography of the chest revealing the extent of\\nskeletal abnormality ( and ).\\nThis patient suffered from undiagnosed chronic respiratory failure caused by\\nrestrictive lung disease secondary to congenital kyphoscoliosis. During\\nhospitalization, there was an initial concern for aspiration pneumonia because of\\nleukocytosis and declining respiratory function with a new arterial blood gas pH of\\n7.23 with PCO2 84 and HCO3 35; however, induced sputum\\ncultures solely grew normal throat flora. Initially, the patient was started on\\nnebulized ipratropium bromide/albuterol but required intubation for declining\\noxygenation and fatigue. As the patient’s condition improved, he was extubated the\\nfollowing day and managed on BiPAP (bilevel positive airway pressure). Although the\\npatient continued to demonstrate improvement, he required oxygen via nasal cannula\\nafter a failed trial on room air. Withholding oxygen for approximately 10 minutes\\nresulted in arterial carbon dioxide and oxygen pressures of 75 mm Hg and 47 mm Hg,\\nrespectively, indicating a need for oxygen supplementation. The patient was\\ndischarged on 2 liters of oxygen via nasal cannula and BiPAP PRN as recommended by\\npulmonology. At the 6-month follow-up, patient is reported to be doing well.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'3069251': 1, '5581017': 1, '17100996': 1, '1133653': 1, '19888300': 1, '29456757': 1, '11180593': 1, '12210291': 1, '30791716': 2}", "similar_patients": "{}"}