{"patient_id": 4135, "patient_uid": "6230458-1", "PMID": 30510659, "file_path": "comm/PMC006xxxxxx/PMC6230458.xml", "title": "Oxymetholone-Induced Acute Renal Failure: A Case Report", "patient": "The reported patient was a 33-year-old man complaining of decreased urine volume, urine color change, and lower abdominal pain. He was admitted to the emergency department of a general university hospital in one of the northern cities of Iran in winter, 2016. After preliminary examinations, he was transferred to the department of nephrology for dialysis and other treatments because of high levels of urea and creatinine as well as ARF. Because of a history of drug dependence, a request for psychiatric consultation was submitted to psychiatric service department of the hospital. During clinical diagnostic interviews, the patient was determined as suffering from substance-related disorder and borderline personality disorder on the basis of the Axes I and II dimensions, respectively, of the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5).\\nHe had a history of hospitalization for methamphetamine rehabilitation, after which the patient turned to methadone, tramadol, and opium. To prevent the weight loss caused by these drugs, he arbitrarily used oxymetholone for two months. The patient was observed for the onset of urinary symptoms for four days prior to admission. The first laboratory findings for ARF included a urea level of 238 mg/dL and a creatinine level of 11 mg/dL. Muscle injury and rhabdomyolysis were confirmed through the analysis of experimental data (myoglobinuria, CPK: 10726 IU/L and LDH: 4383 U/L). Concentrations of electrolytes, such as potassium and sodium (Na: 130 mEq/L and K: 4.9 mEq/L), and serum levels of liver enzymes (alanine transaminase and aspartate transaminase) and coagulation factors were normal. Liver and kidney ultrasonography was performed shortly after hospitalization.\\nLiver size and echogenicity were normal. The right kidney was 136 mm in size, with a cortical echo and increased corticomedullary differentiation. A small amount of perinephric fluid was evident around the kidney. The left kidney was 102 mm in size, with a normal paranshyal echo and reduced focal thickness. Based upon physical examination of the patient, the heart, lungs, and nervous system showed normal functioning. After diagnostic confirmation, the primary therapeutic purpose was to prevent ARF risk factors, including the reduction of fluid volume, the blocking of tubules, release of free radicals, and aciduria. The patient underwent seven rounds of hemodialysis and hydration. Eight days after the first day of hospitalization, his CPK and LDH levels declined rapidly (CPK: 365 IU/L and LDH: 855 U/L). When ARF was settled and the values were normal, the patient was discharged.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'11271964': 1, '28959650': 1, '28245998': 1, '12974658': 1, '19180225': 1, '31888665': 1, '10932810': 1, '34441248': 1, '15021204': 1, '16005168': 1, '10906171': 1, '28606866': 1, '16529682': 1, '26855782': 1, '30510659': 2}", "similar_patients": "{}"}