{"patient_id": 14037, "patient_uid": "6885237-1", "PMID": 31827953, "file_path": "comm/PMC006xxxxxx/PMC6885237.xml", "title": "Pyogenic Spondylodiscitis due to Streptococcus constellatus in an Immunocompromised Male Patient: A Case Report and Review of the Literature", "patient": "A 64-year-old male patient, a breeder, with a history significant for type II diabetes mellitus, chronic obstructive pulmonary disease, arterial hypertension, and severe alcohol abuse attended the Emergency Department complaining about sciatica and gradually worsening back pain that commenced a week before. The patient had no history of surgery or trauma but had poor oral hygiene.\\nPalpation revealed tenderness over the lower lumbar region. No spinal deformities, and no motor or sensory deficits were present. On admission, temperature was 38°C, blood pressure 90/60 mmHg, pulse rate 105 beats/min, and oxygen saturation 93% (FiO2: 21%).\\nThe initial laboratory findings showed elevated white blood cell count 13100/mm3 (normal value 5000 to 10000), 81% neutrophils, thrombocytopenia with platelet count 49000/mm3 (normal value 150000–400000/mm3), raised levels of C-reactive protein (CRP) 38.2 U/L (normal value <0.33 U/L). Ultrasound examination of the abdomen revealed small paraaortic and iliac lymph nodes with size up to 9 mm. Computed tomography (CT) and subsequent magnetic resonance imaging (MRI) scan were consistent with spondylodiscitis of the lumbar level L4-L5. Inflammation also extended to the spinal tube with pathological vascularization of the mandibula in the anterior epidural space at the L4-L5 level, creating pressure in the spinal canal. A large central herniated disc of at least 6 mm in size was present at the L4-L5 level exercising significant pressure on the spinal cord. Due to his profession and the high incidence of brucellosis in the area where he lived, brucellosis was firstly suspected. Blood samples were inoculated into BAC/TAlert® 3D (bio-Merieux) blood aerobic and anaerobic culture bottles. Needle biopsy was not performed. Infective endocarditis was ruled out by transthoracic ultrasound.\\nIdentification of the culpable microorganism was performed by BBL™ Crystal™ Identification Systems for Gram-positive bacteria (BD Diagnostics, Le Pont de Claix, France). Antibiotic susceptibility testing was performed by the disk diffusion method for ampicillin, ceftriaxone, chloramphenicol, penicillin, vancomycin, teicoplanin, clindamycin, and erythromycin, according to the European Committee on Antimicrobial Susceptibility Testing guidelines [].\\nFrom the blood cultures, Streptococcus constellatus was isolated, which was sensitive to ampicillin, ceftriaxone, chloramphenicol, penicillin, vancomycin, and teicoplanin and resistant to clindamycin and erythromycin.\\nDue to reported severe allergy to β-lactams, the patient was initially treated with vancomycin 1 g twice a day. Because of deterioration of renal failure, the treatment changed to daptomycin since it is also a lipopeptide antibiotic, with good diffusion into the discs, and effective against Gram-positive organisms. Therefore, daptomycin was considered the best choice for the patient, although not included in the antimicrobial susceptibility testing. The patient obtained intravenous antibiotic therapy for a total of 8 weeks. During hospitalization, he endured renal injury and nosocomial respiratory tract infection. The patient was discharged with no further complications. Follow-up revealed improvement of neurological signs.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'25592988': 1, '29321098': 1, '28538361': 1, '27222712': 1, '19629222': 1, '20876624': 1, '29326768': 2, '20237348': 1, '31827953': 2}", "similar_patients": "{'5753530-1': 1}"}