{"patient_id": 10676, "patient_uid": "6681578-1", "PMID": 31428479, "file_path": "comm/PMC006xxxxxx/PMC6681578.xml", "title": "Cardiogenic Shock in a Hemodialyzed Patient on Flecainide: Treatment with Intravenous Fat Emulsion, Extracorporeal Cardiac Life Support, and CytoSorb® Hemoadsorption", "patient": "A 67-year-old woman (46 kg weight) underwent an aortic valve repair with aortic root replacement for severe dilation of the ascending aorta. In the postoperative period, she developed atrial fibrillation and was then prescribed flecainide two days before hospital discharge. Her other relevant medical history included ESRD requiring chronic hemodialysis, hypertension, and hypothyroidism. Her daily treatment included flecainide 150 mg od, losartan 100 mg od, acenocoumarol, levothyroxine 75 μg od, pantoprazole 40 mg od, calcitriol 0.25 mg od, and cinacalcet 30 mg od. Three weeks after hospital discharge, the patient suddenly felt dizzy and was referred at night to the Emergency Department. A 12 lead electrocardiogram showed an extremely broad QRS complex tachycardia at a rate of 115 bpm and without P waves. The negative concordance of the QRS complexes in the precordial leads, as well as the extreme right QRS axis deviation, was consistent with the diagnosis of ventricular tachycardia. The i.v. administration of 300 mg amiodarone resulted in a decrease of heart rate to 78 bpm with a blood pressure of 122/76 mmHg. A second ECG showed a regular rhythm without P waves and with broad QRS complexes (189 ms) and with diffuse repolarization abnormalities. Relevant laboratory investigations were arterial pH 7.44, bicarbonate 22 mmol/l, lactate 1.9 mmol/l, serum creatinine 9.57 mg/dl, urea 99 mg/dl, and hsTnI 40 ng/l. Liver function tests were normal. Blood was also drawn for toxicological investigations, but the results were not immediately available. The patient was admitted in the Intensive Care Unit (ICU) for further monitoring of blood pressure and heart rhythm. Systolic blood pressure remained initially above 100 mmHg, heart rate around 75/min, and arterial pH above 7.45. Eight hours after hospital admission, blood pressure progressively decreased and norepinephrine was started. The lactate level started to increase at the same time (7.7 mmol/l). The ICU physician on duty reconsidered the initial diagnosis of ventricular tachycardia as a sign of flecainide toxicity. Transthoracic echocardiography showed a marked interventricular dyssynchrony with severely decreased systolic function of both ventricles. Left ventricular ejection fraction was calculated using the biplane Simpson method at 36%. Cardiac output was calculated at 1920 ml/min. Administration of sodium bicarbonate (300 mmol), calcium gluconate (4 g), and dobutamine was initiated. Over the next 3 hours, the norepinephrine requirements rapidly increased up to 1.5 mcg/kg/min. Lactate levels increased up to 10 mmol/l, and neurological status worsened. The patient was intubated, and mechanical ventilation was started but cardiac arrest (pulseless electrical activity rapidly followed by asystole) occurred. Cardiopulmonary resuscitation (CPR) was immediately performed with 1 mg epinephrine administration every 3 minutes. CPR was briefly interrupted every 2 minutes for rhythm analysis but asystole persisted. Thirteen minutes after the initiation of CPR, intravenous fat emulsion (20% Intralipid®) (IFE) bolus (1.5 ml/kg) was given over 1 minute and was followed one minute later by return of spontaneous circulation. Continuous infusion of IFE was continued at a rate of 0.25 ml/kg/min immediately after bolus administration for a total of 450 ml administered. At the same time, hemodynamics dramatically improved with complete weaning of norepinephrine requirements but without perceptible shortening of the QRS complexes. Five minutes after the end of IFE administration, blood pressure again dropped and norepinephrine was restarted with increasing doses up to 1.5 mcg/kg/min. Initiation of an extracorporeal cardiac life support (ECLS) and transfer to a tertiary center were then decided. In the meantime, profound hypotension occurred (46/28 mmHg). A second bolus of IFE (1.5 ml/kg) was administered, followed by continuous infusion at a rate of 0.25 ml/kg/min. At the time of venoarterial cannulation for ECLS two hours later by the mobile team of the tertiary hospital, norepinephrine and epinephrine requirements peaked at 2.6 mcg/kg/min and 0.5 mcg/kg/min, respectively. The patient had received an additional dose of 200 mmol of sodium bicarbonate. The lactate level was 19.9 mmol/l. IFE administration was discontinued immediately after cannulation. A total volume of 20% IFE administration was 1500 ml (33 ml/body weight kg).\\nAfter transfer to the tertiary center, continuous venovenous hemodiafiltration (CVVHDF) and additional hemoadsorption using CytoSorb® cartridge were started with a blood flow of 200 milliliters per minute. The detailed toxicokinetics of flecainide in relationship with the epuration technique are presented in Figures and . The serum flecainide concentration was 3477 ng/ml at the time of admission in the first hospital, well above the therapeutic range (200-1000).\\nWithin 72 hours, norepinephrine requirement dropped to less than 0.2 μg/kg/min and QRS duration on ECG was reduced to 98 msec (atrial flutter). After 7 days, echocardiography showed a normal biventricular systolic function and ECLS could be weaned and removed. The patient maintained normal liver function tests over the ICU stay. Further clinical course was marked by pulmonary and abdominal infections, slow respiratory weaning, and gastrointestinal bleeding. The patient could be discharged to the ward on day 34, with an excellent neurological outcome and recovery of left ventricular function, and had a 6-month uneventful follow-up.\\nGenetic testing for CYP2D6 polymorphism was obtained. The investigated alleles were CYP2D6 ∗1, ∗2, ∗3, ∗4, ∗5, ∗6, ∗7, ∗8, ∗9, ∗10, ∗11, ∗15, ∗17, ∗29, ∗35, ∗41, duplication, and deletion. The patient genotype was confirmed to be CYP2D6∗1/∗4.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'23068416': 1, '34094603': 2, '21824065': 1, '24200150': 1, '34356830': 1, '28491532': 1, '23700986': 1, '34006946': 1, '34884590': 1, '30446798': 1, '16944116': 1, '27728980': 1, '29904301': 1, '3713113': 1, '25921969': 1, '31428479': 2}", "similar_patients": "{'8140826-1': 1, '8140826-2': 1}"}