{"patient_id": 5202, "patient_uid": "6307234-1", "PMID": 30587143, "file_path": "comm/PMC006xxxxxx/PMC6307234.xml", "title": "Rapid emergence of cryptococcal fungemia, Mycobacterium chelonae vertebral osteomyelitis and gastro intestinal stromal tumor in a young HIV late presenter: a case report", "patient": "On December 2017, a 35-year old male was admitted into a peripheral hospital in northern Sicily, the patient had been suffering from a fever with chills (peaking to 39 °C) and back pain in the lumbar and dorsal area, for as long as 7 days.\\nHe had an unremarkable clinical history, except for minor surgery because of anal fissure in November 2017.\\nAfter admission, the patient started, unsuccessfully, oral levofloxacin 500 mg/day and ceftriaxone 1 g/day intramuscularly.\\nA MRI of the vertebral column was performed showing vertebral lesions affecting multiple vertebral bodies (from D8 to L5). The major lesions were target-like and showed a peripheral hypointense circle in T2 sequence.\\nDue to the finding of leukopenia with lymphopenia, HIV serology was performed resulting positive. Viral Load (VL) was 4,370,000 copies/ml and T CD4+ count was 5 cells/μL. Antiretroviral therapy with emtricitabine/tenofovir disoproxil, ritonavir and darunavir was started.\\nOn January 11th, with the hypothesis of bacterial spondylitis, the patient started an empirical antibiotic therapy with rifampicin and teicoplanin.\\nOn January 17th, due to the persistence of fever and back pain, the patient was transferred to the Infectious Diseases Unit of Garibaldi Hospital in Catania (eastern Sicily).\\nOn admission the patient was febrile (T. max 38,3 °C) with intense pain in the dorsal and lumbar area; blood pressure was 95/40 mmHg, heart rate was 124 bpm. Oxygen saturation was 97% in room air. Neurocognitive function was preserved as assessed by Mini Mental State Examination (MMSE) and International HIV-Dementia Scale (IHDS).\\nHe vigorously and repeatedly denied any risk factor for exposure to HIV infection. He had no previous history of drug abuse, he denied having any type of sexual relationships with both females and males and he had never used blood products. He had not tattoos or piercings. He denied smoking or drinking alcohol. He was allergic only to strawberries.\\nMoreover, he had never had major surgery and he had never undergone any medical invasive procedures. He had no comorbidities so he was not taking any drugs or medication.\\nHis medical family history was unremarkable.\\nLaboratory examinations showed normocytic anemia (Hb: 6,7 g/dl, RBC: 2,45 * 106/mm3), leukopenia with neutropenia (WBC: 1700/mm3), low platelet count (106,000/mm3); high values of CRP, ESR and ferritin levels.\\nHepatitis B and Hepatitis C virus serology was negative, as well as TPHA and VDRL. Serum 1–3 Beta D glucan was < 60 pg/mL and Galactomannan was 0.08 Optical Density Index.\\nART was immediately switched to emtricitabine/tenofovir alefanamide plus dolutegravir, in order to reduce pharmacological impact on bones and to preserve kidney function.\\nOn January 19th, the patient performed a total body CT scan which showed multiple bilateral lung nodular lesions with paratracheal and mediastinal lymphadenomegaly (around 1 cm diameter); presence of multiple hypodense lesions involving spleen and liver (diameter between 1.5 and 2 cm). Mesenteric, iliac and lombo-aortic lymphadenomegaly was also present with a diameter of > 1 cm.\\nOn January 20th, eight out of eight blood cultures gave a positive result for Cryptococcus neoformans; thus, induction therapy with liposomal amphotericin 3 mg/kg/die plus fluconazole 800 mg intravenously was started on January 21st obtaining a prompt remission of fever and rapid disappearance of lung nodular lesions. The induction therapy was administered for as long as 15 days. A lumbar puncture was performed but none of the cultures, antigenic tests nor the India Ink stain on CSF resulted negative for Cryptococcus. After the induction therapy, a series of repeated blood cultures resulted negative for Cryptococcus so maintenance therapy was started with fluconazole 400 mg.\\nOn January 30th, due to a recurrence of fever and chills, additional blood cultures were performed resulting positive for Staphylococcus haemolyticus: daily doses of levofloxacin (750 mg) and teicoplanin (400 mg) were started.\\nFever disappeared again within 3 days of antibiotics administration.\\nOn February 5th, a vertebral biopsy on the affected bodies (L2-L3 tract) was performed as well as a bone marrow biopsy: in both tissues, both Real Time PCR and cultures gave a positive result for Non-Tuberculosis Mycobacteria (NTM) (in detail, Mycobacterium chelonae).\\nOn February 19th, following Mycobacteria isolation, intravenous tobramicin 80 mg tid was administered together with oral clarithromycin (500 mg twice daily). Within ten days from the onset of therapy, the patient claimed to have had a significant relief from dorsal and lumbar pain.\\nMeanwhile (February 28th), due to the occurrence of epigastric pain with retrosternal pirosis, an oesophagogastroduodenoscopy was performed which showed a single ulcerated lesion 1.3 cm long in the great curvature of the stomach. Ulcer biopsy showed epithelioid and spindle-shaped cells with nuclear atypia and the immuno-phenotypic profile was positive for a GIST pattern: CD117, CD34, Ki67 10%.\\nIn spite of targeted multidrug treatment, fever appeared again (over 38 °C) and on March 24th, the patient revealed acute dyspnea with blood gas analysis showing low PaO2 (60.3 mmHg) and low PaCO2 (27.4 mmHg), blood pH was 7.41. An urgent chest X-Ray showed bilateral lung reticolo-nodular infiltrates with the characteristics of an acute respiratory distress syndrome (ARDS).\\nReal Time PCR and O-toluidine smears for Pneumocystis Jirovecii on sputum resulted negative whereas CMV DNA was detected as being positive with 1094 UI/mL.\\nThe patient was transferred to the intensive care unit (ICU) on the same day but, in spite of assisted ventilation and life supports, he died within 5 days of his ICU admission (Additional files and ).", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'25394127': 1, '15012648': 1, '9262984': 1, '15139707': 1, '19339714': 1, '32098943': 1, '31700588': 1, '9355720': 1, '19142582': 1, '34306681': 2, '25676522': 1, '8810552': 1, '14528290': 1, '24137103': 1, '30925547': 1, '22798420': 1, '19864987': 1, '19361855': 1, '28506688': 1, '24705193': 1, '16791020': 1, '11723315': 1, '27906037': 1, '8665468': 1, '20561080': 1, '21973300': 1, '23893189': 1, '33033651': 2, '15692952': 1, '34943573': 1, '22198791': 1, '12099341': 1, '17313477': 1, '30587143': 2}", "similar_patients": "{'8294139-1': 1, '7538795-1': 1}"}