{"patient_id": 6503, "patient_uid": "6383419-1", "PMID": 30881721, "file_path": "comm/PMC006xxxxxx/PMC6383419.xml", "title": "Uniportal Subcostal Video-Assisted Thoracoscopic Surgery: A Feasible Approach for a Challenging Middle Lobectomy in an Obese Patient", "patient": "We report a 52-year-old gentleman, asymptomatic, and nonsmoker, without comorbidities but with class II obesity BMI of 37.7. He was referred from the lung cancer screening program as the high-resolution chest computed tomography (CT) scan delineated a 1.5 cm mixed ground glass opacity (GGO) with a larger solid component in the right middle lobe (RML) (). This nodule increased in size at the follow-up CT scan; therefore we decided to resect the middle lobe anatomically using subcostal access.\\nThe patient was given general anesthesia with double lumen endotracheal intubation and placed in a lateral decubitus position (dorsal decubitus 40 degrees) (). A 5 cm oblique incision parallel to the costal arch was made. Then the subcutaneous tissue and rectus abdominis were dissected along the subcostal margin; xiphoid process and pericardiophrenic fatty tissue were detached. A subcostal tunnel was bluntly dissected using finger until the mediastinal pleura was opened at the cardiophrenic angle. Lastly, covidien wound protector (WPLGR914) was placed (). A thoracoscopic lens with a 30° angle (Olympus, Melville, NY) was used and interlobar fissure was examined. Lobectomy was performed as in the video [subcostal right middle lobe lobectomy video] (). Systematic mediastinal lymph nodes dissection includes stations 2,4 right paratracheal, 9,10,11,12 and subcarinal lymph nodes. Long and sturdier VATS instruments were used. Also, curved tip stapler technology aids to allow passage around the vascular structures (). We did not put any extra ports and the operative time was 30 minutes.\\nAfter completing the procedure, a 28 F chest tube () was inserted through the same subcostal wound. The patient was given routine venous thromboembolism prophylaxis (6000 i.u UFH) 12 hours after operation. No postoperative arrhythmia or air leak was detected. The patient was discharged on the third postoperative day with an uneventful recovery (). Postoperative pain score (Wong-Baker FACES) on 1, 2, 3,7,15 days was evaluated. It was (4-2-0-0-0) consecutively. During the follow-up, no incisional hernia was detected. The pathology results delineated a (1x 0.8) cm invasive infiltrating adenocarcinoma [80% ductal/20% papillary] without lymphovascular, neural, or pleural invasion (T1aN0M0), stage I A1 according to the non-small-cell lung carcinoma (NCCN) guidelines version 4.2018-8th edition]. Five lymph nodes were harvested, and all were negative for metastasis (0/5).", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'29399492': 1, '29399503': 1, '29078655': 1, '11113680': 1, '23299237': 1, '27401700': 1, '25240526': 1, '27014471': 1, '33521374': 1, '27747016': 1, '30881721': 2}", "similar_patients": "{}"}