{"patient_id": 135706, "patient_uid": "6732329-1", "PMID": 31142729, "file_path": "noncomm/PMC006xxxxxx/PMC6732329.xml", "title": "A Rare Case of Posterior Horseshoe Abscess Extending to Anterolateral Extraperitoneal Compartment: Anatomical and Technical Considerations", "patient": "An otherwise healthy 52-year-old male patient was admitted to our surgical department from a public hospital with sepsis following multiple drainage procedures of a perianal abscess. He presented with fever, cramping lower abdominal pain and severe pain around the area of the buttocks. The physical examination revealed tenderness upon deep palpation of the right lower abdominal quadrant with no evidence of peritoneal irritation. An extensive perianal surgical wound was revealed, indicating the previous drainage procedures were performed through bilateral ischioanal incisions. No pathology of the scrotum and groin was observed. The digital rectal examination provoked severe pain and was not diagnostic. The laboratory studies showed leukocytosis (white blood cells number, 18.000/μL; neutrophils, 97%) and an increased level of C-reactive protein (CRP, 30 mg/L). The computed tomography (CT) scan, which was performed 5 days prior to presentation, demonstrated a posterior horseshoe abscess and inflammation of the right pararectal space. Due to the patient’s indolent clinical presentation, the complex perianal surgical wound and the persistent fever despite the multiple drainage procedures, a magnetic resonance imaging (MRI) of the lower abdomen and pelvis was performed. As a new finding, an abscess cavity was revealed in the right supralevator space (). Fluid collections and air were detected in the retropubic area and anterolateral extraperitoneal compartments which extended to the anterior abdominal wall (). Additionally, inflammation of the right internal obturator muscle was demonstrated as a clear-cut extension of the ischiorectal abscess (). No intraperitoneal pathology was identified. Regarding the perianal wound, the ischioanal cavities were sufficiently drained and a transphincteric fistula tract was identified in the posterior midline.\\nInitial resuscitation with crystalloids and intravenous broad-spectrum antibiotics was followed by an examination under general anaesthesia. Prior to induction of general anesthesia, the patient received counsel regarding the emergency procedure, and written informed consent was obtained. Our institution’s policy is that a case report does not meet the criteria of research that must be approved by the Health Sciences Institutional Review Board (IRB) therefore it is exempt from IRB review. In the operating room, thorough inspection and wash-out of the bilateral ischioanal spaces were possible through the previous incisions. Neither an additional surgical wound to the perineum nor a posterior midline sphincterotomy were performed. The anoscopic examination revealed the internal opening of a fistulous tract in the posterior midline (6 o’clock in lithotomy position). A malleable probe was placed through the internal opening to the right deep postanal cavity, excluding any other potential limbs of the fistula. A vessel loop was placed as a loose seton drainage in the fistula tract ().\\nBecause of the extraperitoneal fluid collections and air noted on the MRI report, a low midline incision was used to gain access to the extraperitoneal compartments. Intraperitoneal surgical manipulations were avoided. A fair amount of pus was drained from the anterolateral abdominal wall. Further exploration revealed a large right supralevator abscess in proximity to the internal obturator muscle. The pararectal and retropubic spaces were washed out and carefully dried off many times. A connection was created between the right retropubic space and the right ischiorectal fossa through the internal obturator muscle, providing adequate drainage of the interconnecting spaces. A careful dissection was performed at a distance from the obturator canal. A Foley catheter was placed through the anterolateral abdominal sidewall to the ischiorectal wound, allowing through and through irrigation and drainage (). The right levator ani muscle was not divided since the catheter was placed through the internal obturator muscle to the right ischiorectal space. Considering the septic condition of the patient and the extensive perianal wound, a diverting loop sigmoidostomy was created and sutured to the lateral abdominal sidewall. Multiple drains in the perineal wound as well as the Foley catheter inside the interconnecting spaces provided adequate drainage of the cavities during the postoperative period.\\nThe patient remained hospitalized for eight days. The fever receded on the second postoperative day. Serial irrigations through the Foley catheter and digital examinations separating the wound edges were performed. Considering the patient’s progressive clinical and laboratory improvement, no further surgical exploration was performed. The patient was discharged on the eighth postoperative day in good condition. He was encouraged to clean his wounds with tap water twice a day. The drains were removed five days later. One week after the drainage procedure, a CT scan confirmed the radiologic amelioration. The inflammatory process was limited, and no abscess cavities were detected. The surgical wounds were kept open to heal by secondary intention and were found to be completely healed 8 weeks later. The seton drainage remained, tracking a transphincteric fistula-in-ano. A ligation of intersphincteric fistula tract (LIFT procedure) was performed. The patient was placed in the prone position. The vessel loop as a seton drainage was removed, and a metallic probe was inserted inside the tract. An incision was made at the intersphincteric groove. Identification and suture ligation of the tract were achieved. The wound was closed with nonabsorbable sutures. The postoperative course was uneventful. Four weeks later, closure of the loop sigmoidostomy was performed with no postoperative complications. No recurrence was observed during a follow-up of twenty months. Neither sphincteric dysfunction nor degree of incontinence was encountered.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'20135937': 1, '17427539': 1, '4574073': 1, '22067173': 1, '32054249': 2, '19813077': 1, '1267867': 1, '5830659': 1, '7273983': 1, '16708151': 1, '23700571': 1, '31142729': 2}", "similar_patients": "{'8359701-1': 1}"}