{"patient_id": 11834, "patient_uid": "6745594-1", "PMID": 31534780, "file_path": "comm/PMC006xxxxxx/PMC6745594.xml", "title": "Disseminated adenovirus infection in a patient with a hematologic malignancy: a case report and literature review", "patient": "A 46-year-old Asian male with a preliminary diagnosis of Burkitt lymphoma was treated with hyper-CVAD/MA (cyclophosphamide, doxorubicin, vincristine, dexamethasone, methotrexate and cytarabine) and rituximab. Subsequently, he received the definitive diagnosis of double-hit lymphoma, and treatment with IVAC (ifosfamide, etoposide and cytarabine) and rituximab was begun in 2017. Despite this treatment, the lymphoma progressed, and the patient was transferred to our hospital in January 2018. He was first treated with DeVIC (carboplatin, etoposide, ifosfamide and dexamethasone) and rituximab but showed no response and underwent unrelated CBT on February 2018 following a myeloablative conditioning regimen. A fever developed on day 2 after CBT, and a course of empiric antimicrobials (cefepime, vancomycin and metronidazole) was started. On day 11 of CBT, an intermittent dry cough with persistent fever and mild rhinorrhea developed. Computed tomography of the chest revealed bilateral interstitial infiltrates in his bilateral lungs, and foscarnet and atovaquone were started based on a presumptive diagnosis of cytomegalovirus (CMV) infection and pneumocystis pneumonia. On day 14, HAdV was detected in a sputum sample, and his serum HAdV viral load was 3.2 × 107 copies/ml. CMV-PCR was negative both in the sputum and blood. In addition, Pneumocystis jirovecii and other respiratory viruses were not detected by PCR analysis of the sputum. The blood and sputum cultures were also negative. Foscarnet, atovaquone and metronidazole were stopped, and he received one dose of cidofovir on day 15. Cefepime and vancomycin were continued for his febrile neutropenia. However, cidofovir was unable to be continued due to his deteriorating renal function. On day 19, he experienced a seizure, and his cerebrospinal fluid was positive for HAdV. He died on day 23 from multiorgan system failure.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'26172429': 1, '18098135': 1, '21742548': 1, '16466336': 1, '15956366': 1, '31769012': 1, '33020422': 1, '22476883': 1, '20095071': 1, '16974062': 1, '24982316': 1, '11697511': 1, '17245720': 1, '2821806': 1, '20837781': 1, '9986832': 1, '32720128': 1, '11247710': 1, '24583443': 1, '27052333': 1, '17331130': 1, '17279003': 1, '18275903': 1, '26318614': 1, '18026146': 1, '18382384': 1, '22903766': 1, '28063938': 1, '23146063': 1, '21481083': 1, '28482908': 1, '22333378': 1, '29017084': 1, '22405484': 1, '23503529': 1, '12766884': 1, '27428881': 1, '194835': 1, '14679447': 1, '20553439': 1, '31534780': 2}", "similar_patients": "{}"}