{"patient_id": 5319, "patient_uid": "6313426-1", "PMID": 30423851, "file_path": "comm/PMC006xxxxxx/PMC6313426.xml", "title": "Photobiomodulation Therapy in the Treatment of Oral Mucositis, Dysgeusia and Oral Dryness as Side-Effects of Head and Neck Radiotherapy in a Cancer Patient: A Case Report", "patient": "A 48-year-old male patient diagnosed with adenocarcinoma consistent with salivary duct carcinoma T4a (40 mm) N2 (multiple focal 1 cm right submandibular and retrocervical nodes) M0/stage IVA. Surgical excision was not recommended; the patient underwent Intensity-ModulatedRadiation Therapy with a curative aim for 44 days. After radiotherapy, the patient started to complain of pain, dysgeusia, and oral dryness, which persisted with time. Oral mucositis, dysgeusia, and oral dryness were diagnosed based on a meticulous clinical examination. No ethical committee approval was necessary for our research since the protocol used in this case report is well described in the literature. The patient signed a written informed consent before enrolling in the study.\\nAssessment of oral mucositis\\nThe severity of oral mucositis was measured according to the World Health Organization scale for assessing oral mucositis. The patient presented erythema and ulcers but was able to eat solid foods; therefore, the severity of oral mucositis was Grade 2 ().\\nAssessment of dysgeusia\\nAccording to the International Standards Organization (ISO), dysgeusia test was used in order to assess the severity of the disorder. Before all taste tests, the patient was asked to stop eating, drinking, smoking or using any oral care products. The patient was also required to drink only water at least one hour prior to testing. Five 2-mm solutions that represent basic taste qualities—sweet, salty, sour, bitter and umami—were tasted in a single ‘sip and spit’ technique. The solutions and their corresponding concentrations were sucrose 300 mM, NaCl 200 mM, citric acid 5 mM, caffeine 10 mM, and MSG 200 mM. Perceived taste quality was identified by selecting one of seven choices. Correct responses were sweet for sucrose, salty for NaCl, sour for citric acid, bitter for caffeine, and savory for MSG. Further choices were none or metallic. Taste identification score was assigned as 0–5 correct choices. The test identification score was 3 out of 5. The mouth was rinsed with purified water 3 times before and after sampling and expectorating each solution ().\\nAssessment of oral dryness\\nFor the assessment of oral dryness or hyposalivation, the quantity of the total resting and stimulated saliva (Q-sal, mL/min) was measured. The patient was asked to expectorate all saliva into a graduated test tube for a 10-min period before the citric acid stimulation and a 5-min period after the stimulation. The amount of saliva before and after stimulation was determined by the scale on the graduated tube. The quantity of saliva was respectively 0.05 and 0.11 for the resting and stimulating saliva []. After the assessment of the severity of oral mucositis, dysgeusia, and oral dryness, the treatment of choice was the therapeutic (curative) use of photobiomodulation (low-level laser therapy) for at least 5 times a week until there was an improvement in symptoms. Photobiomodulation dosimetry, applications, and treatment protocol was based on evidence derived from the literature and expert opinion that provided a guideline for the use of photobiomodulation in supportive cancer care for oral mucositis, dysgeusia and oral dryness [] ().\\ni. Treatment of oral mucositis\\nIntraoral application of diode laser is employed with a wavelength of 980 nm (FONA Laser Sirona Dental Systems GmbH, Germany) at energy density of 4 J/point and a time of 12 s per point in a continuous and contact mode on 4 points on the tongue and 2 on the oropharynx. Extraoral application of diode laser is achieved with a wavelength of 980 nm (FONA Laser Sirona Dental Systems GmbH, Germany), energy density of 4 J/point, and a time of 12 s per point on the following areas: lips, cutaneous surface corresponding to the buccal mucosae, and bilateral cervical lymphaphatic chain [] ().\\nii. Treatment of dysgeusia\\nIntraoral application of diode laser is achieved with a wavelength of 980 nm (FONA Laser Sirona Dental Systems, GmbH, Germany) at 10 points on the dorsal and lateral tongue at an energy density of 3 J/cm2 for 12 s on each point. Each session was repeated 3 times for one week, within 48 h between each session [] ().\\niii. Treatment of Oral dryness/hyposalivation\\nExtraoral application of diode laser 650 nm (LLLT Laser Bio:PDT: Soulagement de douleur par MG Consiliis) is attained with a total of 20 points (10 each side) at an energy density of 3 J/cm2 for 12 s in a continuous and contact mode targeting major salivary glands (parotid and submandibular glands) and minor salivary glands in each side [].\\nFive sessions of photobiomodulation were implemented for one week as follows: Monday Tuesday, Wednesday, Thursday, and Friday. After 24 h of each session, assessments of oral mucositis, oral dryness and dysgeusia were made according to the already mentioned scores and criteria. After each session, the severity of oral mucositis and oral dryness decreased, and taste perception improved. Oral mucositis decreased from grade 2 to grade 0 after five sessions of PBM. The patient scored 5 out of 5 on the taste identification score. The quantity of whole resting and stimulated saliva increased from 0.05 to 0.12 for the resting saliva and from 0.11 to 0.21 for the stimulated saliva. shows the results.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'21660670': 1, '31731594': 2, '20058644': 1, '26984240': 1, '26681143': 1, '25078776': 1, '17600755': 1, '11295813': 1, '26447605': 1, '21054200': 1, '26984249': 1, '23001179': 1, '26601548': 1, '20687070': 1, '31086017': 2, '26852286': 1, '20681024': 1, '15954811': 1, '25198431': 1, '15330370': 1, '34588869': 1, '34574912': 1, '25037968': 1, '24615748': 1, '30423851': 2}", "similar_patients": "{'6630633-1': 1, '6888207-1': 1, '6888207-2': 1, '6888207-3': 1}"}