{"patient_id": 14356, "patient_uid": "6907706-1", "PMID": 31844503, "file_path": "comm/PMC006xxxxxx/PMC6907706.xml", "title": "Cognitive impairment in bipolar disorder Neuroprogression or\\nbehavioral variant frontotemporal dementia?", "patient": "A 78-year-old woman was admitted to a university clinic with complaints of cognitive\\nimpairment associated with functional deterioration and worsening behavior. At\\nadmission, she was totally dependent according to the Lawton Instrumental Activities\\nof Daily Living Scale (IADLs) (0/9 points)\\nand semi-dependent according to the Katz index of independence in Activities of\\nDaily Living (Katz ADL) (4/6), requiring\\nassistance for bathing and tooth brushing. The patient had received 4 years of\\neducation and was diagnosed with BDI at age 16. She had been given galantamine 16\\nmg/day because of suspected Alzheimer’s disease (AD). Despite the treatment, the\\npatient displayed worsening hyporexia, psychomotor agitation, and no clinically\\nsignificant improvements in cognition, behavior, or functioning.\\nShe had had three hospitalizations and the symptoms ranged from apathy to euphoria\\nwith psychotic symptoms. The last hospitalization occurred 10 years before referral.\\nAfter hospital discharge, the patient remained in euthymia for 6 years and was\\ntreated with oxcarbazepine at a dose of 600 mg/day, bromazepam 3 mg/day, and\\nrisperidone 1 mg/day. However, the patient reported progressive neuropsychiatric\\nalterations in the last 2 years with different characteristics, such as impulsivity\\nand irritability manifesting as verbal and physical aggression, short-term memory\\nloss, repetitive pattern of behavior, perambulation, persecutory delusions,\\ndisorientation, and hyporexia. She also presented with occupational impairment and\\nloss of functionality, forcing her to take leave from her work activities.\\nNeuropsychological evaluation revealed executive function, language, memory and\\nattention deficits, with considerable frontal lobe involvement (). In her recent neuroimaging studies,\\nmagnetic resonance imaging (MRI) of the brain showed brain atrophy with\\nfrontotemporal predominance and incipient ischemic microangiopathy (). Single-photon emission computed\\ntomography (SPECT) revealed moderate-to-severe bilateral frontotemporal\\nhypoperfusion/activation () The patient\\nhad a long history of medication use, which included lithium carbonate, sodium\\nvalproate, olanzapine, sertraline, escitalopram, and trazodone. She presented with\\nsystemic arterial hypertension and hypothyroidism. She reported no history of\\nalcoholism, smoking, or illicit drug use. Two sisters had psychiatric disorders and\\nthe mother had an unspecified dementia syndrome.\\nClinical examination revealed signs of parkinsonism, aggressiveness, apathy, speech\\nimpairment, depressed mood, and facial hypomimia. On cognitive assessment, the\\npatient scored 17/30 points in the Mini-Mental State Examination (MMSE) and 5 points\\nin the verbal fluency test using the animal category. Laboratory and serology tests\\nfor secondary dementia screening were all within the normal range. In addition, the\\ndiagnosis of delirium was excluded based on complementary exams and\\nalso considering that the disease is characterized by acute symptoms with\\nfluctuating clinical course.\\nIn this context, we hypothesized the presence of a non-Alzheimer’s dementia syndrome\\nwith possible bvFTD or cognitive impairment as a result of neuroprogression in BDI.\\nWe opted to suspend galantamine, withdraw risperidone and continue with quetiapine.\\nAlthough the patient progressed with partial improvement of psychomotor agitation,\\nshe showed gradual worsening of apathy and aphasia, with progressive\\ncognitive/functional losses. The patient died 4 years later from pulmonary\\ninfectious complications.", "age": "[[78.0, 'year']]", "gender": "F", "relevant_articles": "{'33732117': 1, '26961121': 1, '34880727': 1, '17579875': 1, '21364344': 1, '14754775': 1, '15898960': 1, '14044222': 1, '5349366': 1, '19336778': 1, '17889374': 1, '16582064': 1, '28161155': 1, '12547295': 1, '21810890': 1, '17272739': 1, '17573121': 1, '16542180': 1, '34539558': 1, '21447111': 1, '11063973': 1, '11465675': 1, '15760614': 1, '17617385': 1, '32206205': 1, '17430306': 1, '10386193': 1, '19081458': 1, '31844503': 2}", "similar_patients": "{}"}