{"patient_id": 5210, "patient_uid": "6308315-1", "PMID": 30622514, "file_path": "comm/PMC006xxxxxx/PMC6308315.xml", "title": "Parathyroid Apoplexy Following Cinacalcet Treatment in Primary Hyperparathyroidism", "patient": "An 80-year-old white male was referred to our endocrinology outpatient clinic in December 2015 for a fracture of the left radial head, hypercalcemia (11.9 mg/dL; normal range 8.1–10.4 mg /dL), increased PTH (681 pg/ml; normal range 15–65 pg/mL), and increased alkaline phosphatase (375 U/L; normal range 40–130 U/L). Medical history was positive for hypertension and benign prostatic hyperplasia. Physical examination, including that of the cervical region, was overall normal but a 2-year history of bone pain, muscle weakness, and nephrolithiasis was noted. Renal (CKD-EPI 87, 1 ml/min/1.73 m2) and hepatic functions were normal (Table ), as well as cardiovascular function. His medications included valsartan, alfuzosin, and cholecalciferol.\\nNeck ultrasound revealed a 9–mm, hypoechoic mass behind the right lobe of the thyroid gland (Figure ). Technetium 99m (99mTc)-sestamibi scintigraphy showed a focal area of increased uptake (Figure ), corresponding to the ultrasound finding, thus suggesting a parathyroid adenoma. A diagnosis of primary hyperparathyroidism due to a parathyroid adenoma was, therefore, established. A parathyroidectomy was offered to the patient, but refused. In January 2016 we thus began medical treatment with cinacalcet, starting at a dose of 30 mg twice a day. This dosage was gradually increased, in the following months, to 60 mg 3 times a day as to normalize the serum calcium levels (Figure , left panel; Table ).\\nIn June 2017, 1 month after reaching a daily dose of 180 mg, the patient was admitted to the emergency room for tetany. Laboratory testing showed hypocalcemia (6.27 mg/dL), normal PTH (53.6 pg/mL), hypophosphatemia (2.7 mEq/L, normal range 3.5–5.5 mEq/L) and still increased alkaline phosphatase levels (411 U/L). Renal and hepatic functions were not impaired (Table ). He was treated with intravenous calcium gluconate, and stopped cinacalcet treatment.\\nSerum calcium, surprisingly, did not rise after cinacalcet cessation, remaining around values of 6 mg/dL for about 10 days (Figure , arrow). Neck ultrasound confirmed the presence of a hypoechoic, irregular mass behind the thyroid right lobe, this time 17 mm in diameter. An ultrasound-guided fine needle aspiration of this lesion was performed. Cytological examination revealed basophilic amorphous material, neutrophils (Figure , black arrow), macrophages (Figure , white arrow), and lymphocytes (Figure , arrowhead), consistent with necrosis and inflammation. The patient was given calcium supplement (calcium carbonate, 1,000 mg twice daily) and 1,25 dihydroxyvitamin D3 (calcitriol, 0.5 μg once per day). Three months later, serum calcium normalized and PTH remained normal (44.0 pg/ml) (Figure ). Neck ultrasound performed at the same time no further identified the parathyroid lesion (Figure ). Repeated 99mTc-sestamibi scintigraphy showed a minute area of increased uptake, which we interpreted as a remnant adenoma, although a local inflammatory reaction could not be excluded (Figure ). We gradually decreased calcium treatment to a dosage of 500 mg/die and eventually stopped it in March 2018, whereas we continued calcitriol therapy (0.5 μg once per day). At the time of our latest assessment (July 2018), calcium (9.12 mg/dL), PTH (61.9 pg/mL), and alkaline phosphatase (79 U/L) were in the normal range (Table ), clinical conditions were satisfactory except for the muscle weakness which did not improve significantly.\\nThe above described findings suggested that the remission of primary hyperparathyroidism was caused by the apoplexy of the parathyroid adenoma.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'8636326': 1, '16033736': 1, '23257528': 1, '20999926': 1, '25162665': 1, '28660989': 1, '19470620': 1, '22036941': 1, '29124559': 1, '27837463': 1, '34659755': 1, '32063021': 1, '28011189': 1, '24503607': 1, '21541686': 1, '12912745': 1, '25637076': 1, '28473803': 1, '19181759': 1, '28637440': 2, '20413997': 1, '15505996': 1, '32583691': 2, '28923463': 1, '15240609': 1, '29364518': 1, '30622514': 2}", "similar_patients": "{'5480102-1': 1, '7318811-1': 1}"}