{"patient_id": 10749, "patient_uid": "6683380-1", "PMID": 31383006, "file_path": "comm/PMC006xxxxxx/PMC6683380.xml", "title": "A case of checkpoint inhibitor-induced celiac disease", "patient": "A 74-year-old Caucasian female with metastatic renal carcinoma received second line nivolumab after initial disease progression on sunitinib. She experienced grade 1 AST/ALT elevation and continued treatment. Ipilimumab was added after she failed to respond to six cycles of nivolumab monotherapy. One week after her first cycle of combination treatment, she presented with nausea, vomiting, and weight loss. She also had grade 1 diarrhea, which was treated symptomatically with loperamide.\\nShe underwent upper endoscopy, which showed bile stasis in the stomach, normal appearing stomach mucosa, and nonbleeding erythematous mucosa in the duodenal bulb (Fig. ). The second part of the duodenum showed normal mucosa without abnormalities. Stomach biopsy showed moderate active chronic gastritis. Giemsa stain for Helicobacter Pylori was negative. Duodenal bulb biopsy showed moderate chronic active duodenitis with focal neutrophilic cryptitis, mucosal erosions, villous atrophy, mildly increased intraepithelial lymphocytes, and moderate chronic inflammation in the lamina propria, suggestive of celiac disease (Fig. ). Immunohistochemistry was performed with antibodies against CD3, CD8, and CD56 to rule out celiac disease because of villous atrophy. CD3 immunostains showed mildly increased intraepithelial T cells, between twenty and thirty lymphocytes per hundred epithelial nuclei in the villi, but not to the usual degree seen in celiac disease (which is defined as having greater than forty lymphocytes per hundred epithelial nuclei). Stains were negative for increased CD8-positive T cells and CD56-positive Natural Killer cells.\\nSerum tissue transglutaminase IgA antibody level was elevated to 12 unit/mL (normal 0–3), which was diagnostic for celiac disease. The patient was started on a gluten-free diet for celiac disease, omeprazole 40 mg by mouth twice daily for gastritis, and the anti-emetics ondansetron and metoclopramide as needed. Symptoms improved, and she was able to continue on treatment.\\nThe patient experienced a recurrence of symptoms, however, that was worse after each ICI infusion. Eight weeks after her endoscopy, she was also started on budesonide 9 mg by mouth daily and prochlorperazine three times a day with meals. Symptoms improved with budesonide. The patient also exhibited ICI-induced hypothyroidism and pancreatitis, with an increase in lipase from baseline 77 to 400. She was treated with pancreatic enzymes and thyroid replacement.\\nInterval imaging was concerning for progression of disease, and the patient discontinued nivolumab and ipilimumab after receiving 4 cycles of combination therapy. She continued gluten-free diet and was able to gain weight. She was tapered off of budesonide over a period of 6 months.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'22235174': 1, '25892889': 1, '34196833': 1, '21930211': 1, '32581063': 1, '24278787': 1, '27894673': 1, '30711210': 1, '24403232': 1, '25399552': 1, '29516018': 1, '26079306': 1, '28817755': 1, '23541015': 1, '26629425': 1, '34975913': 2, '20525992': 1, '25452452': 1, '29718308': 1, '25755681': 1, '29387476': 1, '31383006': 2}", "similar_patients": "{'8718638-1': 1}"}