{"patient_id": 137952, "patient_uid": "6936923-1", "PMID": 31893207, "file_path": "noncomm/PMC006xxxxxx/PMC6936923.xml", "title": "When Zoster Virus Hides a Primary Brain Lymphoma", "patient": "A 68-year-old Caucasian male was asymptomatic until two weeks before admission to the emergency department, when he developed nausea and vomiting, which persisted despite antiemetic medication. Other than a diagnosis of right-sided herpes zoster ophthalmicus (HZO), four months before admission, and type 2 diabetes, his past medical history was unremarkable. General examination on admission was normal but neurological examination revealed right ptosis, divergent strabismus and anisocoria.\\nBlood tests revealed normocytic normochromia anaemia with Hb 10.2, VGM 86 fl, leucocytes 5,100×109/l, thrombocytopenia with a platelet count of 91,000×109/l and a C-reactive protein level of 61.5 mg/l (normal <3 mg/l). A CT scan of the brain to rule out stroke surprisingly showed three round lesions, slightly hyperdense, with intra-axial and periventricular location ().\\nCerebrospinal fluid collected by lumbar puncture was acellular with normal protein and glucose levels, ruling out a CNS infection. Autoimmune study and serological tests, including tests for human immunodeficiency virus (HIV), hepatitis virus, syphilis and Epstein-Barr virus, were negative.\\nFurther studies were conducted, namely an otorhinolaryngology examination, full-body CT scan, colonoscopy and upper gastrointestinal endoscopy. These did not show any signs of primary tumour or other secondary lesions. Brain MRI with diffusion-weighted imaging showed the same three lesions with perifocal vasogenic oedema, hypodensity on T1-weighted images, isodensity on T2-weighted images, and enhancement after gadolinium administration (). These features were felt to be compatible with a primary lymphoma of the central nervous system (PLCNS).\\nA biopsy of the brain mass was performed, giving findings indicating diffuse large B cell lymphoma. Methotrexate was therefore added to the treatment. Despite the rapid diagnosis and early treatment the patient died after 115 days.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'27888882': 1, '23114019': 1, '3884741': 1, '17964031': 1, '25608570': 1, '12830433': 1, '31893207': 2}", "similar_patients": "{}"}