{"patient_id": 4847, "patient_uid": "6286778-1", "PMID": 30595925, "file_path": "comm/PMC006xxxxxx/PMC6286778.xml", "title": "A Prosthetic Solution to Poorly Placed Implants in the Posterior Mandible", "patient": "The patient, 47 years old, female, systemically healthy, and nonsmoker, presented in the Laerte Schenkel Residency Course of Dentistry, a private clinic, where the case was carried out, requiring the rehabilitation of MultiPlus implants already installed in the posterior region of the mandible corresponding to the dental elements 35, 36, 37, 46, and 47. The main complaint focused on masticatory difficulty in the already-existing crowns, frequent mobility of these crowns, absence of aesthetics, and difficulty in sanitizing. At the time of the anamnesis, screwed metal-ceramic crowns joined in the implant region, mucositis, food retention, and degradable odor were found.\\nBefore the planning of the new prosthetic rehabilitation, a working protocol was established with diagnostic tools: initial photographic documentation (Figures –) of the patient, work models mounted on a semiadjustable articulator (), and evaluation of panoramic radiography (). With the articulated work models, the unevenness of the occlusal plane was evaluated (Monson's plaque-Monson's theory []); alteration of vertical dimension and crowns outside the dental arch were found. In the radiographic evaluation, the inadequate angulation of the implants and the connection of the installed implants were verified: external hexagons which were screwed directly on the implant.\\nIn the first stage of the treatment, the installation of minipillars (Neodent brand) on the implants (posterior region right and posterior region left) was chosen, with the proposal to remove the prosthetic connection from intimate contact with the gingiva, thus providing a better hygiene condition and improvement with the mucositis. In the posterior region of the mandible, a lack of keratinized gingiva is common so the installation of minipillars favors gingival health in this region. It was not possible to maintain the most posterior implant of the left side in the planning of the new crowns since it was very vestibularized and outside the patient's dental arch, jeopardizing the hygiene of the new crowns so it was decided to bury it (). The model obtained from regions 46 and 47 can be seen in and the model obtained from regions 35 and 36 can be seen in .\\nThe laboratory phase was performed by a dental technician, and each step was rigorously followed, from the conference of the moldings and models obtained (), diagnostic waxing (Figures and ), maintenance of the occlusal plane, and sanitation planning of the crowns ().\\nThe authors' project for a new prosthesis treatment plan consisted of joining in one study the main advantages of cemented prosthesis: aesthetics and passivity and the main advantage of screw prosthesis: reversibility. The proposal to perform cemented-retained and screw-retained crowns in multiple prostheses began by making a waxing of the future alloy primary structure framework (), predicting the insertion of the key. Then the alloy framework (cobalt-chromium) was casted according to the waxing (). New waxing of the crowns and gingiva was performed (Figures and ).\\nThe aesthetic necessity of the final work resembled the rest of the lower arch, which was being rehabilitated with IPS e.max crowns (Ivoclar Vivadent), lithium disilicate, and the laboratory was asked to apply feldspathic ceramics to the metal structure in the region where the crowns would later be cemented. In the same way, the application of a ceramic gingiva—a secondary structure—was also necessary to restore any soft tissue lost (Figures and ). Figures and show the gold bath in the connection and Figures and the space for insertion of the key. The primary and secondary structure in the mouth can be seen in Figures and .\\nThe implant-supported ceramic crowns were confectioned in e.max lithium disilicate (Ivoclar Vivadent), and Figures – refer to finished crowns prior to installation in the mouth—in plaster models and outside them.\\nFixation of crowns on the implant right side and left side followed the same protocol: the primary structure was screwed to a minipillar bolt with the manufacturer's established torque (foundry occurred in calcinable UCLAs with chromium-cobalt termination), and the secondary structure was cemented with Ultimate resin cement (3 M). During the cementation of the crowns, the occlusal orifices were protected with seal tape (polymer-polytetrafluoroethylene, patented by the commercial name Teflon, DuPont) so that the cement did not obstruct the existing space for a possible reintervention. After polymerization of the cement, the sealing tapes were maintained and the occlusal holes were restored with resin (3M Z-350). The final result can be seen in Figures – and achieved function and expected aesthetic. shows the comparison of the initial clinical case and the final results.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'9233845': 1, '9525144': 1, '20136704': 1, '4924041': 1, '9002890': 1, '10635200': 1, '14982360': 1, '21395638': 1, '10795456': 1, '15202588': 1, '15583566': 1, '12239483': 1, '21091343': 1, '11203552': 1, '15025655': 1, '9081575': 1, '8752552': 1, '28697211': 1, '29145526': 1, '14579961': 1, '17069169': 1, '25706508': 1, '10074764': 1, '26474541': 1, '9029462': 1, '30595925': 2}", "similar_patients": "{}"}