{"patient_id": 128324, "patient_uid": "6101604-1", "PMID": 30151101, "file_path": "noncomm/PMC006xxxxxx/PMC6101604.xml", "title": "Successful endobronchial treatment of a non-healing tracheoesophageal fistula from a previous histoplasmosis capsulatum infection using decellularized porcine urinary bladder matrix", "patient": "The patient was a 66-year-old white female with history of Histoplasmosis capsulatum infection and diabetes who presented as an outpatient with hemoptysis for 6 weeks. The patient was a lifelong non-smoker. A computer tomography (CT) scan of the chest revealed a calcified subcarinal lymph node along with an obstructing endobronchial lesion on the medial wall of the right mainstem bronchus (Fig. A). A rigid bronchoscopy was performed revealing an endobronchial mass causing a 50% obstruction of the right mainstem bronchus (Fig. B). The cryotherapy probe was used for mass excision and a full mediastinal staging was performed using endobronchial ultrasound (EBUS) bronchoscopy. The right mainstem bronchus was recanalized with return to 100% patency. Histology from the mass revealed an inflammatory polyp. The etiology of the inflammatory polyp was presumed to arise from inflammation stemming from the calcified station 7 lymph node abutting the medial wall of the right mainstem bronchus.\\nOne-year after her original presentation, the patient presented to the emergency room with worsening cough and choking with oral intake. A CT scan of chest revealed a fistula between the right mainstem bronchus and esophagus (Fig. A). The patient underwent rigid bronchoscopy revealing a 2-cm defect on the medial wall of the right mainstem bronchus, ~1-cm from the main carina (Fig. B). A CT esophagram confirmed extravasation of oral contrast into the tracheobronchial tree (Fig. ).\\nBased on the location and size of the defect, a 16 mm × 13 mm × 13 mm Bryan Dumon™ silicone Y-stent was successfully deployed to completely cover the airway defect (Fig. ). An esophagogastroduodenoscopy (EGD) was then performed that revealed a small mucosal defect in the mid-esophagus. The defect was covered with a 23 mm × 150 mm Merit Endotek™ EndoMAXX fully covered metallic esophageal stent. Following both procedures, the patient’s symptoms resolved and she was discharge home with close follow-up.\\nA rigid bronchoscopy was performed 8 weeks after the original endobronchial stent placement. The flexible bronchoscope was passed around the Y-stent to visualize the medial wall of the right mainstem bronchus. The site of the fistulous communication had improved ~80%, but a small residual defect was still present. Despite improvement in the size of the fistulous communication, the defect appeared be quite deep and did not show signs of apposition of the opposing walls of the fistula that would aid in healing. Additionally, there was concern that the Y-stent may have also have been contributing to poor healing due to persistent rubbing at the defect with coughing. In order to aid in granulation formation and to facilitate healing, four layers of ACell® decellularized porcine urinary bladder matrix were placed over the defect bronchoscopically (Fig. ). In order to place the Acell® matrix at the site of the defect, the Olympus Medical 6.0 mm therapeutic bronchoscope was passed around the tracheal limb of the Y-stent. The bronchoscope was advanced between the Y-stent and posterior wall of the trachea down to the main carina and to the right medial wall defect. Under direct visualization, four strips of the ACell® matrix were placed over the defect using Olympus Medical flexible biopsy forceps. Once the bronchoscope was removed, the ACell® matrix was held in place over the defect by the Y-stent. Due to the semi-opaque nature of the Y-stent, confirmation that the ACell® matrix was in the correct location was possible as it could be visualized when the bronchoscope was positioned within the Y-stent at the main carina.\\nTen days after the ACell® matrix placement, a rigid bronchoscope was again performed. Complete resolution of the defect had occurred. The Y-stent and the esophageal stent were removed the following week with resolution of symptoms. Repeat imaging following removal of the stents, including a non-contrast CT of the chest and a CT esophagram, demonstrated resolution of the fistulous communication. Repeat bronchoscopy was performed 10 months after stent removal with no evidence of fistula recurrence and minimal persistent inflammation (Fig. ).", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'8466341': 1, '4190046': 1, '21967802': 1, '11574216': 1, '9529504': 1, '8915213': 1, '17679254': 1, '30151101': 2}", "similar_patients": "{}"}