{"patient_id": 134617, "patient_uid": "6603612-2", "PMID": 31261479, "file_path": "noncomm/PMC006xxxxxx/PMC6603612.xml", "title": "Thyrotoxic hypokalemic periodic paralysis due to Graves’ disease in 2 adolescents", "patient": "A 14-year-old female patient was admitted to the hospital through an outpatient clinic for treatment of tachycardia, palpitation, and thyroid hypertrophy. On admission, she had no symptoms of limb paralysis. However, on the following day, she complained of lower leg weakness in the proximal area in the morning after waking up. Unlike the first case, she was in a bed rest status to prevent worsening of thyrotoxicosis. Thus, she had not performed any significant physical activity before the onset of paralytic symptoms.\\nShe had no past or family history associated with paralysis symptoms. Her height was 166.1 cm with a weight of 45.9 kg. Her body mass index was 16.64 kg/m2. At our hospital, her blood pressure was 164/96 mmHg with a body temperature of 36.6℃ and a heart rate of 136 beats/min. Exophthalmos and grade 2B goiter were confirmed on physical examination. Her neurological examination findings were normal except for motor weakness.\\nWhen she had symptoms of weakness, her upper and lower extremity motor grades were 5 and 4, respectively. However, her sensory responses were intact. Laboratory findings showed a serum potassium level of 3.1 mmol/L. There were no abnormalities of blood gas or inflammatory factors, including erythrocyte sedimentation rate and C-reactive protein. A thyroid function test showed hyperthyroidism, with a fT4 level at 4.97 ng/dL (range, 0.79–1.86 ng/dL), a T3 level at 6.15 ng/mL (range, 0.76–1.90 ng/mL), and a TSH level at 0.06 IU/L (range, 0.15–5.0 IU/L). Her serum TG Ab level was at 114 U/mL (range, 0–60 U/mL) and her TPO Ab level was at 152 U/mL (range, 0–60 U/mL) with a serum TSH receptor stimulating antibody level at >40 IU/L (range, 0–1.5 IU/L) (). Her initial electrocardiogram showed a sinus rhythm with a first degree atrioventricular block while her echocardiography results were normal. Thyroid ultrasonography showed an enlarged thyroid size and hypervascularity. A thyroid scan with technetium 99m pertechnetate showed diffuse enlargement of both lobes with increased trapping. These results indicated hypokalemic paralysis due to Graves' disease.\\nShe was initially treated with KCl (0.348 mEq/kg, oral [K-contin], two 600-mg tablets 3 times) for 2 days, an antithyroid drug (prophylthiouracil) 150 mg 3 times a day (10 mg/kg/day) and a β-adrenergic blocker (propranolol 1 mg/kg/day) 15 mg 3 times a day (). Because she showed high fT4 and T3 levels with tachycardia, hypertension, and diarrhea, we determined that her condition was an imminent thyroid storm. Therefore, we prescribed propylthiouracil which can help inhibit peripheral conversion []. After 8 hours, her sensory and motor grades were all intact and her serum potassium level was normalized to 4.7 mmol/L. On hospital day 8, she was discharged with a β-adrenergic blocker (propranolol 15 mg 3 times a day) and an antithyroid drug (propylthiouracil 150 mg 3 times a day). At her 6-month follow-up, she maintained an euthyroid state without muscle paralytic events. Follow-up serum TG Ab and TPO Ab levels were 131 U/mL and 58 U/mL (range, 0–60 U/mL), respectively. Three years later, she is still taking an antithyroid drug. Thyroid hormone levels and thyroid-associated antibodies are constantly maintained at normal levels.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'34194397': 1, '25859483': 1, '25885757': 1, '10090117': 1, '17127140': 1, '8758050': 1, '28008586': 1, '19625499': 1, '33489198': 2, '25346923': 2, '32443393': 2, '2818118': 1, '23508689': 1, '32211273': 2, '16608889': 1, '20089526': 1, '3039424': 1, '22787383': 2, '22918841': 1, '20074522': 1, '15678291': 1, '32064432': 2, '31261479': 2}", "similar_patients": "{'6603612-1': 2, '3390736-1': 1, '7012539-1': 1, '4208265-1': 1, '7813027-1': 1, '7083259-1': 1, '7277936-1': 1, '7277936-2': 1, '7277936-3': 1}"}