{"patient_id": 9561, "patient_uid": "6593414-1", "PMID": 30864170, "file_path": "comm/PMC006xxxxxx/PMC6593414.xml", "title": "A case of woolly hair nevus, multiple linear pigmentation, and epidermal nevi with somatic p.G12S mutation", "patient": "A 5-year-old Japanese boy presented to the dermatology department with multiple linear pigmentations on the arms and trunk. Linear brown verrucous papules on the left forearm were noticed at about 9 months after birth (Figure A), and nuchal pigment macules were recognized at 1 year old. Linear and whorled hyperpigmentation then appeared gradually on the patient's back, axilla, and chest (Figure B). There was no hyperkeratosis of the palms or soles. Woolly hair was observed locally on the scalp (Figure C). Other than the skin manifestations, the patient did not exhibit any other symptoms. Neither the patient's parents nor his sister had woolly hair or linear pigmentation. Histopathologically, a skin biopsy specimen on the axilla with linear pigmentation showed hyperkeratosis, hypermelanosis, acanthosis, and papillomatosis of the epidermis that was consistent with an epidermal nevus (Figure ). Genetic screening was conducted after obtaining written informed consent. Next-generation sequencing of the genomic DNA purified from the epidermis of the epidermal nevus enzymatically separated from the dermis using custom-targeted exome sequencing panels of the Haloplex target enrichment system. Sanger sequencing revealed an HRAS c.34G>A (p.G12S) mutation specifically in the epidermis but not in the dermis of the epidermal nevus and the blood (Figure ). Analyses of the mRNA determined the identical HRAS mutation in the hair roots of the woolly hair but not of the straight hair (Figure ). Echocardiography and abdominal ultrasound performed after genetic diagnosis showed no abnormal findings.", "age": "[[5.0, 'year']]", "gender": "M", "relevant_articles": "{'25772043': 1, '22628991': 2, '21500339': 1, '28371260': 1, '24129065': 1, '22683711': 1, '22499344': 1, '22087699': 1, '24283439': 1, '11857556': 1, '28295558': 1, '16170316': 1, '18386799': 1, '23096709': 1, '23621149': 1, '30864170': 2}", "similar_patients": "{'3358940-1': 1}"}