{"patient_id": 136272, "patient_uid": "6764549-1", "PMID": 31365068, "file_path": "noncomm/PMC006xxxxxx/PMC6764549.xml", "title": "Antibody-mediated rejection 16 years post-cardiac transplantation: a case report of an uncommon late presentation in a middle-aged woman", "patient": "A 57-year-old woman 16 years of post-heart transplant presented in January 2017 with several weeks of back and chest pain, shortness of breath, vomiting, generalized fatigue, and 10 pound weight gain. Her post-transplant course had been uneventful, and she had been treated with mycophenolate mofetil (MMF) and cyclosporine since transplant. Her last protocol-driven screening biopsy 12 years prior to presentation demonstrated 1B rejection. Three months prior to her presentation she had a routine exercise nuclear stress test suggesting normal graft function. Her most recent screening coronary angiogram in 2008 showed no coronary artery disease.\\nOn exam heart rate was 110 b.p.m., with blood pressure 115/78 and she had pulmonary and peripheral oedema. Laboratory testing revealed mildly elevated LDH and troponin-I levels, significantly elevated N-terminal prohormone of brain natriuretic peptide levels (3763 pg/mL, normal 0–100 pg/mL), while other lab studies were unremarkable. An electrocardiogram revealed no ischaemic changes. A transthoracic echocardiogram demonstrated intact biventricular function without wall motion abnormalities, but increased left ventricular wall thickness (Figure ). Cardiac magnetic resonance imaging with gadolinium was not performed because of concern for renal dysfunction. Right heart catheterization was significant for elevated mean right atrial pressure (20 mmHg), mean pulmonary artery pressure (27 mmHg), and mean wedge pressure (20 mmHg) with reduced cardiac index [Fick CI 2.18 L/(m2*min)]. Left heart catheterization (Figure ) revealed a 40% stenosis in the mid and 60% in the distal left anterior descending (LAD) artery concerning for CAV. No other abnormalities were noted in the coronary arteries and intravascular ultrasound was not performed to avoid heparin exposure for the patient given the suspicion of rejection and urgent need for endomyocardial biopsy. Endomyocardial biopsy (Figure ) revealed no signs of cellular rejection (Grade 0), but with prominent blue staining of endothelial cells suggestive of endothelial activation. Multiple MHC Class 1 and Class 2 DSAs were positive, with mean fluorescence intensity >3000 (Table ). Immunohistochemistry for C4d showed positive capillary staining consistent with AMR (Figure ). Treatment for AMR was initiated with steroids and plasmapharesis, followed by rituximab. Due to persistent symptoms and DSAs, she was later treated with bortezomib. Immunosuppression was transitioned from cyclosporine to tacrolimus with ongoing prednisone and MMF. Her symptoms resolved with these interventions suggesting that AMR was the aetiology of her initial presentation. In May 2017, repeat endocardial biopsy demonstrated negative immunohistochemistry with C4d after treatment with no staining in capillaries.\\nIn July 2017, she was hospitalized with enterotoxigenic Escherichia coli infection requiring azithromycin. Screening myocardial perfusion imaging performed subsequently demonstrated a new large, severe, predominantly fixed distal anterior and apical wall defect compatible with infarct with mild peri-infarct ischaemia, as well as a medium sized, mild inferior lateral wall defect compatible with infarct. Left heart catheterization found progressive diffuse CAV with worsened involvement of the distal LAD, mid circumflex, first obtuse marginal, and right posterior descending artery (Figure ). No discrete lesions were amenable to percutaneous intervention. In response, her immunosuppression changed to everolimus, tacrolimus, and prednisone. In November 2017, she presented with an acute gout flare, as well as volume overload. Donor-specific antibodies checked at that time remained positive and demonstrated only two MHC Class 1 antigens greater than 3000. Repeat endomyocardial biopsy demonstrated no evidence of cellular rejection and negative immunohistochemistry staining for C4d. She presented to hospital again in December 2017 with oral HSV infection and volume overload, this time in the setting of end-stage renal disease (ESRD) attributed to tacrolimus toxicity and cardiorenal syndrome that has required ongoing treatment with haemodialysis. Because of renal dysfunction attributed in part to tacrolimus, her immunosuppression was changed at that time to everolimus and prednisone, on which she has remained clinically stable with New York Heart Association Class I–II symptoms over the past few months. As of February 2018, her left ventricular function improved to normal and no wall motion abnormalities were noted on echocardiogram. Going forward, her surveillance will include clinical follow-up and serial echocardiograms every 6 months.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'9630101': 1, '27423693': 1, '25838326': 1, '25956740': 1, '19067662': 1, '31365068': 2}", "similar_patients": "{}"}