{"patient_id": 138387, "patient_uid": "6975012-1", "PMID": 32015634, "file_path": "noncomm/PMC006xxxxxx/PMC6975012.xml", "title": "Traumatic Bone Cyst of Mandible: A Case Report of Rare Entity and Review of Literature", "patient": "A 25-years-old female patient reported to our unit with pain in the right lower back tooth region for 1 month. Pain was sudden in onset, throbbing in nature, and continuous in character. There was no history of fever, swelling, or paraesthesia associated with the pain.\\nOn intraoral examination, pain seemed to be because of irreversible pulpitis with respect to 46. There was no sinus opening or tooth mobility present with respect to the same tooth. Electric pulp vitality test was negative. Medical history was noncontributory. IOPA was obtained and periapical radiolucency of 4 cm × 4 cm in size was seen with respect to the same tooth. Thereafter, an orthopantamogram (OPG) was recommended. The OPG revealed well-defined multilocular lesions [], around 4 cm × 4 cm in size associated with respect to the right mandibular first and third molars and a well-defined unilocular radioluceny of about 12 cm × 5 cm size, extending from the mandibular canine to the third molar on the left side of the mandible. Another well-defined unilocular lesion of 10 cm × 10 cm in size was present with respect to the mandibular anterior region. There was no associated resorption of roots or pathological displacement of tooth.\\nA cone-beam computed tomography image was acquired to establish the position of the inferior alveolar neurovascular bundle and to determine the status of bone []. The findings revealed no buccal and lingual expansion of bone. The inferior alveolar canal was severely displaced downward. On the basis of radiological and clinical findings, our differential diagnosis of the individual lesions consisted of SBC (traumatic bone cyst [TBC]), keratocystic odontogenic tumor (KCOT), and central giant-cell granuloma. Multiple KCOTs are seen in basal cell nevus syndrome. However, on clinical examination, no evidence was found for the same. We subsequently proceeded with the diagnosis of multiple TBC.\\nAspiration was negative and an incisional biopsy specimen was obtained from the periapical region of the right second molar under local anesthesia. No tissue lining was obtained, so a second incisional biopsy was performed on the opposite side with respect to the left mandibular molars. Very scant tissue was obtained, which was sent for histopathological examination, which showed a thin band of vascular fibrous connective tissue with scant liquid content without any evidence of epithelial lining. These features were suggestive of a TBC.\\nUnder general anesthesia, enucleation and curettage of the lesion were done, followed by bone graft placement. The lesion was approached by buccal crevicular incision. Full-thickness mucoperiosteal flap was raised. Surgical exploration revealed empty cavities with scarce amounts of tissue [Figures and ]. A diagnosis of multiple SBC was surgically confirmed. Thorough curettage of the internal walls of the cavities was carried out and bleeding was induced. The cavity was packed with chips of Perioglas allogenic bone graft and closure was done using 3–0 vicryl sutures [].\\nHistopathological examination of the excised specimen confirmed the diagnosis.\\nPostoperatively, the patient had mild diffuse swelling for 3–4 days, which subsided eventually. The patient has been followed up for 9 months and is asymptomatic with no positive findings of pain, swelling, and paraesthesia. Follow-up panoramic radiograph showed satisfactory bone healing without any evidence of enlargement of lesion and recurrence.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'3473360': 1, '4517824': 1, '285729': 1, '24795522': 1, '22499383': 1, '20006180': 1, '6937833': 1, '6929331': 1, '19081903': 1, '17096860': 1, '33294232': 2, '1056584': 1, '24842451': 1, '27595088': 1, '18940504': 1, '1470385': 1, '5263942': 1, '1408026': 1, '4528416': 1, '1060677': 1, '271214': 1, '22499365': 1, '3127484': 1, '8469544': 1, '25080544': 1, '418017': 1, '285241': 1, '12764984': 1, '11757017': 1, '13254115': 1, '21112792': 1, '1900111': 1, '5215981': 1, '22676831': 1, '5277388': 1, '4524890': 1, '5253514': 1, '1344981': 1, '19993660': 1, '32015634': 2}", "similar_patients": "{'7714592-1': 1}"}