{"patient_id": 6132, "patient_uid": "6360734-1", "PMID": 30717777, "file_path": "comm/PMC006xxxxxx/PMC6360734.xml", "title": "Primary cardiac synovial sarcoma that was continuous with the mitral valve caused severe thrombocytopenia: a case report", "patient": "A 52-year-old male presented with paralysis of the left upper extremity; in another hospital 1 year before the current admission, the patient had received a computed tomography (CT) scan, which indicated cerebral infarction. A mass regarded as a myxoma that compressed left atrium was detected by transthoracic echocardiography (TTE), and this was considered to be the cause of cerebral infarction. Blood analysis showed severe thrombocytopenia, whereas erythrocyte and leucocyte counts were at a normal range. Gradually, he developed bilateral lower extremity oedema. For further diagnosis and treatment, the patient was admitted to our hospital. He had no significant past medical history.\\nHis height was 165.0 cm, body weight was 58.1 kg, body temperature was 37 °C, pulse was 110 beats/min, blood pressure was 110/ 60 mmHg, and SpO2 was 100% (room air). Pulmonary sounds were clear with no crackles, but a III/IV systolic murmur could be heard at the junction between the left clavicle midline and the fifth intercostal space. Leg oedema was present. A chest X-ray demonstrated a cardiothoracic ratio of 60% with slight cardiac left dilation. Electrocardiography showed a sinus rhythm with a heart rate of 108 beats/min with slight ST-T segment changes. Abdominal ultrasound showed uniform congestive hepatomegaly with a normal sized spleen. Colour Doppler ruled out deep vein thrombus in the abdomen or lower limbs. A 50 × 35-mm solid mass severely adherent to the posterior part of the mitral valve was found by TTE, with systo-diastolic fluttering. The mass moved through the mitral orifice, which led to increased mitral inflow velocity but not a significant regurgitation. (Fig. a-b). Blood analysis revealed the following: leukocyte count of 4.3 × 109/L, haemoglobin (Hb) 13.2 g/dL, platelet (Plt) count of 20 × 109/L. Blood coagulation analysis revealed: Prothrombin time (14.5 s), Prothrombin activity (66%), Fibrinogen(91 mg/dL), Fibrin degradation products (30.5 μg/ml), and D-dimmer (1877 ng/ml). Blood film was performed and showed no abnormalities of platelets, leukocytes and erythrocytes. Bone marrow study revealed that the number of megakaryocytes increased; G-band and biopsy results had no abnormalities. Antinuclear antibody, Anti-ENA Antibody-Sm, Anti-ENA Antibody-RNP, Anti-ENA Antibody-SSA, Anti-ENA Antibody-SSB, Ro-52, Mitochondrial antibody IgG M2, Anti-myeloperoxidase antibody, Anti-protease 3 antibody, Anti-endothelial cell antibody and Anticardiolipin antibody were all negative. Anti-systemic lupus erythaematosus (SLE) antibodies and antiplatelet factor 4 (PF4) antibodies were also negative. Because severe thrombocytopenia was found at the same time as cerebral infarction, neither anticoagulants nor antiplatelet drugs were used during treatment. The patient received platelet transfusion, but platelet counts decreased quickly. Although operation risk was high, the tumour resection was performed through median sternal incision. Intraoperative transesophageal echocardiography (TEE) showed that the mass was adherent to the posterior mitral annulus, obstructing the mitral orifice, which caused a severe increase of pulmonary artery pressure. Intraoperative exploration revealed that the diameter of the pulmonary artery was widened, and the ratio of diameter of the aorta to the pulmonary artery was approximately 1:2. Cardiopulmonary bypass was initiated, with ascending aortic and bicaval cannulation. Following arrest with antegrade hypothermic crystalloid cardioplegia, the left atrium was revealed by blocking the superior and inferior vena cava and opening the right atrium and atrial septum. The tumour, which was rubbery to the touch, was divided into lobes with poly-papillary protrusions on the surface, and thrombus formation was observed between lobes. The pedicle was located in the area of P2 of the posterior leaflet, completely fused with the mitral annulus and lobes (Fig. a). Extensive resection of the tissue around the pedicle, including the annulus tissue caused mitral valve insufficiency, mitral valve replacement was performed. After cardiac resuscitation, TEE showed that the prosthetic mitral valve works regularly, and there was no residual tumor in the left atrium. The size of the tumour was approximately about 4x6cm, and the surface was lobulated, with white, sea anemone-like protrusions. Sallow fish-like tissue with cystic necrosis and haemorrhage could be seen when the tumour was cut open (Fig. b). Microscopically, the tumour consisted of two obviously different components, which are spindle or ovoid cells with significant marked atypia and epithelioid cells forming gland-like structures (Fig. a). Mitoses and focal necrosis are were present. Immunohistochemical staining showed positivity for CK, EMA, CD99, CK5/6 and CK7, focal positivity for calretinin and WT-1, and negativity for Desmin, S-100 protein, myogenin, SMA, CD31, CD34, D2–40, Sox-10, ERG, CDX-2, CK20, TTF-1, and HBME1. The Ki-67 index was approximately 10%. The result of double- colour fragmentation detection of SS18 gene probe was positive (Fig. b). These findings suggested that the tumour was a biphasic synovial sarcoma. The platelet count returned rapidly to normal early after tumour excision without other treatment (Fig. b). The results of blood coagulation analysis of the third day after surgery was significantly improved over preoperative results: prothrombin time (12.8 s), prothrombin activity (78%), fibrinogen (400 mg/dL), D-dimmer (835 ng/ml). Extubation was performed 10 h after surgery, and the patient was transferred to a general ward 2 days after surgery. The disappearance of the tumour from the annular region was confirmed on TTE 6 days after surgery, and an FDG-PET scan performed 8 days after surgery showed no abnormal accumulation. Our centre has no experience in radiotherapy and chemotherapy for cardiac synovial sarcoma. Then, we read the relevant literatures and consulted the oncologists about treatment and prognosis of synovial sarcoma. When the patient and family members were informed that even with chemotherapy and radiotherapy, the prognosis was poor, they finally decided to stop treatment. The patient was discharged when he was able to independently walk 10 days after surgery. Unfortunately, the patient died suddenly for unknown reasons 6 months later.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'19395674': 1, '24887816': 1, '10807431': 1, '24022581': 1, '19596157': 1, '17612689': 1, '23647858': 1, '12447180': 1, '16462513': 1, '30257692': 2, '2155359': 1, '9036806': 1, '29970129': 2, '19018680': 1, '30717777': 2}", "similar_patients": "{'6158874-1': 1, '6029359-1': 1, '6029359-2': 1}"}