{"patient_id": 130437, "patient_uid": "6282890-1", "PMID": 29256881, "file_path": "noncomm/PMC006xxxxxx/PMC6282890.xml", "title": "A novel mutation in the desmoplakin gene in two female siblings with a rare form of dilated cardiomyopathy: Carvajal syndrome", "patient": "A 5-year-old female patient, who was the first child of second-degree consanguineous parents, with no significant medical history was admitted with complaints of malaise and abdominal pain that persisted for 3 months. She had tachypnea and tachycardia. Her vital signs were as follows: heart rate, 140 beats/min; respiratory rate, 32 breaths/min; and blood pressure, 95/64. Gallop rhythm and jugular venous distension were noted. The liver and spleen were palpable 10 and 5 cm below the costal margin, respectively, and edema was present on the legs. Laboratory findings were as follows: brain natriuretic peptide, 2667 pg/mL (normal <100); creatine kinase-MB, 8.1 ng/mL (normal <6.3); and cardiac troponin I, 0.03 ng/mL (normal <0.06); complete blood count and other biochemical laboratory findings were normal except for mildly elevated liver enzyme levels. Echocardiography revealed markedly dilated cardiac chambers, prominently the left chambers, marked left ventricular dysfunction (ejection fraction: 25.7%, fractional shortening: 13%, LVIDd: 47 mm) and moderate mitral regurgitation. After being treated for congestive heart failure (CHF) for 2 years, left ventricular assist device was implanted, and on the 501th day after implantation, the patient underwent heart transplantation. The biopsy of the heart revealed widespread multifocal myofibrillar damage and interstitial fibrosis. The patient’s 18-month-old younger sibling, who was successfully treated for neuroblastoma at the age of 1 year, was treated for DCM for 1 year and was referred to our hospital at the age of 6 years. Besides signs of CHF, peculiar woolly hair (), palmoplantar (1b & 1c) keratoderma, and wart-like lesions on the hand were strikingly forefront in both siblings. Both patients had normal eyelash, eyebrow, and nail and teeth development. At admission, both siblings had ventricular arrhythmias, voltage suppression, and left-sided cardiomyopathy. All screening test results for DCM (metabolic screening tests, viral serologic tests, and upper respiratory viral and bacterial panel) were normal. Genetic screening revealed a normal JUP gene and a new homozygous frameshift mutation, c.4650_4651delTG (p. V155Efs*75), in DSP in both siblings. Both parents were also heterozygous for the DSP frameshift mutation. The parents did not have any abnormal echocardiographic, electrocardiographic, or cutaneous findings . The younger sibling has been on anti-congestive medication for 4 years and the older sibling had a successful heart transplantation 23 months ago.\\n(a) Peculiar woolly hair, (b) palmar keratoderma, and (c) plantar keratoderma", "age": "[[5.0, 'year']]", "gender": "F", "relevant_articles": "{'23137101': 1, '17964922': 1, '9738775': 1, '11063735': 1, '25824144': 1, '1689290': 1, '29256881': 2}", "similar_patients": "{}"}