{"patient_id": 5862, "patient_uid": "6341244-1", "PMID": 30729052, "file_path": "comm/PMC006xxxxxx/PMC6341244.xml", "title": "Silicone-Induced Granulomatous Reaction Causing Severe Hypercalcemia: Case Report and Literature Review", "patient": "A 67-year-old woman presented to the hospital with complaint of burning epigastric pain over the past two months. Pain was intermittent, non-radiating, and associated with nausea and vomiting. She admitted to unintentional weight loss, approximately 30 pounds, during the past three months. She denied diarrhea, hematemesis, or melena. Significant past surgical history included bilateral silicone breast implants, exploratory laparotomy following gunshot wound with partial bowel resection, Billroth I gastrectomy following peptic ulcer disease, and partial thyroidectomy for a follicular adenoma.\\nOn examination, she appeared pale and severely dehydrated. Vital signs were 141 beats/minute, blood pressure 143/72 mm of Hg, temperature 97.4°F (36.3°C), and respiratory rate 18 breaths/minute. Current weight was 44 kg with a body mass index of 18.3 kg/m2. A right-sided thyroid lump was palpable, firm in consistency with regular margins, and moved with swallowing. Breast implants were “rock hard” in consistency with loss of distinct margin over the lower part of the right implant. Heart and lungs were clear to auscultation. Abdomen was soft with multiple surgical scars from previous surgeries. There was mild tenderness over the epigastric region without any guarding or rigidity. There was no rebound tenderness. Stool guaiac was weakly positive. Multiple fixed hard masses were palpable over both arms and thighs, but not painful, tender, or erythematous (Figures and ). On further questioning, she described right breast implant rupture diagnosed several years previous, but did not seek any medical advice because of financial issues.\\nAdmission blood work revealed severe hypercalcemia, Ca 18.4 mg/dL (normal: 8.6-10.2 mg/dl), and hyperphosphatemia, Phosphorus 6.8 mg/dL (normal: 2.5-4.5 mg/dl). Initial differential diagnosis for hypercalcemia included excessive antacid use, hyperparathyroidism, malignancy, and vitamin D intoxication. She denied any antacid use, but reported vitamin D 5000 U supplementation twice daily for the past five years. Parathyroid hormone was low, 13 pg/mL (normal 15-65 pg/ml); parathyroid hormone-related peptide,, was normal, <2 pmol/L (normal 0.0 – 3.4 pmol/L); serum and urine protein electrophoresis were both normal; and 25-hydroxy (OH) vitamin D was 40 ng/mL (normal 30-100 ng/mL). Esophagogastroduodenoscopy (EGD) and computed tomography (CT) of the chest and abdomen were negative for malignancy. EGD revealed moderate chronic gastritis; biopsies returned negative for Helicobacter pylori or intestinal metaplasia. Chest CT showed clear lung fields with stable bilateral pulmonary nodules, 3-5 mm, in the lower lobes. X-rays of the arms () and thighs revealed extensive soft tissue calcifications. Biopsy of the thyroid mass demonstrated benign-appearing follicular cells with abundant colloid, negative for malignancy. Abdominal CT was negative for any acute intra-abdominal pathology but showed universal calcinosis bilaterally affecting the musculature of the upper thighs. Colonoscopy demonstrated a hyperplastic polyp with evidence of melanosis coli; no malignant cells were seen.\\nSerum 1,25-OH vitamin D was very elevated 290.7 pg/mL (normal 19.9-79.3 pg/mL), raising the suspicion of an underlying granulomatous disease. Angiotensinogen converting enzyme was mildly elevated, 137 U/L (Normal 9-67 U/L). Tissue biopsy of soft tissue calcifications was discussed; however, the patient refused. She was managed symptomatically and discharged home. Approximately three months later, the patient was re-admitted with hypercalcemia, 17.4 mg/dL. Abdominal CT scan revealed a 7 mm right sided ureteral calculus with mild hydronephrosis. Need for tissue biopsy was re-discussed with the patient and she agreed. Biopsy of the calcified mass on the left arm demonstrated dystrophic calcifications and foreign body granulomatous reaction ().\\nDuring initial admission, the patient was managed with intravenous normal saline, subcutaneous calcitonin (4 units/kg) every 12 hours for three doses, and a dose of pamidronate (60 mg) intravenously. Despite treatment, the patient remained hypercalcemic, 12.8 mg/dL on hospital day 2. An additional dose of intravenous pamidronate (60 mg) was administered, and calcium level improved to 10.8 mg/dL. After hypercalcemia improved, the patient was discharged with consideration for low dose prednisone on an outpatient basis. However, she failed to follow-up.\\nOn her second admission, three months later, she underwent right ureteral lithotripsy with placement of a ureteral stent, in addition to intravenous hydration, calcitonin, and bisphosphonates. After biopsy confirmed foreign body granulomatous reaction, plastic surgery was consulted for removal of breast implants and calcified granulomas. Given extensive extremity distribution of granulomas, surgical excisions were unfeasible. Removal of breast implants was considered but not done because of her financial constraints. The patient was started and maintained on prednisone 20 mg daily. Despite steroid initiation, the patient remained hypercalcemic and was readmitted after one month, a third time, with a serum calcium of 15 mg/dL.\\nFor the past year, she has had multiple admissions with hypercalcemia and its complications (). However, after steroid initiation, her hypercalcemic events were less severe.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'22293885': 1, '17039657': 1, '28831356': 1, '24363673': 1, '27993822': 1, '24572248': 1, '23337133': 1, '1763670': 1, '10908687': 1, '6548295': 1, '8670396': 1, '14206865': 1, '28580383': 1, '29354165': 1, '30329056': 1, '29649200': 1, '24281899': 1, '33489769': 1, '27826457': 1, '18090770': 1, '30729052': 2}", "similar_patients": "{}"}