{"patient_id": 1346, "patient_uid": "6055585-1", "PMID": 30057742, "file_path": "comm/PMC006xxxxxx/PMC6055585.xml", "title": "Food protein-induced eosinophilic enteritis with intestinal stricture in a neonate: a case report and review of the literature", "patient": "A 21-day-old boy with vomiting, abdominal distention and feeding intolerance presented to our institution. He was born at 36 weeks and 6 days of gestation, weighing 2220 g, with Apgar scores of 8 at 1 min and 8 at 5 min. For the first 4 days of life, he was both breast- and formula-fed. After hospital discharge, he was exclusively breast-fed. He experienced occasional vomiting until 19 days of age, when he developed frequent vomiting. When he was 20 days old, he was taken to the doctor for several days of watery stools, a single episode of bilious vomiting, and feeding intolerance. He was admitted to a local hospital at a weight of 2685 g. Abdominal radiography showed partially dilated loops of bowel with intestinal gas (Fig. a), and a gastric tube was inserted for frequent vomiting. At the age of 21 days, he was transferred to our hospital for further examination. A gastrointestinal X-ray series and an enema revealed gastric volvulus and gastroesophageal reflux, without intestinal malrotation or a change in intestinal caliber. We admitted the patient for observation. The following day, an abdominal radiograph showed complete passage of contrast, which indicated the absence of intestinal atresia or obstruction. However, the volume of bile discharged through the gastric tube was gradually increasing, and he had little passage of feces, even with a glycerin enema. We decided to re-evaluate for intestinal obstruction and injected contrast into the gastric tube. Follow-up abdominal radiography showed obvious intestinal dilation with gas and retention of the contrast medium (Fig. b and c). Based on his clinical course and radiological findings, we suspected distal intestinal obstruction. When the patient was 24 days of age, we performed laparotomy, which revealed a caliber change in the ileum with a stricture ~10 cm proximal to the ileocecal valve (Fig. a). A 6-cm length of bowel around the stricture site was resected, and an end-to-end anastomosis was performed. On gross findings of the resected specimen, the lesion was noted to be 1.5 cm in length, featuring a stricture and erosion/ulceration (Fig. b and c). On microscopic examination, the margins of resection showed <20 eosinophils per high-power field (HPF) (×400) (Fig. a). However, mucosal eosinophilia was recognized in distant position from the ulcer (Fig. b and c). The presence of eosinophil accumulation in the lesions presented more than 20 eosinophils per high-power field (HPF) (×400). The eosinophils were oriented towards the epithelium and diffusely distributed throughout the tissue. In the stenotic portion of the specimen, the layers between the mucosa and the muscularis propria were notably absent, and granulation and fibrotic tissues were found (Fig. d).\\nBased on these findings, the suspected diagnosis was eosinophilic enteritis. However, laboratory data on admission showed no hypereosinophilia (white blood cell count, 4800/μL with 1.4% eosinophils). Serum allergy investigation revealed no remarkable elevation in non-specific IgE, although the C-reactive protein level was slightly elevated (Table ). Nevertheless, we strongly suspected a food protein-induced allergy to cow’s milk or breast milk. An allergen-specific lymphocyte stimulation test was performed for kappa (κ)-casein, lactoferrin and human alpha (α)-lactalbumin (outsourced to Bio Medical Laboratories [BML, Inc, Tokyo, Japan]) []. The lymphocyte response to lactoferrin was markedly increased (7489 counts per minute; stimulation index, 10.11; cutoff index, 3.9) (Table ). He was finally diagnosed as eosinophilic enteritis with intestinal stricture caused by an allergy to either cow’s milk or breast milk. After surgery, the patient was fed with a pediatric elemental formula. His subsequent hospital course was uneventful, and he was discharged with no symptoms and good weight gain on the 19th postoperative day. At 5 months of age, he was able to eat baby food with no recurrence of symptoms. At 1 year of age, favorable growth and development were confirmed.", "age": "[[21.0, 'day']]", "gender": "M", "relevant_articles": "{'27288868': 1, '26841092': 1, '2406081': 1, '2318432': 1, '21912174': 1, '25034379': 1, '16029913': 1, '30057742': 2}", "similar_patients": "{}"}