{"patient_id": 11968, "patient_uid": "6757244-1", "PMID": 31612086, "file_path": "comm/PMC006xxxxxx/PMC6757244.xml", "title": "The Efficacy and Safety of Lenalidomide plus Rituximab in an Orbital Relapse of Diffuse Large B-Cell Lymphoma", "patient": "A 74-year-old male presented to our department with a red, ulcerated plaque on the left arm with three months of duration. Recently, the lesion was rapidly increasing in size and started bleeding. Excisional biopsy was performed, and the material was sent for histopathological examination. Microscopic examination revealed diffuse infiltrates of large noncleaved cells, with large nuclei and conspicuous nucleoli. Immunohistochemical evaluation revealed the abnormal cells to be CD20+ Bcl6+ MUM1+ CD10–c-Myc– and CD3–. The proliferative index (Ki 67) was 90%. A diagnosis of nongerminal center diffuse large B-cell non-Hodgkin's lymphoma (non-GCB DLBCL) was established. The bone marrow did not reveal any involvement of lymphoma. A fluorodeoxyglucose positron emission tomography (FDG-PET) was performed and it showed a diffuse involvement of mediastinal nodes.\\nThe patient was subsequently started on systemic chemotherapy with rituximab combined with liposomal doxorubicin, cyclophosphamide, vincristine, and prednisone (R-COMP) for six cycles, followed by involved field radiotherapy on the arm. He well tolerated the therapy and obtained a complete remission.\\nTwo years after the completion of therapy, the patient came to our observation with a left eye swelling leading to exophthalmos and blurred vision (). A core biopsy was performed, and it revealed a disease with the same immunohistochemical panel of the diagnosis. Magnetic resonance imaging (MRI) showed a high-density process involving the left orbit and the surrounding soft tissues. An FDG-PET/Tc excluded any systemic involvement.\\nBone marrow biopsy was not performed due to patient refusal.\\nAt the time of the relapse, the patient was 76 years old and considered ineligible for high-dose second-line chemotherapy. Moreover, radiotherapy was not considered for the large extension of the disease because of the long-term side effects of rays on the patient's sight. In the absence of standardized therapy for these patients, we chose the combination of rituximab (375 mg/mq D1) plus lenalidomide (15 mg D1–21) every 28 days for 6 courses. At the end of the therapy, complete remission was confirmed by MRI and FDG-PET/CT scan evaluation ().\\nAfter remission, lenalidomide (15 mg D1–21, every 28 days) monotherapy maintenance was started and planned to be continued until progression or unacceptable toxicity. After 24 months since the start of lenalidomide monotherapy, the patient is still in complete remission with an excellent quality of life.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'19009291': 1, '10384139': 1, '20978269': 1, '25635006': 1, '28426350': 1, '30698644': 1, '22503694': 1, '25135992': 1, '21859554': 1, '9442797': 1, '16150940': 1, '30184451': 1, '15867204': 1, '28381416': 1, '9378552': 1, '18805433': 1, '26618550': 1, '23812930': 1, '31612086': 2}", "similar_patients": "{}"}