{"patient_id": 10777, "patient_uid": "6683816-1", "PMID": 31428489, "file_path": "comm/PMC006xxxxxx/PMC6683816.xml", "title": "A Rare Case of Steroid Cell Tumor, Not Otherwise Specified (NOS), of the Ovary in a Young Woman", "patient": "A 27-year-old single virgin lady presented to our clinic with hirsutism, hoarseness of voice, scalp hair fall, and amenorrhea for the last 8 years. She had menarche at the age of 10 and menses were regular until age of 16 years. Her menses became irregular after the age of 16 and was amenorrhoeic by 19 years old. She also complained of gradual weight gain of 10 kg over the last two years to her current weight of 107 kg.\\nThe physical examination revealed an androgenic alopecia, acanthosis nigricans, hirsutism (Ferriman Galway Score 27), and clitoromegaly. Her BMI was 43.4 kb/m2.\\nShe did not have withdrawal bleed following progesterone challenge with oral medroxyprogesterone tablets for 7 days. The blood tests showed normal serum prolactin, estradiol level, free thyroxin, and thyroid stimulating hormone. However, serum total testosterone level was elevated at 22.5 nmol/L (normal range 0.4 – 2nmol/L) and serum LH and FSH were low with levels of 0.1 IU/L. In addition, both DHEA-S (dehydroepiandrosterone sulfate) and 17-hydroxy progesterone level were normal which made adrenal source unlikely.\\nThe transvaginal sonography showed endometrial thickness of 3 mm with polycystic ovaries containing multiple avascular cysts (). Hence, based on initial work-up, differential diagnosis of Polycystic Ovarian Syndrome was made. MRI of abdomen and pelvis was arranged and it revealed a 8.4 x 6.1x 8.9 cm predominantly solid enhancing mass arising from the left ovary. There was no evidence of adrenal mass or abdominal or pelvic lymphadenopathy (). Blood test for ovarian tumour markers including beta HCG, Ca 125, Ca 19-9, chorioembryonic antigen, and alpha-fetoprotein were normal.\\nIn view of the raised serum testosterone level and MRI of pelvis findings, the initial impression was a Sertoli Leydig cell tumour of the ovary.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'19191036': 1, '20567142': 1, '9587754': 1, '23870399': 2, '12409724': 1, '23533429': 2, '17326260': 2, '2823622': 1, '27441075': 2, '25009655': 2, '33435776': 2, '24506845': 2, '9821198': 1, '12649671': 1, '19033865': 1, '17454154': 1, '21804391': 1, '11142457': 1, '12823052': 1, '9383882': 1, '30792930': 2, '2553628': 1, '10525390': 1, '31428489': 2}", "similar_patients": "{'6354154-1': 1, '4935824-1': 1, '7809311-1': 1, '3600131-1': 1, '3724598-1': 1, '3724598-2': 1, '2628006-1': 1, '3930759-1': 1, '4081424-1': 1}"}