{"patient_id": 6704, "patient_uid": "6393032-1", "PMID": 30170415, "file_path": "comm/PMC006xxxxxx/PMC6393032.xml", "title": "Adolescent talus body fracture with high displacement", "patient": "A 14-year-old boy was referred to our hospital owing to foot injury sustained on jumping off about 10 stairs. Physical examination showed swelling and tenderness around his right ankle. Radiography and computed tomography (CT) showed a highly displaced talus body fracture of the dome and the posterior process and avulsion fracture of navicular bone (Fig. ). Closed reduction was performed under the sciatic nerve and saphenous nerve block on the same day and the plaster cast was used to prevent displacement. Because the Linhart classification[ of this case was III-C and instability persisted, we planned the surgery. Four days after the injury, we performed arthroscopic-assisted reduction and internal fixation (ARIF) using headless screws (Acutrak Standard; Acumed, Hillsboro, OR) and an external fixator (TrueLoK Ring Fixation System; Orthofix GmbH, Ottobrunn, Germany) under general anesthesia. First we maintained the reduced position by setting the external fixator. Then we inserted 2 headless screws in an anteroposterior direction percutaneously by compressing the back of the talus with Kirshner wires curved like olive wires. Before the insertion of the screws, we confirmed that the step off was almost reduced by arthroscopy (Fig. ). Figure shows the postoperative radiographs. At the 8-week follow-up, we observed Hawkins sign (Fig. ) in the anteroposterior radiograph. We confirmed bone union by CT at the 3-month follow-up and removed the external fixator. After the removal of the external fixator, we advised the patient to walk with a patella tendon-bearing ankle foot orthosis. Magnetic resonance imaging (MRI) after the removal of the external fixator revealed hyperemia of the talus body (Fig. A,B). MRI at the 6-month follow-up showed resolution of hyperemia and the bone signal was restored to normal intensity (Fig. C, D). Partial weight-bearing walking was then initiated. He was able to walk with full weight bearing 8 months after the operation. At the 1-year follow-up, his Japanese Orthopaedic Association score recovered from 9 points before the surgery to 95 points. The range of motion of dorsiflexion and plantarflexion was 10° and 60°, respectively, which were similar to that on the left side. No signs of bone necrosis or arthrosis were observed on imaging (Fig. ).", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'8973897': 1, '29887628': 1, '20065767': 1, '15798058': 1, '2874539': 1, '21102201': 1, '17805020': 1, '11139033': 1, '5479485': 1, '14627574': 1, '17583811': 1, '30170415': 2}", "similar_patients": "{}"}