{"patient_id": 130746, "patient_uid": "6306632-1", "PMID": 30613674, "file_path": "noncomm/PMC006xxxxxx/PMC6306632.xml", "title": "Renal aspergillosis in a liver transplant patient: A case report and review of literature", "patient": "A 58-year-old asymptomatic male LT recipient was diagnosed with a newly formed renal mass during a routine follow-up ultrasound examination of the abdomen.\\nThe patient suffered from alcoholic liver cirrhosis and entered terminal liver insufficiency with multiorgan failure. Prior to LT, he presented with esophageal varices (grade II), portal hypertensive gastroduodenopathy and ascites, as well as positive IgG for cytomegalovirus (CMV). Other viral antibodies tests were negative. We performed an extensive pretransplant preparation (owing to his Model For End-Stage Liver Disease score of 32), including corticosteroid treatment (as indicated in the treatment of alcoholic liver disease[]), after which orthotopic LT was performed in December of 2013. Two weeks after LT, CMV infection reactivated, and he was treated with valganciclovir for two weeks, after which CMV polymerase chain reaction (PCR) test was negative. Immunosuppressants (tacrolimus and mycophenolate mofetil) were started after the remission of CMV infection. His 1-year follow-up was uneventful, with a satisfying graft function and lack of any symptoms. However, he exhibited leukopenia due to hypersplenism.\\nThe patient’s past illnesses (besides liver cirrhosis treated with LT) only included the presence of an atrial septal defect.\\nBesides alcohol abuse prior to the onset of liver cirrhosis (followed by permanent abstinence from alcohol to this day), other personal and family history was unremarkable.\\nThe patient was re-admitted in January 2015 for a routine follow-up. On admission, the patient’s physical examination was normal, without any significant pathological findings.\\nBronchoalveolar lavage was sterile. Urinalysis showed microhematuria. Other laboratory and microbiological examinations were unremarkable, with blood and urine cultivations negative for both bacteria and fungi.\\nUltrasound revealed mass was described in the superior pole of the left kidney, confirmed by computed tomography (CT). Magnetic resonance imaging (MRI) of the lesion was inconclusive, with a description of an expansive lesion infiltrating the perirenal fat–suggestive of a renal cell carcinoma. After the diagnosis of a renal tumor, a chest CT was performed, showing bilateral lesions in lung apices suggestive of scar tissue from previous inflammation (Figure ). The hospital in which the patient was treated was not equipped with a positron-emission tomography (PET) scanner, and the patient refused to be transferred to another institution–so, unfortunately, a PET scan was not performed.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'16913978': 1, '28274107': 1, '28838442': 1, '25561822': 1, '1558091': 1, '25806842': 1, '18095836': 1, '21655823': 1, '34868896': 1, '15102973': 1, '18466683': 1, '23465016': 1, '25348192': 1, '18177225': 1, '27365388': 1, '15653818': 1, '1431256': 1, '27994929': 1, '10461114': 1, '10219579': 1, '10195093': 1, '34035866': 1, '30613674': 2}", "similar_patients": "{}"}