{"patient_id": 15887, "patient_uid": "6988675-1", "PMID": 32015920, "file_path": "comm/PMC006xxxxxx/PMC6988675.xml", "title": "Ocular Hypotonia and Transient Decrease of Vision as a Consequence of Exposure to a Common Toad Poison", "patient": "A 67-year-old female patient was admitted to the emergency service because of sudden vision loss and a burning sensation in both eyes after she had been exposed to the poison of a common toad. The patient stated that she had been working in a garden when she noticed something moving under a cabbage leaf. She found a frog under the leaf, got scared, and instinctively stabbed the frog with a knife that she had in her hand. Right after she stabbed the frog, she got a spray of aerosol from the frog's skin on her face. She immediately felt a burning sensation in her eyes and eyelids, ran away to a washroom, and washed her face with a tap water. She noticed that her eyes were red and that her vision was very blurry.\\nOne hour after, she had been examined by an ophthalmologist in a medical center. BCVA (Best Corrected Visual Acuity) was 0.3 in her right eye (RE) and 0.2 in the left eye (LE). Slit lamp examination showed conjunctival hyperaemia, slight oedema, and folds of the Descemet membrane of the cornea indicating ocular hypotonia. The anterior eye chamber was clear, and pupillary reactions were normal. Cataract was found on both eyes (grade CO2N1P0 in a LOCS III (Lens Opacities Classification System)). Hypotonia was confirmed by Goldmann aplanation tonometry with IOP (intraocular pressure) 9 mmHg in the right eye and 10 mmHg in the left eye. The fundus of both eyes was normal. After examination, eyes were washed with 0.9% saline solution and topical antibiotic ointment was administered (tobramicin 5 mg/4 times a day). After one hour, IOP increased to 10 mmHg in the right eye and 12 mmHg in the left eye. The patient was examined again after 6 hours, and regression of corneal oedema was found, as well as the improvement of vision; BCVA RE was 0.7 and BCVA LE was 0.5. IOP pressure also increased to 13 mmHg in both eyes. After 12 hours, BCVA improved to 0.8 in the right eye and 0.6 in the left eye. IOP pressure was 14 mmHg in the right eye and 15 mmHg in the left eye and Descemet membrane folds, as well as corneal oedema, were in remission.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'24734105': 1, '27176907': 1, '27583795': 1, '30816222': 1, '22616345': 1, '21234280': 1, '10346849': 1, '32971938': 1, '20919631': 1, '28631214': 1, '23497725': 1, '1660898': 1, '30428541': 1, '31028751': 1, '3009774': 1, '18216586': 1, '32015920': 2}", "similar_patients": "{}"}