{"patient_id": 138256, "patient_uid": "6959487-1", "PMID": 32021492, "file_path": "noncomm/PMC006xxxxxx/PMC6959487.xml", "title": "Charles Bonnet Syndrome in a Patient with Parkinson’s Disease and Bilateral Posterior Capsule Opacification", "patient": "A 76-year-old white male with severe Parkinson’s disease leading to severe motor impairment and mild cognitive impairment was referred by to us by the neurology and psychiatry services for decreased vision affecting his ability to conduct his daily activities. He also reported seeing daily images of a little girl playing with blocks, a cat in his window, and men tearing down his neighbor’s roof that he recognized were not real. These visual disturbances were debilitating to the patient and made it difficult to complete work around his home and interact with family members. Prior to our evaluation, physicians from neurology and psychiatry had recently adjusted the patient’s pharmacotherapy in attempts to manage these visual disturbances thought initially to be due to the progression of his Parkinson’s disease. A trial of atypical antipsychotic therapy including gradually increasing quetiapine to 300 mg twice daily over the course of 3 weeks followed by the addition of pimavanserin 34 mg daily for 3 weeks failed to relieve his hallucinations. Most recently, his dose of carbidopa/levodopa was decreased, and clozapine was initiated and gradually increased to 150 mg twice daily for 3 weeks since the visual disturbances continued to be debilitating. Clozapine, in particular, is a high-risk antipsychotic medication with the potentially serious adverse effect of agranulocytosis along with possible metabolic, neurologic, and cardiac toxicities including hyperglycemia, hyperlipidemia, seizures, myocarditis, and pulmonary embolism. He continued to experience hallucinations while on clozapine when he presented to the ophthalmology service. His ophthalmic exam revealed a best-corrected visual acuity (BCVA) of 20/200 in each eye (OU). Ocular examination was remarkable for mild corneal guttae OU, posterior chamber intraocular lenses (PCIOL) OU, and visually significant PCO OU. The anterior and posterior segments were otherwise unremarkable. He underwent sequential Nd:YAG capsulotomy OU. At his one-month follow-up, the patient reported complete resolution of his hallucinations with BCVA of 20/25 in his right eye (OD) and 20/30 in his left eye (OS). The patient then resumed his previous carbidopa/levodopa dose and was tapered off clozapine with sustained resolution of the visual disturbances.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'23381616': 1, '20733019': 1, '31379235': 1, '30415703': 1, '22687320': 1, '34366517': 1, '21539986': 1, '30687896': 1, '28108020': 1, '27529611': 1, '28805589': 1, '29145190': 1, '20551853': 1, '17588608': 1, '24863507': 1, '28715903': 1, '29727112': 1, '29891160': 1, '21878726': 1, '31342218': 1, '25870080': 1, '27984353': 1, '30502996': 1, '32021492': 2}", "similar_patients": "{}"}