{"patient_id": 129982, "patient_uid": "6230931-3", "PMID": 30510342, "file_path": "noncomm/PMC006xxxxxx/PMC6230931.xml", "title": "Cervicofacial Necrotizing Fasciitis in Patients with No Underlying Medical Conditions: A Review of Four Cases Seen in Twelve Months at a Nigerian Tertiary Hospital", "patient": "A 34-year-old male electrician presented with right submandibular swelling, necrotic ulcer of about 1 week’s duration, and toothache of 2 weeks’ duration. The pain was initially severe, but it was relieved with some self-medication. There was no significant finding in his past medical history.\\nClinical examination revealed a conscious and alert man with a pulse rate of 79 beats/min and blood pressure of 110/70 mm Hg. He was acyanosed, anicteric, afebrile (36.6 °C), not in respiratory distress (18 cycles/min), and not dehydrated. There was right submandibular swelling, which was diffuse, fluctuant with pus discharge, and tender. The overlying skin appeared hyperemic. There was also an associated necrotic ulcer, which measured about 7 cm×5 cm in its widest diameter. Intraorally, there was moderate trismus (about 25 mm of interincisal distance), halitosis, poor oral hygiene, and pus discharge around the right mandibular third molar, which was grossly carious.\\nOPG revealed a carious cavity on the right mandibular third molar. Hematological parameters, including blood glucose, were within the normal range. Staphylococcus haemolyticus\\nand streptococcus pneumoniae (both sensitive to ceftriaxone) as well as Klebsiella pneumoniae were isolated from the wound. The retroviral screening was negative.\\nThe patient had debridement with extraction of the right mandibular third molar. The treatment also included intravenous ceftriaxone (Roche, Switzerland), metronidazole (Trimetro, Nigeria),\\nand gentamicin (Medwise Overseas Pvt. Ltd., India). Thorough serial debridement was done twice daily for 4 days using hydrogen peroxide (1:4) and EUSOL dressing. The right submandibular defect\\n(about 7 cm×5 cm) was meant to be repaired using a split skin graft; nonetheless, due to the patient’s financial constraint, the defect was left to heal with secondary intention. This was followed by wound\\ncontracture, which was then relieved under local anesthesia. The patient was discharged without any further complications.\\nAll of the patients signed written informed consent forms.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'8681631': 1, '22960973': 1, '8157746': 1, '15473945': 1, '22669114': 1, '9015076': 1, '34858574': 2, '21820639': 1, '8745791': 1, '6344676': 1, '15145048': 1, '2213300': 1, '14915014': 1, '29105542': 1, '8402129': 1, '9120705': 1, '9032605': 1, '22036666': 1, '11286446': 1, '19165262': 1, '11883974': 1, '27107717': 2, '9261011': 1, '10670592': 1, '30510342': 2}", "similar_patients": "{'6230931-1': 2, '6230931-2': 2, '4841958-1': 1, '8634090-1': 1, '8634090-2': 1, '8634090-3': 1}"}