{"patient_id": 15697, "patient_uid": "6970103-1", "PMID": 31988822, "file_path": "comm/PMC006xxxxxx/PMC6970103.xml", "title": "Cryoglobulinemic Vasculitis Masquerading as Bilateral Carpal Tunnel Syndrome", "patient": "A 52-year-old man with untreated hepatitis C (Viral load 520388, Genotype 1b), type 2 diabetes, hypertension, and chronic kidney disease 4 (CKD) with solitary left kidney presented with one month of bilateral hand pain that started in his right hand, progressed to the left with numbness on the palmer aspects, and lateral three fingers. He had no rash, arthritis, fevers, weight loss, or trauma. The examination was significant for bilateral positive Phalen and Tinel's sign, hyperesthesia with weakness on finger extension, and flexion of the lateral three digits. The initial impression was bilateral carpal tunnel syndrome secondary to diabetes mellitus.\\nInvestigations revealed positive serum cryoglobulins with low C3, C4, positive rheumatoid factor, negative cyclic citrullinated peptide (CCP), and nephrotic range proteinuria. Antinuclear antibodies (ANA), antineutrophil cytoplasmic antibodies (C-ANCA, myeloperoxidase [MPO]/proteinase 3 [PR3]), human immunodeficiency virus (HIV), and rapid plasma reagin (RPR) were negative, and vitamin B12 and TSH were normal. Nerve conduction studies (NCS) showed non-length-dependent axonal loss in the proximal median nerve, indicative of mononeuritis multiplex. NCS showed nerve conduction sensory abnormalities in the left leg. The patient had a sural nerve biopsy revealing inflammation and vasculopathic changes on the paraffin sections consistent with vasculitis (Figure -). Findings were seen on the hematoxylin and eosin stains with fibrinoid necrosis in the vessels, suggestive of active vasculitis (Figure ). He was diagnosed with a mononeuritis multiplex secondary to hepatitis C-related cryoglobulinemia.\\nHe was planned for immunosuppressive therapy with glucocorticoids and rituximab but tested positive for latent tuberculosis. He was discharged on RIPE therapy and switched to rifampicin in the outpatient clinic after acid-fast bacteria (AFB) cultures were negative.\\nFifteen weeks later, he was admitted for acute gastroenteritis and acute bilateral foot drop. Investigations showed his CKD 4 had progressed to CKD 5 requiring dialysis during the admission; both the CKD progression and bilateral foot drop were thought to be related to CV. He was started on prednisone and planned for concurrent rituximab therapy and hepatitis C treatment, pending resolution of the gastroenteritis.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'2847694': 1, '25837517': 1, '29526627': 1, '10760044': 1, '27034078': 1, '26935415': 1, '17215723': 1, '31305439': 2, '28286108': 1, '24331794': 1, '3632323': 1, '31988822': 2}", "similar_patients": "{'6641847-1': 1}"}