{"patient_id": 14183, "patient_uid": "6894332-1", "PMID": 31801491, "file_path": "comm/PMC006xxxxxx/PMC6894332.xml", "title": "Management of paroxysmal atrial flutter that occurred in an outpatient prior to dental surgery: a case report", "patient": "A 60-year-old male patient (height: 163 cm, weight: 73 kg) was scheduled for the extraction of the mandibular third molar. He had a history of angina pectoris, diabetes mellitus, and paroxysmal atrial fibrillation with coronary stenting and use of medication, such as diltiazem (100 mg/day), imidapril (5 mg/day), arotinolol (20 mg/day), gliclazide (40 mg/day), pitavastatin (1 mg/day), ticlopidine (200 mg/day), and aspirin (100 mg/day). The preoperative electrocardiogram (ECG) indicated left ventricular hypertrophy and ST-T segment abnormality (leads I, aVL, V5, and V6). The biochemical examination of the blood sample showed hyperglycemia (261 mg/dL) and an increased brain natriuretic peptide level (50 pg/mL).\\nThe analysis of II-lead ECG, noninvasive blood pressure, and oxygen saturation (SpO2) before the dental surgery revealed AFL exhibiting the atrioventricular conduction between 2:1 and 4:1 (Fig. ). At that time, he complained of few subjective symptoms, such as precordial discomfort or palpitation. The cardiorespiratory analysis showed a systolic/diastolic blood pressure of 128/74 mmHg, heart rate of 87 beats per minute (bpm), and SpO2 of 98%. With careful monitoring of 12-lead ECG, an intravenous line with saline was rapidly inserted under administration of oxygen (2 L/min) via nasal cannula and low dose diltiazem (3 μg/kg/min), as an antiarrhythmic agent, was immediately administered by continuous infusion using a syringe pump in order to control the heart rate because of the concern about a possible transition into supraventricular tachycardia; this was performed under the auspices of the first author, who is a certified dental anesthesiology specialist. Special attention was paid to prevent critical cardiovascular conditions such as atrial flutter-induced supraventricular tachyarrhythmia under a preparation of intravenous disopyramide and verapamil and a defibrillator for electorical cardioversion. The blood pressure (115–139/68–89 mmHg), heart rate (70–85 bpm), and SpO2 (99–100%) were relatively stable with maintenance of consciousness, hemodynamics, and respiratory condition. The intravenous administration of diltiazem progressively restored the sinus rhythm after converting AFL into atrial fibrillation after 30 min and resulted in the prevention of tachycardia. After discontinuing administration of diltiazem, the cardiorespiratory conditions indicated a systolic/diastolic blood pressure of 105/60 mmHg, heart rate of 60 bpm, and SpO2 of 99%. No sign of loss of consciousness or cardiorespiratory disturbance such as precordial discomfort, palpitation, or dyspnea was observed. Except sporadic premature supraventricular contractions, the blood pressure (105–133/58–62 mmHg), heart rate (55–65 bpm), and SpO2 (96%) were in good control, indicating that the hemodynamic stability was maintained.\\nWe decided to postpone the surgical procedure and consult the cardiovascular internal medicine team because of the concern about a possible recurrence.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'22044706': 1, '26364755': 1, '23621968': 1, '31495687': 1, '28835836': 1, '8759082': 1, '8777486': 1, '10422402': 1, '25277622': 1, '14557344': 1, '12000356': 1, '2929438': 1, '16739543': 1, '20956224': 1, '8843453': 1, '31801491': 2}", "similar_patients": "{}"}