{"patient_id": 129696, "patient_uid": "6203590-1", "PMID": 30313113, "file_path": "noncomm/PMC006xxxxxx/PMC6203590.xml", "title": "Successful azathioprine treatment in an adolescent with chronic enteropathy associated with SLCO2A1 gene", "patient": "A 14-year-old girl was referred to our hospital with refractory anemia and hypoproteinemia over 2 years. At 11 years, she had undergone distal gastrectomy with Billroth II reconstruction for a hemorrhagic gastroduodenal ulcer. Her height and weight were 150.7 cm (−1.1 standard deviation) and 46.7 kg (−0.5 standard deviation). Her parents were not consanguineous, and no chronic gastrointestinal disease was evident among first- or second-degree relatives. Neither abdominal pain nor diarrhea was present. Her conjunctivae and lips were pale. Mild upper eyelid and leg edema was noted bilaterally. Vital signs were normal, as were abdominal and neurologic findings.\\nLaboratory assessment disclosed anemia (hemoglobin, 10.9 g/dL; normal range, 11.6–14.8) and hypoproteinemia (total protein/albumin, 4.7/2.6 g/dL; 6.6–8.1/4.1–5.1). The white blood cell count (6000/μL; 3300–8600), C-reactive protein (0.04 mg/dL; <0.14), and erythrocyte sedimentation rate (12.0 mm/h; 3.0–15.0) were normal. Liver and renal function tests yielded normal results, as did urinalysis. A stool occult blood test was positive, whereas stool culture detected no pathogens. Breath urea screening for Helicobacter pylori was negative. We diagnosed the patient with protein-losing enteropathy based on a technetium-99m-labeled human serum albumin scintigraphic finding of abnormal albumin accumulation in the ileocecal region at 5 hours after injection, together with increased fecal α1-antitrypsin clearance (164 mL/day; <13). Lower gastrointestinal endoscopy showed small round ulcers involving the terminal ileum and ileocecal valve, while the colonic mucosa was normal. Biopsy specimens from the terminal ileum disclosed nonspecific, non-granulomatous inflammation. Video capsule endoscopy showed nonspecific ulcers with varied sizes and shapes in the jejunum and ileum (Fig. A and B). Mycobacterium tuberculosis infection was ruled out by an interferon-γ release assay.\\nPrednisolone therapy (40 mg/day) failed to improve anemia or hypoproteinemia and was complicated by hemorrhagic gastritis. When azathioprine at a dose of 50 to 100 mg/day was substituted, anemia and edema improved as hemoglobin and serum protein increased (Table ). Video capsule endoscopy 1 year after initiation of azathioprine showed improvement of small intestinal ulcers (Fig. C and D). Because the clinical course and endoscopic findings suggested CEAS, we performed direct sequence analysis of the SLCO2A1 gene using genomic DNA isolated from peripheral blood mononuclear cells following patient and parental informed consent. We identified 2 heterozygous mutations in the patient (c.830dupT/c.940 + 1G>A) and a heterozygous mutation in each parent (mother, c.830dupT; father, c.940 + 1G>A). Based on clinical, endoscopic, and genetic findings, we diagnosed the patient with CEAS resulting from compound heterozygous mutation of the SLCO2A1 gene.\\nCurrently, 3 years after initiation of azathioprine, the patient is in sustained clinical remission without anemia or edema while receiving azathioprine (100 mg/day) and oral iron supplementation with sodium ferrous citrate (50 mg/day).", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'29313109': 1, '26539716': 1, '33328413': 1, '27467110': 1, '31501950': 1, '25708899': 1, '28510689': 1, '23268370': 1, '30313113': 2}", "similar_patients": "{}"}