{"patient_id": 137568, "patient_uid": "6893930-1", "PMID": 31840006, "file_path": "noncomm/PMC006xxxxxx/PMC6893930.xml", "title": "Malignant Chondroid Syringoma With Nose and Paranasal Sinus Extension: A Case Report", "patient": "A 35-year-old woman presented to the outpatient department with complaints of bilateral nasal obstruction for 1 month associated with intermittent blood stained nasal discharge. The patient also gave history of swelling over the dorsum of the nose which developed rapidly over 1 month. There was no history of headache, facial pain, or visual disturbance. There was history of similar swelling in the past over the same site for which she had undergone a minor surgery 5 years back at a different hospital and the records of the biopsy were untraceable.\\nOn examination, there was a firm, fixed, and well-defined swelling of size 2 × 2 cm over the root of the nose in the midline. On nasal endoscopy, left nasal cavity showed a fleshy mass filling the entire cavity pushing the septum to right lateral nasal wall.\\nContrast-enhanced computed tomography of the nose and paranasal sinuses showed a heterogeneously enhancing soft-tissue density over root of the nose with erosion of nasal bone and extension into left nasal cavity and filling left maxillary sinus, anterior, and posterior ethmoid sinuses and extending into right nasal cavity with erosion of bony septum (. There was no skull base or lamina papyracea erosion or any enlarged neck nodes. Fine-needle aspiration of the external nasal swelling and biopsy from the nasal mass showed scattered pleomorphic epithelial cells having hyperchromatic nuclei and scanty cytoplasm with 1 to 2 mitotic figures per high-power field, surrounded by abundant basophilic chondromyxoid stroma suggestive of malignant chondroid syringoma. Patient underwent whole-body positron emission tomography–computed tomography to rule out metastasis in lungs, liver, and skeletal system which failed to show any uptake in the site other than nose and paranasal sinus region.\\nPatient underwent excision of the mass by external approach (lateral rhinotomy incision) along with left medial maxillectomy and excision of the external subcutaneous component (). Postoperative biopsy confirmed the diagnosis of malignant chondroid syringoma. Patient received intensity-modulated radiotherapy 60 Gy/30 fractions, 4 weeks after the surgery. Patient was followed up every month in the first 6 months with diagnostic rigid nasal endoscopy, followed by 6 monthly interval for 2 years and found to have no further recurrence.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'10857882': 1, '21971270': 1, '15365374': 1, '34401427': 2, '9251433': 1, '13907712': 1, '22421860': 1, '16087034': 1, '23476847': 2, '31840006': 2}", "similar_patients": "{'3586475-1': 1, '8355822-1': 1}"}