{"patient_id": 1055, "patient_uid": "6035812-1", "PMID": 30034896, "file_path": "comm/PMC006xxxxxx/PMC6035812.xml", "title": "Vancomycin-Induced DRESS Syndrome: An Important Concern in Orthopedic Surgery", "patient": "We report a case of a 62-year-old male who developed DRESS syndrome after seven weeks of antibiotic treatment with vancomycin. He initially underwent instrumented thoracic spinal fusion (T1–7) due to cord compression from a metastatic T4 lesion from renal cell carcinoma and developed a postoperative deep spinal infection. He underwent multiple washouts and vacuum-assisted closure over a period of twelve weeks, with various antimicrobial regimes, initially receiving seven weeks of vancomycin as well as a shorter duration of ciprofloxacin. He developed a maculopapular morbilliform rash, () initially on the right arm and scalp, before spreading to cover the entire head, trunk, and upper legs () which progressed to become exfoliative and was intensely pruritic and painful (). This was accompanied by a fever and eosinophil count of 9.77 × 10−9/L at the highest, occurring simultaneously with the development of the rash, and which remained elevated over the course of a month of regular blood tests. Other haematological abnormalities were also present, with a rise in both lymphocytes and neutrophils. Vancomycin was discontinued immediately, and other causes for these results were excluded, with negative blood cultures, CMV, EBV, ANA, and hepatitis B, hepatitis C, and HIV titres. There was no clinically apparent lymphadenopathy; however, a CT scan performed after the onset of symptoms showed new prominent right hilar lymph nodes, although this may have been due to metastatic cancer and not DRESS syndrome. Skin biopsy showed superficial perivascular lymphocytic infiltrate and rare eosinophils, consistent with a morbilliform drug rash. Ciprofloxacin was felt to be unlikely to be the cause of his DRESS, as he had been prescribed the drug several times in the past, as well as having a shorter duration of treatment which would not fit with the typical timeframe for DRESS, so this was continued to treat his infection.\\nThe patient initially received a single dose of intravenous high-dose hydrocortisone, but due to the severity of infection and the risk of immunosuppression, he was subsequently treated exclusively with topical steroids, emollients, and antihistamines (). No liver or renal function abnormalities were noted during this time; however his eosinophils remained raised as described. He developed acute chest pain and shortness of breath four weeks after the initial rash, with new onset fast atrial fibrillation and negative troponin and creatinine kinase. A CT scan demonstrated bilateral pleural effusions, as well as progression of lung and rib metastases. An echocardiogram showed mild left ventricular and right ventricular impairment and a rim of pericardial fluid. Unfortunately, within three months of initial surgery, the metastatic spinal load increased causing further cord injury and paraplegia. Further surgical intervention was deemed inappropriate at this point, and the patient was discharged to the community palliative care team.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'33025080': 1, '32063794': 1, '17300272': 1, '31286034': 1, '32373407': 2, '23602183': 1, '25041771': 1, '23602182': 1, '9762023': 1, '9069593': 1, '21592453': 1, '20358026': 1, '12165215': 1, '23882307': 1, '21658796': 1, '21143513': 1, '34175955': 1, '20605253': 1, '23855313': 1, '30034896': 2}", "similar_patients": "{'7195205-1': 1, '7195205-2': 1}"}