{"patient_id": 8753, "patient_uid": "6532225-1", "PMID": 31118085, "file_path": "comm/PMC006xxxxxx/PMC6532225.xml", "title": "Renal pyelocalyceal squamous cell carcinoma in a patient with an ectopic kidney presenting with chronic pyelonephritis: a case report", "patient": "A 73-year-old Caucasian woman presented with a 3-month history of pain and fullness in the right lower quadrant of the abdomen, which had increased in recent days. The patient’s previous history included intermittent fever, tremor attacks, and use of multiple antibiotics. She was married and had two children (40 and 51 years old), both healthy. She did not smoke tobacco and consumed no alcohol. She had no history of surgery. Her father was 95 years old, and her mother had died at age 80 years of coronary artery disease. None of them had malignancies in their past history.\\nThe patient appeared toxic; her temperature, pulse rate, respiratory rate, and blood pressure were 38.8 °C, 110 beats/min, 30 breaths/min, and 90/50 mmHg, respectively. A physical examination revealed that the patient had a palpable mass in the right lower abdominal quadrant.\\nThe initial laboratory test results showed significant leukocytosis with a white blood cell (WBC) count of 37,100/μl, elevated C-reactive protein (CRP) of 218 mg/L, and mildly elevated creatinine of 1.2 mg/dl. Abdominopelvic computed tomography (CT) revealed heterogeneous and irregular minimal contrast enhancement in the pelvic ectopic kidney parenchyma. Radiologists reported that the images were consistent with chronic pyelonephritis (Fig. ). A Tc-99m dimercaptosuccinic acid (DMSA) renal scan demonstrated a nonfunctioning right pelvic ectopic kidney.\\nThe patient underwent open simple nephrectomy via modified Gibson incision.\\nDuring surgery, a huge kidney specimen measuring 15 × 10 × 8 cm was obtained. The whole mass was a distended, saclike structure without any grossly visible renal tissue. Pathological examination showed renal pelvis SCC 8 cm in diameter infiltrating the renal capsule, in addition to perinephritic fatty tissue. Microscopic examination revealed SCC structures in well-differentiated areas and sarcomatoid changes in poorly differentiated areas. The nuclear grade of the tumor was 4, and it had focal sarcomatoid morphology (Fig. ). However, other microscopic findings supported the presence of concurrent chronic pyelonephritis. 18F-fluorodeoxyglucose (FDG) positron emission tomography/CT showed a hypermetabolic mass measuring 4 × 3 cm in the right parahilar area of the thorax, hypermetabolic nodules in both lung parenchyma, and increased FDG uptake in iliac, acetabulum, femur, head, neck, sternum, and costal bones. The patient’s diagnosis was accepted as T4N0M1 renal pelvis SCC, and she was admitted to the intensive care unit for respiratory distress on the seventh postoperative day. She had died of acute respiratory distress syndrome by the first-month follow-up visit. No autopsy was performed after the patient died.", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'15379945': 1, '17574059': 1, '14716114': 1, '27537592': 1, '27289028': 1, '33718101': 1, '7996496': 1, '33317618': 2, '21119270': 1, '24493112': 1, '26816904': 1, '31118085': 2}", "similar_patients": "{'7737292-1': 1}"}