{"patient_id": 16066, "patient_uid": "6999727-1", "PMID": 32047709, "file_path": "comm/PMC006xxxxxx/PMC6999727.xml", "title": "The Deathly Hallows of the Austrian Triad", "patient": "This is a 67-year-old gentleman with no known past medical history, who presented in the Emergency Department (ED) with aphasia and confusion. History was obtained from the patient's girlfriend who revealed that he had been confused for the last one week but on the day prior to his presentation there was an increase in confusion along with an inability to speak, move his extremities or respond to commands. Vital signs were significant for a temperature of 100.5° F. He was hypoxic requiring 4 liters of oxygen via nasal cannula to maintain a saturation above 92%. Pertinent physical examination findings included a grade 2 systolic murmur in aortic area, coarse bibasilar crackles, extended up to mid thorax and a Stroke scale score of 24 (Table ).\\nLab work was significant for a white blood cell count of 17.7 (4.0-10.5 k/uL), potassium 3.4 (3.5-5.1 mEq/L), and a brain-natriuretic peptide level of 1006 (0.0-100.0 pg/mL). Chest X-ray demonstrated mild cardiomegaly status post cardiac valve replacement, moderate left pleural effusion, left peri-hilar and basilar consolidation (Figure ).\\nStroke alert was called and a stat CT head was obtained which did not show any infarct. The neurologist deferred intra-venous (IV) tissue plasminogen activator or thrombectomy as it was unclear how long the patient had been symptomatic. Later an MRI of the head was obtained, which showed a prominent area of an acute infarction in the left posterior parietal lobe. In addition, there were punctate areas of acute infarction in the left parietal subcortical region, left sub-insular region, right parietal cortex, right occipital cortex and left cerebellum (Figure ).\\nFindings were suggestive of multiple embolic infarcts.\\nThe patient was initially admitted to a step-down telemetry unit with a concern of sepsis secondary to pneumonia. He was started on empiric antibiotics. Meningoencephalitis was also one of concern, so a lumbar puncture (LP) was done. The patient's condition was deteriorating, so he was transferred to the Intensive Care Unit (ICU) for further care. His cerebral spinal fluid (CSF) results showed low glucose, high proteins, only 63 leukocytes but cultures did not show any growth (there was a glitch that antibiotics were administered before getting LP).\\nWhile in the ICU, antibiotics were continued and he was started on dexamethasone 0.15 mg/kg for concern of pneumococcal meningitis. The following day, the blood cultures, previously obtained, revealed 2 of 2 sets positive for streptococcus pneumoniae. An electroencephalogram (EEG) was performed, which was abnormal, a seizure focus was not reliably ruled out but the patient was started on antiepileptic with Valproic acid.\\nThoracentesis was also attempted to drain the pleural effusion but was unsuccessful due to scant pleural fluid. Infectious disease was consulted, who suggested that a patient could possibly have an Austrian syndrome as he had pneumonia, meningitis and possible endocarditis (given multiple embolic infarcts).\\nLater, trans-thoracic echo (TTE) was obtained, which did not rule out vegetation, hence a trans-esophageal echo (TEE) was performed, which showed small mobile vegetation seen on the mitral valve anterior leaflet with severe mitral regurgitation. With these findings, the patient met the Dukes criteria for infective endocarditis. He was also seen by a cardio-thoracic surgeon who recommended no surgical intervention.\\nAs it was proven that he had pneumonia, infective endocarditis, and possible meningeal encephalitis, he was met the triad of Austrian syndrome. Antibiotics were narrowed only to penicillin according to susceptibility. With this change in care, the patient started to improve clinically within 24 hours. After the fourth day of his hospitalization, he was discharged to an acute rehab center with instructions to continue the present antibiotic six weeks.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'22975166': 1, '12432041': 1, '18854681': 1, '31259104': 2, '28877714': 2, '23124908': 1, '30880376': 1, '32047709': 2}", "similar_patients": "{'5588715-1': 1, '6581326-1': 1}"}