{"patient_id": 3767, "patient_uid": "6205147-1", "PMID": 30366174, "file_path": "comm/PMC006xxxxxx/PMC6205147.xml", "title": "Small bowel obstruction secondary to left paraduodenal hernia: A case report and literature review", "patient": "A 76-year-old male patient presented to our emergency department with a 24 h history of gradual onset left upper quadrant abdominal pain associated with nausea, vomiting, anorexia, and obstipation. Patient had no medical history of abdominal surgery. On presentation, he was afebrile, dehydrated with normal heart rate and blood pressure. On clinical examination his abdomen was distended and tender upon palpation of left upper quadrant without guarding or rebound tenderness. White blood cell count and CRP were 10,500/mm³ (3500–11,000) and 10 mg/L (<10) respectively. He had a slight renal insufficiency with a creatinine level of 2.6 mg/dl (0.72–1.17).The rest of the blood tests (Electrolytes, hepatic function) were unremarkable. Abdominal X-rays study showed a cluster of small bowel loops in left upper quadrant with multiple air-fluid levels. Abdominal computed tomography scanner (CT scan) confirmed the diagnosis of SBO with transition zone left to the Treitz ligament (A and B) and showed a sac-like appearance in left paraduodenal fossa located posterior to the mesentery of the left colon and the left portion of the mesentery of the transverse colon measuring 30 cm (A) suggesting of a left paraduodenal hernia.\\nDue to the high risk of strangulation, and the presence of symptoms, the patient was consented for exploratory laparotomy. At exploration, a huge hernia sac () arising from a peritoneal opening () located left to the Treitz ligament was identified. The sac contained dilated loops of small bowels.The hernia was reduced after widening of the orifice inferiorly and the defect was closed using non-resorbable sutures. The patient started oral feeding at day 2 post-operative after removing of the nasogastric tube and he was discharged home on 5th post-operative day. At 8 months follow-up, he is doing well without any complaints.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'22096667': 1, '34255765': 1, '18231845': 1, '27613565': 1, '30573539': 1, '11152781': 1, '21120072': 2, '23324390': 1, '32089943': 2, '3752377': 1, '16498098': 1, '18465192': 1, '23325494': 1, '17487440': 1, '26826933': 1, '30366174': 2}", "similar_patients": "{'7025034-1': 1, '7025034-2': 1, '7025034-3': 1, '2992663-1': 1}"}