{"patient_id": 8576, "patient_uid": "6521464-4", "PMID": 31097002, "file_path": "comm/PMC006xxxxxx/PMC6521464.xml", "title": "Comparison of the reconstruction of through-and-through cheek defects involving the labial commissure following tumor resection using four types of local and pedicle flaps", "patient": "An 81-year-old woman presented with stage IV recurrent buccal SCC involving the labial commissure (Fig. ). Under general anesthesia, a folded extended vertical lower TIMF based on the transverse cervical vessels was raised with the patient in the lateral prone position. The flap was designed to follow the course of the transverse cervical vessels, ensuring that the center of the long axis of the flap was between the vertebral column and the medial border of the scapula (Fig. ). The flap was raised from its midpoint and proceeded in a medial to lateral direction, preserving the upper part of the trapezius muscle; a tunnel was made in the upper part of the trapezius muscle. A foldable flap with a skin paddle including inner (7 × 5 cm) and outer (7 × 10 cm) linings for reconstructing the full cheek defect and labial commissure was created by dissecting the skin in the flap bilaterally (Fig. ). The donor area was closed primarily. After tumor resection, a partial maxillotomy plus marginal mandibulotomy and radical neck dissection were performed (Fig. ). The distal portion of the flap was turned to serve as the inner lining or oral mucosa, and the medial portion for the outer lining or skin (Fig. ). At the 3-month follow-up, the esthetic result for the cheek and lip was satisfactory; the orbicularis oris function was rated 2 (can suction some water with a straw), and the speech function was rated 2 (intelligible speech) (Fig. ). The patient was alive with no evidence of disease at 27 months.", "age": "[[81.0, 'year']]", "gender": "F", "relevant_articles": "{'24368047': 1, '20843729': 1, '23332509': 1, '25535024': 1, '24596051': 1, '18572008': 1, '24090763': 1, '19098540': 1, '28702165': 2, '27461669': 1, '21508824': 1, '18565809': 1, '20541988': 1, '28967406': 1, '18504166': 1, '11818816': 1, '18022478': 1, '22083903': 1, '31097002': 2}", "similar_patients": "{'6521464-1': 2, '6521464-2': 2, '6521464-3': 2, '5499880-1': 1}"}