{"patient_id": 132495, "patient_uid": "6426094-1", "PMID": 31020087, "file_path": "noncomm/PMC006xxxxxx/PMC6426094.xml", "title": "First successful prevention of cardiopulmonary resuscitation during high-risk percutaneous coronary intervention by use of a pulsatile left ventricular assist device: baptism of fire of the iVAC2L device: a case report", "patient": "We report on the case of an 80-year-old male former smoker admitted to our hospital with typical angina. The patient described a first occurrence of symptoms after a pulmonary infection a couple of month ago associated with palpitations. Sick sinus syndrome was assumed due to symptoms of irregular tachycardia in combination with presyncope. Physical examination did not reveal any abnormalities of pulse, cardiac murmurs, or rale. Recurrent Holter ECG examinations did not detect any arrhythmias. The patient was treated with aspirin 100 mg/day, atenolol 25 mg/day, candesartan 8 mg/day, and hydrochlorothiazide 12.5 mg/day. Biomarkers of myocardial necrosis were not elevated; troponin T 9.6 pg/mL (cut off ≤ 14 pg/mL) and Creatine Kinase 85 U/L (cut off < 170 U/L). Coronary angiography revealed a relevant ostial stenosis of left circumflex artery (LCX) and haemodynamic relevant stenosis of an almost intermediate proceeding obtuse marginal artery (OM) (Figure ). During invasive diagnostics, a massive vasospasm of the right coronary artery (RCA) occurred which led to ventricular fibrillation. The patient was successfully defibrillated with 360 J. Coronary angiography was stopped and, despite of a normal left ventricular ejection fraction of 63%, high-risk PCI under circulatory support was planned for the next week. Treatment with atenolol was stopped. Relevant peripheral artery disease was excluded by computed tomography of the aortic bifurcation.\\nAfter the patient gave written informed consent, we placed a 6 Fr radial access on the right side. We decided to use the IVAC2L device for haemodynamic support during PCI and placed two ProGlide closure devices in the right femoral artery and inserted a SoloPath re-collapsible 13.5 Fr access system and inflated it to 19 Fr. A 5 Fr pigtail catheter was inserted over the aortic valve, and a stiff wire was placed in the left ventricle. Via stiff wire, the 100 cm, 17 Fr single lumen bidirectional flow catheter was placed in the left outflow tract with the catheter tip in the left ventricle and the bidirectional valve in the ascending aorta (Figure ). The device was connected to our IABP console (Maquet Cardiovascular, Wayne, NJ, USA) and ECG-triggered pulsatile assist was started. Pressure curves in aortic position showed the typical notches in diastolic phase assuming correct device function. After a couple of minutes with correct device function, we placed a 6 Fr EBU 3.75 guidance catheter via right radial access; coronary wires were placed in left anterior descending artery (LAD), LCX, and OM. Suddenly, again a massive vasospasm of LAD and OM with temporary total occlusion of LAD and OM and slow flow in LCX occurred leading to bradycardia (35 b.p.m.), ST elevation, and decrease of blood pressure (Figure ). The iVAC2L device worked well, no cardiopulmonary resuscitation (CPR) or inotropic agents were necessary. We were able to stabilize the patient with atropine i.v. and later nitrate bolus i.v. After 2 minutes vasospasm, ST elevations disappeared completely and the patient was again in stable haemodynamic condition. PCI with insertion of an ostial LCX drug-eluting stent and insertion of one drug-eluting balloon into the OM was performed with excellent primary results (Figure ). The whole procedure was performed in a spontaneous breathing patient with only local anaesthesia in the radial and femoral access areas. Measurements of mean blood pressure showed an increase of 10 mmHg under 1:1 mechanical support. After PCI, the device catheter was removed from the aorta. The right femoral access sheath was collapsed and removed and the access was closed with the two ProGlide devices. We observed the patient on our intensive care unit until the next day, no complications in the region of artery accesses occurred. The patient left our hospital 2 days after PCI in good clinical condition.\\nBecause of the assumed arrhythmia, 2 months later the patient underwent invasive electrophysiological examination in our hospital without any abnormal findings. At this point, the patient was free of any angina or cardiac symptoms.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'24011548': 1, '23043040': 1, '26603991': 1, '27660572': 1, '16923445': 1, '12679768': 1, '22935569': 1, '28886621': 1, '28216471': 1, '23224207': 1, '15734771': 1, '25173339': 1, '28111968': 1, '18334902': 1, '19007597': 1, '31020087': 2}", "similar_patients": "{}"}