{"patient_id": 15306, "patient_uid": "6952048-1", "PMID": 31938626, "file_path": "comm/PMC006xxxxxx/PMC6952048.xml", "title": "Abdominal Epilepsy Masked with Hiccups in a Patient with Intracranial Malignant Glioma", "patient": "We present a case of an 80-year-old female with a history of left breast cancer status post-lumpectomy who presented with an episode of a tonic-clonic seizure that lasted for 10 minutes. In the past, she had an early-stage hormone receptor (HR)-positive/ human epidermal growth factor receptor 2 (HER2)-negative that was treated with surgery followed by radiation. During hospitalization, she had another episode of seizure with a perseverative speech followed by left facial droop and left upper extremity weakness. She continued having fluctuating mental status with left-sided hemiparesis and intermittent abdominal twitching. During this epileptic episode, which lasted over five minutes, there was no involvement of the face, arm, or leg. She did not lose consciousness but was getting more bradykinetic than bradyphrenic, with left-sided body weakness. It looked like a hiccup initially but had the spontaneous rhythmic movements localized to the abdomen. Clinically, it appeared likely to be an epileptic event with atypical features. Complete blood count and metabolic workup were unremarkable. Computed tomography (CT) scan of the head and magnetic resonance imaging (MRI) of the brain showed a right parietal lobe mass with an estimated size of 3.9 x 2.1 x 3 cm with surrounding vasogenic edema (Figure ).\\nThe long-term video monitoring EEG report showed the occurrence of persistent right parietal spikes with background slowing. There was a spread of interictal epileptiform discharges to the right frontal and temporal regions. Findings are consistent with a focal area that is potentially epileptogenic (Figure ).\\nThe patient was initiated on lorazepam 4 mg intravenous (IV) once a day, fosphenytoin 1,300 mg IV once a day, and dexamethasone 4 mg IV once a day followed by levetiracetam 500 mg oral tablet twice a day to prevent further episodes of seizures. She had been taking anastrozole 1 mg oral daily tablet after left breast lumpectomy. The craniotomy was done to remove the lesion, followed by stereotactic radiation. Later, the result of a brain biopsy confirmed it as malignant glioma. However, her abdominal epileptic episodes were controlled after increasing the dose of levetiracetam to 750 mg twice a day.", "age": "[[80.0, 'year']]", "gender": "F", "relevant_articles": "{'27917225': 1, '30418622': 1, '17339252': 1, '27891434': 1, '31938626': 2}", "similar_patients": "{}"}