{"patient_id": 130997, "patient_uid": "6326103-3", "PMID": 30647900, "file_path": "noncomm/PMC006xxxxxx/PMC6326103.xml", "title": "Literature review and case series of haemorrhagic cholecystitis", "patient": "A 92-year-old lady presented to A&E with a 1-day history of severe intermittent sharp right upper quadrant and epigastric pain with a single episode of bilious vomiting. She had also noticed a tender abdominal mass in the right upper quadrant.\\nShe had a past medical history of renal transitional cell carcinoma, diverticular disease, anaemia, glaucoma, hiatus hernia and had previously undergone a hysterectomy. She was not on any anti-coagulation.\\nOn examination she was tender in the right upper quadrant. Bloods showed raised inflammatory markers (WCC 26 × 109 L, Neutrophils 24 g/L and CRP 192 mg/L) and ALP (186 iU/L) with an INR of 1.1.\\nShe was initially treated with IV antibiotics for biliary sepsis and underwent an ultrasound scan which showed possible acute cholecystitis, with an oedematous thick-walled gallbladder but no gallstones visualized.\\nCT abdomen/pelvis showed gross distention of the gallbladder with an oedematous wall measuring up to 4 mm in thickness. There was a suspected defect noted in the posteroinferior gallbladder wall suspicious for perforation and an ill-defined hyperdensity within the gallbladder lumen with no gallstones identified. There was a moderate volume of free fluid in the pelvis.\\nShe had a percutaneous cholecystostomy inserted, where heavily bloodstained bile was drained initially and then haemoserous fluid, she was discharged home on oral antibiotics with the drain in-situ. On review in clinic 4 weeks post discharge she was clinically well with no ongoing pain and the drain was removed.", "age": "[[92.0, 'year']]", "gender": "F", "relevant_articles": "{'26388920': 2, '3971827': 1, '6602492': 1, '33456163': 1, '21867355': 1, '19762317': 1, '33796260': 1, '17054258': 1, '3981679': 1, '20157090': 1, '4166950': 1, '30647900': 2}", "similar_patients": "{'6326103-1': 2, '6326103-2': 2, '4575003-1': 1}"}