{"patient_id": 5724, "patient_uid": "6333252-1", "PMID": 30656082, "file_path": "comm/PMC006xxxxxx/PMC6333252.xml", "title": "Common Antacid Medication–Ranitidine Causing a Rare Serious Adverse Effect", "patient": "A 34-year-old male with a past medical history of hypertension, presented to the hospital with a chief complaint of diffuse rash, chest tightness, and difficulty breathing. Earlier that morning, he was experiencing stomach pain, nausea, and diarrhea prompting him to take one tablespoon of his wife’s liquid ranitidine in an attempt to alleviate his symptoms. Approximately 15 minutes after ingestion of the liquid ranitidine, he noticed a diffuse body rash, itching, as well as what felt like throat tightening. He went to a local urgent care and was given diphenhydramine 50 mg, prednisone 60 mg, albuterol inhalation, and epinephrine 0.3 mg intramuscularly. Although his breathing improved he was sent to the emergency department for further evaluation. Soon after arriving in the emergency department, he started feeling a recurrence of his chest and throat tightness. Vital signs at the time were within normal limits and he was saturating at 95% on room air. His physical examination was unremarkable. Routine blood work was significant for white blood cell count of 12.07 K/uL. A chest X-ray ordered showed clear lungs, and his electrocardiogram was normal. He recalls a similar incident a few years ago after taking ranitidine, where he developed a diffuse pruritic rash but denied any difficulty breathing or any throat tightness. He was admitted for monitoring of his anaphylaxis to ranitidine and was given 1-liter normal saline bolus, methylprednisolone 40 mg, and diphenhydramine 50 mg intravenously. The patient's breathing remained stable and his rash improved. His leukocytosis was attributed to the steroids and thus not a concern. He was discharged home later that day to follow up with his primary physician. Additionally, and perhaps most importantly, he was strongly cautioned and warned to avoid taking ranitidine in the future.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'2043287': 1, '14570656': 1, '16784015': 1, '22374210': 1, '33409672': 1, '10147354': 1, '30656082': 2}", "similar_patients": "{}"}