{"patient_id": 11458, "patient_uid": "6719254-1", "PMID": 31497296, "file_path": "comm/PMC006xxxxxx/PMC6719254.xml", "title": "Successful therapeutic rechallenge after a severe episode of high dose methotrexate-induced choreoathetosis: A case report", "patient": "A 46 year old woman who presented with confusion and lethargy of 3 weeks duration was diagnosed with an isolated relapse of lymphoma involving the central nervous system (CNS). She had a history of diffuse large B-cell lymphoma (DLBCL) of the breast 12 years ago and was treated then with six cycles of R-CHOP chemotherapy (which included rituximab, cyclophosphamide, doxorubicin, vincristine and prednisolone) and localized radiotherapy to the breast. She did not receive CNS prophylaxis at initial diagnosis. She remained in clinical remission for ten years until she relapsed in the lumbosacral plexus. She received salvage chemotherapy with 4 cycles of R-ESHAP (rituximab, etoposide, methylprednisolone, cytarabine and cisplatin) and went into complete remission.\\nAt the current presentation, gadolinium-enhanced magnetic resonance imaging (MRI) of the brain revealed subcortical white matter hyperintensities on fluid-attenuated inversion recovery (FLAIR) sequence with associated vascular and leptomeningeal enhancement consistent with lymphoma recurrence (). Diagnostic lumbar puncture confirmed the presence of CD20-positive lymphomatous large B cells, typical of leptomeningeal disease (). These large cells also intensely co-expressed CD79a with a Ki-67 proliferation fraction in the region of 60–70% on immunohistochemistry. Flow cytometry analysis was negative for clonal B lymphocytic cells however, this might have been a false negative result due to either limited CSF sample or rapid degeneration of viable lymphocytes. There was no scintigraphic evidence of lymphoma recurrence elsewhere on whole body 18F-FDG PET/CT scan.\\nShe was commenced on dexamethasone, intravenous rituximab and HD MTX infusion at 3.5 g/m2 given over 3 h based on Shah's protocol for treatment of newly-diagnosed primary CNS lymphoma (). IV folinic acid 30 mg 6-hourly was given 24 h after the start of HD MTX infusion until MTX levels <0.05 µmol/l had been achieved (). There was no incidence of toxicity observed on serial monitoring of plasma MTX concentrations. The decrease in serum methotrexate level with time after the start of HD MTX, compared to the baseline methotrexate level was analyzed with Friedman test. All statistical analyses were performed using SPSS17.0 software. A P-value <0.05 (two-tailed) was considered to be of statistical significance.\\nFour days after HD MTX infusion, she developed sudden jerking movements of the upper limbs with drooling of saliva and extensor posturing of the body. She suffered another complex partial seizure with secondary generalization a few hours later, which aborted spontaneously. She did not have any fever, hypoglycaemia or signs of meningism. Neurological examination was otherwise normal. An urgent CT scan of the brain did not identify any new intracranial lesions nor was there any epileptiform activity on an electroencephalogram (EEG) performed the following day. She was subsequently treated with levetiracetam and there had been no recurrence of seizure since.\\nTwo days later, she was observed to have prolonged involuntary and irregular movements involving bilateral upper extremities with intermittent writhing of the neck and trunk, which would resolve when she slept but recurred when she was awake. A repeat MRI of the brain showed extensive T2 and FLAIR hyperintensities with bilateral and symmetrical involvement of the basal ganglia and periventricular white matter, some of which demonstrated restricted diffusion without any associated solid enhancement. Notably, the previously seen vascular and leptomeningeal enhancement have improved. Further investigations to exclude other causes of choreoathetosis were performed: serum ceruloplasmin, thyroid function, creatine kinase and ferritin were normal, anti-streptolysin O titre (ASOT) and autoimmune workup were negative; as well as a peripheral blood film which did not yield any acanthocytes. A neurologist was consulted for her movement disorder and she was started on tetrabenazine 12.5 mg bd with complete resolution of her symptoms thereafter.\\nShe was successfully rechallenged with HD MTX at a lower dose of 2.5 g/m2 at week 3 without any recurrence of neurotoxicity, completing a total of 5 biweekly doses. In addition, she received 2 doses of intrathecal MTX 12 mg at weeks 7 and 9 without any complications. MRI brain was repeated after two months which had shown near complete resolution of white matter changes in the basal ganglia while her lymphoma remained in clinical and radiological remission.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'19125090': 1, '21465146': 1, '22842379': 1, '15569732': 1, '27863767': 1, '7776773': 1, '22578745': 1, '21257930': 1, '19542414': 1, '27496039': 1, '17947720': 1, '19738521': 1, '17947226': 1, '25359701': 1, '28376072': 1, '24550419': 1, '31497296': 2}", "similar_patients": "{}"}