{"patient_id": 3566, "patient_uid": "6194638-1", "PMID": 30340545, "file_path": "comm/PMC006xxxxxx/PMC6194638.xml", "title": "TINU-associated Fanconi syndrome: a case report and review of literature", "patient": "A 55-year-old previously healthy woman, without family history, native from Morocco, living in Belgium for almost two decades, presented at the ophthalmologist consultation with sudden onset bilateral painful red eyes and photophobia. No other current or previous complain was observed and her general state was preserved. She had no treatment, especially no NSAID, nor antibiotic. On eye examination, she was diagnosed with bilateral anterior uveitis, without granuloma. Her physical exam was otherwise normal. She benefited from an intravitreal injection of celestone and was put under degressive (1-month) topical corticosteroid therapy (prednisolone), in association with a cycloplegic agent. Laboratory tests revealed hemoglobin level 11 g/dl (NV 12.2–15), mean corpuscular volume 84.2 fl., creatinine level 1.37 mg/dl (NV 0.6–1.3), GFR (CKD-EPI) 43 ml/min/1.73m2 and serum potassium 3.47 mmol/l (NV 3.5–5 mmol/L). White blood cells (WBC) count showed leukocytosis to 10,830/mm3 (NV 4000–10,000) with neutrophils 7450/mm3 (NV 1600–7000) and eosinophils 630/mm3 (NV 30–600). Serum lysozyme, angiotensin convertase and HLA-B27 haplotype were negative, as were infectious serologies for syphilis, toxoplasmosis, HBV, HCV and HIV, and tuberculin skin test. No auto-immune marker (ANCA, antinuclear antibody and rheumatoid factor) was found. A urinary dipstick showed protein (2+), glucose (2+) and leucocytes (3+, 169/field), while the urine culture remained sterile. Laboratory tests, performed two years and one month before the initial ocular presentation, respectively demonstrated creatinine to 0.61 mg/dl and 1.08 mg/dl. Moreover, a fasting glycaemia of 91 mg/dl and a mild elevation of C - reactive protein (CRP) were found on the later.\\nThe patient was addressed to our internal medicine consultation for renal evaluation. Renal involvement was confirmed (Creat. 1.14 mg/dl, GFR 54 ml/min/1.73m2), with hypouricemia (1.9 mg/dl; NV 2.4–5.7), hypophosphatemia (0.57 mmol/l; NV 0.84–1.45), normalized serum potassium and WBC count, normal albumin and CRP level of 16 mg/l (NV < 5). Serum protein electrophoresis and C3, C4 levels were unremarkable. Glycosuria (3.40 g/l; NV 0–0.05), proteinuria (Protein-Creatinine Ratio (PCR) 1.36 g/g) with mild albuminuria (ACR 380 mg/g) and elevated urine Beta-2 microglobulin (> 4 mg/l) were attested on the urine spot. There was no urinary free light chain, but hyperaminoaciduria. Excretional fraction for potassium was 23% (NV 10–20), uric acid 22% (NV < 10%), and phosphor reabsorption rate was 78% (NV: 85–95). Blood and urine tests showed renal proximal tubulopathy consistent with renal Fanconi syndrome. The chest radiography and renal doppler ultrasound were normal. A renal biopsy (Fig. .) was performed and revealed a total of 9 glomeruli (all normal, except for one sclerotic glomerulus) and severe diffuse interstitial inflammatory infiltrates with mononuclear cells, polynuclear neutrophils and eosinophils. No granuloma was identified. Foci of acute tubular necrosis and tubulitis were found. Immunofluorescence staining was negative for immunoglobulin, complement (C3d and C1q) or light chain. As the 18-FDG-PET-CT showed no focal or systemic increased uptake, we concluded to a Tubulo-Interstitial Nephritis with Uveitis (TINU) syndrome.\\nSoon after the diagnosis was obtained, the patient relapsed a bilateral anterior uveitis and topical steroids were restarted. Considering the severe renal involvement found on biopsy, an oral degressive-corticosteroid therapy (initial dose, methylprednisolone 48 mg/d; tapered over 8 months) was initiated. This resulted in a favorable renal outcome at six weeks (creat. 0.89 mg/dl, GFR 73 ml/min/1.73m2, no glucosuria, serum uric acid 2.4 mg/dl), but with persistent leucocyturia.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'22466281': 1, '21269599': 1, '29429748': 1, '11738428': 1, '1482643': 1, '28992223': 1, '28709457': 1, '33313062': 1, '24202135': 1, '28657019': 2, '3386007': 1, '27367994': 1, '11389273': 1, '25492894': 1, '29273156': 1, '2916570': 1, '34479628': 2, '11556736': 1, '17474563': 1, '20813859': 1, '30340545': 2}", "similar_patients": "{'5477912-1': 1, '8417986-1': 1}"}