{"patient_id": 128812, "patient_uid": "6141333-2", "PMID": 30228787, "file_path": "noncomm/PMC006xxxxxx/PMC6141333.xml", "title": "Unicentric Castleman disease presenting as a retroperitoneal peripancreatic mass: A report of two cases and review of literature", "patient": "A 57 year old woman was admitted to our hospital on July 18, 2017 because of tiredness and fever. The patient had a body temperature of 39 degrees without other discomfort. Physical examination indicated no positive symptoms. MRI of the epigastrium showed that there was an elliptical hyperintense signal below the pancreas on the T1WI (Figure ) and slight hyperintensity on the fat-suppression T2WI (Figure ). The internal signal was heterogeneous and a clearly bounded tumor 3.4 cm × 2.8 cm in size was observed. Marked enhancement on the arterial phase was inhomogeneous (Figure ). In addition, the venous phase and delayed phase continued to intensify (Figure -F). On account of the hypervascular mass located under the pancreas, it was highly possible that the mass was a nerve incretory tumor.\\nLaboratory examinations showed that the HIV antibody was negative and the white blood cell count was 14.6 × 109/L. Tumor markers and other laboratory test results were within the normal range. The preoperative diagnosis was an retroperitoneal neuroendocrine tumor. Laparoscopic surgery was performed to remove the retroperitoneal tumor. No ascitic fluid or obvious conglutination were found. When the gastrocolic ligament was incised, the lesion was located behind and below the transverse mesocolon. Intraoperative ultrasonography indicated that the tumor had an abundant blood supply, and its right side was close to the inferior mesenteric artery and vein (Figure ). The flexible tumor was 3.0 cm × 3.0 cm in size with a clear border (Figure ). The tumor was completely removed by blunt and sharp separation for further analysis (Figure ). Rapid histopathological examination revealed that the mass was possibly retroperitoneal CD together with a follicular dendritic cell tumor, which was confirmed by subsequent postoperative pathology (Figure -F). Immunohistochemical staining showed that a portion of cells were positive for CD21 and negative for CK, a small number of cells were positive for S-100 and slightly positive for CD1a and CD23, and about five percent of cells were positive for Ki67. The patient recovered well after surgery without chemotherapy, and no relapse was found during the follow-up period.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'21838880': 2, '28143881': 1, '20079482': 1, '22367441': 1, '15647952': 1, '23486333': 1, '18419976': 1, '32176100': 2, '20551525': 1, '26697019': 2, '27862216': 1, '34188910': 1, '27296355': 1, '22258344': 1, '23705043': 1, '30513495': 1, '34341731': 1, '28382648': 1, '13356266': 1, '26998133': 1, '25120049': 1, '19482516': 1, '32245939': 1, '27536166': 1, '27173076': 1, '30228787': 2}", "similar_patients": "{'6141333-1': 2, '7440106-1': 1, '3171385-1': 1, '4676110-1': 1}"}