{"patient_id": 14298, "patient_uid": "6904297-1", "PMID": 31867295, "file_path": "comm/PMC006xxxxxx/PMC6904297.xml", "title": "Streptococcus pyogenes Endocarditis Associated With Varicella—Case Report and Review of the Literature", "patient": "A 5-year-old previously healthy, VZV unvaccinated boy presented to our emergency department with typical varicella skin lesions which had developed 2 days prior. He had a history of fever and poor oral intake. Furthermore, he complained of pain around the left thigh and was reluctant to bear weight. The child was in a mildly reduced general condition with normal heart rate, respiratory rate and blood pressure for age. He was febrile with a temperature of 39.6°C. The cardiopulmonary examination was unremarkable. Next to multiple crusted skin lesions there was a tender and discolored area (3–5 cm) on the left buttock (). The boy refused to sit or lie on his back.\\nLaboratory work-up showed a white blood cell count (WBC) of 7.2 G/L, platelets of 131 G/L and a CRP of 195 mg/L. Blood cultures were drawn and intravenous Cefuroxime and Clindamycin were started for suspected bacterial soft tissue infection. Growth of GAS from the blood culture was reported with a time to positivity of 2.6 h by the microbiology laboratory. Ultrasound showed signs of soft tissue inflammation around the painful area at the buttock. On the second day of hospitalization the patient had progressively worsening pain of the left thigh. A CT scan revealed inflammation and swelling of the gluteal muscle. Urgent surgical debridement was performed and intraoperatively necrotising fasciitis was confirmed. Tissue swabs grew GAS. Although antimicrobial treatment was started promptly, GAS was still detected in the tissue samples 48 h after initiating betalactam and lincosamide antibiotics at the first debridement. Further blood cultures were not taken at this time. As there was little improvement during the following days, an MRI was performed showing multiple abscesses in the gluteal muscle but no osseous involvement. Overall the child needed two further debridements on days 3 and 4 of hospitalization with application of a vacuum assisted closure (V.A.C.) therapy. On day 5 of hospitalization the patient presented with respiratory distress and required supplementary oxygen. He was transferred to the Pediatric Intensive Care Unit (PICU). On clinical examination a new systolic murmur was heard. Echocardiography revealed mitral valve prolapse with regurgitation. Assuming an endovascular infectious complication, a further set of blood cultures was drawn (which remained sterile) and antibiotic treatment was changed empirically to Gentamycin and Ceftriaxone. Two days later the boy's general condition deteriorated further and a second echocardiography revealed progressive prolapse of the mitral valve, assuming rupture of the chordae tendineae (). X-ray of the chest revealed pulmonary infiltrations due to mitral regurgitation (). The child was intubated and transferred to a tertiary pediatric cardiac surgery center where the mitral valve was reconstructed the next day and neo-chordae were implanted. Endocarditis was confirmed intraoperatively (small proliferative inflammatory changes of the endocardial tissue) and antibiotic treatment was adjusted to intravenous amoxicillin and continued for 4 weeks. At the day of transfer to the cardiac surgery tertiary center, CRP was 32 mg/l, WBC 15.9 G/L and the child was afebrile. The last documented laboratory findings after 4 weeks of antibiotic treatment showed a CRP <4 and WBC 3.97 G/L and a blood sedimentation rate of 28 mm/h. The wound on the buttock was successfully closed 2 weeks after placement of the V.A.C. Four and a half weeks after primary admission the patient was discharged home in good clinical condition. Cardiology follow-up 1 month later revealed good biventricular function and only mild mitral regurgitation. Screening investigations for an underlying immunodeficiency (quantitative and qualitative humoral and cellular testing and HIV screen) were unremarkable. S. pyogenes M serotyping was not done by our laboratory.", "age": "[[5.0, 'year']]", "gender": "M", "relevant_articles": "{'21883669': 1, '10799624': 1, '3054779': 1, '24696436': 1, '14761734': 1, '21886647': 1, '10433586': 1, '19188508': 1, '25062691': 1, '9455511': 1, '15747132': 1, '27105747': 1, '872351': 1, '10722469': 1, '6496302': 1, '3284313': 1, '1461701': 1, '28644696': 1, '27251524': 2, '28521810': 1, '3542314': 1, '21788222': 1, '25208720': 2, '10969124': 1, '29211672': 1, '26373317': 1, '17046469': 1, '27047460': 1, '30704409': 2, '6427666': 1, '11694663': 1, '8859259': 1, '1116249': 1, '31867295': 2}", "similar_patients": "{'6357504-1': 1, '6357504-2': 1, '4955452-1': 1, '4169802-1': 1, '4169802-2': 1}"}