{"patient_id": 137181, "patient_uid": "6856502-1", "PMID": 31777731, "file_path": "noncomm/PMC006xxxxxx/PMC6856502.xml", "title": "Down the Rabbit Hole-Considerations for Ingested Foreign Bodies", "patient": "A seven-year-old male with autism spectrum disorder and attention deficit hyperactivity disorder presented to the emergency room with a one-month history of intermittent non-bloody, non-bilious emesis and abdominal pain. The episodes of emesis occurred once or twice per week, generally at night time, and were accompanied by abdominal discomfort. He had not experienced any fevers, weight loss, headaches, diarrhea, or bloody stools, although his parents reported decreased oral intake and stool output. His medications included Vyvanse and Clonidine. Birth history and family history were unremarkable. He had no allergies and no recent travel history, and his vaccinations were up to date.\\nUpon examination, the patient was awake and alert in no acute distress. His vitals were all within normal limits. Abdominal exam revealed a soft, non-distended, non-tender abdomen with palpable stool. The remainder of the physical exam was unremarkable. A head computed tomography (CT) was negative for any intracranial process, and an abdominal x-ray showed significant fecal retention and a 7 mm radiopaque foreign body in the right lower quadrant (RLQ) (). As the foreign body was distal to the stomach and not causing an obstruction, it was predicted to pass spontaneously, and no intervention was performed. He was diagnosed with constipation, given an enema in the emergency room, started on a bowel regimen with daily MiraLAX (Bayer, Leverkusen, Germany), and instructed to follow-up with gastroenterology as an outpatient.\\nAt one month follow-up, the patient continued to complain of nighttime emesis, intermittent abdominal pain, and decreased appetite. Abdominal exam again revealed palpable stool and was otherwise benign. Instructions for a second colon cleanout were given. A repeat abdominal x-ray two months later showed significant fecal burden and persistence of the foreign body within the RLQ, unchanged in location compared to his prior films.\\nDespite two subsequent colon cleanouts, the foreign body did not move from the RLQ on repeat images. The patient otherwise remained asymptomatic, and his vomiting and abdominal pain resolved. A CT scan of the abdomen was performed five months later, which suggested the foreign body was within the appendix (). Colonoscopy with foreign body removal was planned. However, no foreign body was visualized within the terminal ileum, cecum, or appendix during colonoscopy. Due to the risk of developing appendicitis from an appendiceal foreign body, pediatric surgery elected to perform a diagnostic laparoscopy and laparoscopic appendectomy. The surgeon noted slight dilation in both the distal and proximal portion of the appendix, and the object was palpable within the appendix during the operation. Upon removal, a small metallic foreign body was found and sent to pathology (). Interestingly, Enterobius vermicularis were also identified in the specimen.", "age": "[[7.0, 'year']]", "gender": "M", "relevant_articles": "{'5538761': 1, '33101833': 1, '21628009': 1, '18082689': 1, '9892790': 1, '15913481': 1, '17104423': 1, '32953295': 2, '19648260': 1, '19830011': 2, '8786509': 1, '31777731': 2}", "similar_patients": "{'2740186-1': 1, '7491694-1': 1}"}