{"patient_id": 138044, "patient_uid": "6941832-1", "PMID": 31915619, "file_path": "noncomm/PMC006xxxxxx/PMC6941832.xml", "title": "Pierre Robin sequence with severe scoliosis in an adult: A case report of clinical and radiological features", "patient": "A 35-year-old woman visited the Department of Orthodontics at Gangneung-Wonju National University Dental Hospital. Her chief complaints were a retruded mandible, a large overjet, and crowding on the upper incisors. She underwent soft palate surgery when she was an infant and spinal surgery for severe scoliosis at age 15. She had no familial history of any relevant syndromes.\\nClinical examination revealed an anterior open bite, crowding on the upper incisors, a narrow maxillary arch, and Class II canine relationship (). The bilateral lower second premolars and first molars were missing and replaced by fixed partial prostheses. Due to tongue-tie () and her anterior open bite, the patient had difficulty pronouncing sounds such as ‘s’ and ‘z’. Scar tissue was present on the soft palate, and mild rhinism was detected (). There were no noteworthy symptoms of temporomandibular disorder except a non-reproducible click sound on the right temporomandibular joint when the mouth was opened. Additionally, the patient had no history of pain of either temporomandibular joint.\\nFor the orthodontic diagnosis, a panoramic radiograph, a lateral cephalogram, and CBCT scans were taken. The panoramic radiograph showed bilateral absence of the lower second premolars and the lower first molars (). The bilateral lower second molars were affected by secondary dental caries, and the left lower third molar had a periapical lesion. Deep antegonial notches and posterior bowing of the bilateral condyles were observed.\\nCephalometric analysis showed a small and retruded mandible and a steep mandibular plane (). The A point-nasion-B point angle was 10.1°, indicating a severe skeletal Class II relationship. The mandibular plane angle was larger than normal, at 51.4°. Narrowing of the airway was also observed (). To compare the lateral cephalograms between the patient and normal control images, the profilograms were superimposed at the sella using the sella-nasion line as a horizontal reference line (). Severe bimaxillary retrusion, particularly of the mandible, as well as a relatively small mandible and a large inclination of the mandibular plane were found.\\nMandibular asymmetry, with deviation of the chin to the left side and low-set ears (), was exhibited on the CBCT images oriented according to the method described by Kim et al. A discontinuity of the nasal septum extending from the posterior hard palate to the superior nasal area was observed (). A lack of soft tissue near the posterior nasal spine was also observed (). The bilateral condyles were hypoplastic, but there were no signs of degenerative joint disease, such as erosive changes of the condyle or articular eminence.\\nBecause PRS and scoliosis were observed during the clinical and radiological examinations, this patient was initially suspected to have CCMS. A PA chest radiograph was taken to identify rib defects and scoliosis (). Severe scoliosis was identified, but no signs of posterior rib gap defects were detected.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'26361385': 1, '25504470': 1, '24127256': 1, '23301212': 1, '3978982': 1, '5928011': 1, '29652453': 1, '7411303': 1, '26971886': 1, '25047197': 1, '7264806': 1, '25252050': 1, '22048048': 1, '12605525': 1, '3544846': 1, '28392703': 1, '26730370': 1, '5058512': 1, '31915619': 2}", "similar_patients": "{}"}