{"patient_id": 2148, "patient_uid": "6107482-3", "PMID": 30141152, "file_path": "comm/PMC006xxxxxx/PMC6107482.xml", "title": "Placement of a self-expandable metallic stent as a bridge to surgery for large bowel obstruction induced by effective neoadjuvant therapy: report of three cases", "patient": "A 63-year-old woman presented with bloody stool. Colonoscopy revealed a circumferential tumor in the lower rectum, 80 mm from the anal verge. The tumor was diagnosed as cT3N2M0 stage IIIb rectal cancer. mFOLFOX6 plus cetuximab was started as NAT. Upon completion of five courses, the patient visited our hospital on an emergency basis complaining of no defecation for several days. Emergency colonoscopy showed a stenosis in the lower rectum, where the primary tumor was located. CT showed that the tumor had obviously shrunk and that an LBO had developed. The tumor exhibited a cPR to the NAT. We estimated that the stenosis had been caused by effective NAT, as in cases 1 and 2. A SEMS (Niti-S Colonic Stent) 6 cm in length by 18 mm in diameter was placed as a BTS across the stenosis. After SEMS placement, the patient began oral intake and NAT was restarted immediately. Upon completion of six courses, laparoscopic low anterior resection with diverting ileostomy was performed. The duration of the operation was 218 min, and the blood loss volume was very small. The pathological diagnosis was well-differentiated adenocarcinoma, T3 (SS), INFc, ly0, v1, PN1a, pPM(−), pDM(−), pRM(−), pN1 (1/18), and stage IIIa. The tumor cells contained atypical cells with growth of fibrous tissue and inflammatory cell infiltration. Histopathologically, the chemotherapeutic effect was grade 2. The patient had an uneventful postoperative course and was discharged 24 days after surgery. mFOLFOX6 was started after surgery as adjuvant chemotherapy. At the time of this writing, the patient had been alive without recurrence for 11 months.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'16110023': 1, '26509160': 1, '23183301': 1, '25620903': 1, '26133151': 1, '19050903': 1, '24237948': 1, '29774420': 1, '19539918': 1, '19097774': 1, '26113223': 1, '26369645': 1, '25325682': 1, '29142183': 1, '25120255': 1, '22529255': 1, '22261931': 1, '17968156': 1, '27664898': 1, '18353631': 1, '30141152': 2}", "similar_patients": "{'6107482-1': 2, '6107482-2': 2}"}