{"patient_id": 13024, "patient_uid": "6824650-1", "PMID": 31626092, "file_path": "comm/PMC006xxxxxx/PMC6824650.xml", "title": "What is the best management option for non-significant residual shunt after device closure of perimembranous ventricular septal defect", "patient": "A 3-year old female weighing 10.5 Kg, with a PmVSD and a history of recurrent lower respiratory tract infections, was referred to our hospital for transcatheter closure of the defect. Informed consent to the procedure was obtained from the child's parents. The procedure was undertaken under general anesthesia and performed in a standard way detailed in our previous study.[ The defect measured 5.0 mm on left ventricular angiography and an 8-mm modified symmetric double-disk occluder (SHAMA) was chosen. The device was released despite a small residual shunt was noted immediately after the procedure. Oral administration of aspirin (50 mg daily) was initiated and the child was subjected to 72 hours of dynamic ECG monitoring, as well as a 12-lead ECG and echocardiography at 1, 3, 7 days post procedure, during which time the patient was uneventful except for the residual shunt (Fig. A) and discharged 1 week later.\\nTwo months after the procedure, the child was re-admitted into our department with a complaint of persistent fever up to 41°C for 11 days and nonresponse to 1-week course of amoxicillin. On admission, the child was conscious with temperature of 38.7°C, heart rate of 110 per minute, respiratory rate was 30 per minute, and blood pressure was 96/50 mmHg. Physical examination was only remarkable for a 2/6 systolic murmur at the second and third left intercostal space. Laboratory tests revealed an elevated white blood cell count of 16.8 × 109/L, neutrophil percentage of 62.7%, C-reactive protein of 75.0 mg/L, erythrocyte sedimentation rate of 32.0 mm/h, and mild anemia (hemoglobin: 105 g/L). Transthoracic echocardiography (TTE) demonstrated a vegetation (13 × 9 mm) attached to tricuspid valve and the occluder, and a small residual shunt (Fig. B). Three sets of blood cultures were taken and empiric antibiotic therapy consisting of vancomycin and ceftriaxone was initiated. Staphylococcus aureus was isolated from all 3-blood cultures. Treatment with vancomycin was continued since the isolates were resistant to penicillin but sensitive to vancomycin. The origin of this infection was not found. Results of a dental checkup performed during hospitalization were normal. Defervescence occurred in 20 days following dosage adjustment of vancomycin. After 6 weeks of treatment, the vegetation disappeared with no sign of valvular dysfunction (Fig. C), and thereafter the child was discharged. Three weeks later, a second device was implanted to abolish persistent residual flow. Unfortunately, the child was ultimately transferred to surgical department due to severe hemolysis after the second device implantation. During the surgical procedure, the occluders were removed and the VSD was closed with a pericardial patch. Additionally, tricuspid valvuloplasty was also performed and the following course was uneventful.", "age": "[[3.0, 'year']]", "gender": "F", "relevant_articles": "{'21773669': 1, '24509270': 1, '27011695': 2, '26232018': 1, '26715655': 1, '26590409': 1, '26373317': 1, '29273241': 1, '22217975': 1, '17446442': 1, '31626092': 2}", "similar_patients": "{'4782471-1': 1}"}