{"patient_id": 10433, "patient_uid": "6659179-1", "PMID": 31342808, "file_path": "comm/PMC006xxxxxx/PMC6659179.xml", "title": "Polyarticular Septic Arthritis Due to Non-Typeable\\nHaemophilus influenzae With Concomitant New-Onset Acute\\nGouty Arthritis", "patient": "A 56-year-old man presented to the emergency department with a 5-day history of\\npainful and swollen wrists, ankles, and right knee with associated fever and\\nlimitation of movement. He was seen at the primary care clinic 2 days prior to\\npresentation at the emergency department and was diagnosed with gouty arthritis\\nbased on elevated serum uric acid level. He was also started on prednisone due to\\nthe diagnosis of acute kidney injury. The pain and swelling continued to worsen with\\nspreading erythema around the ankles and right knee; he therefore decided to seek\\nfurther evaluation at our emergency department. His past medical history was notable\\nfor essential hypertension for which he used lisinopril.\\nHis body temperature was 38.2°C, heart rate was 108 beats per minute, respiratory\\nrate was 12 breaths per minute, and blood pressure was 135/66 mm Hg. Physical\\nexamination revealed erythema and swelling with fluctuance over both wrists, ankles,\\nand right knee with localized tenderness, warmth, and limited range of motion.\\nA complete blood count revealed a leukocyte count of 23.53 × 109/L with\\n86% neutrophils and 26% band cells, a hemoglobin concentration of 14.8 g/dL, and a\\nplatelet count of 105 × 103/µL. Blood chemistry indicated a creatinine\\nlevel of 1.58 mg/dL, blood urea nitrogen level of 71 mg/dL, anion gap of 17 mmol/L,\\nbicarbonate concentration of 18 mmol/L, and lactate concentration of 1.7 mmol/L. His\\nC-reactive protein level was 48 mg/dL. Synovial fluid analysis revealed a leukocyte\\ncount of 118 000/µL, 98% polymorphonuclear cells, red blood cell count of 100/µL,\\nand a positive test for monosodium urate (MSU) crystals. Gram staining revealed\\nGram-negative coccobacilli. Synovial fluid culture grew H\\ninfluenzae, which was identified as non-typeable by polymerase chain\\nreaction. Transcription-mediated amplification yielded negative results for\\nchlamydia and gonorrhea. Two sets of blood cultures yielded no significant\\nfindings.\\nThe patient was empirically started on vancomycin and piperacillin/tazobactam. He\\nreceived a loading dose of intravenous (IV) vancomycin 20 mg/kg, which was\\ndiscontinued shortly when synovial fluid gram staining revealed Gram-negative\\ncoccobacilli. Piperacillin/tazobactam was started at 2.25 g intravenously every 6\\nhours, adjusted for his renal function. The patient immediately underwent irrigation\\nand debridement of the right knee, both ankles, and both wrists. The antibiotic\\nspectrum was subsequently narrowed down to ceftriaxone 2 g intravenously every 24\\nhours as synovial culture revealed susceptibility to ceftriaxone. Due to impaired\\nrenal functions on presentation, the patient received 3 L of IV normal saline and\\nlisinopril was held for 2 days until renal function had recovered. Renal function\\nnormalized next day, and the patient received a 3-day course of indomethacin 50 mg\\norally every 8 hours for the acute gouty arthritis.\\nHe was discharged on ceftriaxone and completed a total of 4 weeks of treatment. At\\nfollow-up 4 weeks later, the joint swelling, pain, and erythema had resolved and the\\npatient was able to move his joints without any limitations.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'3486337': 1, '30992295': 1, '20398617': 1, '313078': 1, '10225403': 1, '1865431': 1, '16490337': 1, '21946466': 1, '8106767': 1, '20149303': 1, '2028224': 1, '31342808': 2}", "similar_patients": "{}"}