{"patient_id": 11589, "patient_uid": "6727404-1", "PMID": 31488130, "file_path": "comm/PMC006xxxxxx/PMC6727404.xml", "title": "Follicular dendritic cell sarcoma (FDCS) of urinary bladder with coexisting urothelial carcinoma–a case report", "patient": "In August 2016, a cystoscopically visible protuberant neoplasm of the urinary bladder was found in a 73-year-old man, with clinical manifestation of lower abdominal pain, frequency, urgency and dysuria during urination. Pelvic computed tomography (CT) examination showed a 1.5 cm nodular soft tissue shadow at the left anterior wall of the bladder (Fig. ). The patient then underwent the procedure of transurethral resection of bladder tumor (TURBT). Resected sample was formalin fixed, paraffin embedded. The tissue blocks were cut into 3-μm sections, which were stained with hematoxylin and eosin. Microscopic examination showed the neoplasm was composed of spindle or ovoid-shaped cells that formed storiform, nested or swirling patterns. It involved mucosa and submucosa layers. The neoplastic spindle cells had indistinct cytoplasmic borders, a moderate amount of lightly acidophilic cytoplasm, round or ovoid nuclei with a thin nuclear membrane and small nucleoli. Abundant mitotic Figs. (30 mitoses/10 high-power fields) and apoptotic bodies were present, with no necrosis and hemorrhage. Multinucleated cells and pleomorphic cells were also seen. Some mature lymphocytes infiltrated between tumor cells and in perivascular spaces (Fig. a, b). The residual lymphoid tissue was limited to small follicles.\\nImmunohistochemical stains were performed in our laboratory, utilizing an avidin biotin peroxidase complex method. Heat-induced antigen retrieval was performed and then the tissue was incubated with antibodies. Mouse monoclonal anti-human antibodies against CD3, CD5, CD20, CD21, CD23, CD30, CD56, CK, CK7, EMA, HMB45, Melan A, SMA, Vimentin, rabbit polyclonal anti-human antibodies against S-100, were purchased from Leica company. Mouse monoclonal anti-human antibodies CD35, D2–40, Desmin, Ki-67, MPO, P63, GATA-3, P16, P53, EGFR, ALK, CK5/6, rabbit polyclonal anti-human antibodies against CK20, P40, TFE-3, Uroplakin, were purchased from ZS company. Mouse monoclonal anti-human antibody BRAF V600E (VE1) was purchased from Roche company.\\nThe tumor cells were positive for CD21 and vimentin, partly positive for CD23, D2–40 and CD35. The tumor cells were negative for CK, CK5/6, EMA, CK7, CK20, P63, P40, Uroplakin, Desmin, SMA, S100, TFE-3, HMB45, MelanA, MPO, ALK, CD3, CD5, CD20 and CD30. Ki-67 was expressed in about 30% of the tumor cell nuclei (Fig. c, d). Silver staining demonstrated abundant fibers circumfused each tumor cell. The pathological diagnosis of follicular dendritic cell sarcoma was given based on the morphology and immunohistochemistry.\\nSix weeks later, the tumor recurred, which appeared widely based, deeper than the primary surgical scar and was about 1.5 × 2 cm in size. A second transurethral resection was performed and microscopically the FDCS still could be seen in bladder mucosa and submucosa. FDCS tumor cells were similar to those seen in the previous sample, which were spindle-shaped with round or ovoid nuclei with small nucleoli. But the number of mitotic Figs. (10 mitoses/10 high-power fields) was lower than that of the first sample. However, the tumor cells were found to infiltrate in muscularis propria. It was surprising that there was also an invasive urothelial carcinoma that was mixed with the FDCS. The UC of bladder infiltrated in mucosa and submucosa. The tumor cells of UC were arranged in nest or cord pattern, the cytoplasm was acidophilic and the nuclear were irregular. (Fig. e, f). Using immunohischemistry, UC were positive for CK, CK20, P63, GATA-3, negative for CD21, CD23, CD35 and D2–40. Otherwise, FDCS were positive for Vimentin, CD21, CD23, CD35 and D2–40, negative for CK and CK20. (Fig. g). UC and FDCS were both positive for P16, P53 and EGFR, and both negative for BRAF.\\nBecause the second resection site was closed to the first one, we suspected the first sample might have been associated with urothelial carcinoma that was undetected in the first sample. We then obtained deeper levels of the initially resected tumor. Indeed, we identified the urothelial carcinoma in the deeper levels, which was coexisting with FDCS (Fig. h). After the second surgery the patient was treated with chemotherapy. At the time of writing this report, the patient had haven another relapse of urothelial carcinoma and one relapse of follicular dendritic cell sarcoma.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'20503450': 1, '8970191': 1, '19404918': 1, '28438212': 2, '25435998': 1, '14562277': 1, '24720374': 1, '27366313': 1, '33574921': 1, '32547956': 2, '11395549': 1, '26564005': 1, '26910224': 1, '24959214': 1, '31488130': 2}", "similar_patients": "{'5404322-1': 1, '7273153-1': 1}"}