{"patient_id": 131689, "patient_uid": "6374921-1", "PMID": 30788073, "file_path": "noncomm/PMC006xxxxxx/PMC6374921.xml", "title": "Anti-HMG-CoA reductase myopathy, an undesirable evolution of statin induced myopathy: a case report", "patient": "A 54 year old Caucasian woman presents to the Emergency room with progressive fatigue and proximal muscle weakness for two months. She had history of hypertension, type 2 diabetes mellitus and hyperlipidemia. She was on atorvastatin for the last 4 years. Her initial blood work was flagged with markedly elevated CK levels of 16,000 Units/Liter, which triggered admission for statin induced rhabdomyolysis. Her CK levels did not improve and her symptoms continued to worsen despite aggressive hydration. Eventually an MRI of the lower extremities was done which showed multifocal edema and enhancement of bilateral thigh muscle. Suspecting inflammatory myositis, a biopsy of the thigh muscle was done which showed mild to moderate necrotizing myopathy with myofiber degeneration and necrosis and myophagocytosis highlighted on the acid phosphatase, MHC-1 and CD68, CD8, CD3 stains. Serology showed positive ANA, HMC-CoA ab and anti-Ro antibodies. Diagnosed as anti-HMG-CoA type of Immune mediated necrotizing myopathy, the patient was trialed on methotrexate (MTX) 15mg and prednisone 40mg orally without improvement and severe gastrointestinal upset after the MTX. The patient was then started on high dose pulse methylprednisolone 1g for 3 days followed by intravenous immunoglobulins (IVIG) for 5 days. Her CK dropped from 16,000–3000. However, her condition was complicated by diabetic ketoacidosis (DKA) and mild oropharyngeal dysphagia noted on fluoroscopic study. A pulmonary function test (PFT) showed mild restrictive disease. A transthoracic echocardiogram (TTE) showed no cardiomyopathy. With mild improvement of her symptoms, the patient was discharged on azathioprine 50 mg and prednisone 60 mg orally to taper. She was discharged to a sub-acute rehabilitation center with significant objective improvement in terms of muscle strength and muscle endurance. The patient was then scheduled for a biweekly IVIG infusion with a goal to taper off prednisone, and eventually space out IVIG infusion and continue on azathioprine for long term management. After 6 months of treatment including rehab and home physical therapy, her CK levels dropped to 155 Units/Liter and she went from a Hoyer lifter to walking with a cane.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'21360500': 1, '28473041': 1, '27922497': 1, '29582188': 1, '26515574': 1, '29480216': 1, '27651398': 1, '29221629': 1, '30788073': 2}", "similar_patients": "{}"}