{"patient_id": 13305, "patient_uid": "6839127-1", "PMID": 31703641, "file_path": "comm/PMC006xxxxxx/PMC6839127.xml", "title": "Incarceration of the gravid uterus: a case report and literature review", "patient": "A 25-year-old patient, gravida 1, para 0, first presented to the regional hospital at 16 weeks of gestation and with chief complaints of vaginal bloody discharge for 6 days, unable to urinate, and mild lower abdominal pain. The patient was diagnosed with lymphatic tuberculosis at 17 years of age, but had no history of sexually transmitted diseases, pelvic inflammatory diseases, endometriosis, uterine leiomyomas, deep sacral concavity, surgery, or congenital uterine malformations, such as uterus didelphys. The patient experienced infertility for two years caused by bilateral obstruction of the fallopian tubes with uterine retroversion, which was detected by hystero-salpingo-graphy in the regional hospital. She eventually became pregnant by follicular aspiration and IVF-ET, and had been treated with daily intramuscular progesterone since the procedure. Subsequent ultrasound scans revealed normal pregnancy progression.\\nAt 15 weeks and 2 days of gestation, small amounts of bloody vaginal discharge persisted for one day, and an ultrasound showed that the placenta covered the internal os of the cervix. She was then admitted with a diagnosis of a low position of the placenta and continued receiving progesterone therapy. She experienced worsening lower abdominal pain and difficulty with urination on fifth day after admission and was transferred to our tertiary hospital at gestational age 16 weeks and 1 day.\\nA repeated ultrasound scan in the tertiary hospital confirmed uterine retroversion with a fundus bending to the posterior fornix, which made the fundus into the lowest point of the uterus. The cervix was anteriorly transfixed behind the pubic symphysis and was barely above the fundus; fundal implantation of placenta was revealed (Fig. ). A fetus with a heart rate of 156 bpm and adequate biometric measurements for the gestational age were observed. A Foley catheter was indwelt and 1075 mL of urine was emptied. Afterwards, the abdomen was soft to palpation. Pelvic examination revealed that the cervix could not be reached with fingers or exposed by vaginal speculum; the uterine fundus was palpated within the curvature of the sacrum, and there were occasional palpable uterine contractions without tenderness. Attempts to reduce incarceration by intravaginal pressure in the lithotomy position, in combination with the patient’s intermittent knee-chest position, were unsuccessful. However, incarceration was relieved by applying transvaginal fundal pressure in the second time. After the procedure, a 16-week-sized uterus was palpable, and the cervix was posterior in the vagina. Repeat ultrasound examinations confirmed that the uterus returned to the correct polarity. The patient could urinate without catheter. The pregnancy was subsequently uneventful, and a healthy female infant (3570 g, 50 cm, Apgar 9/10/10) was vaginally delivered at 38 weeks of gestation. (Case timeline see Additional file ).", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'3725242': 1, '27189436': 1, '13009142': 1, '8841267': 1, '11153253': 1, '7991232': 1, '24483325': 1, '22441922': 1, '27236242': 1, '6441824': 1, '19561753': 2, '3304040': 1, '3776497': 1, '6781269': 1, '2046399': 1, '10761328': 1, '19530007': 1, '7824154': 1, '15738037': 1, '2050256': 1, '618466': 1, '11205679': 1, '9184963': 1, '19981171': 1, '3279358': 1, '15321160': 1, '34573886': 1, '18874808': 1, '18850438': 1, '21741751': 1, '25426237': 1, '12031388': 1, '27398206': 1, '27048035': 1, '8323525': 1, '12387479': 1, '23789679': 1, '16220771': 1, '926071': 1, '14927370': 1, '7202276': 1, '7650668': 1, '9761172': 1, '8240603': 1, '21749750': 1, '18726934': 1, '6058739': 1, '3556727': 1, '3741816': 1, '11074329': 1, '19903108': 1, '2646728': 1, '15512235': 1, '3346637': 1, '26587114': 1, '19778896': 1, '17267872': 1, '10468056': 1, '10468069': 1, '1581283': 1, '4808963': 1, '15476128': 1, '12269687': 1, '18677703': 1, '3662169': 1, '24910317': 1, '17239380': 1, '14825536': 1, '14938093': 1, '18178200': 1, '15133802': 1, '15551143': 1, '9398784': 1, '3964365': 1, '10546731': 1, '32874388': 1, '9002569': 1, '24413243': 1, '24966001': 1, '27402652': 1, '13989469': 1, '22290595': 1, '25528890': 1, '13343020': 1, '27553914': 1, '7922723': 1, '8213109': 1, '13644877': 1, '23870778': 1, '13114527': 1, '2499607': 1, '18251368': 1, '22540176': 1, '19946581': 2, '5770559': 1, '21768846': 1, '22324275': 1, '14607032': 1, '14738029': 1, '16713424': 1, '31703641': 2}", "similar_patients": "{'2783044-1': 1, '2672273-1': 1}"}