{"patient_id": 138354, "patient_uid": "6970355-1", "PMID": 31998034, "file_path": "noncomm/PMC006xxxxxx/PMC6970355.xml", "title": "Anesthetic management of dilated cardiomyopathy for cesarean section: A case report", "patient": "A 44-year-old female, gravida 8 para 5 plus 2 at 37 weeks' gestation admitted electively for cesarean section and tubal ligation. She is a known case of DCM with an ejection fraction of 30% for a few years. Her symptoms were well-controlled on treatment with oral frusemide, Carvedilol, Hydralazine, and Iso dinitrate. The patient is New York Heart Association (NYHA) class 3, following up with a cardiologist who increased frusemide from 40 to 60 per day, 2 months before the procedure, and she has a regular follow-up appointment. In addition, she is on a diet plan for a well-controlled gestational diabetes mellitus.\\nIn the preoperative evaluation, the patient was doing well, with no active complaint and good fetal movement with no history of vaginal leakage. She has a history of shortness of breath on mild to moderate physical exercise, unable to climb a flight of stairs without becoming breathless. On examination, she was 165 cm tall and weighed 90.3 kg with body mass index of 33.2, her heart rate (HR) was 90/min and blood pressure (BP) was 127/71 mmHg, and her SpO2 was 99% while breathing room air. There were no features suggestive of congestive heart failure. Routine laboratory investigations were within normal limits with a hemoglobin level of 8.6 g/dL. 12-lead electrocardiography (ECG) showed sinus rhythm with occasional premature ventricular complexes, otherwise normal ECG. Chest X-ray was unremarkable.\\nEchocardiogram (Echo) showed severely dilated left ventricle with moderately to severely reduced systolic function due to global hypokinesis and indeterminate filling pressures, and no thrombi were present. Other findings included normal right ventricle size, systolic function, and filling pressures with moderately dilated left atria. Moreover, the mitral valve had a restricted bileaflet closure resulting in moderate regurgitation. No other significant valvular malfunction was noted. There was no indeterminate pulmonary artery pressure. There was no pericardial effusion.\\nThe last formal ultrasound (US) on 36 weeks showed an estimated fetal weight of 2.8 kg, cephalic with normal amniotic fluid, and normal Doppler. The epidural anesthesia technique was explained to the patient, and the consent was signed.\\nThe plan was to admit her for cesarean section after cardiology clearance. So, the cardiologist suggested to keep her on frusemide 60 mg BID and input/output charting and daily weight after the procedure (due to high risk of developing postoperative heart failure decompensation). After admitting the patient, the anesthesia plan is to proceed with epidural anesthesia with a backup plan of general anesthesia.\\nRoutine noninvasive monitoring was established, including noninvasive blood pressure, hr, pulse oximetry (SpO2), and ECG. Her SpO2 was 99% on face mask 5 L/min, and ECG results showed normal sinus rhythm. An awake arterial line was inserted first followed by epidural in the sitting position, followed by central venous catheter insertion under US guidance and confirmed with X-ray. Two large intravenous accesses were inserted, and the chest pads were attached preoperatively. The crash cart was brought in the operative room, and inotropes and vasopressors were on pumps ready to go.\\nThe patient was very anxious; midazolam 1 mg was administered before epidural, another 1 mg around 20 min later and a third dose 30 min later; the nephrologist was informed after placing in the sitting position and then 4 mL of 2% lidocaine was used for local infiltration anesthesia at L3–4 space. The epidural space was located with an 18-G Tuohy needle at the first attempt. After confirming the space by loss of resistance, bupivacaine 0.25% 20 mL + 40 μg fentanyl was given into the epidural space. The depth of the epidural space was 9.5 cm, while the depth of the catheter was 5.5 cm. The epidural was uneventful, and we changed the patient position into a supine position.\\nIntravenous fluids were maintained at 60–80 mL/h. Dexmedetomidine was administered at a bolus of 0.5 μg/kg over 10 min followed by a second bolus intravenously; norepinephrine infusion was initiated with a total dose of 0.30 mg throughout the procedure; her BP decreased to 125/63 mmHg and HR to 87/min. There were no complaints from the patient, and a baby girl was delivered. The surgeon was asked to massage the uterus for a long time to avoid the administration of uterotonic medications, with estimated blood loss of around 700 mL. The surgery lasted for 90 min. The Apgar score for the newborn infant was 9 points. The cesarean section went smoothly with no complications. The patient was admitted to the intensive care unit (ICU) for observation as she is in a high risk for having decompensated heart failure post operation. She was stable in the ICU, and they transferred her back to the ward with a stable condition after 24 h. No perioperative or anesthetic complications occurred. The patient was discharged home 2 weeks later.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'7969328': 1, '1535183': 1, '25885847': 2, '28239802': 1, '25886117': 2, '31998034': 2}", "similar_patients": "{'4173584-1': 1, '4173509-1': 1}"}