{"patient_id": 132949, "patient_uid": "6455703-1", "PMID": 31086776, "file_path": "noncomm/PMC006xxxxxx/PMC6455703.xml", "title": "Infantile systemic juvenile xanthogranuloma case with massive liver infiltration", "patient": "This is the case of a 28-day-old girl without a remarkable family history, who was delivered at term after an uneventful pregnancy. She was born with counted bluish palpable nodular lesions from 0.5 to 1 cm, which were initially located on the face. At the age of 21 days, she was presented to a general hospital with irritability and progressive abdominal distention. On admission, she was pale and presented 13 visible and 6 palpable skin nodules located on her face, thorax, and extremities, and massive hepatomegaly and splenomegaly. Blood tests showed mild anemia and thrombocytopenia. The abdominal echography revealed multiple nodular lesions throughout the enlarged liver. After 24 hours, the mother decided to take her to a tertiary care hospital, where clinically congenital leukemia was suspected. The anemia and thrombocytopenia worsened, but leukocytes were normal. Serologic studies for HIV, cytomegalovirus, Epstein-Barr virus and Toxoplasma were negative. Serum tumor markers as alpha-fetoprotein, human chorionic gonadotropin, and carcinoembryonic antigen were negative. The platelet count ranged from 4,000 to 18,000/ mm3 (reference range [RR]; 142-424 x 103/mm3), hemoglobin range was 7.5-11.3 g/dL (RR;12.2-18.1 g/dL); peripheral blood leukocyte count range was 4,580-8,520/mm3 (RR; 4.60-10.20 x 103/mm3). Electrolytes showed persistent hyponatremia (sodium range 124-133 mEq/L [RR; 132-144 mEq/L]). However, potassium and renal function tests were within the normal limits. Three days after admission she was suffering from anasarca, and liver function tests showed low serum albumin 1.4 g/dL (RR; 3.50-5.00 g/dL) and notable coagulopathy with an increased Prothrombin Time and a I.N.R of 2.52 (RR; 1); serum aspartate aminotransferase range was 11-325 UI/L (RR; 12-50 UI/L), alanine aminotransferase range was 1.1-55 UI/L (RR; 10-40 UI/L), γ-glutamyl transpeptidase 24.3 UI/L (RR; 10-40 UI/L), total bilirubin range 2.59-8.75 mg/dL (RR; 0.20-1.00 mg/dL), alkaline phosphatase 38.54 UI/L (RR; 50-136 UI/L), and C-reactive protein 47.72 mg/L (RR;< 5 mg/L). Serum immunoglobulin levels were: IgG 169 mg/dL (RR; 100-360 mg/dL), IgM 14 mg/dL (RR; 26-122 mg/dL), IgA 3 mg/dL (RR; 7-37 mg/dL), and IgE 0.71 (UI/mL, <1.5). Serologic testing for syphilis was negative. A second abdominal ultrasound revealed retroperitoneal lymphadenopathy and ascites, and the kidneys were normal.\\nThe clinical course following admission was of rapid deterioration with worsening hepatomegaly, hyperbilirubinemia, abdominal distention, abdominal circumference 43.5 cm () and ascites, radiological thoracoabdominal images showed bilateral diaphragm elevation () and intestinal distention.\\nOn the fourth day a limited bone marrow aspirate showed no abnormal infiltrate or hemophagocytosis, and an excisional skin biopsy was taken. The patient died on the fifth day with respiratory distress syndrome (respiratory rate 70 breaths per minute), without evidence of hemorrhage.", "age": "[[28.0, 'day']]", "gender": "F", "relevant_articles": "{'19969387': 1, '18191690': 1, '21793710': 1, '9025843': 1, '15630537': 1, '16416419': 1, '15613853': 1, '10468039': 1, '15022067': 1, '19515049': 1, '18789091': 1, '10833996': 1, '17551409': 1, '9199641': 1, '25310210': 1, '33823829': 1, '8765620': 1, '10971316': 1, '3931900': 1, '21695102': 1, '22325752': 1, '16918661': 1, '32981400': 2, '8982590': 1, '17536559': 1, '15255037': 1, '22031119': 1, '24494004': 1, '12717244': 1, '20199446': 1, '15167350': 1, '8902096': 1, '20158626': 1, '25405526': 1, '31086776': 2}", "similar_patients": "{'7536491-1': 1}"}