{"patient_id": 132263, "patient_uid": "6415625-1", "PMID": 30891172, "file_path": "noncomm/PMC006xxxxxx/PMC6415625.xml", "title": "Benign Multicystic Peritoneal Mesothelioma (BMPM) as a rare cause of abdominal pain in a young male: case report and review of the literature", "patient": "A 40-year-old Caucasian male, a past medical history of smoking, complaining from 5 years of occasional abdominal discomfort started having an acute, stinging pain in the right upper abdomen. A blood sample was taken that showed a smoldering increase of the transaminases and C-reactive protein of 22 mg/L. He was investigated in the outpatient setting with an abdominal ultrasonography that revealed a polycystic lesion of 9 cm of diameter in the right flank. He was than referred to our Hospital, where the physical examination was completely silent. A contrast enhanced CT scan of the abdomen revealed a polylobate hypodense formation, with multiple thin internal septa which are enriched after contrast (dimension 83 × 43 × 61 mm) (Figs and ). Radiologist posed differential diagnosis among peritoneal lymphangiomatosis, enteric duplication cyst and—even if less likely in a male without history of past abdominal surgery—benign multicystic peritoneal mesothelioma. After multidisciplinary discussion we proceeded to an exploratory laparoscopy that confirmed the presence of multiple cystic lesions of the peritoneum, some interesting the omentum, with a weak adherence with the ascending colon (Figs and ). We performed a complete excision of the neoformation, with free margin on omental fat. A small lesion of the colonic serosa was treated with a prophylactic continuous suture with Vycril 2-0. The postoperative course was uneventful ant the patient was discharged after 2 days without complications.\\nOn gross examination a soft, yellowish tissue specimen was seen, measuring about 13 × 9 × 4 cm, composed of multiple cysts, up to 1 cm in diameter, containing a clear fluid. It was fixed in 10% formalin, embedded in paraffin, and the sections were evaluated by hematoxylin and eosin stain. Histologically, it consisted of cysts lined by a single layer of flattened to cuboidal mesothelial cells without atypia. Immunohistochemistry using an automated stainer (Ventana, Tucson, AZ) was performed and all tumor cells showed immunoreactivity for WT1 and Calretinin. Based on these findings, the final histological diagnosis was multicystic benign mesothelioma.\\nAfter discussion with Referral Center was suggested an annual follow-up with MRI, and in case of relapse an approach with cytoreductive surgery and subsequent HIPEC.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'28579603': 1, '17007034': 1, '21866473': 1, '2766227': 1, '3421410': 1, '20832234': 1, '27984828': 1, '31932520': 1, '34277166': 2, '28607791': 1, '24151400': 1, '28733062': 1, '30891172': 2}", "similar_patients": "{'8269996-1': 1}"}