{"patient_id": 135892, "patient_uid": "6739709-1", "PMID": 31543789, "file_path": "noncomm/PMC006xxxxxx/PMC6739709.xml", "title": "Insomnia and Dysautonomia with Contactin-Associated Protein 2 and Leucine-Rich Glioma Inactivated Protein 1 Antibodies: A “Forme Fruste” of Morvan Syndrome?", "patient": "A 46-year-old woman presented with a 2-month history of constipation, excessive sweating, and inability to sleep, which started on the second day of menstruation. She complained of < 15 min of sleep duration a day and had been treated with alprazolam without any benefit. Her medical history included chronic migraine and acute rheumatic fever at the age of 3 years.\\nNeurologic examination revealed persistent twitching of arm and leg muscles and lost ankle and knee reflexes. Cranial nerve functions, muscle strength, pinprick, touch and vibration senses, and cerebellar functions were unaffected; upper limb deep tendon reflexes were normoactive, and plantar responses were flexor bilaterally. She denied cramps, fasciculations, involuntary muscle contractions, or any psychiatric or cognitive symptoms including amnesia, confusion, and psychosis.\\nSensory and motor nerve conduction values were normal, while needle electromyography examination revealed myokymic discharges in all limbs. Contrast-enhanced cranial and spinal MRIs and electroencephalography were all normal. Complete blood count and blood biochemistry tests were normal with the exception of mildly reduced potassium levels (3.3 mEq/L). Whole-body computed tomography imaging, positron emission tomography, and serum/urine immunofixation electrophoresis examinations done to exclude a potential underlying tumor were all unrevealing. Likewise, serum paraneoplastic antineuronal antibodies (against Hu, Yo, CV2, Ri, Ma2, and amphiphysin) were found to be negative. A vasculitic process was screened with antinuclear antibody, anti-DNA antibody, and antineutrophil cytoplasmic antibodies, which were all found to be negative. Serum free T4 was mildly elevated (1.78 ng/dL) and thyroid peroxidase antibody was positive (256.4 IU/mL). Serum free T3, thyroid-stimulating hormone, and parathormone levels were normal. Among autoimmune encephalitis antibodies, LGI1 (1/100 titer) and CASPR2 (1/320 titer) were positive in serum only, whereas NMDA receptor, AMPA receptor, GABAB receptor, and glutamic acid decarboxylase antibodies were negative. Antibodies could not be investigated in the cerebrospinal fluid due to lack of the patient's consent for lumbar puncture.\\nA full-night video-polysomnography was performed at the sleep laboratory following a 1-week drug-free period and scored by an expert in sleep medicine. A total of 266.9 min of recording could be made as the patient asked to quit the recordings at 03: 45 a.m. During this period, only 12 min of sleep consisting of superficial non-REM sleep periods (N1 and N2 sleep) were observed. Sleep efficiency was calculated as 4.5% (Fig. ). The patient was diagnosed as having total insomnia, probably secondary to an underlying neurologic condition on the basis of the International Classification of Sleep Disorders [].\\nSince LGI1 and CASPR2 antibodies are associated with limbic encephalitis, cognitive functions were assessed despite the absence of relevant complaints. The Mini-Mental State Examination score was 28. However, a detailed neuropsychological assessment showed deficits in sustained attention, information processing speed, set-shifting, and the ability to suppress inappropriate responses, all indicating executive dysfunction. By contrast, time, place, and person orientation, verbal and visual memory, language functions, abstract thinking, as well as lexical and semantic fluency were all intact.\\nThese findings altogether suggested an acquired PNH syndrome prompting immunotherapy. Her complaints did not regress under carbamazepine, phenytoin, and gabapentin treatment. Pulse methylprednisolone (1 g/day for 5 days) and intravenous immunoglobulin (0.4 mg/kg) treatment promptly resolved autonomic symptoms and myokymia within 1 month.\\nAfter immune-modulatory treatment, the patient and her husband mentioned that she had started to sleep to some extent. Clinical evaluation revealed about 50% relief in insomnia-related symptomatology. Repeat video-polysomnography was performed at the same sleep laboratory and scored by the same sleep expert. A whole-night investigation consisting of 473.5 min of recording could be performed. During this period, the patient slept for 236.5 min, composed of 20.5% N1 sleep, 58.6% N2 sleep, 7.2% N3 sleep, and 13.7% REM sleep. Sleep efficiency had increased from 4.5 to 49.9% (Fig. ). In addition, the patient was also diagnosed as having obstructive sleep apnea syndrome being prominent in REM sleep, and treatment with positive airway pressure was planned.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'25367475': 1, '26983964': 2, '29055902': 1, '23978943': 1, '30242309': 1, '11270908': 1, '21636297': 1, '22437141': 1, '18358878': 1, '30214975': 1, '31543789': 2}", "similar_patients": "{'4793739-1': 1}"}