{"patient_id": 13273, "patient_uid": "6837816-1", "PMID": 31754509, "file_path": "comm/PMC006xxxxxx/PMC6837816.xml", "title": "Unexpected finding of splenic peliosis in a traumatic spleen in a patient with cleidocranial dysplasia", "patient": "A 35-year-old gentleman presented to the emergency department (ED) following a motor-bicycle accident (MBA). He was known to have congenital cleidocranial dysplasia, but an otherwise unremarkable history. On clinical assessment, the patient was haemodynamically stable with significant tenderness over the left lateral chest wall and left hip. Trauma computed tomography (CT) revealed multiple posterior rib fractures on the left side with a small haemopneumothorax, multiple splenic lacerations with a subcapsular haematoma () and a comminuted fracture of the left femoral head with posterior dislocation. The splenic laceration was managed conservatively with serial clinical assessment, and the left femoral head fracture was repaired operatively by total hip joint replacement on day two post admission. Later during admission, serial blood tests revealed a drop in haemoglobin concentration and the patient cardiovascularly deteriorated (day 10 post admission). An urgent CT scan revealed that the spleen had increased in size with an associated subcapsular and intraparenchymal haematoma and a moderate amount of free fluid in the pelvis (). In view of his clinical and radiological deterioration, the patient was expedited to the operating theatre and underwent an emergency laparotomy. Intra-operative findings were of 3000 ml of frank intraperitoneal blood with clots and multiple lacerations of the spleen. Splenectomy was performed and the patient went on to make an unremarkable recovery and was discharged home a week later.\\nHistopathology noted subcapsular haemorrhage and, on sectioning, the specimen showed multiple haemorrhagic cyst-like lesions of up to 35 mm in diameter and traumatic haemorrhage (). These cystic blood-filled lesions within the splenic parenchyma were consistent with splenic peliosis.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'26279653': 1, '10674752': 1, '18067667': 2, '23208585': 1, '20505027': 1, '16800889': 2, '15734106': 1, '31754509': 2}", "similar_patients": "{'1523371-1': 1, '1523371-2': 1, '2222050-1': 1}"}