{"patient_id": 10848, "patient_uid": "6687642-1", "PMID": 31215178, "file_path": "comm/PMC006xxxxxx/PMC6687642.xml", "title": "A novel mutation in MBTPS2 causes ichthyosis follicularis, alopecia, and photophobia syndrome", "patient": "An 11-year-old boy was presented to our dermatology department for evaluation of diffuse follicular hyperkeratosis, alopecia, and photophobia. At the age of 3 months old, complete non-scarring alopecia including the lack of eyebrows and lashes was noted. Hyperpigmented scales with follicular hyperkeratosis appeared on his scalp, face and buttocks, which later progressed to the whole body. Hyperkeratotic plaques developed around the regions of his elbows, knees, and buttocks. There were prominent dystrophic and deformed nails. The patient was suggested to use moisturizers for his involved skin, but no improvement was reported. He had photophobia without structural abnormalities of the eyes at the age of 1 year. Between the age 1 to 7, he suffered from several epilepsy attacks and since then anticonvulsants were administered. During the last 4 years, he did not suffer from any seizures. He had mild mental retardation and did not cope well in school for his age. He had normal hearing, sweating secretion, and dentition development. He was the son of his nonconsanguineous parents born at term weighing 3.2 kg. The pregnancy history of his mother was unremarkable. His parents and two older sisters were healthy with none of the similar manifestations, whereas his grandmother had the history of dry skin and lamellar desquamation on the lower limbs since birth.\\nOn admission, he was found to have short stature (132 cm) and low body weight (27 kg). Visual acuity was 0.25 in the left eye and 0.15 in the right eye. Ophthalmologic examination revealed conjunctival congestion and photophobia while cornea and ocular fundus were normal. He had slightly prominent ears. Dermatological examination revealed complete absence of hair, eyelashes, and eyebrows as well as chronic angular cheilitis around the mouth (Figure a). Generalized dry skin with widespread follicular papules involved his scalp, neck, trunk and extremities, giving a thorn-like sensation at palpation. Flaky scales developed on the extensor extremities (Figure b). There were hyperkeratotic psoriasis-like lesions on the elbows, knees, and buttocks and dark brown scales on the upper and lower limbs (Figure c). Histopathologic examination of a skin biopsy from the right limb showed hyperkeratosis, focal parakeratosis, and follicular plugging of the epidermis, absence of sebaceous glands and mild perivascular inflammatory infiltration in the dermis (Figure ).", "age": "[[11.0, 'year']]", "gender": "M", "relevant_articles": "{'20854407': 1, '32566327': 1, '23551428': 1, '21315478': 1, '33743732': 1, '21426410': 1, '24090718': 1, '25685152': 2, '15370546': 1, '16268889': 1, '28717930': 1, '21179107': 1, '25683132': 1, '32497488': 1, '21242756': 1, '23316014': 1, '33404706': 1, '22781927': 1, '24313295': 1, '22931912': 1, '19361614': 1, '21600032': 1, '31215178': 2}", "similar_patients": "{'4320795-1': 1}"}