{"patient_id": 4610, "patient_uid": "6262580-1", "PMID": 30424509, "file_path": "comm/PMC006xxxxxx/PMC6262580.xml", "title": "Isolated Mammillary Bodies Damage—An Atypical Presentation of Wernicke Syndrome", "patient": "A 55-year-old woman presented to our emergency department because of a four-week history of memory loss, which was of insidious onset and progressive worsening. Her past medical history was relevant for Crohn’s disease and partial colectomy. The latter took place two months prior to presentation and was complicated by peritonitis, which was successfully treated with antibiotics. There was no history of alcohol consumption or vascular risk factors, and no family history of cognitive disturbances.\\nOn examination, she was alert and cooperative, but disoriented to time and place, and unable to recall three objects on a mini-mental status exam. For the latter exam, the score was 18/30 on admission. Other cognitive domains were intact. In addition, cranial nerves as well as motor, sensory, and cerebellar functions were normal. The patient underwent brain MRI imaging which revealed normal T1, T2, and fluid-attenuated inversion recovery (FLAIR) sequences (). However, T1 gadolinium-enhanced sequences demonstrated an isolated enhancement of the mammillary bodies ().\\nLaboratory tests demonstrated an important decrease of blood thiamine levels (12.7 ng/mL (normal range: 21.3–81.9 ng/mL); obtained on a 2-mL sample of whole blood using High Performance Liquid Chromatography, Eurofins Biomnis, Lyon, France). Therefore, an intravenous thiamine supplementation was started with 1500 mg per day for three days (VITAMINE B1 STEROP solution containing 100 mg/2 mL, STEROP laboratories, Brussels, Belgium). The drug solution was diluted in 50 mL of sodium chloride 0.9 % and administered over 30 min.\\nThe patient showed a partial memory improvement three days later. She was discharged home on oral thiamine therapy for one month (100 mg per os per day). At that time, she completely recovered and regained her normal eating habits (i.e., diet including meat, dairy products, fruits, vegetables, and other sources of carbohydrates).\\nThe local ethics committee approved case publication, and written informed consent was obtained from the patient.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'28694620': 1, '25050351': 1, '11559494': 1, '17698536': 1, '23696956': 1, '18192344': 1, '18026802': 1, '18298680': 1, '26567269': 1, '18945789': 1, '12695821': 1, '20223908': 1, '28007327': 1, '26303790': 1, '30424509': 2}", "similar_patients": "{}"}