{"patient_id": 131522, "patient_uid": "6367198-1", "PMID": 30755848, "file_path": "noncomm/PMC006xxxxxx/PMC6367198.xml", "title": "Metagenomic next-generation sequencing contribution in identifying prosthetic joint infection due to Parvimonas micra: a case report", "patient": "A 65-year-old female underwent a left total hip arthroplasty (THA) due to developmental dysplasia of the left hip seven years prior to her current presentation. After surgery, she suffered from mild and intermittent left hip pain that was exacerbated by movement. She developed a gradually enlarging mass in her left thigh three years earlier. She was admitted to a local hospital for further examination. C-reactive protein (CRP) was 2.89 mg/L (normal range 0-8 mg/L) and erythrocyte sedimentation rate (ESR) was 23 mm/h (normal range 0-25 mm/h). X-rays and computerized tomography scans showed a defect in the anterior cortex of the left femur (Figure ). MRI showed effusion around the femur and a heterogeneous mass connected to the femur defect via an underlying tract (Figure ). Analysis of synovial fluid revealed a white blood cell count of 42,478 × 106/L with 92.3%neutrophils. Seven-day aerobic and anaerobic cultures in blood culture bottles revealed no growth. No antibiotic was administrated.\\nShe was transferred to the author's hospital for further diagnosis and treatment one month later. A physical examination revealed deep tenderness and percussion pain over her left inguinal area and greater trochanter. A firm mass of 5cm ×5cm size is palpated at left thigh. The flexion movement was limited < 70°. Four-milliliter cloudy synovial fluid was collected by arthrocentesis of left hip. Analysis of 500-μL synovial fluid showed that the white blood cell counts were 17,200×106/L with 91.2% neutrophils. Two-milliliter of synovial fluid was cultured aerobically in a BACTEC Peds Plus bottle (Becton Dickinson, USA) for 7 days, and the culture results were negative. We employed 16S rRNA gene PCR as previously described to detect the pathogenic bacteria from synovial fluid , yielding negative result.\\nMeanwhile, we analyzed the residual 500-μL synovial fluid by mNGS, including experiment procedures as follows: extraction of total DNA, conduction of DNA libraries, sequencing on the BGISEQ-500 platform (BGI-Tianjin, Tianjin, China). The raw data from sequencing were analyzed by a bioinformatics pipeline developed by BGI. The bioinformatic analysis included filtering out low-quality reads, removing human host sequences, and aligning to the in-house built Microbial Genome Database. Detailed information of sequencing and bioinformatic analysis is listed in the .\\nThe analysis of mNGS yielded a total of 20,004,285 single-end reads. The number of microbial reads was 370, the number of bacterial reads was 228 (87.7% of microbial reads). Parivimonas had the highest relative abundance of 16.0% and 13 stringently mapped reads in genus-level, while P. micra had the highest coverage rate of 0.18% within corresponding genus and 13 stringently mapped reads in species-level. P. micra was hypothesized as the potential pathogenic organism. However, the abundance and number of reads mapped to Parivimonas was not much higher than other mapped organisms (e.g., Brucella), which diminished our certainty of distinguishing real pathogens from contamination.\\nThe patient presented with an infected arthroplasty based on imaging and laboratory results. Therefore, we decided to proceed with a two-stage revision surgery. During revision surgery, we observed a 2cm×3cm bone defect at the anterolateral region of the femur connecting with granulation tissues in the vastus lateralis muscle. A frozen section of periprosthetic tissue revealed an average neutrophil count of >20 per high power field from 6 periprosthetic samples. We performed explantation and debridement accordingly. We implanted an articulating antibiotic loaded bone cement spacer, containing 4g vancomycin per 40g cement (Figure ).\\nWe later performed sonication of explanted prostheses using a previously published workflow . Aerobic and anaerobic cultures of the synovial fluid, sonicate fluid, and periprosthetic tissue via blood culture bottle and sheep blood agar plated at 37℃ for 14 days did not reveal any organism(s) growth. However, mNGS yielded positive results from intraoperative synovial fluid and sonicate fluid, with P. micra as the predominant microorganism. The number of unique reads of P. micra was 802 (83.1% of microbial reads) and coverage rate of P. micra was 6.44% in synovial fluid. The number of unique reads of P. micra was 30099 (90.8% of microbial reads) and coverage rate of P. micra was 46.08% in sonicate fluid (Figure ). Therefore, we regarded P. micra as the definite causative pathogen.\\nWe performed a verification experiment using 16S rRNA gene PCR. Sonicate fluid yielded a positive result, but intraoperative synovial fluid and tissues remained negative. Alignment of Sanger sequencing result with the GenBank database revealed a 97.9% similarity of P. micra, from which the causative organism was validated.\\nFollowing consultation with an infectious disease specialist, we prescribed a therapeutic regimen consisting of intravenous piperacillin / tazobactam for two weeks, followed by oral amoxicillin / clavulanate potassium for 8 weeks. At a 12-month follow-up, the patient had improved function in the left hip without coxalgia. Her CPR and ESR were within normal limits. Due to these satisfactory results, she decided not to pursue a second stage revision surgery.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'25135084': 1, '28169558': 1, '8853177': 1, '29648630': 1, '33614906': 1, '26359730': 1, '32159296': 1, '24647498': 1, '34589242': 2, '32765476': 1, '29848568': 1, '32864114': 1, '28379472': 1, '17699815': 1, '33042860': 1, '32615925': 2, '34660180': 1, '34814051': 1, '28490492': 1, '29430604': 1, '32228597': 1, '15715175': 1, '30755848': 2}", "similar_patients": "{'8476278-1': 1, '7330266-1': 1}"}