{"patient_id": 10404, "patient_uid": "6652060-1", "PMID": 31360569, "file_path": "comm/PMC006xxxxxx/PMC6652060.xml", "title": "A Small Glomus Tympanicum Tumor Resected by Minimally Invasive Transcanal Endoscopic Approach", "patient": "A 51-year-old woman presented with pulsatile tinnitus of the right ear persisting for 6 months. She had not experienced vertigo. A reddish mass was observed through the anterior quadrant of her right tympanic membrane (). The surface of the tympanic membrane was intact. Her pure-tone audiometry showed a normal hearing level on the right side (). The pharynx was intact, as observed using a fiberscope. A computed tomography scan revealed a small mass in the mesotympanum (Figures and ). Aberrant arteries or high jugulars were not observed. She was diagnosed with a right-sided glomus tympanicum tumor. The tumor was localized on the promontory; therefore, it was classified as type 1 using the Glasscock–Jackson classification [], class A using the Fisch classification [], and class A1 using the modified Fisch and Mattox classification []. For this small localized glomus tympanicum tumor, transcanal endoscopic resection was performed, with microscopy surgical equipment as standby to be able to quickly shift to microscopic surgery. A bipolar cautery was also prepared. The skin of the external ear canal was incised, and the tympanomeatal flap was elevated, concentrating on not damaging the surface of the tumor to prevent bleeding (). The tumor had spread over the promontory, along the tympanic nerve, and under the tympanic membrane. The tumor contacted the tympanic membrane but did not adhere to it. The vascular supply to the tumor was from the inferior tympanic artery (). The superior, anterior, posterior, and inferior extents of the tumor were just below the horizontal portion of the facial nerve, Eustachian tube, posterior edge of the promontory, and inferior half of the promontory, respectively. The tumor was gently removed from the promontory. Next, the tympanic nerve and inferior tympanic artery were cut. Hemostasis was accomplished by securely packing with cotton and 0.02% epinephrine (Bosmin; Daiichi Sankyo Company Limited, Tokyo, Japan). Complete resection of the tumor was endoscopically confirmed. The tympanomeatal flap was returned to its original position. The total surgical time was 66 min, and the total bleeding volume was less than 10 ml. No cranial neuropathy occurred. Pathological findings () confirmed a reticular vascular-rich tumor (approximately 5 × 5 mm) comprising round tumor cells aggregating as ribbon-like and island-like formations in vascular spaces. The round tumor cells immunohistochemically stained negative for α-smooth muscle actin, positive for synaptophysin, negative for cytokeratin AE1/AE3, and positive for nonspecific esterase. Sustentacular cells were stained positive for S-100 protein. The tumor pathology was consistent with a paraganglioma. Postoperative pure-tone audiometry demonstrated a normal hearing level (). The patient's right-sided pulsatile tinnitus completely vanished postoperatively. No recurrence was observed 3 years after the surgery ().", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'20400250': 1, '27468636': 1, '28192382': 1, '9930539': 1, '12001071': 1, '23377229': 1, '8231591': 1, '6284098': 1, '6291440': 1, '31360569': 2}", "similar_patients": "{}"}