{"patient_id": 132581, "patient_uid": "6434355-1", "PMID": 30931068, "file_path": "noncomm/PMC006xxxxxx/PMC6434355.xml", "title": "Endovascular Treatment for a Perforated Superficial Femoral Vein Graft for an Infected Abdominal Aortic Aneurysm", "patient": "A 61-year-old man was admitted to our hospital because of persistent abdominal pain and fever. The patient had a history of alcoholic pancreatitis. He was on medication for moderate hypertension, atrial fibrillation, and emphysema. Computed tomography (CT) showed a 45-mm, saccular, infrarenal abdominal aortic aneurysm with periaortic fluid collection (). Laboratory data showed an elevated white blood cell (WBC) count of 16,930/µL and a C-reactive protein (CRP) value of 18.4 mg/dL. Although the blood culture was negative, a diagnosis of IAAA was made. Antibiotic therapy with sulbactam/ampicillin was started in the previous hospital. Two weeks later, a second CT showed that the IAAA was larger (); subsequently, patient was transferred to our hospital for surgical management. When he was transferred to our hospital, the WBC and CRP remained high, at 11,700/µL and 3.8 mg/dL, respectively. Because the IAAA was resistant to antibiotics, it was treated surgically.\\nIn situ aorto-iliac reconstruction of the IAAA was performed using autologous bilateral FVGs. First, bilateral superficial femoral veins were harvested in Hunter’s canal. The deep femoral veins were preserved as collateral tracts. The abdomen was then opened and firm inflammatory adhesions of the aneurysm to the duodenum were found. Despite careful division, the duodenum was lacerated and repaired by direct closure. After thorough debridement and irrigation, the abdominal aorta was replaced using Y-shaped bilateral FVGs in reverse manner (). The right common iliac artery, the left external iliac artery, and the left internal iliac artery were reconstructed (). The FVGs were covered with omentum to isolate them from the duodenum. Antibiotic therapy (sulbactam/ampicillin, 4.5 g/day) was continued postoperatively. The bacterial culture of the surgical specimen was negative. A nasogastric tube was placed to decompress the gastrointestinal tract until the start of oral intake.\\nThe patient was allowed oral intake following a successful upper gastrointestinal X-ray fluoroscopic examination on postoperative day (POD) 4. The patient was transferred back to the previous hospital on POD 14. Four days after discharge, he was re-admitted to our hospital because of hematemesis and melena. CT showed leakage of contrast media from the limb of the right graft (). A covered stent graft with Fluency® (Bard Peripheral Vascular, Tempe, AZ, USA) implantation was performed immediately to avoid massive hematemesis. Gastrointestinal endoscopy after endovascular treatment showed a fistula between the duodenum and the graft limb. The next day, he had moderate hematemesis and melena. CT showed enlarged leakage of contrast media from the left limb of the FVG. The same covered stent implantation was performed into the left limb () followed by partial duodenectomy and duodenojejunostomy. Intraoperative examination showed ruptures of the FVGs at the ligation sites of branches and perforation of the duodenum at the direct repair site. There was no infection of the FVG itself.\\nThe patient’s postoperative course after the second operation was uneventful. He was transferred and continued on lifelong administration of antibiotics, and there has been no recurrence of infection and bleeding for 2 years.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'20097095': 1, '26217620': 2, '9052560': 1, '7637111': 1, '24699204': 1, '34966731': 2, '12623336': 1, '33163750': 1, '23233070': 1, '8505778': 1, '27087879': 1, '30931068': 2}", "similar_patients": "{'8710768-1': 1, '4480309-1': 1}"}