{"patient_id": 2213, "patient_uid": "6110412-1", "PMID": 30155386, "file_path": "comm/PMC006xxxxxx/PMC6110412.xml", "title": "Hidradenocarcinoma: Five Years of Local and Systemic Control of a Rare Sweat Gland Neoplasm with Nodal Metastasis", "patient": "A 38-year-old male presented to the otorhinolaryngology clinic with the complaint of right-sided neck swelling in February 2013. This swelling had been progressively increasing for three months. There was no associated pain, fever, or difficulty in swallowing. He also reported having a painless swelling on the scalp which had been there for 20 years. On examination, there was a firm, fixed, non-tender mass palpable on the right side of the neck at level II. It measured 3 x 3 cm in size. Another lump was appreciated on the scalp, which was soft in consistency, non-tender, mobile, and 4 x 4 cm in size.\\nConsidering these clinical findings, he underwent excisional biopsy of the right nodal mass which suggested hidradenocarcinoma. Histopathologic evaluation revealed sheets of tumor cells showing pleomorphic cells and frequent mitotic figures. On immunohistochemical staining, tumor cells showed positivity for cytokeratin 7, epithelial membrane antigen (EMA), and p63 (Figure ). A panendoscopy showed no abnormality in the pharynx, nasal cavity, or larynx. The locoregional extent of the disease was evaluated by a computed tomography (CT) scan of the head and neck that showed multiple enlarged lymph nodes on the right side of the neck (Figure ), along with a well-defined lobulated cystic mass over the right side of the scalp (Figure ). CT scans of the chest and abdomen were negative for any distant metastasis (Figure ).\\nThe case was discussed in the head and neck multidisciplinary tumor board meeting at our hospital. On the basis of the available evidence, the consensus was to go for a wide local excision of the scalp lesion, along with a right-sided neck dissection. The histopathology of the scalp lesion was reported as malignant hidradenocarcinoma. The size of the lesion was 4.2 x 3.5 x 2.2 cm with a closest resection (deep) margin of 0.1 cm. A total of 56 lymph nodes were recovered from the right side of the neck, out of which two were positive for tumor metastasis at level II, the largest deposit being 2.3 cm in size.\\nPostoperatively, the case was again discussed in the tumor board meeting where the consensus was to offer concurrent chemoradiation. Radiation therapy was offered in two phases to a total dose of 60 Gy in 30 fractions. In phase 1, a radiation dose of 50 Gy was given to the scalp and ipsilateral neck from level II to level IV. A boost dose of 10 Gy was delivered in phase 2 to the deep margin in the scalp and level II neck only. Concurrent cisplatin was given with the radiation at a dose of 100 mg/m2 as a radiosensitizer. After completion of treatment, he was followed up with clinical examination and serial imaging of the head and neck. Currently, he has completed five years of follow-up and is disease-free, both for local and distant metastasis.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'32328335': 2, '32226692': 2, '6297408': 1, '33884163': 2, '34925613': 1, '22666726': 2, '18410617': 1, '22540063': 2, '18867767': 1, '15355375': 1, '20441512': 1, '17043204': 1, '34094723': 2, '16882695': 1, '10727324': 1, '17083691': 1, '30155386': 2}", "similar_patients": "{'7171610-1': 1, '8046015-1': 1, '7096074-1': 1, '3336933-1': 1, '8169006-1': 1, '3364684-1': 1}"}