{"patient_id": 6973, "patient_uid": "6411332-1", "PMID": 30891385, "file_path": "comm/PMC006xxxxxx/PMC6411332.xml", "title": "Acute Compartment Syndrome of the Hand from a Parrot Bite", "patient": "A 77-year-old left hand-dominant female first presented to the emergency department (ED) as a transfer from an outlying facility (OLF) secondary to an African grey parrot (Psittacus erithacus) bite. The patient was cleaning her pet parrot’s cage at 09:30 hours when she sustained a bite to the dorsum of the right hand. She experienced immediate pain but upon examination, there were no breaks in the skin. The patient then washed the area with antibacterial soap and applied an ice pack. Throughout the day, the pain, swelling, and bruising continued to increase and eventually spread to her dorsal wrist. The pain became unbearable and so she sought care at her local ED. The OLF performed labs and a hand X-ray. She was given one dose of intravenous (IV) ceftriaxone 1 g and transferred to our ED for evaluation by hand surgery. The patient arrived at our facility and was evaluated at 1931. The patient was complaining of increased pain, numbness, and coolness all over the dorsum of the hand. She also stated the swelling had progressed to the distal third of the dorsal forearm from the time of evaluation at the OLF until the time of arrival. She denied systemic symptoms.\\nThe patient’s initial vital signs were temperature 36.9 °C, blood pressure 160/82, heart rate 95 beats per minute, respiratory rate 18 breaths per minute, and oxygen saturation of 97% on room air. On physical exam, the right hand had ecchymosis and soft tissue edema to all five digits as well as the dorsum of the hand with an extension to the distal third of the dorsal forearm. At the proximal third of the dorsal forearm, there was soft tissue swelling, induration, erythema, and fluctuance. No crepitus was noted. There was no swelling beyond the area of erythema. The right hand was cold when compared to the left hand. The digits were held in slight flexion. There was a decreased range of motion with extension and flexion in all five digits as well as wrist extension. There was tenderness to palpation to all five digits, dorsum of the hand, and the dorsal forearm. Radial and brachial pulses were two plus and equal bilaterally. Median, radial and ulnar nerve sensation were intact.\\nThe patient had a basic metabolic panel and complete blood count at OLF, which were unremarkable. Her hand X-ray from OLF was interpreted as having soft tissue swelling without evidence of fracture. Given the clinical suspicion of ACS, the hand surgeon was contacted and requested a computed tomography (CT) scan of the extremity with intravenous contrast (Figures -). The patient was evaluated by the hand surgeon at 20:15 hours and taken immediately to the operating room. She was given a tetanus shot and azithromycin 500 mg IV to empirically cover for C. psittaci given the history of a bird bite. The CT scan was interpreted as having soft tissue swelling of the dorsal hand without fluid collection or bony abnormality (arrows denote swelling).\\nIn the operative suite, the patient underwent a right-hand fasciotomy. The first incision was made over the third metacarpal into the deep fascia of the dorsum of the hand. A large non-purulent fluid collection was encountered and cultures were obtained. Next, the fascia of the right thenar musculature was released. Finally, the fascia of the right hypothenar musculature was released. After the fasciotomy, the surgeon drained an abscess involving the forearm and iodoform packing was placed. No necrotic tissue was noted. Lastly, the median nerve was released at the carpal tunnel and the ulnar nerve was released at Guyon’s canal to prevent further compression of the nerves. The patient was sent to recovery without complications.\\nThe next day she was evaluated by an infectious disease specialist. They recommended changing her antibiotics to amoxicillin/clavulanate and doxycycline. The patient's wounds continued to improve over the course of her hospitalization. Forty-eight hours after her first procedure, she was taken back to the operative suite for secondary closure of the wounds of the dorsum of the hand and the forearm. All cultures, including aerobic, anaerobic, and fungal, were negative. The patient was discharged home on day three of her admission to complete a 14-day course of antibiotics. She was also given outpatient physical therapy to work on wrist range of motion. At her two-week follow-up, the patient was found to have improved sensation, strength, and range of motion. Her wounds were healing appropriately without any further swelling or drainage.", "age": "[[77.0, 'year']]", "gender": "F", "relevant_articles": "{'27293917': 2, '25801580': 1, '28265219': 1, '27241383': 1, '19331260': 1, '22537587': 1, '26517170': 1, '18676192': 1, '17574182': 1, '25762886': 1, '30891385': 2}", "similar_patients": "{'4880689-1': 1}"}