{"patient_id": 9623, "patient_uid": "6597617-1", "PMID": 31228778, "file_path": "comm/PMC006xxxxxx/PMC6597617.xml", "title": "A case of persistent sciatic artery aneurysm with recurrent embolism", "patient": "A 76-year-old woman had been transferred to our hospital because the acute pain in the left lower leg. The lower extremity of affected side was cyanotic, while regular pulsation was palpable in the femoral artery (FA) and popliteal artery (PA). The previous medical history of this patient was hypertension and right total knee arthroplasty; however, arrhythmia had not been detected. CT scan revealed a left PSA aneurysm (a), the left PA fed from the PSA and the hypoplastic superficial FA (b). These results indicated “complete-type PSA” [,]. The PA ran more laterally than the normal pattern (a) and the three artery branches of the lower leg were occluded (b). The underlying cause was identified as embolic ischemia from the PSA aneurysm. Surgery was not performed because clinical symptoms rapidly improved with the administration of heparin. Conservative treatments by oral anti-platelet medicines and the dripped intravenous administration of heparin were continued for one week. MRI examination during hospitalization showed the patency of the posterior-tibial artery (PTA) and peroneal artery (). The patient was reluctant to surgical treatment to the PSA and discharged; however, the same symptoms recurred 6 months later and emergent surgical treatments were performed. Under general anesthesia, thrombectomy of PTA was performed and blood flow from distal side was observed. Next, the bypass between FA-PTA with a reversed saphenous vein graft were performed. Additionally, the proximal side of PTA from the anastomosis site was ligated to avoid the recurrence of embolism. One year after surgery, the recurrence of embolism and other complications have not occurred, furthermore the aneurysm is occluded by thrombus ().", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'29034020': 2, '8028095': 1, '15864474': 1, '32636972': 1, '30342279': 1, '21293778': 1, '16171606': 1, '33304921': 2, '31228778': 2}", "similar_patients": "{'5579793-1': 1, '5579793-2': 1, '7701049-1': 1}"}