{"patient_id": 130734, "patient_uid": "6306126-3", "PMID": 30627294, "file_path": "noncomm/PMC006xxxxxx/PMC6306126.xml", "title": "Management of Inflammatory Cardiac Masses", "patient": "A 66-year-old woman presented with fevers and night sweats and was found to have new first degree atrioventricular block. Transthoracic echocardiogram (TTE) revealed an aortic root mass; TEE demonstrated a large complex mass invading the intraatrial septum, encasing the aortic root and extending into the right ventricular outflow tract (). Blood cultures were negative. Inflammatory markers were consistent with Wegener’s granulomatosis (+MPO ANCA). She developed high degree atrioventricular heart block and a dual chamber pacemaker was implanted. Cyclophosphamide and prednisone were started and serial TTEs showed progressive regression of the aortic mass. On repeat TEE the following year, the aortic mass was much smaller () (Supplementary Video 3) (). She underwent an aortic valve replacement with a 19 mm Carpentier-Edwards bioprosthetic valve soon afterwards due to development of severe aortic regurgitation; intense inflammatory-type tissue was noted below the non-coronary leaflet extending into the annulus and into the anterior leaflet of the mitral valve, essentially encompassing the fibrous trigone. Biopsy showed myxoid changes and chronic inflammation (). She continues to do well 6 years post surgery and most recent echocardiogram showed well functioning bioprosthetic aortic valve without recurrent mass.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'3172851': 1, '15124265': 1, '18320084': 1, '17785499': 1, '15316439': 1, '17045526': 1, '22481562': 1, '10980235': 1, '19463656': 1, '8296724': 1, '20471569': 1, '21803397': 1, '8611296': 1, '25068833': 1, '15054564': 1, '19654491': 1, '3728325': 1, '17592279': 1, '15552520': 1, '17544962': 1, '24785898': 1, '19203798': 1, '25129516': 1, '17959655': 1, '22535544': 1, '12683590': 1, '20594277': 1, '16020593': 1, '27600455': 1, '12222551': 1, '16923743': 1, '21302683': 1, '22329544': 1, '8540447': 1, '23250846': 1, '17938159': 1, '18817899': 1, '8611303': 1, '2984921': 1, '30627294': 2}", "similar_patients": "{'6306126-1': 2, '6306126-2': 2}"}