{"patient_id": 9619, "patient_uid": "6597482-1", "PMID": 31229773, "file_path": "comm/PMC006xxxxxx/PMC6597482.xml", "title": "Metastatic renal cell carcinoma to the pancreas, thyroid, & subcutaneous tissue 13 years after Radical nephrectomy: A case report", "patient": "We report a case of a 51-year-old female who was diagnosed with clear cell renal cell carcinoma (ccRCC) of the right kidney and underwent radical nephrectomy. The patient was in remission for 6 years post-nephrectomy when she presented with a solitary lesion in the head of the pancreas that was discovered upon surveillance (). It was then resected via a Whipple procedure, interestingly, histopathology reported it as a multi-focal lesion of renal cell carcinoma rather than a solitary lesion (). Ten years after the resection of the primary tumor, the patient presented with a thyroid nodule without any history of thyroid dysfunction. Accordingly, imaging was performed, and a 5.16 cm lesion was found. Subsequently, a fine needle aspiration was done, which revealed RCC metastasis, so the patient underwent a total thyroidectomy ( & ). Six months later, the patient presented with a mass on the anteromedial aspect of the forearm, which was biopsied and confirmed to be yet another metastatic lesion of RCC, and thus it was excised with negative margins (). Within the following year, the patient presented with another mass on the forearm, distal to the site of the previous one. Following the discovery of the subcutaneous lesion on the forearm, metastatic workup was promptly performed, and CT scan showed multiple enhanced pancreatic lesions (). The patient underwent a completion pancreatectomy and resection of the second forearm mass. One year later, another metastatic lesion was found in the left kidney, for which the patient underwent left partial nephrectomy with negative margins. The patient is currently alive and in good condition, as per a recent follow-up.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'30197744': 1, '19581746': 1, '34712581': 1, '32537281': 2, '16968548': 2, '28070440': 2, '30078840': 1, '30342279': 1, '21888643': 1, '33400693': 1, '31229773': 2}", "similar_patients": "{'5192310-1': 1, '1578574-1': 1, '7286586-1': 1}"}