{"patient_id": 13163, "patient_uid": "6831184-1", "PMID": 31027105, "file_path": "comm/PMC006xxxxxx/PMC6831184.xml", "title": "A case report dysregulated neutrophil extracellular traps in a patient with propylthiouracil-induced anti-neutrophil cytoplasmic antibody-associated vasculitis", "patient": "A 19-year-old woman with a 1-month history of a high fever up to 40°C and polyarthralgia was admitted to our unit. Two years prior to this admission, she was diagnosed with Graves’ disease and achieved euthyroid status with PTU treatment. On admission, pain and swelling of the right forearm was noted without a skin rash. Blood test results showed elevated levels of C-reactive protein, MPO-ANCA (469 RU/mL; normal range, <2.0 RU/mL), antinuclear antibody, anti-double-stranded DNA antibody, anticardiolipin antibody, and lupus anticoagulants with a biological false-positive reaction. Results of urinalyses and renal function analyses were normal. Thus, she was diagnosed with PTU-AAV, thus the PTU was discontinued. Since her symptoms did not improve, methylprednisolone pulse therapy was added (1000 mg daily for 3 consecutive days), followed by prednisolone (50 mg daily). However, she then developed a diffuse alveolar hemorrhage (Fig. ). We administered additional 2 courses of methylprednisolone pulse therapy, rituximab (375 mg/m2 once weekly), and plasmapheresis. With those intensive immunosuppressive treatments, her clinical manifestations were on remission during a 1-year follow-up.\\nWe first examined NET regulation in the neutrophils of a patient with PTU-AAV. The immunofluorescent images and immunoblotting showed NET formation with hyper-citrullinated histone in PTU-AAV neutrophils during the active phase (Fig. D, J, K). These neutrophils after PMA stimulation were induced to form massive NETs, which were not degraded by DNase I (Fig. E and F). In contrast, HC and PTU-AAV remission phase neutrophils did not show excessive NET induction (Fig. A, G, J, K) and these NETs were degraded by DNase I (Fig. B, C, H, I).\\nNext, we hypothesized that disordered NETs could play a role as auto-antigens. To examine the presence of autoantibodies to NET components, we tested atypical ANCA using an ANCA panel kit (enzyme-linked immunosorbent assays, Euro Diagnostica, Sweden). Indirect immunofluorescence of the neutrophils revealed a perinuclear-ANCA staining pattern, which reacted to azurocidin, bactericidal/permeability increasing protein, elastase, and lactoferrin (Fig. A). Furthermore, to examine the property of these ANCA to induce NETs, healthy neutrophils primed with TNF-α (5 μg/mL) were incubated with PTU-AAV IgG (ANCA), HC IgG, and idiopathic MPA IgG (MPO-ANCA IgG). The LDH assay indicated that PTU-AAV IgG and MPA-IgG had a high NETs-inducibility compared to HC-IgGs (Fig. B).", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'20439745': 1, '22777766': 1, '22956760': 1, '10822221': 1, '19448636': 1, '21339221': 1, '12201217': 1, '22664738': 1, '21098229': 1, '9366584': 1, '2837228': 1, '19699684': 1, '33391289': 1, '31027105': 2}", "similar_patients": "{}"}