{"patient_id": 138011, "patient_uid": "6940034-1", "PMID": 31921379, "file_path": "noncomm/PMC006xxxxxx/PMC6940034.xml", "title": "Hypercalcemia in T-Cell/Histiocyte-Rich Large B-Cell Lymphoma: An Unusual Presentation of a Rare Disease and Literature Review", "patient": "A 69-year-old male with a history of hypothyroidism and hypertension presented to the Emergency Department of our hospital with complaints of nausea, vomiting, and generalized weakness with left-sided discomfort for the last 2 weeks. The patient also reported unintentional 80-pound weight loss over the last 1 year. He denied fevers, chills or night sweats. Upon initial physical examination the patient was cachectic with dry mucous membranes. The remainder of the exam was within normal limits. His vital signs were as follows: blood pressure: 136/72 mm Hg; heart rate: 90 beats per minute; respiratory rate: 18/min; body temperature: 36.6 °C; oxygen saturation: 98% at room air.\\nThe results of a complete metabolic panel () showed serum calcium level elevated at 16.1 mg/dL. The patient was admitted to the intensive care unit for severe hypercalcemia, for which he received aggressive intravenous fluid resuscitation with 2 L normal saline followed by maintenance fluids at 150 mL/h (with goal urine output 100 mL/h), as well as intravenous calcitonin for goal decrease in serum calcium of 2 mg/dL/24 h. Several hours after administration of calcitonin, serum calcium level decreased to 13.5 mg/dL. In addition, serum blood urea nitrogen and creatinine were initially elevated at 67 mg/dL and 3.25 mg/dL, respectively. Thyroid function test was normal. Furthermore, serum assay of intact parathyroid hormone (iPTH) was 6.8 pg/mL (range: 15 - 65 pg/mL), serum 25-hydroxyvitamin D (25(OH)D) level was 168 pg/mL (range: 19.9 - 79.3 pg/mL), and serum PTH-related peptide (PTHrP) was elevated at 3.7 pmol/L (range: 0.0 - 2.3 pmol/L) (). A workup for anemia was simultaneously carried out (). Iron panel was consistent with anemia due to chronic disease. The peripheral blood smear was unremarkable. The level of β2-microglobulin was elevated to 9.8 mg/L (range: 1.1 - 2.4 mg/L). Due to the combination of severe hypercalcemia, renal failure and anemia, serum and urine electrophoreses were performed to rule out multiple myeloma. Both tests were negative. Computed tomography (CT) chest/abdomen/pelvis and CT head were unremarkable. Skeletal survey was within normal limits. A bone marrow biopsy at the left posterior superior iliac spine was then performed to exclude any hematologic malignancy. The bone marrow smear revealed large mononuclear cells with prominent nucleoli and occasional Reed-Sternberg cells, consistent with THRLBCL (). The atypical cells exhibited the following immunophenotype: cluster of differentiation (CD)30+, CD20+, PAX5+, organic cation transporter 2 (Oct2)+, BOB1+, CD79a+, BCL6+, BCL2+, C-MYC+, MIB1+, and MUM1+. CD3 marks associated T-cell infiltrate. Special staining with CD71, CD61 and myeloperoxidase (MPO) was utilized. Flow cytometry and cytogenetics were unremarkable. This pathology was reviewed in consultation with the pathologist from the National Institute of Health, who confirmed the morphological and immunohistochemical characterization of THRLBCL.\\nThroughout his hospital stay the patient remained on intravenous maintenance normal saline at 150 mL/h, and his creatinine improved to 1.68 prior to discharge. In addition, patient received intravenous calcitonin, one dose of intravenous pamidronate and furosemide, and zoledronic acid for symptomatic hypercalcemia which significantly improved his calcium to 10.9 at its lowest. The patient was discharged in a stable condition with close follow-up. A following outpatient positron emission tomography/computed tomography (PET/CT) scan showed extensive skeletal metastatic disease with fluorodeoxyglucose (FDG) uptake involving all bones, 5-cm mediastinal mass and diffuse splenic disease with 3.98-cm mass, an atypical presentation of lymphoma (). The patient’s international prognostic index (IPI) was 4 which indicated high risk for shorter overall survival, specifically 26% chance 5-year survival according to the International Peripheral T-cell Lymphoma Project []. The patient consistently followed up as an outpatient with medical oncology and completed four cycles of hyperfractionated cyclophosphamide, vincristine, doxorubicin and dexamethasone (hyper-CVAD) chemotherapy without complications. After 8 months of initial presentation, repeat PET/CT showed complete remission of his lymphoma with improvement of labs. The patient remained in complete remission for over 1 year since the end of treatment. At his most recent office visit, patient was asymptomatic with positive weight gain and normal appetite.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'25373378': 1, '8961913': 1, '25038766': 2, '1346019': 1, '16172192': 1, '27263488': 1, '33585332': 1, '22083203': 1, '26980727': 1, '23154748': 1, '15673803': 1, '11297578': 1, '25161781': 2, '14508396': 1, '21270441': 1, '7387355': 1, '30147967': 2, '11870169': 1, '14687617': 1, '14982884': 1, '15016643': 1, '26713296': 1, '12679445': 1, '26037642': 1, '7962324': 1, '12663714': 1, '31921379': 2}", "similar_patients": "{'4132453-1': 1, '4137732-1': 1, '6083738-1': 1}"}