{"patient_id": 131367, "patient_uid": "6354085-1", "PMID": 30705901, "file_path": "noncomm/PMC006xxxxxx/PMC6354085.xml", "title": "Sarcomatoid carcinoma of the pancreas: A case report", "patient": "A 59-year-old male patient had experienced darkening of the urine, scleral icterus, and fatigue for 4 wk.\\nBiliary decompression by placing stents via endoscopic retrograde cholangiopancreatography had been performed at a different hospital a few days prior, because of elevated serum bilirubin levels and an ampullary tumor revealed by computed tomography (CT). The patient was admitted to our hospital for further evaluation and treatment.\\nHe was a smoker but not a drinker of alcohol.\\nHis medical history and family history were unremarkable, with no diabetes or chronic pancreatitis.\\nA physical examination revealed scleral icterus, cutaneous jaundice, but no palpable abdominal mass.\\nLaboratory tests yielded the following results: total bilirubin 44 μmol/L (reference < 21 μmol/L), direct bilirubin 31 μmol/L (reference < 5 μmol/L), alanine aminotransferase 97 U/L (reference < 40 U/L), and carbohydrate antigen 19-9 14.6 U/L (reference < 37 U/L).\\nContrast-enhanced CT revealed a low-density round mass measuring about 1.5 cm × 1.1 cm in the pancreatic head, which was slightly enhanced after intravenous administration of contrast material (Figure ). The pancreatic duct, extrahepatic bile duct, and intrahepatic ducts upstream of the obstruction were dilated (Figure ). Magnetic resonance imaging revealed an irregular bulky region in the head of the pancreas and a sheet-like lesion in the main pancreatic duct, with an iso-T1 and a long T2 signal.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'18801090': 1, '25473201': 1, '24282372': 1, '28902796': 1, '27491291': 2, '34046475': 2, '30221744': 1, '12204065': 1, '32850465': 1, '9007945': 1, '25632213': 1, '29220296': 1, '18335561': 1, '32450860': 2, '26291008': 1, '24348857': 1, '33969097': 2, '29334560': 1, '30705901': 2}", "similar_patients": "{'8130075-1': 1, '7249341-1': 1, '4974787-1': 1, '8080743-1': 1}"}