{"patient_id": 13415, "patient_uid": "6851603-1", "PMID": 31711316, "file_path": "comm/PMC006xxxxxx/PMC6851603.xml", "title": "Severe Vitamin A Deficiency After Biliopancreatic\\nDiversion", "patient": "A 68-year-old female with a history of BPD surgery in 1987 was referred for treatment\\nof vitamin A deficiency. Her symptoms began with poor vision at nighttime but\\neventually progressed to blindness in her left eye. At the time of her diagnosis in\\n2013, her vitamin A level was 4 µg/dL (normal = 38-98 µg/dL), and she already had\\nfindings of retinal degeneration. She was initially treated with oral vitamin A\\nsupplementation of 100,000 IU daily; however, levels did not normalize consistently,\\nand her retinopathy progressed. On referral to our division, she was started on\\nintramuscular vitamin A injections in June 2018. Prior to starting intramuscular\\nvitamin A, her vitamin A level was 20 µg/dL (normal = 30-90 µg/dL).\\nAfter receiving the first injection, 12 to 15 hours later she developed redness and\\nscaling at site of injection. The second injection caused a similar reaction. Rashes\\nseen at the injection sites are shown in . The rash was not associated with\\nany systemic symptoms, facial, tongue, throat swelling, or hive-like reaction. The\\netiology of the rash was thought to be an injection site reaction versus type IV\\nhypersensitivity reaction. Although less likely, an irritant dermatitis was\\nconsidered where the injection solution was coming in contact with the skin given\\nthe finding of one injection site without associated rash. The suspicion for a type\\nI hypersensitivity was low given the delayed onset of the rash, and the patient\\ndeclined skin prick testing for definitive evaluation. Overtime, her vitamin A\\nlevels improved but her vision did not.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'14746835': 1, '12935371': 1, '16077363': 1, '28392254': 1, '16774959': 1, '15031184': 1, '7746084': 1, '15885783': 1, '15823436': 1, '31711316': 2}", "similar_patients": "{}"}