{"patient_id": 131040, "patient_uid": "6327801-1", "PMID": 30693257, "file_path": "noncomm/PMC006xxxxxx/PMC6327801.xml", "title": "Oncocytoma Parotid Gland", "patient": "A 70-year-old male reported to the Ear, Nose and Throat Outpatient Department with a mass near the angle of the mandible on the left side for 9 years. It was a painless swelling which had an insidious onset but not increasing in size for the last many years. The patient had no other significant complaints. On examination, a solitary 3 cm × 2 cm-sized left parotid mass, posterior to the angle of the mandible, was present [] (clinical photograph showing tumor in the left parotid). It was a nontender, nonfluctuant, nonpulsatile swelling with regular margins. It was not adherent to overlying skin or underlying structures. No signs of facial palsy were seen. FNAC report was suggestive of oncocytic neoplasm. On contrast-enhanced computerized tomography (CECT), a rounded hyperdense lesion in the superficial lobe of the left parotid was seen which according to radiologist could be benign parotid neoplasm, hemangioma, or enlarged lymph node [] (CECT scan showing tumor in the left parotid gland). Ultrasonography identified a 2.5 cm × 1.7 cm-sized lobulated solid mass in the left parotid region which was closely abutting left parotid gland and was very vascular. Based on the above-mentioned findings, a provisional diagnosis of oncocytoma in the left parotid was made with differential diagnosis of hemangioma, and the patient was worked up for superficial parotidectomy. Superficial parotidectomy was done with preservation of the facial nerve [] (identification and preservation of the facial nerve). Excised mass was sent for histopathological examination, which confirmed it as oncocytoma. Grossly, the resected specimen measured 5 cm × 4 cm × 2 cm in size. Macroscopically, the tumor was a nodular, circumscribed lesion measuring 2 cm × 1.5 cm × 2 cm in size and brown homogeneous in color. Microscopic findings show capsulated tumor composed of lobules of oncocytic cells []. The cells were large and round with abundant granular cytoplasm []. No mitotic figures were noted. These features are consistent with oncocytoma. The patient has been on follow-up for 2 years and has remained disease free with no local or remote recurrence of the disease.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'23393748': 1, '12087334': 1, '34352906': 1, '33114321': 1, '32710434': 1, '20181155': 2, '2361662': 1, '15042484': 1, '10878549': 1, '23120023': 1, '22438628': 2, '5301280': 1, '31737142': 1, '30693257': 2}", "similar_patients": "{'2827107-1': 1, '3307464-1': 1}"}