{"patient_id": 9666, "patient_uid": "6599465-1", "PMID": 31281766, "file_path": "comm/PMC006xxxxxx/PMC6599465.xml", "title": "A Rare Presentation of Drug-induced Liver Injury with Fluticasone and Vilanterol Inhaler Use", "patient": "A 74-year-old Caucasian male presented to the emergency department with complaints of shortness of breath, nausea, diarrhea, generalized weakness, and jaundice. He reported that he had started fluticasone-vilanterol for the management of chronic obstructive pulmonary disease (COPD) three days prior to presentation. He denied a history of liver disease, alcohol use, over-the-counter supplement use, recent antibiotic use, herbal product use, or acetaminophen use. His past medical history included asthma, tobacco use disorder, and non-insulin-dependent type 2 diabetes mellitus. His outpatient medications included metformin, vitamin D supplement, low-dose aspirin, and a rescue albuterol inhaler. The patient was an ex-smoker with a 25 pack-year smoking history and quit tobacco nine months prior to presentation. He also denied any other illicit substance abuse such as marijuana, cocaine, and heroin. His family history was notable for COPD and chronic renal failure, but he denied liver disease in the family. He denied any recent travel or recent sick contacts.\\nPrior to starting this new medication, the patient used an albuterol rescue inhaler and glycopyrrolate-formoterol fumarate combination for management of COPD. The latter medication was switched to fluticasone-vilanterol by his outpatient pulmonologist. Three days after starting this new medication, the patient noticed skin rashes, dyspnea on exertion, progressive nausea, vomiting, diarrhea, poor appetite, pruritus, anorexia, and weight loss. His condition deteriorated to the point that he was lethargic and icteric. Given these symptoms, the patient stopped taking this new medication and presented to the emergency department for evaluation. Upon admission, liver chemistries were performed, which showed the following: aspartate aminotransferase (AST) = 206 U/L (normal 12-55 U/L), alanine aminotransferase (ALT) = 371 U/L (normal 2-50 U/L), alkaline phosphatase (ALP) = 456 U/L (normal 30-99 U/L), total bilirubin (T Bilirubin) = 11.9 mg/dL (normal 0.1-1.5 mg/dL), direct bilirubin = 9.5 mg/dL (normal 0.1-1.5 mg/dL), albumin = 3.2 g/dL (normal 3.2-4.9 g/dL), and gamma-glutamyl transferase (GGT) = 800 U/L (normal 9-48 U/L) (Figures -). International normalized ratio (INR) was normal at 0.97 (normal 0.87-1.13). His white blood cell count and hemoglobin were within normal limits. He presented with acute kidney injury with a creatinine of 1.51 mg/dL (elevated from his baseline of 1.0 mg/dL) (normal 0.5-1.4 ml/dL) and blood urea nitrogen of 34 mg/dL (8-22 mg/dL). The patient also presented with non-anion gap metabolic acidosis with a bicarbonate level of 17 mEq/L (normal 22-28 mEq/L) secondary to acute kidney injury. Urinalysis was positive for bilirubinuria. No peripheral eosinophilia was noted. Serum acetaminophen was undetectable on admission. Viral hepatitis serologies were negative for hepatitis B (HBV) sAg, hepatitis C (HCV) Ab, and hepatitis A (HAV) Ab. A urine drug screen was negative for cannabis, opiates, benzodiazepines, and cocaine metabolites. Ultrasound of the abdomen was completed and revealed heterogeneous liver texture, hepatopedal portal vein flow, contracted gallbladder without biliary ductal dilatation, and normal partially visualized pancreas (Figures ).\\nDue to the significant hepatocellular dysfunction along with cholestatic picture at presentation, magnetic resonance cholangiopancreatography (MRCP) was performed to rule out biliary obstruction. It showed gallbladder sludge without choledocholithiasis, pancreatic divisum, mild hepatomegaly, and small renal cysts (Figure ). The common bile duct (CBD) measured 7 mm proximally and tapered at the pancreatic head (normal 4-8 mm). There was no intrahepatic biliary ductal dilatation. Chronic liver disease workup including celiac panel (tissue transglutaminase, endomysial antibody, and total IgA), smooth muscle antibody titer, antinuclear antibody titer, and hemochromatosis panel (ferritin and iron levels) was normal. After discussion with the radiology department, a hepatobiliary scan (HIDA) was performed, which showed prompt hepatic uptake, but prolonged hepatic activity and lack of hepatic transit/excretion (Figure ). The results were consistent with diffuse hepatocellular injury. The biliary products and gallbladder were not seen due to lack of radionucleotide excretion; therefore, cystic or biliary duct obstructions were not excluded. Due to the possibility of choledocholithiasis or sludge not seen on MRCP, endoscopic ultrasound with endoscopic retrograde cholangiopancreatography was considered for biliary decompression. However, the patient refused. Ultrasound-guided liver biopsy was performed through interventional radiology. Liver biopsy showed a predominance of eosinophils in the portal tracts compatible with a drug reaction. The portal tracts were moderately inflamed and showed features of mixed inflammatory infiltrate with lymphocytes, eosinophils, and rare neutrophils. No lobular or interface hepatitis was present. Lobular hepatocytes featured increased deposition of lipofuscin in the cytoplasm but no canalicular bile plugs to indicate cholestasis. No steatosis, ballooning degeneration, or necrosis of the hepatocytes was appreciated. Iron and periodic acid-Schiff staining (PAS) were normal. According to Batts-Ludwig criteria, activity grade was 2 and fibrosis stage was 0.\\nThe patient’s hepatic panel normalized one week after stopping the offending agent. There was a concomitant improvement of his symptoms of pruritus, lethargy, and generalized weakness. The patient was asked to report fluticasone-vilanterol as an allergy. Re-challenge was not performed.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'24935270': 1, '2287792': 1, '22893872': 1, '12016546': 1, '23091804': 1, '12143055': 1, '8229110': 1, '26356634': 1, '15073920': 1, '23043183': 1, '18798340': 1, '18955056': 1, '24879985': 1, '28443154': 1, '29354771': 1, '14768020': 1, '31281766': 2}", "similar_patients": "{}"}