{"patient_id": 9673, "patient_uid": "6600383-2", "PMID": 31185588, "file_path": "comm/PMC006xxxxxx/PMC6600383.xml", "title": "Chiari Malformation Type 1 in EPAS1-Associated Syndrome", "patient": "A 29-year-old male presented to our institution with a past medical history significant for polycythemia diagnosed at 28 months by routine phlebotomy. At age 14, a left chest wall tumor was found at level of the 4th rib on CT scan performed for evaluation of hypertension and syncopal episodes. Blood chemistries () and histopathology of three resected chest wall masses at age 17 confirmed paragangliomas. He was referred to our institution for genetic evaluation after resection of multiple paraortic and lumbar paragangliomas. Somatic mosaicism of EPAS1 gain-of-function was confirmed in the resected tumors and circulating leukocytes. His follow-up included routine phlebotomy for polycythemia and measurement of plasma and urinary metanephrines and imaging for tumor surveillance and detection.\\n18F-FDOPA scan revealed a focus of tracer uptake in the right lower lobe and six retroperitoneal foci in the aortocaval and right paracaval regions; the para-aortic lesions were also positive on 68Ga- DOTATATE PET/CT. MRI of the brain with contrast performed for evaluation of metastatic disease detected Chiari type I malformation with tonsillar displacement 8 mm below the foramen magnum (A–C). A developmental venous anomaly of the Vein of Galen confluens and choroid plexus involving the velum interpositum was also found (D–E). Sacral dysraphism was also present (F–H). Imaging follow up over several years in patient 2 demonstrated that the Chiari I malformation was stable.", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'31098335': 1, '32337341': 1, '536685': 1, '27588590': 1, '7229658': 1, '33998184': 1, '22931260': 1, '28612426': 1, '8988080': 1, '2763957': 1, '33042797': 1, '27344347': 1, '32809974': 1, '2699756': 1, '20059947': 1, '28328605': 1, '15007134': 1, '31185588': 2}", "similar_patients": "{'6600383-1': 2}"}