{"patient_id": 5874, "patient_uid": "6342868-1", "PMID": 30382391, "file_path": "comm/PMC006xxxxxx/PMC6342868.xml", "title": "Progressive myoclonus epilepsy in Gaucher Disease due to a new Gly–Gly mutation causing loss of an Exonic Splicing Enhancer", "patient": "The patient, a 17-year-old girl, born from healthy consanguineous Italian parents, was delivered at full term. Pregnancy was uneventful and psychomotor development was normal.\\nAt age 11 years a first sleep-related tonic-clonic seizure, lasting several minutes appeared. A first EEG recording showed discharges of generalized spikes and polyspike-waves together with multifocal, centro-parieto-temporal paroxysmal activity. Brain MRI was unrevealing. Treated with valproic acid and clobazam, she was seizure-free for nearly 2 years. At age 13-years, seizures relapsed and over time became drug-resistant despite different antiepileptic drug combinations, including ethosuximide, lamotrigine, benzodiazepines, acetazolamide, levetiracetam, topiramate, lacosamide and barbiturates. Seizures occurred 2–3 times per month, predominantly during sleep, as tonic-clonic, lasting several minutes and occasionally requiring acute treatment with rectal diazepam. In the same period, parents also noticed daily episodes of loss of contact and interruption of motor activity with a slight head drop and eyelid fluttering, lasting 10–20 s. Long-term video-EEG monitoring captured sleep-related seizures, with the tonic-clonic phase being preceded by a crescendo of myoclonic and clonic jerks (Fig. ). We also recorded several episodes of ictal eyelid myoclonia with absences associated with polyspike and wave discharges. The interictal EEG was severely abnormal with frequent discharges of generalized or multifocal paroxysmal activity, yet the most interesting features were observed during sleep with activation of severe paroxysmal discharges and absence of a recognizable physiological EEG pattern. EEG also showed a prominent photosensitivity. During intermittent photic stimulation, we recorded a generalized photoparoxysmal response often provoking eyelid myoclonia.\\nAfter the onset of seizure, she also manifested cognitive regression, leading to mild-moderate cognitive impairment. Haemoglobin levels and white blood cell values were normal, although at the lower end of normal limits. Trombocytopenia was not found. At age 16 years, neuropsychological testing showed a global IQ score of 65 (WISC-IV). Neurological evaluation revealed mild dysarthria, increased deep reflexes, mild dysmetria, inability to walk on toes, and upper extremity tremor and myoclonus. Somatosensory and visual evoked potentials revealed responses of abnormally high amplitude (grossly enlarged potentials).\\nClinical features, particularly their onset and evolution, EEG features, and evoked potentials were suggestive of progressive myoclonus epilepsy. Abdominal ultrasound and MRI revealed also a mildly enlarged liver. The magnetic resonance (MR) imaging bone marrow burden (BMB) score was 3. Thus, considering all the above findings combined with age at symptoms onset, we investigated the patient for Lafora disease and lysosomal disorders, including GD.\\nAt clinical evaluation spleen and liver were of normal size. At abdominal MRI the liver was at the upper limit of normal (2626 cc). There was neither anemia nor thrombocytopenia. Since, in keeping with GD, β-glucosidase activity in blood spots was deficient, we performed GBA gene screening and skin biopsy for further molecular and enzyme activity assays to confirm the diagnosis.\\nOnce the diagnosis was confirmed the enzyme replacement therapy (ERT) was instituted. At present, the patient, aged 17 years, exhibits drug-resistant epilepsy with daily myoclonic and monthly tonic-clonic seizures, often while asleep and during her periods, prominent photosensitivity, mild-moderate cognitive impairment with dysarthria and upper limb tremor and an abnormal bone marrow burden. Haematological values and BMB were unchanged. The clinical picture is fluctuating, yet slowly progressive, and ERT is of no benefit on neurological symptoms, considering also this treatment does not pass the brain blood barrier.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'17059888': 1, '12938082': 1, '12970647': 1, '15146461': 1, '3864160': 1, '27449603': 1, '21831682': 1, '23709336': 1, '6804115': 1, '27779620': 1, '27195699': 1, '18338393': 1, '20004867': 1, '12587096': 1, '32626992': 1, '24954581': 1, '12792654': 1, '8829654': 1, '11846609': 1, '21056933': 1, '2914709': 1, '12595585': 1, '10612815': 1, '23079555': 1, '16329099': 1, '6770675': 1, '21878961': 1, '17395504': 1, '6091633': 1, '11967553': 1, '10796875': 1, '24022302': 1, '15329082': 1, '27051597': 1, '21745757': 1, '16000318': 1, '26853223': 1, '8544197': 1, '30382391': 2}", "similar_patients": "{}"}