{"patient_id": 12861, "patient_uid": "6820490-1", "PMID": 31687630, "file_path": "comm/PMC006xxxxxx/PMC6820490.xml", "title": "Pseudophakic malignant glaucoma - a case report", "patient": "A 80-year-old female patient presented in our Emergency Department accusing pain in her left eye (LE) and decreased visual acuity. The symptoms appeared 5 days before and increased gradually. Visual acuity was light perception and Goldman tonometry was 80 mmHg in her LE. The biomicroscopy revealed severe conjunctival injection, absent central and peripheral anterior chamber (AC), iridocorneal touch centrally and posterior chamber (PC) pseudophakia. An ultrasound B-scan was performed to rule out posterior segment pathology, which showed no vitreous or choroidal abnormalities. The patient was operated for cataract 12 years before in the right eye (RE) and 10 years before in the LE, with no other ocular history.\\nIn the RE, the visual acuity was 1, the Goldman tonometry was 17mmHg, the biomicroscopy revealed posterior chamber pseudophakia, otherwise normal biomicroscopy and normal fundus.\\nA peripheral laser YAG iridotomy was performed immediately in the LE and the patient was treated intravenously with 20% mannitol, topical timolol, topical brimonidine, and topical cycloplegics. 12 hours later, intraocular pressure (IOP) in the LE was 55 mmHg, absent AC with corneal edema, despite the presence of a patent iridotomy. The diagnosis of malignant glaucoma was made and laser YAG capsulotomy was performed with no resolution of symptoms and signs.\\n24 hours later, we performed pars plana anterior vitrectomy with posterior capsulotomy and anterior hyaloidectomy, creating a direct connection between anterior chamber and vitreous cavity (,).\\nFirst day postoperatively, the AC depth increased and the IOP came down to 20mmHg. The patient was discharged after a week with hand movement perception visual acuity in her LE, 20 mmHg IOP, decreased corneal edema and normal depth AC (,).\\nAfter a month, the corneal edema resolved, the visual acuity was 2/ 50, IOP was 20mmHg, and the AC had a normal depth. The fundus showed peripapillary atrophy, with normal contoured papilla, excavation C/ D 0.5 (-).\\nSecond month postoperatively, the visual acuity in the LE was 2/ 50, IOP 19 mmHg, and normal depth AC (). The patient is still under treatment with topical brimonidine and cycloplegics.", "age": "[[80.0, 'year']]", "gender": "F", "relevant_articles": "{'3431802': 1, '7996414': 1, '23375590': 1, '28318831': 1, '12671473': 1, '3317956': 1, '2368831': 1, '19878757': 1, '25899512': 1, '3579707': 1, '5032764': 1, '14846865': 1, '22545204': 1, '8371920': 1, '1498573': 1, '29930458': 1, '9059253': 1, '21858468': 1, '1992750': 1, '13157051': 1, '31687630': 2}", "similar_patients": "{}"}