{"patient_id": 133459, "patient_uid": "6502980-2", "PMID": 31105773, "file_path": "noncomm/PMC006xxxxxx/PMC6502980.xml", "title": "Prevention of recurrent urinary tract infections: bridging the gap\\nbetween clinical practice and guidelines in Latin America", "patient": "A 54-year-old female patient presented with acute UTI. She had a 4-year history\\nof type 2 diabetes and recurrent vaginal infections caused by Candida\\nspp. and E. coli. Her glycemic control was poor\\ndespite treatment with metformin and a SGLT-2 inhibitor. The patient was\\nallergic to nitrofurantoin following 10 years of chronic treatment for\\nrecurrent UTIs. Her vaginal flora was deficient, and she was using combined\\ntopical HRT to control her symptoms. Upon presentation she was found to have a\\nCandida albicans infection resistant to fluconazole and\\nvoriconazole. Leukocytes were negative and bacteria were absent.\\nUrinalysis revealed glycosuria (>20 g/l) and hematuria, with\\ntrace amounts of hemoglobin. The patient was referred to an endocrinologist to\\naddress the underlying glycosuria. Prophylaxis with OM-89 for 3 months,\\nalong with weekly itraconazole (200 mg) to control the acute infection,\\nwere initiated. With improved glycemic control, prophylaxis, and acute treatment\\nshe presented with one UTI caused by E. coli and with two\\nepisodes of fungal infection in the following year.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'15774256': 1, '23867306': 1, '20483149': 1, '12432044': 1, '29342469': 1, '18511178': 1, '32435277': 1, '23538307': 1, '27161114': 1, '23633128': 1, '26270684': 1, '18963856': 1, '25182654': 1, '20939242': 1, '27472812': 1, '29674608': 1, '8672152': 1, '27182288': 1, '24457349': 1, '27070171': 1, '24037418': 1, '16389538': 1, '19018661': 1, '12113866': 1, '7099208': 1, '26698878': 1, '25853778': 1, '22677709': 1, '27701658': 1, '24224622': 1, '21498386': 1, '8345609': 1, '2179584': 1, '33259478': 1, '26388331': 1, '26883864': 1, '8915526': 1, '22873125': 1, '8350884': 1, '26746844': 1, '23076891': 1, '31105773': 2}", "similar_patients": "{'6502980-1': 2}"}