{"patient_id": 12676, "patient_uid": "6807258-1", "PMID": 31660062, "file_path": "comm/PMC006xxxxxx/PMC6807258.xml", "title": "Controlling the laxative abuse of anorexia nervosa patients with the Serigaya Methamphetamine Relapse Prevention Program workbook: a case report", "patient": "A 49-year-old woman with anorexia nervosa-binge eating/purging type (AN-BP) and a simultaneous history of laxative abuse was admitted to our hospital for the second time. According to her medical history, she had initiated dieting after entering vocational school at the age of 18. Initially, she practiced only dietary restrictions but gradually began self-induced vomiting. Based on the medical history she provided, her weight (50 kg) decreased gradually and was 40 kg by the time she got married at 28. During this time, she had begun consuming a commercially available laxative. By age 35, her body weight was 35 kg. She was diagnosed with impaired renal function at 41 and renal failure occurred at 45; subsequently, hemodialysis was initiated. At this time, she was diagnosed with AN on a visit to a nearby mental clinic, but refused hospitalization.\\nThroughout this period, the patient continued to restrict her diet and abuse laxatives. At the age of 46, her body weight decreased to < 30 kg, and dialysis became difficult because of the decrease in her blood pressure. She was advised to undergo hospitalization at a specialized medical institution, and in October of the same year, she was admitted to our facility. Her weight was 26.4 kg [body mass index (BMI), 11.9 kg/m2], and we confirmed her fear of obesity, body image distortion, and purging behavior, which included self-induced vomiting and laxative abuse. No questionnaire or semi-structured interview was employed to confirm an eating disorder. Rather, the patient was diagnosed with AN-BP using the fourth edition of the Diagnostic and Statistical Manual of Psychiatric Disorders (DSM-IV-TR) []. At the onset of her eating disorder, the patient exhibited binge eating and had begun vomiting via laxative use to compensate for her overconsumption.\\nTable presents the values obtained via our clinical assessments. Cognitive behavioral therapy was administered to the patient using a column technique and nutritional therapy. Her weight increased to 38 kg in May at the age of 47, and she was discharged in August. As soon as she was discharged, she relapsed and resumed laxative abuse. The patient visited our hospital once a week, but her body weight gradually decreased to the 20-kg range. She was re-hospitalized in February at the age of 49. Upon admission, her weight was 33.7 kg (BMI, 15.2 kg/m2). Based on the following laboratory indices, serum creatinine (4.43 mg/dl ↑), serum sodium (Na 137 mEq/l ↓), serum potassium (3.0 mEq/l ↓) serum chlorine (102 mEq/l), and blood urea nitrogen (22 mg/dl); an internal medicine specialist made a diagnosis of pre-renal renal failure due to laxative abuse. This led to her placement under maintenance hemodialysis. In addition to systemic management using central venous nutrition, behavioral therapy was also administered, and her body weight gradually increased (+ 5.3 kg/3 months). By May, her body weight was 39 kg (BMI, 17.6 kg/m2) after dialysis. The patient was eating a 1600 KCal meal at this time; however, she expressed fear of obesity, body image distortion, and a desire to remain slim. Also, while we found no fecal storage in the X-ray performed each week, she insisted on using a laxative. As such, we surmised that while her original intent for abusing laxatives was to reduce weight, her intention had evolved such that her use of laxatives had become a top priority to eliminate anxiety. This prompted us to adopt a drug addiction intervention.\\nWe introduced the SMARPP workbook and used it to conceptualize laxative abuse as an addiction. We chose this approach because at the heart of the phenomenon of addiction is the erosion of the desire to refrain from harmful behavior, which is caused by neuroplastic changes in the brain that limit the rational control of such harmful behavior []. A clinical examination of the attitude of a patient with AN toward laxative abuse in light of DSM supported our approach. We think this approach is preferable to the use of CBT, which conceptualizes the laxative abuse of AN as only a purging behavior.\\nSMARPP is based on cognitive behavioral therapy and includes topics on the correlation of an eating disorder with drug cravings and harm to the brain and body. It comprises weekly group sessions, including motivational interviewing attitudes [] and cognitive behavioral therapy for relapse prevention, following the Matrix model []. The SMARPP workbook utilizes the SMARPP principles. The Japanese version was published in 2011 as the “Recovery Support Workbook from Drug–Alcohol Addiction.” It comprises 28 chapters, which both patients and psychiatrists can read and complete together while adjusting to the patients’ pace. Each chapter required approximately 30 min for completion and the patient read the chapter for the first 15 min and answered questions during the next 15 min. Upon completion of each chapter, we evaluated the patient’s impressions. The whole exercise was performed once a week for 7 months in our hospital environment.\\nDuring this period, the patient herself recognized her laxative abuse and admitted to having previously used approximately 30 tablets each night; she also confessed to using approximately 200 tablets. In fact, from August (at the age of 47) to February (at the age of 49), her laxative abuse gradually increased from 30 tablets to 200 tablets per day. The laxatives she used were commercially available (Bisacodyl; 5 mg, and Sennoside A・B; 5.27 mg, per tablet). In December, at the age of 49, she completed the table on the recurrence and reuse cycle in the last session (Fig. ). In addition, at the conclusion of the SMARPP workbook, she stated, “I thought there was so much damage to my brain and my body.” Nonetheless, her weight continued to increase further, and she was discharged in December at the age of 49 years, once her body weight reached 45.5 kg (BMI, 20.5 kg/m2) after dialysis. We examined the effectiveness of the SMARPP workbook as shown in Fig. . The SMARPP workbook intervened in the laxative abuse, which resulted in appropriate laxative use and reduced compulsive and impulsive behaviors.\\nIn the cognitive functional battery conducted upon her discharge, the results of the Continuous Performance Test errors improved compared with that performed before her discharge. The Continuous Performance Test (CPT) was applied using a stimulus presentation software (A-X CPT) and lasted for 7 min. This test assesses the participant’s sustained attention and reaction time []. Post-discharge, she continued outpatient visits until March, when she reached the age of 53; she has not been re-hospitalized since. The prescription content of her laxative was Sennoside A・B, 48 mg; Sennoside A, B, 2 g; Lubiprostone, 48 μg; and Sodium Picosulfate Hydrate, 15 mg per day, whereas at the time of laxative abuse, it was Bisacodyl, 1000 mg and Sennoside A・B, 1054 mg per day.\\nFrom Table , it can be seen that overall there were improvements in the blood pressure (from hypotension to normotension) and BMI of our patient with reference to her initial hospitalization, second hospitalization, and her conditions at discharge and follow-up. Though still elevated, her creatinine level was on a decline compared to her first hospitalization. Also, whereas her hemoglobin and albumin levels were still low, they were better at discharge (10.6 g/L and 3.2 g/L respectively) compared to when she was first hospitalized (6.2 g/L and 2.6 g/L respectively).\\nBefore the SMARPP workbook was adopted, the patient underreported the amount of laxative she used. However, once the workbook was implemented, she provided the correct laxative dose. She also admitted her laxative abuse to medical staff and family members. From that point, she began to work independently to prevent the recurrence of laxative abuse. Figure presents the contents of the SMARPP workbook. In addition, her progress following the adoption of the workbook showed that her weight gain and food intake were stable. This is depicted in Fig. .", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'22003990': 1, '20687617': 1, '22821753': 1, '10908003': 1, '25591200': 1, '28457989': 1, '27044304': 1, '26499370': 1, '28853004': 1, '25101036': 1, '25193360': 2, '25735957': 1, '29148934': 1, '26772802': 1, '19619407': 1, '23913355': 1, '28889819': 1, '26539148': 1, '22410588': 1, '7757094': 1, '28766762': 1, '24888519': 1, '26642733': 1, '34736530': 1, '31660062': 2}", "similar_patients": "{'4159968-1': 1}"}