{"patient_id": 11569, "patient_uid": "6726184-1", "PMID": 31501709, "file_path": "comm/PMC006xxxxxx/PMC6726184.xml", "title": "Transvenous salvage of coil migration with intraprocedural pulmonary\\ncirculation protection and successful transvenous coil embolization for the\\ntreatment of giant high-flow renal arteriovenous fistula", "patient": "Our patient was a 54-year-old female with unremarkable past medical history. She was\\nnoted to have suspected left hydronephrosis and hydroureter on an ultrasound study\\nduring routine health check ().\\nSubsequent contrast CT urogram was arranged at the Department of Radiology, Pamela\\nYoude Nethersole Eastern Hospital, which noted aneurysmal dilatation of the left\\nrenal artery and its segmental branches. Early opacification with dilatation of the\\nleft renal vein up to 20 mm at arterial phase was also seen (). Imaging features were compatible with a left renal\\narteriovenous fistula (AVF).\\nThe patient had a history of trauma during childhood, in which she fell on steel\\nsticks with puncture wounds over her left back. She did not seek medical help at\\nthat time. In view of the significant size of the shunt and to prevent further\\ncomplications that may arise, the patient preferred to undergo endovascular\\ntreatment after discussion of risk and benefits.\\nAngiography and endovascular therapy were performed using the Siemens Axiom-Artis\\nsystem (Siemens Medical Solutions, Erlangen, Germany). On the pre-procedural left\\nrenal artery digital subtraction angiogram (DSA), a large AVF was confirmed located\\nat the left renal upper pole. At least two direct fistula sites were seen on\\nreal-time fluoroscopy leading to the early opacified dilated left renal vein, which\\nmeasured about 24 mm in calibre. Bulbous dilatation of the vessel just proximal to\\nthe fistulas are seen. ().\\nWe have navigated into a distal left upper pole arterial branch, just adjacent to the\\nsite of fistula with the use of a 2.8 Fr Direxion HI-FLO microcatheter (Boston\\nScientific Corporation, Natwick, MA) and 0.014’’ Transend EX Floppy\\nmicro-guidewire (Stryker Neurovascular, Fremont, CA). We made two attempts in\\ncoiling via this route. With the use of a Ruby detachable coil (Penumbra, Alameda,\\nCA, 8 mm × 60 cm), failure to anchor the vessel wall with repeated prolapse\\ninto the left vein was encountered. In our second attempt with the use of\\ndouble-catheter technique, another 2.5 Fr Renegade microcatheter (Boston Scientific\\nCorporation, Natick, MA) was navigated to the bulbous dilatation just proximal to\\nthe AVF. An Interlock-18 Fibered IDC Occlusion System (Boston Scientific\\nCorporation, Natwick, MA, 10 mm × 30 cm) was introduced via the second\\nmicrocatheter in attempt to entangle the Ruby coil; however, accidental deployment\\nwas encountered with the coil mass migration into the left renal vein distally\\n().\\nWe have decided to snare and retrieve the coil mass through transvenous approach. Via\\nbilateral common femoral vein (CFV) punctures, two 6 Fr guiding sheaths (Flexor\\nGuiding Sheath, Cook Medical, Bloomington, IN) were inserted through each CFV with\\nboth tips placed at the left renal vein. Two 6 Fr EN Snare Endovascular Snare\\nSystems (Merit Medical, South Jordan, UT) 12–20 mm were used. The first snare\\nwas placed at the left renal vein to prevent migration of coil mass, while the\\nsecond snare was used for coil mass retrieval (). While the coil mass was retrieved towards the left groin, the first\\nsnare was repositioned to the inferior vena cava (IVC) for protection against coil\\nmass migration into the pulmonary vasculature ().\\nAfter retrieval of the coil mass, we proceeded to access the renal AVF via\\ntransvenous approach. The wide calibre of the left renal vein resulted in\\nchallenging retrograde navigation and entrance into the fistula. Combined\\ntransvenous and transarterial approach and a through-and-through wire technique were\\nutilized in effort to track the microcatheter from venous side-to arterial side. A\\n300 cm 0.014″ Synchro guidewire (Stryker Neurovascular, Fremont, CA) was\\nthreaded into the left renal vein from arterial side. The Synchro guidewire was then\\nsnared by a 4 Fr 10 mm Goose Neck snare (Medtronic, Dublin, Ireland) and then gently\\npulled back into the 6 Fr guiding sheath at the venous side. The attempt was\\nunavailing as high resistance was encountered towards the end of pulling, probably\\ndue to acute angulation, thus this technique was abandoned.\\nThe bulbous dilatation just proximal to the fistulas was finally successfully entered\\nby transvenous approach, by establishing tri-axial access through venous side-using\\na 6 Fr guiding sheath at left renal vein, a 5 Fr Cobra one catheter (Cook Medical;\\nBloomington, IN) at left renal vein near the fistula, and a 2.8 Fr Direxion HI-FLO\\nmicrocatheter at the bulbous dilatation. Retrograde navigation to the left upper\\npole renal arterial branch leading to the fistula was performed. This arterial\\nbranch and the bulbous dilatation were packed by six detachable coils, including\\nthree Ruby Standard coils (18 mm × 57 cm, 16 mm × 60 cm, 7 mm × 40\\ncm), one Ruby Soft coil (8 mm × 60 cm) and two Penumbra Occlusion Device (POD)\\nPacking Coils (60 cm, 30 cm) (Penumbra, Alameda, CA). Complete obliteration of the\\nfistula with preservation of most of the renal arterial branches was achieved on\\nimmediate post-treatment angiogram ().\\nOn follow up time-resolved MR angiogram acquired with a 1.5-T scanner (Siemens\\nMagnetom Avanto, Siemens AG, Erlangen, Germany) 3 months later, the left renal vein\\nshowed reduction in calibre and no early venous shunting, suggesting successful\\nobliteration of the renal AVF ().", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'29904500': 1, '21326758': 1, '20092371': 1, '26871987': 1, '16928170': 1, '17494851': 1, '9474128': 1, '24630748': 1, '33665531': 1, '31501709': 2}", "similar_patients": "{}"}