{"patient_id": 12687, "patient_uid": "6812021-1", "PMID": 31667059, "file_path": "comm/PMC006xxxxxx/PMC6812021.xml", "title": "Disseminated Gastrointestinal Basidiobolomycosis (GIB) in an infant from Western India", "patient": "A two month old male child from the deserts of western part of Rajasthan, India presented to our OPD with the complaint of abdominal swelling associated with vomiting (day+0). Patient had one day history of high grade fever with decreased urine output and decreased activity. There was a history of three day hospitalization at the time of birth for poor feeding. It was a normal, full term delivery in the hospital. On abdominal examination, a mass was palpable, firm in consistency, free from underlying structures, along the right side of abdomen from right iliac fossa (RIF) to just two fingers below the ribs, medially extending towards the stomach. Radiography (day+1) and Contrast Enhanced Computed Tomography of abdomen (day+5) showed large heterogeneously enhancing abdomino-pelvic mass predominantly in pre-sacral and right inguinal fossa (RIF) region with encasement of sigmoid colon and upper part of rectum, with resultant bowel obstruction (). It was reported as an aggressive malignant mass. Other significant investigations showed hsCRP – 94.41 mg/L; WBC count – 19.86 × 103/μL with neutrophils (41%), lymphocytes (30%), monocytes (8.5%), and eosinophils (10.5%). Intraoperative biopsy (day+23) was collected which was suggestive of chronic necrotizing granulomatous inflammation. No underlying evidence of malignancy was seen in the sections examined. A second exploratory biopsy (day+53) at another hospital showed scanty broad fungal profiles and foreign body giant cell reaction. In our microbiology laboratory, a biopsy tissue (day+73) was sent for KOH mount which showed broad, hyaline, aseptate hyphae (). Culture did not yield any growth as the sample was sent in formalin. Microscopy was suggestive of mucormycosis and patient was treated with amphotericin B. Despite treatment patient developed pyonephrosis within a month. Abscess drained from percutaneous nephrostomy was sent to microbiology laboratory (day+97). On microscopic examination broad, hyaline, aseptate hyphae with wide angle branching and papillated conidia were seen (a and b). On Sabouraud's dextrose agar, within 24–48 hours, it showed wrinkled, yellowish-white, waxy, furrowed colonies with radial folds (). Lactophenol cotton blue mount of culture showed broad hyaline aseptate hyphae with conidia of various sizes, globose to pyriform, smooth walled having granules inside, suggestive of B. ranarum. The culture was further confirmed at National Culture Collection of Pathogenic Fungi (NCCPF), Postgraduate Institute of Medical Education and Research (PGIMER), Chandigarh, India by sequencing (Basidiobolus ranarum 18S ribosomal RNA gene, partial sequence; internal transcribed spacer 1, 5.8S ribosomal RNA gene and internal transcribed spacer 2, complete sequence; and 26S ribosomal RNA gene, partial sequence). (ACCESSION AY211271).\\nIsolation of entomophthorales led to change in the treatment, amphotericin was stopped and itraconazole (25 mg twice a day, per orally) was started. Therapeutic drug monitoring was performed after two weeks on trough sample, it did not reveal anything as sample was inadequate. Ileostomy and nephrostomy were performed to manage patient clinically. Blood and urine cultures remained sterile. Mass was not removed surgically because of extensive entrapment of intestines. Patient could not be given saturated salt solution of potassium iodide because of unexplained continuous hyperkalemia (6.69 mmol/L), otherwise it is a cheap and rapidly effective formulation for this entity. After six months of treatment with oral itraconazole, radiologically there was significant reduction in the size of the mass () and eosinophil count had also become normal.", "age": "[[2.0, 'month']]", "gender": "M", "relevant_articles": "{'27109491': 1, '28112037': 1, '21209703': 1, '18695330': 1, '22441651': 1, '19961248': 1, '25821287': 1, '24627560': 1, '15004122': 1, '9610135': 1, '16978407': 2, '31667059': 2}", "similar_patients": "{'1574330-1': 1}"}