{"patient_id": 130934, "patient_uid": "6323403-1", "PMID": 30631272, "file_path": "noncomm/PMC006xxxxxx/PMC6323403.xml", "title": "Delayed Diagnosis of Vulvar Crohn's Disease in a Patient with No Gastrointestinal Symptoms", "patient": "A 55-year-old female presented to the dermatology office with a chief complaint of extremely painful vulvar ulcers that had been present for several years, substantially decreasing her quality of life. She had required multiple hospital visits, but none resulted in a clear diagnosis. Previous treatment included antibiotic therapy, which was not effective, and oral steroid therapy that only alleviated her symptoms for a short time. On examination, the groin, vulva, and perianal region were diffusely erythematous, swollen, and weeping with some hyperkeratotic lesions present (Fig. ). At that time, serologic testing for lymphogranuloma venereum, syphilis, and HIV were negative for current infection. Immunofluorescence staining was negative for spirochetes, herpes simplex virus, and varicella zoster virus. A biopsy was performed, revealing no microorganisms on special staining. Acute on chronic inflammation as well as non-necrotizing granulomas were present, consistent with possibly infectious granulomatous disease, or granulomatous vulvitis associated with Crohn's disease or sarcoidosis. A normal chest computed tomography suggested that sarcoidosis and tuberculosis were unlikely. Even though the patient had no history of gastrointestinal symptoms, the most likely diagnosis was cutaneous Crohn's disease. Infliximab infusions, over the course of several months, led to dramatic and sustained improvements in the patient's symptoms. She was referred to the appropriate specialists to have a colonoscopy and further evaluation for possible gastrointestinal involvement.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'34373813': 2, '29123611': 1, '34454474': 2, '19090557': 1, '18080056': 1, '18384555': 1, '25687208': 1, '28127561': 2, '12705748': 1, '28686769': 1, '26632928': 1, '26395830': 1, '7084615': 1, '19800432': 1, '24252167': 1, '30631272': 2}", "similar_patients": "{'8399794-1': 1, '8346268-1': 1, '5239966-1': 1}"}