{"patient_id": 138344, "patient_uid": "6970251-2", "PMID": 32021525, "file_path": "noncomm/PMC006xxxxxx/PMC6970251.xml", "title": "Symptomatic CNS Radiation Necrosis Requiring Neurosurgical Resection During Treatment with Lorlatinib in ALK-Rearranged NSCLC: A Report of Two Cases", "patient": "Case 2 patient is a 75-year-old never-smoking African American woman who was diagnosed with stage IV lung adenocarcinoma in October 2006. She had received multiple lines of chemotherapy until July 2014 when a biopsy of a liver lesion revealed an EML4-ALK variant 1 fusion. She achieved a PR on crizotinib for 16 months. Due to CNS progression, crizotinib was switched to alectinib and she achieved a PR for another 27 months until further progression of a left frontal lobe lesion (). SRS was given to this lesion (1800 cGy in single fraction) and three other small lesions while continuing alectinib. Three months later, she received additional SRS (2000 cGy in single fraction each) to six new asymptomatic small CNS lesions. Subsequently, alectinib was switched to brigatinib but the first surveillance scan after 7 weeks of treatment with brigatinib revealed an increase in the size of the left frontal lobe lesion with increased surrounding edema (), along with three additional punctate enhancing lesions. Within 2 weeks of switching from brigatinib to lorlatinib, the patient developed altered mental status due to further increased edema around the left frontal lobe lesion (). Pathology from resection of this lesion revealed radiation necrosis (). Currently, she is on a reduced dose of lorlatinib at 50 mg once daily. The schematic summary of the treatment course of each case is shown in and respectively. Both patients have provided a written informed consent to have the case details published and institutional approval was not required.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'26144315': 1, '28434110': 1, '29935304': 1, '30599201': 1, '30413378': 1, '28431340': 1, '30017832': 1, '27133743': 1, '30529198': 1, '30324090': 1, '27432227': 1, '34660278': 1, '30215676': 1, '34012812': 1, '25882777': 1, '25978710': 1, '33489815': 1, '30604291': 1, '28423535': 1, '27742540': 1, '32021525': 2}", "similar_patients": "{'6970251-1': 2}"}