{"patient_id": 11595, "patient_uid": "6727557-1", "PMID": 31484514, "file_path": "comm/PMC006xxxxxx/PMC6727557.xml", "title": "Primary intradural extramedullary spinal mesenchymal chondrosarcoma: case report and literature review", "patient": "A 64-year-old woman initially experienced urinary difficulty and felt tightness at upper back. Weakness of right lower extremity developed 2 months later and rapidly progressed to inability of ambulation in following 2 weeks. She visited authors’ institute with presentation of monoplegia of right lower extremity and asymmetrically decreased response to light touch and pain below nipples, more prominent on the left side. Hyper-reflexia and positive Babinski sign at bilateral lower extremities were also noted. The results of routine blood tests were unremarkable and the patient had no family history of cancer or genetic disease. As the clinical manifestation was compatible with Brown-Séquard syndrome, a compressive lesion to spinal cord at the thoracic spine was suspected. Magnetic resonance imaging (MRI) revealed an intradural extramedullary mass at the level of 3rd thoracic (T3) vertebra with severe compression to the spinal cord (Fig. ). The tumor was about 1.5 cm in size and characterized by intermediate signal intensity at T1-weighted images with mildly increased signal intensity at T2-weighted images and evident enhancement after the gadolinium administration. There was no bony involvement or other lesion found in radiologic assessments.\\nThe patient received surgical treatment for removal of the tumor mass on the next day after MRI study. During the surgery, the posterior surface of dural sac was exposed after total laminectomy from T2 to T4 vertebrae and then the intradural space was accessed through longitudinal opening of the dura mater. Grossly, the tumor sized 2 × 1.5 × 1.5 cm and was firm, reddish, lobulated, and hypervascular. The mass was attached to the inner surface of dura mater with no involvement of arachnoid or spinal cord. The tumor was removed en bloc after detached from dura mater. Posterior instrumentation and fusion were performed to prevent post-laminectomy kyphosis.\\nHistological examination revealed that the tumor was hypercellular and composed of spindle and round cells with a high nucleocytoplasmic ratio accompanied by scattered eosinophilic chondroid matrix (Fig. a). The tumor cells had ovoid to round nuclei and inconspicuous cytoplasm, arranged in vague fascicles (Fig. b). As for immunohistochemistry, the tumor cells were positive for CD99, desmin (especially on the chondrocyte-like cells) and CDK4 (focally), while negative for S100 protein, CK (AE1/AE3), CD34, MDM2, and myogenin. In addition, reverse transcription polymerase chain reaction (RT-PCR) was positive for HEY1-NCOA2 fusion transcript (Fig. c). Collectively, a mesenchymal chondrosarcoma of possible meningeal origin was diagnosed.\\nThe postoperative course was rather smooth with muscle power of right lower limb improved rapidly and completely after surgery. The patient received adjuvant radiation therapy with 44 Gray in 22 fractions. Follow-up MRI showed no evidence of recurrence 5 years after surgery and the patient remains now in complete remission, fully self-dependent with only mild sensory deficits at lower extremities (Additional file ).", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'22034177': 1, '8646689': 1, '29682386': 2, '25529371': 1, '8358950': 1, '33708364': 2, '27012648': 1, '22259697': 1, '18243318': 1, '23877507': 1, '365318': 1, '8169637': 1, '25202377': 2, '29143958': 1, '20300902': 1, '28825035': 2, '24082926': 1, '2645674': 1, '1802137': 1, '18438777': 1, '14416919': 1, '27790706': 1, '22626722': 1, '17849111': 1, '14161087': 1, '31484514': 2}", "similar_patients": "{'5851319-1': 1, '7907711-1': 1, '7907711-2': 1, '7907711-3': 1, '7907711-4': 1, '7907711-5': 1, '7907711-6': 1, '7907711-7': 1, '5553510-1': 1, '4156271-1': 1}"}