{"patient_id": 12323, "patient_uid": "6788114-1", "PMID": 31604449, "file_path": "comm/PMC006xxxxxx/PMC6788114.xml", "title": "Denture stomatitis associated with small-colony variants of Staphylococcus aureus: a case report", "patient": "A 62-year-old woman with a complete removable acrylic denture referred to the Denture and Implant Clinic, University Dental Centre at Medical University of Gdansk. She presented with reddening of hard palate mucosa with concomitant burning sensation, discomfort, bad taste and angular cheilitis. Intraoral examination showed presence of extensive elevated erythematous lesions on the palate, compatible with denture stomatitis. The patient had a history of arterial hypertension, cigarette smoking and wearing denture at night. She has neither been hospitalized nor received antibiotics within a year prior to the referral.\\nThree samples were obtained with sterile cotton swabs: from hard palate mucosa, denture surface and angular cheilitis lesions. The samples were cultured under aerobic conditions on Columbia blood-agar, mannitol salt agar, Sabouraud dextrose agar and MacConkey agar incubated at 35 °C for 48 h. While no growth was observed on MacConkey and mannitol salt agar, yeast-like fungal colonies were cultured from palatal and denture swabs on Sabouraud agar. The fungi were identified as Candida albicans based on biochemical testing (API 20C AUX, bioMerieux, Marcy-l’Etoile, France). Furthermore, pinpoint, clear, non-pigmented, and non-haemolytic colonies were recovered on Columbia agar after a 48-h incubation of material from all three swabs (Fig. a), in comparison to “normal” colonies of S. aureus (Fig. b). Gram-stained smears showed presence of Gram-positive cocci arranged in small clusters. The small colonies turned out to be catalase-positive, Pastorex Staph Plus (Bio-Rad, Marnes-la-Coquette, France)- positive, and clumping factor-positive, and oxidase-negative. In the tube coagulase test, a delayed coagulase reaction was observed after a 23-h incubation. The strain was eventually identified as S. aureus based on PCR amplification of nuc and coa genes [, ]. Hemin, thymidine and menadione auxotrophy was tested with the disc method. Discs (Sigma-Aldrich, Saint Louis, MO, United States) impregnated with hemin (10 μg/ml), thymidine (100 μg/ml) and menadione (25 μg/ml) were placed on Mueller-Hinton II agar plates inoculated with a 0.5 McFarland standard of the strain. Based on presence of normal-sized, yellow-pigmented colonies around the menadione disc, the isolates were identified as menadione-auxotrophic variant. There were not isolated other “normal” colonies of S. aureus.\\nAntimicrobial susceptibility was determined by disc diffusion on Mueller-Hinton agar supplemented with blood, and interpreted according to the European Committee on Antimicrobial Susceptibility Testing []. The panel of tested antibiotics included erythromycin, cefoxitin, clindamycin, ciprofloxacin, tetracycline, gentamicin, sulfamethoxazole/trimethoprim, chloramphenicol and vancomycin (Becton Dickinson, Germany). Gentamicin and vancomycin MICs were determined with E-test (bioMerieux, Marcy-l’Etoile, France). The isolates turned out to be resistant solely to gentamicin (MIC = 16 μg/ml, E-test). Methicillin- resistance was verified by mecA gene detection, as described elsewhere [], with S. aureus ATCC 25923 and S. aureus ATCC 43300 strains as negative and positive control, respectively. The isolated SCV strain was identified as methicillin-susceptible.\\nThe symptoms of stomatitis resolved after 2 weeks of concurrent therapy with nystatin oral suspension (100 000 IU, once a day in the evening, retained in mouth for 1 min and then swallowed) plus ciprofloxacin (2 × 500 mg) for initial 7 days.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'22205806': 1, '19717621': 1, '1352784': 1, '28280487': 1, '9025087': 1, '23722021': 1, '32577575': 1, '22865841': 1, '16080075': 1, '29258641': 1, '34264448': 1, '17337510': 1, '24600603': 2, '34827268': 1, '18180148': 1, '31604449': 2}", "similar_patients": "{'3929008-1': 1}"}