{"patient_id": 2688, "patient_uid": "6143322-1", "PMID": 30254829, "file_path": "comm/PMC006xxxxxx/PMC6143322.xml", "title": "Pyoderma Gangrenosum–like Wounds in Leukocyte Adhesion Deficiency: Case Report and Review of Literature", "patient": "A 9-year-old female presented with progressive, PG-like lesions involving her left arm following a minor abrasive trauma in a playground accident (Fig. A). She had been previously diagnosed with LAD-1 at 18 months of age. Her CD18 expression level was 5–10%, or mild/moderate phenotype. She had never experienced life-threatening wounds. Her most recent clinical course involved 3.5 weeks of IV antibiotics and multiple wound debridement procedures at a peripheral site. Her lesions significantly expanded after debridement, consistent with PG-like wounds. She was then transferred to our tertiary center.\\nThe patient was cared for by pediatrics (general medical care, care coordination), immunology (direction of immunosuppressive therapies) infectious disease (direction of empiric and culture-directed antibiotic and antifungal therapies) and plastic surgery (direction of wound care, debridement, and acquisition of biopsies). A punch biopsy was obtained from the central wound, histology demonstrated necrosis, focal superficial ulceration of the epidermis with mixed inflammatory infiltrate including histioctyes, multinucleated giant cells, lymphocytes, and focal neutrophils. There was a lack of dermal neutrophilia, consistent with PG-like disease. Systemic therapy consisting of prednisone (1 mg/kg/d), cyclosporine (goal trough level 100–200 ng/mL) and intravenous immunoglobulin (1 g/kg every 2 weeks) was initiated. Initially the wounds were treated empirically with broad spectrum antibiotics involving meropenem (500 mg IV q8h) and vancomycin (500 mg IV q12h). On day 104, a tissue culture obtained during debridement demonstrated deep infection with Fusarium, an invasive fungal infection typically occurring in immunocompromised patients. This corresponded to clinical worsening and elevation in C-reactive protein. She was treated initially with dual liposomal amphotericin (10 mg/kg/d IV) and voriconazole (9 mg/kg/dose IV q12), which was then stepped down to liposomal amphotericin alone (see table, Supplemental Digital Content 1, which displays Laboratory findings and medications during treatment course, ). This treatment continued until the wounds were closed. The wounds were initially dressed with SilvaSorb Site Dressing (Medline Industries Inc., Salt Lake City, Utah.) and changed every 3 days.\\nDespite this management, her wounds continued to worsen. Methylprednisolone (30 mg/kg IV weekly) was added to the treatment regimen after 3 weeks. During dressing changes, the wounds were meticulously handled and only frankly necrotic or loose hypergranulation tissue was debrided to mitigate the risk of secondary infection. Sargramostim (Sanofi US, Bridgewater, N.J.), a recombinant granulocyte-macrophage colony-stimulating factor, was applied topically at each dressing change.\\nThe dressing was substituted with Aquacel Ag (ConvaTec, Bridgewater, N.J.), an antimicrobial hydrofiber dressing, and this dressing was changed twice per week to limit the amount of wound manipulation. Shortly thereafter, IV infliximab infusions (10 mg/kg every 2 weeks), a tumor necrosis factor blocker and topical tacrolimus, a macrolide calcineurin inhibitor, were added to the regimen. Within days, the wounds had stabilized, and granulation tissue became apparent. Epithelialization was observed at all edges of the wound bed. As wound healing progressed, hypergranulation tissue was noted (Fig. B). Cautious debridement of the hypergranulation tissue with removal of necrotic tissue along with frequent infection monitoring was required to allow for complete epithelialization of the wound.\\nThe dressing change frequency was changed from twice weekly to weekly, as healing progressed. Complete epithelialization of the wound was accomplished in 8 months (Fig. C). Aggressive physiotherapy was employed throughout the healing process to avoid the development of contractures. Full range of motion was maintained. The wound was observed and stable for 2 years postoperatively.", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'20550039': 1, '22276660': 1, '28328326': 1, '9990374': 1, '21366684': 1, '33686591': 1, '12415398': 1, '3078709': 1, '24995649': 1, '25876705': 1, '20807363': 1, '32154133': 1, '30254829': 2}", "similar_patients": "{}"}