{"patient_id": 132993, "patient_uid": "6457378-1", "PMID": 31007795, "file_path": "noncomm/PMC006xxxxxx/PMC6457378.xml", "title": "Bilateral cardiac sympathetic denervation of a recurrent refractory ventricular tachycardia occurring after catheter ablation of atrial fibrillation and outflow tract premature ventricular contractions", "patient": "A 46-year-old female underwent a pulmonary vein isolation (PVI) for persistent atrial fibrillation (AF) and catheter ablation of bigeminal premature ventricular contractions (PVCs) originating from the right ventricular outflow tract (RVOT). Radiofrequency (RF) applications on the septal aspect of the RVOT eliminated the PVC. However, a sustained VT with a cycle length of 320 ms causing syncope occurred 2 weeks after the procedure (Figure ). The morphology of the VT was identical to that of the prior PVC from the RVOT. Despite RF applications at the RVOT during the second procedure on the day of readmission, the VT recurred immediately after the second procedure. The recurrent VT was refractory to medical therapies including beta blockers, sotalol, and intravenous amiodarone under continuous intravenous sedation. During the third procedure at 15 days after the second procedure, RF applications at the earliest activation site on the left coronary cusp (LCC) failed to suppress the VT, and a bipolar ablation attempted between the RVOT and LCC also failed to eliminate the VT. Since increased sympathetic nerve activity represented by an increased low-frequency/high-frequency (LF/HF) ratio of 4.3, a normal range of >2 on the 24-hour Holter recording, may have been associated with the VT, and a bilateral cardiac sympathetic denervation (CSD), which removed the lower half of the stellate ganglion and T2-T4 sympathetic ganglia, was performed 17 days after the third procedure. Although non-sustained VTs recurred with a cycle length of 360 ms within a day after the surgery, the number of nonsustained VT episodes decreased with a suppressed activity of the LF/HF ratio of 1.0, and the resting heart rate during sinus rhythm of 80 bpm decreased to 50 bpm after the surgery. The VT completely disappeared after initiating oral amiodarone of 200 mg 10 days after the CSD (Figure ), and the patient has been free from any VT for 7 months after the CSD without any complications.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'10577997': 1, '24928485': 1, '28641796': 1, '19467503': 1, '32504900': 1, '31007795': 2}", "similar_patients": "{}"}