{"patient_id": 11015, "patient_uid": "6698775-1", "PMID": 31394385, "file_path": "comm/PMC006xxxxxx/PMC6698775.xml", "title": "Case report of severe psychiatric sequelae in a 16-year-old female following resection of a purely dopamine-secreting ganglioneuroma", "patient": "A 16-year-old girl with a history of irregular menses for one year presented to the surgical clinic after a screening ultrasound revealed a pelvic mass. She subsequently underwent a pelvic MRI which suggested that this 8-centimeter mass was distinct from the ovary and therefore the possibility of a paraganglioma or neuroblastic tumor was raised (). The patient denied any symptoms of flushing or palpitations, but did have occasional headaches. She was normotensive. Evaluation of plasma hormones revealed elevation of dopamine alone. Preoperative blockade was felt to be unnecessary and the patient underwent a laparoscopic-converted-to-open resection of the pelvic mass. In the operating room, a large retroperitoneal mass was identified just anterior to the sacrum. The majority of dissection was performed laparoscopically but the deepest aspect of the tumor, which contained its blood supply, could not be well-visualized. A small, lower midline incision was made in order to safely complete the resection of this deeper portion.\\nPostoperatively, the patient was monitored in the ICU. Overnight, she had severe anxiety and crying episodes requiring dexmedetomidine infusion, which was eventually converted to oral lorazepam. Her pain was well-controlled and she tolerated a regular diet on postoperative day one, but remained hospitalized for an additional two days predominantly to control her anxiety. By postoperative day three, the patient no longer required lorazepam and was able to be discharged home. In follow up, her mood had returned to baseline and she has had no evidence of recurrence in nearly two years. Pathologic evaluation confirmed the tumor to be a ganglioneuroma, maturing subtype.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'14601099': 1, '18375900': 1, '16094917': 1, '5762125': 1, '22974632': 1, '2056979': 1, '15644397': 1, '19994102': 1, '23277890': 1, '23705630': 1, '25073244': 1, '18176686': 1, '6589432': 1, '30342279': 1, '11346873': 1, '27823645': 1, '8107654': 1, '5343537': 1, '10510894': 1, '8099801': 1, '34095202': 1, '9503205': 1, '32948207': 2, '27465021': 1, '2917322': 1, '10421273': 1, '8918665': 1, '22975550': 1, '3787474': 1, '8073957': 1, '23254790': 1, '31394385': 2}", "similar_patients": "{'7501651-1': 1}"}