{"patient_id": 8208, "patient_uid": "6498291-1", "PMID": 31149532, "file_path": "comm/PMC006xxxxxx/PMC6498291.xml", "title": "A case of angiosarcomas which occurred in an adrenal gland and spleen synchronously", "patient": "A 56-year-old woman visited our hospital presenting a left adrenal tumor; during examination, a spleen nodule was incidentally diagnosed. Computed tomography revealed a 7.4-cm-long enhanced left adrenal tumor and 1.8-cm-long enhanced nodule within the spleen (Fig. ). Lymph node and other organ metastases were absent, and adrenal endocrine examination findings (serum cortisol, renin, aldosterone, testosterone, metanephrine, DHEA-S, and 17-OH progesterone) were within the normal ranges. Open left adrenalectomy and splenectomy were simultaneously performed, and the adrenal tumor and spleen were separated from each other; notably, the perioperative findings demonstrated no direct invasion. As per gross examination, the adrenal tumor was reddish-brown and covered with multiple white capsula fibrosa. The cut surface of the spleen nodular tumor was also reddish-brown. The pathological findings of the adrenal tumor demonstrated the presence of epithelioid cells with eosinophilic cytoplasm; some tumor cells were found within the blood vessels (Fig. a). The spleen tumor also demonstrated round epithelioid cells with eosinophilic cytoplasm and large hyperchromatic nuclei with prominent nucleoli (Fig. b). Immunohistochemical analysis revealed that the adrenal and spleen tumors were positive for CD31, CD34, and factor VIII. The final pathological diagnosis was angiosarcomas with a simultaneous occurrence in the spleen and left adrenal gland. The patient was alive and in remission at postoperative 18 months.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'26494974': 1, '24862667': 1, '16252137': 1, '3178432': 1, '28441375': 1, '27022233': 1, '11007038': 1, '27920990': 1, '20713317': 1, '20537949': 1, '7842420': 1, '31149532': 2}", "similar_patients": "{}"}