{"patient_id": 137077, "patient_uid": "6847807-1", "PMID": 31737244, "file_path": "noncomm/PMC006xxxxxx/PMC6847807.xml", "title": "Transplantation of a horseshoe kidney from a living donor using stapler for transsection", "patient": "A 29-year-old female patient with end stage renal failure was our recipient. She was considered for a pre-emptive transplant and the only viable living donor was her 59-year-old mother. Upon evaluation for the donor, all the criteria were met except for the detected horseshoe kidney by CT scan. Dynamic CT revealed one renal artery and one renal vein for each side, a long but thin isthmus connecting lower poles with no visible arterial supply (). Sizes of the left and right kidneys were 110 × 38 cm and 117 × 42 cm, respectively. Absence of a connecting caliceal system was established with a descending urography. We did not perform a dynamic renal perfusion scintigraphy to assess the split functions of the kidneys since their sizes, respective vasculature and measured GFR values indicated sufficient capacity for each kidney. Left portion of the kidney was considered for nephrectomy.\\nWith a left subcostal incision transperitoneal exploration was performed. The left kidney had indeed one renal artery and one renal vein. There were two ureters for the left kidney. The vessels, ureters were prepared and the kidney was mobilized up to the isthmus. A temporary bulldog clamp was put on left renal artery to determine the demarcation zone and it was shown to form around isthmus (). The artery and vein were divided and the isthmus separation was performed with a 60-mm Endo GIA Black stapler (Medtronic, USA) (). After separation, no bleeding and no urine leakage were detected from transacted surface of the remaining kidney.\\nThe graft was perfused with cold lactated ringer–prilocaine–heparin solution. There were no visible leaks (). It was transplanted to right iliac fossa of the recipient. Total cold ischemia duration was 21 min. Ureters were anastomosed to bladder separately side by side. Patient received tacrolimus, mycofenolic acid and methylprednisolone treatment. No collection was formed on the postoperative period, drain creatinine sampling showed no leakage and she was discharged on the 5th day with a serum creatinine level of 0.85 mg/dl. 6 months follow up showed a stable creatinine levels between 0.75 and 0.96 mg/dl.\\nNo postoperative complications were observed in donor. Drain was taken out on the 3rd day after creatinine sampling and she was discharged on the 4th day. Her creatinine levels were stable during postoperative 1st, 3rd and 6th months follow-up 0.82, 0.86 and 0.85 mg/dl respectively. Her blood pressure levels, urine output, creatinine levels and GFR values showed a stable and sufficient renal capacity with remaining right kidney.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'11119848': 1, '23431980': 1, '15910309': 1, '18194130': 1, '12591294': 1, '33665125': 1, '9493425': 1, '34422430': 1, '11127302': 1, '1099770': 1, '26299249': 1, '31737244': 2}", "similar_patients": "{}"}