{"patient_id": 1261, "patient_uid": "6048909-1", "PMID": 30012206, "file_path": "comm/PMC006xxxxxx/PMC6048909.xml", "title": "Severe hemophagocytic lymphohistiocytosis in a melanoma patient treated with ipilimumab + nivolumab", "patient": "A 35-year-old woman was evaluated in clinic with progressive fatigue, pre-syncope, upper respiratory symptoms, pallor, and low-grade fevers over the preceding week. She had been diagnosed with locally advanced malignant melanoma of her left upper extremity 10 months prior, in March 2016. The patient had undergone a complete surgical resection with sentinel lymph node biopsy, which showed melanoma with a Breslow depth of 2.2 mm. One of three sentinel nodes was positive for metastasis and the tumor was negative for BRAF or KIT mutations. This resection was followed by a complete level three axillary lymph node dissection, which was negative for further metastasis. She then received 4 cycles of adjuvant ipilimumab, which was complicated by panhypopituitarism. Two months after completing adjuvant treatment she reported a dry cough and fatigue. Computed tomography showed widespread metastatic disease in the bilateral lungs and axial skeleton, including a sternal mass with soft tissue extension. Three weeks before presentation she was given her first doses of combination immunotherapy with ipilimumab and nivolumab.\\nOn examination, she was pale and slightly jaundiced. Cardiac exam revealed a regular, tachycardic rhythm and her lungs were clear to auscultation. She had a benign abdominal exam but exhibited palpable splenomegaly below the left costal margin. There were no ecchymoses or petechiae. Her heart rate was 121 BPM and her blood pressure was 82/45 mmHg. Her hematologic work up revealed a hemoglobin of 2.9 mg/dL and a platelet count of 79 × 10^3/uL, both decreased from values of 8.0 mg/dL and 119 × 10^3/uL, respectively, 2 weeks prior. Her bilirubin was elevated to 2.9 mg/dL, of which 1.7 mg/dL was unconjugated. Her prothrombin and partial prothrombin times were normal and the patient denied any recent history of bleeding. She was given intravenous fluid boluses and admitted to the hospital for further work-up.\\nIn the hospital, her hemoglobin level increased to 7.0 mg/dL after being transfused with 4 units of packed red blood cells. It decreased again below 7.0 mg/dL on hospital days two and three, prompting two more units of blood. Further laboratory testing revealed a lactate dehydrogenase level of 1029 U/L, a C-reactive protein of 202 mg/L, and a haptoglobin of < 20 mg/dL. Her direct Coombs test was negative and glucose-6-phosphate dehydrogenase level was normal. Bilirubin increased to 8.5 mg/dL, of which 5.4 mg/dL was conjugated. Her ferritin level was elevated to 5474 ng/mL and fasting triglyceride level was 336 mg/dL. The reticulocyte production index was 0.6. An ADAMTS13 function was normal and an inhibitor was not found. Her cortisol level was 42.7 μg/dL, thyrotropin was reduced at 0.07 mcU/mL, and free thyroxine was 1.65 ng/dL. An infectious work up, including blood and urine cultures, parvovirus, EBV, and CMV serology was negative. An MRI of her liver showed a stable hemangioma and stable metastatic deposits were noted in the incidentally visible lung. Trends in the patient’s laboratory values can be seen in Fig. .\\nA hematopathology review of the peripheral blood showed a marked reduction in red blood cells with the remainder displaying spherocytosis, ansiopoikilcytosis, and rare teardrop forms. The granulocytes and lymphocytes appeared mature and normal. A bone marrow biopsy of her posterior iliac crest was performed. The core biopsy sections (Fig. ) revealed a hypercellular bone marrow (approximately 85% of total area) with large sections of tumor cell necrosis. Occasional positive S100 and Melan A immunostains were noted within the dead tumor debris. CD3+ T cells were abundant, the majority of which were CD8+ (Fig. ). Moderate serous atrophy and MF-2 fibrosis was noted on reticulin staining. Unexpectedly, it also revealed increased histiocytes throughout the marrow with active hemophagocytosis (Fig. , blue arrows). Soluble CD25 levels were significantly elevated at 2840 U/mL.\\nGiven these laboratory results, in combination with the patient’s clinical signs and symptoms, HLH was considered. The patient met HLH-2004 criteria with her splenomegaly, cytopenias, hypertriglyceridemia, hemophagocytosis, elevated ferritin, and elevated soluble CD25 levels establishing the diagnosis. The patient was started on 1.5 mg/kg of methylprednisone every 8 hours on hospital day four and her hemoglobin began to improve; further transfusions were not required. She was monitored in the hospital for 4 days and the steroid dose was decreased to 1 mg/kg of oral prednisone. On discharge, her hemoglobin had increased to 9.1 mg/dL without further transfusion. The use of additional treatment, per HLH-2004 guidelines, was considered but was decided against given her marked improvement and with consideration of the etiology of her presentation.\\nOver the course of the next 2 months, her bilirubin decreased to 0.2 mg/dL, ferritin to 651, CRP to < 3 mg/L, and lactate dehydrogenase to 253 U/L (Fig. ). She remained on high-dose steroids for 1 month before being tapered slowly down to her prior replacement dose regimen for panhypopituitarism. On a follow up clinic visits in 2017, the hemoglobin was maintained above 14 mg/dL and a computed tomographic scans revealed a resolution of both her previous metastatic lung nodules and sternal mass. A repeat bone marrow biopsy was performed due to a residual abnormal bone marrow intensity noted by CT imaging. This demonstrated focal bone marrow remodeling with trilineage hematopoiesis, no hemophagocytic activity, and no morphologic or immunohistochemical evidence of involvement by metastatic melanoma (Fig. ). The patient remains off treatment and in complete remission 12 months later.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'28822576': 1, '34917381': 1, '33934570': 1, '10583959': 1, '31816084': 1, '27806234': 1, '3981309': 1, '9121398': 1, '30542709': 1, '10403078': 1, '34345559': 2, '34012677': 1, '26558876': 1, '34233733': 2, '25993145': 1, '15725958': 1, '18782855': 1, '31046841': 1, '33077904': 1, '32518546': 2, '34956221': 1, '26216629': 1, '32025343': 1, '16937360': 1, '27920704': 2, '25399552': 1, '26795275': 1, '26687374': 1, '27462240': 2, '27059193': 1, '26602778': 1, '32489850': 1, '27306911': 1, '27367787': 1, '32169870': 2, '23953723': 1, '21606480': 1, '20525992': 1, '28514441': 1, '31805889': 2, '27539158': 1, '27238576': 1, '21576823': 1, '26981948': 1, '30944043': 2, '28889792': 1, '26027431': 1, '8888739': 1, '19052742': 1, '32009093': 1, '30012206': 2}", "similar_patients": "{'7265705-1': 1, '7069276-1': 1, '6896742-1': 1, '4939691-1': 1, '8324828-1': 1, '5126613-1': 1, '8265008-1': 1, '6448268-1': 1}"}