{"patient_id": 135051, "patient_uid": "6663052-1", "PMID": 31410361, "file_path": "noncomm/PMC006xxxxxx/PMC6663052.xml", "title": "Unusual Pneumonia Mimic", "patient": "A 55-year-old man presented to the Emergency Department with pleuritic right chest pain for the previous 2 days, high fever (40ºC) and severe dyspnoea. He had no complaints of cough, sputum or abdominal pain. He had a history of hypertension and dyslipidaemia. At the time he was manager of the watering system of a public garden. He had no history of smoking or alcohol abuse, no previous surgeries, and no history of recent illness, travel or exposure to disease.\\nAt admission, he had fever (39.1ºC), hypotension, tachycardia and an elevated respiratory rate. Crackles were heard over the right lower lung field, cardiac auscultation was normal, and there was right upper quadrant tenderness.\\nArterial blood gases showed hypoxaemia with a PaO2/FiO2 ratio of 119 and hyperlactataemia (lactate 2.5 mmol/l). Other laboratory results were: Hb 13.5 g/dl, normal white blood cell count and CRP 21.77 mg/dl, normal renal function, LDH 157 U/l and normal plasma concentrations of hepatic enzymes. Chest x-ray demonstrated right lower pulmonary lobe infiltrate () and abdominal ultrasonography revealed hepatic steatosis, a gallbladder without gallstones or signs of inflammation, and no peritoneal effusion.\\nThe echocardiogram was also normal. A diagnosis of sepsis from right lower lung pneumonia was made. Urine and blood cultures were collected, negative antigenuria and epidemiological circumstances ruled out Legionella infection, and piperacillin/tazobactam was prescribed.\\nThe patient improved haemodynamically and was admitted to the Internal Medicine Department.\\nOn the third day of antibiotic treatment, the patient still maintained fever and pleuritic pain, and developed worsening right upper quadrant pain with physical signs of peritonitis. Laboratory results showed increased CRP (22.44 mg/dl) and negative urine and blood cultures. Repeat abdominal ultrasonography showed densification of mesenteric fat in the right hypochondrium, revealing a poorly defined non-compressible 10 mm tubular structure associated with a heterogeneous hypoechogenic 23×19 mm formation with irregular contours.\\nThe patient underwent exploratory laparoscopic surgery which revealed subhepatic appendicitis with perforation and local abscess. Infection source control was implemented, but on the sixth day of antibiotic treatment, haematic and purulent fluid in the abdominal drain was observed. Multidrug-resistant Escherichia coli was isolated in the drainage fluid and antibiotic therapy was switched to meropenem. The patient improved rapidly and was discharged after 6 days of targeted antibiotic therapy.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'29888019': 1, '10069420': 1, '2729041': 1, '17657381': 1, '31410361': 2}", "similar_patients": "{}"}