{"patient_id": 2761, "patient_uid": "6150762-1", "PMID": 30254800, "file_path": "comm/PMC006xxxxxx/PMC6150762.xml", "title": "Successful Bypass Surgery in a Healthy 24-Year-Old Male with Peripheral Artery Disease", "patient": "A 24-year-old male presented with severe throbbing pain extending from the distal half of his left thigh to his left foot. The pain initially began four years prior, was mild, and was triggered by walking one-half to one mile. The pain progressed and is now triggered by walking one block and relieved by several minutes of rest. He delayed medical evaluation, because he believed he was having muscle cramps. He denied any history of chest pain, palpitations, shortness of breath, lower extremity swelling, skin discoloration, trauma, or prenatal/birth complications. He had no personal or family history of hypertension, hyperlipidemia, diabetes mellitus, deep vein thrombosis, hypercoagulability, malignant neoplasms, or autoimmune disorders. The family history was also negative for PAD and myocardial infarction. He was taking no medications at the time of evaluation. He does not consume alcohol and has never smoked cigarettes or used illicit drugs.\\nPhysical examination revealed a heart rate of 72 beats per minute, left brachial blood pressure of 114/74 mmHg, and body mass index of 25.1 kg/m2. Lower extremities showed no pigment changes, edema, tenderness, and had full range of motion. The right femoral, popliteal, and posterior tibial pulses were palpable 2+. The left femoral artery was palpable 1+. The left popliteal, posterior tibial, and bilateral dorsalis pedis pulses were nonpalpable. The left popliteal and posterior tibial arteries had a weak, biphasic Doppler signal and the bilateral dorsalis pedis arteries had no appreciable Doppler signal. No carotid or abdominal bruits were noted, and the remainder of the physical exam was unremarkable. Laboratory values were within the normal range: total cholesterol 161 mg/dL, high-density lipoprotein 58 mg/dL, triglycerides 52 mg/dL, low-density lipoprotein 90 mg/dL, hemoglobin (Hb) 16.1 g/dL, platelet 218,000/uL, creatinine 0.79 mg/dL, glucose 80 mg/dL, HbA1c 5.2%, prothrombin time 12.8 seconds, and international normalized ratio 1.0. Left ABI was 0.76 at rest and 0.40 after five minutes of exercise. Arterial duplex demonstrated biphasic waveforms from the left common and profunda femoris arteries with no stenosis. The left superficial femoral artery had bi/monophasic waveforms with >75% stenosis at the proximal thigh. The popliteal and tibial arteries had bi/monophasic flow without stenosis. A computed tomography (CT) angiogram with contrast and bilateral lower extremity runoff demonstrated normal arteries of the abdomen and right lower extremity (Figure -C). The left common femoral artery was significantly smaller than the right but otherwise normal. The left proximal to mid superficial femoral artery was severely diseased with extensive calcifications causing near-complete occlusion with distal reconstitution (Figure -C). The left proximal profunda femoris artery was completely occluded with lack of flow for the first 45 mm with distal reconstitution (Figure -F). The left popliteal, tibial, peroneal, and dorsalis pedis arteries were normal with excellent runoff. There were no signs of embryological abnormalities.\\nSurgical exploration confirmed that the left common femoral artery was diminutive but soft with a palpable pulse. The origin of the profunda femoris artery was obstructed with a smooth, hard lesion (Figure ), which was removed with local endarterectomy and confirmed by pathology as a calcified plaque. The distal profunda femoris was followed and was found to be extensively full of the calcified plaque with no back bleeding, so a profundaplasty or complete profundal bypass was decided against, and a bovine pericardial patch was placed. Next, the left great saphenous vein was harvested and used for a left femoral to left above-knee popliteal artery bypass. A 2+ palpable pulse was noted in both the graft and the left above-knee popliteal artery. A 1+ weak pulse was noted at the left posterior tibial artery. The patient recovered excellently, beginning to walk in the unit by the next morning, and was discharged later that evening. Doppler on follow-up two weeks later demonstrated continued patency of the bypass graft and improvement in symptoms. His consent was obtained for publication of this report.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'25766947': 1, '26547465': 1, '2526234': 1, '5431503': 1, '24829876': 1, '3309488': 1, '22116047': 1, '17140820': 1, '10930225': 1, '5489303': 1, '3156007': 1, '11560536': 1, '23915883': 1, '11472041': 1, '10992031': 1, '15233596': 1, '17466787': 1, '27851992': 1, '27020462': 1, '14685109': 1, '30254800': 2}", "similar_patients": "{}"}