{"patient_id": 5414, "patient_uid": "6318138-1", "PMID": 30648036, "file_path": "comm/PMC006xxxxxx/PMC6318138.xml", "title": "The Importance of Early Identification of Alpha-1 Antitrypsin Deficiency", "patient": "This case report will focus on a 39-year-old male with a smoking history of one pack per day and regular alcohol intake of beer for over 20 years. He has had ongoing respiratory and abdominal symptoms which had been attributed to his smoking and drinking history. Starting in his early twenties, he began to have multiple episodes of mild upper respiratory tract infections and bronchitis on a yearly basis. He also experienced mild abdominal discomfort and nausea which would come and go sporadically. High-resolution computed tomography of the chest confirmed emphysematous changes of the lung as shown in Figures - below.\\nHis liver enzymes had been slowly trending up throughout the years. Over the span of a few months, his aspartate transaminase (AST) level increased from 52 units per liter (U/L) to 58 U/L. His alanine transaminase (ALT) level increased from 81 U/L to 86 U/L. The upper limit of normal for both AST and ALT levels fall in the low 40s U/L. Other markers of liver damage, including serum prothrombin concentrations and serum albumin, were not affected.\\nHis primary care physician instructed him to quit smoking and drinking, eat healthily, and exercise regularly. He was successful in making these lifestyle changes, but over the next few years, his liver enzymes remained elevated and his lungs continued to show persistent emphysema. There was little to no improvement in his overall symptoms. Due to these abnormal findings, he was tested for alpha-1 antitrypsin deficiency (AATD) and was found to be homozygous for the Z allele (PI*ZZ). His alpha-1 antitrypsin (AAT) level was 18, which is well below the protective threshold of 57. Once the diagnosis was confirmed, the patient was immediately started on weekly Prolastin infusions. Since his diagnosis, our patient has completed eight infusions of Prolastin and will continue to receive weekly infusions for as long as he is able to tolerate them in order to maintain normal concentrations of AAT. His AAT level continues to increase and is now closer to the protective threshold; his liver function tests have improved as well.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'22426792': 1, '18796107': 1, '33585096': 2, '19707408': 1, '28929906': 1, '18695797': 1, '30103740': 1, '30648036': 2}", "similar_patients": "{'7872947-1': 1}"}