{"patient_id": 128092, "patient_uid": "6078015-1", "PMID": 30052219, "file_path": "noncomm/PMC006xxxxxx/PMC6078015.xml", "title": "Traumatic Transection of Descending Thoracic Aorta: A Rare Cause of Pulmonary Vein Obstruction", "patient": "A 25-year-old male without any comorbid illness presented with the complaint of nonradiating constant chest pain following a road traffic accident. There was no history of breathlessness, abdominal pain, or features of head injury. His general physical examination revealed mild tachycardia (heart rate 110/min) with normal blood pressure (130/86 mmHg), respiratory rate (20/min), systemic oxygen saturation (98% on room air), and fracture of the left femur. Auscultation of chest revealed diminished breath sound on bilateral costophrenic angles; normal heart sound and no murmur. Routine laboratory tests and electrocardiogram were essentially normal except for the presence of sinus tachycardia. Chest X-ray revealed mediastinal widening with trachea deviated to right and congestion of left lung parenchyma []. Computerized tomography scan showed irregular outpouching in the descending thoracic aorta (DTA) only distal to left subclavian artery, adjacent mediastinal hematoma and bilateral pleural effusion with the collapse of the underlying lung []. He was planned for repair of the transected aorta using cardiopulmonary bypass (CPB).\\nIn the OR after instituting standard American Society of Anesthesiologist monitoring and bispectral index, cannulation of the right radial artery, dorsalis pedis artery, and left internal jugular vein was accomplished under local anesthesia. Anesthesia was induced and maintained using the balanced narcotic technique. Transesophageal echocardiography (TEE) performed using a 5-MHz phased array transducer (6VT-D probe), and GE vivid E9 echocardiography system (GE Medical Systems, Horten, Norway) showed tear in the aortic wall only distal to the origin of the left subclavian artery. Lacerated wall of DTA was observed moving with cardiac pulsation. The DTA lumen was connected through a large entry point to a pseudoaneurysmal cavity (2.9 cm × 3.8 cm) with surrounding hematoma [].\\nExamination of pulmonary veins showed narrowing of the left upper pulmonary vein (LUPV) with an adjacent hematoma. Color flow Doppler showed continuous turbulence flow pattern [ and ]. Pulsed wave Doppler with sample volume at narrowed segment showed peak pulmonary vein velocity 1.2 m/s with was biphasic flow pattern. The peak and mean gradient in the LUPV were 8 and 4 mmHg, respectively. Examination of the left lower pulmonary vein (LLPV) and right pulmonary veins showed normal flow pattern with peak velocity <0.80 m/s []. Imaging the heart showed normal cardiac function and no pericardial collection. A diagnosis of a contained aortic transection with large pseudoaneurysm and compression of LUPV was confirmed to the surgeon.\\nThe surgical approach included left thoracotomy and the use of left heart bypass. Under moderate hypothermic CPB, a 22 mm integrated woven intravascular interposition tube graft was used for the replacement of a transected DTA segment. Complete evacuation of hematoma and excision of the aneurysmal cavity was done to ensure relief of PVO. The total duration of CPB and aortic cross-clamp were 220 and 160 min, respectively. Weaning from CPB was achieved with the minimal use of inotropes. TEE after termination of CPB showed no residual obstruction in the LUPV flow as evidenced by the absence of turbulence on color flow Doppler and decrease in the gradient (peak 4 mmHg and mean 2 mmHg) []. He was weaned off form ventilator after 6 h and subsequently transferred uneventfully to the orthopedic department for the management of fracture femur.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'1989553': 1, '8611289': 1, '19380009': 1, '7586266': 1, '1985366': 1, '14623799': 1, '4025125': 1, '16697260': 1, '19131497': 1, '17452156': 1, '30052219': 2}", "similar_patients": "{}"}