{"patient_id": 127148, "patient_uid": "6006870-3", "PMID": 29962786, "file_path": "noncomm/PMC006xxxxxx/PMC6006870.xml", "title": "Endodontic Management of Curved Canals with ProTaper Next: A Case Series", "patient": "A 30-year-old male patient referred to the Department of Dentistry from a local dental dentist with the chief complaint of severe and continuous pain in the mandibular right teeth region for 6 months. The patient gave a history of severe pain, and it aggrevated while taking cold and hot foods while lying down on the bed and while sleeping and the pain relieved only for few hours after taking the analgesics. No significant medical history was observed. The intraoral clinical examination revealed a decayed tooth in relation to #36. The tooth #36 was tender on percussion. The provisional diagnosis of chronic irreversible pulpitis was made based on the subjective and objective findings. An IOPA radiograph was advised in relation to #36 region. The IOPA revealed an ill-defined radiolucency extending into the pulpal region with a significant widening in the periodontal ligament at the apical region of mesial and distal canals []. The provisional diagnosis was confirmed with the investigations, and a final diagnosis of chronic irreversible pulpitis was made for the tooth in relation to #36.\\nThe root canal treatment was planned and under local anesthesia (2% Lignocaine 1:200000 Epinephrin) access opening completed similar to case report 1. The tentative working length was determined with 10 and 15 number K files []. The working length files have shown a blunt curvatures in the apical portions of the distal canal. The consideration of the significant curvatures in the apical portions of distal canals the biomechanical preparation was planned with the ProTaper Next rotary system. In the second appointment, with the copious irrigation, the biomechanical preparation was completed with the ProTaper Next rotary system as explained in the case report 1. The single-cone obturation was completed with the 6% gutta-percha points with the AH plus sealer []. The permanent restoration was done with the fiber-reinforced composite resin, and the patient recalled after 3 months for evaluation.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'17931926': 1, '18568224': 1, '18797108': 1, '17348278': 1, '27274164': 1, '33223636': 1, '18928858': 1, '15273636': 1, '11803999': 1, '15085054': 1, '22152631': 1, '21787484': 1, '11665419': 1, '29962786': 2}", "similar_patients": "{'6006870-1': 2, '6006870-2': 2}"}