{"patient_id": 7166, "patient_uid": "6425342-1", "PMID": 30956824, "file_path": "comm/PMC006xxxxxx/PMC6425342.xml", "title": "A Case Report of Massive Acetaminophen Poisoning Treated with a Novel “Triple Therapy”: N-Acetylcysteine, 4-Methylpyrazole, and Hemodialysis", "patient": "A 64-year-old woman with no past medical history and no prescribed medications was found unresponsive at home after ingestion of 208 tablets of Tylenol PM™ (APAP 500 mg with diphenhydramine 25 mg) approximately three hours prior to transportation to the ED. She was endotracheally intubated by prehospital staff due to decreased level of consciousness, vomitus, and agonal respiration. On arrival to the ED, vital signs included temperature of 33.9°C, heart rate of 57 bpm, blood pressure of 139/102 mmHg, respiratory rate of 19 rpm, and oxygen saturation of 99% on 100% FiO2. Physical examination demonstrated a Glasgow Coma Scale score 3 without spontaneous respiration. The patient subsequently became hypotensive requiring five IV push-dose epinephrine doses (total 100 µg), followed by dopamine (10 µg/kg/min increased to 15 µg/kg/min), and then a norepinephrine infusion (10 µg/min). An electrocardiogram (ECG) showed sinus rhythm of 58 bpm, PR of 144 ms, QRS of 112 ms, and QTc of 659 ms. Serum chemistries measured as follows: lactate 7.6 mmol/L (0.5-1.0 mmol/L), glucose 193 mg/dL (70-100 mg/dL), Na+ 142 mEq/L (136-144 mEq/L), K+ 3.2 mEq/L (3.7-5.2 mEq/L), Cl− 110 mmol/L (96-106 mmol/L), CO2 18 mmol/L (20-29 mmol/L), BUN 16 mg/dL (7-20 mg/dL), Cr 1.17 mg/dL (0.6-1.1 mg/dL), AST 21 IU/L (10-34 IU/L), ALT 99 IU/L (8-37 IU/L), and INR 1.2 (0.8-1.1). Initial ABG measured as follows: pH 7.32 (7.35-7.45), pCO2 30 mmHg (35-45 mmHg), pO2 249 mmHg (80-100 mmHg), and HCO3 16 (CMV FiO2 65%, PEEP 6, RR 16, and TV 500 mL). Initial serum APAP concentration measured 1,017 µg/mL. Serum salicylate and ethanol concentrations measured 7 mg/dL and negative, respectively. A preliminary urine drug screen of abuse detected only methadone. Expanded serum liquid chromatography/mass spectroscopy detected caffeine, dihydrocodeine/hydrocodol, lidocaine, monoethylglycinexylidide, and diphenhydramine. A chest X-ray revealed mild interstitial edema. Head computed tomography was unremarkable. The patient was admitted to the intensive care unit. There was no repeat ECG performed prior to transfer to transplant center; however, no dysrhythmias were observed on telemetry monitoring.\\nThe medical toxicology service was consulted and recommended IV sodium bicarbonate (for prolonged QRS interval), IV NAC, IV 4-MP (15 mg/kg), and immediate HD. APAP concentration decreased to 825 µg/mL after initiation of IV NAC, and serial concentrations exponentially decreased during “triple therapy” (Figures and ). During HD, the IV NAC rate of administration was doubled to 200 mg/kg and then tripled to 300 mg/kg, and a subsequent dose of IV 4-MP 10 mg/kg was administered; these were performed due to concern of HD removal of both antidotes.\\nThe patient's mental status improved during HD; however, she did not follow commands. Due to concern for potential severe liver injury given the massive initial APAP concentration and lack of institutional transplant services, she was transferred to a liver transplant center on hospital day one. On arrival to the liver transplant center, she was maintained on IV NAC and received an additional HD treatment. 4-MP was not readministered. IV NAC was discontinued when APAP concentrations were undetectable. The patient was awake and following commands but failed extubation due to respiratory distress and pneumonia. She was ultimately extubated to BiPAP and discharged to an inpatient psychiatry unit approximately eight days after ED presentation in a normal state of health.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'24235282': 1, '29185815': 1, '24134534': 1, '9453426': 1, '8662637': 1, '7625570': 1, '12890847': 1, '11172179': 1, '34336301': 2, '25133498': 1, '27118496': 1, '33884219': 1, '10918102': 1, '34978586': 1, '33868959': 1, '31768936': 1, '12017214': 1, '34232786': 1, '11866476': 1, '20876840': 1, '21143497': 1, '29739258': 1, '10759684': 1, '15983968': 1, '30956824': 2}", "similar_patients": "{'8289598-1': 1}"}