{"patient_id": 136213, "patient_uid": "6760361-1", "PMID": 31692487, "file_path": "noncomm/PMC006xxxxxx/PMC6760361.xml", "title": "Angiography and En Face Optical Coherence Tomography Findings in Acute Syphilitic Posterior Placoid Chorioretinopathy", "patient": "A 46-year-old man presented with 1-month blurry vision in the right eye (OD) and no other systemic symptoms. He suffered from temporal lobe epilepsy due to a benign astrocytoma, operated in 1993 and controlled with antiepileptic drugs. Visual acuity (VA) was counting fingers in his OD and 20/20 in his left eye (OS). Anterior examination was unremarkable. Funduscopic examination revealed a yellowish placoid lesion occupying the whole posterior pole in his OD, and there was an apparently normal funduscopic examination in his OS (Fig. ). Ultra-wide-field fundus autofluorescence demonstrated hyperautofluorescence corresponding to the placoid lesion in OD and an area of hyperautofluorescence superotemporal to the optic disk in OS (Fig. ). Spectral-domain optical coherence tomography (SD-OCT; Cirrus HD OCT®, Carl Zeiss, USA) B-scan showed a disruption of the ellipsoid zone and external limiting membrane, hyperreflective granular RPE changes, and areas of punctate hyperreflectivity in the underlying choroid in the OD (Fig. ). En face OCT revealed multiple hyperreflective clumps in the outer retina in the OD (Fig. ), and OCT angiography (OCT-A; Angioplex®) showed areas of flow void at the level of the choriocapillaris in both eyes (Fig. ). Blood analysis revealed reactivity to the venereal disease research laboratory (VDRL) (>1/1,024) and positivity antibodies against membrane protein A of T. pallidum by ELISA (IgG and IgM), indicating acute syphilitic infection. Lumbar puncture was negative for VDRL and for IgM anti-T. pallidum but positive for IgG, and pleocytosis was seen in the cerebrospinal fluid.\\nBrain magnetic resonance imaging was unremarkable. Serum anti-HIV antibodies were negative. The patient underwent the standard treatment for neurosyphilis, i.e., intravenous penicillin G at a dosage of 24 million units per day for 14 days and i.v. pulse of methylprednisolone. After he completed the antibiotic treatment, his VA improved to 20/20 in both eyes, and although the outer retinal lesions were completely restored, choriocapillaris reperfusion remained incomplete at 3 months of follow-up (Fig. ).", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'17024225': 1, '21347191': 1, '28976235': 1, '29023263': 1, '34924885': 1, '16282150': 1, '25390772': 1, '22863970': 1, '31047399': 1, '2243679': 1, '23860561': 1, '28810039': 1, '28083861': 2, '31692487': 2}", "similar_patients": "{'5233604-1': 1}"}