{"patient_id": 127346, "patient_uid": "6023840-1", "PMID": 29924006, "file_path": "noncomm/PMC006xxxxxx/PMC6023840.xml", "title": "Radiologic findings of primary pulmonary angiosarcoma", "patient": "A 46-year-old man was hospitalized with a 1-month history of cough. He had no personal or family history of respiratory diseases. Physical examination demonstrated no significant abnormalities. CT images showed patchy exudative lesion in the upper lobe of right lung and the thickening right inferior pulmonary artery (Fig. A,C). Laboratory examination revealed an elevated C-reactive protein (CRP, 64 mg/L) and D-dimer (500 ng/mL); the white blood cell (WBC) count was 11.47 × 109/L, and tumor marker level was normal. The case was diagnosed as infection and pulmonary embolism. Then, he was given anti-inflammatory and anticoagulant treatment, and he was discharged after the cough symptom completely disappeared. Two months later, the patient's symptom appeared again. Then, he was followed up with CTPA. The primary lesion of right lung had been basically absorbed and a new lesion was found in right upper lobe (Fig. B). The thickening right inferior pulmonary artery was significantly enlarged and distorted (Fig. D). Mediastina window images demonstrated that multiple filling defects were found in the pulmonary conus, main pulmonary artery, and pulmonary branches of the upper right lung, combined with pulmonary artery stenosis (Fig. E), and the hillside sign (main lesions were interlinked with each other growing to the pulmonary cavity, with smooth surface and different heights) was also found (Fig. F). Then, it was diagnosed as malignant tumor of pulmonary artery. Other related examinations (such as echocardiography, bronchoscopy, sputum pictures, and nuclear medicine) found no abnormalities, and the biopsy was not performed. Right thoracotomy and right upper lobe lobectomy were performed in our hospital. But the tumor in pulmonary artery was not completely resected because of its extensive involvement. The intraoperative findings were similar to imaging's performances. Microscopically, part of tumor cells grew with vascular wall (HE, x40), most of the cells were fusiformis with irregular nucleus and significant atypia, and amount of mitotic counts was found in the most cells (HE, x200). Immunohistochemical observation showed that Vimentin and SMA were positive, CD31, CD34, F8, CK, S-100, Desmin, and HMB45 were all negative; the Ki67 index was about 30% (Fig. A, B). The patient was eventually diagnosed as primary pulmonary angiosarcoma. The patient had anticoagulant therapy with aspirin in the follow-up, without chemotherapy and radiotherapy. Five years later, he was dead because of complete occlusion of the pulmonary artery owing to tumor recurrence.\\nThe present study was approved by the Ethics Committee of the first hospital of Jiaxing, and the patient information was anonymized and de-identified before analysis.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'27672071': 1, '17457286': 1, '16432125': 1, '22612512': 1, '3055809': 1, '16473795': 1, '11682292': 1, '26582434': 1, '33553367': 1, '9042806': 1, '29924006': 2}", "similar_patients": "{}"}