{"patient_id": 127499, "patient_uid": "6032752-1", "PMID": 29941755, "file_path": "noncomm/PMC006xxxxxx/PMC6032752.xml", "title": "A case of human leukocyte antigen B-27-associated ocular hypotony successfully treated with golimumab", "patient": "A 42-year-old male presented to us with complaints of sudden diminution of vision associated with severe redness, intense ocular pain in right eye for a month. He also complained of floaters in the right eye. He denied any history of the ocular problem in the past. He had been suffering from recurrent low back pain for 3 years for which he was investigated and diagnosed to be positive for HLA B27 in 2014. At the time of presentation, he was on oral salicylazosulfapyridine, as prescribed by his local rheumatologist. He also consulted locally for his eye problem, where he received a periocular injection of depot steroid (triamcinolone acetonide) 1 month back and was using topical steroid (one hourly a day) and cycloplegic (three times a day) in his right eye for 20 days. Best-corrected visual acuity (BCVA) in his right eye was 6/12 and 6/6 in the left eye. Slit-lamp examination of his right eye showed circumcorneal congestion, cells 0.5+, and flare 1+ in anterior chamber, few scattered pigments on the anterior lens capsule, a pharmacologically dilated pupil, and plenty of cells in anterior vitreous []. Fundus examination of the right eye showed vitritis, hyperemia of optic nerve and an attached retina. Slit-lamp and fundus examination of the left eye was unremarkable. Intraocular pressure (IOP) measured with Goldman applanation tonometry was 4 and 13 mm of Hg in right and left eye, respectively. Ultrasound biomicroscopy (UBM) of his right eye showed ciliary body edema with supraciliary effusion []. He also complained of backache and stiffness of knee joints and an opinion from rheumatologist was sought. Examination by the rheumatologist revealed painful intersegmental restrictions in movement of the cervical and lumbar vertebra, effusion of the knee joints and a positive Schober's test. His disease activity score using Bath Ankylosing Spondylitis Disease Activity Index (BASDAI) was found to be 10. He was investigated extensively to rule out other causes of uveitis.\\nHe was subsequently administered subcutaneous GLM 50 mg and decided to repeat the injection every 4 weeks. He was also started on oral methotrexate (15 mg/week) by the rheumatologist, and we advised him to continue topical steroid (1% prednisolone acetate 6 times a day) and cycloplegic (2% homatropine three times a day) in tapering schedule.\\nHe was reviewed after a month. His BCVA improved to 6/6 in the right eye. Examination of the right eye showed a quiet anterior chamber and anterior vitreous [] and a normal fundus with a resolution of vitritis. His IOP was 14 mm of Hg and 12 mm of Hg in right and left eye, respectively. UBM of the right eye showed significant resolution of ciliary body edema with resolved supraciliary effusion []. There was marked improvement in his backache, joint stiffness, and his disease activity score improved to 3.2 (BASDAI). He received second dose of subcutaneous GLM and seen again after a month. His BCVA was maintained at 6/6 and ocular examination revealed a quiet anterior segment with normal fundus. His IOP in the right eye was 16 mm of Hg. UBM of his right eye showed further resolution of ciliary body edema and supraciliary effusion []. He was also examined by the rheumatologist who recorded a BASDAI score of 1.4 and administered the third dose of subcutaneous GLM. He was advised to continue oral methotrexate 10 mg/week. He had completed a course of topical corticosteroid and cycloplegic and was advised to continue topical flurbiprofen (0.03%) eye drop in his right eye.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'27060872': 1, '24976689': 1, '22581347': 2, '18569798': 1, '24024585': 1, '27457311': 1, '19644849': 1, '25345430': 1, '24143896': 1, '24063542': 1, '27154720': 1, '23252659': 1, '29941755': 2}", "similar_patients": "{'3500989-1': 1, '3500989-2': 1, '3500989-3': 1}"}