{"patient_id": 3404, "patient_uid": "6181251-1", "PMID": 30345187, "file_path": "comm/PMC006xxxxxx/PMC6181251.xml", "title": "Hypokalemic Paralysis Secondary to Renal Tubular Acidosis Revealing Underlying Sjogren's Syndrome", "patient": "A 28-year-old female presented with complaints of vomiting for three days. For the last one day, the patient was bedridden secondary to extreme fatigue and weakness. She denied fever, vaginal discharge, or diarrhea. Her blood pressure was 100/60 mmHg, respiratory rate 22/min, heart rate 56/min, and she was conscious and alert. An examination of her nervous system revealed that there was proximal muscle weakness and that her reflexes were flaccid. There was no evident muscle tenderness or sensory deficit. Her blood work was normal except for low serum bicarbonate (7.0 mmol/L) and serum potassium (1.5 mmol/L). A spot urine sample showed a pH of 6.5 and a positive anion gap (urinary sodium 5.1 mmol/L, potassium 34 mmol/L, and chloride < 5 mmol/L). On arterial blood gas analysis, the pH was 7.04 (7.35-7.45), pCO2 6.1 kPa (4.5-6.1), PO2 12.8 kPa (12.0-15.0), bicarbonate 12.0 mmol/L (22.0-26.0), and oxygen saturation 92.6%. All of these findings were compatible with the diagnosis of dRTA.\\nWhile receiving therapy with potassium replacement, the patient developed increasing shortness of breath from respiratory muscle weakness. Repeat biochemical analyses showed serum potassium of 1.8 mmol/L. She was transferred to the intensive care unit and intubated for ventilation. Further tests were arranged to establish the cause of dRTA. On serum protein electrophoresis, we did not find paraproteins. Ultrasound of the abdomen was normal, excluding medullary sponge kidney, nephrocalcinosis, and obstructive uropathy as potential causes of dRTA. Her autoantibody profile showed negative anti-mitochondrial, anti-smooth muscle, and anti-double-stranded DNA antibodies. However, anti-nuclear antibody, anti-Ro/SSA, and anti La/SSB were positive. This autoantibody pattern was consistent with Sjogren's syndrome. There was no history of dry eyes and dry mouth. We did not perform a Schirmer test or salivary gland biopsy. Therapy with intravenous corticosteroids was started while the potassium replacement continued. Her condition improved and her hypokalemia resolved. The patient was extubated and discharged after one week with the advice of follow-up.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'24330363': 1, '24193084': 1, '24566651': 1, '32712761': 1, '23087292': 1, '10396249': 1, '26568188': 1, '29540487': 1, '28933131': 1, '19679669': 1, '26109563': 1, '24165505': 1, '16159947': 1, '30345187': 2}", "similar_patients": "{}"}