{"patient_id": 6416, "patient_uid": "6377989-1", "PMID": 30863652, "file_path": "comm/PMC006xxxxxx/PMC6377989.xml", "title": "Multiple Urethral Hemangiomas Associated with Urethral Stricture: An Uncommon Aetiology for Urethral Bleeding", "patient": "A 61-year-old man was admitted with acute painless urethral bleeding associated with lower urinary tract symptoms (LUTS), mainly voiding obstruction. He had past medical history of hypertension (HT) and dyslipidemia. When asked about urological backgrounds, the patient described two episodes of acute strong urethral bleeding 20 years ago. Likewise, he underwent surgical primary suture of bleeding areas when haemangiomas of the glans penis were first diagnosed.\\nPhysical examination confirmed several haemangiomas in the glandular urethra, located at submeatal level. Those were only visible by gently spreading the external urethral meatus (). In addition, we found scrotal haemangiomas and prominent varicose veins in both legs. Digital rectal examination revealed a nonsuspicious medium-sized adenomatous prostate and uroflowmetry showed no value due to a low voiding volume. A short proximal bulbar urethral stricture was diagnosed through a retrograde urethrogram and voiding cystourethrogram (RUG + VCUG). During RUG, contrast extravasation to the peribulbar veins was evident (). Urethroscopy confirmed the stricture ring close to the external urinary sphincter.\\nAfter discussion with the patient, an internal urethrotomy under direct vision was the preferred treatment. During this procedure, glans haemangiomas and small haemangiomas in prostatic urethra were identified (), unrelated to urethral stricture area. The latter were only visible after opening the strictured segment, but since they did not cause any further bleeding, conservative management was applied. The urethrotomy did not present any haemorrhagic incident, and the catheter was removed on the fifth day after the procedure without any subsequent complications. Follow-up flowmetry evidenced Qmax=12.9 mL/sec, Qmed=5.3 mL/sec with 180 mL of voided volume.\\nConsidering endoscopic findings, a pelvic MRI was performed, showing a perineal vascular malformation. This was originated in the urethral bulb and continues through 7 cm of spongy tissue, with up to 14 mm in diameter ().\\nCurrently, after almost two years of follow-up, our patient is asymptomatic, with no further episodes of urethral bleeding. In addition, regarding the urethral stricture, our patient is voiding properly presenting adequate uroflowmetry values, with no need for further procedures or dilatations and with a good quality of life.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'19829771': 2, '32600309': 1, '20719363': 1, '24892400': 1, '23633463': 1, '28163810': 1, '26190083': 1, '22760936': 1, '29452831': 1, '18204245': 1, '11150953': 1, '18242389': 1, '17645615': 1, '30863652': 2}", "similar_patients": "{'2740086-1': 1}"}