{"patient_id": 131455, "patient_uid": "6360827-1", "PMID": 30775325, "file_path": "noncomm/PMC006xxxxxx/PMC6360827.xml", "title": "Fatal Disseminated Herpes Simplex in a very premature neonate", "patient": "The deceased was a 6-day-old premature female newborn who was born to an 18-year-old gravida one woman. The mother presented with fever and prolonged premature rupture of membranes (PPROM) for one week prior to admission at 27 weeks. On admission, she received two doses each of betamethasone, ampicillin, and gentamicin. Due to worsening maternal respiratory distress needing mechanical ventilation, failure to progress after induction, PPROM, and suspected chorioamnionitis, she underwent emergency cesarean section delivery. The infant was born at 28 weeks and 1 day gestation, weighing 1140 gm. At birth, the baby needed mechanical ventilation and was started on intravenous ampicillin and gentamicin, which were discontinued when the blood cultures were negative at 48 hours of age.\\nWhile in the neonatal intensive care unit, the patient was extubated successfully after one day and placed on noninvasive ventilation. On the fourth day, the baby was less active and had temperature instability with bradycardia, and she was started on vancomycin and cefotaxime. Later the same day, due to multiple episodes of apnea, deteriorating bradycardic spells, desaturation, and hypercarbia, she was re-intubated and placed on synchronized intermittent mandatory ventilation. The antibiotics were changed to cefepime, fluconazole, and acyclovir. After an additional 24 hours (then day 5), with increasing metabolic acidosis and worsening respiratory failure, she was placed on high frequency oscillating ventilation; however, her condition continued to deteriorate. She became hypotensive with poor perfusion despite vasopressors, and blood products. A bedside echocardiogram revealed a normal-appearing heart with a patent ductus arteriosus, a left-to-right shunt, pulmonary hypertension, a small pericardial effusion, and moderately decreased left ventricular function, with signs of low cardiac output. The patient was in sepsis with a severe metabolic acidosis and disseminated intravascular coagulation, despite antibiotic, antifungal, and antiviral therapy. After 40 hours since the onset of symptoms (on day 6), the patient went into cardiopulmonary arrest and passed away. Of note, the mucocutaneous culture sampled on the day of symptom onset returned positive for HSV, many days after the patient’s death.\\nThe placental pathology report described a third-trimester placenta with moderate intervillous fibrosis, but did not show any evidence of chorioamnionitis or funisitis.\\nA complete autopsy performed within 24 hours revealed a normally developed premature female infant with no dysmorphic features or congenital anomalies.\\nThe weight of the body was 1525 gm (actual birth weight of 1140 gm). Pertinent gross findings included serous fluid in the right pleural cavity (20 ml), left pleural cavity (25 ml), and pericardial sac (3 ml). There was 25 ml of serosanguineous ascites. The cardiovascular system revealed a normal-sized heart without any significant abnormalities, and microscopy revealed unremarkable immature myocardium. The ductus arteriosus and foramen ovale were open. The lungs revealed hemorrhagic right upper and middle lobes.\\nSections through the right and left lung showed thickened septa. The lungs were in the saccular stage of development. The airway epithelium had disorganized large cells without cilia, and viral nuclear inclusions were present ().\\nAn immunohistochemical stain for HSV-1 and HSV-2 was positive. There were diffuse fibrin plugs in bronchioles throughout the lungs, and diffuse alveolar hemorrhage was present primarily in the right middle lobe.\\nThe stomach contained a small amount of bloody mucus with normal mucosa. The liver weighed 65 gm (reference range: 45.5 gm +/- 15 gm). The parenchyma was red-brown with centrilobular congestion, with hemorrhage around portal areas and under the capsule ().\\nHepatocyte nuclei showed viral inclusions with chromatin displaced to the nuclear membrane (margination or wine red appearance) ( to ). Immunohistochemistry for HSV-1 and HSV-2 was positive in hepatocytes. ()\\nThe kidneys had peripelvic hemorrhage, but no evidence of herpetic infection. The spleen showed karyorrhexis and perivascular cell fragments (). Central nervous system (CNS) examination was unremarkable except for sections through the midbrain and thalamus, which showed microglial nodules ().\\nHSV was isolated from postmortem lung cultures. The final pathologic diagnoses were a premature female infant with resolving hyaline membrane disease of lungs along with disseminated HSV infection of the liver, lung, and brain with microglial nodules in the midbrain and thalamus. In addition, ascites, pleural effusion, persistent ductus arteriosus, involution of thymus, and medullary congestion and pelvic hemorrhage of the kidneys.", "age": "[[6.0, 'day']]", "gender": "F", "relevant_articles": "{'23912873': 1, '28678413': 1, '26619169': 1, '27997659': 1, '8200626': 1, '24909064': 1, '28153513': 1, '22716980': 1, '25677996': 1, '28101751': 1, '19949315': 1, '30775325': 2}", "similar_patients": "{}"}