{"patient_id": 129061, "patient_uid": "6166152-1", "PMID": 28845834, "file_path": "noncomm/PMC006xxxxxx/PMC6166152.xml", "title": "Clinical stabilisation with lacosamide of mood disorder comorbid with PTSD and fronto-temporal epilepsy", "patient": "A 35-years-old Pakistani woman first came to our observation in a secondary psychiatric inpatient unit in December 2014. She had been transferred after her discharge from an acute psychiatric care service, where she had been hospitalised for ten days. Volunteers working at a refugee shelter based in a suburb of Rome had suggested psychiatric hospitalisation due to her complex symptomatology, involving depression, unjustified guilt for the death of her parents in a recent car accident, hopelessness, panic attacks, dissociative symptoms, flashbacks of traumatic remembrances, auditory and tactile hallucinations, and insomnia. A psychologist at the shelter told us she had been repeatedly verbally and physically abused while in Pakistan by her own family members, due to cultural and religious incompatibility with her partner. For this reason the couple fled from Pakistan to start a new life in Germany. However, they were hosted by other Pakistanis, including her brother, who again disapproved her choice and abused her physically. One of the violence episodes resulted in her being hospitalised at the orthopedics department. After this episode they decided to move to Modena, Italy, where the patient made her first contact with a psychiatrist. She complained for the recent onset of fatigue, headache, limb paraesthesia, anxiety, sadness, depersonalisation, flashbacks of traumatic events, and insomnia. She was hospitalised and prescribed sertraline, mirtazapine, amisulpride, and benzodiazepines (at unspecified doses), which she willingly discontinued after discharge without medical consultation. She was subsequently transferred together with her husband to a refugee shelter based near Rome, where she experienced worsening of the previous symptomatology and was first hospitalised and then referred to our observation with a diagnosis of PTSD, which was compatible with her psychopathological picture.\\nHer initial confusion, time disorientation, perplexity, and emotional fatuousness prevented us from collecting an adequate history. She and her husband were unable to remember any health issue in the patient’s infancy and adolescence or medical issues in the patient’s family members. Her ECG and blood chemistry were unremarkable, except for hyperprolactinemia (5094 ng/ml) that we attributed to 4 mg/day risperidone that the patient was prescribed during her last hospitalisation. During the patient’s stay in our department we prescribed her clomipramine for depressive symptoms and thought rumination and cabergoline to reduce hyperprolactinaemia, while we switched gradually from risperidone to 20 mg/day aripiprazole and a benzodiazepine, 2 mg/day A-desmethyldiazepam (delorazepam). Anxiety subsided while the frequency of hallucinations gradually diminished across four weeks and changed in quality; residual hypnagogic hallucinations were disrupting the sleep-waking rhythm. Flashbacks disappeared within six weeks. Mood switched suddenly within three weeks of treatment from depression to euphoric peaks, together with increased sexual interest and lack of insight, which coexisted with guilt and worrying about her future. We extended the hospitalisation to another month over the standard discharge schedule to obtain mood stabilisation and sleep-wake cycle regulation. We titrated lithium carbonate up to 600 mg/day. During the extended period, hopelessness and guilt finally disappeared, while some residual dissociative symptom still persisted. The patient was discharged and referred to her public health outpatient care service. Four weeks after discharge she relapsed and had to be rehospitalised. She had voluntarily discontinued treatment, because she worried about side effects. At this second hospitalisation she showed dysphoric mood with psychomotor agitation, aggressive and self-harming behaviours, more severe dissociative symptoms with time disorientation and the recurrence of guilt and hypnagogic auditory and tactile hallucinations. We reestablished treatment with lithium carbonate (750 mg/day), aripiprazole (15 mg/day, switched after 2 weeks to 400 mg/month intramuscular long-acting aripiprazole monohydrate) and delorazepam (2 mg/day) and subjected the patient to electroencephalogram (EEG). We diagnosed right fronto-temporal epilepsy and promptly instituted treatment with lacosamide, a slow inactivator of voltage-gated sodium channels, at a dosage of 100 mg q 12 h (200 mg/day). We endorsed lacosamide because of its favourable side effect profile and its effectiveness as add-on in epilepsy.\\nOne week after beginning the new treatment, an improvement of anxious symptoms allowed us to reduce benzodiazepines. The patient achieved mood stability, disappearance of hypnagogic hallucinations and sleep-wake cycle normalisation within two weeks.\\nFour weeks after beginning lacosamide the patient was euthymic, with no dissociative symptoms, guilt or self-harming ideation, reduced flashback episodes, but was unsure about her future. We confirmed her treatment schedule and sent her back to outpatient care for follow up and psychotherapy.\\nEight weeks after discharge the patient was adherent to the therapeutic project. Her psychopathology was stable. She no more developed seizures or had any thought or perceptual disturbances.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'10831476': 1, '17479526': 1, '17156153': 1, '6880820': 1, '16632310': 1, '15569893': 1, '14654422': 1, '32670129': 2, '6538480': 1, '25913682': 1, '17617468': 1, '23357687': 1, '25059264': 1, '22553107': 1, '18472483': 1, '26414341': 1, '25616463': 1, '16816301': 1, '26526971': 1, '16732843': 1, '4981856': 1, '26005206': 1, '17485606': 1, '22940183': 1, '18789854': 1, '26001664': 1, '23334072': 1, '16116112': 1, '18491230': 1, '12716276': 1, '26035191': 1, '17311265': 1, '28845834': 2}", "similar_patients": "{'7326076-1': 1}"}