{"patient_id": 134863, "patient_uid": "6635262-2", "PMID": 31277092, "file_path": "noncomm/PMC006xxxxxx/PMC6635262.xml", "title": "Preventing deoxygenation with high flow nasal cannula oxygen during induction of general anesthesia for rigid bronchoscopy", "patient": "A male patient, 77 years old, 55.7 kg and 157.3 cm in height, had been diagnosed with chronic obstructive pulmonary disease, and was scheduled for the bronchoscopic volume reduction surgery upon exacerbation of his symptoms of dyspnea and cough with sputum. The pulmonary function test showed severe obstructive lung defect (FVC 73, FEV1 38, FEV1/FVC ratio 34). Written informed consent was obtained from the patient for the publication of this case report and accompanying images.\\nHe arrived at the operation room wearing a nasal prong with the oxygen flow at 5 L/min. The vital signs were monitored: blood pressure of 140/80 mm Hg, heart rate of 90 and SpO2 of 92%. The initial ABGA showed pH 7.49, PCO2 38 mm Hg, PaO2 68 mm Hg, HCO3 29 mmol/L, BE 5.4 mmol/L, and SaO2 95%. Preoxygenation was performed with HFNC (Fisher&Paykel Optiflow ThriveTM) for 3 minutes before anesthetic medications; the oxygen flow was set at 50 L/min and the FiO2 at 1.0. After preoxygenation, SpO2 reached 100%, and the ABGA after HFNC showed pH 7.49, PCO2 39 mm Hg, PaO2 343 mm Hg, HCO3 29.7 mmol/L, BE 5.9 mmol/L, and SaO2 100%. While maintaining the HFNC, the rigid bronchoscope was then inserted after the administration of propofol 2 to 5 μg/mL, remifentanil 1 to 5 ng/mL and rocuronium 50 mg.\\nSpO2 remained at 100% until the rigid bronchoscope was completely inserted and the ABGA performed at the point showed pH 7.36, PCO2 59 mm Hg, PaO2 209 mm Hg, HCO3 33.3 mmol/L, BE 6.2 mmol/L, and SaO2 100%. The total apneic time measured was 3 minutes 10 seconds. Mechanical ventilation combined with assisted ventilation was maintained during the surgery. The rigid bronchoscope was removed after the volume reduction surgery (Fig. ). The procedural time was 1 hour 20 minutes and the anesthetic time was 1 hour 35 minutes. HFNC was applied in the recovery room with the oxygen flow of 20 L/min. However, the patient complained of dyspnea in the recovery room, with decrease of SpO2 from 90% to 85%. Endotracheal intubation was performed with 8.0 ID and the patient was sent to the intensive care unit with an Ambu- bag streamed with the oxygen flow of 5 L/min.", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'33134145': 1, '25470890': 1, '25479117': 1, '27339225': 1, '26164643': 1, '17931878': 1, '25869405': 1, '25388828': 1, '32629688': 2, '25529351': 1, '31277092': 2}", "similar_patients": "{'6635262-1': 2, '7337557-1': 1}"}