{"patient_id": 132012, "patient_uid": "6393819-1", "PMID": 30834134, "file_path": "noncomm/PMC006xxxxxx/PMC6393819.xml", "title": "Cholangiocarcinoma and hepatic myelolipoma incarcerated in a peritoneopericardial diaphragmatic hernia with pulmonary metastasis and carcinomatosis in a cat", "patient": "A 14-year-old female neutered Persian-cross cat was referred for evaluation of suspected pericardial effusion. It was presented to the referring veterinarian with a 1 week history of anorexia and lethargy. On physical examination, the cat was alert and responsive, and its body condition score was 4/9, with slightly pale mucous membranes and weak peripheral pulses. It was markedly tachypnoeic and dyspnoeic. Heart rate was 200 beats per min. Auscultation revealed decreased bronchovesicular sounds on both sides of the thorax.\\nBlood analyses revealed a mild non-regenerative anaemia and mildly elevated alanine aminotransferase and aspartate aminotransferase.\\nRadiographs of the thorax and abdomen were taken using a computed radiography unit (CR 30-X; Agfa Healthcare). Technical parameters were 55 kVp and 4 mAs. The radiographs showed ventral diaphragmatic border effacement with a severely enlarged, globoid-shaped cardiac silhouette with a heterogeneous opacity, and a dorsal peritoneopericardial mesothelial remnant. These findings were consistent with a PPDH. Addi-tionally, an interstitial–nodular lung pattern was seen, most likely compatible with metastasis. Seven sternebral segments were identified (). In the abdomen, a moderate loss of serosal detail, microhepatia and cranial displacement of the spleen were observed.\\nThoracic ultrasound revealed a heterogeneous mass with hyperechoic foci, a hyperechoic strong-attenuating region and hypoechogenic areas within the pericardial sac. The mass was surrounded by anechoic fluid (), but there was no evidence of cardiac tamponade. To better characterise the mass within the pericardial sac a whole-body triple-phase CTA was performed using a dual-slice CT scanner (General Electric HiSpeed; General Electric Healthcare) under general anaesthesia. The patient was positioned in sternal recumbency. Pre- and post-contrast images following administration of iopromide (Omnipaque, 300 mg/ml; Schering) at 600 mg I/kg and at 3 ml/s into a cephalic vein catheter by angiographic injector (A-60; Nemoto) were acquired at 12, 30 and 90 s for the arterial, portal and delayed phases, respectively. Technical parameters were 120 kV tube voltage, 120 mAs tube current, 1 s tube rotation time, helical scan mode, collimator pitch of 1 and 3 mm slice thickness and reconstructions interval with 50% overlap. The display field of view was 43 × 43 cm and image matrix was 512 × 512. Reformatted images in sagittal and dorsal planes were obtained. The images were reviewed in a Picture Archiving and Communication System (PACS) workstation in lung (window width [WW] = 1500; window level [WL] = −500), soft tissue window (WW = 350, WL = 40) and bone (WW = 1500, WL = 300) windows.\\nThe CT scan demonstrated a mixed soft tissue- and fat-attenuating hepatic mass within the pericardial sac that emerged from the left liver lobes (probably involving the quadrate, left medial and left lateral lobes) as these were not identified within the abdominal cavity. This mass showed a marked heterogeneous contrast-enhancement pattern in the arterial and portal phases that became more homogeneous in the delayed phase. In addition, multiple hypoattenuating non-enhancing round-shaped areas were identified, consistent with cystic or necrotic areas, as well as a few mineralised foci within the soft tissue mass. A thin mineral and irregular band was enclosing the fat-attenuated area. The gall bladder was not identified. The mass was mildly displacing the cardiac silhouette cranially and towards the left. The heart and the mass were surrounded by non-contrast-enhancing fluid (20 Hounsfield units). A diffusely thickened and enhancing pericardium was seen. The whole pericardial sac was producing a marked mass effect dorsally on the caudal mediastinal structures, flattening the post-hepatic segment of the caudal vena cava and filling the total width of the thoracic cavity ( and ). In the pulmonary parenchyma, multiple soft tissue-attenuating nodules of different sizes were identified. There was an increase in density of the mesenteric fat and abdominal effusion. There was no evidence of thoracic or abdominal lymphadenopathy.\\nCT findings were consistent with a malignant hepatic neoplasia incarcerated in a PPDH, lung metastasis and carcinomatosis. The owner elected humane euthanasia owing to the severity of the clinical signs and guarded prognosis.\\nOn post-mortem examination, a tan-coloured soft tissue mass consistent with a hepatic lobe was identified within the pericardial sac. Nodular masses were observed in all lobes of the lungs, compatible with metastasis (). Under microscopic examination of the liver with haematoxylin and eosin staining, neoplastic cells appeared in an irregular tubular arrangement. The epithelium lining of the tubular structures was cuboidal to columnar. Pleomorphism was moderate. It was observed as an abundant deposition of collagen among groups of neoplastic cells and in the interface with the normal hepatic parenchyma. Small areas of necrosis were present within the groups of neoplastic tubular structures. Local invasion of surrounding hepatic parenchyma was observed in the margins of the neoplasia ().\\nIn the lung, the nodules were formed by cells organised into tubules of irregular morphology located between the pulmonary alveoli with presence of abundant connective tissue, like the structures observed in the liver.\\nThe histopathological diagnosis of the hepatic mass, lung and mesenteric fat was hepatic cholangiocellular carcinoma and myelolipoma, pulmonary metastasis and carcinomatosis.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'21041332': 1, '28491416': 2, '20433398': 1, '24378022': 1, '20553572': 1, '27920487': 2, '23402411': 1, '27753170': 1, '30834134': 2}", "similar_patients": "{'5116610-1': 1, '5362868-1': 1}"}