{"patient_id": 132459, "patient_uid": "6425895-1", "PMID": 30871296, "file_path": "noncomm/PMC006xxxxxx/PMC6425895.xml", "title": "Irreducible Knee Dislocation with Vastus Medialis Muscle Interposition", "patient": "A healthy 28-year-old man had a high-velocity motor vehicle accident. The patient was ejected from the car and was reported to have lost consciousness. He was injury-free except for the following orthopedic conditions: right inferior and superior pubic rami fractures, right sacral bone fracture, left mid-shaft femur fracture, and right knee dislocation. Clinical assessment revealed the right knee was in a flexion and valgus position with a lateral subluxation of the patella. The presence of a medial skin furrow was considered as a sign of irreducibility. Range of motion assessment and special tests for right knee stability could not be performed due to pain. Distal neurovascular assessments showed no compromise and the skin condition was normal. Serial anklebrachial index was normal and computed tomography angiography was not required, as per the advice of the vascular surgeon. X-ray results showed posterolateral dislocation and magnetic resonance imaging (MRI) results showed multiple ligamentous injuries involving the anterior cruciate ligament (ACL), posterior cruciate ligament (PCL), lateral collateral ligament (LCL), and medial collateral ligament (MCL) (). MRI of the right knee also showed interposition of the vastus medialis; therefore, complete knee reduction was not feasible ().\\nTypically, knee dislocation requires urgent reduction in the emergency room. Unfortunately, in this case, reduction was impossible. Therefore, a temporary spanning external fixator was applied until the other fractures were fixed to limit pain and increase patient mobility.\\nAfter treatment of the other fractures, a complete preoperative plan was formed. The patient first underwent gravity flow diagnostic arthroscopy, followed by debridement of the ACL and PCL stumps. Drilling of ACL and PCL tunnels was performed using the all-inside technique, by passing the sutures through the tunnel to retrieve the graft later. Subsequently, a skin incision was made over the posteromedial side of the knee and the herniated vastus medialis muscle was removed using a finger for knee reduction. The grafts were passed through the tunnels to restore the anatomical positions of the ACL and PCL, and the ligaments were then tensioned in a standard manner. The PCL was tensioned at 90° of knee flexion, ensuring reproduction of the anteromedial step-off; the ACL graft was tensioned at a near-extension knee position. In the same operation, reconstruction of the extra-capsular ligaments, LCL, and MCL were performed using an open technique (). The patient tolerated the procedure very well and the knee was placed in a hinge brace locked from 0° to 90° and locked in extension during ambulation. Postoperatively, the patient started prone rehabilitation as per the PCL protocol and showed improvement within weeks. In subsequent visits (12 weeks after surgery), the patient was able to walk freely without walking aids. Physical examination based on stress tests of the ACL, PCL, MCL, and LCL showed that he achieved a good functional range of motion with good stability.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'19543725': 1, '21509542': 2, '10750013': 1, '21908970': 1, '10918960': 1, '9043607': 1, '15243425': 1, '14046474': 1, '34235387': 1, '21150149': 1, '15262659': 1, '30871296': 2}", "similar_patients": "{'3102810-1': 1}"}