{"patient_id": 13890, "patient_uid": "6878684-1", "PMID": 31771519, "file_path": "comm/PMC006xxxxxx/PMC6878684.xml", "title": "Non-urate transporter 1, non-glucose transporter member 9-related renal hypouricemia and acute renal failure accompanied by hyperbilirubinemia after anaerobic exercise: a case report", "patient": "A 37-year-old man presented with the chief complaint of loin pain. He had no abnormalities in growth and development and had a healthy constitution; however, he once had an approximately 1-week episode of convalescence for loin pain after exercising in junior high/high school. Hypouricemia was noted on every biochemical examination in health check with a UA level of < 1 mg/dL. However, until now, his renal function and urine findings had been normal, and there was no history of examination at a medical institution. Bilateral loin pain developed during walking. The patient expected an improvement in the pain from walking; hence, he engaged in intensive exercise, including swimming for 1 h, fast walking / jogging for 2 km, and active muscle training for approximately 2 h. However, the pain worsened and persisted. He was then examined at the Department of Urology at our hospital. Renal calculi were ruled out via computed tomography (CT), but with a creatinine (Cr) level of 3.7 mg/dL, acute kidney injury with hyperbilirubinemia was diagnosed. The patient was then examined at the Department of Nephrology at our hospital. The following day, renal function further worsened with a Cr level of 4.1 mg/dL, and the patient was hospitalized on an emergency basis for detailed testing and treatment.\\nHe had no notable medical history and no constitutional jaundice. The patient’s older sister was reported to have hypouricemia, but the UA level was unknown. He also had no history of allergy and was a non-smoker and an occasional drinker. His physical characteristics were as follows: height, 166 cm; weight, 66.8 kg; body mass index, 24.2 kg/m2; blood pressure, 135/53 mmHg; heart rate, 53 beats/min; body temperature, 37.0 °C; lucid; no anemia of the palpebral conjunctiva; no jaundice of the bulbar conjunctiva; no oral cavity findings; no swelling of the cervical lymph nodes; bilateral costovertebral angel tenderness; no pedal edema; no arthralgia; no cutaneous findings; and no neurological findings.\\nThe blood and urine test results of the patient are shown in Table . The blood test results revealed renal function damage, hyperbilirubinemia in indirect bilirubin dominance, slight increase in C-reactive protein level, elevated fibrinogen levels, slight increases in creatine kinase (CK) and myoglobin levels, and hypouricemia. However, no data could be found suggestive of a collagen disease or vascular disease, and there were no findings indicative of hemolysis without anemia and elevated LDH.\\nThe urine test results did not reveal any abnormal urinary findings. There were no urinary microscopic evidence, tubular epithelial cells, granular cast, epithelial cell cast, uric acid crystals, microscopic hematuria, and eosinophiluria. However, there were aciduria and mild elevation in myoglobin, whereas tubular injury markers were almost normal. Prerenal failure was suggested by a fractional excretion of sodium (FENA) level of 0.61, and fractional excretion of UA (FEUA) was markedly elevated at a level of 50.5%. CT examination revealed bilateral renal swelling, but there were no hepatobiliary structural abnormalities and no other abnormal findings. Contrast-enhanced CT was not performed because of the renal dysfunction. Instead, renal magnetic resonance imaging (MRI) was performed, and the T2-weighted image showed a cuneiform low-signal area suggestive of heterogeneous ischemia (Fig. a, b).\\nFor the differential diagnosis, medical history was gathered, and laboratory investigations were conducted. There had been no issues during growth and development; the patient had never experienced any liver injury, and bilirubin levels had been within the normal range at every yearly health check. There was no past history of fatty liver, viral hepatitis, or congenital liver disease. Furthermore, hepatitis B virus surface antigen, hepatitis B virus core antibody, and hepatitis C virus antibody are all negative. No chronic liver injury, neurological injury, or urinary abnormalities were detected. Based on these findings, Fanconi syndrome and Wilson’s disease were excluded. No inappropriate secretion of antidiuretic hormone, malignant tumors, diabetes, or diarrhea was detected. The patient did not receive NSAIDs, antihyperuricemics, herbal supplements, nephrotoxic drugs, or contrast agents. There were no hypotension, infection, or sepsis. Urinary microscopic evidence showed a lack of tubular injury, and tubular injury markers were almost normal; these findings were negative for ATN. Low FENA suggested prerenal acute failure. However, the patient blood pressure was normotensive, and the oral mucous membrane and skin turgor were normal. There was no body weight loss compared to his usual weight, and dehydration was absent. Moreover, the state of the patient fulfilled the diagnostic criteria for ALPE []. Based on the findings of renal failure and loin pain after exercise, minor elevation in CK and myoglobin, hypouricemia, and increase in FEUA as well as the MRI findings of bilateral renal swelling and cuneiform low-signal areas, we made a diagnosis of RHUC and ALPE. At that time, the cause of hyperbilirubinemia was unknown.\\nThe patient’s progress was favorable, and he was kept under observation while undergoing bed rest, fluid replacement, and nutrition therapy. On day 4, the Cr level had improved to 3.4 mg/dL, and the patient was discharged on day 5. One month later, his renal function had recovered, with a Cr level of 0.98 mg/dL, and bilirubin levels also normalized to 0.9 mg/dL. However, the UA level was 0.8 mg/dL, indicating severe RHUC. This progress is shown in Table . Considering the patient’s familial history of RHUC, we performed genetic testing using next-generation sequencing at the Tokyo Medical and Dental University. We performed comprehensive genetic analysis, including that for SLC22A12 encoding URAT1 and SLC2A9 encoding GLUT9, which are genes causing RHUC, and SLC34A1, EHHADH, HNF4A, and SLC2A2, which are genes causing Fanconi syndrome; however, the results could not identify the responsible mutation. Based on the patient’s family history, we considered the possibility of a new genetic mutation causing RHUC and considered exome sequencing (full genetic analysis). However, the patient’s family did not provide consent for genetic testing, and thus we were not able to identify the gene in question. To prevent ALPE, we advised the patient to avoid intense exercise; since then, ALPE has not recurred.", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'23683031': 1, '30783949': 1, '21594743': 1, '26920127': 1, '10752834': 1, '3029864': 1, '12024214': 1, '8667253': 1, '12130972': 1, '15150354': 1, '15345147': 1, '21148271': 1, '24397858': 2, '19194557': 1, '7219634': 1, '20424481': 1, '25739858': 1, '14694169': 1, '19026395': 1, '8423544': 1, '1458896': 1, '19189137': 1, '20714133': 1, '21256783': 1, '5054729': 1, '2911585': 1, '24262806': 1, '17997608': 1, '25790961': 1, '7774083': 1, '23482378': 1, '28225832': 1, '19926891': 1, '19464979': 1, '24107611': 1, '17891652': 1, '8660358': 1, '30196310': 1, '21536615': 1, '15634722': 1, '12138255': 1, '12456881': 1, '28448596': 1, '19807696': 1, '8302413': 1, '21366895': 1, '18492088': 1, '17445045': 1, '7771493': 1, '20588179': 1, '17063998': 1, '3290025': 1, '2250410': 1, '15561977': 1, '19809784': 1, '29983261': 1, '24677717': 1, '24763407': 1, '1939778': 1, '7822247': 1, '24761005': 1, '27789056': 1, '32223309': 1, '2709741': 1, '20668235': 1, '28563973': 1, '26956409': 1, '18936980': 1, '18701466': 1, '24690955': 1, '31771519': 2}", "similar_patients": "{'3890613-1': 1}"}