{"patient_id": 16051, "patient_uid": "6998065-1", "PMID": 32014022, "file_path": "comm/PMC006xxxxxx/PMC6998065.xml", "title": "Acute dacryocystitis with giant lacrimal abscess: a case report", "patient": "A 4-year-old Bengali girl with no significant past medical history was brought to our emergency department with a 2-week history of right inferior eyelid oedema and hyperemia, treated firstly with dexamethasone and netilmicin by eye drops, and then with per oral amoxicillin clavulanate. Despite this treatment her symptoms rapidly worsened: on evaluation she had a voluminous and erythematous, fluctuant warm mass localized inferiorly to the medial canthus of the right eye, without purulent drainage by applying pressure over the lacrimal sac area or signs of conjunctivitis (Fig. a). She was in good general conditions and she had neither fever nor impairment in visual and ocular motility. No history of previous signs of NLD obstruction or facial trauma was reported. Ultrasound examination showed a well-circumscribed round lesion (dimensions 2,9 cm × 1,2 cm × 2,2 cm) filled by anechoic fluid with punctate echoes, confirming the diagnosis of PAD complicated by lacrimal abscess (Fig. b). White-cell count was 7810 per cubic millimeter (reference range, 7500 to 15,500); C-reactive protein and procalcitonin were in the normal range. Parents refused a head CT, so that we could not investigate the presence of conditions causing NLD obstruction. She was immediately treated with intravenous teicoplanin (20 mg/kg in the first day, followed by 10 mg/kg/day), and piperacillin/tazobactam (100 mg/kg/day). However, 3 days later the lesion showed a rapid and progressive colliquation with skin fistula and leakage of abundant purulent material. Culture of the drainage fluid grew methicillin-sensitive Staphylococcus aureus. On 5th day from admission, open DCT was performed with good esthetical result (Fig. ). Anatomopathological examination of surgical specimen ruled out tumors and malformations. She was discharged on postoperative day 6 on a 7-day regimen of per oral clindamicin (30 mg/kg/day). Follow up 2 weeks and 2 months after surgery revealed no swelling recurrence.", "age": "[[4.0, 'year']]", "gender": "F", "relevant_articles": "{'27803829': 2, '24171807': 1, '34876198': 1, '28969168': 1, '25856337': 1, '23818736': 1, '26955261': 1, '9168418': 1, '25198393': 1, '32742338': 1, '32014022': 2}", "similar_patients": "{'5075612-1': 1}"}