{"patient_id": 133361, "patient_uid": "6498100-1", "PMID": 31065476, "file_path": "noncomm/PMC006xxxxxx/PMC6498100.xml", "title": "Hyperthermia due to heat retention in chronic spinal cord injury: A case report", "patient": "An 80-year-old man presented at the Department of General Medicine of our hospital with fever of unknown origin. His past history comprised cervical SCI due to trauma and cerebral hemorrhage at age 46 and 73 years, respectively. Before this hospitalization, he had fever several times, which was thought to be due to urinary tract infection. He had been living in a long-term care facility because of his bedridden condition. Sixteen days before the evaluation, he was referred to the intensive care unit (ICU) of our hospital for digestive tract perforation. Despite undergoing conservative management for the perforation, he underwent mechanical ventilation via an endotracheal tube for 3 days because of carbon dioxide narcosis. Five days before the evaluation, his condition improved. He was then transferred to the general ward. One day later, he developed fever (38°C) that did not resolve despite acetaminophen administration. Despite the fever, he did not feel hot. For 5 days, he was intravenously administered with piperacillin/tazobactam for suspected aspiration pneumonia; however, his symptoms worsened. Despite discontinuing all drugs following the suspicion of drug fever, his symptoms worsened, and his body temperature increased to 41°C.\\nUpon examination, he was found to be unconscious with a body temperature of 41.2°C, pulse of 70 beats/min, blood pressure of 100/50 mm Hg, and respiratory rate of 36 breaths/min. The oxygen saturation was 95%; however, he was breathing oxygen via a nasal cannula at a rate of 2 L/min. His skin was significantly dry with no sweat, and a mild coarse crackle was audible in both lungs. However, the remaining examinations were normal. Laboratory data revealed hypernatremia (150 mEq/L) due to poor intake and dehydration; however, complete blood counts, C-reactive protein level, and liver, renal, and thyroid functions were normal. Cultures of sputum, urine, and blood exhibited no growth. Furthermore, chest X-ray revealed no abnormal findings, and contrast-enhanced chest and abdominal computed tomography imaging revealed no evidence of infectious lesions. The room temperatures of the ICU and general ward were 25 and 29°C, respectively. Hence, on the basis of the past history of cervical SCI and dry skin, we attributed his condition to heat retention and hyperthermia. After controlling the room temperature at 25°C and performing evaporative and convective cooling, the patient's hyperthermia significantly decreased, and his unconscious state resolved (Figure ). Thus, we diagnosed the patient with heat retention and hyperthermia. Gradually, the symptom completely resolved, and he was discharged on day 30. As a discharge instruction, the facility staff was instructed about room temperature control and cooling at the time of fever.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'26794588': 1, '1405774': 1, '13576444': 1, '26057284': 1, '29423292': 1, '6622050': 1, '1944931': 1, '9589527': 1, '7609973': 1, '10713016': 1, '1822263': 1, '31065476': 2}", "similar_patients": "{}"}