{"patient_id": 137726, "patient_uid": "6905243-1", "PMID": 31867261, "file_path": "noncomm/PMC006xxxxxx/PMC6905243.xml", "title": "A primary paraganglioma of the liver mimicking hepatocellular carcinoma", "patient": "A 41-year-old woman was referred to our hospital for further evaluation of an enlarged hepatic mass that had been initially detected incidentally in a health examination 7 years previously. She had no symptoms, such as palpitations, headache, or sweating. As she lived in China most of the year, she had not received any treatment or regular follow-up.\\nShe did not have a history of hypertension or medication history of oral contraceptives. She did not drink alcohol and had been generally healthy. Physical examination found no abnormalities, and her blood pressure was normal. Routine laboratory studies revealed her a complete blood count, leukocyte differential count, coagulation profile, and hepatic and renal function were all within normal limits. Her alpha-fetoprotein was 6.5 ng/mL, and carcinoembryonic antigen <0.5 ng/mL. Hepatitis B surface (HBs) antigen, anti-HBs antibody, anti-hepatitis B core antibody, and anti-hepatis C virus tests were negative.\\nTriple-phase computed tomography of the liver showed a homogeneous and strongly arterial enhancing mass, followed by portovenous washout at the posterior segment of the right lobe. The mass was hypervascular and enhanced by computed tomography hepatic angiography and showed a perfusion defect on computed tomography arterioportography []. She did not undergo liver ultrasonography, liver magnetic resonance imaging, or percutaneous liver tumor biopsy. In view of the enhancement pattern and highly vascular nature, the differential diagnosis included hepatocellular carcinoma, focal nodular hyperplasia, hepatic adenoma, and neuroendocrine carcinomas, such as paragangliomas. Several hypervascular metastatic hepatic lesions were also considered, including metastatic renal cell carcinoma, thyroid carcinoma, leiomyosarcoma, choriocarcinoma, and breast cancer, which also display hyperenhancement during the arterial phase on computed tomography. However, the abdomen, liver triple-phase computed tomography in this patient revealed no other mass lesions in the kidneys, uterus, cervix, ovaries, stomach, small intestine, colon, or retroperitoneal space. Sonography of the bilateral breasts showed normal glandular and fatty tissue without apparent microcalcification. Physical examination found no palpable thyroid nodule or cervical lymph node. Due to the above findings, the liver metastasis from other primaries could be ruled out.\\nAnatomical resection of segment VII was carried out according to the imaging studies showing suspected hepatocellular carcinoma. During surgery, a solitary 3.5 cm × 4.5 cm × 4.0 cm mass was found. Grossly, it was an encapsulated soft mass without a central scar []. Therefore, focal nodular hyperplasia was ruled out. Microscopically, it was a well-defined, hypervascular lesion with nests of polygonal cells with eosinophilic granular cytoplasm and salt-and-pepper nuclei, separated by fibrovascular septae, the typical “Zellballen pattern” []. The neoplastic cells showed negativity for glypican-3 and hepatocyte paraffin 1, so hepatocellular carcinoma and hepatic adenoma were excluded. Furthermore, the immunohistochemical staining for CD56 was positive []. Sustentacular cells at the periphery of the tumor cell nests were also demonstrated by S-100 protein []. On the basis of the histopathological morphology and results of immunohistochemical staining, the final diagnosis of was primary paraganglioma of the liver.\\nPostoperatively, the patient had a smooth recovery, was discharged from the hospital, and continued follow-up in outpatient department at 4–6-month intervals. Ultrasound examination 6 months postoperatively showed the liver had a mildly coarse texture, but no hypoechoic lesion.", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'24347425': 1, '26136457': 1, '17330690': 1, '26622647': 1, '22571874': 1, '31867261': 2}", "similar_patients": "{}"}