{"patient_id": 15760, "patient_uid": "6977351-1", "PMID": 31973746, "file_path": "comm/PMC006xxxxxx/PMC6977351.xml", "title": "Anticoagulant and anti-thrombotic therapy in acute type B aortic dissection: when real-life scenarios face the shadows of the evidence-based medicine", "patient": "A 51-year-old man was referred to this hospital for a follow-up cardiology visit after a right cerebellar ischemia occurred 1 month prior to presentation, from which the patient had rapidly recovered without residual deficits. He had no history of hypertension, arthritis, uveitis, mouth ulcers nor crystalline lens subluxation. He had been smoking until 2 years before presentation; his anamnesis was negative for alcohol or illicit drug abuse and his family history was unremarkable. His only medication was acetylsalicylic acid.\\nDuring the previous hospital stay, extensive examinations had been performed, including electrocardiogram (ECG), lipid panel, transthoracic echocardiography (TTE) and doppler ultrasonographic assessment of the supra-aortic vessels and of the lower extremities’ veins, all of which resulted unremarkable.\\nA few days after hospital discharge, the patient had suffered a single episode of intense subjective vertigo, tinnitus, confusion and orthostatic imbalance, which had resolved spontaneously in about 20 min without referring to any physician.\\nOn presentation the patient was asymptomatic, eupneic and apyretic. His blood pressure was 155/90 mmHg on both arms. On physical examination a mild pectus excavatum was noticed. Cardiac tones were valid and regular, and a third tone was heard. Radial pulses were symmetrical and valid, while the femoral and pedidial pulses were slightly attenuated.\\nThe ECG revealed a sinus rhythm at 66 bpm with normal atrioventricular and intraventricular conduction; a Q wave was documented in leads D2, aVF, D3, V5 and V6 and a negative symmetrical T wave was present in the same leads (Fig. ); these signs were absent in previous ECGs. A TTE was performed, which documented a moderate depression of the left ventricular ejection fraction (LVEF) (39%) and infero-posterior and apical akinesia with left intraventricular “smoke”. The patient was thus admitted to the hospital ward for further investigations.\\nOn admission blood tests were mostly within normal range, including haemoglobin (13,8 g/dL), C-reactive protein (2,4 mg/L), high-sensitivity troponin T measurement (12 ng/L, upper limit of normal 50 ng/L), creatine phosphokinase (90 UI/L), creatinine (0,99 mg/dL), urea (31 mg/dL), aspartate transaminase (16 UI/L), alanine transaminase (12 UI/L), total bilirubin (0,6 mg/dL), INR (1,02), aPTT ratio (0,95), fibrinogen (292 mg/dL). N-terminal prohormone of brain natriuretic peptide was slightly elevated (636 pg/mL, upper limit of normal 300 pg/mL).\\nBecause of the recent stroke, the patient’s rhythm was monitored with ECG telemetry during the whole hospitalization period in order to exclude silent paroxysmal atrial fibrillation episodes. Besides, a transcranial doppler was performed, which documented the presence of a moderate right-to-left shunt. Moreover, the transoesophageal echocardiography (TEE) showed a PFO (Fig. ) along with a double lumen in the descending thoracic aorta, rising the suspicion of aortic dissection. Consequently a computed tomography angiography (CTA) was performed documenting a TBAD extending from the thoracic descending aorta just below the origin of the left subclavian artery to the iliac arteries bilaterally, the false lumen prevailing over the true lumen (Fig. ). The right renal artery and the inferior mesenteric artery originated from the false lumen, whereas the left renal artery, the superior mesenteric arteries and the celiac trunk all originated from the true lumen; the supra-aortic trunks and the ascending aorta were not involved in the dissection process. Within the coronary vessels, the CTA documented one-vessel disease with two small eccentric plaques in the proximal left anterior descending (LAD) artery conditioning a moderate stenosis (> 50%). A hypodense area was observed in the subendocardial ventricular myocardium at the apical and middle segments of the inferior wall and at the middle segment of the anterolateral wall; no pericardial effusion was documented. A cardiac magnetic resonance (MR) was then carried out, which showed the presence of ischemic apical, apical-anterior and inferior late-gadolinium enhancement along with intraventricular thrombosis and severe left ventricular systolic disfunction (Fig. ).\\nVenous ultrasound of the lower limbs was normal.\\nBecause of the recent episode of dizziness and orthostatic imbalance, following neurologist review, a brain MR was also performed, documenting multiple areas of altered signal due to previous old and recent ischemic events in the cerebellar and cerebral hemispheres (Fig. ).\\nTakayasu arteritis, giant cell arteritis and rheumatic diseases were considered in the differential diagnosis []; a rheumatologic screening was performed, including complement components, rheumatoid factor, anti-nuclear antibodies, anti-neutrophil cytoplasmic antibodies, anti-cardiolipin antibodies and β2-glycoprotein 1 antibodies, all of which resulted within the range of normality.\\nA thrombophilic screening was performed, including tests for protein C and protein S deficiencies, factor V Leiden and prothrombin 20,210 mutations, antithrombin deficiency, hyperomocysteinemia and antiphospholipid syndrome, and resulted negative.\\nThe presence of mild pectus excavatum along with a history of surgery for foot deformity raised suspicion for collagen diseases such as Marfan and Ehlers-Danlos syndrome []; the genetic experts, however, due to the lack of significant physical signs of collagen disease and the absence of aortic root aneurysm and ectopia lentis [], considered these diagnoses unlikely and genetic testing was not recommended.\\nFrom a cardiovascular point of view, two theories were hypothesized. According to the first one, the patient had suffered from a silent recent type 1 myocardial infarction leading to LVEF reduction with consequent thrombus formation in the left ventricle and subsequent embolization to the brain causing multi-infarct encephalopathy []; in this scenario, the PFO would be a mere bystander. The second theory infered that the patient had suffered from deep vein thrombosis from unknown origin, causing encephalic and myocardial infarction on embolic basis due to the right-to-left shunt of the PFO; in this latter case, the atherosclerotic LAD stenosis would be an incidental finding. Unfortunately, whatever the main event was, either the recent myocardial infarction or the deep vein thrombosis, the question remained unsolved due to its silent course.\\nFollowing discussion between the cardiologist, the interventional radiologist and the cardiac surgeon, after multiple interviews with the patients regarding risks and benefits of the different treatment options, it was jointly decided not to perform endovascular treatment regarding the aortic dissection due to the lack of symptoms and the absence of parenchymal involvement, but careful monitoring was deemed necessary and strenuous exercise was contraindicated []. A coronary angiography exam was then performed showing 50% stenosis of the proximal LAD coronary artery at angiographic estimation (Fig. a) with patency of its distal segment (Fig. b); a “minus” image along with slow-flow appearance distal to the lesion raised suspicion for coronary artery dissection and induced the operator to evaluate the stenosis with intravascular ultrasound imaging, which revealed a critical minimal lumen area of 4,0 mm2 with 80% plaque burden (Fig. c) as compared to the patent lumen of the adjacent segment (Fig. d). Due to the high-risk features of the coronary lesion, after communicating benefit and risk information to the patient and acquiring informed consent, the operator performed angioplasty with the deployment of a Synergy™ drug-eluting stent. The patient was started on triple antithrombotic therapy with warfarin (because of the left ventricular thrombus), acetyl-salicylic acid and clopidogrel; low-molecular-weight heparin bridging was utilized until target INR (2.0–2.5) was achieved. The PFO closure procedure was temporarily postponed [].\\nDuring the hospital stay the patient remained asymptomatic. Cardiac anti-remodelling therapy with angiotensin converting enzyme inhibitor and a potassium sparing diuretic was started and it was well tolerated. No arrhythmic events were documented on telemetry. At discharge the patient was asymptomatic and in stable haemodynamic condition.\\nAfter 1 month acetyl-salicylic acid was interrupted. After 6 months the CTA showed no progression of the aortic dissection (Fig. ); LVEF was almost unchanged (38%) on TTE and a small intraventricular thrombotic formation, albeit reduced in diameter, still persisted on cardiac MR imaging (Fig. ). The patient was asymptomatic and he was advised to prolong his therapy with both clopidogrel and warfarin until future assessment with TTE and CTA after 12 months. PFO closure was not deemed necessary as long as the patient was on anticoagulation therapy.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'5458238': 1, '18254680': 1, '27334108': 1, '22199439': 1, '20591885': 1, '17652650': 1, '24139979': 1, '31292982': 1, '32759465': 2, '15296897': 1, '28871571': 1, '31311911': 1, '30141306': 1, '21864829': 1, '17338886': 1, '30571511': 1, '28683909': 1, '25214031': 1, '29302461': 1, '23500232': 1, '31973746': 2}", "similar_patients": "{'7531301-1': 1}"}