{"patient_id": 5962, "patient_uid": "6348819-1", "PMID": 30733882, "file_path": "comm/PMC006xxxxxx/PMC6348819.xml", "title": "A Case of Pregnancy Complicated with Evans Syndrome with Sequential Development of Autoimmune Warm Antibody Hemolytic Anemia and Idiopathic Thrombocytopenic Purpura", "patient": "A 35-year-old woman, impregnated via intracytoplasmic sperm injection (ICSI), visited our hospital at 9 weeks of gestation. She had a history of one pregnancy with a normal delivery. The patient also had a history of asthma and no history of blood cell transfusion or medication except for the use of the antibiotic cephem during ICSI to prevent infection. A blood test administered at her first visit revealed that she was D-antigen-positive and irregular antibody-negative and her hemoglobin concentration was 14.4 g/dl.\\nAt 28 weeks of gestation, a blood test revealed acute macrocytic anemia (hemoglobin concentration, 7.9 g/dl; mean corpuscular volume, 108.1 fl; and mean corpuscular hemoglobin, 35.3 pg; ). A detailed examination was performed to determine the reason for these results (). Hemolysis, elevated liver enzymes, low platelet count (HELLP) syndrome; hemolytic uremic syndrome (HUS); and thrombotic thrombocytopenic purpura (TTP) were unlikely. Systemic lupus erythematosus is reported as a disease that causes anemia [] but was also unlikely because a test for anti-nuclear antibody was negative. Her C3, C4, and erythrocyte-binding IgG, IgA, and IgM levels were also normal. We then suspected the presence of hemolytic anemia and performed several additional examinations.\\nAs shown in , an increase of reticulocyte and lactate dehydrogenase (LDH) and a marked decrease of haptoglobin (<10 mg/dl) were found. We further examined the LDH fractions and found that LDH1 and LDH2 were markedly increased. Her urine was negative for hemoglobin. These results strongly suggested the presence of hemolysis. In addition, the direct antiglobulin test (DAT) was positive for anti-IgG and negative for anti-C3d. The indirect antiglobulin test was negative. There was no corresponding medical history or symptoms of infection that could have contributed to the observed hemolytic anemia. A blood test for cold agglutinins was negative. Hill et al. have reported that they can diagnose AIHA when there is evidence of hemolytic anemia, the DAT is positive for IgG, and there is no evidence of an alternative cause of hemolytic anemia when the DAT is positive []. Accordingly, warm AIHA was diagnosed as the cause of anemia in this case.\\nMaternal blood was regularly tested. We had started iron preparation from onset of anemia empirically, and her hemoglobin level recovered to 10.1 g/dl by 31 weeks of gestation (). Although her iron level in the blood was normal, we assumed that iron deficiency might have coexisted and kept iron supplementation. The DAT remained positive at 30 and 34 weeks of gestation. Fetal estimated weight and middle cerebral artery peak systolic velocity (MCA-PSV) were assessed every 2 weeks via ultrasound examination to monitor effects of the anemia (Figures and ), and these factors remained in the normal range.\\nLabor started spontaneously at 40+1 weeks of gestation, and a normal female newborn was delivered. Her Apgar score was 9/9 (1/5 min), and her body weight was 3575 g. The total bleeding amount was 330 g, and the duration of labor was 380 minutes. No notable event occurred during delivery or the postpartum period. On the days following delivery, the patient's hemoglobin concentration was 10.7 g/dl. The neonatal hemoglobin concentration was 13.6 g/dl. At 2 days of age, the newborn was treated with 24-hour phototherapy because of neonatal jaundice. Both the mother and neonate were discharged on postdelivery day 5.\\nAfter discharge, the patient's DAT and hemoglobin concentrations were regularly assessed on an outpatient basis. Her DAT remained positive at 32, 95, and 203 days after delivery. Her hemoglobin level and blood platelet count were normal at 100 days after delivery. From approximately 150 days after delivery, the patient frequently observed nose bleeding and subcutaneous hemorrhage. A blood test at 203 days revealed an extremely low platelet count at 8000/μl (). The patient was admitted to the Department of Hematology, and bone marrow aspiration was performed. The form of megakaryocytes was normal, and no malignant cells were detected. A diagnosis of ITP was made. Because it occurred after the development of AIHA, Evans syndrome was considered.\\nTreatment with corticosteroids was initiated (3 days of methylprednisolone 500 mg) on the day after hospitalization, and the patient's platelet count recovered to 88,000/μl. Notably, after completion of the corticosteroids treatment, the platelet count decreased again, and oral administration of prednisolone 60 mg was initiated. Progress was satisfactory, and the prednisolone dosage was gradually decreased to 0 mg ().\\nAt 1 year after completing corticosteroid treatment, hemoglobin and platelet counts remained in the normal range.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'6867610': 1, '14961891': 1, '26190425': 1, '32850163': 2, '28935848': 1, '18318765': 1, '4713627': 1, '34277157': 2, '15465752': 1, '15551098': 1, '28966502': 2, '23543624': 2, '26719601': 1, '7064209': 1, '11778072': 1, '28005293': 1, '20031296': 1, '30733882': 2}", "similar_patients": "{'7441452-1': 1, '5607769-1': 1, '8269972-1': 1, '3608307-1': 1}"}