{"patient_id": 129684, "patient_uid": "6202987-1", "PMID": 30397504, "file_path": "noncomm/PMC006xxxxxx/PMC6202987.xml", "title": "A male Korean who was diagnosed with chronic enteropathy associated with SLCO2A1 (CEAS): case report with literature review", "patient": "A 38-year-old man of Korean descend and now living in Japan presented to the outpatient clinic of a local hospital with abdominal pain, melena and dizziness. Laboratory test showed that he had microcytic anaemia (haemoglobin 8.7 g/dL and mean corpuscular volume 71.7 fL). Faecal occult blood test was positive. His medical history included a previous duodenal bulb perforation which required surgery in his teens. Oesophagogastroduodenal endoscopy (OGD) and colonoscopy was subsequently performed, revealing no active bleeding but slightly deformity and linear scares in duodenal bulb. A plain CT scan later performed revealing no abdominal or pelvic masses. The patient received transfusion of two units of red blood cells which restored his haemoglobin to 11.5 g/dL, relieving his symptoms significantly. He was discharged on day 12 and later referred to our hospital, a metropolitan centre in central Tokyo, for further workup and treatment.\\nIn the diagnostic workup, chronic iron deficiency anaemia caused by small intestinal bleeding was considered. BAE (single balloon, rectal approach) was hence performed in search of the culprit lesion. However, the scope failed to advance to the jejunum; mild inflammatory changes were found in the proximal ileum. Capsule endoscopy was further performed to inspect the small intestine. There was initially a delayed pylorus passing of the capsule endoscope due to stenosis in the duodenal bulb, but the capsule eventually reached to the small intestine. Images from the capsule showed small intestinal ulceration with surrounding erythematous mucosal changes in jejunum, which were likely to be the cause of the recent bleed (). Several days later, a plain abdominal X-ray was performed confirming capsule retention in distal small intestine. As a result, a secondary BAE (single balloon, rectal approach) was performed to retrieve the capsule. Despite the stenosis in area surrounding the jejunum–ileac junction, the scope was successfully inserted to the proximal ileum revealing geographic ulcers in the jejunal–ileac junction (). The retrieval of the capsule was successfully done. A Roentgen barium study was later performed, which revealed small intestinal morphological changes that were similar to the earlier endoscopic findings, such as mild stenosis with deformity of duodenal bulb () as well as stenosis in jejunal–ileac junction along with proximal dilatation ().\\nBased on the clinical findings above, we were suspicious that this patient was likely to be affected with CEAS. In order for this condition to be diagnosed, his blood was obtained for genetic testing. NGS was performed in the laboratory, revealing point mutations of SLCO2A1 gene’s 7 exon (940+1G>A) and 13 exon (1807C>T) allele using the MiSeq method (Illumina corp). Additionally, a brain MRI showed mild pachydermia in the forehead which was later confirmed by a dermatologist (). There was minimal change on fingers, toes and long bones, but it is unlikely to be typical finding of clubbed fingers or other changes on hypertrophic osteoarthropathy, however.\\nBased on the results of the NGS, morphological changes to the small intestine and clinical presentation, a diagnosis of CEAS was made. Since his presentation, the patient’s general condition has since improved, but still intermittently complaints about abdominal pain and diarrhoea.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'26539716': 1, '16868823': 1, '28796036': 1, '22115375': 1, '31501950': 1, '33328413': 1, '25708899': 1, '32943023': 2, '22197487': 1, '33000396': 1, '25826168': 1, '27134495': 1, '28425581': 1, '28510689': 1, '20608229': 1, '23509104': 1, '28740350': 1, '24929850': 1, '30397504': 2}", "similar_patients": "{'7500552-1': 1}"}