{"patient_id": 14135, "patient_uid": "6890330-1", "PMID": 31770232, "file_path": "comm/PMC006xxxxxx/PMC6890330.xml", "title": "Failure of standard methods for retrieving an unusual foreign body in esophagus", "patient": "A 39-year-old man, with mental retardation and epileptic episodes since childhood, was transferred to the emergency department of our hospital in September, 2015. He was presented with a 24-hour history of recurrent nausea, vomiting, and dysphagia after ingesting a stone while playing outside the house, and was even unable to take water orally. His father reported that the patient had been admitted to a local hospital and underwent FB extraction under general anesthesia by fiberoptic esophagoscopy, which failed.\\nAt presentation, the patient appeared to be suffering and drooling. He was assessed by the otolaryngology team, owing to the history of FB ingestion. There was no cyanosis or loss of consciousness and the vital signs of the patient were normal. No other abnormalities were found on physical examination except tenderness above the upper sternal fossa. Anteroposterior plain film X-ray of the neck and chest computed tomography (CT) showed that the ingested nearly round FB was located in the upper esophagus (Fig. A). The FB measured almost 25 mm in diameter and 24 mm anteroposteriorly, based on the chest CT scan (Fig. B). No free air or pneumomediastinum was visible on the CT scan.\\nThe man was shifted to the operating suite for emergency rigid esophagoscopy with the goal to extract the FB under general anesthesia. The smooth stone FB was found in the upper esophagus, 22 cm beyond the upper incisors. The surrounding mucosa was edematous and congested (Fig. A). The FB occupied the lumen and was impacted to the wall. All the various alligator forceps were tried in the FB extraction but failed, because the diameter of the FB (25 mm) was larger than the largest opening of the endoscopic forceps we had (20 mm). Subsequently, multiple attempts to retrieve the FB via fiberoptic esophagoscopy with a snare (Fig. A) and basket were also unsuccessful because of the hard texture of the FB stuck in the esophageal wall and its smooth surface.\\nBefore we resorted to esophagectomy, finally gallbladder-grasping forceps were introduced through the rigid esophagoscope to successfully grasp the stone tightly and move it to the distal end of the rigid esophagoscope. The FB, forceps, and rigid esophagoscope were retrieved as a single unit. After retrieval of the FB, mucosal ulceration and granulation were noted around the site of impaction (Fig. B, 2C-2D), and a nasogastric tube was inserted. The patient was discharged uneventfully two days later.\\nThe patient recovered well and a radiological examination with Gastrografin was performed at the 10-day follow-up (Fig. ). X-rays showed no contrast medium spreading, and the antibiotic therapy and fasting were terminated.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'26862844': 1, '16423316': 1, '17556153': 1, '10372016': 1, '26185385': 1, '21515184': 1, '25324918': 1, '26211861': 1, '21319673': 1, '34557374': 2, '23293675': 1, '11490386': 1, '25789086': 1, '7698623': 1, '11077351': 1, '26142485': 1, '20946132': 1, '16996336': 1, '31770232': 2}", "similar_patients": "{'8449713-1': 1}"}