{"patient_id": 3508, "patient_uid": "6191007-1", "PMID": 30345203, "file_path": "comm/PMC006xxxxxx/PMC6191007.xml", "title": "Naphthalene Toxicity: Methemoglobinemia and Acute Intravascular Hemolysis", "patient": "A 20-year-old male patient with autism and attention deficit hyperactivity disorder was transferred to our facility from a local hospital, after presenting with sudden onset of dark brown urine, non-bloody bilious vomiting, and painless watery diarrhea two days earlier. History was obtained from the patient's mother, as the patient was mostly nonverbal. His mother reported subjected fevers, but denied chest pain, shortness of breath, recent travels, or sick contacts.\\nOn presentation to the local hospital, the patient was febrile (100.8 F), tachycardic (heart rate 111 and regular), and had an elevated blood pressure (148/87). Pulse oximetry was 84%-85% on 100% non-rebreather mask. Venous blood gas at that time showed pH 7.55, partial pressure of carbon dioxide (pCO2) 21, and partial pressure of oxygen (pO2) of 27, although the patient was lying comfortably in bed with a respiratory rate of 16. The other measurements were as follows: hemoglobin 11 g/dL, blood urea nitrogen 18 mg/dL, creatinine 0.3 mg/dL, total bilirubin 12 mg/dL, amylase 95 U/L, lipase 47 U/L, and lactic acid 2.7 mmol/L.\\nThe patient was transferred to our hospital for admission to the critical care unit. Within hours of presentation, the patient became febrile with a maximum temperature of 100.7 F. On physical examination, the patient's sclera was icteric, hands were pale and jaundiced, and his lower lip was also jaundiced. His heart sounds were regular, abdomen was soft, non-tender and non-distended to palpation, with normoactive bowel sounds and no rebound, guarding or hepatosplenomegaly. Arterial blood gas was consistent with respiratory alkalosis: pH of 7.49, pO2 of 201, pCO2 of 27, bicarbonate of 20.3 mmol/L, and a base excess of -2.4 mmol/L. Methemoglobin level was 14%. His labs included hemoglobin 6.9 g/dL and hematocrit 21.2. The patient had leukocytosis (22.2 with 64% neutrophils), a platelet count of 145,000, creatinine level of 0.4 mg/dL, and glomerular filtration rate >60. His total bilirubin was elevated at 11.6 mg/dL (normal range 0.2-1 mg/dL). Alkaline phosphatase (40 U/L) and alanine aminotransferase (ALT) (21 U/L) were within normal limits. On presentation, his direct and indirect bilirubin, and aspartate aminotransferase (AST) levels could not be obtained as blood samples frequently hemolyzed, but subsequent studies the following day showed total bilirubin of 8.0 mg/dL with indirect hyperbilirubinemia (7.1 mg/dL), AST 117 U/L (normal range 5-40 U/L), and ALT 24 U/L. His hepatitis panel was negative, prothrombin time was 16.6 seconds, international normalized ratio was 1.3, and partial prothrombin time was 34.0 seconds. Urine analysis showed brown urine with +3 blood, +2 protein, +1 ketones, and a microscopic examination showed only 1-5 red blood cells. Glucose-6-phosphate-dehydrogenase (G6PD) was 10.2 U/gHb (normal range 5.5-20 U/gHb). Magnetic resonance cholangiopancreatography showed a distended gallbladder with no large filling defects or gallstones, normal intrahepatic bile ducts and common bile duct with no evidence of biliary obstruction, and normal pancreas. The patient was initially treated with supportive care—intravenous normal saline.\\nOn Day 3 of admission, the patient was found unresponsive, diaphoretic, and tachycardic to 150 with oxygen saturation at 94% on room air. Hemoglobin was 3.6 g/dL, haptoglobin <10 mg/dL, reticulocyte count elevated 6.3%, and reticulocyte index 2.83. Lactate dehydrogenase was 2431 unit/L and total creatine kinase was 319 unit/L. Peripheral blood smear showed microcytes, macrocytes, Burr cells, Heinz bodies, bite cells, anisocytosis, and poikilocytosis (Figures -). Creatinine was also noted at 1.4 mg/dL, suggestive of acute kidney injury. The methemoglobin level was 10%, with carboxyhemoglobin level at 4.4%.\\nThe patient was transfused four units of packed red blood cells with appropriate response to 9.4 g/dL. Respiratory support was provided with 5 liters nasal cannula with response oxygen saturation to 97%. Upon further questioning, the mother admitted that the patient was exposed to naphthalene mothballs, which she recently laid down in her home. The mode and amount of exposure was not known.\\nThe patient was treated with intravenous normal saline and ascorbic acid (225 mg) orally three times a day. The patient began clinically improving and did not require inotropic support, intubation, or hemodialysis. Methylene blue was considered but was not given to the patient as the patient was clinically improving and methemoglobin levels were trending down. The patient was not oliguric during the hospital stay and continued to urinate copious amounts of dark brown urine, which improved to an amber color on the day of discharge. His hemoglobin remained stable between 9-10 g/dL after four units of packed red blood cells for the rest of his hospital stay. The methemoglobin level trended down to 2% on the day of discharge. Creatinine and total bilirubin trended down to 0.8 mg/dL and 2.2 mg/dL, respectively (Table ). The patient was discharged five days after admission with good outcome.", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'26436023': 1, '10533013': 1, '602954': 1, '31321110': 2, '23146862': 1, '9667488': 1, '19082413': 1, '19710964': 1, '11746180': 1, '19224799': 1, '32587500': 1, '1962557': 1, '19369838': 1, '24715943': 1, '30345203': 2}", "similar_patients": "{'6607730-1': 1}"}