{"patient_id": 136258, "patient_uid": "6764532-1", "PMID": 31660486, "file_path": "noncomm/PMC006xxxxxx/PMC6764532.xml", "title": "The value of three-dimensional echocardiography in the diagnosis and management of ruptured sinus of Valsalva aneurysm: a case report", "patient": "A 38-year-old man with a history of smoking, alcohol use, VSD, and biliary pancreatitis a year earlier, presented to the emergency department complaining of progressive severe chest pain and epigastric pain unrelated to physical effort for three consecutive days. Additionally, the patient complained of dyspnoea and sweating. His vital signs revealed sinus tachycardia of 120 b.p.m., blood pressure 120/70 mmHg, and normal body temperature. The physical examination revealed a loud continuous harsh systolic–diastolic murmur with an intensity of 4/6 and maximal intensity at the lower left sternal border. Jugular venous pressure was elevated. Electrocardiogram showed sinus tachycardia and negative T waves in leads V3–4.\\nLaboratory findings showed acute renal failure, metabolic acidosis with a pH of 7.16 (normal range 7.35–7.45), mildly elevated blood lactate level, leucocytosis, and mild troponin elevation. Chest radiography showed bilateral minimal pleural effusions without cardiomegaly. Bedside hand-held transthoracic echocardiography (TTE) (V scan, GE) performed in the emergency department revealed normal left ventricle function, right ventricle dilatation, left to right ventricular shunt presumed to be secondary to VSD (given the patient’s reported history of VSD), and no pericardial effusion. Given the patient’s prior history of pancreatitis and ongoing abdominal pain with acute renal failure, he underwent computed tomography (CT) of the chest and abdomen without contrast media. The scan showed bilateral pleural effusions at the lung bases but did not show signs of pancreatitis and there were no blatant signs of aortic dissection or pulmonary emboli in the main pulmonary artery branches, notwithstanding the limitations of a non-contrast tomography. Subsequently, a three-dimensional transoesophageal echocardiography (3D-TOE) (Figures) was performed which revealed an SVA originating from the right coronary cusp which had ruptured into the right ventricle, causing the large left to right ventricle shunt seen on hand-held TTE. No VSD was identified. The edge of the ruptured SVA was 18 mm from the right coronary artery ostium (Figure). The right ventricle was dilated with preserved function. Immediately following the 3D-TOE, the patient deteriorated haemodynamically and was intubated. The patient was then transferred to a nearby tertiary medical centre for urgent surgical intervention without performing a diagnostic cardiac catheterization given the patient’s young age, relatively low-risk profile, and overall critical condition.\\nSurgery confirmed a fistula from the right coronary cusp aneurysm into the right ventricle (Figure). A suturing attempt of the fistula was unsuccessful due to prolapse of the right coronary cusp, thus the patient underwent mechanical aortic valve replacement (ON-X 21 mm), along with successful closure of the fistula. In addition, visual exploration confirmed that no VSD was present, nor were there signs of endocarditis.\\nEchocardiography after the procedure showed no residual shunt and no aortic regurgitation. The patient’s condition dramatically improved, including his renal function, and he was discharged home on post-operative Day 5 on anticoagulation.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'17588403': 1, '17437748': 1, '20428420': 1, '24931316': 1, '23663096': 1, '18812342': 1, '23312973': 1, '31660486': 2}", "similar_patients": "{}"}