{"patient_id": 130555, "patient_uid": "6295178-1", "PMID": 30622762, "file_path": "noncomm/PMC006xxxxxx/PMC6295178.xml", "title": "Morphological Survey of Placenta in Trombophilia Related Hypoperfusion of Maternal-Fetal Blood Flow", "patient": "We present the case of a 30-year old patient who obtained pregnancy spontaneously, transferred to the Clinical County Emergency Hospital of Craiova, and managed in accordance with current practice in maternal-fetal medicine.\\nThe study was performed according to the tenets of the Declaration of Helsinki and was approved by the University Ethics Committee. The patient was fully informed about the possible consequences of the present study, and she filled in an informed consent form to participate.\\nThe patient presented to the territorial hospital for a minimal vaginal bleeding. The anamnesis did not provide any valuable data that may quantify the condition etiology, familial and personal medical history being quite irrelevant, biological or imagistic explorations being absent.\\nThus, at 34 gestational weeks, with a good health state, the pregnant woman presents minimal vaginal bleeding and, during hospitalization, on US examination, there was observed severe IUGR, the fetus US age being of 29 weeks and two days (biparietal diameter-7.72cm, head circumference-25.98cm, abdominal circumference-22.79cm, femur length-5.06cm) with the presence of a subchorial hematoma (4.5cm in diameter), and at the level of uterine arteries, there were observed a high pulse index, a notch aspect and a high resistance index, the cerebroplacental ratio being still in normal limits (Fig.).\\nAfter the diagnosis of severe IUGR, there are recommended clinical and paraclinical investigations, which may conclude upon the incriminated pathological factors, upon the maternal fetal management and the treatment conduct. The patient was monitored clinically, being observed the value of blood pressure, active fetal movements and fetal heart frequency. There were recommended the cardiological, ophthalmological and neurological consults. The recommended paraclinical investigations were: full blood count, investigation of maternal liver function, TORCH (Toxoplasmosis, Rubella, Cytomegalovirus, Herpes simplex) complex, thrombophilia screening, investigation of maternal kidney function and repeated imagistic investigations.\\nThe systolic blood pressure was 160mmHg and the diastolic blood pressure was 110mmHg, and were maintained at the determination performed every 4 hours, while the patient was at rest in bed and received oral medication for high blood pressure (Methyldopa 250mg). The cardiololgical consult recommended therapy for high blood pressure. The neurological and ophthalmological consults did not detect any neurological or eye changes.\\nThe full blood count highlighted mild anemia (Hb 9.8mg/dl) and medium thrombocytopenia (98.000 thrombocytes), alteration of liver function was indicated by high values of the hepatic enzymes (Glutamic Oxaloacetic Transaminase/GOT-180U/L, Glutamic-Pyruvic Transaminase/GPT-211U/L).\\nThe TORCH complex did not bring any information regarding any possible chronic or acute infection, yet the thrombophilia screening highlighted hypercoagulation, being present heterozygous mutations of MTHFR genes (C677T, A1298C) and PAI-1 (PAI 1 675, PAI 1 844). We also noticed the existence of proteinuria 4380mg/dl.\\nThe diagnosis established after the evaluation was IGIP, singleton 34 weeks pregnancy, alive fetus, severe preeclampsia, severe IUGR and thrombophilia.\\nThere was recommended physical rest, low sodium diet, anticoagulant treatment (Enoxaparin 60mg/0.6ml subcutaneous once a day), chorticotherapy (Dexamethasone 8mg/2ml every 8 hours, three doses), oral martial treatment, monitorization of blood pressure every hour, fetal US monitorization every 12 hours and cardiotocographic monitoring every 6 hours. There was continued the high blood pressure treatment, the dose of 250mg Methyldopa being administered every 4 hours in order to maintain the blood pressure values in normal limits. Vaginal bleeding diminished and disappeared after 48 hours.\\nA thorough repeated maternal-fetal evaluation detects a severe alteration of the maternal-fetal Doppler hemodynamic profile, in uterine arteries and changes of the cerebro umbilical ratio going towards a unitary value, and in the 8th day of monitorization, the active fetal movements started do diminish and the non-stress test became non-reactive.\\nTherefore, for severe intrauterine growth restriction and imminence of fetal status deterioration in utero, there was required the medical indication of premature delivery, involving the extraction by Caesarian section of a female fetus, 1340g, with an Apgar Score 8, taken over by the neonatology resuscitation department.\\nDuring surgery, in the uterus, under the visceral peritoneum, there were observed multiple areas of thrombosis-a characteristic aspect of hypercoagulation in thrombophilia (Fig.).\\nPlacenta with reduced placental disk (15cm diameter), crossed by deep grooves, with low thickness, weight of 220 grams, presenting an old, organized hematoma (Fig.), together with the umbilical cord (Fig.), without any Wharton’s jelly and reduced diameter, were sent for pathology examination. Macroscopically, the placenta presents multiple fibrin deposits and areas of calcic impregnation areas (Fig.).\\nPathology of placenta and umbilical cord highlighted the chorial hematoma, microcalcifications, intervillous infarction, necrosis and intervillous hematic infiltrate secondary to changes induced by thrombophilia.\\nIn the Hematoxylin-Eosin (HE) staining, the microscopic examination highlighted placental infarction elements, perivillous fibrin depositions (Fig.), villous stasis and organized chorial thrombus (Fig.), aspects in accordance with utero-placental hypoperfusion leading to clinical and paraclinical signs highlighted during the maternal-fetal assessment.\\nThe evolution was favorable after surgery, with a treatment including antibiotics, anticoagulant (Enoxaparin 40mg/0.4ml subcutaneous twice a day), antihypertensive (Methyldopa 250mg x 2/24h), pain relievers, local antiseptic, hydroelectrolyte rebalance and oral martial treatment. At 10 days after surgery, the patient is afebrile, the uterus is contracted, normal aspect vaginal bleeding. There was suppressed the suture line at post operatory plague, anticoagulant treatment (Enoxaparin 40mg/0.4ml subcutaneous once a day), antihypertensive therapy for blood pressure values higher than 140/70mmHg. Lactation was present, with mechanic milk evacuation. The new born was discharged together with her mother, with a 2500 grams weight.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'25016897': 1, '16870954': 1, '10363418': 1, '11486995': 1, '26741156': 1, '24577279': 1, '1501057': 1, '25729600': 1, '18574280': 1, '15033316': 1, '18830544': 1, '16962658': 1, '34003417': 1, '28425765': 1, '29259508': 1, '18273502': 1, '15449750': 1, '30622762': 2}", "similar_patients": "{}"}