{"patient_id": 14371, "patient_uid": "6908888-1", "PMID": 31749292, "file_path": "comm/PMC006xxxxxx/PMC6908888.xml", "title": "Adult-onset neuronal intranuclear inclusion disease presenting with typical MRI changes", "patient": "The patient, a 63-year-old male, of Han nationality and right-handed, was admitted to the hospital with the presence of “recurrent headache, personality change, and abnormal mental behavior for 3 years.” Three years ago, the patient developed a headache without obvious incentives, which was manifested as headache, irritability, bad-tempered, paranoia without fever, limb twitching, or conscious disturbance. The above symptoms recurred repeatedly, lasting from several hours to several days each time. The frequency of attack was not constant, sometimes once or more than 10 times in a month and sometimes once in a few months. The symptoms could be restored to normal level during the interictal period. The patient had erectile dysfunction for 13 years, and he experienced dysuria, constipation, and sweating in his hands. He also had 6 years of hypertension, 4 years of blindness in the left eye, 1 year of cataract in the right eye, 30 years of smoking (20 cigarettes a day), and 30 years of drinking (250 g a day). He has one son and one daughter, and his daughter is in good health. His son was bad-tempered, introverted, and committed suicide at the age of 20 years. His son had not experienced significant fluctuating psychosocial disorders before his death. The other members of the family do not have a similar medical history.\\nOne day before admission, the patient had a headache again, mainly in the forehead, with eyeball swelling and pain, nausea, and vomiting. Vomit was noncoffee gastric contents. Seven hours before admission, the patient appeared unconscious, restless, and gibberish, did not wear clothes, and did not know where he was. The patient complained of seeing nothing, and his symptoms were fluctuating, then he was admitted to the hospital.\\nPhysical examination revealed temperature of 36.5°C, pulse of 97 times/min, respiration of 20 times/min, and blood pressure of 158/104 mmHg. The patient's consciousness was ambiguous, euphoric, and irritable. The patient could not cooperate with the measurement of the orientation to person, place, and time; he can understand and execute simple instructions, and cannot cooperate in the higher cortical function or binocular visual acuity tests. The patient had fluent speech. His bilateral frontal lines and nasolabial sulcus were symmetrical. The tooth angle was not skewed, and the tongue was centered. The limbs had normal muscle strength and moderate muscle tension. Tendon reflex of extremities was sluggish (+), and the bilateral Babinski and Chaddock signs were positive bilaterally. The patient was not cooperated in the sensory system and ataxia examinations. He did not present neck resistance or negative meningeal irritation signs. The orientation to person, place, and time, calculation, and memory were normal in remission period.\\nDuring the attack period, routine blood tests showed that the patient's leukocyte count was 12.29 × 109/L (above the normal range) and neutrophil percentage was 85.30% (above the normal range). Biochemical examination of blood plasma showed that fasting blood glucose was 6.48 mmol/L (above the normal range), glycosylated hemoglobin was 6.3%, and C-reactive protein was 12.02 mg/L (above the normal range). Blood lipid profile revealed that cholesterol was 6.49 mmol/L (above the normal range), low density lipoprotein C was 5.24 mmol/L (above the normal range), and high density lipoprotein C was 1.06 mmol/L.\\nTumor marker detection demonstrated that neuron-specific enolase level was 25.40 ng/ml (above the normal range); electrolyte and liver and kidney functions were normal; thyroid-stimulating hormone was 0.37 uIU/ml, free triiodothyronine was 2.18 pg/ml, free thyroxine was 10.13 pg/ml, thyroglobulin antibody was 3.21 IU/ml, and thyroid peroxidase antibody was 2.09 IU/ml.\\nCerebrospinal fluid examination via lumbar puncture revealed that pressure was 120 mmH2O and cerebrospinal fluid was normal. Biochemical tests showed that glucose was 4.54 mmol/L, total protein was 0.71 g/L (above the normal range), and chloride was 119.0 mmol/L. Cytological examination of cerebrospinal fluid displayed 72% of lymphocytes and 28% of monocytes.\\nElectrophysiological test exhibited that sensory nerve conduction velocity of right median nerve (44.1 m/s), left common peroneal nerve (37.2 m/s), right common peroneal nerve (37.4 m/s), left tibial nerve (39.4 m/s), and right tibial nerve (37.3 m/s) was slow. At disease onset, electroencephalogram mainly demonstrated low amplitude α wave or α rhythm (8–10 Hz), and no special abnormal brain waves were observed.\\nCranial MRI revealed (Figure ) multiple patchy long T1 and long T2 signals in bilateral paraventricular region, corona radiata, and semioval center. FLAIR sequences showed high signal intensity. Diffusion-weighted imaging (DWI) revealed that strip-shaped high-intensity signals were symmetrically distributed in bilateral fronto-occipital-parietal cortical-medullary junction. The corresponding lesions showed isointense or slightly hyperintense signals on ADC sequence, slightly hyperintense signal on T2 and FLAIR sequences, and isointense or slightly hypointense signals on T1 sequence.\\nSkin biopsy was performed under light and electron microscopes. Hematoxylin–eosin staining demonstrated eosinophilic spherical inclusion bodies in nuclei of epithelial cells in the ductal parts of the sweat glands (Figure ). Immunohistochemical staining showed that the inclusion bodies were positive for p62. Electron microscopy results demonstrated spherical inclusions without membranes in nuclei of epithelial cells in the ductal parts of the sweat glands (Figure ), which was consistent with the typical pathological changes in skin of NIID.\\nThe patient was given methylprednisolone pulse therapy (500 mg/daily) during hospitalization for three consecutive days. The condition was gradually relieved. Telephone follow-up at 1 and 3 months after discharge showed that the condition of the patient was stable and there were no more disturbances of consciousness or psychosis. Occasionally, the patient experienced headache episodes, which could be tolerated and mitigated gradually. The patient could take care of himself and communicate with his family and neighbors.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'28237949': 2, '27523009': 1, '32967628': 2, '31332381': 1, '33789591': 2, '30544465': 2, '29863097': 1, '27797808': 1, '29626999': 1, '30282768': 1, '32587570': 2, '4295804': 1, '33344613': 2, '24039026': 1, '31749292': 2}", "similar_patients": "{'6310506-1': 1, '6310506-2': 1, '7298109-1': 1, '7513320-1': 1, '7723690-1': 1, '8011180-1': 1, '5337643-1': 1}"}