{"patient_id": 135282, "patient_uid": "6691779-1", "PMID": 30179141, "file_path": "noncomm/PMC006xxxxxx/PMC6691779.xml", "title": "The Management of Newly Diagnosed HIV in a Sudanese Refugee in \u2028Canada: Commentary and Review of Literature", "patient": "Our patient is a 31-year-old Sudanese female from Sudan who came to Canada in July of 2017 as a refugee. She is recognized as a Government-Assisted Refugee (GAR) which is defined as “a person who is outside Canada and has been determined to be a Convention refugee and who receives financial and other support” [].\\nUpon arrival in Canada with her 5 children - aged 5 to 16 years - she underwent medical evaluation and was put in contact with a “Welcome Clinic” which specializes in medical evaluation of refugees. After undergoing routine medical evaluation, she was diagnosed with HIV and severe dental caries in August 2017. When she was tested 1 year prior to arriving in Canada, she was negative for HIV.\\nAfter being diagnosed with HIV she was put into contact with an HIV specialist with whom she is currently following up with. The patient is on government assistance and is receiving financial aid for herself and her children. The cost of living is automatically deducted from her bank account. The government assistance will expire in a year and then she must provide for herself or resettle [, ]. The patient does not understand how the financial aid system works and reports that she constantly worries about what will happen to her and her children after the year of assistance have expired.\\nShe reports that she has not told anyone about her diagnosis; she has only told those that are involved in her medical care. She is embarrassed and afraid of what people will think about her after learning about her diagnosis. Her only support system is her children and she refuses to tell them about her diagnosis.\\nIn her refugee camp in Sudan, she was given education regarding HIV including how HIV is transmitted, the risk factors associated with it, and practices regarding HIV risk reduction. When discussing her diagnosis, however, she did not know that treatment was lifelong and she was under the impression that after one course of treatment, she would be cured.\\nWhen discussing if she has any other concerns with her diagnosis or her transition to Canada, she explains that her teeth are still sore, and her dental carries have not been resolved yet (almost 5 months after visiting the dentist). According to the patient’s record, the dentist was unable to provide any care due to administrative issues. She also goes on to state that transportation is a very big issue for her here as she does not understand how the transport system works here -she relies on a social worker from the Welcome Clinic to assist her in her transportation. Similarly, language has been a concern for her as her dialect of Arabic is different than those in her medical care team and therefore, she expressed that she has difficulty in speaking with medical staff.\\nCurrently, the patient is stable on her antiretroviral’s (ARVs) and is following up with her infectious diseases specialist.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'25404425': 1, '17604801': 1, '19022519': 1, '27554334': 1, '17954034': 1, '28704645': 1, '29388364': 1, '22798455': 1, '18071611': 1, '18641472': 1, '29318192': 1, '25777508': 1, '12287724': 1, '29286012': 1, '12459797': 1, '18048555': 1, '22011647': 1, '27404187': 1, '29254903': 1, '23305523': 1, '30179141': 2}", "similar_patients": "{}"}