{"patient_id": 13455, "patient_uid": "6854211-1", "PMID": 31772799, "file_path": "comm/PMC006xxxxxx/PMC6854211.xml", "title": "A Case of a Spinal Extradural Arachnoid Cyst", "patient": "The patient was a 49-year-old woman with a chief complaint of hip and buttock pain. This pain had developed without an inducer in April 2014. A cystic lesion in the spinal canal had been pointed out by a physician. The patient received conservative treatment, but pain gradually aggravated and walking and taking a supine position at home became difficult. The patient first visited our department in October 2017. She had not particularly relevant familial or past medical history.\\nPhysical findings on admission showed percussion tenderness in the thoracolumbar junction. There is no obvious range of motion restriction in the hip joint, and the Patrick test was negative. The score on a manual muscle test of the bilateral lower limbs was 5/5, and there was no sensory disturbance or bladder and rectal disturbance. The femoral nerve stretching test (FNST) and straight leg raising (SLR) test were both negative. The patellar tendon reflex (PTR) was normal on the bilateral sides, but the Achilles tendon reflex (ATR) was enhanced on the bilateral sides.\\nPlain radiography showed that the T12 vertebral arch was partially lost and the space between the vertebral arches was expanded (). MRI showed a cystic lesion with T1-low/T2-high intensity at the T11 to L1 level (). On CT after myelography, scalloping was noted in the vertebral arch at the T12 level and contrast medium flowed into the cyst. In addition, a communication pathway between the dural canal and cyst was present at the T12 level ().\\nSurgery was performed to ligate the communication pathway and excise the cyst. The anesthesia was total intravenous anesthesia (TIVA) and the body position was prone. And we use a nerve stimulator. In laminectomy for T11 and T12, the bone cortex of the T12 vertebral arch was excluded by the cyst and thinned and a bulging cyst was present just below the resected arches. When the cyst was dissected from the dura under a microscope, a communication pathway for cerebrospinal fluid was present in the axillary region of the left T12 nerve root. Thus, this region was ligated and the cyst was excised. The cyst did not adhere to the dural canal (). Histological findings showed a cystic lesion comprised of fibrous connective tissue. Psammoma body formation in the wall and aggregation of some meningothelial cells were also observed. Low back pain rapidly resolved immediately after surgery, and there has been no recurrence of pain or of the cystic lesion on imaging for 10 months after surgery.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'16010273': 1, '26512289': 2, '22573100': 1, '24294463': 2, '21430498': 1, '33365168': 2, '17628807': 1, '3343608': 1, '31772799': 2}", "similar_patients": "{'7749955-1': 1, '3841282-1': 1, '3841282-2': 1, '4623189-1': 1, '4623189-2': 1}"}