{"patient_id": 131699, "patient_uid": "6375019-1", "PMID": 30814795, "file_path": "noncomm/PMC006xxxxxx/PMC6375019.xml", "title": "Ileal Tuberculosis Causing Hypercalcemia and Renal Failure", "patient": "A 22-year-old woman presented to our hospital with pain abdomen and vomiting for 5 days. There was no history of fever, loose stools, dysuria, and hematuria on admission. Examination revealed distended abdomen and diffuse abdominal tenderness. She was oliguric on presentation and her serum creatinine was 2.6 mg%. She had leukocytosis (total count – 27,200 cells/cumm) with evidence of acute pancreatitis (serum lipase levels – 5250 U/L). Ultrasonogram (USG) showed enlarged pancreas with peripancreatic collections and it was confirmed on computed tomography (CT) of abdomen. There was no evidence of cholelithiasis on CT scan; however, omental inflammatory stranding with micronodular appearance was reported. She was managed conservatively with bowel rest and parenteral antibiotics. In view of oliguric renal failure, she was initiated on hemodialysis. She had normal triglyceride levels (94 mg/dl), and there was no evidence of sepsis (blood and urine cultures were sterile); however, her serum calcium level was high (12.8 mg/dl). Since no other cause was found, hypercalcemia was considered to be the cause for acute pancreatitis. USG neck was normal. Her parathyroid hormone (PTH) level was normal (18.73 IU/L), and 25-hydroxyvitamin D was 93 nmol/L, which ruled out hypervitaminosis D. However, 1, 25-dihydroxyvitamin D level was high (318 pmol/L). Calcium remained high in spite of dialysis, and she was treated with calcitonin injections. Serum angiotensin-converting enzyme level was normal (35 U/L). Whole-body positron emission tomography-CT (PET-CT) was done which showed a lesion with high fluorodeoxyglucose uptake in the terminal ileum [] and mesenteric lymph nodes. CT chest was normal. Colonoscopy showed mucosal nodularity with an ulcer and mild luminal narrowing in the terminal ileum. Biopsy samples were taken from the ileal ulcer and from the mesenteric lymph nodes using endoscopic ultrasound. Lymph node biopsy showed necrosis with noncaseating granuloma containing Langhans giant cells [], and biopsy from the ileal mucosa showed multiple discrete and large nonconfluent granulomas composed of epithelioid histiocytes and multinucleated giant cells; some of the granulomas showed central suppuration []. Acid-fast bacilli were seen in the tissue. GeneXpert test from the tissue for Mycobacterium tuberculosis complex was positive, and QuantiFERON TB gold assay was positive. After confirming tuberculosis, she was started on four-drug antituberculous therapy (ATT) at a modified dose. She was continued on hemodialysis as she was oliguric. In view of nonrecovery of renal function after 2 weeks, renal biopsy was done, which showed patchy cortical necrosis with fibrinoid necrosis of the medium-sized arteries [Figure -]. Antinuclear antibody and antineutrophil cytoplasmic antibody were negative, and serum complement level was normal. Two months after starting ATT, serum calcium level reduced to 9.1 mg/dl and 1, 25-dihydroxyvitamin D levels reduced to 18.16 pmol/L. Her urine output improved and was given a trial of dialysis withdrawal; however, she developed uremic symptoms and is dialysis dependent at the end of 6 months. The patient had hypercalcemia-induced acute severe pancreatitis which led to acute RCN and severe renal failure requiring dialysis. The cause of hypercalcemia is increased secretion of 1, 25-dihydroxyvitamin D from the granulomatous tissue in the terminal ileum, which is secondary to tuberculosis. The laboratory parameters of the patient before and after ATT have been depicted in .", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'18516016': 1, '23816721': 1, '19829785': 2, '426400': 1, '27843882': 1, '16916398': 1, '16131579': 1, '7817987': 1, '8194441': 1, '8184145': 1, '15030035': 1, '9007699': 1, '30814795': 2}", "similar_patients": "{'2740187-1': 1}"}