{"patient_id": 11138, "patient_uid": "6702971-1", "PMID": 31467654, "file_path": "comm/PMC006xxxxxx/PMC6702971.xml", "title": "Modified French Osteotomy for Humeroradial Synostosis in a Child with Multiple Synostoses Syndrome: A Case Report", "patient": "A six-year old boy presented with stiff elbows since infancy. He was born full term to non-consanguineous parents. There was no antenatal exposure to teratogens. The child has difficulty in performing activities of daily living. He completes schoolwork at kindergarten in a rather slow and awkward manner due to the rigid elbows. He has been utilising modified cutlery to overcome his difficulties. Apart from hearing difficulty, he is an active child who loves to play soccer.\\nThe child’s 41-year old mother and 8-year old only brother had restricted elbow joint movements and hearing impairment. There were no other family members with similar history of joint stiffness and hearing disorder.\\nThe parents were concerned about his slowness in performing academic tasks in school due to the elbow position. We offered to fuse the right elbow in a more functional position. Taking into consideration the child’s concerns, daily activities, hobbies and preferences, it was decided to realign the patient’s elbow to 90 degrees flexion.\\nOn examination, the child had striking features of sharp nose and jaw. His elbows were fixed at 30 degrees of flexion (), and midprone forearm position. The fingers and toes appeared to be short with lack of interphalangeal joints bilaterally. Both mother and elder brother also had similar presentations. Examination of the other organ systems was unremarkable.\\nPlain radiographs of the elbow () showed ankylosis of the humeroradial joint, with hypoplastic humeroulnar joint. The distal phalanges of ring and little fingers and fourth and fifth toes were absent. The middle phalanges of all fingers and toes were hypoplastic and fused with the proximal phalanges. There was carpal and tarsal coalition. Audiometry showed conductive hearing deafness.\\nIn a supine position, under general anaesthesia, the lateral aspect of the right elbow was approached using the extended Kocher’s incision. The radio-humeral synostosis was accessed through subperiosteal approach (). Two Kirschner wires were placed to mark the plane of osteotomy. Next, two 2.5 mm cortical screws were inserted, with each screw placed proximal and distal from the arthrodesis site, on the midline of the distal humerus lateral surface and the adjacent proximal radius (). Adapting the French osteotomy modification by Bellemore et al, anterior wedge osteotomy was performed, leaving the apex at the posterior cortex intact (). Once the desired 90 degrees elbow flexion position was achieved, a figure-of-eight 1.0 mm cerclage wire was tightened around the screw heads (). The elbow was maintained in an above-elbow backslab for six weeks until osseous bridging was achieved.\\nAt 12 months post-surgery (), the child was able to eat and drink with the right upper limb without adaptive devices. His writing speed had improved and he managed to complete academic tasks within the stipulated time.", "age": "[[6.0, 'year']]", "gender": "M", "relevant_articles": "{'24810812': 1, '1269169': 1, '6746695': 1, '17260617': 1, '13824869': 1, '31467654': 2}", "similar_patients": "{}"}