{"patient_id": 129644, "patient_uid": "6200607-1", "PMID": 30402193, "file_path": "noncomm/PMC006xxxxxx/PMC6200607.xml", "title": "Fatal Vasospasm of the Coronary Arteries in a Patient Undergoing Distal Bypass Surgery and Endovascular Therapy for Threatened Lower Limbs Due to Acute Exacerbation of Peripheral Arterial Disease", "patient": "A 79-year-old man was referred to our hospital because both of his lower limbs were affected by abnormalities of sensation and motility due to acute exacerbation of PAD. One week had passed since his leg pain and the symptom gradually worsened. He had a long history of smoking (>20 cigarettes per day for 50 years), hypertension, and hyperlipidemia, but he had no history of CAD. Cyanosis was seen in both feet, and ulcers had developed in the bilateral side of the malleolus of the right foot (). The ankle–brachial index showed no wave (unmeasurable) in either leg, and his skin perfusion pressure was <20 mmHg in the dorsa and the plantar surfaces of both feet. Additionally, his preoperative creatinine kinase was elevated (3,036 IU/L), and metabolic acidosis that come from the ischemic extremity was also found (pH 7.178, base excess −12.5 mmoL/L, HCO3− 15.0 mmoL/L, and lactate 10 mg/dL from arterial blood gases). Preoperative electrocardiography (ECG) showed a normal finding (, left panel). Transthoracic echocardiogram also showed a normal ejection fraction (60%) and no heart wall asynergy. Preoperative computed tomography angiography revealed common femoral artery (CFA) stenosis with calcification and chronic total occlusion (CTO) from the superficial femoral artery (SFA) to the distal popliteal artery of the right leg (, left panel) and significant stenosis of the external iliac artery and CTO of the SFA in the left leg. Emergency revascularization, right CFA endarterectomy, CFA–peroneal bypass using an autogenous vein for infrainguinal arterial lesions, and left external iliac artery stenting for the left inflow arterial lesion were performed under general anesthesia (, right panel). Although the intraoperative course was uneventful, the procedure was performed for 8 h. The patient was postoperatively managed under sedation with intubation to provide intensive treatment against ischemia–reperfusion disorder. No vasodilator was administered intraoperatively and postoperatively. ST segment depression was observed on ECG 28 h after the procedures (, middle panel). Volume loading without any vasodilator use was performed for the ST change, considering hypovolemia due to the bilateral revascularization, more especially for acute limb ischemia. Two hours later, he suffered sudden severe cardiac shock with significant ST elevation followed by cardiac arrest. Extracorporeal cardiopulmonary resuscitation and subsequent extracorporeal membrane oxygenation (ECMO) were performed. Emergency coronary angiography revealed severe diffuse CAS, which was treated with an intracoronary infusion of nitroglycerin. The coronary artery angiography showed collateral artery growth from the atrioventricular node brunch to the posterolateral artery, indicating organic coronary artery lesions (). We treated the patient with ECMO support and infusions of diltiazem and nitroglycerin. The vasodilators improved the ST change on ECG (, right panel). His left ventricular ejection fraction gradually improved from 10% to 60% in a few days, and ECMO was smoothly weaned and discontinued on day 4 after CAS development. Unfortunately, he eventually died 2 months later because of respiratory failure by acute respiratory distress syndrome and pneumonia, which required a tracheal incision, hypoalbuminemia by chronic intestinal ischemia, and fungal sepsis. He provided informed consent for the publication of this report.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'21050977': 1, '12445486': 1, '25693967': 1, '18225466': 1, '22664755': 1, '24573349': 1, '9060792': 1, '19671066': 1, '26588865': 1, '18522770': 1, '30402193': 2}", "similar_patients": "{}"}