{"patient_id": 2223, "patient_uid": "6111297-1", "PMID": 30096934, "file_path": "comm/PMC006xxxxxx/PMC6111297.xml", "title": "Epithelial-Mesenchymal Transition with Malignant Transformation Leading Multiple Metastasis from Disseminated Peritoneal Leiomyomatosis", "patient": "This case study was approved by the Institutional Review Board (07-CR-085) of Taipei Tzu Chi Hospital, Buddhist Tzu Chi Medical Foundation.\\nA 61-year-old G2P1AA1 woman presented with intermittent, progressive lower abdominal pain for three years. She had a medical history of hypertension that was controlled with medication. In 1993, she was diagnosed as having a uterine leiomyoma with leiomyomatosis of retroperitoneal tumors. Because of her desire to bear children in the future, she underwent myomectomy at that time. Subsequently, recurrent DPL developed two years later due to an enlarged palpable mass in the abdomen with intermittent abdominal pain. She underwent abdominal hysterectomy with left-sided oophorectomy and right ovary wedge resection in 1996. Results of the pathological report showed a borderline mucinous ovarian tumor of the left ovary. In 1998, recurrent DPL with left ureter involvement was noted, and the third operation involving debulking surgery and reteroneocystostomy was performed. Results of that pathological report showed no significant malignancy. She was regularly followed up at gynecologic clinics. In 1999, a 9 × 9-cm2 palpable pelvic mass was observed, and recurrent leiomyomatosis was suspected. A fourth laparotomy for tumor excision was suggested to the patient, but she refused. Hormone therapy with medroxyprogesterone (5-mg tablet daily) was performed until 2014 because of the progression of a thyroid nodular goiter and hypertension. After stopping hormone therapy, she reported intermittent, progressive lower abdominal pain, and a growing palpable mass was observed in the abdomen.\\nOn admission, her temperature was 36.6 °C, blood pressure was 123/69 mmHg, heart rate was 83 beats/min, body weight was 59.8 kg, body height was 155.5 cm, and body mass index was 24.7 kg/m2. On pelvic examination, a huge tumor was palpable in the pelvis. Transvaginal ultrasonography showed huge solid tumors measuring about 15.17 × 24.48 × 10.51 cm3 in the pelvic field without free fluid in the cul-de-sac region (A–D).\\nThe laboratory evaluation showed the following: white blood cell count, 13,520 µL; hemoglobin level, 7.8 g/dL; fibrin degradation product level, >10,000 ng/mL; follicle-stimulating hormone level, 15.98 mIU/mL; progesterone level, 1.58 ng/mL; and, estradiol level, 32.84 pg/mL. No significant sign of infection or internal bleeding was indicated by the laboratory data. There were no significantly increased tumor markers, such as the carbohydrate antigen 125 level (20.2 IU/mL), carbohydrate antigen 19–9 level (10.20 IU/mL), and carcinoembryonic antigen level (0.649 ng/mL). The chest X-ray showed nodular densities in the right lower lung ().\\nContrast-enhanced whole-body computed tomography was performed and revealed three heterogeneous pelvic tumors, which were measuring approximately 9.4 × 8.6 × 9.3 cm3, 7.1 × 6.1 × 6.0 cm3, and 11.1 × 7.5 × 9.1 cm3, with multiple pulmonary nodules and multiple heterogeneous hepatic tumors. Therefore, distant metastasis was suspected. Severe hydronephrosis of the right kidney was obvious due to tumor compression (A–E).\\nExploratory laparotomy was recommended and performed. Three individual bulky tumors were encountered in the retroperitoneal pelvic cavity, which were found by the direct compression of the urinary bladder and both ureters. A solitary tumor mass measuring about 14.5 × 12 × 9 cm3 and weighing 1400 g was excised from the left paracolic gutter with extensive abdominal peritoneal carcinomatosis. The smooth-surfaced tumor seedings were suspected to be benign myomatous lesions. The right ovary was found in the right pelvic cavity and adhered to the interbowel loops. The pelvic tumor partially invaded the urinary bladder (A–D). Nearly complete cytoreductive surgery was performed. The three individual bulky tumors were resected with the left ovary, right adnexa, paracolic gutter tumor, and cul-de-sac cells for cytology. Unlike complete staging surgery, she did not undergo omentectomy, appendectomy, and lymph node assessment.\\nResults of the final pathology report showed that the largest encapsulated tumor had many spindle cells with multinucleated pleomorphic nuclei, extensive necrosis, and a mitotic index of 11/10 per high power field, which is consistent with high-grade leiomyosarcoma (differentiation score = 3, mitotic score = 2, necrotic score = 2, total score = 7; French Federation of Cancer Centers Sarcoma Group histologic grade 3). Immunohistochemistry staining showed that the tumor cells were reactive with desmin, negative with cytokeratin and CD117 (c-kit), and negative for estrogen and progesterone receptors. The immunohistochemical profile confirmed leiomyomatous differentiation in other small nodules that were seeding in the peritoneum and omentum, smaller pelvic masses with hypercellular spindle cell tumors, and minimal nuclear atypia, which were all indicative of leiomyomatosis. She was diagnosed as having a leiomyosarcoma arising from DPL at 61 years of age. Chemotherapy with doxorubicin caused the leiomyosarcoma.\\nUnfortunately, she died approximately one month after the diagnosis because of rapid progression of pleural effusion due to malignancy.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'34369191': 2, '9922202': 1, '2386147': 1, '33579891': 1, '32359372': 2, '17616942': 1, '31514467': 1, '29662568': 1, '8626146': 1, '29326430': 1, '10502446': 1, '25546607': 1, '30935077': 1, '20493472': 1, '3725244': 1, '20068330': 1, '31410732': 2, '26998373': 2, '28811330': 1, '3778588': 1, '22335043': 1, '8333475': 1, '20651304': 1, '10458552': 1, '7807463': 1, '17583244': 1, '15581996': 1, '27284430': 1, '9481573': 1, '16223449': 2, '30096934': 2}", "similar_patients": "{'1266363-1': 1, '8358528-1': 1, '6692793-1': 1, '4779833-1': 1, '7196235-1': 1}"}