{"patient_id": 14252, "patient_uid": "6900610-1", "PMID": 31814435, "file_path": "comm/PMC006xxxxxx/PMC6900610.xml", "title": "De Novo CD5+ Primary Gastrointestinal Diffuse Large B-Cell Lymphoma:\\nChallenges With Treatment and Clinical Course", "patient": "This is a 50-year-old gentleman who presented with symptomatic anemia secondary to\\nsevere iron deficiency. On imaging, he was found to have an exophytic soft tissue\\nmass in the cecal tip adjacent to appendix. His colonoscopy was consistent with a\\nnear circumferential large polypoid mass at the ileocecal valve extending into the\\nterminal ileum. Biopsy of the ileocecal mass () showed diffuse infiltrate of large\\n(centroblast-like) lymphoid cells positive for CD20, CD5, CD23, CD43, BCL-2, BCL-6,\\nc-MYC, MUM-1, and with Ki-67 of 60%. Fluorescence in situ hybridization did not show\\nany evidence for MYC, CCND1-IGH, BCL2-IGH, BCL-6 rearrangements. The\\nimmunohistochemical and flow cytometry analysis resembled Richter syndrome although\\nchronic lymphocytic leukemia was not preexisting. MCL was ruled out by absence of\\ncyclin-D1 by fluorescence in situ hybridization analysis. His bone marrow biopsy was\\nnegative for any involvement of lymphoma and he did not have any evidence of\\nlymphadenopathy or splenomegaly on imaging. His final diagnosis was consistent with\\nstage I, primary GI de novo CD5+ DLBCL of activated B-cell type with low to\\nintermediate IPI (International Prognostic Index) score. After reviewing the\\nliterature, and discussions in the tumor board, we opted for the initial surgery\\nfollowed by chemotherapy. He successfully underwent laparoscopic right colectomy\\nwithout any postsurgical complications. But within few weeks of being treated with\\nchemotherapy, he presented with new right-sided pleural effusion, diffuse\\nlymphadenopathy, peritoneal carcinomatosis, bony lytic lesions, new thromboembolism,\\nand tumor lysis syndrome. Biopsy of the omental mass () confirmed progression of CD5+\\nDLBCL. His cytogenetic analysis showed complex karyotype, and next-generation\\nsequence analysis showed TP53 mutation, a poor prognostic marker. His lymphoma was\\nvery aggressive causing multi-organ damage, making it very difficult for salvage\\ntherapy. Finally, he died within few days due to cardiorespiratory failure.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'15886317': 1, '5007387': 1, '31123642': 1, '14504078': 1, '21199885': 1, '12393419': 1, '13884035': 1, '16210342': 1, '10482997': 1, '25760242': 1, '11806981': 1, '12517778': 1, '28155972': 1, '27708217': 1, '21300984': 1, '21390139': 1, '7388763': 1, '7512031': 1, '18573805': 1, '10617650': 1, '31814435': 2}", "similar_patients": "{}"}