{"patient_id": 6637, "patient_uid": "6389595-1", "PMID": 30798096, "file_path": "comm/PMC006xxxxxx/PMC6389595.xml", "title": "Inflammatory hepatocellular adenoma in a patient with Turner’s syndrome: A case report", "patient": "The patient was a 36-year-old woman with Turner’s syndrome (TS) diagnosed at 9 years of age. She received an oral contraceptive pill as a hormone replacement therapy (HRT) from the age of 16 years. She was referred to our department in July 2017 after presenting at a local hospital with fatigue and liver tumors detected on computed tomography (CT).\\nHer physical examination and blood tests showed no remarkable findings. Abdominal ultrasonography showed a low echoic tumor, which was 60 mm in diameter, in the posterior section of the liver and an isoechoic tumor, which was 6 mm in diameter, at the root of the right hepatic vein (RHV; ).\\nCT showed a 60-mm tumor in the posterior section of the liver. This tumor showed high density in the arterial phase and isodensity in the portal and late phases. Another small 10-mm tumor at the root of RHV also showed high density in the arterial phase and isodensity in the portal and late phases ().\\nGadoxetic acid ethoxybenzyl magnetic resonance imaging (Gb-EOB-MRI) of the large tumor showed high intensity on T2-weighted images and in the arterial and portal phases, and low intensity in the late and hepatobiliary phases, while the small tumor showed low intensity in the hepatobiliary phase ().\\nBased on the diagnosis of multiple HCAs or hepatocellular carcinomas (HCCs), segmentectomy of No 7 of the liver was performed. The operation time was 178 min, and blood loss was 681 mL.\\nMacroscopic findings showed a whitish and brownish tumor, which was 61 mm in diameter and without capsula and another small, whitish, 11-mm tumor without capsula. Pathological findings of the larger tumor showed hepatocytes without atypia, with sinusoid dilatation and a single vessel seen within the tumor. This tumor was diagnosed as HCA. Immunohistochemistry findings of the larger tumor showed that the hepatocytes were positive for C-reactive protein (CRP) and liver fatty acid-binding protein (LFABP) and negative for β-catenin, glutamine synthetase (GS), and glypican-3 (). The small tumor showed same pathological and immunohistochemistry findings; therefore, both the tumors were diagnosed as inflammatory HCA (IHCA).\\nThe patient was discharged on postoperative day 14. At the 13-month postoperative follow-up, she was doing well and there was no evidence of recurrence of HCA without the pill.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'25427732': 1, '23509632': 1, '221698': 1, '23121401': 1, '14752843': 1, '29301182': 1, '22429502': 1, '198105': 1, '32476794': 1, '18681924': 1, '20410814': 1, '11155014': 1, '18248644': 1, '25178878': 1, '30342279': 1, '18400842': 1, '23485860': 1, '27803743': 1, '16612647': 1, '16496320': 1, '30798096': 2}", "similar_patients": "{}"}