{"patient_id": 8479, "patient_uid": "6512040-1", "PMID": 31183220, "file_path": "comm/PMC006xxxxxx/PMC6512040.xml", "title": "Antithrombotic Dilemmas after Left Atrial Appendage Occlusion Watchman Device Placement", "patient": "The patient is a 70-year-old man, with a history of nonvalvular atrial fibrillation (NVAF) with prior stroke, chronic obstructive lung disease, hypertension, diabetes mellitus, chronic foot ulcers, and frequent falls, who initially presented with a fall 5 days after Watchman™ device placement. His history of NVAF was complicated by multiple episodes of syncope, despite various strategies including antiarrhythmic therapy. He was previously on dabigatran which resulted in severe bruising and rivaroxaban which was intolerable due to headaches. After discussion with his cardiologist, a Watchman™ device was placed given his high thrombotic risk and prior complications with oral antithrombotic therapy (CHADS2-VASC2 score of 6 and HAS-BLED score of 4) [, ]. After device placement, he was started on apixaban 5 mg twice daily plus aspirin 81 mg daily, with the plan for continuation for the following 45 days. However, 5 days after device placement, he presented to the emergency room after a fall, with lethargy, fever, and hypotension. He was found to be in septic shock from methicillin-resistant staphylococcus aureus (MRSA) bacteremia. His hemodynamics and mental status initially improved in the intensive care unit (ICU) on vasopressors, stress dose steroids, and broad-spectrum antibiotics, which were subsequently narrowed to intravenous vancomycin. In addition, his apixaban was transitioned to intravenous unfractionated heparin upon presentation to the ICU. In spite of hemodynamic improvement, his mental status worsened. Magnetic resonance imaging (MRI) of the brain revealed multiple acute small punctuate infarcts in the left corona radiata, right occipital cortex, and right frontal deep white matter. These multifocal strokes were thought to be cardioembolic, not septic in origin. Upon further questioning, the patient admitted to missing doses of apixaban post LAOO device placement. A transesophageal echocardiogram (TEE) was obtained; no thrombus in the left atrial appendage was noted, and there were no vegetations or patent foramen ovale. A well-positioned 27 mm Watchman™ device was visualized occluding the LAA orifice with a 1.3 mm paradevice leak, stable from prior. Given high concern for potential seeding of the newly implanted Watchman™ device, a six-week course of intravenous vancomycin plus oral rifampin was recommended by infectious disease consultants as a means of targeting MRSA and additionally preventing biofilm formation and device seeding. This was to be followed by a prolonged suppressive course of oral antibiotics.\\nThe patient improved clinically with recovery of mental status and was deemed ready for transition from unfractionated heparin to an oral anticoagulant. Given the concerns about significant drug interactions with either warfarin or a DOAC with concomitant rifampin, a strong cytochrome (CYP) 3A4 inducer, strong permeability glycoprotein (Pgp) inducer, and moderate CYP2C9 inducer, a shared decision was reached to use weight-based LMWH with enoxaparin to complete the 45 days post Watchman™ device implantation.\\nThe patient refused repeat TEE at 45 days, and anticoagulation therapy was continued with enoxaparin until the device could be evaluated. Two months after Watchman™ device placement, a repeat TEE was performed, revealing improvement in the paradevice leak from 1.3 mm to 1 mm, and the antithrombotic therapy was transitioned to DAPT with aspirin 81 mg daily and clopidogrel 75 mg daily. A repeat brain MRI obtained 4 months post LAOO device placement noted a right cerebellar chronic hemorrhage with numerous susceptibility foci distributed in the bilateral supratentorial and infratentorial compartment predominantly in the periphery of the brain parenchyma. Given the short interval since the prior MRI, the presence of these foci was concerning for microemboli of likely cardiac origin. A repeat TEE did not reveal a thrombogenic focus; however, there was persistence of paradevice leak at 1.3 mm. Anticoagulation therapy with apixaban was resumed, and DAPT was discontinued, due to the persistent device leak. The patient continues to struggle with worsening frequent falls; however, he remains functional at home with continued rehabilitation with physical therapy. He continues to take apixaban, living with the risks of associated bleeding that Watchman™ device placement was intended to reduce.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'23639500': 1, '19762550': 1, '25172844': 1, '21830957': 1, '21870978': 1, '19717844': 1, '3665337': 1, '21111555': 1, '27173870': 1, '27771552': 1, '1115445': 1, '25399274': 1, '22381428': 1, '26719158': 1, '19683639': 1, '24998121': 1, '31183220': 2}", "similar_patients": "{}"}