{"patient_id": 3077, "patient_uid": "6162916-1", "PMID": 30268094, "file_path": "comm/PMC006xxxxxx/PMC6162916.xml", "title": "Vanishing bile duct syndrome with hyperlipidemia after ibuprofen therapy in an adult patient: a case report", "patient": "A woman in her 40s presented with acute onset of marked jaundice that had become progressively worsening over the course of 30 days, after taking ibuprofen intermittently for menalgia. The associated symptoms included profound fatigue and dark urine. No other symptoms were present. Twelve months prior to the onset of jaundice, she had menorrhagia after receiving the diagnosis of adenomyosis of uterus. She started only on ibuprofen 300 mg bid by mouth for 2–3 days each month with a total of six months when menalgia occurred. Her medical history included type II diabetic for one year on oral acarbose 50 mg TID and metformin 500 mg three times daily. She had no other medications. She had a surgical resection for a right ovarian cyst about 20 years ago. At the time, she was a non-smoker and did not consume any alcoholic drinks or recreational drugs. Clinical examination revealed normal vital signs and mental status. Although she has scleral icterus and a soft, non-tender abdomen with a surgical scare, neither signs of ascites nor hepatomegaly were presented. Her spleen was palpable at 3 cm below the left costal margin. There was no asterixis.\\nLaboratory testing revealed a normal completed blood count except Hb of 82 g/L (110–150); normal plasma thromboplastin antecedent and partial thromboplastin time; deranged liver function tests (alkaline phosphatase 1598 U/L, alanine transaminase 207 U/L, aspartate transaminase 247 U/L, total bilirubin 103 umol/L with direct bilirubin 75 umol/L, and albumin 30 g/L); abnormal lipid profile (total cholesterol 43 mmol/L, triglyceride 3.6 mmol/L, high-density lipoprotein cholesterol 6.4 mmol/L, low-density lipoprotein cholesterol 35 mmol/L Apolipoprotein-A1 0.6 g/L, Apolipoprotein-B 1.2 g/L); and normal electrolytes except potassium of 3.1 mmol/L. Viral serology was negative for hepatitis A, B, C, and Epstein-Barr virus. Antibody tests for hepatitis E, ASMA, RO-52, LKM, AMA, AMA-M2, SLA, and gp210 were negative. Her ceruloplasmin, ferritin, and iron were normal. The titers of cytoplasmic type and nuclear membrane type of ANA were 1:100 and 1:320, respectively. Her IgG level was 15.9 g/L and cytomegalovirus (CMV) PCR was negative although CMV IgG was > 500.00 U/ml. The patient was admitted and ibuprofen was discontinued. Further investigations included the followings: an MRCP revealed stones in the gallbladder without intrahepatic or extrahepatic bile duct dilatation; a computed tomography scan with contrast on day 10, which showed a few small enhanced patchy lesions on the left hepatic lobe likely due to the abnormal perfusion, mild splenomegaly, but no vascular abnormalities or intraperitoneal free fluid. However, three follow-up MRI exams with contrast on days 100, 185 and 260 showed a normal size of the spleen and normal diameters of both intra/extra-hepatic ducts. There were no signs of lymphoma. On the day of first evaluation, the Roussel Uclaf Causality Assessment Method score (RUCAM) was 6 (R = 0.32, grade III liver injury). A liver biopsy was performed on day 28 from the onset of her jaundice. The pathology slides were presented in Fig. , which revealed biliary injury and absence of small terminal bile ducts around hepatic arteries affecting over 50% of sampled portal tracts. In addition, Bile salt deposition was visible among peripheral hepatocytes with no evidence of steatohepatitis or significant fibrosis. The Ishak grading showed necroinflammatory activity score of 5 and fibrosis score of 2. The findings were consistent with DILI and VBDS.\\nThis 40-year-old woman, who had a history of taking ibuprofen, became acutely ill with a rapid progressive jaundice and high cholesterol followed by profound fatigues that developed over a 4-week period. The differential diagnosis included drug-induced liver injury, viral hepatitis, marker-negative autoimmune hepatitis, non-alcoholic steatohepatitis, overlap syndrome, primary sclerosing cholangitis (PSC), and primary biliary cholangitis (PBC). Her initial presentations were consistent with intrahepatic cholestasis. She had laboratory evidence of acute hepatic injury and liver biopsy suggested drug-induced liver injury. Moreover, the histological features also suggested VBDS. Thus, further differential diagnosis for VBDS was needed, which includes not only aforementioned drug-induced liver injury, [] viral hepatitis, autoimmune hepatitis; but also biliary obstruction, idiopathic adulthood ductopenia, Alagille syndrome, PSC, PBC, lymphoma, and ischemic liver injury [].\\nAs supported by the clinical data and the RUCAM score of 6, which indicated modestly probability of DILI with severe liver injury (stage III), her clinical diagnosis was an ibuprofen-induced liver injury resulting on persistent cholestasis and hyperlipidemia. The pathology diagnosis was DILI at the stage of IV. In addition, the features of bile duct injury and the loss of bile duct structures were consistent with VBDS. She has no hepatic duct dilatation or signs of lymphoma in MRI study on day 260. In addition, her negative test results of AMA-M2 and other autoantibodies did not support the diagnosis of PBC or PSC.\\nDue to further deterioration of liver function tests despite the cessation of ibuprofen, the patient was hospitalized and received supportive care with intravenous therapy of polyene phosphatidylcholine 930 mg daily. Her oral medication included silibinin capsule at the dose of 200 mg daily, glutathione 2.4 g daily, and weight-based ursodeoxycholic acid at the dose of 250 mg three times a day. In addition, she continued on acarbose and metformin for her diabetic. Although she had progressively worsening jaundice over the first 7 days, the patient’s fatigue and biochemistry were subsequently improved with her total bilirubin decreased from167 umol/L to 130 umol/L. She had normal prothrombin time (PT) during her hospital stay. She was discharged on day 47 and followed up in outpatient’s clinic with the last visit on day 315. Her hyperbilirubinemia persisted with normal PT during the period of her outpatient visits, although the levels were slowly trending down from over 100 umol/L to 30 umol/L. The changes in biochemistry parameters including bilirubin and alanine aminotransferase (ALT) are shown in Fig. . Her ALT levels fluctuated at the range of 70–180 U/L. In addition, the patient had persistent hyperlipidemia during the entire observational period. Her total cholesterol and triglyceride levels both remained at levels above 10 times higher than normal, whereas the low-density lipoprotein cholesterol and high-density lipoprotein cholesterol levels were always below 10 mmol/L (Fig. ). Owing to the persistent elevation on the serum levels of bilirubin and ALT, a second liver biopsy was performed on day 213. Pathology report indicated again the absence of small terminal bile ducts, interstitial fibrous tissue hyperplasia, bile salt deposition in the peripheral liver cells, and visible lymphocytes with small amount of plasma cell infiltration; Ishak necroinflammatory activity score of 4 and fibrosis score of 2; keeping with a diagnosis of acute VBDS but some features of autoimmune hepatitis (Fig. ).", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'15289784': 1, '1551543': 1, '9721172': 1, '27574546': 1, '27981596': 1, '25432915': 1, '8759674': 1, '20812433': 1, '27842773': 1, '21128314': 1, '20388938': 1, '19906050': 1, '24719156': 2, '29254277': 1, '33762948': 1, '10726966': 1, '27658326': 1, '24326854': 1, '24511525': 2, '20478543': 1, '23969539': 1, '22008955': 1, '30268094': 2}", "similar_patients": "{'3915726-1': 1, '3990079-1': 1}"}