{"patient_id": 1637, "patient_uid": "6078644-1", "PMID": 30045309, "file_path": "comm/PMC006xxxxxx/PMC6078644.xml", "title": "Perianal Paget disease treated with wide excision and thigh skin flap reconstruction: a case report and review of literature", "patient": "A 65-year-old female came to our hospital in 2011 with history of intermittent pruritus in the perianal region for 1 year. The patient had neither genitourinary nor gastrointestinal symptoms, such as rectal bleeding, change in the bowel function, hematuria, dysuria, urinary frequency, or weight loss. Her family history was negative for skin, colorectal, or genitourinary cancer.\\nLocal examination revealed a whitish gray skin lesion in the left perianal area with a 3 × 3 cm size. The surrounding skin was lichenification (Fig. ). Rectal examination was normal apart from mixed hemorrhoid. No enlarged inguinal lymph nodes were detected.\\nThe perianal skin biopsy was consistent with EMPD. To exclude underlying malignancy, the patient was advised to undergo a screening colonoscopy, gynecological ultrasonography, and whole-body computed tomography (CT), which revealed unremarkable results. All laboratory examinations, including carcinoembrionic antigen, were normal.\\nInformed consent was obtained from the patient for publication of this case report and accompanying images. After signing the informed consent, the patient was placed in a jack-knife position on the operation table after anesthesia. The operation consisted of a wide excision with frozen section control of the margins and a flap reconstruction. The perianal diseased skin and anal mucosa up to dentate line were integrally excised, preserving the external and internal sphincters. The size of the defect was 7 × 6 cm (Fig. ). For the skin and the soft tissue defects, posterior thigh flap transposition was performed (Figs. and ). Then the dentate line was repaired and reinforced. A 28-Fr rectal tube was inserted into the anal canal. The total operation time was 296 minutes, and the estimated blood loss was 120 mL. The patient recovered without any complications and discharged home on the sixth postoperative day. After 6 years of follow-up, which included physical examination, ultrasonography, colonoscopy, CT scan, and random biopsies of the perianal skin, there was no evidence of recurrence and no influence in the anal bowel control function.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'11438274': 1, '2843991': 1, '32055473': 1, '23786719': 2, '23001873': 1, '23300373': 1, '13953662': 1, '18584248': 1, '203906': 1, '22796514': 1, '20534991': 1, '19631599': 1, '2161727': 1, '2837369': 1, '12916602': 1, '3030676': 1, '30045309': 2}", "similar_patients": "{'3695793-1': 1}"}