{"patient_id": 15808, "patient_uid": "6982501-1", "PMID": 31998500, "file_path": "comm/PMC006xxxxxx/PMC6982501.xml", "title": "Membranous nephropathy associated with profound hypothyroidism", "patient": "A 64-year-old Hispanic man with no known history of kidney problems presented with dyspnea, fatigue, and lower extremity (LE) edema. There was no positive history of loss of appetite or significant weight loss. His family history was negative for any kidney disease or any autoimmune disease. He was nonsmoker and drinks socially. He does not have any history of illicit drug use. He was not taking any nonsteroidal anti-inflammatory drugs, proton pump inhibitors, antibiotics, or any other known nephrotoxins at home. Examination showed blood pressure of 166/87 mm Hg and edema of scrotum and bilateral LE. His lungs were clear to auscultation bilaterally, and his pulse has regular rate and rhythm.\\nLaboratory indices showed normal sodium and potassium levels, serum creatinine was 3.1 mg/dL (normal baseline), proteinuria 4.5 g per gram of creatinine, albumin 2 g/dL, and hemoglobin 8.9 g/dL with normal iron studies. Thyroid-stimulating hormone was 99.28 mIU/L (normal range 0.27-4.20 mIU/L), free thyroxine (T4) 0.52 ng/dL (normal range 0.93-1.70 ng/dL), and total triiodothyronine (T3) 45 ng/dL (normal range 80-200 ng/dL). His urine microscopy was negative for dysmorphic red blood cells.\\nAt this point, with his history of edema and laboratories suggesting acute kidney injury, hypoalbuminemia, and nephrotic range proteinuria, we were inclined toward the glomerular cause of his kidney injury. We had focal segmental glomerulonephritis, membranous nephropathy, and rapidly progressive glomerulonephritis associated with antineutrophil cytoplasmic antibodies (ANCA) or antinuclear antibodies (ANA) as seen in lupus or hepatitis C-related kidney disease in our mind. Further work-up was ordered to narrow down the differential diagnosis. Complement levels C3 and C4 were normal. Antinuclear, antineutrophil cytoplasmic, antiglomerular basement membrane, thyroglobulin, and thyroid peroxidase antibodies were negative. Protein electrophoresis was negative. Viral serology (HIV and hepatitis) was negative, and hemoglobin A1c was 5.1%. Chest radiograph was negative for any acute cardiopulmonary pathology. Ultrasound showed normal kidneys, and transthoracic echocardiogram revealed ejection fraction of 20%-25%.\\nA kidney biopsy was performed, and electron microscopy showed membranous nephropathy stage II-III with features favoring secondary forms like mesangial proliferation. There were subepithelial and intramembranous deposits with thickening of glomerular basement membrane (Figure ).\\nThe patient was diagnosed with secondary membranous nephropathy likely related to profound hypothyroidism. He was treated with intravenous thyroid hormone replacement with rapid improvement in his symptoms. He was also started on angiotensin converting enzyme inhibitors (ACEI) and diuretics which helped with proteinuria and volume overload, respectively.\\nIn the follow-up clinic visit, his swelling was significantly improved, and his creatinine was close to baseline at 1.1 mg/dL. His proteinuria was also down to non-nephrotic range (0.46 g/g of creatinine) from nephrotic range previously. His serum albumin also improved to 3.6 g/dL. The patient was also referred to an endocrinologist for management of his hypothyroidism.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'34899763': 1, '14960028': 1, '958260': 1, '19095779': 1, '6894269': 1, '31015507': 1, '18762990': 1, '33505693': 1, '31998500': 2}", "similar_patients": "{}"}