{"patient_id": 131731, "patient_uid": "6376526-1", "PMID": 30792584, "file_path": "noncomm/PMC006xxxxxx/PMC6376526.xml", "title": "Homozygous Factor V Leiden Thrombophilia in a Patient With Histologically Confirmed Thromboangiitis Obliterans", "patient": "A 27-year-old Caucasian gentleman was referred to the plastic surgery outpatient clinic with a 7 month history of pain and swelling of his left middle toe. The cause of his symptoms was unclear, with the patient linking the episode to minor trauma. Initially, he had seen a chiropodist who diagnosed him with an in-grown toenail. The toenail was subsequently removed; however, his symptoms worsened. At this stage, he was noted to have subungual discolouration. A punch biopsy was performed with histology demonstrating a pigmented keratinous disc, and he was subsequently referred to our service as a possible case of malignant melanoma.\\nHe has no other significant past medical history and did not take any regular medication. He smoked approximately 10 cigarettes per day since aged 15.\\nUpon review in clinic, he was found to have an ulcerated area over the dorsum of his left middle toe with associated erythema and swelling, which was actively discharging pus but good peripheral pulses. He also reported a 6-week history of similar symptoms on his left index finger, over the dorsum of the proximal inter-phalangeal joint (PIPJ) which had appeared spontaneously. He had been treated with several courses of oral antibiotics by his general practitioner with no improvement. He was admitted acutely for intravenous antibiotics, surgical exploration and washout of both digits, and a biopsy of the left middle toe for microbiology and histology to rule out osteomyelitis and malignant melanoma. Initial biopsy of the nail bed excluded malignancy and instead showed acute inflammatory changes. The index finger defect was further debrided and closed with a local flap.\\nFollowing this initial surgical intervention, the patient went on to have a long and protracted clinical course from complications of poor wound healing and necrosis, with multiple hospital admissions over a 15-month period. He was reviewed by the vascular team with full assessment of peripheral vasculature using ankle-brachial pressure index and computed tomography (CT) angiography which did not identify a specific cause for his necrotic digits. He developed osteomyelitis of both the left third toe and left index finger, which required amputation to prevent proximal spread of infection. A clinical diagnosis of TAO was suspected when he developed similar symptoms in the adjacent left second toe 2 months after initial presentation. Negative autoimmune, vasculitic and coagulopathy screening blood tests, including anti-neutrophil cytoplasm antibodies (ANCA), erythrocyte sedimentation rate, anti-cardiolipin antibodies, anti-thrombin, proteins C and S, supported the diagnosis. Genotyping for prothrombin mutations was negative; however, the patient was positive for homozygous factor V Leiden mutation. Verbal smoking cessation advice was reinforced frequently; however, the patient found complete abstinence difficult. This ultimately resulted in a Ray amputation of the second and third toes due continued non-healing (). Following this, he underwent a short period of remission. Unfortunately due to ongoing use of tobacco, symptoms recurred in the contralateral and dominant right hand affecting his index and middle finger tips ( and ). The right index finger became gangrenous and required amputation. During the procedure, a segment of digital artery was biopsied. Histopathologic analysis showed evidence of chronic inflammation with lymphocytic arteritis and thrombosis, confirming a diagnosis of TAO ().", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'17116654': 1, '10826859': 1, '25987945': 1, '16722538': 1, '9657927': 1, '12975757': 1, '34679434': 1, '8974873': 1, '22679237': 1, '10980358': 1, '7989612': 1, '11108900': 1, '10973678': 1, '21116184': 1, '30792584': 2}", "similar_patients": "{}"}