{"patient_id": 14441, "patient_uid": "6913944-1", "PMID": 31890383, "file_path": "comm/PMC006xxxxxx/PMC6913944.xml", "title": "Inverted Sinonasal Papilloma Involving the Middle Ear with Evidence of Squamous Cell Carcinoma", "patient": "In April 2016, a 76-year-old man presented to the ear, nose & throat (ENT) clinic with a four-month history of nasal obstruction and loss of smell, on the left more than the right. There was no history of epistaxis, hearing loss, vertigo or otalgia. The ear canal, tympanic membrane and tuning fork testing was normal. On nasal endoscopy a polypoidal mass filling the left nasal cavity and extending to the right side through the nasopharynx was evident. Pathology was consistent with inverted papilloma. The remainder of the physical examination of the head and neck showed no abnormalities. Computed tomography at that time showed a locally advanced tumor of the left nasal cavity and left maxillary sinus; the temporal bone was clear (Figure ).\\nThe patient underwent a left endoscopic medial maxillectomy where the gross abnormal polypoid tissue was completely removed with histopathology findings consistent with inverted schneiderian papilloma with focal mild to moderate grade dysplasia (Figure ).\\nThe postoperative period was uneventful. Unfortunately, there was no follow-up until the patient presented in February 2018 after 20 months of the initial surgery with tinnitus and hearing loss in the left ear. Otoscopy showed an intact immobile left tympanic membrane. No remarkable changes in the contralateral ear. Tympanometry of the right ear revealed (type A) normal middle ear pressure and low compliance, as for the left ear it revealed flat (type B) tympanogram. Audiometry results for the right ear showed moderate sensorineural hearing loss with 48 dB pure tone average, as for the left ear results revealed severe mixed hearing loss with a pure tone average of 83 dB with an air-bone gap of 20-25 dBHL from 500 Hz to 4 KHz. Nasal endoscopy showed a small nasal mass limited to the anterior maxillary wall on the left side with an unremarkable nasopharyngeal exam. Computed tomography of the head and sinuses demonstrated complete opacification of the left middle ear cavity and mastoid air cells without evidence of erosive bony changes (Figure ).\\nThe patient underwent endoscopic resection of the left maxillary sinus with myringotomy and tube insertion in the left ear. A biopsy was obtained from the left middle ear after finding a fleshy mass filling the cavity. The pathology was consistent with inverted papilloma and severe epithelial dysplasia while the specimen from left maxillary sinus showed inverted papilloma with a milder form of epithelial dysplasia.\\nIn May 2018, based on the above, the patient underwent a left canal wall up mastoidectomy with tympanoplasty. The tumor had filled the middle ear and extended towards the antrum and mastoid cavity. All visible tumor was completely resected, sent for pathology which showed the tissue to be consistent with nonkeratinizing squamous cell carcinoma in situ with focal micro invasion by inverted papilloma and malignant transformation (Figure ).\\nHuman papillomavirus presence was detected with immunohistochemistry and found to be strongly positive for P16 (Figure ).\\nPostoperative facial nerve functional assessment was intact. The assessment was done by using the House-Brackmann grading scale which was equivalent to grade 1.\\nIn February 2019, CT scan showed erosion of the left ossicles and left tegmen tympani. The patient was admitted for a revision canal wall down mastoidectomy. The tumor had recurred and was seen in all compartments of the mastoid air cell system and the epitympanum extending to the middle ear. All tissue biopsies from the left mastoid, middle ear, and Eustachian tube showed invasive nonkeratinizing squamous cell carcinoma arising from inverted papilloma with malignant transformation. There was no involvement of nasopharynx as biopsy results were negative for neoplasm. In April 2019, the patient was referred for adjuvant radiation therapy (RT) due to residual malignant tumor in the left external auditory canal that was detected by positron emission tomography scan (PET) which showed interval progression of the fluorodeoxyglucose (FDG) avid soft-tissue attenuation that involves the left external auditory meatus (Figure ) and magnetic resonance imagining (MRI) which showed an interval progression of left external auditory canal wall thickness (Figure ).\\nThe patient received a total dose of 66 Gy of radiation to the left ear and completed the course of treatment over seven weeks.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'22565660': 1, '3120114': 1, '34021464': 1, '21817933': 1, '1845817': 1, '12170161': 1, '30610035': 1, '27085508': 1, '25360173': 1, '20875193': 1, '11802052': 1, '28966465': 1, '9464958': 1, '23374679': 1, '2539243': 1, '24311418': 1, '22447665': 1, '1527461': 1, '21039306': 1, '7646857': 1, '31890383': 2}", "similar_patients": "{}"}