{"patient_id": 15630, "patient_uid": "6967279-1", "PMID": 32025915, "file_path": "comm/PMC006xxxxxx/PMC6967279.xml", "title": "Oesophageal submucosal hematoma after flow diverter embolization with favourable outcome treated by discontinuing postoperative antiplatelet therapy for only three days: a case report", "patient": "A 75-year-old woman (height 134 cm, weight 37 kg) underwent flow diverter placement for an unruptured cerebral aneurysm under general anaesthesia. Her medical history and preoperative complications were unremarkable. Preoperative laboratory data were within normal limits, with no coagulation abnormalities. She received dual antiplatelet therapy with aspirin and clopidogrel beginning 10 days prior to surgery.\\nAnaesthesia was induced with a target-controlled infusion of propofol (3.0 μg/ml) and fentanyl (50 μg). After administration of rocuronium (30 mg), tracheal intubation was performed uneventfully with a video laryngoscope (McGRATH MAC™), followed by smooth insertion of a gastric tube. The gastric tube was maintained without suction intraoperatively. Anaesthesia was maintained with target-controlled infusion of propofol and remifentanil 0.05–0.1 μg/kg/min with an inhaled oxygen concentration of 42% under standard monitoring, as well as direct radial artery pressure monitoring.\\nHeparin (4000 units) was intravenously administered at the beginning of surgery. Activating clotting time was 159, 254, and 244 s before surgery, 15 min after starting surgery, and at the end of surgery, respectively. The operative approach was from the femoral artery. Surgery was performed without complications. Protamine was not administered at the end of surgery. Intraoperatively, the patients’ blood pressure remained at 80–120/40–50 mmHg and her heart rate remained at 55–65 beats/min with no acute hemodynamic changes.\\nContinuous infusion of propofol and remifentanil were discontinued at the completion of surgery. The patient awakened 20 min after completion of surgery, and her systolic blood pressure increased to 150 mmHg. The gastric tube was removed without any abnormal findings, such as blood in the secretions. The tracheal tube was removed smoothly. Continuous infusion of argatroban was initiated at completion of surgery. The operation time was 97 min, and anaesthesia time was 172 min.\\nDue to systolic blood pressure greater than 150 mmHg, continuous infusion of nicardipine was initiated to maintain systolic pressure below 140 mmHg after entering the recovery room. The patient started to complain of chest pain 90 min after entering the recovery room. At that time, her blood pressure was 155/77 mmHg and her pulse rate was approximately 70 bpm. The electrocardiogram was unremarkable, and blood biochemical haemostatic function testing showed no abnormal findings without prolonged activated partial thromboplastin time (120 s). She developed hematemesis 120 min after entering the recovery room. Her blood pressure and heart rate remained stable. Emergent computed tomography (CT) was performed. Although the vascular system was normal, expansion of the oesophagus was noted (Fig. ). Due to a decrease in blood pressure to 90/47 mmHg and haemoglobin level from 11.7 to 8.7 g/dL, the patient was given fluid resuscitation and was transfused with 6 units of red blood cells and 6 units of fresh frozen plasma following CT examination. Considering the risk of tracheal aspiration, we performed tracheal intubation. Upper gastrointestinal endoscopy (UGE) was performed, and an oesophageal submucosal hematoma extending longitudinally on the right wall, 17 cm from the incisor, was noted. Because a narrowed lumen and oozing due to scope contact were recognised, observation was limited to the lower oesophagus (Fig. ).\\nConservative treatment was initiated with the cessation of continuous infusion of argatroban and the planned postoperative antiplatelet therapy. CT performed 2 days postoperatively showed reduced dilation of the oesophagus, and thus, the tracheal tube was removed. A nasogastric tube was inserted 3 days after surgery without any abnormal findings, and antiplatelet therapy was resumed on the same day. The patient had no symptoms even after the resumption of antiplatelet therapy. UGE performed 11 days postoperatively showed that the submucosal hematoma was almost completely resolved, and solid food intake was resumed. The patient showed good recovery and was discharged 27 days after surgery.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'25385746': 1, '11023585': 1, '29457098': 2, '3266591': 1, '23705034': 1, '27467902': 1, '12811714': 1, '24930876': 1, '19762321': 1, '32025915': 2}", "similar_patients": "{'5804650-1': 1}"}