{"patient_id": 6620, "patient_uid": "6389468-1", "PMID": 30847198, "file_path": "comm/PMC006xxxxxx/PMC6389468.xml", "title": "Delayed efficacy of radiofrequency catheter ablation on arrhythmias originating in the interventricular basal septum", "patient": "A 56-year-old man suffering from dyspnea for mild efforts was admitted to our hospital. He denied home therapy and he had a history of systemic arterial hypertension, obesity, sleep apnea, and persistent atrial fibrillation treated with electrical cardioversion in 2015, without known recurrences.\\nHis physical examination pointed out cardiac arrhythmic activity, pulmonary congestion, jugular venous distension, hepatomegaly, and mild ankles swelling. Blood tests in the emergency department suggested acute heart failure with mild elevation of myocardial necrosis indices (pro-BNP 5264 pg/mL, LDH 256 UI/L, CPK 597 UI/L, troponin T hs 0.023 μg/L with normal value <0.014 μg/L). Hilar congestion and cardiomegaly resulted from chest x-ray examination.\\nThe 12-lead ECG showed sinus rhythm with frequent monomorphic PVCs in bigeminy pattern, short runs of nonsustained VT (NSVT), and accelerated idioventricular rhythm. PVCs had right bundle branch block (RBBB) pattern, precordial transition in lead V1, and inferior QRS axis (Figure ).\\nTransthoracic echocardiogram revealed severely reduced systolic\\function (EF 23%) with global hypokinesia, mild left ventricular dilatation (LVEDD 60 mm), normal LV mass, and wall thicknesses. Moreover, moderate mitral regurgitation and restrictive transmitral flow pattern were detected.\\nThe coronary angiography was performed and no coronary stenoses were found.\\nHeart failure therapy was started. Because of the limited effectiveness of beta-blockade on PVCs and NSVT, amiodarone was administered, but it caused prolongation of QTc interval requiring suspension of the antiarrhythmic drug.\\nIn the suspicion of acute viral myocarditis, the serology for the most common cardiotropic viruses was tested but resulted negative. Due to the impossibility to suppress arrhythmias and to perform real-time sequences, cardiac magnetic resonance imaging (CMR) was not realized.\\nThe electrophysiological study was performed with electroanatomical mapping system (Carto® 3, Biosense Webster) guided by intracardiac echocardiography (ICE) (Figure A). The high-density substrate mapping did not found any scar zones. Through the right femoral artery, an irrigated-tip ablation catheter (ThermoCool® SmartTouch® Catheter, Biosense Webster Inc, Irvine, CA, US) was inserted via a retrograde transaortic fashion for mapping and ablation. The earliest activation site was found in close proximity to the anterior part of the aorto-mitral continuity (AMC), which was prior to onset of QRS 28 ms (Figure B). Multiple RF applications were delivered to the earliest activation site with a target temperature of 43°C and a maximum power of 40 W, resulting in transient suppression of PVCs during erogations and early recurrence after the end of deliveries (Figure C). Electroanatomical mapping of RVOT was also performed in order to exclude a right exit of VAs, with multiple RF deliveries at the earliest activation site in the postero-septal RVOT wall which showed a local presystolic activation of 25 ms. As in LVOT ablation attempts, RF resulted in rapid disappearance and early recurrence of PVCs. A nonmatching pace-map resulted when pacing from the earliest site of endocardial activation at both sides of the septum. These features suggested an intramural focus within the interventricular basal septum. Mapping the site of origin via venous system was not accomplished because the mapping catheter could not be positioned in a perforator branch of the great cardiac vein (GCV). Hence, after many RF energy deliveries, the procedure was aborted, resulting in failure to suppress PVCs.\\nAfter 72 hours of observation, PVCs disappeared although there were no changes in medical therapy. One week after the PVCs disappearance, transthoracic echocardiogram showed improved systolic performance with a LVEF of 40% and slight reduction in LV diameter. After one month of follow-up, cardiac function was completely normalized and ambulatory ECG monitoring showed stable sinus rhythm without arrhythmia recurrences.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'25133468': 1, '28855272': 1, '22407415': 1, '24036605': 1, '28212738': 1, '26283265': 1, '7685879': 1, '20855374': 1, '24612052': 1, '19265587': 1, '31650457': 1, '18404727': 1, '8848397': 1, '26449143': 1, '30847198': 2}", "similar_patients": "{}"}