{"patient_id": 11641, "patient_uid": "6732503-1", "PMID": 31516807, "file_path": "comm/PMC006xxxxxx/PMC6732503.xml", "title": "Efficacy of using trimethoprim-sulfamethoxazole prophylaxis in an adult patient with autoimmune neutropenia", "patient": "A 63-year-old Japanese man with immune thrombocytopenic purpura (ITP) and diabetes mellitus was admitted because of acute pneumonia along with neutropenia. Upon admission, he was not under treatment with corticosteroids or immunosuppressants for ITP. His pneumonia improved with antibiotic therapy (antibiotics used unknown) and the administration of granulocyte colony-stimulating factor (G-CSF). The patient had reported a similar episode 2 years ago. After his pneumonia had resolved, he was hospitalized for further examinations related to neutropenia. Hematological examination revealed neutropenia (white blood cell count = 1850/µL: metamyelocytes, 1.0%; stab neutrophils, 6.0%; segmented neutrophils, 3.0%; lymphocytes, 53.0%; monocytes, 20.0%; eosinophils, 15.0%; and basophils, 2.0%) and thrombocytopenia (3.5 × 104/µL). Bone marrow analysis (Figure ) showed hypercellularity with a reduced number of mature neutrophils and evidence of arrested maturation (nucleated cell count, 34.8 × 104/µL; megakaryocyte count, 167/µL; myeloid/erythroid ratio, 1.9; myeloblasts, 1.6%; promyelocytes, 3.9%; myelocytes, 13.1%; metamyelocytes, 12.9%; stab neutrophils, 17.8%; and segmented neutrophils, 3.3%). Phagocytosis of granulocytes by macrophages was observed. No malignant cells or dysplasia was noted, and the karyotype was normal. The results of the liver and renal function tests were all normal, as were serum albumin, vitamin B12, and folic acid levels. C-reactive protein (CRP) was weakly positive (0.8 mg/dL). The results of the serological tests for hepatitis B virus, hepatitis C virus, human immunodeficiency virus, cytomegalovirus, and human parvovirus B19 were negative, and antibodies to Epstein-Barr virus indicated a previous infection pattern. The serum β-D-glucan level was within the normal range. A 13C-urea breath test did not detect Helicobacter pylori. Autoimmune antibodies, including rheumatoid factor, anticyclic citrullinated peptide antibody, antinuclear antibody, anti–double-stranded DNA antibody, anti-Sm antibody, anti-RNP antibody, anti–SS-A antibody, myeloperoxidase-antineutrophil cytoplasmic antibody (ANCA), and proteinase-3-ANCA, were negative. A granulocyte immunofluorescence test showed that the patient was positive for antineutrophil antibodies (human neutrophil antigen [HNA]-1a, HNA-1b, HNA-2, HNA-3a, HNA-4a, and 9a). Elevated levels of serum G-CSF (enzyme-linked immunosorbent assays [ELISA]: 66.7 [normal: <39] pg/mL) and platelet-associated immunoglobulin (ELISA: 95 [normal: <46] ng/107 cells) were observed. No symptoms and physical findings suggestive of infections and connective tissue diseases were found. His usual medication, glimepiride, was initiated later than the onset of neutropenia and was not changed. No other causes of neutropenia, such as drug-induced conditions, infections, or connective tissue diseases, could be identified. On the basis of the bone marrow findings and positive antineutrophil antibodies, the patient was diagnosed as having secondary AIN coexisting with ITP.\\nFrom approximately 5 months after his pneumonia ameliorated, he began to have recurring high fever once or twice monthly, with productive cough and elevated serum CRP level (maximum: 10.9 mg/dL). Gastrointestinal symptoms were not observed. Urinalysis revealed no infectious agents. Apparent computed tomographic findings suggestive of infection in his chest, abdomen, and pelvis were not observed. No pathogenic microorganisms were identified. According to the patient, he often had fever accompanied by productive cough. After every administration of antibiotic (ceftriaxone, cefpodoxime, levofloxacin, or moxifloxacin) and G-CSF, his symptoms improved and serum CRP level decreased promptly. The amelioration and recurrence of symptoms continued for approximately 1 year. However, after the initiation of oral TMP/SMX (160/800 mg/d) (body weight: 82 kg), his fever did not recur, and the CRP level was normalized. TMP/SMX was continuously administered. Two months after the initiation of treatment, we changed the dose of TMP/SMX to 80/400 mg/d. Subsequently, although his neutropenia persisted, no signs of recurrence, including respiratory tract infection, were observed for more than 3 years (Figure ). Moreover, no TMP/SMX-induced adverse effects were observed.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'11340533': 1, '9414283': 1, '22258955': 1, '19293004': 1, '21258094': 1, '12588198': 1, '30078793': 1, '24827415': 1, '12847323': 1, '31516807': 2}", "similar_patients": "{}"}