{"patient_id": 9694, "patient_uid": "6601707-3", "PMID": 31102323, "file_path": "comm/PMC006xxxxxx/PMC6601707.xml", "title": "Durable response for ampullary and duodenal adenocarcinoma with a nab-paclitaxel plus gemcitabine ± cisplatin combination", "patient": "A 52-year-old woman presented in April 2014 with jaundice, pruritus, nausea, and vomiting. A duodenal mass was found obstructing her biliary tree. She received a Whipple procedure. Surgical pathology showed a 6.5-cm adenocarcinoma, moderately differentiated with partial mucinous differentiation, arising in small intestinal tubulovillous adenoma with high-grade dysplasia, invasive into peri-intestinal soft tissue, with contiguous extension into pancreas, and 7 of 25 lymph nodes were involved with metastatic carcinoma. The patient's disease was pathological stage T4N2M0. IHC staining was positive for CK7, CK20, CDX-2, and MUC-1 (negative staining for MUC-2), employing a cutoff threshold for positivity of 25%. Subsequently, the patient received 6 cycles of FOLFOX adjuvant chemotherapy.\\nTwo years after her initial Whipple surgery, surveillance CT revealed development of extensive peritoneal metastatic disease in the abdomen and new hepatic hypo-densities consistent with tumor recurrence. After 10 months of palliative FOLFIRI chemotherapy starting in June 2016, her cancer progressed on both CT scans and tumor marker CA19-9. Because her tumor's immunophenotypic profile was positive not only for MUC1 and CK7 but also for CK20 and CDX-2, her tumor was considered ambiguous with both pancreaticobiliary-type and intestinal-type features. Nab-paclitaxel 125 mg/m2 plus gemcitabine 300-400 mg/m2 was chosen as third-line salvage chemotherapy with each given over 30 minutes weekly, 3 weeks on and 1 week off. Tumor response was demonstrated by CT scans and tumor marker CA19-9 markedly declined from 452unit/ml to 42unit/ml and has remained stable for 1 year (5/2017-3/2018) (Figure ).", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'23439753': 1, '20375404': 1, '19164203': 1, '26603157': 1, '24131140': 1, '22956064': 1, '26933414': 2, '17653761': 1, '19697352': 1, '27859010': 1, '33940348': 1, '33268964': 1, '32860204': 1, '29313949': 1, '31102323': 2}", "similar_patients": "{'6601707-1': 2, '6601707-2': 2, '4748796-1': 1}"}