{"patient_id": 11421, "patient_uid": "6716965-1", "PMID": 31511821, "file_path": "comm/PMC006xxxxxx/PMC6716965.xml", "title": "Combined Extra- and Intrapleural Hematoma After Blunt Chest Injury in an Anticoagulated Patient", "patient": "An 88-year-old Caucasian female presented to our hospital due to a left-sided hemothorax. The past medical history was significant for atrial fibrillation, and she was on a regiment of warfarin with an international normalized ratio (INR) goal greater than two for embolic prophylaxis. She sustained a mechanical fall from standing with no apparent neurologic consequences. Advanced trauma life support protocol was initiated on arrival (Figure ). Her airway and breathing were maintained spontaneously. However, she arrived hypotensive with a blood pressure of 80 over 65. The remainder of her primary survey was negative. A portable X-ray in the trauma bay confirmed the presence of a left hemothorax. A single transfusion of packed red blood cells (PRBC) was able to stabilize her systolic blood pressure. A 36-French chest tube was placed with an immediate return of 800 mL of blood (Figure ).\\nA follow-up chest X-ray indicated only a partial evacuation of the previously seen hemothorax with a significant amount of undrained blood. Blood work on arrival and before transfusion showed a white blood cell count of 15,000 per milliliter, a hemoglobin of 7.4 grams per deciliter, a hematocrit of 23.2%, a platelet count of 78,000, prothrombin time of 15.6, INR of 1.5, and partial thromboplastin time of 35.7. A thromboelastogram (TEG) done on arrival showed decreased maximum amplitude to 15.4 (normal >55). She received an additional \"four-pack\" platelets, one dose of prothrombin complex concentrate (Kcentra), and one dose of vitamin K to reverse her coagulopathy.\\nAfter initial stabilization, computed tomography (CT) of the chest was performed, which revealed a combined intrapleural and extrapleural hematoma (Figures -). The chest tube had successfully drained the intrapleural hematoma, but the extrapleural hematoma persisted. The patient was admitted to the surgical intensive care unit (SICU), and on hospital day two, the patient underwent open thoracotomy for the evacuation of her hematoma. Approximately two liters of clots were manually removed, a chest tube was placed in the patient’s extrapleural space. And underwent rib plating of left ribs 6 and 7 using the MatrixRIB Fixation System.\\nOxygenation showed marked improvement after the procedure with PaO­2/FiO2 ratio jumping from 130 to 275 on a postoperative day (POD) 1. Her thoracostomy tubes were removed on POD seven, and the patient was successfully discharged to rehabilitation on POD eight. At the time of discharge, the patient’s final chest X-ray showed a complete resolution of her hematoma.", "age": "[[88.0, 'year']]", "gender": "F", "relevant_articles": "{'27282950': 1, '20818277': 1, '20978993': 1, '17491355': 1, '19508736': 2, '15283394': 1, '21790635': 1, '27235591': 1, '16312208': 1, '10522798': 1, '9275878': 1, '26388280': 1, '19266199': 1, '31511821': 2}", "similar_patients": "{'2700073-1': 1}"}