{"patient_id": 1456, "patient_uid": "6064020-1", "PMID": 30083215, "file_path": "comm/PMC006xxxxxx/PMC6064020.xml", "title": "An Interdisciplinary Approach for Management of an Extensive Carious Premolar", "patient": "A 42-year-old male patient was referred to the Endodontic Specialist Clinic in 2016 for the management of left maxillary first premolar with advanced caries. At the time of consultation, tooth #24 was asymptomatic. The patient’s medical history was non-contributory.\\nClinical examination revealed subgingival caries on mesial surface of tooth #24 (). The probing depth was within normal limit. The tooth was not tender to percussion, palpation or biting and it was not mobile. Pulp sensibility test (Elements Diagnostic Unit, SybronEndo, Orange, CA, USA) was performed and failed to elicit a response. A periapical radiographic examination revealed a periapical radiolucency of the tooth (). The tooth was diagnosed with pulp necrosis; asymptomatic apical periodontitis.\\nThe patient was advised of the clinical findings and various treatment options were discussed. The patient decided to proceed to the following agreed treatment plan which was; 1) nonsurgical root canal treatment, 2) orthodontic extrusion by a sectional fixed appliance and 3) post-retained all ceramic crown. The potential technical difficulties such as providing coronal seal and exposure of the sound tooth structure via orthodontic extrusion for placement of restorative margin were explained to the patient.\\nWritten consent for the proposed treatment was obtained from patient. At the first visit, nonsurgical root canal treatment was initiated after local administration of 2% mepivacaine with 1:100000 epinephrine (Scandonest 2% Special, Septodont, France). The tooth was isolated with dental dam. The canals were accessed under surgical microscope (OPMI Pico Zeiss Dental Microscope, Germany). The working length was determined using an electronic apex locator (Root ZX mini, J. Morita, Japan) and verified radiographically (). The canals were prepared using NiTi rotary files (ProTaper NEXT rotary files, Dentsply Maillefer, Ballaigues, Switzerland). Sodium hypochlorite (2.5%) was used as an irrigant and calcium hydroxide (Calcipex II, Nishika, Japan) as intracanal medicament. The access cavity was restored with temporary restoration (Intermediate Restorative Material, Dentsply Caulk, Milford, United States). After a week, the root canals were re-entered and irrigated with 2.5% sodium hypochlorite to remove the intracanal medicament. Fitting of master gutta-percha was verified radiographically. Canals were irrigated with 2.5% sodium hypochlorite, 17% ethylene-diamine-tetra-acetic acid, normal saline and 2% chlorhexidine (final irrigation protocol) using passive sonic irrigation (EndoActivator System Kit, Dentsply Maillefer, Ballaigues, Switzerland). The root canals were dried with calibrated absorbent paper points. Warm vertical compaction technique was used to obturate all canals. After the completion of obturation, post space was prepared in the palatal canal using post drill. Five mm of gutta-percha was retained apically and fiber post (RelyX™ Fiber Post, 3M ESPE, United States) was cemented with resin cement (RelyX™ Unicem™ Self-Adhesive Universal Resin Cement, 3M ESPE, United States). Subsequently, composite core was placed on the tooth ().\\nThe patient was then scheduled for an orthodontic extrusion procedure by using a segmental arch techniques (SAT) of fixed appliance. An orthodontic band with labial bracket was fitted and cemented on tooth #24 to allow all remaining crown structures to be protected for retention and resistance during extrusion. Brackets were bonded on the labial surfaces of teeth #21 to 26 (). These neighbouring teeth were used as anchoring teeth. An orthodontic wire (0.016 NiTi) was ligated to the bracket from tooth #21 to tooth #26 to produce the extrusion force on tooth #24, so that the NiTi wire was able to provide a continuous low force for a long time frame. After four weeks, tooth #24 had been extruded for about 1 mm. The same band was debanded and recemented more gingivally. The extrusion force was reapplied with the same arch wire and palatal cusp tip of tooth #24 was reduced to prevent occlusal interference with the lower teeth. After the second four weeks, around 2 mm of extrusion had been achieved and this was judged to be sufficient ().\\nFollowing extrusion, fibrotomy was performed under local anaesthesia to prevent relapse. Subsequently, post-retained all ceramic crown preparation was performed and acrylic crown was cemented as provisional crown (). Composite button was placed on provisional crown to retain the position of the extruded tooth #24 (). All ceramic crown was cemented as the final restoration a week later.\\nAt one year review, patient was symptom-free. He expressed his satisfaction with the treatment from aesthetic point of view (). Clinically, the crown was satisfactory and there was no evidence of apical pathology in periapical radiograph (B).", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'2664141': 1, '1782893': 1, '15798683': 1, '20616834': 1, '1474471': 1, '19655553': 1, '3531482': 1, '16399275': 1, '16536193': 1, '16186757': 1, '2187080': 1, '12716328': 1, '19166548': 1, '6594285': 1, '22944311': 1, '11203559': 1, '30083215': 2}", "similar_patients": "{}"}