{"patient_id": 3955, "patient_uid": "6217880-1", "PMID": 30425864, "file_path": "comm/PMC006xxxxxx/PMC6217880.xml", "title": "Development of Focal Nodular Hyperplasia after Cyclophosphamide-Based Chemotherapy in a Patient with Breast Cancer", "patient": "A 45-year-old woman was admitted to our breast surgery unit because of a palpable breast lesion in March 2014. After core biopsy she was diagnosed with breast cancer and received systemic neoadjuvant chemotherapy of cyclophosphamide (500mg/m2)-docetaxel (75mg/m2)-pharmorubicin (90mg/m2) regimen every 3 weeks. Computed tomography (CT) scan performed at the diagnosis of cancer and ultrasonography test before each cycle of chemotherapy showed no hepatic abnormality (). After 4 courses of chemotherapy, a 3 × 3cm slightly hypoisoechoic hepatic lesion was identified in left lateral lobe on routine ultrasonography (USG) (). On subsequent plain CT scan, the lesion is homogeneous and isointense compared to surrounding liver parenchyma (). After enhancement, rapid homogeneous enhancement of lobular-shaped nodule was seen in the arterial phase with a slightly hypodense central scar (). The lesion is isodense without signs of central scar in the portal venous phase (). Abdominal magnetic resonance imaging (MRI) showed that the lesion is slightly hypointense on T1-weighted image with the central scar appears more significant hypointense () and slightly hyperintense on T2-weighted images (). After enhancement, there is strong homogeneous enhancement of the lesion except for the central area during the arterial phase () and slightly hyperintense in the portal venous phase () compared to the normal liver tissue in fat-saturated T1-weighted image.\\nBoth the patient's liver function serum values and tumor makers were within normal range and she had a negative hepatitis virus serology at the time when hepatic nodules were diagnosed. Besides, she had no history of smoking, drinking, or medication use and had no relevant family history. As the imaging findings could not be used to rule out the possibility of hepatocellular carcinoma, a histological examination was recommended. However, the patient refused to take liver biopsy due to personal reasons. Considering CT and MRI indicate the typical presentation of FNH, modified radical mastectomy was conducted afterwards and the patient was pathologically staged as pT2N2M0-GIII. The subsequent chemotherapy was 2 courses of the same regimen. The follow-up USG and CT showed that the lesion had been stable until the time of the report. She had been disease-free for more than 4 years.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'10876822': 1, '25755580': 1, '18345321': 1, '3542208': 1, '16739692': 1, '11129233': 1, '16635391': 1, '19079655': 1, '16947339': 1, '25840335': 1, '12406916': 1, '16052333': 1, '14998849': 1, '12784348': 1, '17287167': 1, '30425864': 2}", "similar_patients": "{}"}