{"patient_id": 132560, "patient_uid": "6432829-1", "PMID": 30931262, "file_path": "noncomm/PMC006xxxxxx/PMC6432829.xml", "title": "Bordetella hinzii Endocarditis, A Clinical Case Not Previously Described", "patient": "In February 2018, a 79-year-old male patient was admitted to the emergency room of Hospital Infanta Cristina, Madrid, Spain because of fever, cough and yellow expectoration, accompanied by alterations in behaviour, dysarthria and unsteady gait. The patient had undergone surgery in 2013 for severe symptomatic aortic valve stenosis, and had an aortic valve biological prosthesis inserted. He had chronic liver disease (class B on the Child Pugh score, with portal hypertension), chronic kidney disease stage III, well-controlled diabetes mellitus type II (HbA1c 5.2%) and high blood pressure. He also had colon adenocarcinoma in remission after right hemicolectomy in 2000. On admission, initial tests showed an increase in C-reactive protein, thrombocytopenia, hyperbilirubinemia and mild hypertransaminasemia. The cranial CT scan, chest x-ray and abdominal ultrasound were normal. Urine, sputum and blood cultures were drawn and antibiotic treatment with ceftriaxone was prescribed. The urine and sputum cultures were negative.\\nA Gram-negative bacillus was isolated in blood cultures 72 hours later and identified as Bordetella hinzii using matrix-assisted laser desorption ionization-time of flight mass spectrometry (MALDI-TOF MS; Bruker, Germany). In vitro antibacterial susceptibilities were evaluated using the gradient (E-test; bioMerieux, France) strip method. MICs were: cefotaxime, <256 mg/l; imipenem, 2 mg/l; levofloxacin, 1 mg/l; erythromycin, 16 mg/l; minocycline, 1 mg/l; and co-trimoxazole, 0.1 mg/l. The identification was confirmed using molecular techniques based on 16S rDNA sequencing.\\nAntibiotic therapy was scaled up to meropenem, improving the respiratory and neurological symptoms. However, 7 days later, fever was still present, and persistent bacteraemia due to B. hinzii was detected in a new batch of blood cultures. It was therefore decided to include piperacillin-tazobactam and to expand the study: a chest-abdomen-pelvis CT scan did not show any relevant pathological findings, but a transoesophageal echocardiogram revealed an enlarged image (29×14 mm) in the anterior segment of the aortic prosthesis, which continued in the initial segment of the ascending aorta, suggesting a periaortic abscess within the preserved aortic valve (). A PET-CT scan showed an increase in the pathological metabolism of the periaortic valve prosthesis, consistent with a perivascular infectious pathology (). Given the diagnosis of infective endocarditis caused by B. hinzii in the periaortic prosthetic valve, the patient was sent to the cardiac surgery service of our referral hospital where the prosthetic aortic valve and mitral valve were replaced, and the interatrial septum (where the abscess was observed) resected. Samples of the periprosthetic abscess collected during the operation confirmed the presence of B. hinzii. The final diagnosis was acute endocarditis caused by B. hinzii of the aortic prosthetic valve, a continuing mitral abscess and a septal abscess.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'10908033': 1, '24721229': 1, '34388087': 1, '32025312': 1, '34424178': 1, '18482816': 1, '34463239': 1, '34301946': 1, '26584467': 1, '30931262': 2}", "similar_patients": "{}"}