{"patient_id": 128902, "patient_uid": "6153135-1", "PMID": 30254975, "file_path": "noncomm/PMC006xxxxxx/PMC6153135.xml", "title": "Spontaneous and simultaneous complete bilateral rupture of the quadriceps tendon in a patient receiving hemodialysis: A case report and literature review", "patient": "A 43-year-old male with renal failure (hemodialysis for 20 years) presented with bilateral pain and cutaneous depression upon palpation above the patella (Figure ). The patient exhibited good general conditions with no signs of malnutrition. Bone densitometry, which was previously performed, revealed osteopenia related to chronic kidney disease. There was no significant medical history, and no other co-morbidities were noted. Although no traumatic context had been reported, clinical examination noted incomplete active knee extension that was very painful. Radiographs of the knee showed a lowering of the patella with diffuse bone demineralization due to renal failure (Figure ). The patient subsequently underwent ultrasonography and magnetic resonance imaging (MRI) to examine the appearance of the overlying tendon and muscle (Figure ). Accordingly, simultaneous and spontaneous rupture of both quadriceps tendons at the patellar insertion was confirmed. Laboratory analyses revealed a white blood cell count of 8540/mm³, hemoglobin of 8 g/dL, platelet count of 352000/mm³. Blood testing revealed the following values: sodium, 137 mmol/L; potassium, 4.8 mmol/L; calcium, 2.2 mmol/L; phosphorus, 0.9 mmol/L; serum uric acid, 267 μmol/L; creatinine, 765 μmol/L; and serum parathyroid hormone, 45 pg/mL (normal, 9-65 pg/mL). Hemostasis assessment was within normal limits. The treatment consisted of tendon reinsertion through tendon-to-bone repair (Figure ). The patient was immobilized for 4 wk with a splint before undergoing regular rehabilitation. He was allowed to fully bear weight 6 wk after his surgery. The operative follow-up was simple. A year later, the patient showed excellent results and regained his former autonomy (Figure ).", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'16189308': 1, '32545914': 1, '16119286': 1, '16951978': 1, '5445722': 1, '12828449': 1, '19377648': 1, '19918285': 2, '19292325': 1, '29662599': 1, '20572481': 1, '30715026': 1, '30900018': 1, '10832946': 1, '26958106': 1, '3522596': 1, '6985557': 1, '32399154': 1, '30254975': 2}", "similar_patients": "{'2767147-1': 1}"}