{"patient_id": 132254, "patient_uid": "6415473-1", "PMID": 30886527, "file_path": "noncomm/PMC006xxxxxx/PMC6415473.xml", "title": "Peritoneal Dialysis and Malignancy: An Experience With a Patient Complicated by Gastric Carcinoma", "patient": "An 86-year-old man who had been treated with daytime PD using single daily exchange (1 L of 1.35% glucose dialysate) with a total dwell time of 4 h for 14 months due to ESKD secondary to hypertensive nephrosclerosis was admitted to our hospital with a recent history of malaise, abdominal discomfort, and anorexia. He reported several episodes of hematochezia or tarry stool during the last 2 weeks. After the implantation of a Tenckhoff PD catheter at 85 years of age through a classic transverse surgical incision, he was exclusively treated with the procedure. As a result, his serum creatinine levels ranged from 5.04 to 5.48 mg/dL. Four months before this admission, cloudy dialysate was noted with an elevated number of leukocytes in the peritoneal fluid (1710/µL) with 80% neutrophils, 17.5% monocytes, 1% eosinophils, and 0.5% lymphocytes. At the time, cytological tests of the effluent showed no malignant cells. The patient did not manifest fever or abdominal pain, and peritoneal fluid cultures were negative for bacteria and fungi, whereas the effluent turbidity subsided and the dialysate cell count eventually dropped to <100/µL after initiating an empirical treatment with intraperitoneal meropenem. Although the leukocyte differential as well as the cell count in peritoneal effluent were not monitored on a regular basis during the observation period, we confirmed that the leukocyte counts were 28 and 46/µL at 5 and 2 weeks prior to this admission, respectively. His other medical history included asymptomatic hyperuricemia, and he had undergone conventional open cholecystectomy because of acute cholecystitis 37 years before.\\nAt the time of admission, he was alert and oriented. His blood pressure and temperature were 164/77 mm Hg and 35.5°C, respectively. An abdominal examination disclosed mild discomfort upon deep palpation, but neither rebound tenderness nor organomegaly was noted. A laboratory evaluation revealed the following results: white blood cell count, 8800/ mm3; hemoglobin, 9.7 g/dL; hematocrit, 29.3%; platelet count, 26.6 × 104/ mm3; blood urea nitrogen, 117 mg/dL; serum creatinine, 6.1 mg/dL; sodium, 131 mmol/L; potassium, 5.7 mmol/L; chloride, 95 mmol/L; and a C-reactive protein level, 4.17 mg/dL. Upper gastrointestinal endoscopy performed on hospital day 3 showed an elevated, ulcerated, and friable lesion around the lesser curvature of the stomach, extending from 1 cm below the gastroesophageal junction to near the pylorus with invasion to the anterior and posterior wall of the body, whereas concurrent gastric biopsy specimens revealed moderately differentiated adenocarcinoma ( and ). A subsequent computed tomography (CT) examination showed the thickening of the gastric wall corresponding to the neoplastic lesion, with multiple enlarged regional lymph nodes. Small nodular lesions in the omentum and enhanced parietal peritoneum were also demonstrated (). At this point, no cloudy effluent was observed, while a cytological examination of the clear drained dialysate revealed clusters of malignant cells consistent with adenocarcinoma (). Based on these findings, the patient was diagnosed with advanced-stage Borrmann type 3 gastric cancer with peritoneal dissemination. In view of this diagnosis, the patient chose to receive palliative support from a primary care professional and was discharged on hospital day 15. He died at his home 5 days later. The same PD regimen had been continued, on a family-assisted basis, until the patient’s death. The post-mortem examination was not performed.", "age": "[[86.0, 'year']]", "gender": "M", "relevant_articles": "{'8241341': 1, '23832847': 1, '29270039': 2, '16721010': 1, '16881351': 1, '28824189': 1, '29356425': 1, '8172221': 1, '2085602': 1, '25320514': 1, '28344747': 1, '25567516': 1, '24107396': 1, '29085240': 2, '27230602': 1, '10408483': 1, '25862888': 1, '24618998': 1, '22991019': 1, '22368735': 1, '27282851': 1, '26300507': 1, '29445300': 1, '22834953': 1, '31897194': 1, '30886527': 2}", "similar_patients": "{'5731611-1': 1, '5648088-1': 1}"}