{"patient_id": 136792, "patient_uid": "6819293-1", "PMID": 31667190, "file_path": "noncomm/PMC006xxxxxx/PMC6819293.xml", "title": "Ureter - an unusual site of breast cancer metastasis: A case report", "patient": "A 55-year-old Chinese woman was admitted to the Department of Urology of The Affiliated Hospital of Qingdao University, complaining of lower back pain for 3 mo.\\nThe patient’s symptoms started 3 mo ago with lower back pain. She reported no obvious gross hematuria.\\nEight years prior, the patient was diagnosed with BCa and underwent left modified radical mastectomy. Histopathological results revealed infiltrating ductal carcinoma and axillary lymph node metastasis (12/15). Immunohistochemical examination revealed the following characteristics: estrogen receptor (ER) (2+), progestin receptor (PR) (3+), and HER2 (-). The tumor was defined as T2N2M0, and the patient received four cycles of the EC protocol [epirubicin: 180 mg/m3 (d1), 70 mg/m3 (d2), cyclophosphamide: 800 mg/m3 (d1)] and four cycles of the T protocol (docetaxel: 75 mg/m3), followed by radiotherapy (50 Gy; 25×). Then, the patient began to take toremifene citrate tablets (60 mg qd) and regularly revisited the hospital. Four years ago, she received subclavian and submandibular clearance when palpable masses were found on physical examination. Immunohistochemical results demonstrated that these masses were BCa metastases: ER (2+), PR (1+), HER2 (0), and P53 (3+), which were treated with six cycles of the DP protocol [docetaxel: 120 mg/m3 (d1), cisplatin: 60 mg/m3 (d1–2)] and radiotherapy (50 Gy; 20×). Then, one year ago, once again a mass was found in her right breast. She underwent right modified radical mastectomy and axillary lymph node dissection. Immunohistochemistry showed: ER (2+) and PR (2+), and she received another round of the EC and T protocols. Three months ago, she felt a mild lower back pain. A positron-emission tomography/computed tomography scan indicated progression of the axillary lymph node metastases, so the patient received targeted therapy (apatinib, 500 mg qd). After 3 mo of targeted therapy, the patient revisited the hospital for further evaluation.\\nThe patient had no personal or family history.\\nNo positive signs were found during physical examination.\\nThree consecutive urine cytological examinations found no malignant cells on smears. Several tumor markers were elevated: CEA: 6.46 ng/mL (normal 0-3.4 ng/mL), CA15-3: 38.41 U/mL (normal 0-25 U/mL), CA19-9: 105.60 U/mL (normal 0-39 U/mL), and CA125: 19.56 U/mL (normal 0.35 U/mL).\\nA computed tomography urography scan reported a severe obstruction in the lower left ureter segment along with left hydronephrosis (Figure ).", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'21086298': 1, '8751767': 1, '23601761': 1, '26181261': 1, '16950593': 1, '18465221': 1, '3190171': 1, '17918803': 1, '19480260': 1, '18903540': 1, '22247839': 1, '28500093': 1, '20220104': 1, '16174053': 1, '15563865': 1, '10641458': 1, '30207593': 1, '27073671': 1, '28500107': 1, '17862436': 1, '31667190': 2}", "similar_patients": "{}"}