{"patient_id": 1644, "patient_uid": "6078740-1", "PMID": 30045257, "file_path": "comm/PMC006xxxxxx/PMC6078740.xml", "title": "Fluorescence in situ hybridization microscopic detection of Bacilli Calmette Guérin mycobacteria in aortic lesions", "patient": "A 66-year-old man was hospitalized in April 2017 for a weight loss of 7 kg and a nocturnal low-grade fever evolving since January 2017. The patient reported clinical tuberculosis in childhood. His medical history included arterial hypertension, dyslipidemia, coronary artery disease, and tobacco smoking. A bladder cancer diagnosed in 2015 had been treated with local resection and weekly intravesical instillation of BCG (BCG-MEDAC, strain RIVM 1173-P2, MEDAC, Lyon, France) for 6 weeks. In April 2017, a thoraco-abdomino-pelvic computerized tomography scan diagnosed pulmonary embolism, a sub-renal septic aneurysm and a collection in the right psoas muscle (Fig. A). A 2-deoxy-2-[fluorine-18]fluoro-D-glucose positron emission tomography combined with computed tomography (18FDG PET/CT) was subsequently performed and showed an intense hypermetabolism of the aortic aneurysm, with no other embolic foci (Fig. B). Physical examination found dyspnea and diffuse abdominal pain. Remarkable biological parameters included hemoglobin concentration of 10.8 g/dL (normal value, 13–16 g/dL), 0.7 G/L lymphocytes (normal value, 1–4 G/L), and a C-reactive protein of 60 mg/L (normal value, 0–5 mg/L). Surgical flattening of the aneurysm was immediately performed which showed rupture on the right flank of the aorta, explaining the psoas hematoma. Postoperative probabilistic therapy included 4 g tazocillin 3 times a day and 1 bolus of 320 mg gentamicin. Routine bacteriological investigations of an aneurysm specimen collected during surgery remained negative. Pathological examination yielded chronic granulomatous inflammation of the vascular wall leading to a differential diagnosis of BCG aneurysm. While routine microscopic examination after Ziehl-Neelsen staining (Kit Quick-TB, RAL DIAGNOSTICS, Martillac, France) remained inconclusive, the surgical specimen was examined by using fluorescence in situ hybridization specifically targeting the M tuberculosis complex rpoB gene. Briefly, the fresh specimen was cut and an imprint slide was prepared by dabbing the cut surface of the biopsy against a clean glass slide after 3 washes with Dulbecco's phosphate-buffered saline (DPBS) (Thermo Fisher Scientific, Illkirch, France), then heat-fixed at 90 °C for 5 minutes and flooded with 70% ethanol for 10 minutes. The slide was covered with 10 mg/mL lysozyme (37 °C for 30 minutes), then with 5 μg/mL proteinase K (37 °C for 5 minutes) and finally with 10 μL of solution containing the rpoBMTC probe. After hybridization and appropriate washings, the slide was stained with Ziehl-Neelsen staining in a dark room and observed under 100 times magnification using a red filter and a fluorescent microscope. The overall procedure took 20 hours. Combining rpoBMTC-FISH and Ziehl-Neelsen-staining yielded specific detection of tuberculous mycobacteria as red fluorescent Ziehl-Neelsen-positive bacteria (Fig. ). Identification at the species level was confirmed by multiplex polymerase chain reaction (PCR) amplification of regions of differences (RD) RD1, RD4, RD9, and RD12 as previously described[; and by PCR-sequencing of the rpoB gene which detected M bovis BCG with 99% sequence similarity with the reference species (GenBank AM408590.1).[ Culture for mycobacteria remained sterile. Tazocillin was discontinued and an anti-tuberculous treatment including ethambutol 500 mg 3 times a day plus an oral combination of isoniazid and rifampicin was continued for 2 months then relayed by an oral combination of rifampicin and isoniazid for 8 months. A CT scan performed at 6-month follow-up showed the absence of relapse of the aortic collection while the 18FDG PET/CT showed a reduction of the size and of the metabolism of the aortic aneurysm (Fig. C). A 9-month clinical follow-up indicated a favorable clinical and biological evolution.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'24345739': 1, '28723466': 1, '23827737': 1, '16850559': 1, '1538436': 1, '25736202': 1, '33425363': 1, '12522745': 1, '22871545': 1, '19576682': 1, '28720750': 1, '28890342': 1, '33607839': 2, '27345655': 1, '14662964': 1, '25398060': 1, '30911399': 1, '27761190': 1, '19660898': 1, '26788410': 2, '32132193': 1, '7602717': 1, '2585658': 1, '26694276': 1, '30045257': 2}", "similar_patients": "{'4716278-1': 1, '7899839-1': 1}"}