{"patient_id": 3158, "patient_uid": "6167846-1", "PMID": 30285858, "file_path": "comm/PMC006xxxxxx/PMC6167846.xml", "title": "The critical interaction between valproate sodium and warfarin: case report and review", "patient": "A 78-year-old woman was admitted to the Department of Neurology on the third occurrence of generalized tonic clonic seizures (GTCS). A glioma had been diagnosed, and resection was performed 5 years previously. Following surgery, levetiracetam (LEV), 500 mg once daily was prescribed but discontinued by the patient 1 month later. The past medical history was otherwise unremarkable, except for 14 years of warfarin use at 1.875 mg per day prescribed for the secondary prevention of embolic events from paroxysmal atrial fibrillation (AF). The patient’s INR had not been monitored for 6 months, but there was no overt bleeding.\\nOn the day of admission, 10 mg of diazepam was given intravenously to terminate a five-minute of GTCS while en route to a brain computerized tomography (CT) scan. The working diagnosis was status epilepticus (SE), and a loading dose of intravenous valproate sodium (1200 mg) was administrated to relieve the recurrent GTCS and frequent focal aware seizures. The patient remained physically well during interictal phase. Oral LEV of 500 mg twice daily was prescribed when the patient had regained consciousness. Oral warfarin was not discontinued based on the initial INR of 2.02. The patient was also on 40 mg oral isosorbide mononitrate sustained release tablets once daily and 12.5 mg succinate metoprolol tablets twice daily as needed. The brain CT scan showed left frontal and parietal craniectomy and encephalomalacia at the left frontal lobe.\\nOn the second day of admission, routine laboratory studies revealed otherwise unremarkable results, including PT 22.70 s, PT% 36, albumin 38.5 g/L, total protein 59.50 g/L, TBIL 41.6 μmol/L, DBIL 7.10 μmol/L, IBIL 34.50 μmol/L, LDH 243 U/L, and NT-pro BNP 1906 pg/ml. ECG showed paroxysmal AF with a ventricular rate of 73 bpm. Carotid Doppler ultrasonography showed hypoechoic plaques on the anterior wall of the bifurcation of the right common carotid artery (Table ).\\nThe intravenous valproate sodium was discontinued at 44 h after admission, and a total dosage of which was approximately 2200 mg. Although seizure ceased from the start of VPA infusion, 18 h of video-monitoring electroencephalogram (EEG) commenced 5 h later. This demonstrated global interictal θ waves (4-7 Hz), but without epileptiform discharges.\\nOn the 3rd hospital day, the patient developed a renal dysfunction based on the results of BUN 13.74 mmol/l and serum creatinine 126 μmol/l, which was attributed to insufficient fluid intake. Coincidentally, the INR was found to be 8.26, and INR 9 h later was 5.52. Oral warfarin was paused but was mistakenly given again 6 h later by a caregiver. A third INR revealed an almost identical value of 5.32. Following consultation with a hematologist, 5 mg of vitamin K1 was given intravenously and the INR 8 h later was 2.16. The patient remained asymptomatic and without evident bleeding. A repeat brain CT scan revealed no intracranial hemorrhage. The renal dysfunction was corrected on the 4th day. The repeat BUN and serum creatinine were 9.33 mmol/l and 79 μmol/l, respectively. Based on the observation of an INR of 2.16, warfarin was carefully restarted with a dose of 1.25 mg and titrated back to 1.875 mg with steady monitoring of the INR to ensure a value between 2 and 3 (Table ).", "age": "[[78.0, 'year']]", "gender": "F", "relevant_articles": "{'7782487': 1, '9606477': 1, '25499154': 1, '25777662': 1, '5285376': 1, '19695402': 1, '17635338': 1, '27965183': 1, '26378611': 1, '1563209': 1, '28437285': 1, '32103459': 1, '18941346': 1, '29957667': 1, '11673021': 1, '28542801': 1, '9014207': 1, '3698349': 1, '21512888': 1, '18397299': 1, '20425290': 1, '29880020': 1, '25647223': 1, '26088885': 1, '18680441': 1, '15301575': 1, '8037888': 1, '21395360': 1, '23033232': 1, '22894575': 1, '20709439': 1, '21557791': 1, '24806973': 1, '18031547': 1, '12576164': 1, '12668507': 1, '25207925': 1, '12534314': 1, '28622547': 1, '8186058': 1, '20444563': 1, '12849151': 1, '30285858': 2}", "similar_patients": "{}"}