{"patient_id": 135086, "patient_uid": "6669189-1", "PMID": 31388402, "file_path": "noncomm/PMC006xxxxxx/PMC6669189.xml", "title": "Wilson disease developing osteoarthritic pain in severe acute liver failure: A case report", "patient": "A 11-year-old boy complained of pain in both knees and sought an orthopedic consultation. The orthopedic surgeon did not detect any problem in his knees. He consulted his general physician for persistent pain in both knees. The physician noticed his pale complexion and edema of both the eyelids and lower limbs, and based on abdominal ultrasonography, diagnosed him with liver cirrhosis; he was subsequently referred to our institution.\\nThe patient had experienced knee pain for 2 mo.\\nHis neonatal history was unremarkable. He was born at 38 wk and 4 d of gestation with a birthweight of 2.66 kg and had no postnatal medical problems. He had been diagnosed with genu valgum several years prior.\\nThe patient showed jaundice and splenohepatomegaly with tenderness in both hypochondrial regions. His vital signs were normal.\\nLaboratory data and abdominal computed tomography (CT) revealed liver cirrhosis (Child-Pugh grade C) with ascites and liver atrophy. Multiple high-density mottled nodular shadows scattered in the liver were observed (Figure ).\\nThe diagnosis of WD was suspected due to his presentation with severe ALF (Table ), and he immediately received treatment with Zn (3 mg/kg/d), concentrated human anti-thrombin III, and fresh-frozen plasma (FFP). His consciousness and physical lethargy gradually improved. The diagnosis of WD was confirmed based on low copper (27 mg/dL) and serum ceruloplasmin (7.0 mg/dL) levels, elevated urinary copper excretion (720 µg/d), and the presence of Coombs-negative hemolytic anemia [hemoglobin (Hb) level, 9.5 g/dL] without definite K-F rings. Moreover, gene analysis revealed compound heterozygous mutations (p.Arg778Leu/c.2333G>T and p.Asn958ThrfsX9/c.2871delC). The Leipzig’s score[] for WD diagnosis was 9.\\nHe received combination therapy with Zn and trientine following the diagnosis of WD, and his physical condition gradually improved. However, he complained of pain in both knees and had difficulty walking by himself. Magnetic resonance imaging (MRI) of the knee did not show significant abnormal findings (Figure ).\\nThe patient was discharged after prolonged hospitalization for 70 d because of the time required for the recovery of the coagulation parameters [prothrombin time (PT): 24%, prothrombin time-international normalized ratio (PT-INR): 2.5]. A liver CT scan performed 2 mo after hospitalization revealed fewer hyperdense mottled nodular shadows compared to those observed in the CT scans recorded at the time of hospitalization. Following his discharge, the coagulation parameters and liver CT findings became almost normal by one year after the initiation of therapy.\\nAlthough his knee pain was alleviated and blood ALP levels were decreased at the time of discharge, his knee pain persisted for some months after discharge and markedly improved with a further decrease in blood ALP levels (Figure ), and he could walk by himself with little pain and could continue his schooling following treatment with Zn (1 mg/kg/d) and trientine (10 mg/kg/d). The coagulation parameters and liver CT findings also became almost normal by one year after the start of therapy.", "age": "[[11.0, 'year']]", "gender": "M", "relevant_articles": "{'27007780': 1, '857745': 1, '12955875': 1, '26041495': 1, '15776453': 1, '17461475': 1, '3792921': 1, '20453399': 1, '24033813': 1, '8636833': 1, '31388402': 2}", "similar_patients": "{}"}