{"patient_id": 132576, "patient_uid": "6434343-1", "PMID": 30931065, "file_path": "noncomm/PMC006xxxxxx/PMC6434343.xml", "title": "A Ruptured Popliteal Artery Aneurysm Treated with Coil Embolization", "patient": "An 84-year-old man was referred to our hospital for a 1-month progressive history of a pulsatile, painful mass in his left popliteal fossa. He had a medical history of hypertension and hemodialysis, but denied any traumatic events. Although the popliteal, posterior tibial, and dorsalis pedis arteries were not palpable in either lower extremity, the patient did not experience symptoms of intermittent claudication or foot pain at rest. The preoperative ankle–brachial pressure index (ABPI) value in the left lower extremity was 0.41.\\nContrast-enhanced computed tomography (CECT) revealed an aneurysm in the left popliteal artery, with evidence of rupture into the surrounding soft tissue. The distal popliteal artery was already occluded, but the peroneal, anterior, and posterior tibial arteries were patent and visualized through collateral vessels ().\\nA diagnosis of a ruptured PAA with chronic total occlusion of the distal popliteal artery was made. We assumed that surgical revascularization was unnecessary, because there were no symptoms of arterial occlusion. Considering the patient’s age and the presence of comorbidities, we performed endovascular treatment under local anesthesia instead of open surgery. A 6-Fr introducer sheath was inserted percutaneously into the left common femoral artery and a 0.035-inch guidewire was passed into the left superficial femoral artery using a 5-Fr catheter. Digital subtraction angiography showed a PAA, total occlusion of the distal popliteal artery, and collateral vessels from the proximal aneurysm extending to the left lower extremity. One 15-mm coil and two 20-mm coils (MReye; Cook Medical, Bloomington, IN, USA), and three 6-mm/3-mm platinum coils and two 4-mm/3-mm platinum coils (Tornado; Cook Medical, Bloomington, IN, USA) were used to embolize the proximal artery feeding the aneurysm. Digital subtraction angiography after embolization demonstrated the absence of blood flow into the aneurysm. The collateral vessels were maintained (). As a result, the aneurysm was fully thrombosed, and gradually shrank in a few days after the surgery. The patient’s post-procedural course was uneventful and the postoperative ABPI value in the left lower extremity was 0.49. The limb was viable and the patient was ambulant at discharge after 6 postoperative days. CECT after treatment showed tibial arteries through collateral vessels ().", "age": "[[84.0, 'year']]", "gender": "M", "relevant_articles": "{'22727840': 1, '29139787': 1, '9117288': 1, '1960807': 1, '23921269': 1, '32257507': 2, '34276972': 2, '7563401': 1, '30931065': 2}", "similar_patients": "{'7102448-1': 1, '8256240-1': 1}"}