{"patient_id": 132506, "patient_uid": "6426112-1", "PMID": 31020217, "file_path": "noncomm/PMC006xxxxxx/PMC6426112.xml", "title": "Exercise-induced vasospastic angina with prominent ST elevation: a case report", "patient": "A 56-year-old male patient with a history of cigarette smoking, hypertension, and a familial history of juvenile sudden death presented to the cardiology outpatient clinic with a 2-week history of anterior chest pain on exertion. He had been taking a calcium channel blocker (5 mg of amlodipine) and beta-blocker (10 mg of carvedilol) once daily for 2 years, and his hypertension was well-controlled. His chest symptom arose while he was riding a bicycle on the way to his office in the morning, and the symptom was relieved by resting. Chest pain did not occur at rest or on exertion in the afternoon. The patient had experienced work-related emotional stress in the days prior to the symptom onset. His blood pressure was 133/92 mmHg, and heart rate (HR) was 79 beats/min. Cardiac auscultation revealed normal heart sounds with no extra sounds or murmurs. The results of blood tests, including cardiac enzymes, lipid profile, and glucose level, were all within normal ranges. The resting 12-lead electrocardiogram (ECG) was within the normal physiological range, and transthoracic echocardiogram revealed no ischaemic wall motion or valvular abnormalities. The patient underwent coronary computed tomography angiography for suspected coronary artery disease, which detected the presence of a possible stenotic lesion in the circumflex branch (Figure ). Thus, hospitalization was arranged, and transcatheter coronary angiography (CAG) was performed. We did not perform exercise stress test prior to CAG, because our patient had new onset angina and stenotic lesion detected on coronary computed tomography might be a culprit lesion of his unstable angina. In CAG, however, only mild stenosis with small perfusion area was noted in the obtuse marginal branch (Figure , ). Left ventriculography revealed normal left ventricular wall motion (). We did not perform further haemodynamic assessment such as fractional flow reserve or instantaneous wave-free ratio to this stenotic lesion, because the perfusion area was very small and coronary intervention was apparently not beneficial for this lesion. To ascertain whether exertion would induce angina and cardiac ischaemia, a treadmill exercise test was performed the following day. After 6 min of the standard Bruce protocol, the intensity of exercise reached 10 metabolic equivalents and the patient’s HR reached the target level (85% of age-predicted maximal HR). Suddenly, he became pale, severe chest pain occurred, and his blood pressure became unmeasurable. Although his consciousness still remained clear, his carotid arterial pulse became weak. On ECG, prominent ST elevation in leads II, III, aVF, and V2–5 was noted (Figure ). The test was terminated immediately. The patient was laid on a bed and two sprays of 0.3 mg of nitroglycerine were administered under the tongue followed by intravenous administration of 5 mg of nitrates and rapid saline infusion. Within 10 min, the chest symptom was relieved, ischaemic ECG changes normalized, and the blood pressure recovered (Figure ). Since exertion certainly provoked the chest symptom and ischaemic ECG changes, which were resolved by the administration of nitrates and the sites of ST elevation on exercise ECG were inconsistent with his sclerotic stenosis on the CAG, a diagnosis of exercise-induced multi-vessel VSA was made. Carvedilol was discontinued, 5 mg of amlodipine was switched to 8 mg of benidipine and nitrate (40 mg of isosorbide mononitrate), and potassium channel opener (15 mg of nicorandil) were administered. The patient was also advised to abstain from cigarette smoking. Six days later, a follow-up treadmill exercise test was performed to assess the efficacy of the prescribed medications. Neither the chest symptom nor ischaemic ECG changes occurred, even at the maximum level of exercise (Figure ). The patient was discharged, and chest symptoms have not recurred for 2 years.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'23916938': 1, '9737779': 1, '21406685': 1, '31289167': 1, '24573349': 1, '25273915': 1, '27386766': 1, '17721015': 1, '26245334': 1, '10359729': 1, '20668353': 1, '31020217': 2}", "similar_patients": "{}"}