{"patient_id": 128244, "patient_uid": "6094034-1", "PMID": 30116417, "file_path": "noncomm/PMC006xxxxxx/PMC6094034.xml", "title": "A Case of Anastomotic Stenosis of a Peripheral Arterial Bypass Graft Undetected in Indocyanine Green Angiography", "patient": "A 75-year-old man with arteriosclerosis obliterans underwent femoral-popliteal bypass grafting of the right lower limb. The right superficial femoral artery was occluded up to the knee, with 90% stenosis in the popliteal artery seen in contrast computed tomography (CT) imaging. The preoperative ankle–brachial pressure index (ABPI) value in the right lower extremity was 0.4. A reversed saphenous vein graft was also anastomosed to the popliteal artery below the knee, followed by graft assessment using ICG angiography (HyperEye Medical System; Mizuho Ikakogyo, Co., Ltd., Tokyo, Japan) (, ). Qualitative assessment using ICG angiography imaging revealed opacification of the bypass graft. Postoperative ABPI (0.61) showed insufficient improvement. X-ray angiography revealed a slit-shaped stricture on the distal graft anastomosis (). Surgical findings showed that the anastomotic suture was hooked onto the opposing inner membrane tissue, causing a stricture. After revision, blood flow was confirmed qualitatively using ICG angiography (, ). X-ray angiography showed patency of the anastomosis (). The mean graft flow in the primary and revised graft was 21 and 57 mL/min, respectively, as measured using transit-time flowmetry (TTF; Veri Q System; Medi-Stim ASA, Oslo, Norway) (). Postoperative progress of the patient was favorable (ABPI, 0.81).\\nICG opacification luminance intensity of the graft was quantitatively measured retrospectively (). Time intensity curves (TICs) of the bypass grafts of the patient were compared between the primary and revised grafts. The peak intensity was higher in the revised graft than in the primary graft, although statistical analysis could not be performed.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'25163658': 1, '34646561': 1, '22264591': 1, '19167909': 1, '27352196': 1, '27913886': 1, '30116417': 2}", "similar_patients": "{}"}