{"patient_id": 13685, "patient_uid": "6864998-1", "PMID": 31747942, "file_path": "comm/PMC006xxxxxx/PMC6864998.xml", "title": "Chest wall lymph node metastasis from follicular thyroid carcinoma: a rare case report", "patient": "In March 2018, a 69-year-old woman with a history of follicular thyroid cancer presented with a 3-month history of masses in the left chest. She had undergone total thyroidectomy with right-sided cervical lymphadenectomy in our department and pathological diagnosis was thyroid follicular carcinoma (Fig. ), followed postoperative iodine treatment 10 years previously. Two years later, the patient developed a recurrence of left cervical lymphadenopathy, for which she underwent left-sided modified radical neck dissection. Unfortunately, she experienced left supraclavicular and left axillary lymph node recurrence in 2013 and underwent a third operation to resect these metastatic lesions. Following the third iodine treatment, levothyroxine tablets were administered. Physical examination revealed solid, mobile, painless masses in the left chest wall, the largest of which was approximately 4 × 3.5 cm in size below the left clavicle; a medium-sized mass was found in the second intercostal space that was 2.5 × 2 cm in size, while the smallest mass was in the third intercostal space and measured 1 × 1 cm in size (Fig. ). Ultrasonographic examination revealed hypoechoic lymph nodes. A computed tomography (CT) scan of the chest showed lymph node enlargement in the subclavian area, and no pulmonary metastases were found (Fig. ). Systemic and local scans were performed 48 h after oral administration of iodine-131 5 mCi. There was no significant radioactive concentration in the thyroid region, but there was radioactive concentration under the left clavicle and increased point-like radioactive uptake in the left chest wall. Left subclavian and thoracic lymph node metastases of thyroid carcinoma were considered (Fig. ). Cranial and abdominal CT and whole-body bone scans did not reveal further pathology. Laboratory test results revealed normal T4 and T3 levels, a thyroid-stimulating hormone (TSH) level of 2.5 pg/ml (normal < 10 pg/ml) and serum thyroglobulin (TG) level of 3000 ng/ml (normal < 50 ng/ml). Ultrasound-guided core-needle biopsy of the mass revealed a follicular thyroid neoplasm with lymph node metastases. The results of immunohistochemical analysis indicated TTF, CK7, and thyroglobulin positivity and partial CD56 positivity, while the test for CgA was negative; the Ki67 index was 5%(Fig. ). Mass resection was performed on the left chest wall under local anesthesia. Multiple lymph nodes were found to be enlarged under the left clavicle, and a total of 4 lymph nodes were removed, with a maximum diameter of 3 cm. The second intercostal lymph node was 1.5 cm in diameter, and the diameter of the third intercostal lymph node was 0.6 cm (Fig. ). The final pathological diagnosis was thyroid follicular carcinoma metastasis to the lymph node (Fig. ). Following a I131 radiotherapy session, TSH suppression therapy was continued. Nearly 1 year after the last operation, the patient’s serum thyroglobulin level has remained below the threshold, and no local recurrence or distant metastasis has been observed.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'16703258': 1, '26662609': 1, '27659362': 1, '24246352': 1, '29102432': 1, '22304797': 2, '34307851': 1, '32626535': 1, '25192681': 1, '8691248': 1, '11484892': 1, '30210915': 1, '17387564': 1, '24574464': 1, '17600472': 1, '10683064': 1, '15278869': 1, '26041024': 1, '10646663': 1, '24330870': 1, '19041020': 1, '31747942': 2}", "similar_patients": "{'3292488-1': 1}"}