{"patient_id": 9064, "patient_uid": "6554698-1", "PMID": 31245042, "file_path": "comm/PMC006xxxxxx/PMC6554698.xml", "title": "Molecular remission using low-dose immunotherapy for relapsed refractory Philadelphia chromosome-positive precursor B-cell acute lymphoblastic leukemia post-allogeneic stem cell transplant", "patient": "A 39-year-old man attended our clinic in March 2017 with a two-year history of Ph+ precursor B-cell ALL. In June 2015 he had attended an emergency department with a 2-week history of fatigue, lethargy, backache, leg and rib pain refractory to opioids. Blood counts revealed a leukocytosis with white cell count of 67 × 109 cells/l with 34% lymphoblasts measured by flow cytometry. Hemoglobin was 12.3 g/dl and platelet count at 49 × 109/l. Bone marrow aspirate/biopsy showed a precursor B-cell ALL, Ph+ (t 9; 22). The patient was enrolled in the UKALL14, version 6 Protocol (NCT01085617: ClinicalTrials.gov) which included a five-drug induction regimen in adults with de novo ALL between 25 and 65 years. Induction Phase I: PEG-ASP (1000 IU/m2) on days (d) 4 and 18, daunorubicin 30 mg/m2 and vincristine 1.4 mg/m2 on d1,8,15 and 22, dexamethasone 10 mg/m2 d1–4, 8–11,15–18 and intrathecal methotrexate (ITMTX) 12.5 mg on d14. Patient received continuous imatinib 400 mg escalating to 600 mg daily throughout induction treatment. Phase II induction: cyclophosphamide 1000 mg/m2 d1,15, Ara-C 75 mg/m2 d2–5, 9–12, 16–19 + 23–26, mercaptopurine 60 mg/m2 throughout and intrathecal methotrexate d1, 8, 15, 22.\\nAfter Phase II induction the patient achieved a complete molecular remission with negative BCR-ABL1 p190 transcripts by reverse transcription polymerase chain reaction (RT-PCR). Complications included constipation, febrile neutropenia and pneumonia. He was consolidated with myeloablative conditioning including cyclophosphamide/total body irradiation (TBI), followed by a matched (brother) allogeneic stem cell transplant. Post-transplant he developed hyponatremia, total body irradiation somnolence and grade IV acute cutaneous GVHD managed with steroids. Post-transplant maintenance included imatinib, infection prophylaxis and GVHD prophylaxis with methotrexate and cyclosporine. Disease relapse occurred at 6 months post-transplant with BCR-ABL1 p190 transcript expression at a level of 18.23%, confirmed on bone marrow biopsy at 9 months post allo-HCT. Imatinib was replaced by the TKI dasatinib 140 mg daily, and followed by DLI (3 × 106 CD3 cells/kg), resulting in second remission with negative minimal residual disease (MRD) by flow cytometry. Three months later, disease progression occurred with expression for BCR-ABL1 p190 in 163275 copies of control gene. He was given an overall life expectancy of less than 1 year.\\nThe patient attended our clinic for evaluation and treatment. Options discussed included responses and side effects of chimeric antigen receptor T cells cell therapy, antibody–drug conjugates, such as InO or blinatumomab, chemotherapy, a second HCT and/or DLI, no therapy and palliative care or experimental personalized low-dose immunotherapy. The patient gave informed consent for the experimental immunotherapy including publication of results.\\nThe treatment consisted of daily low-dose subcutaneous rIL-2 with variation of dosing and frequency of administration based on measurement of an extensive peripheral blood immune panel including NK cells, NK cell cytotoxicity, B cells, T cells and Treg cells to selectively stimulate a graft-versus-leukemia response while minimizing GVHD. Simultaneously, cytokine levels including IFNγ in plasma were measured. The patient received a total of four cycles (4–7 weeks) of rIL-2 injections of 10–20,000 IU/kg, 5 days per week. The daily dose and duration of each cycle was based on the results of the peripheral blood immune panels. Cycles 1 and 2 were 6 weeks, cycle 3 was 7 weeks and cycle 4 was 4 weeks. Dasatinib was continued at 140 mg daily. Expression of BCR-ABL1 p190 transcript was monitored intermittently using RT-PCR throughout his rIL-2 treatment cycles.\\nResults showed NK cell activity improvement from 0% prior to initiation of cycle 1 of rIL-2 to 5.08% at the end of cycle 3 and to 9.68% by the end of cycle 4 (). The CD56brightCD3-NKcells were high prior to starting rIL-2 and remained in the upper normal range throughout treatment. IFN-γ increased from 0.0 pg/ml prior to cycle 1, peaked at 6.6 pg/ml at the end of cycle 1 and remained elevated through cycles 2, 3 and 4 with a level of 1.9 pg/ml at the end of the cycle 4 (). CD2+CD26+ (T cells + NK cells expressing dipeptidyl peptidase) increased from 7.1% prior to initiation of cycle 1 of rIL-2 to 63.4% at the end of the cycle 4 (). The CD4+CD25+ Tregs which were at the upper end of the normal range showed a progressive decrease to the lower end (). After cycle 2 bone marrow showed no abnormal lymphoid cells by flow cytometry, normal cytogenetics and no detectable levels of BCR-ABL, p190. Following cycle 3 peripheral blood showed no detectable levels of BCR-ABL, p190 or p210 transcripts (), consistent with a complete molecular and cytogenetic remission with recombinant IL2 and a TKI. Immunotherapy with rIL-2 and TKI was well-tolerated; the only side effect was erythema (Grade1) at the injection site, which cleared rapidly after rIL-2 stopped. Dasatinib was continued at 140 mg daily. BCR-ABL1 p190 transcript. Tregs, CD56brightCD3-NK cells and NK cell activity were not repeated since the patient returned to his home country. 21 months after starting rIL-2 the patient is well, asymptomatic and he has a normal quality of life. Notably, he successfully completed a triathlon.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'27226791': 1, '28249141': 1, '8630379': 1, '26088931': 1, '20381970': 1, '7909457': 1, '15343366': 1, '23989431': 1, '19239902': 1, '8608212': 1, '25527562': 1, '24127452': 1, '22045868': 1, '19881555': 1, '15102484': 1, '15034008': 1, '24613727': 1, '1878588': 1, '16364519': 1, '25310308': 1, '10506707': 1, '20889923': 1, '32626658': 2, '27354476': 1, '29385376': 1, '26919392': 1, '16645171': 1, '30380364': 1, '27292104': 1, '27816971': 1, '24856896': 1, '33375215': 2, '24573552': 1, '27812545': 1, '31245042': 2}", "similar_patients": "{'7822209-1': 1, '7314974-1': 1}"}