{"patient_id": 7048, "patient_uid": "6416971-1", "PMID": 30866848, "file_path": "comm/PMC006xxxxxx/PMC6416971.xml", "title": "Takotsubo cardiomyopathy in pregnancy: a case report and literature review", "patient": "A 35-year-old Indian female, para 1 + 0 gravida 2, was admitted with severe preeclampsia at 31 weeks of gestation after complaints of anasarca for 1 week. She reported normal fetal movements with no epigastric discomfort, headaches or visual blurring. She had a blood pressure of 190/110 mmHg with a regular pulse rate at 70 beats/minute palpable on all extremities. She was afebrile at 36.7°C, had a respiratory rate of 18 breaths per minute and peripheral oxygen saturation of 99% on room air.\\nSix years prior, she had had severe preeclampsia and a preterm delivery by caesarean section at 29 weeks of gestation. The baby died of infant respiratory distress syndrome shortly after birth causing the patient significant psychological distress requiring counselling. This made her defer the possibility of a pregnancy for years sighting psychological trauma.\\nThis pregnancy, she presented in the first trimester for antenatal care. Her blood pressure was 110/70 mmHg and antenatal profile was unremarkable: Hemoglobin 13.0 g/dl; Hepatitis-B surface Antigen, H.I.V. and Venereal Disease Research Laboratory (VDRL) were negative. Her blood group was O with positive Rhesus factor. The dating scan confirmed a 12-week-old gestation and she was placed on aspirin 75 mg throughout her pregnancy. Subsequent antenatal visits at 16, 20, 24, 28 and 30 weeks were uneventful with normal blood pressures. An anomaly obstetric scan at 20 weeks gestation showed no fetal anomalies with subsequent growth scans at 24 and 28 weeks showing normal growth with normal umbilical and middle cerebral artery doppler flows.\\nOn admission, she had macro albuminuria with elevated urine albumin creatinine ratio of 422 mg/mmol. Her hemoglobin was 12.1 g/dl and the platelet count was 194,000/ml. The renal and liver functions were normal.\\nShe was started on intravenous (IV) magnesium sulphate infusion as per the Zuspan regime [] (4 g slow IV bolus followed by 1 g/hour for 24 h) for maternal seizure prophylaxis and fetal neuro-protection []. She received multiple push doses of IV hydralazine for blood pressure control and was eventually placed on hydralazine infusion at 1 mg/hour. In addition, she received oral nifedipine and oral alpha methyldopa. Two doses of betamethasone 12 mg were administered intramuscularly 24 h apart for fetal lung maturation. She also received low molecular weight heparin (LMWH) for thromboprophylaxis and the total fluid intake was maintained at 80 ml/hr. to minimize the risk of pulmonary oedema.\\nThirty hours post-admission, she developed worsening orthopnea with severe sub sternal left sided chest pain radiating to the left axilla without symptoms of diaphoresis, nausea or vomiting. Her blood pressure was 138/82 mmHg, pulse rate of 64 beats per minute, and peripheral oxygen saturation via pulse oximetry was 99% on room air. A chest x-ray revealed no features of pulmonary edema while an electrocardiogram (ECG) revealed a sinus rhythm with ST elevation in the anteroseptal leads (V1–4), Q waves in the septal leads (V1–2) and peaked T waves in V2–4 indicating an acute anteroseptal ST-Elevation Myocardial Infarction (STEMI) (Fig. ). A transthoracic echocardiogram showed wall motion abnormalities with interventricular septum and anterior wall hypokinesia. The left ventricle (LV) was dilated with an ejection fraction of 48% (Fig. ). The right ventricular size was normal whereas the peak pulmonary arterial pressure was elevated at 50 mm/Hg. Lower extremity dopplers revealed no venous thrombus while an assay of cardiac enzymes revealed elevated Troponin I levels of 0.51 ng/ml (normal ≤0.04 ng/ml) and Creatinine Kinase -MB (CK-MB) levels of 54 IU/l (reference range 5–25 IU/l).\\nFetal assessment ultrasound done on day 2 of admission revealed an abnormal cerebroplacental ratio (CPR) of 0.57 necessitating delivery by caesarean section. The infant weighed 1 .5kg with Apgar score of 9 at 1 min and 10 at 5 min. Left cardiac catheterization was subsequently done on day 3, approximately 18 h after the last dose of LMWH and showed left ventricular apical ballooning with no evidence of atherosclerosis in the coronaries.\\nThe LMWH thromboprophylaxis (0 .5mg/kg once daily) was restarted 12 h post-delivery for one week. The blood pressure was controlled with amlodipine (10 mg once daily). Postpartum, she remained normotensive and anti-hypertensive medication was stopped after 6 weeks. Cardiac injury biomarkers normalized by the 10th postpartum day. The ECG done at 6 weeks postpartum showed frontal QRS complex of + 100 degrees with QS complexes from V1 to V3 consistent with recent antero-septal myocardial infarction (Fig. ) while that done 6 weeks later showed no significant abnormalities (Fig. ). The echocardiogram at 3 months post-delivery revealed normal cardiac chambers with no regional wall motion abnormalities with a left ventricle ejection fraction of 65%.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'33525539': 1, '27742423': 1, '29455773': 1, '33553408': 2, '32862672': 1, '21136269': 1, '27935217': 1, '26175107': 1, '34721867': 2, '28664012': 1, '25601763': 2, '21747979': 1, '26332547': 1, '24888912': 1, '19772707': 1, '28903747': 1, '23642025': 1, '28606950': 1, '25339604': 1, '17420797': 1, '29892470': 1, '23877950': 1, '23383864': 1, '34821705': 1, '28602445': 1, '21860845': 1, '30866848': 2}", "similar_patients": "{'7829724-1': 1, '8543056-1': 1, '4361199-1': 1}"}