{"patient_id": 132478, "patient_uid": "6426041-1", "PMID": 31020220, "file_path": "noncomm/PMC006xxxxxx/PMC6426041.xml", "title": "Fibrinolysis-treated myocardial infarction in a patient with missed spontaneous coronary artery dissection associated with takotsubo syndrome: case report", "patient": "A 67-year-old woman presented with 21 h duration of chest pain associated with nausea and dyspnoea. The chest pain was intensive during the first 4–6 h of onset and decreased in intensity thereafter. The chest pain was not preceded by an emotional or an extreme physical exercise. She had history of hypothyroidism medicated with thyroxin and hypertension medicated with oral drugs. There was no other past medical history. The patient was a chronic smoker but had no history of other cardiovascular risk factors as diabetes mellitus or obesity. She had no history of depression/anxiety or connective tissue disease. The clinical examination was not remarkable apart from a blood pressure which was 150/101 mmHg. Normal heart sounds, no murmurs or bruits. The expiratory examination was normal.\\nThe electrocardiogram revealed regular sinus rhythm and ST-segment elevation in the inferior and lateral leads, and in leads V4 through V6, and intraventricular conduction delay of right bundle branch block morphology (Figure ). There was marked troponin elevation (6390 ng/L), normal range <15 ng/L. The patient deemed to have infero-lateral ST-elevation myocardial infarction. The attending physician after discussion selected fibrinolysis treatment with metalyse (Tenecteplase). The patient was given 45 mg of Tenectaplase intravenously. Because of persistent chest pain and ST-elevation, the patient was referred to a percutaneous coronary intervention (PCI) centre for rescue PCI (Figure ,C). The attending cardiologist decided to perform cardiac magnetic resonance (CMR) imaging before the invasive coronary angiography (CAG) on the same day. Cardiac magnetic resonance imaging showed ballooning of the mid-apical region with normal contractions in the basal segments (Figure , and cine CMR videos of 2-, 3-, and 4-chamber views as ). The left ventricular ejection fraction (LVEF) was 26% (normal 58–76%). Contrast CMR imaging revealed transmural myocardial infarction with signs of microvascular obstruction in the lateral segments corresponding to the left circumflex artery (LCx) supply territory whereas the remainder hypokinetic segments showed no late gadolinium enhancement (Figure ). The invasive CAG, which was done about 12 h after fibrinolysis administration, deemed initially to be normal apart from mild atheromatous changes (Figure ). Left ventriculography revealed circular mid-apical ballooning with normal contractility in the basal segments. Because of patent coronary arteries, the preliminary diagnosis at this stage was LCx thrombosis, lysed by fibrinolysis treatment with myocardial infarction in the LCx territory. The mid-apical ballooning, which extended beyond the LCx territory, was deemed to be takotsubo syndrome (TS) triggered by the acute coronary ischaemic insult. However, because of the persistent and relatively wide-spread ST-segment elevation and the CMR infarction changes, the CAG was reviewed carefully. This resulted in suspicion of peripheral marginal branch SCAD where the vessel was narrowed and had the appearance of broken lines (Figure with amplification B, thin white arrows and 2 videos in 2 projections during index presentation as ). The patient was treated conservatively and received conventional treatment for acute coronary syndrome and heart failure. The patient had in addition during admission days paroxysmal atrial fibrillation treated with amiodarone. There was no history of known paroxysmal atrial fibrillation before the index presentation. For the purpose of confirming the diagnosis of obtuse marginal branch SCAD, repeated CAG 10 months later was performed, which showed complete angiographic normalization of the obtuse-marginal branch lesions (Figure with amplification in D thick white arrows and 2 videos in 2 projections during follow-up 10 months later as ). Follow-up echocardiography also showed resolution of the LVWMA except in the infarcted lateral segments causing mild depression of LVEF 49%. These findings confirm the diagnosis of obtuse-marginal branch SCAD, which caused myocardial infarction and possibly triggered mid-apical TS.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'26386733': 1, '24227590': 1, '23215745': 1, '23073280': 1, '6754130': 1, '26599743': 1, '27875730': 1, '27417009': 1, '28917022': 1, '24140050': 1, '27721221': 1, '26440508': 1, '28463408': 1, '29850820': 1, '29850871': 1, '26134370': 1, '25841130': 1, '23273747': 1, '28185383': 1, '27768964': 1, '26211710': 1, '31020220': 2}", "similar_patients": "{}"}