{"patient_id": 7544, "patient_uid": "6451243-1", "PMID": 30954069, "file_path": "comm/PMC006xxxxxx/PMC6451243.xml", "title": "An atypical case of Klippel-Trénaunay syndrome presenting with crossed-bilateral limb hypertrophy and postaxial polydactyly: a case report", "patient": "A one-day-old male Hispanic infant was delivered by normal spontaneous vaginal delivery at 40 weeks gestation with no complications. The mother’s pregnancy was complicated by anemia and polyhydramnios, but otherwise the mother had no notable environmental exposures and was healthy. A cystic malformation and possible teratoma of the cord were noted at the first ultrasound at week 23, which was at this time due to late maternal entry into antenatal care. Amniocentesis was performed and revealed a normal male karyotype. A second ultrasound in the third trimester revealed a large multicystic lesion in the left fetal body and significant swelling of the right leg and foot due to similar cystic masses. An MRI scan undertaken three weeks before delivery showed a multiseptate cystic mass in the left supraclavicular region, upper chest, and upper arm. The left lower extremity was asymmetrically smaller than the right lower extremity.\\nThe infant was admitted to the newborn nursery after birth with stable vital signs (weight 3585 g, respiratory rate 40, heart rate 150, SpO2 98%, temperature 37.5 °C). The physical appearances are shown in Fig. A-F. There was obvious enlargement of the right lower extremity (Fig. A,C,D) and left upper extremity (Fig. B,F) and with numerous port wine stains on the chest, arms, lower back, and thighs (Fig. B,C,F). Bullae and vesicular lesions were also noted (Fig. B,F), as was polydactyly of the left hand (Fig. E). These features were compatible with KTS. There was no family history of the disorder.\\nA coagulation profile was significant for increased prothrombin time (17 s, reference 11–15 s) and high fibrinogen (370 mg/dl, reference 175–350 mg/dl), a profile often seen in newborns and that subsequently normalized the following day, ruling out intravascular coagulopathy. Head and abdominal ultrasounds ruled out internal arteriovenous malformations. Orthopedics assessed the right lower limb hypertrophy and recommended no intervention at that time with outpatient follow-up after discharge. Ophthalmic examination revealed a cutaneous hemangioma on the right upper eyelid, and outpatient follow-up was again advised.\\nThe infant passed the hearing screen and was discharged from hospital in good clinical condition. Over the first year and a half, he developed normally, meeting all of his developmental milestones. Sclerotherapy was successfully conducted on some of his port wine stains, and the extra digit was removed without complication. A genetics evaluation revealed no family history of KTS, but there was a history of polydactyly in the maternal grandfather. Orthopedic review showed no change in the limb hypertrophy. However, he developed a new neck mass that was diagnosed as a lymphatic cyst by ultrasound and, at a year and a half, gross hematuria prompted a renal ultrasound that showed a cystic renal mass. Care was transferred to another hospital at that point.", "age": "[[1.0, 'day']]", "gender": "M", "relevant_articles": "{'16172041': 1, '19577333': 1, '9443675': 1, '27885298': 1, '18274338': 1, '34488883': 2, '28458832': 2, '1319193': 1, '21886734': 1, '1660897': 1, '16832837': 1, '26268729': 1, '24527700': 1, '32814548': 2, '16258967': 1, '17367610': 1, '30954069': 2}", "similar_patients": "{'8422675-1': 1, '7437036-1': 1, '5400491-1': 1}"}