{"patient_id": 128374, "patient_uid": "6104543-1", "PMID": 29538546, "file_path": "noncomm/PMC006xxxxxx/PMC6104543.xml", "title": "Sleep characteristics in an adult with sleep complaints in three cities at different altitudes", "patient": "We report the case of a 57-year-old male public health official originally from Bogotá and undertaking extensive domestic and international travel. His relevant medical history included diet-controlled diabetes mellitus-he had been diagnosed with diabetes mellitus 10 years prior-and tonsillectomy during childhood. At this writing, the patient was a current smoker (with a smoking history of 6 pack-years). In addition to having reported no medication use, he reported being unable to have a regular diet during his travels, his diet usually consisting of sandwiches and soup. He reported drinking alcohol only on special occasions.\\nThe patient reported snoring, daytime sleepiness, fatigue, and morning headaches. Before the three polysomnographic recordings, he described his sleep as being generally very good. Upon physical examination, the patient was noted to be 1.74 m tall, his weight, body mass index, waist circumference, and neck circumference being 94 kg, 31.04 kg/m2, 110 cm, and 47 cm, respectively. The remainder of the physical examination was unremarkable. His Epworth Sleepiness Scale score was 11.\\nThe polysomnographic study conducted in Bogotá showed a sleep latency of 4 min and a sleep efficiency of 82%. There was an increase in non-rapid eye movement (NREM) stage 1 sleep (to 24% of total sleep time) and a decrease in rapid eye movement (REM) sleep (to 18% of total sleep time). The apnea-hypopnea index (AHI) was 21 events per hour of sleep, indicating moderate supine-dependent sleep apnea. Respiratory events included primarily hypopneas, which were more frequent during NREM sleep. The longest event lasted 25 s. Snoring was observed. Only 6 central apneas without periodic breathing were observed (). The patient had no significant periodic leg movements in sleep. Most arousals were related to respiratory events, with a rate of 3 per hour. Mean waking oxygen saturation was 86%, having decreased to 74% during events.\\nThe polysomnographic study conducted in Bucaramanga showed a slightly prolonged sleep latency (of 26 min) and a decreased sleep efficiency (of 75%). There was an increase in NREM stage 1 sleep (to 20% of total sleep time). REM sleep accounted for 23% of total sleep time. The AHI was 2 events per hour of sleep. There were respiratory effort-related arousals and flattening of the respiratory curve, indicating airflow limitation (). Snoring was observed. No central events were observed. The patient had 10 arousals per hour. The longest event lasted 18 s. There were no periodic leg movements in sleep. Mean waking oxygen saturation was 94%, having decreased to 86% during sleep.\\nThe polysomnographic study conducted in Santa Marta showed a sleep latency of 11 min and a sleep efficiency of 81%. There were increases in NREM stage 1 sleep (to 19% of total sleep time) and REM sleep (to 35% of total sleep time). There were 6 central apneas without periodic breathing (). The AHI was 7 events per hour of sleep, indicating mild, predominantly supine-dependent sleep apnea. Respiratory events included primarily obstructive apneas, predominantly during NREM sleep. Snoring was observed. The longest event lasted 23 s. The patient had no significant periodic leg movements in sleep. Mean waking oxygen saturation was 94%, having decreased to 88% during respiratory events. The patient had 4 arousals per hour.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'24552365': 1, '27823726': 1, '24293773': 1, '27656274': 1, '23589584': 1, '25491080': 1, '17166991': 1, '25518029': 1, '23720283': 1, '23155146': 1, '20411692': 1, '20887396': 1, '24532993': 1, '21660297': 1, '27529440': 1, '25462013': 1, '11256469': 1, '29538546': 2}", "similar_patients": "{}"}