{"patient_id": 134186, "patient_uid": "6567750-1", "PMID": 30898056, "file_path": "noncomm/PMC006xxxxxx/PMC6567750.xml", "title": "Tuberculous pericarditis mimicking multiple tumors in pericardial effusion", "patient": "A 19-year-old man presented to our hospital with chest obstruction, shortness of breath, edema of the lower extremities, and mild fever since 14 days previously. He seldom coughed, and had no sputum or night sweat. The patient had no history of pulmonary tuberculosis or a history of close contact with patients with tuberculosis. On a physical examination, he was well-nourished and was mildly febrile (38.2°C). He had a regular heart rate of 110 beats/minute, respiratory rate of 20 breaths/minute, and blood pressure of 105/65 mmHg, together with slight edema of the lower extremities. A chest exam had no positive findings. On auscultation, heart sounds were low with no murmur. A blood test on admission showed high white cell counts (12.5 × 109/L) with a high neutrophil percentage (81%), and a high C reactive protein level (121.81 mg/L) and erythrocyte sedimentation rate (75 mm/hour). A chest computed tomographic (CT) scan showed a small high-density shadow in the left upper lung field near the pleura, a small amount of pleural effusion, and a large amount of pericardial effusion (). A cardiac magnetic resonance imaging examination found similar results as the CT scan. Echocardiography showed three free floating irregular masses in a large amount of pericardial effusion (). The tuberculin skin test, sputum culture, T cell spot test, and detection of tumor markers, including alpha-fetoprotein, carcinoembryonic antigen, epithelial membrane antigen, neuron-specific enolase, and cytokeratin 19 (CY211), were negative. We performed pericardiocentesis under the suspicion of pericarditis with cardiac tamponade. The fluid was clear and yellowish in appearance. A cytological examination, gram stain, acid-fast stain, and bacterial and fungal cultures yielded negative results. Fever persisted, despite the use of antibiotics (cefoperazone-sulbactam), and symptoms of cardiac tamponade were aggravated, with a rapid heart rate, paradoxical pulse, and jugular venous distention. The irregular masses with pericardial effusion persisted under echocardiography (). We then performed pericardiectomy for the patient, and removed pericardial effusion and several masses. The yellowish irregular masses were soft and fragile. The largest mass () was then submitted for a histological examination. A microscopic examination showed that the masses were composed of hyperplastic granulation tissue and dead tissue without normal architecture, mixed with numerous caseous substances (). These characteristics suggested tuberculosis, although acid-fast bacteria were not isolated from the specimen, even after culture. Tuberculous pericarditis was finally verified, and anti-tuberculous meditation with isoniazid, rifampicin, pyrazinamide, and ethambutol was then started. The fever subsided soon after treatment. The C-reactive protein level and erythrocyte sedimentation gradually returned to normal. The patient was discharged 2 weeks after surgery.\\nThis research was in accordance with ethical principles for medical research involving human subjects outlined in the Declaration of Helsinki and was approved by the Ethics Committee of Lanzhou University Second Hospital (approval number: 2018A-008). Informed consent to report this case was obtained from the patient.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'22379347': 2, '10743349': 1, '33566996': 1, '20549456': 1, '22427006': 1, '16330703': 1, '30898056': 2}", "similar_patients": "{'3286783-1': 1}"}