{"patient_id": 129967, "patient_uid": "6226133-1", "PMID": 30145853, "file_path": "noncomm/PMC006xxxxxx/PMC6226133.xml", "title": "Isolated Tuberculoma Mimicking Foramen Magnum Meningioma in the Absence of Primary Tuberculosis: A Case Report", "patient": "A 53-year-old lady presented with the complaints of dysesthesia of the tongue and numbness over the left side of the face for 4 months prior to presentation. Neurologic examination revealed slight weakness of her left upper limb and hypoesthesia over the medial aspect of left sole and foot. Deep tendon reflexes were normal. Other physical and systemic examinations revealed no abnormalities. Laboratory investigations were also within normal limits and there we no signs of infection or inflammation. The patient’s CRP was tested multiple times and was within the range of 0.04–0.33 mg/L and did not have a single value. Magnetic resonance imaging (MRI) of brain revealed a mass extending from the foramen magnum to the craniovertebral (CV) junction and compressing the brain stem and upper cervical cord. The mass was hypo- to iso-intense on T1-(TIWI) and T2-weighted images (T2WI) and was homogeneously enhanced on postcontrast images with dural-tail sign (-). Cerebral angiography showed faint tumor staining from the muscle branches and pial vessels. Based on these imaging findings, the mass was diagnosed as en-plaque meningioma of the foramen magnum and was opted for surgical resection.\\nThe surgery was performed via the left transcondylar fossa approach with partial laminectomy of the atlas. The firm mass with strong dural attachment encased the left vertebral artery (VA), lower cranial nerves, C2 rootlets, and the posterior spinal arteries. The surgery achieved decompression of the brainstem and upper cervical cord. A portion of the mass around the VA was intentionally left because of its strong adhesion to the arterial wall (-). Postoperatively, there was remarkable improvement in the neurological symptoms with no additional neurological deficits.\\nHistopathological examination revealed the mass to be a chronic granulomatous inflammation with multifocal granulomas of various sizes with caseous necrosis, Langerhans giant cells and epithelioid cells which are strongly suggestive of tuberculoma (). However, cultures did not grow M. tuberculosis and the stains were negative for acid-fast-bacilli and fungi. Polymerase chain reaction was also negative for tubercle bacilli complex. Computed tomography scan of the whole body revealed no focal lesions other than residual mass in the CV junction. In the absence of direct evidence of presence of M. tuberculosis, the patient was kept under observation without specific antitubercular treatment. The patient demonstrated recurrence of the disease with extensive dural involvement and right tubo-ovarian and renal mass 10 months after the surgery (). Following this, even though acid-fast bacilli were not isolated, based on the typical histopathological findings of a tuberculous granuloma, the initial mass was finally diagnosed as IDEM tuberculoma and rest as tubercular dissemination. She is now under treatment with antitubercular drugs and is showing good response to the treatment with gradual decrease in the size of extracranial masses.\\nThis study was approved by the ethics committee of Hiroshima University (appproval number: 259).", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'8814176': 1, '15800442': 1, '17992050': 1, '21716842': 2, '16902844': 1, '29118478': 1, '21119945': 2, '12682818': 1, '27279685': 1, '15907551': 1, '6689720': 1, '14519219': 1, '30145853': 2}", "similar_patients": "{'3123009-1': 1, '2981785-1': 1}"}