{"patient_id": 2608, "patient_uid": "6138103-1", "PMID": 30263180, "file_path": "comm/PMC006xxxxxx/PMC6138103.xml", "title": "Achalasia as a complication of bulimia nervosa: A case report", "patient": "A 13-year-old adolescent girl was admitted to the Department of Child and Adolescent Psychiatry with complaints of lack of enjoyment of pleasurable activities, sleep disturbances, suicidal thoughts, binge eating episodes, self-induced vomiting episodes and excessive exercising, leading to significant weight loss last 1 year in association with a situation of a family conflict.\\nThe patient lived with her mother and sister. She was very distressed and unhappy because her mother forced her to talk with her father. She stated that her father had deserted them for someone else 9 years ago, she did not talk and see him until this time anymore and she found this difficult to accept him and everyday her father phoned her mother and insisted on establishing a new relationship. In this month, she began to take money from home without permission, especially after each time her father called her mother. And she started to have conflicts with her peers and siblings.\\nShe was admitted to the paediatric inpatient clinics in two different hospitals because of self-induced vomiting episodes and weight loss before admission to the Department of Child and Adolescent Psychiatry. She had no complaints of dysphagia, retrosternal pain and heartburn; physical examinations and detailed investigations including blood tests and abdominal-pelvic ultrasound and endoscopy were normal on both paediatric occasions. Paediatric gastroenterology specialist reported that this medical condition was not associated with any primary oesophageal motility disorders (achalasia, diffuse oesophageal spasm, nutcracker oesophagus, etc.) and secondary oesophageal motility disorders (diabetes mellitus, scleroderma, etc.). Following this, she was referred to a child and adolescent psychiatry outpatient clinic along with a pre-diagnosis of psychiatric disorders to be able to associate with secondary oesophageal motility disorders.\\nAt the psychiatric evaluation, she expressed no fear of getting fat but her self-esteem was strongly affected by her physical appearance, and she seemed very unhappy. She reported binge eating episodes and self-induced vomiting at least 7–8 times a day. She had lost 13 kg in the previous 6 months (weight: 41 kg, height: 162 cm, body mass index: 15.6 at admission). Laboratory evaluations including haemogram, liver function tests, total protein, vitamin B12, folic acid, T3, T4, TSH, FSH, LH, E2, prolactin levels were within normal limits. The abdominal-pelvic ultrasound and plain abdominal radiography were repeated and reported as normal. A physical examination at the paediatric clinic ruled out medical complications. Achalasia and other oesophageal motility disorders were ruled out according to physical examinations and test results. Baseline psychiatric evaluation with the Children’s Depression Inventory and the Clinical Global Impression scale revealed scores of 40 and 7 (extremely ill), respectively. According to those evaluations and DSM-IV-TR criteria, the patient was diagnosed with major depressive disorder and BN, and she was started on fluoxetine 20 mg per day. Cognitive behavioural therapy focusing on body-focused cognitions was also started. Partial response to treatment was observed at the 11th week (i.e. binge or vomiting reduced to 2–3 per day and weight gain of 1.4 kg), and fluoxetine was titrated to 40 mg/day. The subject of seeing her father was closed. She stated that this made her feel good, and she registered for a painting course.\\nWhile she was under follow-up in a child and adolescent psychiatry clinic, she was admitted to a paediatric gastroenterology clinic because of complaints of dysphagia with retrosternal pain, heartburn, involuntary vomiting of undigested food and weight loss. Oesophagogastrodu-odenoscopy showed retention of liquid in the oesophagus, so oesophageal manometry was quickly carried out, and the results were strongly consistent with achalasia in the patient. After a joint meeting of the paediatric gastroenterology and paediatric surgery departments, a decision to operate was made. The patient underwent surgery, and oesophagogastromyotomy and fundoplication were performed during the operation. After surgery, her vomiting decreased. And she stated that she felt better but she still experienced anxiety regarding her physical appearance and weight. She was receiving 40 mg/day fluoxetine and cognitive behavioural therapy sessions weekly, and she is still under follow-up. Her Children’s Depression Inventory and the Clinical Global Impression scale scores were 25 and 2 (borderline mentally ill), respectively, during her last visit.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'16170899': 1, '25053457': 1, '18704920': 1, '16772837': 1, '19809334': 1, '17894899': 1, '2046469': 1, '2323585': 1, '15149298': 1, '16684948': 1, '17925926': 1, '14573321': 1, '14596655': 1, '29774515': 1, '34213745': 1, '30263180': 2}", "similar_patients": "{}"}