{"patient_id": 127763, "patient_uid": "6052811-1", "PMID": 30078975, "file_path": "noncomm/PMC006xxxxxx/PMC6052811.xml", "title": "Primitive neuroectodermal tumor of the kidney: A rare case report", "patient": "A 30-year-old female patient presented with complaints of right abdominal pain and significant weight loss for the past 1–1.5 months along with a progressively enlarging abdominal mass for the past 15 days. The patient had a single episode of hematuria in the past 4–5 months. On per-abdomen examination, the mass was seen to involve the right hypochondrium and right lumbar region. The mass was smooth, well defined, firm to hard, and moved with respiration.\\nContrast-enhanced computed tomography (CECT) abdomen revealed a heterogeneously enhancing isodense to hypodense mass lesion arising from the right kidney replacing most of the renal parenchyma. The fat planes and other viscera such as liver, gallbladder, and suprarenal were preserved. CECT angiogram showed the same hypodense contiguous extension into the right atrium involving infra- and supra-hepatic IVC. A radical nephrectomy along with IVC and atrial thrombectomy was performed, and the formalin-fixed sample was sent to the laboratory for histopathological examination.\\nGrossly, the kidney was enlarged and distorted. The renal capsule and perirenal fat were intact. On serial sectioning, a tumor was seen replacing almost whole of the renal parenchyma measuring 20 cm × 14 cm × 9 cm, involving the renal pelvis and sinus []. The tumor was friable, grayish-brown with areas of necrosis and hemorrhage []. The right adrenals were grossly uninvolved. A gray-brown tubular muscular structure with blood clot was also identified and sectioned.\\nMicroscopic examination showed a tumor with malignant cells arranged in solid sheets, cords, and pseudorosettes. The cells were monomorphic with small round nuclei having fine chromatin and inconspicuous nucleoli [–]. Also noted were areas of normal renal parenchyma [] and extensive hemorrhagic areas []. The tumor involved the renal parenchyma, pelvicalyceal system, and sinus with a thrombus in IVC up to right atria. However, the right adrenal and ureter were free of tumor. An IHC panel of CD99, NSE (favoring peripheral neuroectodermal tumor), WT-1 (favoring adult Wilms tumor), CD10, BCL-2, vimentin (favoring clear cell sarcoma), CD99, EMA (favoring synovial sarcoma), and CD56, synaptophysin (favoring neuroblastoma) were applied. The tumor cells showed immunoreactivity for CD99 [], NSE, and vimentin []. Hence, based on morphology and IHC examination, a final diagnosis of PNET of the kidney (PNET) – Stage 3 was rendered.\\nThe patient had several episodes of cardiac asystole in the intraoperative and postoperative period and finally succumbed to the same in the intensive care unit on the 10th postoperative day.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'15160528': 1, '11123763': 1, '17185243': 1, '11859203': 1, '27146755': 1, '10953145': 1, '18308106': 1, '30078975': 2}", "similar_patients": "{}"}