{"patient_id": 2274, "patient_uid": "6114781-1", "PMID": 30153795, "file_path": "comm/PMC006xxxxxx/PMC6114781.xml", "title": "A case report of dengue haemorrhagic fever during the peripartum period: challenges in management and a case of vertical dengue transmission", "patient": "A 33-year-old previously healthy mother in her 2nd pregnancy, was admitted at 38 weeks of gestation with a one-day history of high fever with chills, myalgia, arthralgia, and headache. Her first pregnancy ended up as lower segment caesarian section (LSCS) due to the unfavorable cervix. On admission, she was febrile (102 °F). Her pulse rate (PR) and blood pressure (BP) were 88 beats per minute and 94/60 mmHg respectively. Rest of the cardiac and respiratory examination was unremarkable. Abdominal examination revealed a soft abdomen with a single live fetus and symphysiofundal height was compatible with gestational age. Vaginal examination revealed an unfavorable cervix. Laboratory investigation results were as follows: total white cell count (WBC) 7100/mm3, platelet count (PLT) 112,000/mm3, haemoglobin (Hb) 11.5 g/dl, packed cell volume (PCV) 30%, C reactive protein (CRP) 31 mg/l and positive NS 1 antigen. Liver function and renal function tests were normal. Cardiotocograph (CTG) was normal and the fetal biophysical profile was compatible with the period of gestation (POG). There was no ultrasound evidence of free fluid in the abdomen or pelvis. The diagnosis was made of uncomplicated dengue and managed according to current national dengue management guidelines.\\nOn the 2nd day, she developed two episodes of vomiting and had mild intermittent abdominal pain. Her PR was 98 beats per minute and blood pressure was 90/64 mmHg. There was mild right hypochondriac tenderness. Complete blood count (CBC) showed WBC 6900/mm3, PLT 72000mm3 and PCV 32%. Ultrasonically, there was no free in abdomen or chest. A multidisciplinary meeting was convened and a decision made to deliver her baby by urgent LSCS. Blood, fresh frozen plasma, and platelets were preserved and LSCS was performed under spinal anaesthesia. A healthy male baby weighing 3.0 kg was delivered with an uneventful intraoperative period. Although there was no significant bleeding as a prophylactic measure B lynch sutures were applied and an abdominal drain was also inserted. She was then transferred to intensive care unit (ICU) for further management.\\nOn the 3rd day, fever was persisting and she continued to complain of right hypochondriac pain. She became tachycardic with PR of 105 beats per minute. BP was 92/66 mmHg. CBC revealed WBC of 5300/mm3 with PLT of 63,000/mm3 and PCV of 35%. Ultrasound (USS) examination showed pericholecystic oedema with a thin layer of free fluid in the hepatorenal pouch. The diagnosis of dengue hemorrhagic fever was made and observations conducted according to the observation chart for management of dengue in adult patients with fluid leakage. A 3 hourly PCV monitoring, hourly capillary refill time (CRFT), PR, supine BP and urine output was conducted. CBCs were performed twice daily with daily alanine transaminase (ALT) and aspartate transaminase (AST). Serum albumin was found to be low and 2D ECHO was normal. To cover unexpected nosocomial infections, IV of 4.5 g Piperazillin tazobactam, 8 hourly, was started. The summary of investigations is shown below (Table ).\\nDuring the first 12 h of the critical phase (CP), vital parameters were stable and a flat rate of fluid administration was continued. Towards the peak of the leaking phase, her PR started to rise with a narrowing of pulse pressure. As there was a sudden drop in PCV, possible intra abdominal bleeding was suspected and 500 ml of packed cells was transfused. Although the abdominal draining was absent, USS confirmed the high possibility of the presence of blood in the peritoneal cavity. Haemodynamic parameters were improved following transfusion. At the same time, intravenous (IV) tranexamic acid 1 g was also given. Although there was a further drop in platelets, clotting studies were well within the normal range. At the beginning of the second half of the critical phase, she had developed pedal edema, mild ascites with right-sided mild pleural effusion without respiratory compromise. Around the 36th hour of CP, urine output dropped to less than 0.5 ml/kg/hour. Due to the high possibility of fluid overload, IV dextran 350 ml was given. Thereafter she had an uneventful recovery from rest of CP. She was then transferred to the high dependency unit and later to the postnatal ward, for further care. During the recovery phase, she became fever free and went into polyuric phase. Her CBC showed WBC 10000/mm3, PLT 238000/mm3 and Hb 9.8 g/dl. IV antibiotics were stopped after completion of the one week course following the negative urine and blood culture reports. Throughout the illness, her clotting studies and renal functions were normal. Later, she was discharged and underwent an uneventful recovery.\\nDuring her ICU stay, the baby was kept in the special baby unit (SBU) for the continuation of feeding and observation. He was never taken out of SBU and had no history of mosquito bites. The neonate was well until the 5th day of life but suddenly developed a high fever with jaundice. Sepsis or congenital dengue infection was suspected. Laboratory investigation results were as follows: WBC 5800/mm3, Hb 13.8 g/dl, PLT 126000/mm3, positive dengue NS 1 Antigen, AST 87 U/L, ALT 23 U/L, CRP 5.8 mg/l with normal liver and renal functions with the exception of an elevated indirect bilirubin of 35 micro mol/L. Diagnosis of dengue fever was made and managed according to current guidelines. Later, on the 7th day of life, his PLT count dropped from 86,000/mm3 to 43,000/mm3 and he developed malena. However, bedside USS revealed no evidence of fluid leakage or intracranial bleed. Haemodynamic parameters were within normal ranges except tachycardia of 170 bpm during the period of malena. 30 ml of PLT and 45 ml of packed red cell transfusion were done. With close monitoring and judicious fluid balance, the baby improved and was discharged from the SBU with PLT of 146,000/mm3 and Hb of 12 g/dl on the 11th day of life. However, his body weight had dropped to 2.580 kg upon discharge. On the 25th day of life, clinic review revealed weight gain up to 2.780 kg with age-appropriate milestone levels.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'27982356': 2, '33147733': 2, '11747474': 1, '15115090': 1, '31616923': 1, '27213856': 1, '25299383': 1, '30153795': 2}", "similar_patients": "{'7768497-1': 1, '7768497-2': 1, '7768497-3': 1, '7768497-4': 1, '5147720-1': 1}"}