{"patient_id": 7854, "patient_uid": "6472718-1", "PMID": 31032152, "file_path": "comm/PMC006xxxxxx/PMC6472718.xml", "title": "A Rare Case of Malignant Mesothelioma Presenting with Systemic Lupus Erythematosus Seropositivity: A Case Report and Review of Literature", "patient": "A 75-year-old Caucasian male with a past medical history of essential hypertension, prostate cancer status post prostatectomy, and lifetime nonsmoker presented to his primary care provider with progressive shortness of breath and chest heaviness for one month. He denied systemic symptoms including weight loss, fevers, chills, or appetite loss. He reported ongoing productive cough with clear sputum. He was urgently referred to cardiology, in which an exercise stress test yielded ST-segment depression coinciding with anginal symptoms. Cardiac catheterization was performed and unremarkable for coronary disease. A post-catheterization chest X-ray (CXR) was significant for a right hemithorax with a moderate-to-large pleural effusion (Figure ). He was then sent to pulmonology for a thoracentesis, with three liters of pleural fluid removed. Pleural fluid studies indicated an exudative effusion that was negative for both malignancy and bacterial growth. He initially reported improvement of his dyspnea, however, his symptoms reappeared after a few days. Recurrent accumulation of fluid evident on CXR one week later prompted an additional thoracentesis and further evaluation for secondary causes, including autoimmune-mediated processes.\\nSerology results included the presence of antinuclear antibodies (ANA), low-titer anti-double stranded DNA (anti-dsDNA) antibodies 15 IU/mL, and rheumatoid factor (RF) 16 IU/mL. Anti-histone antibodies (AHA) were moderately positive at 2.5 Units. Anti-Smith antibodies and anti-cyclic citrullinated peptide (anti-CCP) antibodies were absent. Both erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP) were elevated at 52 mm/h and 32 mg/L, respectively. C3 and C4 complement levels and urinalysis with microscopy were normal. Table includes laboratory results with their normal references ranges.\\nIn the setting of positive ANA, anti-dsDNA, and AHA, the patient was referred to Rheumatology for possible SLE. The patient denied classic systemic symptoms associated with SLE, including arthralgias, joint swelling, skin rash, or Raynaud’s phenomenon. However, it was still believed that his pleural effusion was secondary to an autoimmune etiology. He was started on a trial of oral prednisone 30 mg daily for seven days. A repeat ultrasound one week later demonstrated a decrease in size of the pleural effusion. Further evaluation with a CT scan of the chest revealed multiple pleural masses, including a 7.8 cm x 2.4 cm lobulated pleural mass in the right upper lobe. Additionally, there was nodularity of the right mediastinal and diaphragmatic pleura, suggestive of possible pleural mesothelioma. The presence of enlarged cardiophrenic lymph nodes was indicative of potential metastatic disease (Figures -).\\nA bronchoscopy with lung biopsy was consistent with epithelioid mesothelioma. A positron emission tomography (PET) scan revealed hypermetabolic activity corresponding with the lesions demonstrated on the CT scan of the chest (Figures -). The patient was then referred to Hematology/Oncology where he underwent treatment for his newly diagnosed malignant mesothelioma.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'28173739': 1, '30335001': 2, '24876951': 1, '23410586': 1, '29379092': 1, '22180268': 1, '28351431': 2, '25639532': 1, '24625089': 1, '6742915': 1, '17039119': 1, '22382348': 1, '3772919': 1, '26757303': 1, '20635012': 1, '31032152': 2}", "similar_patients": "{'5370430-1': 1, '6211931-1': 1}"}