{"patient_id": 816, "patient_uid": "6023704-1", "PMID": 29924012, "file_path": "comm/PMC006xxxxxx/PMC6023704.xml", "title": "A giant lumbar chordoma", "patient": "The patient was a 72-year-old man who was followed up for persistent pain in the left side of the waist for 2 years, radiating to the left hip. The history of schistosomiasis was 40 years, and with hypertension 1 year. On physical examination, he had pain on movement of the spine with bilateral Grade IV motor strength in both lower extremities. There was not numbness in both feet and ankles with normal ankle reflexes bilaterally. There was a normal knee reflex bilaterally. There was no obvious bulge in the bilateral kidney region, and the left lateral kidney region knocks out to be positive for pain. The neurological symptoms were ascribed to the compression of the spinal cord and nerve roots by an expanding mass partly protruding into the vertebral canal.\\nMagnetic resonance imaging (MRI) was performed that the left side of the vertebral body and the left peritoneum showed an elliptical abnormal signal shadow, which showed a dumbbell growth. The MRI scan showed an area of increased signal intensity on T2-weighted images in the T12-L4 paravertebral region. At discovery, on the left side of the L1 vertebral body, there was a slightly longer T1/T2 signal, with a size of 8.6 × 8.4 × 12.4 cm (Fig. ). The boundary was clear, and the enhanced scan showed an uneven separation. The lesion protruding into the erector spinae muscles and behind the retroperitoneum are connected to the lesion in the vertebral canal through the intervertebral foramen, and the spinal cord was compressed and the boundary was clear. And the computed tomography (CT) showed that bone destruction can be seen on left lateral transverse process of L2, and the left kidney was significantly compressed (Fig. ).\\nThe patient was treated with surgical resection of the total tumor, followed by the spinal internal fixation of L1 to L2 with pedicle screws. A posterior approach was selected for decompression. Intraoperatively, 2 lumps measuring 10 × 9 × 8 cm and 8 × 6 × 3 cm were visible in the focal region. They were well circumscribed and completely resected (Fig. ). Total laminectomy was performed for L1 and L2. On histopathological examination, the gross specimen consisted of ragged pieces of pale-tan, slightly gelatinous material admixed with blood clot. Microscopic examination of the formalin fixed paraffin-embedded specimen showed the presence of a lobulated neoplasm in a prominent extracellular myxoid matrix. The neoplastic cells were composed of syncytial cords of “physaliphorous cells” that contained abundant pale septated and vacuolated clear to bubbly cytoplasm with mild nuclear pleomorphism. Overt mitosis was not identified. Immunohistochemical examination showed that the lesional cells were positive to CK(+++), S100(++), CD65(+), neuron-specific enolase(++), epithelial membrane antigen (+++), and vimentin(+++). The coexpression of epithelial and mesenchymal immunohistochemical markers supported the notochordal lineage of the lesional cells. Ki67 was 3%+ in the lesional cells. The above histomorphological features in conjunction with the immune-phenotype observed confirmed the diagnosis of chordoma.\\nNo heavy ion radiotherapy was performed because the tumor massively invaded into spinal canal and foramen, compressing the spinal cord and nerve root directly. After 5-month follow-up, we find the recurrence in the original lesion through the post-operative CT (Fig. ). In consideration of the huge and complex recurrence, we did not have second operation. At the 15-month follow-up, the patient was dead after a lot of times revisit by various doctors.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'19768499': 1, '10813725': 1, '28515451': 1, '25871477': 1, '3258100': 1, '12170453': 1, '22081530': 1, '7211316': 1, '24501096': 1, '31464948': 2, '20109225': 1, '11302633': 1, '21368699': 1, '32819895': 1, '21163650': 1, '24445144': 1, '25823817': 1, '29113181': 1, '24621885': 1, '17542504': 1, '29026317': 1, '24760686': 1, '8536238': 1, '8946554': 1, '17630110': 1, '8817786': 1, '29924012': 2}", "similar_patients": "{'6736088-1': 1}"}