{"patient_id": 13862, "patient_uid": "6878041-1", "PMID": 31788272, "file_path": "comm/PMC006xxxxxx/PMC6878041.xml", "title": "Meropenem pharmacokinetics during relapsing peritonitis due to ESBL-producing Enterobacteriaciae in a liver transplant recipient", "patient": "An eight-year-old (29.9 kg) girl underwent deceased-donor LT due to Wilson disease. She received ampicillin and cefotaxime as perioperative prophylactic antibiotics for 2 days. Immunosuppression after LT consisted of tacrolimus and methylprednisolone. After LT, massive ascites (up to 79 L over 7 days) developed, possibly due to small size graft and/or hepatic vein stenosis. On postoperative day (POD) 43, fever (maximum 40.0°C) and abdominal pain developed. The peripheral white blood cell count was elevated to 35,530/µL with 85% neutrophils. Total bilirubin, direct bilirubin, aspartate aminotransferase, alanine aminotransferase, creatinine, albumin, and C-reactive protein levels were 4.18 mg/dL, 3.03 mg/dL, 50 U/L, 39 U/L, 0.34 mg/dL, 2.8 g/dL, and 5.45 mg/dL, respectively. Renal function was normal with an estimated glomerular function rate of 130 mL/min/1.73 m2. Ascites cell count was elevated at 1775/µL with 75% neutrophils and Gram staining revealed gram-negative bacilli. Bacterial peritonitis was suspected, and piperacillin/tazobactam was initiated. Two days later (POD 45), exploratory laparotomy detected abdominal abscess and intensive peritoneal lavage was performed. MDR Enterobacteriaceae was isolated from the original ascites sample, and antibiotics were switched to meropenem (60 mg/kg/d) and gentamicin (5 mg/kg/d) every 24 hours. The isolate was identified as ESBL-producing E coli (meropenem MIC ≤ 1.0 µg/mL), and gentamicin was discontinued. The dosing of meropenem was increased to 120 mg/kg/d every 8 hours (60-minute infusion) on day 3 of treatment because of suspected underdosing due to massive ascites. The antibiotic dose was based on the patient's total weight. The patient's condition improved gradually, and meropenem was stopped after completion of 2 weeks of therapy (POD 59). However, fever, abdominal pain, and leukocytosis in blood (33 650/µL with 82% neutrophils) and ascites (3800/µL with 90% neutrophils) were observed 6 days after finishing the first course of meropenem-based antibiotic therapy. Relapse of bacterial peritonitis was suspected, and meropenem (120 mg/kg/d every 8 hours, 60-minute infusion) was reinitiated. The peritoneal drainage tube was replaced, and ascites culture was performed. The culture revealed ESBL-producing E coli with the same antibiotic susceptibility pattern, confirming the diagnosis of relapsed peritonitis. The patient's condition improved after initiation of the second course of meropenem-based antibiotic therapy. During this episode, normalization of ascites cell count was confirmed, and 3 weeks of meropenem therapy was completed. However, peritoneal abscess and peritonitis due to ESBL-producing E coli relapsed again 12 days after completion of antibiotic therapy (POD 101). Meropenem was reinitiated at 120 mg/kg/d every 8 hours. This time, meropenem was administered using a prolonged (3 hours) infusion to achieve a longer time above MIC. Meropenem was continued for 4 weeks, but peritoneal effusion still persisted. Therefore, antibiotics were continued, but meropenem was switched to cefmetazole to reduce overall exposure to carbapenem antibiotics. Disappearance of abdominal abscess was confirmed by CT scan and abdominal ultrasound. Cefmetazole was stopped after 4 weeks of therapy and no relapse was observed thereafter. The amounts of pleural fluid and ascites were high with 4-6 L/d throughout these three episodes.\\nRemnant serum samples were scavenged for meropenem concentration determinations. These samples were analyzed using a validated liquid chromatography method with tandem mass spectrometric detection (LC/MS/MS). This LC/MS/MS method for determination of meropenem concentration was validated and met the requirements for specificity, sensitivity, linearity, recovery, precision, accuracy, and dilution integrity according to the European Medicines Agency guidelines. The PK data were fit to a two-compartment model using the program WinBUGS version 1.4.3 () to estimate the pharmacokinetic parameters in this patient. A previously validated and published pediatric population PK model of meropenem was provided as the PK parameter and variance priors for this analysis. This retrospective study was approved by the institutional review board at our hospital (NCCHD-1328).\\nDuring each of the three peritonitis episodes, multiple serum meropenem concentrations were measured. The sampling timing and modeled meropenem concentration-time profile are shown in Figure . Meropenem was administered as 40 mg/kg/dose every 8 hours, 60-minute infusions in the first and second episodes and the same dose but 3-hour infusions in the third episode. The PK and PD parameters in each episode are shown in Table . The modeled troughs were higher in the third episode with 3-hour infusions than in the first and second episodes with 60-minute infusions (0.82, 0.08, and 0.027 µg/mL, respectively). The estimated total meropenem clearance (CL) values were 0.44-0.47 L/kg/h, and the estimated volumes of distribution at steady-state (Vdss) were 0.43-0.59 L/kg.\\nThe calculated TMIC (for meropenem MIC = 1 µg/mL) was highest (92.5%) in the third episode with prolonged infusion compared to 65.0% and 77.5% in the first and second episodes with 60-minute infusions.", "age": "[[8.0, 'year']]", "gender": "F", "relevant_articles": "{'25586681': 1, '25131028': 1, '24429437': 1, '20034345': 1, '29102324': 1, '11283805': 1, '23604132': 1, '20094749': 1, '33199385': 1, '16397286': 1, '22884857': 1, '31788272': 2}", "similar_patients": "{}"}