{"patient_id": 15927, "patient_uid": "6991141-1", "PMID": 32025441, "file_path": "comm/PMC006xxxxxx/PMC6991141.xml", "title": "Metastatic Squamous Cell Carcinoma in the Gallbladder Fossa Complicated by a Duodenal Fistula", "patient": "A 68-year-old man presented to the emergency department with right upper quadrant pain, lower extremity swelling, and weight loss. Computed tomography (CT) showed a large necrotic mass in the gallbladder fossa fistulizing to the duodenum (Figure ). A positron emission tomography (PET) scan revealed hypermetabolic liver metastases and portacaval lymphadenopathy, and an ultrasound-guided biopsy of the mass revealed keratinizing squamous cells. Subsequent upper endoscopy, chest CT, and anal exam failed to identify a primary lesion, and the patient was diagnosed with stage 4 metastatic SCC of unknown primary origin. Due to the metastases, the tumor was deemed unresectable. Because of the duodenal fistula, it was feared that any myelosuppression induced by chemotherapy would pose a high risk of bacteremia. Consequently, chemotherapy was not administered initially.\\nOver the next week, the patient’s edema progressively worsened to include the scrotum and abdomen, with both legs weeping clear fluid. A second abdominal CT revealed these symptoms to be secondary to the mass, which was compressing the suprarenal inferior vena cava (IVC) (Figure ). At this point, the palliative benefits of chemotherapy were thought to outweigh the risks, and the patient was treated with low-dose carboplatin and paclitaxel. Additionally, he underwent targeted radiation therapy in an attempt to relieve the mass effect symptoms. Nevertheless, the disease progressed and the patient ultimately enrolled in hospice care and died two months later.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'28977975': 1, '31931279': 1, '22272606': 1, '26181570': 2, '23827515': 1, '15767732': 1, '29676387': 1, '1516000': 1, '30269469': 2, '26943678': 2, '28229073': 1, '32025441': 2}", "similar_patients": "{'4706539-1': 1, '6435994-1': 1, '4617094-1': 1, '4617094-2': 1, '4617094-3': 1, '4617094-4': 1}"}