{"patient_id": 1130, "patient_uid": "6039626-1", "PMID": 29953018, "file_path": "comm/PMC006xxxxxx/PMC6039626.xml", "title": "Partial molar pregnancy in the cesarean scar", "patient": "On March 16, 2016, a 28-year-old woman (gravida 3, para 1) was admitted to our hospital because of amenorrhea for 48 days and vaginal bleeding for 3 days. She had a cesarean section 1 year ago. On admission, she complained of irregular vaginal bleeding and mild abdominal pain. A pelvic examination showed a closed external cervical os and a normal uterus with tenderness. Her hemoglobin and serum human chorionic gonadotropin (hCG) levels were 110 g/L and 7894 IU/L, respectively. A transvaginal sonogram showed a 1.2 × 1.4 × 1.5-cm-sized gestational sac implanted near the previous cesarean scar in the anterior wall of the uterine corpus (Fig. ). The gestational sac was bulging toward the serosa, with a 5-mm-thin layer of overlying myometrium. A pelvic magnetic resonance imaging (MRI) scan showed a group of abnormal cystic component signal on the anterior wall of the uterine isthmus incision, measuring approximately 1.6 × 2.0 × 1.5 cm (Fig. ). The lesions, low signal on T1-weighted image (T1WI), and mixed with high signal on T2WI, were prominent in the uterine cavity. The myometrium of the anterior wall of the uterine isthmus incision was not continuous, with the thinnest area at approximately 0.6 cm, whereas the uterine serosa was continuous. Based on these findings, she was suspected of having CSP.\\nOn day 1, considering the high risk of hemorrhage, bilateral uterine arterial embolization was performed. Her serum hCG level was 10,940 IU/L. The ultrasound revealed decreased vascularity. On day 2, careful suction evacuation under ultrasound guidance was performed. A 10-g tissue without chronic villi or cystic mole was obtained, which was sent for histologic examination. At the end of the procedure, the ultrasound showed no evidence of the previous lesion. The total blood loss was 5 mL, and oxytocin was intravenously administered to reduce the risk of bleeding. On day 3, vaginal bleeding was not observed, and her serum hCG level decreased to 4488 IU/L, and the patient was discharged. Surprisingly, the histologic examination of the tissue confirmed a partial hydatidiform mole. Chorionic villi with focal trophoblastic proliferation and hydropic change were observed (Fig. ). The immunohistochemical results showed P57(+) and proliferation index of trophocyte Ki67 of 10%. The patient had a partial molar CSP instead of normal CSP, which we considered preoperatively. The patient's serum hCG level was monitored weekly. Her serum hCG level gradually returned to normal, and she had no vaginal spotting for 9 weeks. Menstruation restarted in the ninth week.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'19780724': 1, '30235783': 1, '30383708': 1, '16273594': 1, '22640013': 1, '32368549': 2, '26522484': 1, '27648323': 2, '20728069': 1, '17175496': 1, '7566847': 1, '24185003': 1, '17655732': 1, '32509606': 1, '22270435': 1, '29953018': 2}", "similar_patients": "{'7190942-1': 1, '5014949-1': 1}"}