{"patient_id": 1077, "patient_uid": "6037340-1", "PMID": 30009102, "file_path": "comm/PMC006xxxxxx/PMC6037340.xml", "title": "Colonic Obstruction from an Unusual Cause: A Rare Case of Metastatic Invasive Ductal Carcinoma to the Colon", "patient": "A 68-year-old female presented with right upper quadrant abdominal pain and swelling. The pain was described as sharp, intermittent pain with 10/10 severity that started the day prior to admission. It was not associated with food, and she denied any fevers or chills. Her last bowel movement was the day prior to admission and was of normal caliber. She denied diarrhea, melena, hematochezia, and unintentional weight loss.\\nShe had a past medical history of estrogen receptor (ER), progesterone receptor (PR), and human epidermal growth factor 2 (HER2)-positive invasive ductal carcinoma of the left breast diagnosed in 1996. She received a modified left radical mastectomy and right simple mastectomy, adjuvant systemic chemotherapy with doxorubicin and cyclophosphamide, radiation to the left chest wall, and was started on Tamoxifen. Five years later, she developed metastatic disease to the lumbar spine (ER+/PR+) and received palliative radiation. She was started on zoledronic acid for bone metastasis and her endocrine therapy was switched to letrozole. At the time of admission, she was currently on letrozole and methadone for her back pain. She denied any tobacco use, alcohol, or recreational drug use. She has no family history of cancer.\\nPhysical exam revealed stable vital signs and tenderness in the right upper quadrant with a large mass palpated. Laboratory data were unremarkable. Computed tomography of the abdomen and pelvis showed a colonic mass measuring 3.5 centimeters in the hepatic flexure, causing obstruction of ascending colon (Figure ).\\nA colonoscopy was performed and showed mild diverticulosis in the colon along with petechiae in the proximal to mid-transverse colon likely representing brief ischemia from possible volvulus, but no obvious mass was appreciated. Surgery was consulted due to worsening pain and abdominal swelling and a right hemicolectomy with ileocolic anastomosis was performed.\\nPathology revealed metastatic carcinoma measuring 6.5 centimeters in greatest dimension at the junction of the cecum and ascending colon and involved the appendix (Figure ).\\nThe tumor was transmural with involvement of serosal fat through the lamina propria and percolated between the colonic crypts with six out of 11 lymph nodes positive. Immunohistochemical staining was positive for cytokeratin 7, estrogen receptor (Figure ), and GATA-3 (Figure ), and negative for cytokeratin 20 (Figure ), caudal-related homeobox transcription factor - 2 (CDX-2) (Figure ), MELAN-A, CD 56, and synaptophysin. This was consistent with metastatic breast cancer. Further stains were positive for E-cadherin (Figure ), consistent with her history of invasive ductal carcinoma.\\nGiven progression of metastatic invasive ductal carcinoma while on letrozole, she was transitioned to exemestane.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'33235059': 2, '30918733': 2, '26768029': 1, '22295221': 2, '24960140': 1, '23106585': 1, '23626510': 1, '17036400': 1, '16941751': 2, '25552798': 1, '24194990': 2, '19896312': 1, '30009102': 2}", "similar_patients": "{'6408989-1': 1, '7710238-1': 1, '3806398-1': 1, '3262580-1': 1, '2687742-1': 1}"}