{"patient_id": 11714, "patient_uid": "6737916-1", "PMID": 31551910, "file_path": "comm/PMC006xxxxxx/PMC6737916.xml", "title": "A Novel TTC19 Mutation in a Patient With Neurological, Psychological, and Gastrointestinal Impairment", "patient": "The patient is a 15-year-old boy, who is the first and only child of consanguineous healthy parents who were first cousins. He initially presented at the age of 7 years with psychiatric symptoms including aggressive behavior and hyperactivity for which he was under treatment with methylphenidate (Ritalin), risperidone, olanzapine, and biperiden. The patient had normal psychomotor development until the age of 13 years, when he began to develop speech difficulty. Between the age of 13 and 14, he started to experience gait disturbance and difficulty walking, which progressed in the following year and made the patient wheelchair-bound. On physical examination, the patient was emaciated and cachectic; weighing 45 kg with a height of 165 cm, his body mass index (BMI) was 16.5 kg/m2. Neurological examination was significant for bilateral hyperactive deep tendon reflexes, severe ataxia, tremor, horizontal nystagmus, and spasticity, which was more pronounced in the lower extremities. The patient made limited eye contact and appeared to have intellectual impairment. In addition, musculoskeletal examination was notable for pes cavus.\\nLaboratory results including serum electrolytes, plasma ammonia, liver function test, blood amino-acid analysis, and cerebrospinal fluid examination were all normal. However, his blood lactate level was elevated to 27 mg/dL (reference range: 4.5–19.8 mg/dL). Magnetic resonance imaging (MRI) of the brain showed hypersignal changes bilaterally in caudate bodies and lentiform nuclei on T2 and fluid attenuated inversion recovery imaging (FLAIR). The lesions appeared as hypodensities in computed tomography (CT). In addition, cerebellar atrophy was detected ().\\nThe patient's condition deteriorated significantly in subsequent months, leading to severe cognitive impairment and mutism. In addition, the patient developed dysphagia, bilious vomiting, and constipation. Upper endoscopy revealed erythematous lesions distributed in the entire esophagus. Furthermore, gastric mucosa in the fundus, body, and antrum was hyperemic with multiple erosions. These lesions were also seen in the bulb and the second part of duodenum. A percutaneous endoscopic gastrostomy (PEG) tube was inserted due to feeding problems.\\nTotal genomic DNA was extracted from the patient's blood sample using QIAamp DNA Blood Mini kit (Qiagen, Germany). Subsequently, whole-exome sequencing (WES) was performed using Illumina NextSeq500 instrument. Variants with an allele frequency of more than 0.005 in gnomAD, EXAC, and our in-house database were excluded. In addition, synonymous and non-coding variants were filtered. Subsequently, considering the autosomal-recessive pattern of inheritance, homozygous, and compound heterozygous variants were analyzed (). Finally, correlation of the patient's clinical findings with phenotypes associated with the genes harboring identified genetic variations revealed that our patient was homozygous for a previously undescribed frameshift deletion mutation in TTC19 gene (NM_017775.3: c.581delG: p.Arg194Asnfs*16). This novel mutation along with other previously reported pathogenic variants are represented in . Sanger sequencing of exon six of the gene was also performed in the patient and his parents, using the following forward (5′-ATTCACAGTTGGCTCATCACTC-3′) and reverse (5′-AGATGTTGTGTGCCCCACTA-3′) primers. It was confirmed that both parents were heterozygous for the mutation, and that the proband was homozygous for this mutation ().\\nWritten informed consent was obtained from the patient's parents. This study was conducted in accordance with ethical standards of the declaration of Helsinki.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'33595397': 1, '23674168': 1, '23532514': 1, '25887401': 1, '33414805': 2, '31664948': 2, '28673544': 1, '12826641': 1, '25899669': 1, '21278747': 1, '24397319': 1, '33435522': 1, '18940858': 1, '16294144': 1, '25452764': 2, '18394578': 1, '20723845': 1, '33920624': 1, '34361091': 1, '33151299': 1, '29961508': 1, '22335741': 1, '32384880': 2, '25652355': 1, '24368687': 1, '18955007': 1, '20069237': 1, '24092292': 1, '31551910': 2}", "similar_patients": "{'7784631-1': 1, '7784631-2': 1, '4231952-1': 1, '6819644-1': 1, '6819644-2': 1, '7206720-1': 1}"}