{"patient_id": 12470, "patient_uid": "6796632-1", "PMID": 31539826, "file_path": "comm/PMC006xxxxxx/PMC6796632.xml", "title": "When “looks” can be deceiving – Internuclear ophthalmoplegia after mild traumatic brain injury: Case report and literature review", "patient": "A 27-year old male with no significant past medical history presented to emergency department (ED) of our Level 1 Trauma Center with a 1-day history of new-onset visual changes, diplopia, and strabismus following a motor vehicle collision. He was an unrestrained front seat passenger of a vehicle traveling approximately 40 mph when it was involved in a side impact on his side. While he reported a head strike from the initial impact, he did not lose consciousness. He was able to ambulate after the incident though he did experience unsteady gait and stumbling. He also stated that while visual blurriness was not initially present after the accident, onset began several hours afterwards and was associated with his left eye being deviated outwards and unable to move medially. Additional complaints at presentation to the ED included visual blurriness, vertical diplopia, left forehead pain, mild photophobia, strabismus, and improved but still present unsteady gate. He denied any significant headache or any focal numbness or weakness of his face or limbs at intake. His only past medical history was significant only for a concussion from playing football in the remote past.\\nPhysical exam revealed a GCS of 15 and was significant for bilateral pupil exam normal, but left ocular extropia and slight hypertropia on forward gaze with deficiency of left convergence and disconjugate eye movements on horizontal gaze with nystagmus. Right ocular movement was not disturbed in any direction, but horizontal nystagmus appeared on rightward gaze. No ptosis was present in either eye. Visual acuity was grossly normal; visual fields showed no defects bilaterally; and normal finger-to-nose test bilaterally. Laboratory values were all within normal limits.\\nA non-contrast computed tomography (CT) brain showed possible small right frontal hemorrhagic contusion and small subarachnoid hemorrhage. CT of the facial bones was negative for cranio-facial fractures. Subsequent magnetic resonance imaging (MRI) of the Brain (, ) revealed T2/FLAIR hyperintensities in the right middle cerebellar peduncle and left temporal-occipital white matter. While these findings were nonspecific, they may be seen with demyelinating diseases, diffuse axonal injury (DAI), or chronic small vessel ischemic disease. Other less common etiologies would include various infectious or inflammatory processes and vasculitis.\\nOur traumatic brain injury neurology team was consulted and concluded that given the patient's presentation, post-traumatic DAI as the etiology. A follow up non-contrast CT brain was the next day showed resolution of the punctate right frontal lobe contusion and the SAH. They also ordered a CT Angiogram of brain to rule out a vascular etiology and to shed light on his symptomatology. The results showed no hemodynamically significant stenosis, no aneurysmal dilatation or dissection of the anterior and posterior cerebral circulation. The anterior and posterior communicating arteries were unremarkable, the arterial Circle of Willis complete and the brain vessels intact and patent.\\nThe ophthalmology evaluation revealed normal visual acuity bilaterally, normal visual fields bilaterally, and normal intraocular pressure. Slit lamp and dilated pupillary examinations were unremarkable. After group discussions with neuro-radiology, ophthalmology, and trauma neurology the patient was diagnosed the patient with Wall-Eyed Monocular Internuclear Ophthalmoplegia (WEMINO), a rare subtype of Internuclear Ophthalmoplegia (INO). Our patient was treated conservatively, with short-term application of left eye patch and discharged home. On follow-up visit in the trauma clinic 1 week later, it was found that his left ocular exotropia was less pronounced, and he stated that his diplopia was improving as well. After 12 week follow up, the patient had complete recovery of eye function with correction of the exotropia and was back to work without issues.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'15285772': 1, '15023822': 1, '20396478': 1, '25308307': 1, '15883257': 1, '30342279': 1, '12122187': 1, '32375364': 1, '21655962': 1, '31539826': 2}", "similar_patients": "{}"}