{"patient_id": 11931, "patient_uid": "6754887-1", "PMID": 31583137, "file_path": "comm/PMC006xxxxxx/PMC6754887.xml", "title": "The Conundrum of Septic Shock Imitators in Patients with Hematologic Cancers: Case Presentation and Possible Differential Diagnoses", "patient": "A 53-year-old man was admitted to the Emergency Department due to 6-hour-lasting acute abdominal pain; the first CT scan demonstrated an edematous pancreatitis and a small amount of ascites; a second CT confirmed the results at 6 h from the first one. A couple of hours after hospitalization, he was transferred to our Intensive Care Unit (ICU) because he became confused, hypotensive, and anuric. The history revealed an advanced stage non-Hodgkin lymphoma (DLCBL, stage III) discovered two months before the current admission and treated with 5 cycles of Rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisone (R-CHOP), the last completed the day before the admission in ICU. On a scheduled outpatient visit occurred two weeks before this hospitalization, the patient was prescribed a 10-day course of oral valganciclovir due a reactivation of CMV, but it was suspended after 7 days due to a rise of hepatic liver enzymes and the disappearance of the viral DNA. In the ICU, the patient was intubated and mechanically ventilated; lab investigations demonstrated a deep metabolic acidosis, hyperlactatemia in association with severe leukopenia, and reduced platelet count; these abnormalities worsened in the following hours (). With the clinical suspicion of SS, IV vancomycin, meropemen, and valganciclovir were initiated, along with the administration of IgM- and IgA-enriched intravenous immunoglobulins (Pentaglobin®, Biotest, Dreieich, Germany); at the same time, a renal replacement treatment was started in association with the extracorporeal removal of sepsis mediators (Cytosorb®, Aferetica, Mirandola, Italy). The arterial hypotension was unresponsive to the administration of incremental doses of fluids, norepinephrine (peaking at 2 mcg/kg/min) together with terlipressin (100 mg) and mg 200 of hydrocortisone; a continuous administration of NaHCO3 failed to correct the metabolic acidosis. Despite this extremely aggressive approach, the clinical conditions further deteriorated, and the patient died six hours after the ICU admission.\\nAt the autopsy, the liver and the spleen were enlarged and a massive purulent peritonitis was present in the absence of visceral perforations despite a severe mucosal ischemia that involved the enteric tract completely in the absence of mesenteric vascular obstructions; the pancreatic head was mildly edematous; the adrenal glands appeared hemorrhagic (); the heart was dilated and presented a biventricular a diffuse subendocardial ischemia despite normal coronary arteries.\\nMicroscopically, the bone marrow presented an extensive hemophagocytic lymphohistiocytosis (HLH) in the absence of residual traces of the NHL (); an E. coli strain sensible to the administered antibiotics was isolated from the blood culture.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'24782338': 1, '19117657': 1, '30766533': 1, '27481757': 1, '19474430': 1, '24290661': 1, '24792320': 1, '30010630': 1, '26903336': 1, '30231396': 1, '30360755': 1, '25998991': 1, '23427891': 1, '26363354': 1, '22967460': 1, '27632680': 1, '27816060': 1, '29779928': 1, '30335623': 1, '28621800': 1, '23458363': 1, '24028771': 1, '17522949': 1, '24384030': 1, '20144044': 1, '27238576': 1, '11009000': 1, '24835040': 1, '28407743': 1, '28101605': 1, '22187279': 1, '21317650': 1, '30356381': 2, '31583137': 2}", "similar_patients": "{'6176343-1': 1}"}