{"patient_id": 135959, "patient_uid": "6744741-1", "PMID": 31528472, "file_path": "noncomm/PMC006xxxxxx/PMC6744741.xml", "title": "An autopsy case of widespread brain dissemination of glioblastoma unnoticed by magnetic resonance imaging after treatment with bevacizumab", "patient": "A 36-year-old man presented to our hospital in April 2005 with a general seizure. Fluid-attenuated inversion recovery (FLAIR) MRI of the brain showed a hyperintense lesion in the right frontal lobe suspicious for a low-grade glioma []. The patient underwent removal of the lesion in June 2005 and the histology showed diffuse astrocytoma (WHO Grade II; mindbomb homolog [MIB]-1 index 3.5%). Postoperative radiographic examination confirmed the total removal of the entire extent of hyperintense FLAIR signal [].\\nGeneral seizures reoccurred in 2010, 5 years after the first surgery. The seizures were not controlled with antiepileptic drugs. Radiographic reassessment at this point showed a lesion adjacent to the surgical cavity indicating recurrent tumor []. In January 2011, the patient underwent the second resection in which histology revealed an oligoastrocytoma (WHO grade III; MIB-1 index 2.1%). Again, the entire extent of the FLAIR signal of the lesion was removed as confirmed on postoperative MRI []. The seizures ceased postoperatively, but antiepileptic drugs were continued for another 3 months after the operation, during which the patient received adjuvant radiotherapy with a cumulative dose of 54 Gy in 27 fractions, followed by temozolomide (150 mg/m2) for 1 year.\\nFour years after the second surgery, seizure attacks again recurred frequently. A recurrent lesion appeared enlarging the bottom of the right frontal lobe [], and once again, this was removed. Postoperative radiographic assessment showed partial removal of tumor with residual disease at the temporal lobe []. Histopathological analysis revealed an anaplastic astrocytoma (WHO Grade III; MIB-1 index 5.1%). Temozolomide was resumed postoperatively.\\nTwo years later, follow-up FLAIR MRI showed progression of the lesion extending toward the pyramidal tract []. The patient underwent another surgery for resection. At this time, eight carmustine wafers were placed in the resection cavity. Postoperative MRI showed again subtotal removal of the tumor [] and temozolomide and procarbazine (100 mg for 10 days) were administered postoperatively. At this point, a histopathological diagnosis of GBM (WHO Grade IV) was made. Of note, the MIB-1 index had dramatically increased to 80%.\\nApproximately 8 weeks after the fourth operation, the right-sided paresis of the patient worsened and his general condition deteriorated rapidly. The Karnofsky performance status (KPS) score decreased from 70 to 50 and MRI disclosed that the lesion had progressed contralaterally. Due to the observed tumor progression, bevacizumab (10 mg/kg body weight) was given and within 1 month, the KPS score had improved to 60. The right-side hemiparesis improved. Radiological examination showed shrinkage of the lesion and decreased edema [].\\nOver the course of the ensuing 5 months, bevacizumab was administered 8 times before the patient deteriorated again to terminal state with epileptic seizures occurring more frequently.\\nOne month after hospitalization for failure to thrive, he became somnolent with unstable respirations and he developed signs of herniation. The patient was not intubated according to his living will. He died 1 h later, after a clinical course that spanned a total of 12 years.\\nThe brain weighed 1770 g, which was slightly heavier than normal. Brain edema was attributed to this finding. There was no apparent herniation identified. A surgical cavity was seen in the right frontal lobe. Black and brown masses with indistinct margins were identified in the cerebrum, ventricle, cerebellum, and brainstem.\\nHistopathological examination of various tumor sites revealed cells with atypically shaped nuclei [], anaplasia, and high proliferation [] corresponding to tumor areas of the WHO Grades II and III, respectively. The WHO Grade IV characteristics of palisading necrosis and mitoses were also identified []. Tumor invasion was also observed in the subarachnoid space []. Immunohistochemical stains were positive for isocitrate dehydrogenase-1 and negative for 1 p/19q codeletion. The Grade IV lesions were found in bilateral frontal cortices, cerebellum, brainstem, and pituitary gland. The Grade II and III lesions were widely identified around the Grade IV lesion, bilateral basal ganglia, insular cortex, and medial side of the right temporal lobe [ and ]. The spread of the lesions was consistent with gliomatosis cerebri. When comparing autopsy results with MRI findings from the time after the patient had been treated with bevacizumab, it is suggested that tumor invaded areas could not be seen on MRI [ and ].", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'29020535': 1, '19249680': 1, '23577324': 1, '25053711': 1, '24552317': 1, '34117807': 1, '17222792': 1, '15448011': 1, '20015387': 1, '27918718': 1, '15637262': 1, '19249681': 1, '25581938': 1, '11005565': 1, '26847813': 1, '18711427': 1, '21641917': 1, '24552318': 1, '30361791': 1, '29352231': 1, '17643088': 1, '32166308': 1, '31528472': 2}", "similar_patients": "{}"}