{"patient_id": 11083, "patient_uid": "6701367-1", "PMID": 31467737, "file_path": "comm/PMC006xxxxxx/PMC6701367.xml", "title": "Durable Control of Mycosis Fungoides after Sepsis: “Coley's Toxin?” Case Report and Review of the Literature", "patient": "A 61-year-old African American woman with a past medical history of C6-7 spinal stenosis complained of a pruritic rash that began on her face one year prior. The rash appeared raised and erythematous and contained plaques and patches. Despite treatment with topical steroids and emollients, these lesions evolved into cutaneous tumors and spread to encompass >50% of her body surface. The largest tumor was located on her forehead and measured 5 cm (). Biopsy of a back lesion demonstrated a pandermal infiltrate of lymphocytes with epidermotropism and pautrier microabscesses in the epidermis. Immunohistochemical stains were positive for CD3, CD4, BF1, CD5, and CD45RA. T-cell clonality studies revealed a monoclonal T-cell receptor (TCR) gene rearrangement for the TCR-γ chain. A Sezary preparation demonstrated 73% of abnormal lymphocytes in the blood. Peripheral blood flow cytometry revealed that CD4+/CD7− cells comprised 46% of lymphocytes, CD4+/CD26− cells comprised 74% of lymphocytes, and the CD4+/CD8+ ratio was 18 : 1. CT scans demonstrated bilateral axillary and inguinal lymphadenopathy up to 2.9 × 2.5 cm in size, and node biopsy confirmed MF involvement ISCL/EORTC classification N3. Thus, at diagnosis, she had stage IVa (T3N3M0B2) disease.\\nInitial therapy consisted of interferon-α and concomitant total skin electron beam therapy (EBT) (36 Gy). The patient's nodules and tumors on her face, trunk, and back resolved; however, she continued to have significant pruritus and progressive lymphadenopathy (). Interferon was poorly tolerated; therefore, the treatment was changed to oral etoposide (50 mg/day). This resulted in temporary stabilization of her systemic disease. However, after four months, she had worsening cutaneous lesions and lymphadenopathy. She was subsequently started on single-agent gemcitabine. Initially, a dose of 1000 mg/m2 on days 1, 8, and 15 of a 28-day cycle was planned, but it was decreased to 750 mg/m2 every other week starting with cycle 3 due to neutropenia. She completed 13 cycles of gemcitabine with improvement in her cutaneous disease, as she was now found to have lichenification of the arms, abdomen, and lower extremities but continued cracking of hands and feet and she still suffered from pruritus.\\nAfter completing the 13th cycle, the patient presented to the emergency department with fever, hypotension, and new left-sided hemiparesis. She was diagnosed with sepsis, secondary to methicillin-resistant Staphylococcus aureus (MRSA) bacteremia. She was not neutropenic. Magnetic resonance imaging (MRI) of her spine revealed T2-hyperintense abnormalities involving the C5–C7 vertebral bodies and the C5-6 and C6-7 disc interspaces, concerning for cord edema/myelomalacia (). She subsequently underwent an anterior cervical discectomy and fusion at C6-C7, from which cultures grew MRSA, confirming C6-7 diskitis. After surgery and completion of intravenous antibiotics, she was transitioned to a suppressive antibiotic regimen (rifampin and sulfamethoxazole/trimethoprim). With treatment of the infection and prolonged physical therapy, she regained almost complete use of her left side.\\nFollowing discharge, she was seen in follow-up where cutaneous physical exam revealed hyperkeratosis of upper and lower extremities, hypopigmentation of her face without any tumors, and 1 cm bilateral axillary lymphadenopathy. Further systemic treatment of her CTCL was held due to poor performance status, recent severe infection, and low burden of cutaneous disease. The patient was started on narrow-band ultraviolet light therapy for one month, but this was discontinued due to excellent skin symptom control with topical moisturizers. Eighteen months after the MRSA infection, she continued to have very mild cutaneous symptoms off systemic therapy. A Sezary preparation of her peripheral blood revealed 4% abnormal lymphocytes, and peripheral blood flow cytometry revealed CD4+/CD7− T cells comprised 2.12% of lymphocytes, CD4+/CD26− T cells comprised 1.88% of lymphocytes, and the CD4 : CD8 ratio of the T cells was 1.24 : 1. Restaging computed tomography (CT) scan demonstrated significantly decreased lymphadenopathy, with a left axillary lymph node now measuring 1.2 cm, which decreased from 2.9 cm at diagnosis. There was no evidence of disease progression until 33 months after her infection. At that time, the patient presented with new facial nodules on her left cheek and right forehead, concerning for relapse. Sezary preparation and peripheral blood flow cytometry were still negative for disease. A restaging CT scan revealed stable lymphadenopathy. She received focal RT (4 Gy × 2 to 8 Gy) to her nose, left cheek, and right temple, resulting in complete resolution of her nodules. After the completion of EBT, she has remained off further systemic therapy, which is now 46 months after gemcitabine was stopped for the development of MRSA bacteremia ().", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'16879770': 1, '14707241': 1, '7481842': 1, '19887465': 1, '1931709': 1, '27998183': 1, '16000130': 1, '27269947': 1, '10893292': 1, '12829591': 1, '17638728': 1, '28961843': 1, '28340880': 1, '12873880': 1, '31467737': 2}", "similar_patients": "{}"}