{"patient_id": 129702, "patient_uid": "6204717-1", "PMID": 30386551, "file_path": "noncomm/PMC006xxxxxx/PMC6204717.xml", "title": "Surgical management of a giant right atrial myxoma", "patient": "A 72-year-old female presented to her General Practitioner with a brief history of shortness of breath at rest. Her General Practitioner referred to her local hospital for an outpatient transthoracic echocardiogram, which revealed a right atrium of normal size, with a mobile mass prolapsing through the tricuspid valve. This was suspected to be a large thrombus or a mass of unknown origin. In addition, the echocardiogram showed severe aortic stenosis; the aortic valve was trileaflet with rheumatic appearance.\\nShe was transferred to our hospital for potential operative management of the right atrial mass. Repeat echocardiography at our hospital confirmed these findings, showing a large echogenic mass filling the right atrium (5.3 × 2.5 cm2) with severe aortic stenosis (Fig. ).\\nCT cardiac angiogram showed a large filling defect within the right atrium and dense calcification within the aortic valve leaflets (Fig. ).\\nFollowing median sternotomy, the patient was found to have a large right atrial mass measuring 7 × 4 cm2 occupying the majority of the right atrium with a stalk originating at the junction of the superior vena cava and the right atrium. The apex of that large mass was obstructing the outflow of the tricuspid valve. In addition, there was severe aortic stenosis secondary to calcification of the aortic valve. That valve was bicuspid but tricommisural as a result of fusion of the left and right coronary cusps. The patient consequently underwent a right atriotomy of the right atrial mass (Figs and ). A low transverse aortomy was also performed and a 25 mm TrifectaTM GT prosthesis was sited.\\nHistological analysis confirmed the lesion was in keeping with an atrial myxoma with superadded prominent haemorrhage and surface thrombus formation. There was a degree of nuclear pleomorphism in the myxoma cells but no hypercellularity or mitotic activity.\\nThe patient had a slow postoperative recovery but this was anticipated due to a high body mass index and a previous stroke with residual deficit. She was nevertheless discharged 17 days after surgery with routine cardiothoracics follow-up.", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'7382545': 1, '24672697': 1, '14611833': 1, '26585438': 1, '5025595': 1, '25352579': 2, '7477198': 1, '21066964': 1, '22269461': 2, '30386551': 2}", "similar_patients": "{'3277469-1': 1, '4210748-1': 1}"}