{"patient_id": 129871, "patient_uid": "6213695-1", "PMID": 30355890, "file_path": "noncomm/PMC006xxxxxx/PMC6213695.xml", "title": "Fleck-like deposits and swept source optical coherence tomography characteristics in a case of confirmed ocular chalcosis", "patient": "A 36-year-old male presented with gradual painless progressive dimness of vision in left eye following penetrating injury with electric copper wire 3 years ago. The best-corrected visual acuity (BCVA) was 6/6 in the right eye and 6/60 in the left eye. The right eye was normal. The left eye showed clear cornea, 3+ cells in the anterior chamber, and brisk pupillary reaction. Anterior lens capsule demonstrated a golden yellow reflective sheen with sunflower cataract []. Gonioscopy was within normal limits with intraocular pressure of 18 mmHg. Fundus examination showed media haze with the presence of vitreous membranes. Further details could not be appreciated. Non-contrast computerized tomography showed the presence of metallic intraocular foreign body in the temporal pars plana region. Ultrasonography showed no evidence of retinal detachment. In view of clinical changes in chalcosis, an electroretinogram was not performed.\\nThe patient underwent phacoemulsification with intraocular lens implantation in the capsular bag. This was followed by 23-gauge pars plana vitrectomy a week later with removal of RIOFB through a separate midline sclerotomy. Intraoperatively, small brownish pigment clumps were noted in the periphery and in vitreous membranes. Foreign body was embedded in the temporal pars plana. Yellowish fleck-like preretinal deposits were noted over the posterior pole and mid-peripheral retina, imaging of which was done in the postoperative period []. The foreign body was sent for experimental analysis to Indian Institute of Technology, New Delhi. The results of experimental analysis using energy-dispersive X-ray spectroscopy to provide details of the elemental constituents of the retrieved foreign body revealed that the metal foreign body was primarily made up of copper, with traces of other elements [ and ].\\nPostoperatively, the patient regained BCVA of 6/9 with the presence of retractile fleck-like deposits over the macula []. Swept source optical coherence tomography (SS-OCT; DRI OCT Triton; Topcon, Tokyo, Japan) showed the presence of hyperreflective deposits over the internal limiting membrane and within inner retinal layers (intraretinal hyperreflective deposits) with after-shadows corresponding to fleck-like deposits [Fig. and ]. All retinal layers including the ellipsoid zone and external limiting membrane appeared to be normal. Fundus autofluorescence showed the presence of hypoautofluorescence corresponding to distribution of flecks, due to blockage of underlying fluorescence []. The patient was advised regular follow-up and maintained her clinical status at 9 months follow-up.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'552619': 1, '29234231': 1, '1094890': 1, '60098': 1, '47228': 1, '33089009': 1, '30355890': 2}", "similar_patients": "{}"}