{"patient_id": 3922, "patient_uid": "6215653-2", "PMID": 30410551, "file_path": "comm/PMC006xxxxxx/PMC6215653.xml", "title": "First-reported pediatric cases of American ginseng anaphylaxis and allergy", "patient": "A 3-year-old boy with asthma and atopic dermatitis was referred to our Allergy clinic with a history of recurrent ocular pruritus, tearing, and conjunctivitis. There were no associated nasal or respiratory symptoms. His ocular symptoms consistently occurred minutes after entering his grandparents’ herbal product store, on days when American ginseng was being ground. Symptoms typically resolved within 24 h of leaving the store, and did not occur when other herbs were being ground. There were no other identifiable triggers, and no seasonality to his symptoms. He was regularly ingesting soup boiled with small amounts of ginseng root without adverse reaction.\\nSPT with American ginseng powder dissolved in water was positive with a 13 × 7 mm wheal. SPT to common environmental aeroallergens was positive for dust mite. The family declined BAT due to needle phobia. An oral challenge was performed using American ginseng powder. Parents were asked to bring in 50 g of powdered ginseng [], however, only brought in 3 g as they felt this quantity was too large. The powder was mixed with water, and ingested in increasing quantities. Parents stopped the challenge at 2 g, stating this was the maximum they would ever use in soup. He was monitored for 1 h following the challenge, and did not develop any signs of IgE-mediated allergy. The family was advised that it was likely safe for him to continue ingesting small amounts of ginseng in soup, but to avoid the grandparents’ store as much as possible, particularly on days when ginseng was being ground. He was given a prescription for olopatadine 0.1% eye drops for ocular symptoms as needed.", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'32326081': 1, '16436153': 1, '22379608': 2, '31687518': 1, '18437005': 1, '31915506': 1, '18718180': 1, '22969004': 1, '21704950': 1, '33381041': 1, '30410551': 2}", "similar_patients": "{'6215653-1': 2, '3283793-1': 1}"}