{"patient_id": 136165, "patient_uid": "6756681-1", "PMID": 31567985, "file_path": "noncomm/PMC006xxxxxx/PMC6756681.xml", "title": "Unilateral live twin tubal ectopic pregnancy presenting at 12 weeks of gestation", "patient": "A 37-year-old gravida 2 para 1 at 12 weeks and 6 days of gestation presented to our ED with a 2-day history of right iliac fossa pain, not associated with vaginal bleeding, fever, diarrhea, and vomiting. Her previous antenatal examinations at other healthcare facilities were reported to be normal. There was no history of infertility treatment, and also risk factors of ectopic pregnancy in her surgical and gyecologic history. On examination, she was tachycardic (pulse rate 124 beats/min) and hypertensive (blood pressure 142/88 mm Hg). There was marked tenderness and guarding at the lower abdomen. Laboratory results were unremarkable. Transabdominal ultrasound at current presentation revealed a live twin gestation with detectable fetal cardiac activity of 185 and 180 beats/min, respectively. Each crown-rump length corresponded to 12 weeks 4 days and 12 weeks 1 day (Fig. , arrowheads), respectively.\\nAcute appendicitis was considered but ultimately ruled out after magnetic resonance imaging (MRI) of the abdomen revealed an empty uterine cavity (Fig. , asterisk). Two amniotic sacs and fetuses of diameter 10 cm (Fig. , arrows) and a single placenta (Fig. , arrowhead) were noted in the right uterine adnexa. The patient was diagnosed with right live monochorionic diamniotic twin tubal pregnancy and underwent emergency laparoscopic right salpingectomy. Her postoperative care remained uneventful up to discharge.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'15458903': 1, '24084540': 1, '21422853': 1, '29564320': 2, '16099295': 1, '17630158': 1, '9722122': 1, '20137786': 1, '33665142': 1, '10901879': 1, '2252115': 1, '16217116': 1, '23921671': 1, '12635413': 1, '25291255': 1, '21099595': 1, '30392606': 1, '9207811': 1, '12351533': 1, '12456628': 1, '31567985': 2}", "similar_patients": "{'5854909-1': 1}"}