{"patient_id": 9528, "patient_uid": "6591983-1", "PMID": 31234935, "file_path": "comm/PMC006xxxxxx/PMC6591983.xml", "title": "Altered behavior with an organic cause: a case report", "patient": "A 50-year-old Hispanic man with known history of obesity and hypertension presented with a 3-month history of abrupt episodes of weakness and altered mental status. He referred severe psychomotor symptoms as well as anxiety, aggressiveness, agitation, weakness, diaphoresis, and decreased visual acuity occurring at any time of the day and improved by eating. Upon further questioning, our patient, who worked as a truck driver and whose symptoms had reflected poorly in his workplace, also expressed overall discomfort with life and wishes of death due to the intensity of his symptoms. He had no history of tobacco smoking or excessive alcohol consumption. Medications taken prior to admission included candesartan 16 mg and hydrochlorothiazide (HCTZ) 12.5 mg once a day for hypertension.\\nDuring the following weeks, the symptoms increased in severity and frequency, with continued unremitting anxiety and weakness accompanied by loss of consciousness and extreme burning sensation in his entire body. After this acute episode, he was evaluated by a primary care physician in a local hospital and hospitalized for 4 days, where he continued to present recurrent episodes of irritability and aggression to self and others. He was discharged and referred for psychologic evaluation by mental health services at another institution. No specific diagnoses were given.\\nUpon release from mental evaluation, he was evaluated by a third physician, who performed a 3-hour postprandial blood glucose test which revealed a blood glucose level of 58 mg/dL. Suspecting an insulinoma, our patient was admitted to a third-level hospital, and upon arrival his vital signs were: afebrile (37 °C), heart rate of 93 beats per minute, blood pressure of 161/84 mmHg, respiratory rate of 19 breaths per minute, and oxygen saturation of 98% on room air. A physical examination revealed an oriented, well-nourished, and hydrated patient, without any stigmata on skin, a normocephalic and atraumatic head, and no masses or lesions. His eyes and ear, nose, and throat examinations were all within normal limits. His lungs were clear to auscultation without any added sounds, and heart sounds had a regular rate and rhythm without any murmurs, rubs, or gallops. An abdominal examination revealed a soft and nontender abdomen without any masses or organomegaly. Extremities showed no deformities, edema, skin discoloration, swelling, or tenderness. A neurological examination was within normal limits and showed an alert patient oriented to person, time, and place with fluent speech and comprehension. Cranial nerves II–XII were intact, with steady gait, with grossly intact sensation in all extremities. The reflexes were symmetric and 2+ at the biceps, triceps, knees, and ankles and had full strength in all extremities. Initial laboratory studies revealed a hemoglobin level of 15.7 g/dL (normal range, 13.7–17.5 g/dL), white blood cell count of 9.51 K/uL (normal range, 4.23–9.07), and calcium levels of 9.60 mg/dL (normal range, 8.42–10.22).\\nHe was placed on the standard 72-hour fast to induce a hypoglycemic episode and became symptomatic after 20 hours. Further laboratory testing revealed blood glucose of 29 mg/dL (normal range, 100–125 mg/dL), increased insulin at 426 mIU/L (normal range, 2.6–24.9 mIU/L), and C-peptide levels of 12.83 ng/mL (normal range, 0.5–2.0 ng/mL). Sulfonylurea levels, abdominal ultrasound, and contrast magnetic resonance imaging (MRI) were also performed without findings. Prolactin, parathyroid hormone (PTH), albumin, and calcium levels, as well as MRI of his brain were normal, ruling out multiple endocrine neoplasia type 1 (MEN-1).\\nPrior to imaging, liver and renal function tests were performed, revealing alanine aminotransferase (ALT) levels of 27 U/L (normal range, 21–72), aspartate aminotransferase (AST) of 24 U/L (normal rang, 17–59), and creatinine levels of 0.89 mg/dL (normal range, 0.66–1.25). Urine analysis revealed no abnormal findings. After negative initial imaging, a triple phased computed tomography (CT) scan was performed, with an early arterial phase revealing a 1.8 × 1.6 cm hypervascular mass located at the tail of the pancreas (Figs. , ). Both kidneys had normal size and morphology, and slight hepatomegaly was shown as well as round nodules less than 10 mm in size in segments 3, 7, and 8.\\nAt the completion of imaging studies, our patient was presented to the surgical department and scheduled for distal pancreatectomy in addition to a splenectomy due to the tumor’s close proximity to his spleen.\\nDuring the course of surgery an incidental appendectomy was also performed. A 4.5 × 3.5 × 1.5 cm specimen (Fig. ) was collected during surgery and sent for pathologic analysis; the pathologic analysis reported the diagnosis of insulinoma, an encapsulated mass within the specimen that measured 1.5 × 1.5 × 1.0 cm and is consistent with the findings on CT scan.\\nUpon microscopic evaluation, histologic analysis revealed pancreatic tissue organized into islets within a vascularized stroma interspersed by hyaline tissue (Fig. ). Surgical margins were clear of invasion and no metastasis was found in liver or abdominal lymph nodes.\\nOur patient had no complications during the immediate postoperative period, in which he was tested for glucose (190 mg/dL, normal range < 126 mg/dL), lipase (207 U/L, normal range < 160 U/L), and calcium (8.5 mg/dL, normal range, 8.5–10.2 mg/dL), and administered omeprazole (40 mg intravenously once per day), insulin glargine (100 UI subcutaneous injection once per day), atenolol (100 mg orally once per day), HCTZ (25 mg orally once per day), metoclopramide (10 mg intravenously every 8 hours), nalbuphine (10 mg intravenously every 8 hours), and ceftriaxone (1 g intravenously every 12 hours). During the third postoperative day (POD), elevated respiratory rate, decreased oxygen saturation, and chest auscultation of diminished breaths sounds with rhonchi, pointed toward a diagnosis of left lobar pneumonia with pleural effusion. However, he was discharged on the fifth POD and prescribed ambulatory management and follow-up by endocrinology, pulmonology, and internal medicine units. On the ninth POD, he returned to our hospital with acute pain and serohematic secretions at the surgical site and was managed with drainage of the seroma and intravenously administered ketorolac (30 mg intravenously twice a day). A vaccination scheme was established on the 19th POD follow-up visit and started on the 18th POD with Prevnar-13® (pneumococcal 13-valent conjugate vaccine, diphtheria CRM197 protein), followed by Influenza (34th POD), and diphtheria and tetanus (DT) booster (53rd POD). On POD 21, he returned to our emergency room with acute pain, 10/10 intensity of both left quadrants. Laboratory results returned “within normal limits” and he was discharged on ambulatory management. He remains asymptomatic at 6-month follow-up and is currently being treated with ciprofibrate (100 mg orally once per day), amlodipine (10 mg orally once per day), enalapril (20 mg orally once per day), and aspirin (81 mg orally once per day)", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'16253900': 1, '16498592': 1, '19742181': 2, '10190379': 1, '25381469': 1, '23430217': 1, '31234935': 2}", "similar_patients": "{'2738362-1': 1}"}