{"patient_id": 2289, "patient_uid": "6116378-1", "PMID": 30157954, "file_path": "comm/PMC006xxxxxx/PMC6116378.xml", "title": "An unusual cause of a breast mass in a 13-year-old girl: a case report", "patient": "A 13-year-old girl of African ancestry was referred to our breast clinic for evaluation of a left breast mass. She had been complaining of the left breast lump for 2 years. The lump was gradually increasing in size and it was tender. There was no history of skin changes, nipple discharge, fever, or trauma. Furthermore, there was no family history of similar conditions, no history of traveling abroad, and no contact with a person with tuberculosis. Her medical history revealed history of rheumatic heart disease. She underwent mitral and tricuspid valve repair more than 2 years prior to presentation at our breast clinic. She was a student in primary school living with her parents and siblings.\\nOn examination she was hemodynamically stable. She had a normal body build for her age. She was not pale or jaundiced. A breast examination revealed an irregular left breast mass that was palpable at six o’clock position. The mass was approximately 4 cm in maximal diameter; it was hard, tender, and fixed on the posteromedial side. There were no inflammatory skin changes or any nipple changes. Her right breast was unremarkable. There were no palpable bilateral axillary lymph nodes. Abdomen, chest, and neurological examinations were unremarkable. Her blood work, including complete blood count, liver function test, urea and electrolytes, and coagulation profile, was within normal ranges. Ultrasound of her left breast (Fig. ) showed a large, irregular, complex, heterogeneous mass measuring 4.3 × 2.7 × 3.5 cm at 6 o’clock position. There were central cystic changes but no significant intrinsic vascular flow. There was significant associated skin and subcutaneous edema and thickening with fluid seen tracking within subcutaneous tissue. The surrounding fat appeared more echogenic, consistent with the inflammatory and infectious changes seen in breast abscesses. Given the echogenicity of the mass, an infectious cause was suspected and malignancy was less likely but could not be excluded. An ultrasound-guided biopsy was recommended. A left axillary lymph node appeared prominent with a cortical thickness of 5 mm.\\nAn ultrasound-guided aspiration of the cystic portion was attempted with an 18-gauge needle. Minimal yellowish fluid was retrieved and sent for aerobic bacteria, anaerobic bacteria, and fungi culture and sensitivity analysis. A biopsy of the mass was performed. The culture showed moderate growth of Staphylococcus aureus. An acid-fast bacilli stain was negative. Microscopic tuberculosis bacilli were not detected. Histopathology sections revealed cores of breast tissue heavily infiltrated with mixed acute and chronic inflammatory cells. The diagnosis was consistent with chronic abscess. She received one gram of amoxicillin and clavulanate potassium every 12 hours for 10 days. However, she remained symptomatic, and the mass did not decrease in size. Therefore, we proceeded to surgical excision.\\nExcision of the breast lump through a peri-areolar incision was performed. During the operation, we found a circumscribed semi-cystic lesion that was not typical of fibroadenoma; the mass was fixed to the underlying rib. The cystic part was opened, and the turbid fluid that emerged was sent for culture. A long, thin, metallic wire was found inside the cavity; it emerged from a small opening above the rib and moved synchronously with her heartbeat (Fig. ).\\nA cardiothoracic surgeon was consulted intraoperatively. The wire was removed; it was a retained TEPW that was inserted during the tricuspid and mitral valve repair procedure and had migrated to the breast. The mass was excised and sent for histopathology, which revealed mammary tissue with acute and chronic inflammatory cells.\\nShe was discharged to home on the same day and was followed up at our out-patient clinic 2 weeks later. Her wound site was clean and dry. There were no palpable masses and no signs of inflammation. She was later seen at our out-patient clinic for a 1-year post-surgery follow-up. She had no complaints, and a breast examination revealed no palpable masses.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'22963021': 1, '27684869': 1, '17948093': 1, '33025306': 2, '23152445': 1, '19448124': 1, '24034193': 1, '27716700': 1, '25958188': 1, '24872733': 1, '22962323': 1, '8347638': 1, '24872736': 1, '17066523': 2, '24438085': 1, '30157954': 2}", "similar_patients": "{'7538471-1': 1, '2687765-1': 1, '2687765-2': 1}"}