{"patient_id": 138170, "patient_uid": "6952463-1", "PMID": 31949420, "file_path": "noncomm/PMC006xxxxxx/PMC6952463.xml", "title": "Chronic recurrent multifocal osteomyelitis: a case report", "patient": "A 16-year-old male patient presented to our center with symptoms of left hip and right knee pain, which had lasted for the last two months. It was learned that his pain increased in the evenings, did not respond to painkillers, and he had difficulty in walking because of pain. His symptoms were not associated with any trauma or infection with fever. The patient’s personal and familial history revealed no pathology. A physical examination revealed that he weighed 42 kg (<3p), his height was 169 cm (25 p), and he was protecting his left hip joint during gait. It was found that flexion and extension movements in the left hip joint were painful and limited. Examination of the other systems and joints were found to be normal. The laboratory findings were as follows: hemoglobin (Hb) 13.6 g/dL, platelet count 316 000/mm³, white blood cells (WBC) 9400/mm³, peripheral smear normal, C-reactive protein (CRP) 8 mg/L, and erythrocyte sedimentation rate 33 mm/h. Liver enzymes, renal function tests, serum electrolytes, lactate dehydrogenase (LDH), and complete urinalysis were found to be normal. Viral markers tested in terms of infection were found to be negative. Among the tests performed for rheumatic diseases, human leukocyte antigen B27 (HLA-B27) was found to be positive, and antinuclear antibody (ANA) and anti-double stranded DNA (anti-dsDNA) were found to be negative. Bone marrow examination and ophthalmologic examinations were found to be normal. Abdominal ultrasonography reveal no pathologic findings. In direct bone radiography, sclerosis was observed in bilateral acetabular rooves (). Magnetic resonance imaging (MRI) of the hip region revealed hyperintense signal changes around bilateral femoral intertrochanteric, left iliac bone, and sacroiliac joints, in the acetabular rooves, in the right ischiatic bone and in the inferior pubic ramus in the T2-A6 sequence. Edema in the iliopsoas muscle and external obturator muscle, erosive changes in the anterior part of the right sacroiliac joint, and increased fluid in the right hip, were observed. It was noted that the findings were primarily significant in terms CRMO when pathologies including histiocytosis, leukemia, and lymphoma were excluded. Whole-body scintigraphy revealed increased blood flow and increased activity uptake in static phase in the right femoral trochanter major and in the calcaneal epiphyseal line in the left foot, and increased activity uptake in the static phase in the right superior ramus pubis (, ). A pathologic examination of the medullar samples obtained from the distal parts of bilateral femurs and left iliac bone revealed predominance of CD3, CD20-positive T and B lymphocytes, and myeloperoxidase (MPO)-positive granulocytes, and S-100 positive histiocytes. A diagnosis of CRMO was made because the pathologic examination of bone was compatible with osteomyelitis, bone scintigraphy revealed multifocal involvements, and infection and neoplasia were excluded in light of a detailed differential diagnosis obtained for infection and neoplasia by consulting pediatric infectious diseases and pediatric hematology-oncology departments. Ibuprofen treatment, which was initiated because of severe pain in the diagnostic stage, was discontinued after 6 weeks when the diagnosis was confirmed and when no adequate treatment response could be obtained in this period. Prednisolone (1 mg/kg/day) and methotrexate (14 mg/m²/week) treatment was initiated. The dose of prednisolone was tapered when it was found that the patient’s symptoms improved completely and acute-phase reactants became negative at the follow-up visit two months later. The patient received prednisolone treatment for a total period of 14 months and methotrexate treatment for a total period of 17 months. His treatment was discontinued when the clinical status improved completely. The patient is still being followed up without any symptoms. Written consent was obtained from the patient’s family to share the patient’s data in science media.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'17585272': 1, '27860302': 1, '25545761': 1, '21684383': 1, '27576444': 1, '28968889': 1, '18037933': 1, '27730289': 1, '22359228': 1, '23071213': 1, '29287595': 1, '28301468': 2, '26404542': 1, '31949420': 2}", "similar_patients": "{'5354242-1': 1}"}