{"patient_id": 136009, "patient_uid": "6744829-1", "PMID": 31528403, "file_path": "noncomm/PMC006xxxxxx/PMC6744829.xml", "title": "The cerebellar peduncle as localization of a recurrent atypical plexus papilloma: A case report", "patient": "In 2010, a 52-year-old female patient complained of nausea present for more than 6 months, vomitus, intermittent vertigo, loss of appetite with B-symptoms, and weight loss of 10 kg. The initial diagnostic workup consisted of gastrointestinal imaging and a thorax X-ray, which were normal. However, a cranial magnetic resonance imaging (MRI) showed a tumor mass within the fourth ventricle (3 cm × 2 cm of size [Figures and ]); the differential diagnosis included an ependymoma, a plexus papilloma, and an intraventricular meningioma. A suboccipital craniectomy with tumor resection was performed at the University Hospital Basel with histopathological evidence of an atypical CPP WHO Grad II. One day postoperatively, the patient developed a hydrocephalus due to the fourth ventricle outflow obstruction secondary to a blood clot. For immediate treatment of the elevated intracranial pressure, a ventricular drainage was placed. The hematoma was subsequently removed to restore the physiological dynamics of the CSF. A few days later, the patient presented with diplopia and paralysis of the left-sided glossopharyngeal nerve and the hypoglossal nerve requiring an emergent tracheotomy. Nine days after the initial tumor resection (i.e., 7 days after external ventricular drain placement and evacuation of the hematoma), the patient developed double vision and nystagmus. A computed tomography (CT) head showed a new epidural hematoma at the site of the suboccipital craniotomy. The hematoma was subsequently removed with resolution of the symptoms. At this point of time, the ventricular drainage was still in place. CSF analysis revealed an elevated cell count, and after consultation with the infectious disease team, IV antibiotic treatment with rifampicin and ceftriaxone was initiated. Due to the absence of bacteria in the CSF (negative gram stain and cultures) and normal white blood cell and CRP findings, the antibiotic treatment was stopped after 5 days. Three days postoperatively, the patient developed a left-sided hemiparesis due to ischemia in the right parietal lobe as diagnosed by MRI scan. Since subsequent cardiologic workup (transesophageal echocardiography with contrast agent), an extra- and intracranial Doppler ultrasound, and blood chemistry were unremarkable, the diagnosis of a cryptogenic stroke was made. The left-sided hemiparesis persisted. After a period of inpatient surveillance, the patient was referred to our rehabilitation center and underwent an intense neurorehabilitation program. After several weeks, she was able to be discharged from our rehabilitation center, walking independently. Brain imaging during the 2 following years did not show any new pathological findings.\\nSeven years later (2017), the patient complained again of two episodes of paroxysmal vertigo. Ophthalmological examination revealed a bilateral upbeat nystagmus. In addition, the patient reported a mild headache and bilateral pulse-synchronous tinnitus. Neurological examination showed a mild left-sided limb ataxia. She continued to ambulate without a walking aid. In September 2017, a cranial MRI showed a localized, inhomogeneous contrast-enhancing tumor mass in the middle left cerebellar peduncle (circa 17 mm × 17 mm) []. On a follow-up MRI in February 2018, a further increase in size to 22 mm was noted, without any evidence of obstruction of the ventricular system. There were no signs of a metastatic disease detectable on the thoracoabdominal CT scan. After detection of the new lesion on the MRI, the patient initially refused surgical intervention and opted for MR follow-up. After 3 months, with increasing symptoms and further growing of the new lesion on the follow-up MRI, she decided for surgical treatment. In March 2018, a left retrosigmoid craniectomy with tumor resection was performed. Histopathological examination revealed an atypical CPP (WHO Grade II). Post-operative irradiation was recommended. Due to the patient’s wish (i.e., fear of worsening of neurological deficits), post-operative irradiation was not performed and is planned in case of progression of the remaining contrast-enhancing area on MRI. After the surgical intervention, the patient re-entered our rehabilitation clinic for the 2nd time. The follow-up examination in June 2018 showed a satisfactory course. Improvement was seen in coordination, trunk-stability, balance, and gait, resulting positively in a reduced tendency to fall; only for outside walks, she had still to use a stick. The clinical improvement translated equally into objective assessment scales. The Functional Independence Measure test improved from 96 to 112 points (maximal score possible 126), and on the Mini-Balance Evaluation Systems Test, she scored 22 of 28 possible points. On the Functional Ambulation Categories test, the patient scored 5 out of 5 points. In the 6-min walk test, she achieved 451 m (reference 700–800 m).", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'23172371': 1, '28413558': 2, '28454280': 1, '29245230': 1, '29887875': 1, '26161225': 1, '20396486': 1, '15872015': 1, '28983364': 2, '29129037': 1, '26826203': 1, '26751508': 1, '31528403': 2}", "similar_patients": "{'5379790-1': 1, '5624697-1': 1}"}