{"patient_id": 6005, "patient_uid": "6350603-1", "PMID": 30775042, "file_path": "comm/PMC006xxxxxx/PMC6350603.xml", "title": "Overlooked Fracture of the Inferior Scapular Angle Treated Conservatively", "patient": "A 20-year-old right-hand-dominant and otherwise healthy female student presented with protrusion of the left upper back and left periscapular pain that occurred after sport activities. Ten months previously, the patient had been seated in the left rear passenger seat in a car that was hit in the left side by another car. Further details such as the posture and the arm position of the patient at the time of the accident were uncertain. At the time of the car accident, the patient visited an orthopedic clinic where a surgeon diagnosed left shoulder contusion without any abnormal radiographic findings. The left arm was kept in a sling for 2 months, as left arm elevation caused severe pain in the upper back. After sling removal, the patient returned to basketball, which generated continuous dull pain around the left scapula. She presented at our clinic because her mother had noticed the deformity of her back.\\nThe patient had no relevant family or medical history. There was no neurological deficit in the left shoulder and arm. The left scapula was slightly higher than the contralateral scapula and exhibited atypical medial winging with the arm at the side. The distance between the spinal process and medial scapular border was shorter on the left side than the right side at the inferior angle level, but these distances were almost the same at the scapular spine level (). Contraction of the scapular stabilizing muscles was good. There was a palpable bony protuberance without tenderness on the ventral side of the ISA. The limitations of the active ranges of motion of the left shoulder compared with the right shoulder were 25° for total elevation, 15° for external rotation, and none for internal rotation and horizontal adduction; however, there were no limitations of the passive ranges of motion. The winged scapula became prominent at 0–45° of active flexion, while it disappeared when the patient flexed the left arm while consciously attempting to depress the scapula (). The winged scapula did not emerge when the patient pushed on a wall at chest level. Radiographs showed a small bony fragment in the ventral side of the ISA, with a narrow space between the fragment and the scapular body (). Computed tomography revealed a bony protrusion extending from the medial scapular border to the bony fragment, with a narrow gap between the protrusion and the fragment (Figures –).\\nThe patient was instructed to avoid elevating the left arm for 2 months and then performed reinforcement exercises of the SA such as the scapular push-up and the bear hug using an elastic band for 2 months. At examination 4 months later, the periscapular pain and the winging of the scapula with the arm at the side and in active flexion had resolved. The push-on-the-wall test at waist level was negative, and the range of motion of the left arm was the same as the unaffected side, except for a 15° limitation in external rotation. Although the radiographic findings were the same as at the first visit, computed tomography demonstrated bony union (Figures and ). The patient was permitted to use the left arm without restrictions.\\nAt the time of the final follow-up 10 years of postinjury, the patient reported that there was an occasional painless click and a sporadic floating feeling of the scapula with initial active flexion of the arm. However, there was no pain or any disturbance to the patient's activities of daily life and work as a physical therapist. The patient's colleague confirmed the disappearance of the winged scapula associated with shoulder movement. The DASH score was 0, and the Constant score ratio compared with the right shoulder was 100% [, ].", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'32490414': 1, '26986552': 1, '17322129': 1, '15589444': 1, '1464934': 1, '7067205': 1, '7204457': 1, '7157014': 1, '13130623': 1, '28673118': 1, '9617731': 1, '9113431': 1, '12216967': 1, '19440728': 1, '8640380': 1, '404714': 1, '17644009': 1, '26133287': 1, '27757809': 1, '21070954': 1, '8773720': 1, '3178981': 1, '6705385': 1, '1127777': 1, '6844934': 1, '27655830': 1, '3791738': 1, '10470673': 1, '9531212': 1, '23493227': 1, '30775042': 2}", "similar_patients": "{}"}