{"patient_id": 4986, "patient_uid": "6296152-1", "PMID": 30558561, "file_path": "comm/PMC006xxxxxx/PMC6296152.xml", "title": "Successful preterm pregnancy in a rare variation of Herlyn-Werner-Wunderlich syndrome: a case report", "patient": "A 28 year-old nulliparous woman, previously diagnosed for HWWS, was referred to San Camillo-Forlanini Hospital during her third spontaneous pregnancy. The clinical history of our patient began when at her birth, the ectrodactyly of the right foot (absence of the 2 medial rays), immediately became apparent. The karyotype analysis was normal 46 XX. At age 1, she underwent a surgical correction of this anomaly with consequent partial improvement of a functional deficiency. An upper abdominal ultrasound, performed after a history of recurrent urinary tract infections and pyelonephritis, revealed the absence of the left kidney and the right megaureter. At 12 years, after 2 months from menarche, due to severe acute pelvic pain, a pelvic ultrasound and a magnetic resonance imaging (MRI) were performed. MRI showed a left blind hemivagina with hematocolpos, uterus didelphys with hematometra in the left hemiuterus and ipsilateral hematosalpinx. These imaging findings were later confirmed by the diagnostic laparoscopy which showed normal right uterus, right fallopian tube and both regular ovaries. Consequently, she underwent a surgical reconstruction of the vagina consisting in the drainage of hematocolpos and the removal of the vaginal septum, whereas an abdominal left hemi- hysterectomy and ipsilateral salpingectomy were performed through a Pfannenstiel incision. Her obstetric history was significant for two spontaneous abortion at the age of 26, occurred at 7th and 12th weeks respectively. She had no problem of fertility in anamnesis. The woman came to our observation for the first time at 15 weeks of pregnancy for abortion threats resolved with vaginal progesterone. Singleton fetus was anatomically in the norm. The patient had a moderate protenuria of 1400 mg in 24 hours, so she started a proper diet and a monitor of urine proteins. Close and regular surveillance (clinical, laboratory, and ultrasound) was initiated. The obstetric ultrasound controls revealed adequate growth of a fetus without major malformations, and normal Doppler indices of the fetal, feto-maternal and utero-placental vessels. During the three trimesters, frequent urinary infections occurred that were appropriately treated after urine culture and antibiogram test. At 33 weeks + 5 days of gestational age she was admitted to our hospital for premature spontaneous rupture of membranes (pPROM): she reported light amniotic fluid leak one hour before our observation. The admission assessment detected a reduced amniotic fluid index, a regular fetal growth and posterior placenta in the norm; the umbilical artery Doppler values were in the range, the fetal cardiac monitoring was regular and uterine contractions were present. The vaginal examination revealed a soft cervix, 80% effaced, dilated about 2 cm, and the fetus was in breech at station -3. The ultrasound cervical length was 24 mm. A single course of antenatal corticosteroid therapy for fetal lungs maturity induction and tocolytic drugs were administered. On the second day of hospitalization, an emergency caesarean section was performed because the cervix was modified (dilatation about 4 cm), uterine contractility increased while persisting breech presentation (Fig. ). A female infant was born weighing 2278 gr, with Apgar scores 8/9/9 at 1, 5, and 10 minutes respectively; the umbilical artery ph was 7.35. The placenta weighed 380 grams. The mother and the newborn, made an uncomplicated post-surgical/postnatal course and were discharged on day 3 and 15 respectively. Seventeen days after caesarean section, the woman came back again to our institution for a complaint of asthenia and fever ( > 38°C), resistant to paracetamol for five days. On physical examination, she had abdominal tenderness in the lower quadrants and physiological vaginal lochia. Blood exams showed increased leukocyte and inflammatory markers: white blood cells (WBC) were 14,2 x 103/ml (range 4,0-10,0 x 103/ml); C-reactive protein (CRP) was 19.98 mg/l (range 0,01-1 mg/dl) and procalcitonin was 0.22 ng/ml (negative: <0,05 ng/ml). The pelvic ultrasound and the computerized tomography (CT) demonstrated a pelvic abscess neighboring to the lower anterior wall of the uterus with dimensions of 53 x 47 mm (Fig. ). The treatment started immediately and consisted in intravenous antibiotic therapy with Meropenem 500 mg three times a day and low- molecular weight heparin (LMWH), Enoxaparin 4000 UI subcutaneous daily. Six days after the hospital admission with the right therapy, the inflammatory indices reduced: WBC were 9,8 x 103/ml, PCR was 4.37 mg/l and procalcitonin was 0.12 ng/ml. After discharge, we started a follow-up to assess the clinical conditions of our patient: she was asymptomatic, her blood exams were within normal ranges and the pelvic abscess was significantly decreased. Histopathologic examination of the placenta and umbilical cord obtained after about 40 days, not identified signs of chorioamnionitis and/or funisitis.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'21088720': 1, '28203451': 2, '5573697': 1, '19576808': 1, '25591566': 1, '24830923': 1, '24461469': 1, '17430731': 1, '17320871': 1, '17185848': 1, '19132379': 1, '22470758': 1, '936822': 1, '17503029': 1, '27123211': 2, '28166087': 1, '295646': 1, '17175503': 1, '23894234': 1, '10869793': 1, '9207807': 1, '11518888': 1, '22405336': 2, '25526433': 1, '22348499': 1, '10438409': 1, '28690864': 1, '1555685': 1, '27307842': 1, '25030658': 1, '12413972': 1, '6881475': 1, '28002847': 1, '27424375': 1, '3371491': 1, '33935621': 2, '25167360': 1, '25444057': 1, '30558561': 2}", "similar_patients": "{'3314562-1': 1, '3314562-2': 1, '3314562-3': 1, '8077801-1': 1, '4845524-1': 1, '5294448-1': 1}"}