{"patient_id": 15883, "patient_uid": "6988659-1", "PMID": 32015749, "file_path": "comm/PMC006xxxxxx/PMC6988659.xml", "title": "Tracheal Adenoid Cystic Carcinoma Presented with Chronic Asthma Diagnosed by Bronchial Washing Cytology", "patient": "A 35-year-old female presented with cough and shortness of breath for the past year. She was treated as asthma but did not respond, and hemoptysis appeared. CT scan was performed, and soft tissue mass arising from the posterior and lateral wall of the trachea with mediastinum extension was reported. The patient was undergoing bronchoscopy, and tracheal mass 3 cm above carina with invasion to the lateral wall of trachea was detected. Bronchial washing and biopsy were performed.\\nAlcohol-fixed smears from the bronchial washing specimen were prepared.\\nSmears were stained with the modified Papanicolaou method. Cytology showed hypercellular smears composed of loosely cohesive sheets, three-dimensional clusters, and dispersed cells. Cells were relatively small and uniform with round nuclei, small nucleoli, and scant cytoplasm. Throughout the smears, acellular hyaline materials with globule formation in different sizes were seen, and some of them were enveloped by tumor cells ().\\nA cell block was prepared using the thrombin method. In the cell block, nests and strands with tubular-like structures and a cribriform pattern containing homogenous acidophilic materials were seen ().\\nBiopsy revealed bronchial mucosa with infiltrative neoplastic lesions composed of tubular and cribriform structures with acidophilic materials ().\\nThe final diagnosis was adenoid cystic carcinoma. The patient was undergoing resection surgery, but unfortunately, complete resection was not possible, and then she was referred for radiotherapy.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'30284389': 1, '8872436': 1, '25663934': 1, '17718122': 1, '14696148': 1, '17718121': 1, '10941334': 1, '23771382': 1, '2854045': 1, '32015749': 2}", "similar_patients": "{}"}