{"patient_id": 132279, "patient_uid": "6416822-1", "PMID": 30891178, "file_path": "noncomm/PMC006xxxxxx/PMC6416822.xml", "title": "Gangrenous epiploic appendagitis of sigmoid: a rare cause of acute right iliac fossa pain", "patient": "A 42-year-old Saudi lady with known medical history of hypertension and hypothyroidism presented to emergency department with a complaint of right iliac fossa pain of 3 days duration. The pain was severe in nature, associated with nausea. She denied any history of fever, vomiting, anorexia and changes of bowel habits.\\nOn physical examination, she appeared in pain. She was tachycardiac with 109 beats per minutes and elevated blood pressure of 170/110. Her other vital signs were within normal. Her abdominal examination revealed tenderness and rebound in the right lower quadrant. Chest and cardiovascular examinations were clear.\\nUpon reviewing her laboratory investigations, C-reactive protein was the only elevated parameter of 18.51 mg/l. All other routine laboratory were within normal range. She underwent a CT abdomen/pelvis, which showed an oval shaped well-defined fatty texture at right lower quadrant measuring 2.8 × 2.4 cm with fat stranding that was suggestive of an epiploic appendagitis (Fig. ). The CT also noted a large well-defined cyst with a single septum suggestive of left adnexal cyst. A pelvic ultrasound examination showed a cystic structure measuring 6 × 6 cm in left ovary with normal color flow doppler seen.\\nThe patient was under the care of Obstetrics/Gynecology and due to persistent pain they elected to take her for emergency laparoscopy exploration. Intraoperative, general surgery team was consulted due to a gangrenous mass adherent to the right lower quadrant abdominal wall, originating from sigmoid colon. The small bowel was inspected from the duodenojejunal junction until the terminal ileum, which was healthy, the colon was inspected until reaching the gangrenous mass, adhesionlysis done and the mass separated from the abdominal wall (Fig. ). The decision was to proceed for excision of the gangrenous sigmoid appendagitis and deroofing of left ovarian cyst. The postoperative period was uneventful. The histopathology result of specimen reveled necrotic adipose tissue. The ovarian cyst showed a serous cystadenoma.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'19520357': 1, '21124656': 2, '5638529': 1, '19843737': 1, '16284132': 1, '17879696': 1, '15290568': 1, '30891178': 2}", "similar_patients": "{'2980725-1': 1, '2980725-2': 1}"}