{"patient_id": 4592, "patient_uid": "6261093-1", "PMID": 30478748, "file_path": "comm/PMC006xxxxxx/PMC6261093.xml", "title": "Necrotizing fasciitis of the thigh due to penetrated descending colon cancer: a case report", "patient": "An 80-year-old woman was brought to our hospital complaining of fever and difficulty with body movement. Her medical and surgical histories were unremarkable. She had a body temperature of 37.7 °C, blood pressure 147/113 mmHg, heart rate 124 beats/min, and respiration rate 17/min. On physical examination, subcutaneous emphysema was found from the left lower abdomen to the left femoral region. Muscular defense was not found. Blood tests revealed an elevated white blood cell (WBC) count and C-reactive protein (CRP) level, and decreased hemoglobin (Hb) and platelet count. The examination also revealed acute kidney injury. Blood glucose was 137 mg/dL, and HbA1c was 6.4% (Table ). On the first day, the sequential organ failure assessment (SOFA) score was 1, and the Quick SOFA score was 0.\\nEnhanced computed tomography (CT) showed a thickened wall of the descending colon and retroperitoneal abscess formation in this area. From these findings, penetrating descending colon cancer was suspected (Fig. a). Emphysema was present from the retroperitoneal abscess around the descending colon to the left thigh through the left femoral ring (Fig. b, c). Lymph node metastasis and distant metastasis were not detected.\\nThe patient was suspected to have NF due to penetration of descending colon cancer. Left hemicolectomy and open drainage of the left femoral region were performed (Fig. a, b). A microbiological culture of the abscess revealed the presence of group C β-Streptococcus, Escherichia coli, Prevotella species, and Corynebacterium species. Histopathological findings showed a tumor with a histological type of well-differentiated adenocarcinoma. The tumor had grown through the serosa (T4a), but there was no metastasis to lymph nodes (N0).\\nAfter surgery, the patient received intensive care for sepsis and underwent lavage of the open drainage site. Drainage was insufficient, and so additional open drainage was performed on postoperative day (POD) 1 (Fig. a, b). After additional drainage, control of focal infection was successful and sepsis was gradually controlled. Follow-up CT on POD 11 showed no residual abscess, and so negative pressure wound therapy was tried. Closure of the drainage site was performed on POD 22, and the patient was transferred to a different hospital on POD 26. She has now achieved 6-month relapse-free survival.", "age": "[[80.0, 'year']]", "gender": "F", "relevant_articles": "{'16937546': 1, '18316255': 1, '8844239': 1, '8879743': 1, '9315070': 1, '19811627': 2, '16434345': 1, '10848848': 1, '17683625': 1, '17010190': 2, '30872346': 1, '1538468': 1, '30478748': 2}", "similar_patients": "{'1615875-1': 1, '2762971-1': 1}"}