{"patient_id": 134671, "patient_uid": "6611286-1", "PMID": 31238461, "file_path": "noncomm/PMC006xxxxxx/PMC6611286.xml", "title": "Subconjunctival bevacizumab and argon laser photocoagulation for preexisting neovascularization following deep lamellar anterior keratoplasty", "patient": "A 24-year-old healthy man presented with history of diminution of vision in his left eye for the past 30 days. On examination, the best corrected visual acuity (BCVA) was counting fingers close to face and slit lamp evaluation revealed a 4 × 4 mm, oval whitish superficial stromal infiltrate with surrounding scarring and superficial vascularization []. Corneal sensations were reduced. He gave history of injury with needle and had undergone corneal scraping elsewhere. The scraping report revealed no organisms on KOH/Grams stain. The lens was relatively clear and ultrasound did not reveal any posterior segment pathology. The right eye was essentially normal. The patient was diagnosed to have presumed stromal viral keratitis and was managed medically with oral acyclovir (400 mg) 5 times in a day for 2 weeks followed by 2 times in a day continued for 1 year and topically with fluorometholone acetate 0.1% eye drops in weekly tapering dose over 4 weeks and carboxymethylcellulose 0.5% eye drops over 6 months. Preoperative anterior segment optical coherence tomography (AS-OCT) after healing showed central corneal thickness of 420 μ with scar depth of 370 μ []. At 1 month, the active keratitis healed with a residual vascularized corneal scar [].\\nAfter 1 year of quiescence, left eye underwent predescemets DALK. Big bubble DALK was attempted but failed to achieve. The surgery was completed by layer-by-layer dissection manual DALK. On first postoperative day, deep vascularization with lipid keratopathy was seen in the DALK interface [] and documented using AS-OCT []. In view of vascularization, subconjunctival bevacizumab (1.25 mg/0.05 mL) was injected on the third postoperative day followed by argon laser photocoagulation of efferent blood vessels on the seventh postoperative day using 150 mw power, 200 ms duration of exposure, and spot size of 100 to 200 μ []. Corneal vessels started regressing within a week and disappeared by 3 months []. Patient was then followed up at three monthly intervals for 2 years and alternate suture removal was done at 6 and 9 months follow-up. At 2 years, his BCVA was 6/12 with − 2.0 sphere and − 3.5 cylinder at 150°. Recurrent neovascularization or lipid keratopathy was not seen again, and there were no recurrence of viral keratitis []. AS-OCT at 2 years showed normal graft architecture [], pachymetry showed a graft thickness of 590 μ and specular microscopy showed a cell density of 1802 cells/mm2.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'33469129': 1, '25212779': 1, '24714670': 1, '33441175': 1, '25320959': 1, '21738399': 1, '25410169': 1, '25811720': 1, '19034142': 1, '25055058': 1, '12410033': 1, '15277490': 1, '31238461': 2}", "similar_patients": "{}"}