{"patient_id": 134928, "patient_uid": "6643165-1", "PMID": 31367653, "file_path": "noncomm/PMC006xxxxxx/PMC6643165.xml", "title": "Pediatric Cystinuria Patient With Novel Mutation in\\nSLC3A1", "patient": "The patient was a healthy 4-year-old Japanese girl, who was the second child of\\nhealthy non-consanguineous parents. She was referred to our hospital because of\\nelevated serum liver enzyme levels of unknown cause, which were discovered by\\nchance. Her blood urine nitrogen level was 18.4 mg/dL, and her serum creatinine\\nlevel was 0.3 mg/dL. Urinary sediments contained 50 to 99 erythrocytes per\\nhigh-power field. An abdominal X-ray image showed a staghorn calculus in the left\\nkidney. Intravenous pyelography detected left duplicated renal pelvis. Urinary\\nconcentrations of cystine, ornithine, lysine, and arginine were 1078.2, 961.0,\\n3646.2, and 1728.7 µmol/day, respectively. Renal ultrasonography showed hyperechoic\\nlesions with sonic shadows in the left renal pelvis, as shown in , and hexagonal\\ncrystals were detected in her urine sediment, as shown in . These findings led to the\\ndiagnosis of cystinuria. Elevated liver enzyme levels were unlikely related to\\ncystinuria because they improved without any treatment. Treatment with tiopronin and\\ncitrate was initiated for cystinuria, and she was regularly followed-up at our\\nhospital. Although X-ray findings of urolithiasis did not improve as shown in , she did not suffer\\nfrom flank pain.\\nAt 9 years of age, we performed sequence analysis of SLC3A1 and\\nSLC7A9 in the patient and her parents, from whom informed\\nconsent was obtained under ethical approval (Showa University, Human Genome, Gene\\nAnalysis Research Ethics Committee, No. 197). As shown in , the analysis revealed that she had\\na novel heterozygous mutation (c.1113C>A, Y371X). Her mother had no mutation. Her\\nfather had heterogeneous mutations in SLC3A1 (c.1113C>A, Y371X)\\nand polymorphism of SLC7A9 (c.667>A, L233M) without cystinuria.\\nHis urinary concentrations of cystine, ornithine, lysine, and arginine were 82.1,\\n8.9, 247.6, and 11.7 µmol/g·Cr, respectively.", "age": "[[4.0, 'year']]", "gender": "F", "relevant_articles": "{'6406687': 1, '9873246': 1, '21255007': 1, '11157794': 1, '19603196': 1, '16609684': 1, '22480232': 1, '15602663': 1, '25717071': 1, '26837681': 1, '16385448': 1, '25964309': 1, '27335907': 2, '32494553': 1, '31367653': 2}", "similar_patients": "{'4804682-1': 1}"}