{"patient_id": 135673, "patient_uid": "6727701-1", "PMID": 31436208, "file_path": "noncomm/PMC006xxxxxx/PMC6727701.xml", "title": "A rare case of giant subretinal migration of cysticercosis cyst with extensive epiretinal membrane and subretinal fibrosis", "patient": "A 17-year-old female presented with diminution of vision in right eye since 3 months. This was associated with occasional pain and redness. On examination, best corrected visual acuity (BCVA) in right eye was 1/60 and 6/6 in left eye. Right eye anterior segment examination revealed broken posterior synechiae on anterior lens capsule []. Right eye fundus examination revealed hazy media due to vitritis. Fibrovascular proliferation was noted extending from the disc to end of arcade temporally. Nasal to the disc, cyst was noted subretinally with a motile scolex. Left eye examination was normal. Ultrasonography of right eye showed a cystic lesion nasal to the disc, with hyper-echoic foci within []. Patient was advised Computerised Tomography scan of brain to rule out neurocysticercosis and, pars plana vitrectomy was decided as the treatment. The patient was lost to follow up and presented to us three weeks later. On right eye examination BCVA remained 1/60. Fundus examination revealed that the cyst, which was noted adjacent to the disc at presentation, had migrated anteriorly to the inferonasal periphery. Along the path of migration there was an extensive epiretinal fibrovascular membrane and subretinal fibrosis []. The scolex inside the cyst was immobile, implying that it was dead. On ultrasonography the cyst was noted inferonasally []. She underwent pars plana vitrectomy with removal of the fibrovascular proliferation [Fig. and ]. The cyst was located inferonasally and was noticed to be protruding through the retina []. The cyst was removed trans-retinally using a cutter by applying minimal vacuum and it was aspirated into the cutter []. Retinectomy of the necrotic retina overlying the cyst was performed inferonasally and endolaser was performed with silicone oil as a tamponade []. At first post-operative visit, the BCVA was 2/60 and retina was attached, with extensive subretinal fibrosis noted extending from temporal to the disc to, the nasal periphery. At three months post-surgery, she had BCVA of 6/36 and retina was attached with extensive subretinal fibrosis []. She underwent silicone oil removal. On her last follow up 1 month post silicone oil removal, her BCVA was 6/60 and she had posterior subcapsular cataract with attached retina [].", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'11349926': 1, '21770801': 1, '28861361': 1, '12750103': 1, '3883789': 1, '31436208': 2}", "similar_patients": "{}"}