{"patient_id": 136665, "patient_uid": "6795726-1", "PMID": 31624760, "file_path": "noncomm/PMC006xxxxxx/PMC6795726.xml", "title": "Primary renal synovial sarcoma: A case report", "patient": "The patient, a 54-year-old man, was admitted to the hospital because of \"a space-occupying lesion in the right kidney for 2 d upon ultrasound examination\".\\nHis past history was unremarkable.\\nHis family history was unremarkable.\\nHis physical examination on admission was unremarkable.\\nThe results of a hemogram, blood biochemistry, and tumor markers were in the normal range.\\nComputed tomography (CT) showed the mass as a soft tissue density shadow with a diameter of approximately 6.8 cm in the right renal pelvic area. The density was not uniform, and the boundary was not clear. It extended into the renal sinus and showed uneven enhancement (Figure ), which manifested as partial deformation, a disappearance of the pelvis and calyces of the lower pole of the right kidney, and delayed enhancement of the left right renal parenchyma. No enlarged lymph nodes were observed behind the peritoneum. Ultrasound images showed a cystic solid mass of approximately 6.8 cm × 6.5 cm that was visible in the right kidney, which had an unclear boundary and irregular shape. Color Doppler flow imaging (CDFI) revealed dotted blood flow signals in the periphery and interior. CEUS revealed that, after the mass injection of the contrast agent, the right renal cortex began to enhance at 9 s, the renal mass began to enhance at 11 s, and the mass began to peak at 28 s. The mass subsided more rapidly than the renal cortex, and the right renal mass showed \"slow in and fast out\" hyperenhancement (Figure ). The cystic solid masses were in the renal medulla, pelvis, and calyces, and they had a size of 6.8 cm × 5.5 cm × 5.5 cm. The abundant tumor cells were of spindle cell type, and a small number of tubules were observed among spindle cells through pathological examination. No tumor cells were found at the ureteral resection margin. Immunohistochemistry showed that the lesion was positive for SYT genome rearrangement, B-cell lymphoma-2 (Bcl-2), Vimentin, Pax-8, and CK7, and negative for smooth muscle actin (SMA), soluble protein-100, epithelial membrane antigen, CD99, and Pax-2. PRSS was diagnosed according to its imaging manifestations and pathological results (Figure ).", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'29751751': 2, '24061517': 1, '27651698': 1, '15689250': 1, '16973781': 1, '24051997': 1, '33748239': 2, '30789354': 1, '22452647': 1, '12920764': 1, '26354577': 1, '28397189': 1, '10935649': 1, '21747606': 2, '29578187': 1, '33080721': 2, '28892972': 1, '31624760': 2}", "similar_patients": "{'5948733-1': 1, '7953401-1': 1, '3130475-1': 1, '7571889-1': 1}"}