{"patient_id": 12125, "patient_uid": "6773799-1", "PMID": 31608003, "file_path": "comm/PMC006xxxxxx/PMC6773799.xml", "title": "Severe Anti-N-Methyl-D-Aspartate Receptor Encephalitis Under Immunosuppression After Liver Transplantation", "patient": "A 69-year-old woman presented with a 10-day history of progressive mental impairment to the emergency department of a community hospital. Acquaintances of her had observed that she withdraw from social life, barely spoke, and appeared mentally absent. The clinical examination showed that she was aphasic and not oriented. The remaining neurological examination was unremarkable.\\nA decade before onset of the neurological symptoms, she was diagnosed with liver cirrhosis due to chronic hepatitis c virus infection of which she suffered for 13 years and received an allogenic transplant. The cause of hepatitis c virus infection remained unclear. From then on, she was permanently on immunosuppressive therapy with tacrolimus and mycophenolate mofetil. At the time of onset of neurological symptoms, tacrolimus was administered with 1.5 mg/day and mycophenolate mofetil with 1,000 mg/day. Blood dosage of tacrolimus was 2.2 μg/L, and blood dosage of mycophenolate mofetil was not examined. White blood cell count and distribution revealed normal values for leukocytes (8,300/μl) and lymphocytes (1,300/μl).\\nAfter first admission, contrast enhanced magnetic resonance imaging (MRI) of the brain demonstrated leukoencephalopathy but no signs of a brain tumor or encephalitis. Basic cerebrospinal fluid (CSF) diagnostic revealed pleocytosis (58 cells/μl) and an elevated protein level (695 mg/L), while the lactate concentration was within the normal range (2.1 mmol/L). A viral encephalitis was assumed and the patient was treated intravenously with acyclovir. In the course of disease, she suffered from generalized epileptic seizures and an anticonvulsive therapy with levetiracetam 2 × 500 mg/day was initiated. The patient was then transferred to our university hospital. Follow-up MRI showed no change (, A1) and electroencephalogram (EEG) was unremarkable. Due to a rapid progressive disturbance of consciousness within a week that led to a vegetative state, she had to be treated on the intensive care unit. The immunosuppressive therapy was changed from tacrolimus and mycophenolate mofetil to intravenous hydrocortisone. One month after immunosuppression with intravenous hydrocortisone, blood dosage of tacrolimus was 2.5 μg/L and that of mycophenolate mofetil was 3.2 mg/L, while the according white blood cell count and distribution revealed values within the reference range for leukocytes (6,600/μl) and lymphocytes (1,200/μl). Since C-reactive protein (CRP) and leucocytes were increasing, the anti-infectious therapy was changed to ganciclovir and piperacillin/tazobactam was added. CSF analysis was repeated 1 day after admission in our clinic and revealed pleocytosis (25 cells/μl, thereof 80% lymphocytes, 15% monocytes, 4% granulocytes, and 1% plasma cells), a disturbed blood–CSF barrier function (Qalbumin 12.3; protein 791 mg/L), and a lactate concentration of 2.6 mmol/L. Oligoclonal bands (OCB) restricted to CSF were found. Laboratory tests for autoimmune causes such as connective tissue diseases (antinuclear antibodies, anti-DNA antibodies, and antiphospholipid antibodies) were unremarkable. A broad diagnostic screening for infectious agents was performed. Analysis for bacterial (conventional cultural growth, mycobacterial cultures, Treponema pallidum, and Borrelia burgdorferi antibody tests), viral [antibody-specific index (AI) for herpes-simplex virus, varicella zoster virus, Epstein-Barr virus (EBV), measles virus, and rubella virus; polymerase-chain-reaction (PCR) for DNA of herpes-simplex virus, varicella zoster virus, Epstein–Barr virus, entero-virus, parecho-virus, adeno-virus, JC-virus, and human herpesvirus-6], and fungal (cultural growth and antigen test to Aspergillus and Cryptococcus neoformans) pathogens at different time points revealed only signs of CNS infection with Epstein–Barr virus. Polymerase-chain-reaction (PCR) analysis detected Epstein–Barr virus DNA in CSF (<3,200 copies/ml) and an elevated antibody-specific index for Epstein–Barr virus (45.3) suggesting intrathecal synthesis of EBV-specific IgG. In addition, anti-NMDAR-IgG antibodies in serum (titer 1:200) and CSF (titer 1:100) were found (, B1) by using the commercially available cell-based assay of Euroimmune, confirming the diagnosis of anti-NMDAR encephalitis.\\nAdditionally, flow cytometry of the CSF was performed to exclude post-transplant lymphoproliferative disorders (, ).\\nCorticoid treatment with 1 g of intravenous methylprednisolone was administered for 5 days followed by five courses of immunoadsorption therapy.\\nThe patient's symptoms did not improve and thus a therapy with two cycles of intravenous immunoglobulins (60 g in total) was performed followed by a second course of methylprednisolone (1 g daily for 5 days) and two applications of rituximab (2 × 1,000 mg within 14 days). Because of the devastating disease course without any improvement, an additional immunosuppressive therapy with cyclophosphamide (750 mg/m2) was performed. White blood cell population count after extended immunosuppressive therapy revealed a decrease of leukocytes (2,400/μl) and lymphocytes (700/μl). As the patient experienced further epileptic seizures, the anticonvulsive treatment was expanded with valproate and lacosamid. Due to persisting epileptic seizures, lacosamid was changed to phenytoin.\\nMeanwhile, the gynecologic diagnostic including ovarian ultrasound remained unremarkable. Whole-body PET-CT screening showed no signs of a paraneoplastic etiology of the autoimmune encephalitis. Nevertheless, the patient underwent oophorectomy of both sides, as a rescue option that can be considered in imaging-negative anti-NMDA receptor encephalitis patients without obvious ovarian teratoma (). Histological examination of the ovarian tissue did not detect a teratoma.\\nIn the course of the disease, the patient slightly regained consciousness. Follow-up CSF diagnostic 8 weeks after first symptoms and 5 weeks after the first dose of steroids showed decreasing pleocytosis (10 cells/μl, thereof 90% lymphocytes and 10% monocytes) and reduced anti-NMDAR-IgG antibodies titers (1:100 in serum, 1:50 in CSF, , B2). The immunosuppressive therapy was switched back to oral treatment with tacrolimus and mycophenolate mofetil and the patient was transferred to a rehab facility. The patient regained consciousness and orientation but showed a reduced general condition with cachexia and was not able to walk.\\nAfter 6 weeks, she was readmitted to our hospital for another course of cyclophosphamide and after 6 months for rituximab treatment. In the course, repeated tumor screening including cerebral, abdominal, and thoracic imaging showed no evidence of concomitant malignant diseases. However, the patient did not fully recover and died 2 years after disease onset due to septicemia (see timeline figure for overview).", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'26220353': 1, '31378873': 1, '22037801': 1, '18851928': 1, '30419370': 1, '9501091': 1, '16251851': 1, '17262855': 1, '12467968': 1, '11421488': 1, '23533859': 2, '21331529': 1, '10878285': 1, '24318406': 1, '20826008': 1, '2157039': 1, '23290630': 1, '20577935': 1, '17848866': 1, '15244495': 1, '30175169': 1, '29588384': 1, '21163445': 1, '28202703': 1, '22851723': 1, '24792322': 1, '30049614': 1, '31608003': 2}", "similar_patients": "{'3600303-1': 1}"}