{"patient_id": 129855, "patient_uid": "6212694-1", "PMID": 30381919, "file_path": "noncomm/PMC006xxxxxx/PMC6212694.xml", "title": "Arachnoid Granulations Mimicking Multiple Osteolytic Bone Lesions in the Occipital Bone", "patient": "A 66-year-old woman was referred to our hospital for surgical treatment from a local clinic with a diagnosis of malignant bone tumors. She had originally visited the clinic for a regular checkup. She had been initially diagnosed with malignant bone tumors in the occipital bone, such as multiple myeloma and metastases. She had no symptoms of headache before admission. Laboratory and neurological examinations showed no significant findings. An X-ray examination of the skull revealed multiple osteolytic lesions in the middle as well as in both lateral parts of the occipital bone without apparent sclerotic margins (). Brain CT from a local clinic revealed multiple 2 mm to 19 mm osteolytic lesions in the occipital bone around both the transverse sinuses and the torcular herophili, with sharp margins and no calcifications (). The lesions involved both the inner and outer bone tables. The osteolytic lesions should be differentiated from tumorous lesion like multiple myelomas, bone metastases, hemangiomas, dermoids, and epidermoids. Subsequently, brain MRI revealed that the osteolytic lesions were isointense to CSF, hyperintense on T2-weighted image, hypointense on T1-weighted image, and with subtle capsules around the osteolytic lesions that were visible after gadolinium injection (). Fluid attenuated inversion recovery imaging showed complete suppression and diffusion-weighted imaging (DWI) showed no restricted diffusion. Laboratory examination revealed no evidence for the presence of multiple myelomas such as Bence-Jones protein and excretion of immunoglobulin elements. Chest-abdomen-pelvis CT revealed no evidence of primary tumor of metastases. A whole body bone scan with 99mTc-hydroxy diphosphonate (HDP) showed no increased radiotracer uptake (). With typical radiological appearances of the lesions, the osteolytic lesions were diagnosed as multiple arachnoid granulations. No further treatment was planned. A 1-year follow-up brain CT scan revealed no change. The patient provided written informed consent for this study.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'17416806': 1, '10700819': 1, '10972549': 1, '28937488': 1, '14707340': 1, '16908565': 1, '18417601': 1, '20581064': 1, '18458908': 1, '183547': 1, '17483869': 1, '22900137': 1, '30381919': 2}", "similar_patients": "{}"}