{"patient_id": 15263, "patient_uid": "6949350-1", "PMID": 31915956, "file_path": "comm/PMC006xxxxxx/PMC6949350.xml", "title": "Torsion of vermiform appendix: case report and review of the literature", "patient": "A 4-year-old boy presented to the emergency room with abdominal pain. Abdominal ultrasonography (US) revealed no apparent cause of the pain. A massive bowel movement was achieved by an enema and the patient’s pain improved; thus, he was discharged home. However, he developed vomiting and intermittent abdominal pain than night and presented to our hospital again the following day.\\nAssessment of the patient’s general appearance indicated that he was very painful, and his body temperature was 37 °C. Physical examination revealed tenderness throughout the entire abdomen with the maximum point in the right lower quadrant. Laboratory data revealed a C-reactive protein level of 0.08 mg/dL and white blood cell count of 19,300/μL (neutrophils, 88.9%). Abdominal US showed target sign-like findings in the ileocecal region (Fig. ), and these findings were slightly different from the typical findings of intussusception. Enhanced computed tomography (CT) showed a swollen appendix (Fig. ). An emergency operation was performed under the diagnosis of acute appendicitis.\\nThe operation was performed using the conventional three-port laparoscopic technique. Laparoscopy showed that the appendix was swollen and dark red in color and that it had twisted 720° in the clockwise direction at its base (Fig. ). No adhesion was present between the appendix and surrounding tissues. A routine appendectomy was performed. The operation time was 51 min. Histopathological examination revealed an appendix with the main focus of inflammation in the serosa rather than mucosa. There was no evidence of neoplasia (Fig. ). The postoperative course was uneventful, and the patient was discharged on the fourth postoperative day.", "age": "[[4.0, 'year']]", "gender": "M", "relevant_articles": "{'3700158': 1, '28449821': 1, '19245332': 1, '17182716': 1, '4461040': 1, '14338327': 1, '3701558': 1, '6874285': 1, '5921752': 1, '21313646': 1, '16585826': 1, '21487469': 1, '9025862': 1, '15449085': 1, '26336028': 1, '18577201': 2, '15750946': 1, '7666338': 1, '1456912': 1, '21843708': 1, '9926311': 1, '22643519': 1, '31915956': 2}", "similar_patients": "{'2442045-1': 1}"}