{"patient_id": 137896, "patient_uid": "6933977-1", "PMID": 31909028, "file_path": "noncomm/PMC006xxxxxx/PMC6933977.xml", "title": "Primary Ewing's Sarcoma of Zygoma", "patient": "A 17-year-old girl presented to us with a complaint of painless swelling over the left zygomatic region for three months which was progressive in nature. No history of facial weakness, fever, diplopia, nasal, or ear complaints was present.\\nOn examination, there was a swelling measuring 3 cm × 2 cm with a smooth surface and poorly defined margin over the left zygoma, approximately 2 cm lateral to canthus, firm in consistency, tender, and mobile []. The overlying skin was uninvolved. No scar, sinus, or facial weakness was present. Extraocular movements were normal. No other significant clinical finding was present. There was no regional lymphatic spread. Routine blood investigations and chest skiagram were normal.\\nSonography of the swelling was done which revealed a heteroechoic lesion of size 1.5 cm × 1.3 cm along the outer margin of zygomatic bone and a heteroechoic lesion of size 2 cm × 2.8 cm along the inner margin of zygomatic bone.\\nContrast-enhanced computed tomography (CT) scan [] of the face was done which revealed enhancing soft tissue mass lesion of size 3.1 cm × 2.4 cm × 4.1 cm in relation to the left zygomatic bone in both medial and lateral aspect with infiltration of subcutaneous tissue by the lateral aspect of tumor. Mass was abutting temporalis muscle without any infiltration. Mass was infiltrating and involving left masseter muscle. Subtle permeation and osteopenia of the left zygomatic bone were seen suggestive of its involvement.\\nContrast-enhanced magnetic resonance imaging (MRI) [] showed enhancing soft tissue mass lesion of size 3.1 cm × 2.4 cm × 4.1 cm in relation to the left zygomatic bone both medial and lateral aspect of bone. Lateral aspect of tissue is infiltrating into subcutaneous region. Mass was infiltrating and involving left masseter muscle in the lateral retromaxillary space. Marrow signal intensity of the zygomatic bone is altered, showing involvement of the bone. There was no significant lymphadenopathy present. Both CT and MRI were highly suggestive of Ewing's sarcoma of the left zygomatic bone.\\nFine-needle aspiration cytology of the swelling was done, and it was suggestive of small round cell tumor.\\nIn view of Ewing’ sarcoma and its malignant nature, metastatic workup was advised. CT of thorax and abdomen was normal. Bone scan was done in which there was increased osteoblastic activity with increased vascularity seen involving left zygomatic arch. Distal skeletal involvement was not evident.\\nAfter workup, the surgery was planned. An approximately 7-cm curvilinear incision was made extending from the lower end of the left tragus toward forehead 1 cm above the hairline. Intraoperatively, zygoma was found to be thinned out and eroded which was removed along with tumor. Furthermore, tumor was found to be infiltrating masseter muscle, so cuff of muscle was also resected with tumor. The size of tumor was around 5 cm × 2.5 cm [Figure and ]. There was no facial nerve weakness or any other complications postoperatively. Medical oncologist opinion was sought postsurgery, and the patient was started on chemotherapy (ifosfamide and etoposide). After seven months of postoperative period, no recurrence was seen. The patient is advised for regular follow-up on monthly basis or on notice of any signs of recurrence.\\nHistopathology was suggestive of poorly differentiated small round cell tumor suggestive of ESFT []. Other differentials were neuroendocrine carcinoma, lymphoma, and poorly differentiated synovial sarcoma.\\nImmunohistochemistry (IHC) was done for definite diagnosis; CD 99 marker which is seen in ≥90% of cases of Ewing's sarcoma was found to be positive []. Tumor cells were also intensely reactive for FLI-1, pan CK, and Vimentin, while TLE1, Desmin, leukocyte common antigen, synaptophysin, chromogranin A, WT1, and p63 were negative. Cytogenetic study by fluorescence in situ hybridization was also done, and EWSR1 (22q12) translocation was found in 95% of tumor cells []. On the basis of clinical features, radiological findings, histopathology report, and cytogenetic study, diagnosis of Ewing's sarcoma of the zygoma was made.\\nFigure and represents the postoperative photograph of the patient showing cosmetic incision made to the patient and well-healed scar mark, respectively.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'16243245': 1, '10963639': 1, '16182926': 1, '20123370': 1, '31909028': 2}", "similar_patients": "{}"}