{"patient_id": 7161, "patient_uid": "6425303-1", "PMID": 30956832, "file_path": "comm/PMC006xxxxxx/PMC6425303.xml", "title": "Diagnosis and Treatment of a Symptomatic Posterior Cruciate Ganglion Cyst in a Child with Autism", "patient": "An 8-year-old Caucasian boy with ASD presented to our clinic with a history of limping and recurrent left knee pain mainly in the back of the knee, exacerbated with activity and partially alleviated with rest. Clinical examination was difficult to perform, due to the strong opposition of the autistic child. His left knee was not swollen and no joint line tenderness was elicited. Range of motion (ROM) of the left knee was slightly limited in extension compared with the opposite side, and hyperflexion was painful and slightly limited as well. The McMurray, Lachman, and varus/valgus stress tests were all negative. Plain radiographs were performed and resulted normal. A second-level imaging was needed, but the presence of ASD complicated the execution of the test, so MRI of the left knee was performed under general anesthesia with sevoflurane. Scans revealed a 29 mm × 16 mm × 17 mm well-defined septated cyst located in the intercondylar notch between the ACL and PCL, abutting predominantly posteriorly to the PCL. The round-shaped cystic mass encasing the PCL depicted homogeneous low-signal intensity, slightly hyperintense relative to the muscles, on proton density-weighted image (PDWI) and on turbo spin echo (TSE) imaging and high-signal intensity on turbo inversion recovery magnitude (TIRM) images ().\\nArthroscopic surgery was performed under general anesthesia and a tourniquet was used. The location of the cyst correlated with the MRI findings. Arthroscopic examination, performed through standard anterolateral and anteromedial portals, revealed a large white encapsulated ganglion cyst, with blood vessels on the surface, filling the femoral notch (). The cystic mass, arising from the PCL, enveloped PCL fibers and extended posteriorly in intimate connection with the posterior capsule. Both cruciate ligaments appeared intact as medial and lateral menisci were without tears under arthroscopic examination. Before excising the cyst, we used punch forceps to obtain a specimen for histopathology, then a motorized shaver was used to excise the cyst completely from the PCL and the posterior capsule. After debridement, any persistent bleeding has been controlled using a radiofrequency ablation probe to ensure hemostasis. A pressure dressing was applied onto the affected knee after the operation.\\nHistologic examination revealed the proliferation of synovial cells lined with dense fibroconnective tissue, widespread thick bundles of collagen and capillary proliferation, confirming the diagnosis of posterior cruciate ligament ganglion cyst (). The symptoms improved immediately after the operation, and the patient was addressed to a short postoperative rehabilitation program due to his neurological condition. At 3 months postoperatively, the patient had an International Knee Documentation Committee (IKDC) score of 97, as he was able to perform all activities of daily living, including squatting and sitting in the crossed leg position, and had full ROM. Twelve months after successful arthroscopic excision, no recurrence was detected under clinical examination.", "age": "[[8.0, 'year']]", "gender": "M", "relevant_articles": "{'21734935': 1, '12861224': 1, '11499784': 1, '16940314': 1, '1783542': 1, '10868364': 1, '22862803': 1, '22570853': 2, '28458147': 1, '22019231': 1, '8003153': 1, '8976934': 1, '30334893': 1, '16823590': 1, '15100133': 1, '17613454': 1, '17150118': 2, '22511069': 1, '26261469': 1, '11196374': 1, '17073529': 1, '2264901': 1, '14504717': 1, '29653540': 1, '30956832': 2}", "similar_patients": "{'3341822-1': 1, '1636035-1': 1}"}