{"patient_id": 127873, "patient_uid": "6057701-1", "PMID": 30276332, "file_path": "noncomm/PMC006xxxxxx/PMC6057701.xml", "title": "Mid A1 blister aneurysm presenting with subarachnoid hemorrhage: Case report and review", "patient": "A 50-year-old woman with past medical history of migraines, myasthenia gravis, and depression presented to the emergency department with a postcoital, worst headache of her life, confusion, and seizures. Her systolic blood pressure was in the 200s and heart rate in the 40s. She presented initially to an outside hospital and was significantly drowsy and was intubated for airway protection. On initial evaluation, she was lethargic but able to follow simple commands in all extremities and had a right sixth cranial nerve palsy consistent with Hunt and Hess Grade 3. She was found to have Fisher Grade 3 SAH and acute hydrocephalus on computed tomography (CT) []. A right-sided external ventricular drain was placed. Digital subtraction angiography (DSA) revealed very small left mid A 1 1.5 mm × 1.3 mm aneurysm []. The morphology of the aneurysm was consistent with blood blister-like aneurysm. The neurointerventional and cerebrovascular team recommended microsurgical repair with possible parent vessel sacrifice.\\nA standard left pterional craniotomy was performed. The Sylvian fissure was widely split lateral to medial with large amounts of SAH noted. The left optic nerve and ICA [ white triangle] were identified as well as the M1, anterior choroidal artery, and proximal left A1 disappearing into clot [ white arrow]. The ICA appeared to have areas of atheroma, and the proximal A1 was noted to have areas of hemorrhagic irregularity on its adventitia. While gently dissecting the clot on the backside of the mid A1, an intraoperative rupture of the blister aneurysm occurred. It was controlled with temporary clips at the proximal ICA/A1 junction and distal A1 (yet unexposed). At this point, another area in the vessel distal to the previous bleeding was found to be ruptured. As the whole A1 was likely dysplastic, the A1 was sacrificed with sequential stacking of clips up to the A1/anterior communicating artery (AComm) junction []. Intraoperative angiography revealed bilateral filling of the ACA territory from the right A1/AComm as well as no angiographic filling of the left A1 or blister aneurysm []. The patient remained stable during the procedure.\\nImmediately after surgery, the patient was awake, alert, following commands, and moving all four extremities. Post-SAH day 4, the patient was taken for repeat angiography to assess for vasospasm. Mild spasm was present and treated with verapamil. Post-SAH day 9, the patient had an acute change in mentation and stopped following commands. Emergent angiography revealed severe diffuse vasospasm worse on the right M1 and A1 with perfusion deficits in the left ACA territory. Verapamil was again infused in the left and right carotid as well as vertebral artery, as the posterior fossa also had severe spasm. The diffuse severe spasm improved to moderate spasm with 30%–50% increase in vessel size throughout. The patient was taken the next day as well for intra-arterial verapamil infusion, and balloon angioplasty was completed at a residual focal area of narrowing in the proximal A1. The following day, the patient was able to follow commands once more. A milrinone drip was also started, and systolic blood pressure was allowed to reach the 190s for the duration of her vasospasm period. In addition, over the course of her hospitalization, she underwent multiple sessions of plasmapheresis to treat her myasthenia gravis. Four months after surgery, the patient presented for follow-up. On examination she was alert and oriented to time, place, and person with mild cognitive dysfunction and able to stand with minimal assistance.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'25237948': 1, '24617936': 1, '22282890': 1, '25378640': 1, '25975924': 1, '20489520': 1, '24231267': 1, '27048691': 1, '24355152': 1, '19046039': 1, '22005700': 1, '22192546': 1, '23964263': 2, '17015131': 1, '9724116': 1, '26074437': 1, '24491271': 1, '21841519': 1, '28173470': 1, '24532510': 1, '18496186': 1, '22005701': 1, '27075485': 1, '23208063': 1, '19467872': 1, '12046736': 1, '26284349': 1, '27471186': 1, '26885143': 1, '19305088': 1, '17721050': 1, '26635287': 1, '30276332': 2}", "similar_patients": "{'3737456-1': 1, '3737456-2': 1, '3737456-3': 1, '3737456-4': 1}"}