{"patient_id": 136875, "patient_uid": "6825915-1", "PMID": 31520515, "file_path": "noncomm/PMC006xxxxxx/PMC6825915.xml", "title": "Monitoring antibody binding to T cells in a pembrolizumab-treated patient with lung adenocarcinoma on hemodialysis", "patient": "A 72-year-old male patient was diagnosed with stage IIIB lung adenocarcinoma harboring neither EGFR mutation nor ALK rearrangement. Positron emission tomography (PET) showed a primary lesion in the right lower lobe and metastases to multiple lymph nodes, including the right supraclavicular lymph node (Fig ). Although this patient was ineligible for cytotoxic chemotherapy due to anemia and HD, and could not undergo radiotherapy due to the large irradiated area in the lung, he was eligible to receive anti-tumor treatment. PD-L1 evaluation was performed by immunohistochemistry using the 22C3 antibody, and a biopsy sample showed a PD-L1 tumor proportion score of 80%. Based on this clinical background, intravenous pembrolizumab 200 mg was administered as first-line therapy. Three weeks after the first injection, he developed mild ileus and aspiration pneumonia which resolved with conservative treatment. The treatment was discontinued because immune-related adverse events could not completely be ruled out as a cause of his condition. Despite the fact that the patient received only a single dose of pembrolizumab, his clinical response was maintained and follow-up positron emission tomography/computed tomography revealed complete metabolic remission at 50 weeks after the dose (Fig ). During his clinical course, peripheral blood was analyzed at three time points: at pretreatment, eight and 24 weeks after the injection. We previously developed a method to monitor nivolumab binding to T cells after discontinuation of treatment. This method was available for monitoring pembrolizumab binding in this patient. Briefly, we prepared two types of antibodies for the analysis: the first, EH12.1, binds to PD-1 expressed on T cells, and the second, HP6025, is an anti-IgG4 antibody identifying the PD-1-blocking antibodies consisted of humanized IgG4, nivolumab and pembrolizumab. EH12.1 recognizes a similar epitope as nivolumab and pembrolizumab. After treatment, EH12.1 does not detect PD-1 expressed on T cells if PD-1 is completely blocked by therapeutic antibodies, whereas HP6025 detects nivolumab and pembrolizumab is bound to T cells. This method simply identified the status of pembrolizumab binding to T cells in this patient. The binding status was classified as complete binding (CB), partial binding (PB), or no binding (NB). In this patient, T cells at eight and 24 weeks after injection showed CB and NB, respectively (Fig ). We compared the immunokinetics of pembrolizumab binding in the current patient with that in a control group consisting of five lung adenocarcinoma patients with normal renal function who were treated with one to four doses of pembrolizumab (Fig a). Follow-up in controls was performed between nine and 25 weeks after pembrolizumab discontinuation. One representative control patient showed decreased CB (red) and an absolute loss of CB at 25 weeks after the final dose (Fig b). The other four patients showed a similar trend in decreased CB, with an absolute CB loss at around 20–25 weeks (Fig c).", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'28275115': 1, '16154820': 1, '31154919': 1, '30955977': 1, '34476087': 1, '28446615': 1, '22658127': 1, '29531838': 1, '30009063': 2, '33117745': 1, '27659911': 1, '27311362': 1, '30620668': 1, '27718847': 1, '30282824': 1, '33767860': 1, '27863186': 1, '33777399': 2, '30218171': 1, '31520515': 2}", "similar_patients": "{'7991827-1': 1, '6020478-1': 1}"}