{"patient_id": 12786, "patient_uid": "6815859-1", "PMID": 31673270, "file_path": "comm/PMC006xxxxxx/PMC6815859.xml", "title": "Gluteal Hydatid Cyst: A Case Report", "patient": "A 29-yr-old woman, married, presented to Fatemi Hospital, Ardabil, Iran in 2017 with the complaint of left gluteal pain for a month following corticosteroid injection in that area. The pain was more severe in the week prior to visit caused progressive left limb lame. The patient had no history of medical disease. In physical examination, there was a swelling in the upper lateral quadrant of the left gluteal with no erythema, tenderness or warmness. Neurologic and other examinations were normal.\\nUltrasonography (US) of abdomen and chest x-ray were also normal. The US of the left gluteal showed 97*90*48 mm cystic lesion in the upper lateral quadrant with 220 cc volume with multiple septations indicative of daughter cysts. Computed tomography of pelvic showed similar findings with size of 108*76*48 mm (). Magnetic resonance imaging of the pelvic area also showed cystic lesion with multiple internal loculations in left deep gluteal muscle by 120*92*60 mm in dimensions suggestive for hydatid cyst (). Moreover, unilocular cyst with 78*54*52 mm dimensions is seen in segment VII and VII liver with subcapsular extension. Other organs were otherwise normal.\\nDue to the intense and persistent gluteal pain, the patients were subjected to surgical cystectomy. Albendazole 400 mg twice daily were administered a week prior to surgery. Under general anesthesia, en block surgical excision of the mass was performed with care without perforating the cyst wall (). Post-operative period was uneventful. The patient was discharged after 4 days on albendazole 400 mg twice daily for three months course. The patients were free of symptoms with no recurrence during the first week, first and second months after surgery follow-up and in the final visit at third months.\\nWritten informed consent for patient information and images to be published was provided by the patient.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'23181425': 2, '28761493': 2, '17102553': 1, '28459017': 1, '25594649': 1, '31830743': 2, '34149232': 1, '29248836': 1, '26069180': 1, '21948676': 1, '23133278': 1, '24971224': 1, '19350321': 1, '22973316': 2, '24659703': 1, '31673270': 2}", "similar_patients": "{'5527043-1': 1, '6926339-1': 1, '3437677-1': 1, '3526461-1': 1}"}