{"patient_id": 3100, "patient_uid": "6164207-1", "PMID": 30305977, "file_path": "comm/PMC006xxxxxx/PMC6164207.xml", "title": "Necrotizing Fasciitis Resulting from an Anastomotic Leak after Colorectal Resection", "patient": "A 76-year-old female presented to the emergency department with complaints of the left thigh and hip pain and swelling for five days. She reported having a history of chronic left leg sciatic pain that contributed to a fall two days prior to the onset of these symptoms. Her past medical history was significant for colon cancer requiring a low anterior resection, which is eight years ago. The patient was noted to be confused and tachycardic. She was afebrile but had leukocytosis of 14,000. On physical examination, she was noted to have a significant crepitus to the left thigh and knee. Radiographs of the left leg confirmed subcutaneous emphysema consistent with necrotizing fasciitis (). Prior to surgical consultation, the patient also received a pelvic computed tomography (CT) scan to evaluate for hip fractures. This further confirmed the necrotizing fasciitis (Figures and ) but also identified a collection in the presacral space () that communicated to the left leg through the left sciatic notch, which is consistent with an AL. The patient was immediately taken to the operating room for debridement of the thigh and diverting colostomy.\\nAn exploratory laparotomy with diverting colostomy was created to control ongoing contamination of the leg. Intra-abdominally, there were no abnormal findings, which is consistent with the extraperitoneal nature of the disease process. The decision, at this point, was to access the extraperitoneal collection through interventional radiology so as to minimize intra-abdominal contamination. After the colostomy was completed, the left thigh and hip were incised revealing a significant amount of feculent and purulent drainage. Necrotic, nonviable tissue was debrided down towards the knee, and the wound was left open and dressed. The patient was septic during the procedure and remained septic postoperatively. After an initial discussion with the patient's family, the plan was to perform percutaneous drainage of the presacral abscess postoperatively and obtain an orthopedic consultation as the hip joint was actively infected from the AL.\\nRecommendations by orthopedic and trauma consultants were that the patient would initially need an above the knee amputation due to the significant soft tissue loss and function from the extensive debridement. Furthermore, their concern was that this patient may ultimately need disarticulation of the left hip with potential hemipelvectomy if severe and recurrent osteomyelitis developed.\\nThe patient's family ultimately decided to withdraw care, and the patient died in the hospital on day three.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'18070185': 1, '19228539': 1, '28238345': 1, '28929306': 1, '17181849': 1, '24456182': 1, '32435475': 1, '30305977': 2}", "similar_patients": "{}"}