{"patient_id": 4213, "patient_uid": "6233537-1", "PMID": 30419958, "file_path": "comm/PMC006xxxxxx/PMC6233537.xml", "title": "An unusual presentation of metastatic malignant melanoma causing jejuno-jejunal intussusception: a case report", "patient": "A 71-year-old Caucasian man presented to our emergency room with vomiting and abdominal pain. He had been experiencing constipation and abdominal discomfort for a few weeks and had heard borborygmi in his intestine. He had noticed an occasional black stool during defecation. Due to persistent normocytic anemia, with hemoglobin levels below 100 g/L, he had had a gastroscopy, which revealed no abnormal conditions. He was also scheduled for a colonoscopy.\\nHe had a history of arterial hypertension. Seven years earlier, he had malignant melanoma excised from his abdominal skin. Left-sided axillary lymphadenectomy was performed later due to positive sentinel node. For 6 years his clinical condition was stable. Then, a metastasis on his vocal cord and in his sternum was found, along with a suspicious lesion in his left breast. He underwent total laryngectomy and started receiving immunotherapy with vemurafenib and cobimetinib. Due to adverse side effects, including vomiting, weight loss, and phototoxicity, his therapy was adjusted to reduced dosages, which he was still receiving at the time of our encounter. A head, neck, and chest computed tomography (CT) scan performed for follow-up in another institution 1 month before admission to our department, demonstrated a stable disease.\\nIn our emergency room he was stable. His abdomen was distended and diffusely tender on palpation, but without any signs of peritoneal irritation. An absence of bowel sounds was discovered on auscultation. An emergency CT scan was performed, demonstrating a 10 cm long segment of small bowel intussusception (Fig. ). The leading cause of intussusception was unclear, but the possibility of a Meckel’s diverticulum or a metastatic lesion was discussed.\\nAfter conservative measures and a nasogastric tube and intravenously administered fluids, he was taken to the operative theatre where an explorative laparotomy was done. His proximal small bowel was immensely distended, yet bowel motility was preserved and blood perfusion was good. Approximately 100 cm distally from the ligament of Treitz a jejuno-jejunal intussusception was found to be causing obstruction (Fig. ). At that point an intraluminal tumor was palpable. No other abnormal conditions or suspicious lesions were found in his abdomen. First, intussusception was manually resolved. A small enterotomy at the level of the tumor revealed a pedunculated formation, measuring 5 cm in diameter (Fig. ). Excision of the tumor along with the adherent mucosa was performed. The enterotomy was eventually closed with interrupted reabsorbable sutures. After the procedure he was admitted to our intensive care unit and a few days later to a normal hospital ward. Further hospital stay was uneventful and 13 days after admission he was discharged.\\nHistology of the tumor confirmed it to be a metastasis of malignant melanoma: S100, MelanA, and human melanoma black-45 (HMB-45), all positive. R0 resection was achieved. Further follow-up visits were scheduled with our patient’s treating oncologist at another institution. At the last visit, his clinical condition was stable and he resumed immunotherapy.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'11513180': 1, '33552470': 1, '16773257': 1, '3484870': 1, '15655601': 1, '19410196': 1, '10750731': 1, '28384791': 1, '29262285': 1, '9296505': 1, '9074370': 1, '15570091': 1, '11078491': 1, '18513686': 1, '17619936': 1, '19598308': 1, '15951987': 1, '10606298': 1, '29511905': 1, '30419958': 2}", "similar_patients": "{}"}