{"patient_id": 12422, "patient_uid": "6794875-1", "PMID": 31619294, "file_path": "comm/PMC006xxxxxx/PMC6794875.xml", "title": "The infectious thyroid nodule: a case report of mucormycosis associated with ibrutinib therapy", "patient": "We report the case of a 79-year-old male who was referred to a head and neck surgeon for a rapidly progressive midline neck mass and dysphagia. His past medical history was significant for high-risk CLL for which he had begun first-line therapy with ibrutinib 2 months prior for progressive adenopathy and constitutional symptoms. On examination, the patient had a 3 cm midline neck mass, which was fixed to the larynx with palpable cervical lymphadenopathy and an immobile left vocal cord. The patient was initially admitted to an outside hospital and received empiric intravenous piperacillin-tazobactam and vancomycin for 2 weeks without any improvement. Given the ongoing and rapid progression coupled with failure of antibiotic therapy, the lesion was considered to be suspicious for an aggressive thyroid cancer. Neck ultrasonography revealed a left thyroid lobe completely replaced by a solid nodule of 5.0 × 4.4 × 3.7 cm with a central cystic component with ipsilateral cervical lymphadenopathy. An ultrasound guided fine needle aspiration was performed and found to be suspicious for poorly differentiated thyroid cancer. Axial imaging of the neck showed a large necrotic thyroid mass invading the sternocleidomastoid, cricoid cartilage and possibly skin, with extensive bilateral adenopathy. A core needle biopsy revealed necrotic tissue with adjacent acute inflammation, histocytic giant cell reaction and ribbon-shaped hyphae on hematoxylin and eosin staining consistent with Mucorales spp. (Fig. a). The patient was urgently taken for surgical debridement. During debridement, the cricoid cartilage was invaded with a 1 cm intralumenal opening requiring sternocleidomastoid flap repair (Fig. b). The wound was packed and left open for re-exploration in the intensive care unit, which revealed healthy granulation tissue. Systemic imaging did not reveal any other foci of disease. He was extubated on the seventh post-operative day.\\nA sample of the excised thyroid tissue was received fresh in the microbiology laboratory, processed without grinding, plated on Sabouraud agar and blood agar and incubated at 28 °C. A direct calcofluor blue stain revealed branching, pauci-septate hyphae at ninety-degree angles (Fig. c). It initially failed to grow and was replated from remaining tissue, which resulted in growth after 48 h. Microscopic examination revealed pauci-septate hyphae with microconidia in rosettes visually consistent with Cunninghamella spp. (see Fig. d). This was definitively identified as Cunninghamella bertholletiae by 18S ribosomal sequencing. Resistance testing revealed sensitivity to posaconazole, amphotericin B and itraconazole, with resistance to voriconazole, caspofungin, micafungin, anidulafungin, 5-fluorocytosine and fluconazole. The patient was initially treated with intravenous liposomal amphotericin B at a dose of 5 mg/kg; however, this had to be discontinued after 2 weeks of therapy due to acute kidney injury. He was subsequently treated with posaconazole, as he could not swallow extended-release tablets due to dysphagia, for a further 12 weeks. He remained disease-free 8 months after discontinuing antifungal therapy without significant symptoms apart from a vocal cord paralysis.\\nOn further history, it was determined that a large pile of mulch was present on the patient’s property since the previous fall, however he had not participated in any gardening activities. While this is thought to be the source of exposure to Cunninghamella bertholletiae, we were unable to isolate it from a provided sample of mulch.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'23007613': 2, '19168908': 1, '29760835': 2, '28552327': 1, '29437588': 1, '29509845': 1, '28156016': 1, '27365388': 1, '34336499': 2, '33912391': 1, '29962676': 2, '30021784': 1, '31619294': 2}", "similar_patients": "{'8319755-1': 1, '3550700-1': 1, '5942210-1': 1, '5998715-1': 1}"}