{"patient_id": 136950, "patient_uid": "6829633-1", "PMID": 31700648, "file_path": "noncomm/PMC006xxxxxx/PMC6829633.xml", "title": "The endocrine management of intractable masturbation after epilepsy\\nsurgery: a case report and literature review", "patient": "A 16-year-old boy presented with a history of autism spectrum disorder with learning\\ndifficulties, and attention deficit hyperkinetic disorder.\\nHaving been born at term following an uneventful pregnancy, he developed complex\\npartial epilepsy aged 16 weeks old occurring up to 70 times daily. He was initially\\noptimised on oral anti-epileptic medication. However, his seizures became\\nuncontrollable and at age 12 he underwent a successful right temporal lobectomy and\\na radical amygdalo-hippocampectomy, which significantly reduced his seizure\\nfrequency. However, he developed sexualised behaviour, characterised by incessant\\nmasturbation in any environment such that he was unable to interact with anyone\\noutside his immediate family. Cognitive behavioural support proved unsuccessful.\\nAged 16, he was referred to the endocrinology and neuropsychology clinics.\\nPhysical examination showed incomplete pubertal development with Tanner stage 3\\ngenitalia. There was no evidence that his sexual behaviours were\\nelectro-neurophysiological in origin.\\nAfter neurodevelopmental and neuropsychiatric examination, it was felt that his\\nbehaviour might in part be androgen driven. His family consented to a trial of\\ncyproterone acetate 50 mg once daily. Within two weeks, the masturbation\\ncompletely ceased and he was able to resume his social relationships.\\nHis bone age at the start of treatment was reported as normal. The family were\\naware of the potential for the anti-androgenic effects on his bones but felt\\nthat given the clear benefits, cyproterone should be continued. The drug\\nmaintained excellent control for about three months and then the effect began to\\nfade. In addition to the resurgence of the masturbation, he had developed\\nrecurrent symptoms of affective mood disorder. Low dose of haloperidol (3 mg\\ndaily) was started for its prolactin mediated endocrine anti-libidinal\\nside-effects and the dose of his cyproterone was increased to 50 mg in the\\nmorning and 25 mg in the evening.\\nThe combination of cyproterone and haloperidol successfully abolished the\\nincessant masturbation in inappropriate settings. He now engages in socially\\nappropriate masturbation in his room at a much reduced rate. However, his bone\\nmineral density scan four years after starting his cyproterone showed T scores\\nfor his lumbar spine of −3.2 and of his left hip −2.9. Wrist X-rays assessing\\nhis bone age when repeated 5 years after starting his cyproterone showed\\nepiphyseal fusion. Similarly, when plotted aged 14 years and 6 months, his\\nheight was just above the 0.4th centile and his height was on the 9th centile\\nusing standard UK charts for boys. Aged 17 years and 9 months, his height and\\nweight were both on the 9th centile. When last measured, aged 22 years and 10\\nmonths, his testosterone remained low at 1.1 nmol/l (8.6–29.0).", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'14383941': 1, '13345917': 1, '14705116': 1, '12791328': 1, '19927260': 1, '13271593': 1, '14751219': 1, '12719639': 1, '15256203': 1, '31700648': 2}", "similar_patients": "{}"}