{"patient_id": 11043, "patient_uid": "6699426-1", "PMID": 30199558, "file_path": "comm/PMC006xxxxxx/PMC6699426.xml", "title": "A teenage patient with autosomal recessive polycystic kidney disease,\\na splenorenal shunt, and congenital hepatic fibrosis: a case\\nreport", "patient": "A.P.A., a 16-year-old female student born and residing in Jaraguá do Sul, SC, Brazil,\\narrived at the emergency unit after suffering from dry cough and dyspnea for four\\ndays, along with hematemesis and bloody diarrhea. She said she had been diagnosed\\nwith polycystic kidney disease as a child and that a pediatric nephrologist was\\ntreating her. The patient also mentioned that she had been referred for a kidney\\ntransplant on account of chronic kidney disease and that she was being treated for\\nsystemic hypertension and anemia secondary to renal impairment. Physical examination\\nrevealed she was pale, rational, attentive, responsive, and oriented. Her blood\\npressure (BP) was 140x70 mmHg. Lung auscultation showed she had vesicular breath\\nsounds and basilar crackles on her right lung. Heart auscultation showed a regular\\nrhythm with two sounds and no murmur. She had tachycardia (140 beats per minute),\\ntachypnea (respiratory rate [RR] 20 breaths per minute), a painless abdomen with a\\npalpable spleen, and no edema on her legs. Tests performed three months prior to\\nadmission showed her hemoglobin and creatinine levels had been at 8.0 g/dL and 2.5\\nmg/dL, respectively (creatinine clearance 32.21 mL/min estimated by the\\nCockroft-Gault formula). Tests performed on admission read as follows: hemoglobin\\n5.8 g/dL; hematocrit 15.9%; leukocytes 22,500 without a left shift; platelets\\n122,000; creatinine 5.39 mg/dL (creatinine clearance 14.94 mL/min); urea 158 mg/dL;\\nC-reactive protein 81.8 U/L; serum sodium 141 mEq/L; and serum potassium 3.9 mEq/L.\\nChest X-ray findings were consistent with consolidation of the right upper lobe and\\nlung infiltration on the left middle and lower zones. She was started on\\nceftriaxone, hydration, and received two bags of packed red blood cells.\\nHer respiratory pattern deteriorated on the first day of hospitalization. She became\\nmore tachypneic (RR: 36 breaths per minute) and presented stertor bilaterally down\\nto the middle zone of her lungs, coffee ground vomitus, and early-stage edema in her\\nlower limbs (2+/4+). She was referred to the ICU and was prescribed clarithromycin,\\noseltamivir, pantoprazole, and was placed on noninvasive ventilation. Point-of-care\\nultrasound examination showed B-lines in all lung areas bilaterally, no pleural\\neffusion, and a fixed dilated inferior vena cava with no variation on ventilation.\\nHer echocardiogram showed a left ventricle on the parasternal short axis with good\\ncontractility and no significant pericardial effusion on subjective evaluation.\\nShe stayed in the ICU for eight days with episodes of melena and hematemesis.\\nEndoscopic rubber band ligation was performed on three esophageal varices, and later\\nanother three medium-caliber varices were treated with sclerotherapy. Total abdomen\\nultrasound examination and other imaging tests revealed signs of chronic liver\\ndisease, major homogeneous splenomegaly, and a portal system without signs of\\nthrombosis and minor flow velocity alterations. Magnetic resonance angiography (MRA)\\nimages of the upper abdomen showed a left splenorenal venous shunt and a\\nsignificantly distended left renal vein draining into the inferior vena cava, which\\nwas also distended above the junction with the left renal vein. The patient had\\nmoderate ascites around the liver and spleen, in the paracolic gutters, and between\\nintestinal loops (). With the exception\\nof the first days on the ICU, when she had hypoalbuminemia and thrombocytopenia and\\nneeded platelet replacement, her lab tests did not show significant liver\\ndysfunction. All other liver function tests were normal.\\nThe patient underwent further examination for chronic liver disease after she left\\nthe ICU, and her test results came back normal or negative. Her renal function kept\\non being monitored and her serum creatinine level stabilized around 2.5 mg/dL. Her\\n24-hour urinary protein was 130 mg and urine output was normal. She did not require\\nrenal replacement therapy. The patient underwent an ultrasound-guided biopsy of the\\nliver and was diagnosed with diffuse liver fibrosis and cystic dilatation of the\\nbile ducts (), signs characteristically\\nseen in liver cirrhosis (). She was\\nasymptomatic at discharge, without new episodes of bleeding, ascites or lower limb\\nedema. Her BP was under control and she was prescribed an\\nangiotensin-converting-enzyme inhibitor, a potassium-sparing diuretic, and a\\nprophylactic nonselective beta-blocker for her esophageal varices. She was referred\\nto the nephrology and transplant departments for additional evaluation.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'23644898': 1, '25015577': 1, '25635924': 1, '24114580': 1, '23593929': 1, '25689455': 1, '28099341': 1, '22197937': 1, '25113295': 1, '25115876': 1, '28542116': 1, '19089418': 1, '30199558': 2}", "similar_patients": "{}"}