{"patient_id": 1480, "patient_uid": "6066699-1", "PMID": 30083512, "file_path": "comm/PMC006xxxxxx/PMC6066699.xml", "title": "Invasive Fungal Infection with Absidia Corymbifera in Immunocompetent Patient with Electrical Scalp Burn", "patient": "A 32 year-old male sustained high voltage electrical contact burn over scalp. Patient was treated with dressing for 10 days in other hospital. Patient was presented in our casualty with fever, raised counts and infected wound over scalp. Our patient was not having any history of immune compromise. Patient had undergone debridement of scalp with gross clear margin (). Patient had a sustained fever and raised counts even after adequate debridement (). On clinical examination after two days, there was evidence of hyphae over wound margin and gangrenous changes over scalp surrounding the wound ().\\nOn clinical suspicion of invasive fungal infection (zygomycosis), injection of amphotericin B was started and patient was taken for wide debridement. Tissue biopsy was taken and sent for histopathology examination. Outer bony cortex chiseling was done with high speed diamond burr. Histopathology report of specimen came out to be A. corymbifera. Intravenous amphotericin B injection was continued for 4-week period since diagnosis to complete healing. After two weeks of anti-fungal treatment, clinical condition of patient improved. After confirmation of absence of fungal infection, scalp defect was covered with free anterior lateral thigh flap (). Recipient vessels were superior temporal artery and vein. In post-operative period, patient was on intravenous amphotericin B injection for 2 weeks. Post-operative period was uneventful ().", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'29218280': 1, '34553100': 2, '24293901': 1, '18354306': 1, '19183501': 1, '17522525': 1, '30873358': 1, '10756000': 1, '30901836': 1, '11826008': 1, '17618054': 1, '21321655': 1, '16333056': 1, '30083512': 2}", "similar_patients": "{'8443881-1': 1}"}