{"patient_id": 136729, "patient_uid": "6802959-1", "PMID": 31673427, "file_path": "noncomm/PMC006xxxxxx/PMC6802959.xml", "title": "Atypical haemolytic-uraemic syndrome in patient with metastatic colorectal cancer treated with fluorouracil and oxaliplatin: a case report and a review of literature", "patient": "In September 2016, a woman aged 55 years presented with rectal bleeding. Her medical history was relevant for blood hypertension and hypercolesterolaemia. List of medications included a calcium channel blocker and simvastatin.\\nPancolonoscopy showed a circumferential sigmoid lesion. The biopsy revealed an invasive well-differentiated adenocarcinoma. Total-body CT scan showed two metastatic liver lesions (segments VI and VII with a maximum size respectively of 36 and 23 mm). Subsequently, the histological exam from left hemicolectomy performed in October 2016 confirmed the diagnosis. According to the American Joint Commission on Cancer seventh edition, TNM staging was T3 N1a (positive lymph node ratio: 1/25) M1a. KRAS exon 2 mutation was detected.\\nAfter surgery in November 2016, the patient started first-line treatment with FOLFOX6 regimen (oxaliplatin 85 mg/m2 intravenous, leucovorin 400 mg/m2 intravenous over 2 hours and 5-FU bolus 400 mg/m2 intravenous on first day, followed by 5-FU infusional 2400 mg/m2 intravenous continuous infusion for 46 hours, every 2 weeks) plus bevacizumab. The angiogenesis inhibitor was interrupted after first cycle, due to appearance of right axillary and subclavian thrombosis, requiring anticoagulant therapy, and patient continued treatment with FOLFOX6 scheme.\\nA CT scan, performed in March 2017 after seven cycles of chemotherapy, revealed a partial response according to Response Evaluation Criteria in Solid Tumours V.1.1 (Recist V.1.1). So in June 2017 the patient underwent hepatic metastasectomy. After surgery, starting from July 2017, she resumed perioperative treatment with FOLFOX6.\\nA week after third cycle of postoperative chemotherapy, the patient was admitted to our Unit with asthenia and anorexia. Clinical examination revealed mild arterial hypertension, mild peripheral oedema and absence of neurological symptoms. Blood test showed moderate normochromic anaemia (haemoglobin (Hb)=78 g/L), thrombocytopaenia (platelets (Plt)=30 000/mm3) and acute kidney injury (creatinine=1.98 mg/dL) (). This was initially attributed to chemotherapy toxicity and patient underwent transfusion of red cells and intravenous fluids administration.\\nBut haemolytic anaemia was suspected based on finding of increased value of lactate dehydrogenase (LDH) (1549 U/L), bilirubin (3.2 mg/dL) mostly indirect (2.1 mg/dL). No abnormalities were reported in coagulation tests. Further laboratory investigations revealed increased reticulocytes (6.48%), negative Coombs test, reduced haptoglobin (16 mg/day), presence of schistocytes in the peripheral blood smear and proteinuria in nephrotic range (11133.6 mg/24 hours). C3 levels were slightly reduced with normal C4 levels. Stools cultures were negatives. No metastasis or infectious foci were proved at total body CT scan.\\nGiven the suspicion of TMA, by day 3, steroid therapy (methylprednisone 1 mg/kg intravenous) and daily plasmapheresis/plasma infusion were started. After 2 weeks, renal function normalised but haematological recovery was minimal (). Severe anaemia was still present; compared with the baseline Plt count was increased (Plt=55 000/mm3) and LDH reduced (491 U/L) but without normalisation. Moreover, further serum analysis revealed normal ADAMTS13 metalloproteinase level (>10%).\\nThese findings were consistent with diagnosis of aHUS. Therefore, decision to start treatment with eculizumab was taken.\\nFor this purpose, meningococcal vaccine, followed by antibiotic prophylaxis with ciprofloxacin for 2 weeks, was administered. Informed consent was signed. Eculizumab was administered at dosing of 900 mg intravenous weekly as induction for 4 weeks, followed by maintenance at 1200 mg intravenous every 2 weeks. Just after 2 weeks from the beginning of therapy there was a recovery of the haematological parameters (Hb= 101 g/L, Plt=84 000/mm3) and normalisation of serum LDH (379 U/L), without requirement of transfusion support ().\\nHowever, in March 2018 after five cycles of maintenance, treatment with eculizumab was interrupted due to the appearance of fever and cough (). Chest CT scan showed bilateral infectious pneumonitis that was treated with broad-spectrum antibiotic therapy for 10 days (piperacillin/tazobactam, linezolid and levofloxacin) achieving a complete resolution of symptoms.\\nIn September 2018, at a follow-up of 30 weeks after eculizumab discontinuation, normal haematological parameters (Hb=137 g/L, Plt=163 000/mm3) persist, without alterations of LDH and renal function (). CT scan shows subcentimetric pulmonary nodules suspicious of metastases for which a close radiological monitoring was decided. Due to progressive dimensional increment of pulmonary lesions and appearance of hepatic metastases in February 2019, second-line treatment with FOLFIRI (irinotecan 180 mg/m2 intravenous, leucovorin 400 mg/m2 intravenous over 2 hours and 5-FU bolus 400 mg/m2 intravenous on first day, followed by 5-FU infusional 2400 mg/m2 intravenous continuous infusion for 46 hours, every 2 weeks) was started. Until now, three cycles are been administered without appearance of haematological toxicities.\\nFinally, genetic analyses were carried out at ‘Mario Negri’ Institute laboratory. A next-generation sequencing through Ion Torrent platform of the entire coding region of the genes CFH, MCP, CFI, C3, CFB and THBD was performed on peripheral blood lymphocytes DNA. The presence in heterozygosis of some polymorphisms of CFH gene was highlighted, including c.-332C>T, c.2016A>G, c.2808G>T. The combination of these mutations identifies the CFH-H3 haplotype, which is associated with genetic forms HUS, and is present in heterozygosis in the patient.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'18081690': 1, '19846853': 1, '22987080': 1, '32033391': 1, '31922016': 2, '14583443': 1, '20412532': 1, '24188688': 1, '23233642': 1, '16990386': 1, '34611792': 1, '26854265': 1, '24799306': 1, '24387053': 1, '33572634': 2, '4795545': 1, '34069774': 1, '25414441': 1, '20595690': 1, '32188040': 2, '27288467': 1, '16968538': 2, '33281699': 2, '10625026': 1, '17517971': 1, '33336019': 1, '28616209': 1, '23662653': 1, '25119611': 1, '23738544': 1, '23610122': 1, '31673427': 2}", "similar_patients": "{'6944454-1': 1, '7142487-1': 1, '7691594-1': 1, '7691594-2': 1, '7691594-3': 1, '7691594-4': 1, '7691594-5': 1, '7912420-1': 1, '1574347-1': 1}"}