{"patient_id": 129596, "patient_uid": "6198158-1", "PMID": 30357082, "file_path": "noncomm/PMC006xxxxxx/PMC6198158.xml", "title": "Multicentric lymphoma in a Rottweiler dog with bilateral ocular involvement: A case report", "patient": "A 10-year-old, male Rottweiler dog was presented to the Small Animal Hospital of University of Tehran with a history of lethargy, anorexia, weight loss, vomiting, polyuria, polydipsia and blindness. The dog showed symptoms of depression, fever (39.2 ˚C), tachypnea (40 breaths min-1) and cachexia. Bilateral hyphema and blindness were detected in ophthalmic examination (). The pulse rate of the animal was normal (90 beats min-1) and obvious general lymphadenopathy determined. Lymph nodes were firm, freely movable, and painless on palpation. Initial differential diagnosis of lymphoma included lymphoma, metastatic neoplasia, lymphoid hyperplasia, and lymphadenitis.\\nA complete blood cell counter (Nihon Kohden, Celltac; Tokyo, Japan) revealed non-regenerative anemia, with a hematocrit of 25.40% (reference range, 37.00 to 55.00%) and reticulocytes 0.08%; (reference range, 0.05 to 0.10%) hemoglobin 105 g L-1 (reference range, 120 to 180 g L-1), leukocytosis of 37.00×109 cells L-1 (reference range, 6.00 to 16.90×109 cells L-1), and lymphocytosis of 24.60×109 cells L-1; (reference range,1.50 to 5.50 × 109 cells L-1). Abnormal serum biochemical results included higher alanine aminotransferase of 301.00 U L-1 (reference range, 10.00 to 100.00 U L-1), alkaline phosphatase of 413.00 U L-1 (reference range, 23.00 to 212.00 U L-1) aspartate aminotransferase of 170.00 U L-1 (reference range, 20.00 to 66.00 U L-1).\\nA fine needle aspirate or biopsy of an affected lymph node was performed. Atypical lymphocytes were observed in blood smear (), and cytological examination showed an increase of more than 50.00% of the lymphoblast population. Cytologic assessment of aqueous humor from anterior chamber may help to identify infectious agents or neoplasia. Aqueous humor samples were obtained by anterior eye segment paracentesis after the dogs were euthanized. All samples were collected within 24 hr. A 22-G needle was inserted into the anterior eye segment at the limbus, above and parallel to the plane of the iris. Aqueous humor was then gently aspirated into a 2-mL syringe.\\nA small amount of fluid was removed from affected lymph node and evaluated immediately. Cytologically, a moderate number of lymphocytes were observed in the proteinous background of lymph node ().\\nIn the current case, biopsy was performed from lymph node under general anesthesia. A punch biopsy which was taken from the left prescapular lymph node appeared dark red and friable. The sampled lymph nodes were fixed in10.00% neutral buffered formalin, routinely processed and embedded in paraffin, sectioned at 5 µm, and stained with hematoxylin and eosin (H & E). For immune-histochemical analysis, the antibodies CD20, CD79a and CD3 (all from Dako, Glostrup, Denmark) were applied in appropriate dilutions on the sample sections using the labeled streptavidin-biotin method using LSABTM kit (Dako). The slides were counterstained with Mayer's hematoxylin (Dako). The CD3 and CD20 antisera specificity was ascertained in normal thymus and lymph node of dog respectively. Complete effacement of nodal architecture was occurred by invasion of neoplastic cells within capsule and perinodal region. Moreover, the neoplastic cells obliterated the cortex of lymph nodes and infiltrated and obscured medullary cords and sinusoids. Tumor cells had large pale or vesicular nuclei which only few of them showing nucleoli in the center of nucleus.\\nThe eosinophilic cytoplasm was fairly abundant with well-distinct cell boundaries. Mitotic figures were not numerous ().\\nImmunohistochemical staining of neoplastic lymph node revealed that nearly 20.00-25.00% of neoplastic cells were strongly positive for anti CD3 (), whereas they were negative for both CD20 and CD79a. The dog died a day after hospitalization.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'9402705': 1, '7744644': 1, '18196747': 1, '9173362': 1, '12102223': 1, '30357082': 2}", "similar_patients": "{}"}