{"patient_id": 137595, "patient_uid": "6896548-1", "PMID": 31755474, "file_path": "noncomm/PMC006xxxxxx/PMC6896548.xml", "title": "Sequential imaging of a case of choroidal osteoma using swept-source OCT and optical coherence tomography angiography: A 4-year follow-up study", "patient": "A 33-year-old gentleman was presented with metamorphopsia in the left eye (LE) for 1 week. His best-corrected visual acuity (BCVA) was 20/20 in the right eye (RE) and 20/60 in LE. Anterior segment was unremarkable in both eyes. On LE posterior segment evaluation, a focal, orange-yellow, submacular lesion of 1 disc diameter (DD) size was noted 0.5 DD away from the fovea, temporally. Overlying area of depigmentation extended from the lesion to the temporal optic disc margin spanning an area of 3 DD and superior aspect of fovea involvement was eminent []. Hemorrhages and subretinal fluid surrounding the lesion indicated the presence of an underlying CNVM. Ultrasonography of LE found a hyper-reflective lesion with an acoustic shadow consistent with the lesion ratifying the diagnosis of CO []. SS-OCT in the LE revealed a subretinal hyper-reflective mass, temporal to the fovea, with underlying hypo reflectivity in correspondence to CO. Disruption of IS-OS junction and retinal pigment layer (RPE) layer along with a collection of subretinal fluid (SRF) was observed overlying the tumor, corroborating the presence of an associated CNVM []. Fluorescein angiography (FA) revealed a type 2 CNVM characterized by early, lacy hyper fluorescence, and progressive leakage and was delineated well on OCTA []. A fine, thin network of vessels in outer retinal and choriocapillaris layer, noted on OCTA at the level of the CO was consistent with the CNVM []. Three doses of ranibizumab intravitreal injections were given on a monthly basis. CNVM regressed and collapsed with treatment and the same was monitored noninvasively by OCTA [Fig. –]. One month after the final injection, BCVA improved to 20/20 in LE and was unaltered during the 4-year follow-up period []. No active intervention was warranted during the follow-up period. The CO underwent a natural progression of decalcification leading to flattening of the lesion with RPE thinning and scarring, underlying choroidal vessels []. Focal choroidal excavations (FCE) characterized by one or more focal areas of choroidal depression were found in correspondence with the tumor decalcification on serial SS-OCT scans [Fig. –]. Chorioretinal atrophy was noted underneath the FCE and decalcified tumor [Fig. and ]. Visual acuity remained stable at the final visit.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'28731055': 1, '30128167': 1, '3051466': 1, '24095605': 1, '17151497': 1, '21670327': 1, '16344436': 1, '31755474': 2}", "similar_patients": "{}"}