{"patient_id": 1443, "patient_uid": "6062967-1", "PMID": 30053913, "file_path": "comm/PMC006xxxxxx/PMC6062967.xml", "title": "Autologous adipose-derived stromal vascular fraction and scarred vocal folds: first clinical case report", "patient": "A 43 year-old woman was included in the prospective phase I clinical trial CELLCORDES (EudraCT number 2015–000238-31) registered at , after providing written informed consent.\\nHer medical history included a thyroidectomy for goiter and hysterectomy for endometriosis. She presented a severe dysphonia related to scarred VF following a phonosurgery. Five years earlier, she had two laryngeal surgeries: i) suspension laryngoscopy for resection of Reinke edema, in which a right ventricular lesion was discovered and biopsied; ii) cervicotomy with lateral thyrotomy for resection of this lesion, whose definitive histology was in favor of a chondroma. One year later, the patient underwent another suspension laryngoscopy for a granuloma excision in the anterior third of the left VF. The laryngeal pathologies treated did not recur but the persistence of a marked dysphonia 4 years following the last surgery (despite regular speech therapy) justified a new consultation. The patient met the inclusion and exclusion criteria of the clinical trial (listed in Table ) and thus was eligible to receive a local injection of autologous ADSVF.\\nIn videolaryngostroboscopy, a scarred aspect of the VF was observed, particularly an absence of vibration of their middle third. The vocal assessment enabled us to objectify this dysphonia (Table ), with the speech therapist reporting a hoarse, unstable, and slightly breathy voice, with inability to reach high notes. Additional movie and audio files show this in more detail (Additional files , and ).", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'28689790': 1, '26774977': 1, '28186685': 1, '23570660': 1, '33097096': 1, '32053141': 1, '26565755': 1, '11307610': 1, '31425889': 1, '32197630': 1, '33822268': 1, '31100613': 1, '34188130': 1, '25519759': 1, '31137626': 1, '28340695': 1, '22140045': 1, '24572074': 1, '27227960': 1, '23605306': 1, '30053913': 2}", "similar_patients": "{}"}