{"patient_id": 129478, "patient_uid": "6189374-1", "PMID": 30349664, "file_path": "noncomm/PMC006xxxxxx/PMC6189374.xml", "title": "Cholecystocolonic fistula with a giant colonic gallstone: the mainstay of treatment in an acute setting", "patient": "A 73-year-old male patient presented to the emergency room (ER) with vomiting, abdominal pain and bloody diarrhea. His past medical history includes arterial hypertension, coronary artery disease, peripheral vascular disease, polycystic kidney disease, end-stage renal disease and superior vena cava thrombosis on warfarin therapy. His surgical history includes an abdominal aortic aneurysm repair and a right nephrectomy. Seven months prior to the events, the patient was admitted for acute calculous cholecystitis and cholangitis that were managed with sphincterotomy and choledocolithiasis extraction via endoscopic retrograde cholangiopancreatography, followed by percutaneous cholecystostomy. It is worth noting that a large gallstone was present in the gallbladder when the patient has undergone an abdominopelvic CT scan 9 years prior to the current episode for an unrelated condition (Fig. ).\\nThe patient presented to the ER complaining of abdominal pain, vomiting, and one abundant bloody diarrhea. His abdomen was distended with diffuse tenderness on physical examination. His vital signs were unremarkable except for a heart rate at 115/min. An abdominopelvic CT scan was performed, and showed a CCF with the giant 5 × 7 cm2 gallstone in the proximal transverse colon (Fig. ). Oral contrast did not reveal any cholecystoduodenal communication. Blood tests revealed the following: white blood count 11.8 × 109/L, hemoglobin 145 g/L, creatinine 786 μmol/L, international normalized ratio (INR) 2.71 and normal alanine transaminase, aspartate transaminase, bilirubin, alkaline phosphatase and lipase.\\nWith vomiting and bowel distension suggestive of bowel obstruction, and hematochezia, the patient was taken to the operating room after prompt warfarin reversal with Beriplex®. A supraumbilical median laparotomy was performed and the gallstone identified in the transverse colon. A longitudinal colotomy was performed 15 cm proximal to the impaction site and the gallstone retrieved without any trauma to the surrounding bowel wall (Fig. ). Local inspection revealed no signs of ischemia or bleeding. The colotomy incision was then closed. The patient was transferred to the intensive care unit for postoperative surveillance. He recovered uneventfully and was discharged after 3 days. The patient was admitted 10 days later for recurrent hematochezia. A colonoscopy was performed and showed a fibrotic and ulcerated cavity in the proximal transverse colon, suggestive of the fistula site, with no other colonic lesions. No active bleeding was present and warfarin was safely resumed.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'28417651': 1, '17004870': 1, '28611560': 2, '29774223': 1, '32483509': 2, '29511540': 1, '19089311': 1, '31346486': 2, '7280941': 1, '8198337': 1, '30349664': 2}", "similar_patients": "{'6636471-1': 1, '5465712-1': 1, '7255080-1': 1}"}