{"patient_id": 10570, "patient_uid": "6666968-1", "PMID": 31367499, "file_path": "comm/PMC006xxxxxx/PMC6666968.xml", "title": "Nutcracker Syndrome with Hypertension: A Case Report", "patient": "We present the case of an 18-year-old, South Asian female with no known comorbidities, who presented to the outpatient department with a history of hypertension for the past nine months. She had associated inconsistent left flank pain, fatigue, palpitations, and increased urinary frequency, at least twice during the day and four times during the night. Although the patient had these complaints for 12-15 months, they only came into notice on a routine checkup nine months ago. There was no history of recurrent urinary tract infections (UTIs) and no family history of kidney diseases. The patients' ambulatory blood pressure readings revealed continuously elevated blood pressure as high as 200/110 mm Hg.\\nOn examination, her heart rate was 96 bpm, blood pressure was 170/110 mm Hg, and she was afebrile. Abdominal examination was unremarkable except for mild left lumbar tenderness on palpation. There were no other findings.\\nAn extensive workup was done and the secondary causes of hypertension, such as pheochromocytoma, congenital adrenal hyperplasia, renin-secreting tumor, Cushing’s disease, and hyperthyroidism, were ruled out. Urine routine examination revealed albumin 1+, blood 4+, and red blood cells (RBCs) >100/HPF. Doppler ultrasonography (USG) of the kidneys revealed left-sided renal artery stenosis, with the left kidney smaller in size (8 x 3.5 x.1.2 cm) as compared to the right kidney (11 x 3.0 x 1.3 cm). Magnetic renal angiogram (MRA) was performed to correlate the previous findings. It showed a small left kidney (7 x 3 cm) with cortical scarring and diffuse narrowing of the left main renal artery with a small portion of focal stenosis at the level of approximately 9 mm from the ostium.\\nThe workup suggested left renal artery stenosis. The patient was admitted to undergo renal angiography and stenting if needed. The renal angiography showed a normal right renal angiogram without any areas of focal stenosis or narrowing and the right renal veins were draining normally. The left renal angiogram showed cortical scarring and a normal left renal artery without any areas of focal stenosis (Figure ). Delayed left renal vein emptying was seen (Figure ). These findings were concerning for extrinsic left renal vein compression secondary to the superior mesenteric artery, also known as nutcracker syndrome. The patient was offered a trial of medical management with the possibility of surgical intervention later on. The patient was discharged on valsartan 160 mg twice daily, amlodipine 5 mg once daily, and nebivolol 5 mg once daily to control her hypertension. At her one-month follow-up, her blood pressure was 120/85 mm Hg and heart rate was 73 beats per minute.", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'26448765': 1, '33478297': 2, '32774955': 2, '20511485': 1, '29217888': 2, '28356209': 1, '25374822': 1, '34815965': 1, '24139744': 1, '31367499': 2}", "similar_patients": "{'7396027-1': 1, '5704416-1': 1, '7841863-1': 1}"}