{"patient_id": 15324, "patient_uid": "6953376-1", "PMID": 31930170, "file_path": "comm/PMC006xxxxxx/PMC6953376.xml", "title": "Helmet Sign on EKG: A Rare Indicator of Poor Prognosis in Critically Ill Patients", "patient": "We present a case of a 56-year-old male with medical history of hypertension and hyperlipidemia who was found on the floor by his spouse unresponsive and not breathing in the early hours of the morning. The last-known–well was the night prior. There was no clear estimate of duration of events. Upon arrival of Emergency medical services, patient was found to be in pulseless electrical activity (PEA). Patient achieved return to spontaneous circulation (ROSC) 15 minutes after initiation of advanced cardiac life support (ACLS) protocol. Patient received 3 doses of Epinephrine, 2 doses of Bicarbonate and 1 dose of Calcium. EKG done immediately post ROSC showed ST elevations in inferior and lateral leads. Patient was brought to the hospital as a STEMI arrest. A detailed analysis if the EKG revealed helmet sign in leads aVL and II, also ST segment elevation was noted in V1, V2, V3 and ST segment depression was noted in V5 and V6. Bedside echocardiogram obtained showed no wall motion abnormalities and repeat EKG including with right sided leads revealed no ST segment elevation with no accompanying pathologic Q waves or T-wave inversion. Troponin was negative at the time of initial evaluation but trended up gradually during hospitalization. Laboratory results were also notable for creatinine of 3.07 and CPK 457 in addition to mildly elevated White blood cell count and elevated aspartate aminotransferase, alanine aminotransferase, and lactate most likely as a result of tissue hypoperfusion due to the cardiac arrest. CT scan angiography of the chest was negative for pulmonary embolism. A head CT without contrast showed diffuse anoxic brain injury. Patient was started on hypothermia protocol. Official Echocardiography obtained later the same day of presentation showed an increase in right ventricle size in the upper limit of normal and a reduced right ventricular ejection fraction. Estimated peak pulmonary artery pressure was 35 – 45 mm hg. Left ventricular ejection fraction was estimated to be between 45% – 55% with no regional wall motion abnormalities. Mild concentric hypertrophy was also noted in the left ventricle. Doppler parameters were consistent with abnormal ventricular relaxation and no valvular abnormalities were noted. Patient remained intubated with continuous vasopressor support. Upon family request, patient was terminally extubated two days into hospital stay and expired shortly after.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'28623018': 1, '2458140': 1, '22134944': 1, '13702335': 1, '18929715': 1, '25066910': 1, '29169884': 1, '13129078': 1, '23885687': 1, '27412903': 1, '20890196': 1, '34505073': 1, '34833402': 2, '24872654': 2, '25279358': 1, '23527160': 1, '34436992': 2, '14645641': 1, '34709428': 1, '24698249': 1, '27289113': 1, '12798573': 1, '22386187': 1, '31930170': 2}", "similar_patients": "{'4033858-1': 1, '8143844-1': 1, '8622399-1': 1}"}