{"patient_id": 136654, "patient_uid": "6794398-1", "PMID": 31998618, "file_path": "noncomm/PMC006xxxxxx/PMC6794398.xml", "title": "Cerebellar cortical degeneration associated with feline leukemia virus infection and cerebellar lymphoma in a young cat", "patient": "An 8-month-old intact male, American shorthair, the indoor cat was presented to the Veterinary Hospital at Austral University of Chile (Valdivia, Chile) because of a 2-weeks history of incoordination and head tremor. Complete neurological examination found altered mental status (depressed), positional vertical nystagmus, bilateral mydriasis, unilateral ventral strabismus of the right eye, decreased menace response with a normal pupillary reflex, bilaterally hypermetric gait of all four limbs, intention tremor of the head, positive crossed extensor reflexes, and increased patellar reflex in both hind limbs. Neuroanatomical diagnosis indicated a central vestibular lesion with a multifocal brain type lesion (cerebellar and cerebral). Differential diagnosis included degenerative cerebellar and cerebral diseases such as lysosomal storage disease (i.e., gangliosidosis), brain malformation, hereditary cerebellar degeneration, cerebellar hypoplasia caused by infectious conditions (e.g., feline panleukopenia virus, FeLV, feline infectious peritonitis, toxoplasmosis, and feline spongiform encephalopathy disease), neoplastic conditions (e.g., lymphoma), toxicity (e.g., lead poisoning), congenital portosystemic shunt (i.e., hepatic encephalopathy), and CNS hypomyelination.\\nAdditional tests included complete blood count, biochemical profile, FeLV/ Feline immunodeficiency virus (FIV) testing, cerebrospinal fluid analysis, and computed tomography (CT) of the head. Complete cell blood count showed no clinically significant abnormalities. Biochemical analysis results were within reference ranges. Cerebrospinal fluid indicated mononuclear and neutrophilic pleocytosis with normal total protein concentration (<0.25 g/l). A commercial immunoassay was used to test blood samples for Feline leukemia virus antigen and FIV antibodies (SensPERT FeLV Ag/FIV Ab Test Kit, Vet All Laboratories). The cat tested positive for FeLV and negative for FIV. Contrast CT scanning of the head revealed multiple heterogeneous hypodense areas in both cerebral hemispheres, mild ventriculomegaly, and a circular sharply marginated homogeneously hyperdense mass occupying the right cerebellar hemisphere (). The animal was treated with trimethoprim-sulfamethoxazole (20 mg/kg every 12 hours) and prednisone (1 mg/kg every 24 hours) over 6 days due to the initial diagnosis of suspected systemic infection with neurologic signs or toxoplasmosis.\\nThe cat responded poorly to therapy, and the owners requested humane euthanasia. A complete necropsy study was performed and postmortem macroscopic findings revealed a friable mass with regular edges of approximately 1.1 × 1.3 × 1.2 cm located in the right cerebellar hemisphere close to the vermis (). On macroscopic examination, no abnormalities were observed in lung, heart, spleen, lymph node, large and small intestines. Cerebellar tissue sections were obtained for histopathological and immunohistochemical analyses. Cerebellar and cerebral tissue samples were fixed in 10% formaldehyde, subjected to automatic tissue processing, and then embedded in paraffin. Thin sections of 5 μm thickness were obtained and stained with hematoxylin and eosin.\\nFor immunohistochemical analysis of CNS lymphoma, antigenic recovery was performed using citrate buffer pH. Endogenous peroxidase was blocked with a peroxide solution, while nonspecific reactivity was blocked by incubation with 10% normal goat serum (Thermo Fisher Scientific, São Paulo, Brazil). The primary antibodies used were an anti-CD3 antibody (Dako, Carpinteria, CA) at 1:50 dilution for 30 minutes, and anti-CD20 antibody (Thermo Fisher Scientific, USA) at 1:300 dilution for 30 minutes. Samples were subsequently incubated with mouse/rabbit Ig reagent (Vector Laboratories Inc., Burlingame, CA) for 30 minutes. Immunohistochemical analysis was performed using Histostain (Thermo Fisher Scientific, USA) with hematoxylin contrast staining.\\nHistopathological findings of both cerebellar hemispheres showed degenerative changes with neuronal death, white matter demyelination, and severe Purkinje cell loss (). Additionally, decreased granule cell density and moderate gray matter gliosis were observed. In the cerebral tissue sections, changes included mild gliosis, white matter degeneration, and swollen axons.\\nBetween the Purkinje cell and granular cell layers, degenerating neuronal cells were observed with eosinophilic, and occasionally, vacuolar cytoplasm, and regressive nuclear changes. Other histological findings included white matter spongiosis and axonal demyelination. Cerebellar nuclei showed isolated groups of eosinophilic cytoplasmic neurons, diffuse borders, and oncosis. These microscopic changes were associated with a morphological diagnosis of cerebellar degeneration.\\nHistological analysis of the cerebellar mass revealed infiltration of a uniform or monomorphic population of lymphocytic cells of moderate to severe atypia, compatible with lymphoma (). The cells showed large, loose chromatin nuclei that presented with membrane irregularities, prominent nucleoli, and mitotic activity (average of 25 mitoses in 10 fields of 400× magnification). Additionally, multiple necrotic and apoptotic foci were observed inside the tissue mass. Immunostaining for CD20 expression identified a B-lymphocyte immunophenotype. More than 90% of lymphoid cells were positive for CD20 (), and occasionally, the presence of T lymphocytes was observed (CD3 positive).", "age": "[[8.0, 'month']]", "gender": "M", "relevant_articles": "{'4962202': 1, '26541251': 1, '4333733': 1, '11024542': 1, '29294214': 1, '19464217': 1, '27796550': 1, '23814302': 1, '24928422': 1, '24155454': 1, '20136999': 1, '29643006': 1, '10976629': 1, '27687936': 1, '21126570': 1, '28382853': 1, '25113753': 1, '16781880': 1, '34316194': 1, '14658723': 1, '30101014': 1, '21036089': 1, '12243463': 1, '27531574': 1, '10444756': 1, '11804315': 1, '24521793': 1, '26599987': 1, '7863589': 1, '9111472': 1, '31998618': 2}", "similar_patients": "{}"}