{"patient_id": 14657, "patient_uid": "6923873-1", "PMID": 31856795, "file_path": "comm/PMC006xxxxxx/PMC6923873.xml", "title": "Diagnostic efficacy of imaging and biopsy methods for peritoneal mesothelioma in a calf", "patient": "A 58-day-old male Japanese black calf showed sudden loss of appetite. Body temperature was recorded as 40.8 °C, and both scrotal sacs were enlarged and felt soft upon palpation, initially causing suspicion of orchitis. The elevated body temperature and decreased appetite normalized following daily injections of a non-steroidal anti-inflammatory drug and antibiotic for 3 days. However, the calf showed progressive scrotal enlargement and abdominal distension; the anorexia resumed after the daily injections were discontinued. On day 18, the calf was admitted for imaging examinations.\\nOn day 18, a complete blood count revealed a slight elevation of the red blood cell (RBC) count and thrombocytosis, but normal white blood cell (WBC) count (Table ) [, ]. High level of lactate dehydrogenase (LDH), hypoproteinemia and hypoalbuminemia were evident upon serum biochemical examination [, ].\\nA portable-type US device (MyLab™One VET, Esaote Co., Genova, Italy) was applied to the swollen scrotum using a 6.6 MHz convex probe, and the abdomen a using a 6.0 MHz linear probe in a standing position. Transverse trans-scrotal US imaging revealed accumulation of anechoic effusion in the space between the scrotal wall and the testicles, which appeared round in imaging (Fig. a). The tunica vaginalis was markedly thickened at the base of the scrotum. Percutaneous US images of the abdominal cavity revealed multiple formations of echogenic nodules derived from the smooth hyperechoic line of the peritoneum. There was slight acoustic shadowing associated with the hyperechoic spots scattered in the nodules (Fig. b). The PE appeared anechoic on imaging, with a small amount of echogenic debris, and filled the abdominal cavity. Within the caudal abdominal cavity (near the pelvic cavity), multiple small to large nodules were aligned in the anechoic PE (Fig. c). Under US imaging, PE was collected by percutaneous abdominocentesis with an 18-gauge needle. Subsequently, the nodular tissue was obtained by fine-needle aspiration with a 22-gauge needle (Terumo spinal needle, Terumo Co., Tokyo, Japan).\\nThe PE was clear and serosanguineous. The PE WBC level was low, and the LDH level was high (Table ) []. The PE levels of total protein and albumin were normal, but the serum-ascites albumin gradient (SAAG), which is calculated by subtraction of the PE albumin level from that of the serum, was low [, ]. The sediment of the PE was applied onto glass slides and stained with Giemsa stain. Small aggregations of large, square to round, epithelioid cells were observed between the RBCs and neutrophils. These cells had abundant cytoplasm with vacuoles and prominent nucleoli (Fig. a). The border of the cells was unclear, and occasional microvilli-like structures were observed on the surface. Similar findings were also seen in fine-needle aspiration samples collected under the guide of US (Fig. b). However, larger cell aggregates and fewer neutrophils were observed in the fine-needle aspiration specimens compared with the PE specimens.\\nThe animal was placed in a right recumbent position under general anesthesia with 2–3% isoflurane via an endotracheal tube, inserted after sedation with an intravenous injection of xylazine hydrochloride (0.2 mg/kg). CT examination using a helical scanner (Pronto SE, Hitachi Co. Ltd., Tokyo, Japan) revealed accumulation of PE throughout the abdominal cavity. Dense assemblages of enlarged nodules were predominantly seen in the caudal abdominal cavity and connected to the swollen tunica vaginalis via the inguinal region on sagittal images (Fig. a). The wall of the border between the ventral diaphragm and the cranial peritoneum appeared irregular and thickened on imaging. Transverse CT images obtained from a line established along the tunica vaginalis showed multiple small hyperdense spots formed along the margins of the nodules (Fig. b). Within the swollen scrotum, PE into the apex was observed, and the tunica vaginalis was markedly thickened.\\nLaparoscopy (1288 HD Camera and L9000 LED Light Source, Stryker Co., Michigan, USA) was performed with the animal in a supine position soon after CT examination (under the same anesthesia). After removal of approximately 20 l of PE via catheter in order to ensure a wider laparoscopic field of view, a 10 mm trocar was introduced approximately 10 cm from the lower right part of the umbilicus. Laparoscopic views of the cranial abdominal cavity revealed multiple nodules throughout the serosa of the rumen (Fig. a). The nodules were round shaped with irregular surface and pink or dark red in color. The accumulation of a large amount of serosanguineous PE prevented complete visualization of the cranial region of the abdominal organs (abomasum, liver, and spleen) and the peritoneal walls. Within the caudal abdominal cavity, multiple small to large nodules were evident on the peritoneal walls (Fig. b). The peritoneum, in which multiple nodules were present, was characterized by normal, smooth, and pink colored walls on the ventral surface of the abdomen; and abnormal, irregular, and dark red colored walls on the dorsal surface of the abdomen. The nodules were round shaped and smooth, and colored white, pink, and dark red. Small blood vessels were observed on the surfaces of some nodules. Laparoscopy-guided core-needle biopsy was performed on an approximately 2 cm nodule formed on the ventral surface of the abdomen using a Tru-cut biopsy needle (Tru-Core™ II Automatic Biopsy Instrument, Argon Medical Devices Inc., Texas, USA) that was percutaneously inserted (Fig. c).\\nThe animal was died suddenly 1 day after these examinations. Necropsy revealed that numerous (more than 100) nodular lesions were found on the peritoneum with bloody PE in the abdominal cavity (Fig. a). The nodules were whitish or reddish in color, and varied in size (maximum 5 × 4 × 4 cm). The nodules were coalescing and disseminating on the serosa and peritoneum. The cut surfaces of the nodules were solid and irregularly lobulated by thin fibrous tissues, and often showed hemorrhage and necrosis. These nodules were also found on the omentum, mesentery, and the surface of several organs, including the liver, rumen, and spleen; however, the borders between the masses and each organ were clear. Both scrotal sacs were enlarged by the infiltration of well-defined similar structures extending from the funiculus spermaticus to the testis (Fig. b). Focal, and mild broncho-pneumonia was present in the right lung lobes. The lymph nodes in both thoracic and abdominal cavities were grossly normal.\\nThe pieces of tissues obtained from the laparoscopy-guided core-needle biopsy and the masses collected at necropsy were fixed in formalin and routinely processed for paraffin embedding, then stained by hematoxylin and eosin (HE) stain. Microscopic examination revealed the proliferation of cubical or columnar neoplastic cells in the nodule. These cells were aligned and formed papillary structures (Fig. c,d). Furthermore, a few fibrovascular interstitial tissues and mucinous material were seen together with multi-layered neoplastic cells. The cells were morphologically similar to mesothelial cells. They showed strong immunoreaction for cytokeratin (AE1/AE3) and weak immunoreaction for vimentin (data not shown). The neoplastic cells often showed necrosis with debris from the nuclei. Dystrophic calcification was also scattered within the masses. The testes appeared slightly atrophic from the invasion of neoplastic cells into the scrotum, a continuation from peritoneum. Invasion of neoplastic cells into the parenchymal of the testes was not observed. Proliferative lesions were not evident in other abdominal organs including the intestine, pancreas, and genitalia. Finally, histology of the necropsy specimen in the present case revealed that a mucinous background within the nodular lesion was one of the characteristics of mesothelioma. Marked atypia of neoplastic cells with frequent mitosis, as well as multiple and disseminated lesions in the peritoneum support malignancy of the lesion. Based on these gross and histopathlogic findings, the lesions in the present case were diagnosed as malignant mesothelioma.", "age": "[[58.0, 'day']]", "gender": "M", "relevant_articles": "{'154998': 1, '1917664': 1, '22222901': 1, '32546145': 1, '7585422': 1, '1616215': 1, '6890737': 1, '16901273': 1, '18471576': 1, '16757900': 1, '21160794': 1, '12354519': 1, '6071093': 1, '17422506': 1, '3771344': 1, '18439258': 2, '11836669': 1, '26346653': 1, '24183360': 1, '19635740': 1, '12222601': 1, '20584142': 1, '3610801': 1, '19081120': 1, '20045853': 1, '2739208': 1, '31856795': 2}", "similar_patients": "{'2377251-1': 1}"}