{"patient_id": 129935, "patient_uid": "6219324-1", "PMID": 30505125, "file_path": "noncomm/PMC006xxxxxx/PMC6219324.xml", "title": "Acute exudative polymorphous vitelliform maculopathy: To bolus or not to bolus?", "patient": "A 39-year-old man presented to our department with sudden onset of blurred vision in both eyes and persistent headache for several days. He had a recent history of hypertension treated with lisinopril, and he was an inactive carrier of hepatitis B. His ocular history was unremarkable. He denied any flu-like symptoms in previous days. Written informed consent was obtain from the patient before examination.\\nHis best-corrected visual acuity (BCVA) was 20/22 in both eyes, the anterior segment was unremarkable, and Goldmann applanation tonometry was within normal limits in both eyes. Pupils were equal, round, reactive to light with extraocular movements intact. His color vision was normal. Fundus examination revealed a serous macular detachment associated with multiple round yellowish lesions along vascular arcades within posterior pole in both eyes. The optic nerve and peripheral retina were normal, but retinal vessels were convoluted with some arteriovenous nicking. No signs of vitritis were noted. Fundus autofluorescence showed slight mild hyperautofluorescence of the multiple round lesions along vascular arcades. Fluorescein angiography (FA; HRA2, Heidelberg Engineering) showed focal filling defects along vascular arcades in the early phase and slight mild diffuse hyperfluorescence in the late phase without leakage [].\\nSpectral domain optical coherence tomography (SD-OCT, software version 5.4.7.0; Heidelberg Engineering GmbH, Heidelberg, Germany) showed a marked alteration in retinal profile with a large neurosensory retinal detachment and multiple intraretinal cystic spaces located in outer nuclear layer, within the 3-mm ring of the ETDRS grid [ and ].\\nA laboratory workup was performed including complete blood count with differential, liver function test, autoantibodies, rheumatoid factor, purified protein derivative of tuberculin (with anergy panel), antistreptolysin O titer, HIV-1/HIV-2 tests, herpes simplex virus blood test, treponema pallidum-specific tests, rubella (IgG, IgM), Epstein-Barr Virus (IgG, IgM), and cytomegalovirus (IgG, IgM). Laboratory tests and radiological chest examination were normal. To exclude the presence of melanoma, a dermatological consultation was required. A dermatological consultation was required and it ruled out the presence of melanoma. No treatment has been administered, and the patient was monitored every week.\\nA month later, his BCVA dropped to 20/40 in both eyes. Fundus evaluation revealed further increase in subretinal fluid and in the amounts of yellow oval-shaped deposits along vascular arcades. SD-OCT examination showed a significant increase in retinal thickness and number and extension of cystic spaces that involved both inner and outer nuclear layers, exceeding the 6-mm ring of the ETDRS grid in both eyes [ and ]. Because of this worsening, steroid therapy was administered as 1 g of intravenous methylprednisolone per day for 3 days on an empirical basis with no tapering. One week after starting treatment, BCVA was 20/20 in both eyes. SD-OCT showed a significant improvement in retinal thickness and complete disappearance of cystic spaces in both eyes [ and ]. After 8 months, subretinal lesion evolved to gravitational, meniscus-like, yellowish lesion in both eyes. Fundus autofluorescence showed slight mild hyperautofluorescence of both the multiple round lesions along vascular arcades and a meniscus-like appearance in the inferior part of paramacular region, just above inferior vascular arcade. FA demonstrated hypofluorescent area corresponding to the lesions in the early phase and late staining [].\\nAt 12-month follow-up visit, examination revealed 20/18 BCVA and no subretinal fluid bilaterally, with few residual vitelliform deposits along vascular arcades in both eyes; SD-OCT showed a normal retinal profile, persistence of the thickening of ellipsoid band, and minimum residual of subretinal fluid in both eyes [ and ]. After 45 months, BCVA was 20/20 in both eyes, anterior chamber was deep and quiet, normal iris and pupillary reflex, crystalline lens was transparent. Fundus examination revealed an increase in subretinal fluid in the left eye and persistence of vitelliform deposits within the subretinal space along vascular arcades []. There was no vitreous cell and the peripheral retina was flat.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'25763552': 1, '32884891': 2, '24803155': 1, '8232485': 1, '33005818': 1, '21220625': 1, '26035513': 1, '2979022': 1, '30505125': 2}", "similar_patients": "{'7452953-1': 1}"}