{"patient_id": 5289, "patient_uid": "6311860-1", "PMID": 30652038, "file_path": "comm/PMC006xxxxxx/PMC6311860.xml", "title": "Primary Epithelioid Sarcoma of Orbit: A Case Report and Review of the Literature", "patient": "An 87-year-old female with a previous history of osteoarthritis and hypothyroidism presented to her primary care physician with concerns about a rapidly growing lesion of the medial orbit of the left eye and was referred to an ophthalmologist. She first noticed the lesion 3 weeks prior to presentation, and it had grown significantly since it was first discovered. On examination, she was found to have a medial orbital mass causing ectropion of the lower eyelid and symptomatic epiphora (see ). A CT of the orbits showed a 2.0 × 1.6 × 1.0 cm nonenhancing intraorbital soft tissue lesion abutting the nasal lacrimal duct, lateral and inferior to the globe, without definite osseous remodeling. There is no thickening of the lateral rectus muscle or inflammation. There was a moderate lateral displacement of the intraocular structures. The globe was intact (see ). An anterior orbitotomy with biopsy was performed 4 days after presentation. The pathology was initially read as positive for intermediate grade epithelioid carcinoma. The specimen was then sent for an outside consultation, and the diagnosis was edited to epithelioid sarcoma with rhabdoid features (proximal type). Immunohistochemical stains revealed the tumor to be AE1/AE3 strong positive, GATA3 strong positive, vimentin strong positive, EMA focal positive, calponin focal positive, myogenin negative, GFAP negative, P63 negative, CD68 negative, P40 negative, ER negative, desmin negative, CDx2 negative, CK20 negative, CK7 negative, S-100 negative, BerEP4 negative, SALL4 negative, and CD99 negative.\\nDue to the patient's age and the tumor histology, chemotherapy was not recommended by medical oncology. To complete her staging workup, a soft tissue neck CT showed no evidence of abnormal lymph nodes. The patient also had a chest/abdomen/pelvis CT that showed no evidence of metastatic disease in chest, abdomen, or pelvis. Thus, the disease was localized to the left orbit only.\\nWithin one month of the biopsy, the patient underwent a left orbital exenteration with partial maxillectomy and partial ethmoidectomy. The final pathology was positive for ES with rhabdoid features of the left medial orbital wall, stage pT2 N0 M0 (see ). The tumor measured 2.2 × 2.0 × 1.2 cm, and necrosis was present at less than 50%. Surgical margins contained tumor cells closer than 1 mm to the medial margin, and no lymphovascular invasion was identified.\\nEpithelioid sarcoma describes a mesenchymal malignancy with epithelial features. “Proximal-type” epithelioid sarcomas possess dense intracytoplasmic eosinophilic inclusions and associated eccentrically placed nuclei, which can contribute to an epithelioid or even rhabdoid histology. Necrosis is a common feature. Both proximal and distal types of epithelioid sarcoma demonstrate cytokeratin and CD34 immunoreactivity. Loss of INI-1 reactivity is also a characteristic.\\nHer postsurgical course was complicated by the formation of a sinoorbital fistula which was repaired with a temporalis flap. Following complete healing from her surgery (see ), she met with a radiation oncologist to discuss postoperative radiation treatment options. In addition, her case was discussed at the regional multidisciplinary head and neck tumor board where the board's consensus decision was to recommend adjuvant external beam radiation with intensity-modulated radiation therapy (IMRT) to improve local control. Adjuvant chemotherapy was not recommended due to lack of published clinical benefit and patient age. The recommended treatment was an intensity-modulated radiation therapy (IMRT) plan to a total dose of 6600 cGy in 33 fractions of 200 cGy (see ).\\nTo further determine if targeted therapies were a treatment option for this rare malignancy, the patient's tumor specimen was sent for Foundation Medicine genetic testing. For example, patients with cancers that express her2, potential treatment options include trastuzumab and afatinib. Overexpression of EGFR can potentially make myoepithelial carcinoma susceptible to cetuximab. Treatment with PD-1 inhibitors might be indicated if high PD-L1 or high tumor mutational burden is present. In our case, the only detected genomic alteration was SMARCB1 (SWItch/sucrose nonfermentable-related matrix-associated actin-dependent regulator of chromatin subfamily B member 1). At the time of this patient's diagnosis, there were no therapies that directly target SMARCB1 loss or inactivating mutations. Therefore, no systemic targeted therapies were offered to this patient.\\nShe has recovered well from her prior treatment courses and continues to follow up at 3-month intervals with her ophthalmologist and radiation oncologist without evidence of recurrence of disease. She has retained excellent vision in her right eye. She denies any residual headache or retroocular pain. She has not had any difficulty with fevers or infections, and she has been able to return to all activities of daily living.", "age": "[[87.0, 'year']]", "gender": "F", "relevant_articles": "{'18521379': 1, '1122498': 1, '16804932': 1, '25025387': 1, '29068073': 1, '16111590': 1, '7936567': 1, '25567908': 1, '33394376': 1, '27682134': 1, '8140326': 1, '12738323': 1, '24337357': 1, '20932739': 1, '16353216': 1, '6883270': 1, '11567812': 1, '5476785': 1, '27245569': 1, '21242638': 2, '18436180': 1, '30652038': 2}", "similar_patients": "{'3102481-1': 1}"}