{"patient_id": 13122, "patient_uid": "6827857-1", "PMID": 31754554, "file_path": "comm/PMC006xxxxxx/PMC6827857.xml", "title": "Giant Cell Tumor with Secondary Aneurysmal Bone Cyst of the Patella: A Case Report", "patient": "A 15-year-old girl was presented with complains of pain and swelling in the right knee for the last one year. She was limping for the last six months with gradual progression of symptoms. There was no trauma history, fever, weight loss, loss of appetite or history of exposure to tuberculosis. Examination revealed that the swelling was anterior and was arising from the underlying patella bone (Figure ). The swelling was tender to deep pressure. There was no localized warmth, synovial thickening, effusion or skin adhesion over the swelling. The range of motion of her knee was 0 to 60 degrees with terminal flexion being painful. There was no ligamentous instability in the knee, and there was no distal neurovascular deficit.\\nLaboratory studies revealed hemoglobin of 11.4gm/dl and white cell count of 9,700 cells/mm3. Differential counts were within normal range - ESR was 20, C-reactive protein was negative, and alkaline phosphate was within normal limits. Mantoux test was non-reactive. Radiographs of the right knee showed lytic and expansile lesion involving the entire patella with thinned out cortex in a diffuse pattern suggesting a benign lesion (Figure ). There was no periosteal reaction. Computed tomography scan clearly delineated the lesion (Figure ). The lesion on magnetic resonance imaging (MRI) was T2-hyperintense with small multiple fluid pockets. There were areas with hemorrhagic component and cortical breach (Figure ). Based on these clinic-radiological findings, a diagnosis of GCT of the patella was made with a differential diagnosis of ABC and telangiectatic osteosarcoma. A core needle biopsy revealed it to be GCT of the patella. The patient was searched for other metastatic foci in the chest, but her chest x-ray and CT scan were normal.\\nTotal patellectomy with extensor repair was planned. Intraoperatively, it was found that the whole patella was involved, and the cortical structure was so thinned out that it could be deformed with slight pressure from a finger leading to overall destruction of the patella. There was no invasion of surrounding soft tissue (Figure ). The patient underwent total patellectomy and extensor mechanism was repaired with an end-to-end repair of quadriceps tendon to patellar tendon (Figure ). Intraoperatively, the flexion of the knee was full. The whole specimen was sent for histopathological study. Microscopically the tumor consisted of spindle-shaped mononuclear cells with osteoclastic giant cells. The foci of hemorrhage, hemosiderin deposits, and aggregates of histiocytes were found confirming the diagnosis of aneurysmal bone cyst secondary to giant cell tumor (Figure ).\\nIn the postoperative period, the limb was splinted with a posterior slab for 4 weeks to prevent knee flexion, and then gradual knee flexion was started. At the end of six months, the patient had a complete range of motion (0 to 130 degree) with a normal gait, and there were no complaints. On subsequent follow up at 24-months, there were no clinical or radiological signs of local recurrence (Figure ) or distant metastasis.", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'619438': 1, '11501820': 1, '17709869': 1, '33889617': 2, '19784634': 1, '24057334': 1, '26893764': 1, '2781339': 1, '21221054': 1, '18815789': 1, '9060506': 1, '27313738': 1, '22358142': 1, '25469296': 1, '25906772': 1, '8113379': 1, '16789466': 1, '31754554': 2}", "similar_patients": "{'8040175-1': 1}"}