{"patient_id": 8213, "patient_uid": "6498383-1", "PMID": 31149458, "file_path": "comm/PMC006xxxxxx/PMC6498383.xml", "title": "Transanal approach for intersphincteric resection of rectal cancer in a patient with a huge prostatic hypertrophy", "patient": "An 80-year-old man was admitted to our hospital for the treatment of a rectal tumor found incidentally by rectal examination. The tumor, about 3 cm in diameter, was located on the right side of the lower rectum 3 cm above the anal verge. The pathological analysis of the biopsy sample revealed that the tumor was a moderately differentiated adenocarcinoma. Abdominal computed tomography (CT) and magnetic resonance imaging (MRI) indicated that the rectal cancer invaded into the muscularis propria without distant metastases and that lateral pelvic lymph node (LPLN) was not enlarged with a maximum long-axis diameter <3 mm. The most important problem was that the patient had a huge benign prostatic hypertrophy, the size of which was 85 × 80 × 70 mm (Fig. a–c). To achieve complete TME with negative CRM, a hybrid transabdominal-transanal approach for ISR was conducted.\\nFirst, vascular division and mobilization of the left colon were performed laparoscopically. The transabdominal approach was continued until the anterior dissection of the rectum became difficult due to a huge prostatic hypertrophy. Next, the circumferential rectal incision and subsequent intersphincteric dissection were performed under direct vision to enable attachment of a single port device (GelPoint Mini; Applied Medical). After closure of the anal orifice, the GelPoint Mini was placed to start the transanal approach. Posterior side of the rectum was first dissected until the transanal approach was connected to the dissection layer made by the transabdominal approach. The dissection procedure was extended to the lateral side. Bilateral pelvic splanchnic nerves were identified at the 5 and 7 o’clock positions. At the anterior side, the proper dissection layer cannot be easily identified because of the perineal body and the enlarged prostate. Once the dissection plane between the rectum and the prostate could be identified, it was relatively easy to continue along the same plane. The assistance provided by the laparoscopic approach was useful to determine the appropriate dissection line in the transanal approach.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'25185463': 1, '26400670': 1, '27317409': 1, '32582512': 1, '2425199': 1, '25830422': 1, '26206640': 1, '26734975': 1, '24837215': 1, '31149458': 2}", "similar_patients": "{}"}