{"patient_id": 3342, "patient_uid": "6180753-1", "PMID": 30241195, "file_path": "comm/PMC006xxxxxx/PMC6180753.xml", "title": "Case Report of a Pregnancy During Ipilimumab Therapy", "patient": "A 31-year-old female was found to have a 5.8-mm-deep melanoma on biopsy of a\\nright-side calf lesion in May 2011. She had a wide local excision and sentinel lymph\\nnode biopsy 1 month later that showed two positive inguinal lymph nodes. A positron\\nemission tomography scan showed no evidence of distant disease; the patient declined\\nboth completion node dissection and adjuvant therapy. In July 2012, she developed\\nmultiple in-transit metastases that involved the cutaneous and subcutaneous tissues\\nin the right-side thigh. Her tumor was found to harbor a BRAF V600E\\nmutation, and she started vemurafenib treatment. The patient had a partial response,\\nbut by June 2013, the disease progressed with three new lesions on the lateral\\nright-side thigh and knee. No distant metastases were present on imaging. She began\\ntreatment with ipilimumab 3 mg/kg every 3 weeks on June 28, 2013, with her third\\ndose delayed until September 9 as a result of grade 1 diarrhea. Because of an\\nincrease in the number of in-transit lesions by August 30, the patient also received\\nbiweekly intralesional aldesleukin (interleukin 2) injections of 9 million\\nInternational Units total dose each on five occasions during September. Aldesleukin\\nwas added in the hope of synergistic efficacy and caused no significant adverse\\neffects.\\nAlthough the patient was told to avoid pregnancy, she discovered she was pregnant\\nafter her third dose of ipilimumab. Ultrasound confirmed a pregnancy of 6 weeks\\ngestation. She was counseled about potential clinical benefits and risks of\\ncongenital malformations to the fetus from ipilimumab and interleukin 2; she\\ndeclined termination for religious reasons. The patient and her physician decided to\\nproceed with a fourth dose of ipilimumab in October; the patient then received eight\\nadditional doses of low-dose intralesional aldesleukin, which finished in November.\\nAt that point, her physician believed the risks to the fetus of additional\\naldesleukin outweighed the possible benefits. The patient had negative chest x-ray\\nresults on February 7, 2014; otherwise, the status of her in-transit disease was\\nassessed clinically without imaging during her pregnancy because the disease was\\nvisible or palpable. By February 14, progressive disease was evident and she had\\nfive in-transit metastases (5 to 12 mm in size) surgically removed. Thyroid test\\nresults during and after immunotherapy were normal. The patient had no autoimmune\\nadverse effects from ipilimumab other than grade 1 diarrhea.\\nShe delivered a healthy male infant on May 21, 2014. No special assessment of the\\nplacenta was done for metastatic disease. Routine follow-up of her child at 2 3/4\\nyears of age showed a healthy boy with no physical or developmental abnormalities\\nand no history of unusual infections. Detailed testing of the child’s immune\\nsystem has not been performed.\\nAfter delivery, the patient was found to have new large metastases to her right-side\\ninguinal and iliac lymph nodes and a recurrent in-transit metastasis. In June 2014\\nshe was started on pembrolizumab, but unfortunately had further progression of\\ndisease with distant metastases in 2016.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'25819232': 1, '34389617': 1, '18197460': 1, '34631569': 1, '27646737': 1, '33782108': 1, '25737403': 1, '33589529': 1, '33799824': 1, '32271498': 1, '33649001': 1, '32922730': 1, '27062127': 1, '34650809': 1, '30241195': 2}", "similar_patients": "{}"}