{"patient_id": 135780, "patient_uid": "6735638-1", "PMID": 31528563, "file_path": "noncomm/PMC006xxxxxx/PMC6735638.xml", "title": "Spindle-cell carcinoma of the prostate", "patient": "We report a case of a 55-year-old male patient who sought treatment in the Surgery Department Hospital. His primary complaint was acute urinary retention. He had a two-month history of symptoms of urinary obstruction. Physical examination revealed hard, lobulated enlargement of the prostate. Computed tomography (CT) scans of the abdomen and pelvis ( and ) showed an extremely enlarged heterogeneous prostate (estimated volume, 300 -en.jpg-en.jpgcc) without evidence of adjacent tissue invasion. At diagnosis, his serum prostate-specific antigen (PSA) level was 0.7 -en.jpg-en.jpgng.mL–1 (reference range, 0-4 -en.jpg-en.jpgng.mL–1). Despite urinary catheterization, the patient developed renal failure. Another CT scan performed on post-admission day 10 showed rapid tumor growth, the volume of the prostate having increased to 700 -en.jpg-en.jpgcc.\\nThe patient was submitted to transrectal prostate biopsy. Examination of the biopsy specimen revealed undifferentiated malignant neoplasia. The results of an immunohistochemical panel () were consistent with malignant neoplasia, the pleomorphic and spindle cell characteristics of which were suggestive of high-grade sarcoma or sarcomatoid carcinoma.\\nConsidering both diagnostic possibilities, the poor prognosis of both conditions, and the lack of any evidence-based treatment protocols, neoadjuvant chemotherapy and radiation therapy were initiated, with the objective of preparing the patient for subsequent surgical resection.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'18662962': 1, '11260356': 1, '16430486': 1, '8620418': 1, '15126828': 1, '19475893': 1, '1552580': 1, '11458058': 1, '1780713': 1, '17001164': 1, '17574619': 1, '18793296': 1, '9989850': 1, '19769660': 1, '15082008': 1, '19103347': 1, '17347288': 1, '9278381': 1, '20087615': 1, '17998709': 1, '14577499': 1, '19175284': 1, '15774243': 1, '8625205': 1, '11261237': 1, '17070247': 1, '12566902': 1, '7986766': 1, '21074696': 1, '20812534': 1, '8571909': 1, '16214726': 1, '19194120': 1, '18387992': 1, '10718190': 1, '17663758': 1, '20224731': 1, '19752624': 1, '1571897': 1, '31528563': 2}", "similar_patients": "{}"}