{"patient_id": 134708, "patient_uid": "6614102-1", "PMID": 31309095, "file_path": "noncomm/PMC006xxxxxx/PMC6614102.xml", "title": "False elevations of vitamin B12 levels due to assay errors in a patient with pernicious anemia", "patient": "A 45-year-old woman presented with complaints of nausea, weight loss, fatigue, and dizziness that was present for 1 month without any known systemic disease. She ate a good, well-balanced diet and was not taking any medication. On clinical examination, pallor was the only significant finding. Laboratory examination results are shown in . In the peripheral blood smear, anisopoikilocytosis, macroovalocytes, rare schistocytes, teardrop forms, microspherocytes, and hypersegmented neutrophils were observed. She received four units of red blood cells within a 1-month period. Bone marrow examination showed markedly hypercellular marrow with marked erythroid hyperplasia and megaloblastic hemopoiesis. The hematologic and biochemical features of the blood test results were inconsistent with the diagnosis of any disease.\\nThe assays for vitamin B12 were performed in our laboratory using the UniCelR DxI 800 Cbl assay (Beckman Coulter, Brea, CA, USA), and another assay was performed in a different laboratory using the Elecsys E170 Cbl assay (Roche Diagnostics Corp, Indianapolis, IN, USA). Despite high vitamin B12 levels in repeated assays owing to a very strong suspicion of pernicious anemia, further investigation was performed to establish vitamin B12 deficiency (), and parenteral vitamin B12 replacement was initiated. Cyanocobalamin was administered by intramuscular injection at an initial dose of 1,000 mcg once per day for 1 week and followed by 1,000 mcg once per week. Approximately 2 weeks after the supplementation was initiated, clinical and hematological recovery was observed ().", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'601516': 1, '24630920': 1, '29973442': 1, '16391338': 1, '21593496': 1, '23423840': 1, '23729575': 1, '31309095': 2}", "similar_patients": "{}"}