{"patient_id": 134275, "patient_uid": "6581080-2", "PMID": 30287595, "file_path": "noncomm/PMC006xxxxxx/PMC6581080.xml", "title": "Mosaicism and incomplete penetrance of PCDH19 mutations", "patient": "Patient 26 was 9 years old at last follow-up. He was born 37+4 to a G1P2 mother. His birth weight was 2.3 kg. Both the pregnancy and neonatal course were unremarkable. Familial and personal neurological antecedents were negative. At the age of 9 months, he presented the first cluster of febrile seizures. Multiple seizure types occurred including febrile and afebrile generalised tonic-clonic seizures, myoclonic seizures and absence seizures. Seizures were highly sensitive to fever. He had been treated with phenobarbital and subsequently with valproate and topiramate. His seizures were controlled by valproate and topiramate since he was 4 years old. He had autistic traits, excessive motor activity and was described as restless. His cranial MRI was normal. He had no other significant medical concerns. An EEG (while medicated with valproate and topiramate) at 2 years and 10 months was abnormal, showing diffuse slowing of background activity, epileptic discharges in the bilateral, frontal and central regions, evident during drowsiness.\\nIn 11 families in which the probands with apparent de novo variants by Sanger sequencing, 1 female patient (female patient 29) was identified as a mosaic with a blood MAF of 26.72% (). No parental mosaicism was identified in these 11 families.", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'23334464': 1, '32425876': 2, '21775669': 1, '26765483': 1, '25204757': 1, '16166332': 1, '28462982': 1, '33087045': 1, '21053371': 1, '16541393': 1, '33747050': 1, '28880996': 1, '3344216': 1, '29190809': 1, '34388390': 1, '25223253': 1, '25327470': 1, '21062273': 1, '27177984': 1, '18724063': 1, '26096185': 1, '32944953': 1, '16685650': 1, '27016041': 1, '22267240': 1, '28669061': 1, '32903602': 2, '20879882': 1, '17537636': 1, '18469813': 1, '20602487': 1, '27465585': 1, '30762606': 1, '30891744': 1, '26919706': 1, '21910241': 1, '31921404': 1, '33176815': 1, '10227400': 1, '27527380': 1, '22633638': 1, '21519002': 1, '25424979': 1, '7728149': 1, '11426418': 1, '32661356': 1, '19214208': 1, '22949144': 1, '32622340': 1, '11281456': 1, '22341970': 1, '30287595': 2}", "similar_patients": "{'6581080-1': 2, '7203462-1': 1, '7438874-1': 1}"}