{"patient_id": 8443, "patient_uid": "6509933-1", "PMID": 31110743, "file_path": "comm/PMC006xxxxxx/PMC6509933.xml", "title": "Diffuse alveolar hemorrhage caused by IgA deposition associated with multiple myeloma", "patient": "A 77-year-old man was admitted to our hospital with hemoptysis and slight fever of two weeks’ duration. He had been treated and followed for an old myocardial infarction and was taking clopidogrel and aspirin. On admission, his blood pressure was 111/55 mm Hg, pulse rate was 72/min, and body temperature was 37.2°C. His arterial oxygen saturation was 91% on O2 at 2 L/min via nasal canula, and arterial blood gas analysis showed a PaO2 of 61.9 Torr, PaCO2 of 30.3 Torr, and pH of 7.46. Chest X-ray and computed tomography (CT) showed bilateral ground-glass opacities (Figure ). Blood tests revealed a white blood cell count of 10 900/µL (normal, 3900-9800) (neutrophils 82.9%, lymphocytes 9.0%, eosinophils 2.3%, monocytes 5.7%), hemoglobin 10.7 g/dL (normal, 13.5-17.6), platelets 202 000/µL (normal, 130 000-369 000), prothrombin time 13.9 seconds (normal, 10.7-12.9), activated partial thromboplastin time 49.4 seconds (normal, 24.0-39.0), C-reactive protein 14.3 mg/dL (normal, <0.3), LDH 386 IU/L (normal, 119-229), total protein 7.4 g/dL (normal, 6.6-8.4), serum albumin 3.2 g/dL (normal, 3.8-5.2), serum creatinine 0.8 mg/dL (normal, 0.6-1.1), blood urea nitrogen 16 mg/dL (normal, 8-20), calcium 8.2 mg/dL (normal, 8.8-10.5), IgA 946 mg/dL (normal, 110-410), immunoglobulin G (IgG) 964 mg/dL (normal, 870-1700), and immunoglobulin M (IgM) 37 mg/dL (normal, 35-220). Urinalysis showed protein of 223 mg/dL (normal, <19) and was negative for occult blood. We initially suspected bacterial pneumonia, with antiplatelet agents as the cause of the DAH. Although we started antibiotics and stopped the antiplatelet agents, his pulmonary lesions gradually worsened, and hemoptysis continued on the 2nd hospital day. He required the administration of oxygen at an FiO2 of 80% to maintain an O2 saturation above 90%, which precluded the performance of bronchoscopy. We also considered systemic vasculitis and started a 3-day course of intravenous methylprednisolone (1000 mg/d) followed by oral prednisolone at 40 mg/d. However, the corticosteroid therapy was not effective: the inflammatory reaction increased, and his respiratory function continued to deteriorate. Therefore, we began another 3-day course of intravenous methylprednisolone on the 9th hospital day. Tests for antibodies associated with connective tissue diseases, including MPO-ANCA, PR3-ANCA, and anti-GBM antibody, were all negative. Although his IgA value was high, his IgG and IgM values were normal. Serum electrophoresis showed no M protein, but serum immunoelectrophoresis revealed the presence of IgA-κ-type M protein. Serum free light chain (sFLC) assay showed a κ/λ ratio of 21.4 (normal, 0.2-1.8). The patient’s β2-microblobulin was 1.6 mg/L (normal, 0.9-1.9), and he was negative for urine Bence Jones protein. An abdominal CT performed to search for MM revealed a left iliac tumor (Figure ). A CT-guided needle biopsy of this tumor was performed that revealed abnormal cells on hematoxylin and eosin staining. Immunostaining of the biopsied specimen showed the cells to be positive for CD79a and CD138, indicating that the abnormal cells were plasma cells (Figure ). Moreover, immunostaining of these cells was positive for IgA and kappa light chain, and thus we diagnosed the patient as having IgA-κ-type MM.\\nAfter the patient’s respiratory condition improved, bronchoalveolar lavage fluid (BALF) was obtained from the left B5 by bronchoscopy. We instilled 150 mL of 0.9% NaCl and aspirated 70 mL of bloody fluid containing 93.2% macrophages, 4.7% lymphocytes, 2.1% neutrophils, with a CD4/8 ratio of 0.5, and 25% hemosiderin-laden macrophages. A transbronchial lung biopsy (TBLB) showed interstitial fibrosis but was negative for plasma cells. We found no amyloid deposition in the lung by direct fast scarlet staining. However, deposition of IgA was revealed on a blood vessel wall by immunofluorescence staining, but no deposition of IgG was present (Figure ). We thus thought that the patient had DAH caused by IgA deposition due to MM of Durie/Salmon stage IIA and International Staging System stage II. We reduced the corticosteroid dose due to the diagnosis of MM, and he was discharged from our hospital on the 55th hospital day. Nine days later, treatment with lenalidomide and corticosteroid was started by the Department of Hematology in another hospital. His serum IgA and κ/λ ratio decreased, and the DAH improved after two courses of the treatment; however, the tumor in the left ilium did not improve.", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'25439696': 1, '23816724': 1, '26044587': 1, '23519482': 1, '23610149': 1, '19840965': 1, '20647656': 1, '16819658': 1, '21573890': 1, '25407112': 1, '8444299': 1, '12130482': 1, '23150703': 1, '26763365': 1, '31110743': 2}", "similar_patients": "{}"}