{"patient_id": 136491, "patient_uid": "6785272-1", "PMID": 31636792, "file_path": "noncomm/PMC006xxxxxx/PMC6785272.xml", "title": "Primary Synovial Diffuse Large B-Cell Lymphoma Presenting as Loosening of Prosthetic Joint: A Case Report and Review of Literature", "patient": "A 74-year-old woman was admitted to our hospital for elective left knee replacement for osteoarthritis. Patient had chronic left knee pain for the prior 10 years. She had been diagnosed with osteoarthritis based on the X-ray of the knee. Initially, the pain was managed with non-steroidal anti-inflammatory medications. However, over the course of past 1 year, the pain had worsened and was interfering with her daily activities. She denied any fever, chills, numbness, tingling or pain in other joints. She denied weight loss, night sweats or new lumps.\\nShe had past medical history of hypertension and bilateral knee osteoarthritis. She had past surgical history of right knee replacement with no complications 6 months prior to this admission. She was a former smoker with history of 3 - 4 cigarettes for 20 years. She denied any alcohol or recreational drug use. Her family history included gastric cancer in the mother who died at unknown age.\\nVitals were within normal range. Physical examination was normal except of left knee which revealed moderate effusion and tenderness to palpation of medial and lateral joint space. There was no erythema or warmth noted. Range of motion was mildly restricted.\\nX-ray of left knee showed marked degenerative changes with diffuse joint space narrowing of the medial and lateral compartments with subchondral cystic changes and degenerative spurring suggestive of moderate osteoarthritis.\\nWith informed consent from the patient, the orthopedic surgeon proceeded with left total knee replacement. Intraoperatively, markedly hypertrophic synovium and areas of fibrotic tissue was noted. A large effusion was present which was clear. The fluid was sent for culture. Also, synovium and intra-articular tissue biopsies were taken and sent for culture. Aerobic, anaerobic, acid fast bacilli stain and fungal culture was negative. The patient tolerated the procedure well. She was discharged on day 3 postoperatively.\\nTen weeks after the first procedure, the patient followed up with orthopedics for persistent left knee pain, swelling and reduced mobility. She was recommended to undergo manipulation of left knee under anesthesia due to concern for postoperative adhesions formation. Patient agreed for the procedure. Intraoperatively, a scant amount of bloody fluid was aspirated and resent for cultures. The cultures were negative. The patient tolerated the procedure well and was discharged in 2 days postoperatively. Post-procedure, she continued to have severe left knee pain, swelling and reduced mobility. Orthopedics was concerned about mechanical loosening of internal left knee prosthetic joint. Fourteen weeks after the first procedure, she underwent revision left knee replacement surgery. Intraoperatively, she had marked arthrofibrosis of left knee. The tissue was hypertropied with white fibrous scars, areas of necrosis and dark colored masses. During this revision surgery, synovium and intra-articular tissue was sent for pathological analysis.\\nPathological analysis of the resected tissue showed diffuse lymphoid infiltrate within fibrous tissue of medium to large atypical cells. The cells had irregular nuclei, moderate cytoplasm and conspicious nucleoli ( and ). Immunohistochemistry was positive for CD20, CD10, BCL-2 and BCL-6 (). The findings were consistent with germinal center DLBCL. Epstein-Barr virus testing was negative. The Ki-67 proliferation index averaged 60%, but was up to 80% focally. Fluorescence in situ hybridization (FISH) was negative for BCL2/BCL-6/MYC rearrangements.\\nThe patient was referred to the oncologist. Complete blood count showed white cell count of 7,350/µL with normal differential, hemoglobin 9.9 g/dL and platelets of 375 × 103/µL. Lactate dehydrogenase (LDH) was elevated to 359 U/L. Antinuclear antibody (ANA) test was negative. Rheumatoid factor (RF) was negative. Positron emission tomography/computed tomography (PET/CT) from skull base to the upper thigh showed hypermetabolic activity in the region of left knee prosthesis with maximum standardized uptake value (SUV) of 25.9 consistent with lymphoma. It also showed hypermetabolic left inguinal lymphadenopathy with SUV of 12.7 and pelvic sidewall lymphadenopathy with SUV of 14.1. DLBCL was staged as II-E. She was treated with rituximab, cyclophosphamide, doxorubicin, vincristine and prednisone (R-CHOP) chemotherapy.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'23370945': 1, '3827957': 1, '5007387': 1, '16923515': 1, '10195017': 1, '10090185': 1, '17142425': 1, '14687024': 1, '27419896': 1, '8853913': 1, '14658004': 1, '12794821': 1, '16150940': 1, '14963210': 1, '22905907': 2, '2290176': 1, '9166827': 1, '20941518': 1, '7150468': 1, '18317972': 1, '31636792': 2}", "similar_patients": "{'3522004-1': 1}"}