{"patient_id": 131776, "patient_uid": "6378484-1", "PMID": 30800310, "file_path": "noncomm/PMC006xxxxxx/PMC6378484.xml", "title": "Macular cutaneous amyloidosis treated with methyl aminolevulinate and daylight photodynamic therapy: A case report", "patient": "A 60-year-old female presented with a 14-year history of pruritic, well-demarcated, yellow-brown, waxy macules distributed to her cheeks. A biopsy of a lesion demonstrated deposits of pink amorphous material in the upper dermis, staining positively with Congo red and exhibiting green birefringence under polarized light, consistent with amyloid. A thorough workup including serum protein electrophoresis, urine protein electrophoresis, complete blood cell count with differential, liver-associated enzymes, creatinine, urinalysis, electrocardiogram, and chest radiography showed no systemic disease involvement. Based on these findings and the histologic characteristics, a diagnosis of macular PCA was made.\\nThe patient had no prior therapy of the lesions. A trial of liquid nitrogen cryotherapy (2 cycles) for 3 s on a left pre-auricular papule was unsuccessful. The patient declined systemic therapy, and photodynamic therapy (PDT) with ultraviolet B or psoralen ultraviolet A was not feasible due to the geographic location of the patient. We therefore decided to treat with daylight photodynamic therapy (DPDT). The patient was advised to apply a thin amount (160 mg/g) of methyl aminolevulinate (MAL) cream to PCA lesions, followed by 2 h of daylight exposure. The treatment was undertaken during the month of August, on sunny days only. She activated treatment both outdoors and indoors, by sitting near a window. Significant improvement in pigmentation, pruritus, and size of the lesions was observed after 1 month of treatment (). Side effects experienced by the patient included mild erythema and a tolerable headache. Both of these resolved within days after treatment. The only other patient concern was the cost of the medication.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'17004989': 1, '3731872': 1, '9407184': 1, '11499537': 1, '28790398': 1, '22257835': 1, '23084256': 1, '25272550': 1, '18179886': 1, '30800310': 2}", "similar_patients": "{}"}