{"patient_id": 12931, "patient_uid": "6822550-1", "PMID": 31700756, "file_path": "comm/PMC006xxxxxx/PMC6822550.xml", "title": "A Rare Case of Jejunal Pseudoaneurysm Presenting as Acute Small Bowel Obstruction After Blunt Trauma: Discussion, Management Dilemmas, and a Review of Relevant Literature", "patient": "An 80-year-old male presented to the ED with a chief complaint of only vague abdominal pain after suffering a fall off a ladder at home. He stated that the pain came on acutely, intermittent and colicky and severe in intensity with bouts of acute exacerbations accompanied by significant nausea and vomiting. Trauma surgery was consulted and he was worked up in the routine advance trauma life support (ATLS) protocol. Primary and secondary were essentially negative except for focal abdominal tenderness. His abdominal exam was significant for distension, upper abdominal tenderness to palpation, localized guarding, and no rigidity or masses.\\nHe denied any loss of consciousness, chest pain, numbness, tingling, hematochezia, and hematemesis. Upon examination, his vital signs were notable for a temperature of 97.6F, pulse of 86 beats per minute, and blood pressure of 167/84. His abdominal exam was significant for distension, upper abdominal tenderness to palpation, guarding, and no masses. Labs were significant for glucose of 278, lactic acid of 3.5, hemoglobin of 13.6, and hematocrit of 38.7.\\nHis past medical history includes atrial fibrillation, diabetes mellitus, essential tremor, hypertension, seizures, sleep apnea, and a thyroid disorder.\\nInitial imaging at that time included a CT scan without contrast of the chest, abdomen, and pelvis. Significant findings on the CT showed few segmentally dilated loops of small bowel in the abdomen with air-fluid levels with a transition point. The findings suggested a small bowel obstruction as the bowel distally was more decompressed and normal caliber. He was diagnosed with a small bowel obstruction and admitted to the hospital. A nasogastric (NG) tube was placed; he was nil per os (NPO) and started on IV fluids. Serial abdominal examinations every six hours were ordered. A repeat CT scan with contrast was done which corroborated the earlier findings of a small bowel obstruction. However, in addition to the small bowel obstruction, findings on CT scan also included the incidental finding of a 1.6 cm x 1.4 cm rounded mesenteric structure in the right lower quadrant seen in Figure . This structure was isodense to contrast in adjacent arteries on the arterial phase which favored the diagnosis of a pseudoaneurysm over the diagnosis of an aneurysm. At this time, vascular surgery was consulted regarding the possible pseudoaneurysm.\\nVascular surgery agreed with the findings of the possible pseudoaneurysm and recommended a mesenteric angiogram and possible endovascular coil embolization due to the high risk of rupture. The symptoms improved with conservative management and the patient started passing flatus and stool on hospital day three. The NG tube was removed and his diet was advanced as tolerated. Due to the resolution of his small bowel obstruction, the patient opted to go home and agreed to elective angiogram by IR the same week. He was discharged home on short-term enoxaparin.\\nLater that week, the patient was referred for a diagnostic angiography to allow determination of an appropriate treatment strategy. At the time of the procedure, access was established from the right common femoral artery under ultrasound guidance. A 5 French sheath was placed. An abdominal aortagram was obtained after which selective catheterization of the superior mesenteric artery was performed. Arising from the ileocolic artery was the known 1.7 cm aneurysm, into which a microcatheter was placed and can be seen in Figure . In Figure ,C the aneurysm can be seen with a superior mesenteric artery and an ileal artery branch injection, respectively. Super selective catheterization demonstrated a single feeding and draining artery to the aneurysm with no collateral filling. The patient elected to defer treatment at that time planning to discuss with his primary care physician (PCP) the benefits of embolization or waiting and watching. The patient saw his PCP a month later and at that time decided to proceed with embolization at another facility.\\nDuring the subsequent angiogram, vascular supply from the ileocolic branch and ileojejunal branch surrounding the ileal branch aneurysm was found indicating adequate collateral flow for embolization. The decision was made to embolize the aneurysm sac itself after prolonged attempts of trying to embolize both proximal and distal branches of the vessel. Two 8 mm, 14 cm length Nestor coils, and three additional 6 mm, 15 cm length Nestor coils were advanced into the aneurysm. This resulted in successful thrombosis of the aneurysm with no distal flow seen here on both the early phase and late phase seen in Figure ,B, respectively. The patient was asymptomatic in his early initial phase and the patient was followed up in the clinic of the primary care physician at seven days and four weeks postprocedure when he was found to be doing well.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'18377914': 1, '16120928': 1, '23587203': 1, '21577186': 1, '21216559': 1, '17236842': 1, '25693662': 1, '18644480': 1, '23674782': 1, '17615366': 1, '17264002': 1, '31700756': 2}", "similar_patients": "{}"}