{"patient_id": 15163, "patient_uid": "6946271-1", "PMID": 31876723, "file_path": "comm/PMC006xxxxxx/PMC6946271.xml", "title": "Advanced intrahepatic cholangiocarcinoma treated using anlotinib and microwave ablation", "patient": "The patient was a 66-year-old Han Chinese woman, and she was a retired worker. The patient had no history of hepatitis B infection or hypertension. Physical examination showed no abnormalities, and the patient showed no conscious discomfort. However, ultrasound revealed liver occupation, and she was thus referred to a grade A hospital in Shandong province in July 2017. After admission to this hospital for additional testing, transhepatic arterial chemotherapy and embolization (TACE) was performed and the patient recovered well after surgery. Three additional cycles of TACE were then performed in this hospital in August, October, and December 2017. The patient recovered postoperatively without any complications.\\nOn March 8, 2018 the patient was admitted to the oncology department of our hospital. Chest and abdomen computed tomography (CT) showed postoperative changes in liver cancer and intrahepatic metastases and multiple metastases in the lungs bilaterally. TACE was performed again on March 9, 2018, during which 50 mg of loplatin was injected, and recovery was achieved after surgery. On June 11, 2018, for the first time in our department, the patient showed no lack of consciousness and the Eastern Cooperative Oncology Group (ECOG) score was 0. A review of the enhanced chest and abdomen CT showed liver metastases and multiple metastases in the lungs bilaterally. The patient's alanine aminotransferase, aspartate aminotransferase, alkaline phosphatase, glutamyl transpeptidase, total bilirubin (TBIL), direct bilirubin (DBIL), alpha fetoprotein (AFP), and carbohydrate antigen 199 (CA-199) levels are shown in Figs. and . CT-guided liver tumor biopsy and microwave ablation were performed on June 13. Postoperative pathological examination of the right hepatic neoplasm biopsy revealed an adenocarcinoma. Immunohistochemical staining results were as follows: wide CK(+); CK7(+); CK19(+); AAT(+); Villin(+); CA19-9(+); CK20(–); CDX2(–); HepPar-1(–); Arg-1(–); GPC-3(–); CEA(–); TTF-1(–); and Ki-67 (10%–15% [pathology no. 20180583]; Fig. ). These results along with CT images led to a diagnosis of ICC. On June 25, 2018, liver function and AFP and CA-199 levels gradually increased (Figs. and ), and hepatoprotective therapy was performed. All indicators showed a continuous increase.\\nDuring this time the patient presented with mild jaundice of the skin, oral mucosa, and sclera, as well as abdominal distension, weakness, and a decreased appetite. The ECOG score became 2 owing to tumor progression. Targeted therapy with anlotinib was started on July 11, 2018 at a dose of 12 mg once daily on days 1 to 14 of a 21-day cycle. After 4 cycles of anlotinib treatment, indices showed significant reduction (Figs. and ). The general condition of the patient improved, and the ECOG score became 1. After 2 cycles of anlotinib treatment, contrast-enhanced CT showed that both lung metastases and liver lesions had improved. Subsequent CT examination after 4 cycles revealed stable disease (Fig. ). In early October 2018, the patient stopped taking anlotinib on her own, and showed yellow staining of skin mucosa and sclera. Her total bile acid level became 122.10 μmol/L, and TBIL, DBIL, and indirect bilirubin levels were 342.60, 249.39, and 93.21 μmol/L, respectively. We treated her with liver protection and deyellowing treatment and continued oral administration of anlotinib for 1 cycle. Re-examination showed that bilirubin levels continued to increase, and magnetic resonance cholangiopancreatography was performed in a hospital in Jinan city. The results showed that the junction between the left and right hepatic lobes was occupied, and the intrahepatic bile duct was dilated. Splenomegaly with a small amount of ascites was noted. On October 29, without any obvious trigger, the patient developed a large erythematous rash on the skin on the face, limbs, trunk, and oral mucosa. She experienced itching, cough, and chest tightness. After anti-allergy treatment, the patient showed improvement. On November 2, an ultrasound combined with digital subtraction angiography was performed for percutaneous hepatic puncture biliary drainage, and about 200 mL of bile was extracted every day after the operation. In the middle of November, slow reaction, obvious weakness, and aggravation of jaundice appeared. She was treated with hospice care and died of liver failure on December 4, 2018.\\nTreatment-related side effects were monitored weekly during anlotinib treatment. Hypertension (grade 3) and hand foot skin reaction (HFSR) (grade 3) were the main non-hematologic toxicities. HFSR (grade 3) occurred after 2 cycles of anlotinib treatment. The symptoms gradually decreased during the interval between cycles, and a selective COX-2 inhibitor (meloxicam) was administered to relieve pain while the patient was under treatment with anlotinib (Fig. ). Hypertension was well-controlled by anti-hypertensive drugs. No other grade 3 to 4 side effects or other treatment-associated toxicities, such as proteinuria and hematologic toxicities, were observed. This patient did not have tumor lysis syndrome. She continues to receive anlotinib treatment and follow-up care.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'20375404': 1, '19963295': 1, '34366604': 1, '26743856': 1, '34279447': 1, '25220842': 1, '29235470': 1, '21997552': 1, '23482806': 1, '27443489': 1, '18245525': 1, '22710886': 1, '24140396': 1, '21674268': 1, '23269991': 1, '26967562': 1, '27716285': 1, '29438373': 1, '29244227': 1, '31876723': 2}", "similar_patients": "{}"}