{"patient_id": 135157, "patient_uid": "6677379-1", "PMID": 31551656, "file_path": "noncomm/PMC006xxxxxx/PMC6677379.xml", "title": "Gastric duplication 20 years after a partial distal gastrectomy: a case report and review of literature", "patient": "The patient was 41-year-old male with a previous medical history of distal partial gastrectomy for treating gastric ulcer in another hospital 20 years before. He came to our hospital with epigastric discomfort and distention for 3 years. The CT scan in our hospital showed there were bilateral cystic lesions in the abdominal cavity. The left lesion was subphrenic and 26.0 cm×14.0 cm×14.0 cm in size. And right lesion was subheptic and 18.0 cm×14.0 cm×13.0 cm in size. These lesions were probably congenital cyst, foregut duplication or mesenteric cyst. Two round structures were anterior and posterior to the left cystic lesion and their densities were similar to spleen. No abnormality was found in pancreas or pancreatic vessel. The CT image is shown in . The CT scan demonstrated normal structure of other alimentary organs. Only anastomotic inflammation and post-gastrectomy (Billroth II) were found by gastroscopy ().\\nAfter the multidisciplinary discussion with the radiologists and pathologists, the patient was diagnosed with benign cystic lesions. The patient underwent laparotomy. The left retroperitoneal lesion was about 25 cm×20 cm, and the right one was about 20 cm×18 cm (). A smaller hyaline cystic lesion of 6 cm×6 cm in size was also found in the sigmoid mesocolon. These three cystic lesions were completely resected (). The patient had two separate spleens and an accessory spleen. The blood supply of these two spleens arose from the splenic artery. As these two spleens adhered tightly to the left retroperitoneal lesion, they were both resected. The accessory spleen was left. An accessory pancreatic lobe was also attached to the right duplication cyst but did not communicate with the duplication cyst. During surgical exploration, the liver, gallbladder, small intestine, colon and rectum were normal, without any evidence of carcinomatosis, ascites or metastasis. After the surgery, specimens were sent to the pathological department for further analysis. The final pathological results demonstrated that the right lesion was a 16×11×8-cm cyst with pyloric and fundus epithelium. The left lesion was a 20×19×9.5-cm cyst with pyloric epithelium and smooth muscle (). No communication between the duplication cysts and stomach was found, while the aberrant pancreatic lobe communicated with duplication cysts with ductal system. The different level of amylase and characteristics of the liquid also confirmed this communication. The amylase of liquid inside was 438 U/L in the right cyst and 150 U/L in the left cyst. The liquid in the right cyst was clear while the liquid was similar to digestive juice in the other cyst. The cyst in sigmoid mesocolon was mesothelial cyst with crystal liquid inside. The spleen and accessory spleen were confirmed to be splenic tissue. The pathological examination established the diagnosis of gastric duplication and polysplenia. A cinar and ductual elements were found in the accessory pancreatic lobe.\\nThe patient had no surgical complications and was followed up for two years. CT scan showed no evidence of recurrence. The abdominal distention was relieved after the surgery.\\nThis study was approved by the ethics review committee of the First Affiliated Hospital of Sun Yat-Sen University. Written informed consent was obtained from the patient for publication prior to this study.", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'4261017': 1, '3484784': 1, '5304683': 1, '19025312': 1, '6058586': 1, '4686768': 1, '100265': 1, '8135273': 1, '25910305': 1, '15368318': 1, '8523222': 1, '14362390': 1, '13803692': 1, '15047751': 1, '11511883': 1, '18496895': 1, '26090260': 2, '3958888': 1, '12107781': 1, '28131064': 1, '26995580': 1, '7133099': 1, '2131936': 1, '25766439': 1, '3824165': 1, '458544': 1, '2684724': 1, '14101074': 1, '18684455': 1, '1640716': 1, '2003448': 1, '8861497': 1, '1863500': 1, '1162566': 1, '17478780': 1, '24641252': 2, '5030497': 1, '9926743': 1, '26157922': 1, '22456198': 1, '1984641': 1, '23827696': 1, '31551656': 2}", "similar_patients": "{'4454723-1': 1, '3994556-1': 1}"}