{"patient_id": 8020, "patient_uid": "6482258-1", "PMID": 31057487, "file_path": "comm/PMC006xxxxxx/PMC6482258.xml", "title": "A Case of Congenital Isolated Adrenocorticotropic Hormone Deficiency Caused by Two Novel Mutations in the TBX19 Gene", "patient": "A 2 years and 7 months old boy was referred to our hospital with recurrent hypoglycemia and seizure for more than 2 years.\\nThe infant was G1P1, a full-term baby, with a birth weight of 3.6 kg. The neonate experienced two episodes of hypoglycemic convulsions on days 5 and 13 and was therefore admitted to the neonatal intensive care unit (ICU). From 6 months old to 28 months old, the infant was hospitalized many times because of recurrent hypoglycemia (his blood glucose value range 0.1–1.3 mmol/L) and convulsions, which occurred because of fever, low calorific intake and diarrhea.\\nAt the age of 2 years and 7 months, the patient was referred to our hospital because of recurrent hypoglycemic convulsions for more than 2 years. On initial physical examination, the patient weighed 16.6 kg (≥P97) and was 103 cm long (≥P97). He showed decreased activity and weakness, with special appearance (hypertelorism, narrow palpebral fissures, epicanthus, low-set ears, auricular malformation, and transverse palmar crease in right hand). The boy had normal IQ. No disturbances in the neuro-psycho-motor development. Jaundice appeared on the fourth day after birth. Total bilirubin (316.6 μmol/L) was tested on the 6th day, indirect bilirubin (303.9 μmol/L) was dominate. Jaundice gradually declined after intermittent phototherapy and completely disappeared on day 19. No signs of liver disease.\\nLaboratory investigations revealed low plasma cortisol and ACTH concentrations. There was no obvious circadian rhythm of ACTH and cortisol levels. An ACTH test was failed to stimulate the production of cortisol. The thyroid function tests, kidney function, and electrolytes were all normal. Except thyroid-stimulating hormone (TSH), the anterior pituitary hormone concentrations were normal (). The blood sugar was normal under non-stress condition with continuous glucose monitoring system (range 4.7 ± 0.6 mmol/L). Based on the profile of the hormonal and clinical characteristics, CIAD was suspected.\\nWritten informed consent was obtained from the patient's legal guardians to perform genetic analysis, publish the manuscript and fully explain the purpose and nature of all the procedures used. Data of next generation sequencing showed two novel heterozygous variations (c.205C>T (p.R69W) in exon 2 and a large fragment deletion). Molecular analysis revealed that c.205C>T was inherited from mother and fragment deletion (from g.168,247,374 to g.168,278,264) was inherited from father. c.205C>T was confirmed by Sanger sequencing (). The fragment deletion (from g.168,247,374 to g.168,278,264), including exon 2 to exon 8, was confirmed using quantitative real-time (qPCR) (). Karyotype and gene copy number variation screening were normal.\\nThe patient was treated with hydrocortisone supplementation with total daily dose of 15 mg/m2.d given three times a day. He was discharged home and with treatment of hydrocortisone replacement therapy for life-span. On the final examination, his weight was 17.9 kg (P90-P97) and length was 107 cm (P90–P97). After treatment with hydrocortisone over 1 year and 8 months, the height of boy is less than P75. Insulin-like growth factor 1 (IGF1) was measured (153 ng/mL), which is in the normal range (50–286 ng/mL). Although his level of cortisol was up-regulated to the normal level and showed a regular circadian rhythm, there was still no obvious circadian rhythm of ACTH. Without treatment with thyroid hormone, increased levels of TSH also returned to the reference range (). Compared with the first initial examination, the infant had more energy for normal activities.\\nThe patient has continued to follow-up with the pediatric clinic and continues to show significant improvement, i.e., no more seizures or hypoglycemic episodes have occurred. He is now under the care of his local pediatricians.", "age": "[[2.0, 'year'], [7.0, 'month']]", "gender": "M", "relevant_articles": "{'1333997': 1, '22170728': 1, '6264733': 1, '27535729': 2, '31998673': 1, '11447259': 1, '29858850': 1, '25294936': 1, '28458651': 2, '2023902': 1, '15613420': 1, '7920902': 1, '26792828': 1, '1332472': 1, '11290323': 1, '31057487': 2}", "similar_patients": "{'5394421-1': 1, '5015154-1': 1}"}