{"patient_id": 9235, "patient_uid": "6562339-1", "PMID": 31245290, "file_path": "comm/PMC006xxxxxx/PMC6562339.xml", "title": "Granulomatosis With Polyangiitis in a Patient on Programmed Death-1 Inhibitor for Advanced Non-small-cell Lung Cancer", "patient": "A 64-years old male patient was diagnosed with stage IVB poorly differentiated NSCLC favoring adenocarcinoma of the right upper lobe with several bone lesions (cT4N2M1c). His medical history included a cerebrovascular accident and ischemic heart disease with subacute myocardial infarction in 2003. His chronic medication included acetylsalicylate acid 100 mg once daily (OD) and simvastatin 40 mg 0D, both since 2003. Regarding the tumor no driver mutation was identified by next-generation sequencing analysis. The Programmed Death Ligand-1 (PD-L1) expression level was assessed by immunohistochemistry using a monoclonal antibody to PD-L1 (clone 22C3, Dako) and a Benchmark Ultra (Roche) automated scope with subsequent evaluation by a certified pathologist, revealing 100% staining of a section including at least 100 evaluable tumor cells. Hence, pembrolizumab 200 mg every 3 weeks was started. Ten days after the first dose the patient was admitted to the hospital due to severe myalgia in both lower limbs with severe functional loss. Biochemistry showed creatine kinase (CK) of 1265 IU/L (upper limit of normal (ULN) = 190) and myoglobin of 2361 μg/L (ULN = 72) with normal renal function. Autoimmune serology showed a normal anti-nuclear factor (ANF) titer (1/80) without any characterization (especially for primary immune-mediated myositis with no anti-JO1, PL-7, PL-12, EJ, SRP, Mi-2, MDA-5, HMGCoA reductase) and anti-neutrophil cytoplasmic antibodies (ANCA) with a high titer of anti-PR3 (178 U/mL, ULN = 2); the infectious serology was negative. The statin was taken for several years prior to these symptoms and CK level before the start of the anti-PD-1 was normal. The electroneuromyography before corticoids showed proximal myopathy of moderate intensity without signs of necrosis. The quadriceps biopsy before corticotherapy was normal. He was treated with analgesics, intravenous fluids, and high-dose methylprednisolone (1 mg/kg/day) with favorable evolution. The diagnosis of immune-mediated myositis associated to granulomatosis with polyangiitis (GPA), former Wegener's disease, was established. The anti-PD-1 remained discontinued. Eight months after an initial partial response (PR) to pembrolizumab, progressive disease was noted and second-line doublet chemotherapy was started after antalgic irradiation of a metastatic pelvic mass. Subsequently, PR was noted. A year after the initial presentation of myositis the patient's condition worsened due to dyspnea and arthritis. Evaluation showed a new left-sided pleural effusion and a new lung consolidation. Based on a strong inflammatory syndrome (C-reactive protein (CRP) 116 mg/dL) and a neutrophilic exudate without evidence for empyema the patient was treated with amoxicilline-clavulanate for 14 days. In total, three pleural fluid cultures remained sterile. Due to persistence of the effusion and lack of clinical improvement a pleuroscopy was performed. The fluid appeared unclear and a few non-specific lesions were biopsied on the parietal pleura. They revealed a subacute pleuritis without tumor infiltration, granuloma or vasculitis. The arthritis was symmetrical and located in the wrists, metacarpophalangeal (MCP) joints and knees, without any evidence for infection or crystal-associated disease. A few days later, skin lesions appeared on the MCP and knees (). Biopsy there showed a neutrophilic vasculitis, as can be seen in cutaneous forms of GPA () (). The new lung consolidation was biopsied and showed only necrosis with no specific features of GPA-related lung involvement. Along with this clinical deterioration the autoimmune serology showed a rise in anti-PR3 titer (352.1 U/mL). The CRP dropped dramatically after initiation of corticoids (methylprednisolone at 1 mg/kg/day) along with clear clinical improvement. Recent clinical and radiological evaluation showed that the patient was in good overall condition with no signs of oncological progression despite discontinuation of the chemotherapy. We noted a progression-free survival (PFS) of 10 months after the second line chemotherapy and an overall survival (OS) of 18 months.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'29622582': 1, '28881921': 1, '30448635': 1, '29331748': 1, '32327425': 1, '27687304': 1, '26712084': 1, '34108971': 1, '29562154': 1, '7887661': 1, '27999741': 1, '27979383': 1, '19457253': 1, '26028407': 1, '28975219': 1, '22447882': 1, '32403289': 1, '27069016': 1, '17880578': 1, '29067284': 1, '30220489': 1, '27998967': 1, '27718847': 1, '26412456': 1, '31245290': 2}", "similar_patients": "{}"}