{"patient_id": 9897, "patient_uid": "6614968-1", "PMID": 31341481, "file_path": "comm/PMC006xxxxxx/PMC6614968.xml", "title": "Statin-Associated Necrotizing Autoimmune Myositis Complicated by an Uncommon Adverse Effect to Treatment", "patient": "A 53-year-old woman with past medical history of type 2 diabetes mellitus, hyperlipidemia, and depression presented to the emergency department with progressive bilateral weakness over 6 months. She reported weakness that began in her lower extremities and then progressed to her upper extremities, affecting primarily her proximal muscle strength. She had no associated numbness or tingling, fevers, chills, headache, rashes or skin changes, joint pain, or recent injury. Her medications included metformin, glyburide, aspirin, and sertraline. She was also on a high-intensity statin for the past year without any recent dosage changes.\\nPhysical examination was significant for reduced muscle strength involving the neck, bilateral deltoids, and quadriceps. She appeared unsteady on her feet with a slightly widened gait. Deep tendon reflexes, sensation, and coordination were intact throughout all extremities. Initial labs were significant for a leukocytosis of 12,500 K/cumm, aspartate aminotransferase (AST) of 773 U/L, alanine transferase (ALT) of 763 U/L, erythrocyte sedimentation rate (ESR) of 35 mm/hr, C-reactive protein of 24 mg/L, and markedly elevated creatinine kinase (CK) of 28,000 U/L. ANA was 1 : 80 titer with a nucleolar pattern by HEp-2 indirect immunofluorescence (IF), and the anti-dsDNA antibody was negative by the Crithidia luciliae IF test (CLIFT). Magnetic resonance imaging (MRI) of the patient's pelvis revealed extensive edema throughout the proximal pelvic musculature with a symmetric distribution consistent with myositis (). Furthermore, an electromyogram and nerve conduction study demonstrated diffuse and active irritable myopathy, and a muscle biopsy of the vastus lateralis revealed necrotizing myopathy with minimal inflammatory infiltrate and MHC1 immunostaining consistent with NAM ().\\nGiven the aforementioned findings, the patient was started on high-dose intravenous solumedrol, mycophenolate mofetil, and four consecutive days of IVIG for treatment of a necrotizing myositis (NM), which resulted in improvement in the creatinine kinase down to 8,000 after a week into therapy. An extended myositis panel and 3-hydroxy-3-methylglutaryl coenzyme-A (also known as HMG-CoA reductase or HMGCR) antibody test later resulted with positive PM/Scl-100 antibody (by qualitative immunoblot, ARUP Laboratories) and significantly elevated HMGCR antibody level (>200 units, by semiquantitative enzyme-linked immunosorbent assay, ARUP Laboratories), consistent with statin-associated NAM.\\nAbout one week into the patient's treatment course, the patient developed acute bilateral vision loss and right side hemineglect. A magnetic resonance angiogram (MRA) of the head revealed development of diffuse arterial narrowing and irregularity consistent with cerebral vasospasm. Furthermore, she had areas of signal abnormality in the bilateral frontal, parietal, and occipital lobes with diffusion restriction. Consultation with neuroradiology suggested that the patient's neurological findings were consistent with PRES (), suspected to be related to a delayed reaction to IVIG therapy. The patient was subsequently started on nimodipine and magnesium. Subsequent serial MRAs and neurological exams revealed radiographic and clinical improvement, respectively. However, her vision only improved minimally at that time. She was discharged with daily mycophenolate and sent to a rehabilitation facility to continue muscle strengthening and ambulation gait training. At 6-month follow-up, she reported marked improvement in physical strength and her vision was significantly improved; her CK returned to normal levels.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'18356474': 1, '28857949': 1, '28054130': 1, '22408666': 2, '23212858': 1, '25257732': 1, '32467802': 2, '30341597': 1, '16580469': 1, '28794149': 1, '33145125': 2, '28382651': 1, '17971381': 1, '16118497': 1, '29582188': 1, '8559387': 1, '30309969': 1, '26929465': 1, '24365441': 1, '34611395': 1, '28096458': 1, '26488714': 1, '26192196': 1, '27371132': 1, '28207435': 1, '27491568': 1, '29480216': 1, '25149206': 1, '24476076': 1, '31341481': 2}", "similar_patients": "{'7598209-1': 1, '3296411-1': 1, '7249778-1': 1}"}