{"patient_id": 129060, "patient_uid": "6166144-1", "PMID": 28845843, "file_path": "noncomm/PMC006xxxxxx/PMC6166144.xml", "title": "Spinal cord compression secondary to extramedullary hematopoiesis: a rareness in a young adult with thalassemia major", "patient": "A 19 year old Iranian male with β-thalassemia major (TM), on regular transfusions with packed red blood cells (every 3 weeks, since the age of 2 years; pre-transfusional hemoglobin level of 9.5-10 g/dl) and iron chelation therapy with Deferasirox (30 mg/kg/body weight, orally, once daily) was referred to the hospital for a 4-months history of progressive low-back pain. In the 5 days, prior the medical evaluation, the pain was particularly severe and located on the lumbar left side, radiating to the abdomen, and poorly responding to ibuprofen and tramadol therapy. The pain was associated with severe weakness in lower extremities resulting in the ability to ambulate only with assistance.\\nOn admission, there was no history of fever or previous injury to the back. The patient was pale (hemoglobin level 8.5 g/dl, platelets count, white blood cells and biochemestry were normal, antibodies for HBV and HCV were negative)\\nHis standing height was164 cm and body weight 52 kg. He had spontaneous full pubertal development.\\nEvaluation of nervous system revealed normal higher functions and cranial nerves. His motor power in the extremities was 3/5 with bilateral hyperreflexia and up going planter reflexes with ‘mild focal tenderness localized on the mid-spine. Upper extremities examination was normal and there was no fecal and urinary incontinence.\\nLiver and spleen were palpable 4 and 6 cm, respectively, below the costal margin. Rest of clinical examination did not reveal any abnormality.\\nSerum ferritin (SF) was measured by electro-chemiluminescence immunoassays. The manufacturer’s normal reference range values were 30-350 μg/L. The highest SF level registered was 1500 μg/L and 619 μg/L at the last observation. His liver iron concentration (LIC) measured using Ferriscan®, few months before the hospital admission, was 6 mg/g dry tissue. LIC (mg Fe/gr dw) was classified into: normal (LIC <3); mild (LIC >3 and <7), moderate (LIC >7 and <14) and severe overload (LIC >14).\\nDexamethasone was given to the patient for spinal cord syndrome and an urgent magnetic resonance imaging (MRI) of his thoracic and lumbosacral spine was requested. A posterior intraspinal extradural mass lesion compressing the spinal cord at the level of thoracic T5-T8 (, A and B) was present, suggesting an extramedullary hematopoietic centre, compressing the spinal cord. A presumptive diagnosis of EMH was made. His chest radiograph was normal.\\nThe patient was treated with blood transfusion, dexamethasone, morphine and paracetamol, followed by radiotherapy in 10 fractions to the spine (daily fraction of 2Gy from T3 to T9, total dose 20 Gy).\\nHis pain and neurologic examination quickly improved. A new MRI of the spine, one week after radiotherapy, showed an improvement of the extramedullary hematopoietic mass compression (, C and D). The patient was discharged 5 days after the radiotherapy.\\nAt the follow-up, 6 months later, his neurological examination revealed no abnormalities, although there was a residual EMH mass inside the canal.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'16737833': 1, '27069747': 2, '9806521': 1, '12079720': 1, '1424454': 1, '10930760': 1, '17284534': 1, '25911552': 1, '7385000': 1, '14765145': 1, '20174612': 1, '8328485': 1, '20204423': 1, '15812633': 1, '2042449': 1, '19375646': 1, '8767108': 1, '2053003': 1, '3363475': 1, '10791394': 1, '9228387': 1, '628411': 1, '28845843': 2}", "similar_patients": "{'4802988-1': 1}"}