{"patient_id": 582, "patient_uid": "6011120-1", "PMID": 29977625, "file_path": "comm/PMC006xxxxxx/PMC6011120.xml", "title": "Maturogenesis of an Immature Dens Evaginatus Nonvital Premolar with an Apically Placed Bioceramic Material (EndoSequence Root Repair Material®): An Unexpected Finding", "patient": "A healthy 11-year-old girl was presented to the National University of Malaysia (UKM) Paediatric Dental Clinic with a referral for further management of pulp necrosis of an immature lower right second premolar (tooth 45), secondary to the fractured tubercle of dens evaginatus. Two weeks earlier, she had treatment at a general dental clinic for pain related to tooth 45. Tooth 45 had spontaneous and lingering pain following cold and thermal stimuli. The tooth was diagnosed to have symptomatic irreversible pulpitis, and root canal therapy was initiated. The canal was accessed, and pulp extirpation performed before the placement of intracanal nonsetting calcium hydroxide by the general dental practitioner (GDP).\\nAt the time of current assessment, her tooth-related symptoms had completely resolved. General oral examination showed the presence of generalised mild gingivitis with a basic periodontal examination (BPE) score of 1 in all sextants. The patient's oral hygiene was fair with a plaque score of 30%. The patient is still in her mixed dentition with the presence of the primary maxillary canines. Her upper dental arch was well aligned, and mild crowding of anterior teeth was noted in the lower arch. Tooth 45 has an occlusal glass ionomer dressing of the access cavity made for the pulp extirpation earlier by the GDP (). Cold and electric pulp sensibility testings showed positive responses to all fully erupted premolars indicative of tooth vitality expect for tooth 45. Tooth 45 also has slight tenderness to percussion. Periapical radiograph of tooth 45 showed an immature root with convergent open apex and small periapical radiolucency. The pulp space of tooth 45 is of an even width from the coronal to the apical portion (). Based on the assessments, tooth 45 was diagnosed with pulp necrosis secondary to fractured dens evaginatus and symptomatic apical periodontitis.\\nOn the day of initial assessment, tooth 45 was isolated with rubber dam after infiltration of local anaesthetic solution (2% lidocaine with 1 : 80000 adrenaline). Pulp chamber was reentered through the previously prepared access cavity. The root canal was exposed and irrigated with saline. After that, the canal was dried with paper points and the tooth working length was estimated with a K-file No. 60. A working length, 2 mm short of the apical opening, was determined (17 mm). The canal was gently prepared with the K-file No. 60 and then irrigated with a copious volume of 1.5% sodium hypochlorite (NaOCI). After drying the wet canal with paper points, nonsetting calcium hydroxide was placed into the canal and the access cavity was double sealed with Cavit™ 3M, USA, and glass ionomer cement (GIC) (Riva Self Cure™ SDI, Australia).\\nTwo weeks later, the tooth was reassessed for any signs and symptoms of infection. The tooth was no longer tender to percussion, and there was no indication of infection-related signs and symptoms. After isolation with a rubber dam, the root canal of tooth 45 was reaccessed and irrigated with a copious volume 1.5% NaOCl to remove the nonsetting calcium hydroxide. Then, the canal was irrigated with sterile water and dried with paper points. Subsequently, the canal was irrigated with 17% EDTA (Pulpdent™, Watertown, Massachusetts) for a minute and dried with paper points. Finally, under the guidance of a dental operating microscope (Carl Zeiss Surgical GmbH, S100), the apical region was filled using the EndoSequence (BC RRM-Fast Set Putty, Brasseler, USA) material up to 4 mm thickness to create an apical seal (). The orifice of the root canal was double sealed with a cotton pellet, temporary filling material (Cavit 3M, USA), and GIC (Riva Self Cure SDI, Australia).\\nOnce again, the root canal was reaccessed two weeks later, irrigated with 1.5% NaOCl, and dried with paper points. Next, the dried canal was obturated with thermoplasticised gutta-perca using the Obtura III Max System (Obtura Spartan® Endodontics) (). After that, the access cavity was double sealed with GIC (Riva Self Cure SDI, Australia) and nanohybrid composite (AURA™ SDI, Australia), respectively.\\nFollowing the obturation, tooth 45 was reviewed at three-month and six-month intervals. During both reviews, tooth 45 was asymptomatic. However, at the six-month review, a periapical radiograph of tooth 45 showed an unexpected finding. The apical root of tooth 45 continued to grow beyond the apexification level with a normal periodontal ligament space and lamina dura. No evidence of periapical radiolucency was noted (). However, regular annual monitoring of tooth 45 is essential to ensure that the coronal seal is intact and no apical complication further arises.", "age": "[[11.0, 'year']]", "gender": "F", "relevant_articles": "{'25671207': 1, '19627676': 1, '16948368': 1, '5226881': 1, '7937267': 1, '20219576': 1, '22513082': 1, '21787491': 1, '21507688': 1, '22000459': 1, '23402501': 1, '6587891': 1, '12110105': 1, '15085044': 1, '28508244': 1, '16410059': 1, '22803801': 1, '1911447': 1, '16306826': 1, '17227377': 1, '23522541': 1, '29977625': 2}", "similar_patients": "{}"}