{"patient_id": 14728, "patient_uid": "6925933-1", "PMID": 31886002, "file_path": "comm/PMC006xxxxxx/PMC6925933.xml", "title": "Hypersensitivity Pneumonitis Associated with Red-Vented Bulbul: A New Encounter of Bird Related Hypersensitivity Pneumonitis", "patient": "A 61-year-old male presented with insidious-onset, persistent and progressive dyspnoea and dry cough for four months. At the onset, he had low grade fever and constitutional symptom which subsided over a few weeks. He was a known hypertensive. He revealed close contact with red-vented bulbuls for around ten months. ESR was 78 mm/h. Chest radiography showed reticular nodular shadows in mid and lower zones of both lung fields (). Spirometry showed severe restriction (FVC 52.8%, TLC-56%, RV-65%) with a normal diffusing capacity (DLCO-86%, KCO-180%). HRCT showed centrilobular nodules of ground glass density in all three zones and significant lobular air trapping (). Bronchial wash cytology revealed inflammatory cells (249/cumm) with predominant lymphocytes (80%). Transbronchial lung biopsy showed thickened alveolar septae with lympho-histiocytic infiltrate and occasional neutrophils and eosinophils. Some of the alveolar spaces contained foamy histiocytes. Fibrosis was not evident.\\nA diagnosis of subacute HP associated with exposure to red vented bulbuls was made for both cases at a multidisciplinary meeting for interstitial lung diseases held at the National hospital of Sri Lanka. The patient of case 1 achieved good clinical and lung function improvement (FVC 91.9%) by about two months and that of case 2 showed clinical and lung function improvement (FVC 72%) around the third month of treatment with oral prednisolone (0.5 mg/kg) tail down regimen and the avoidance of the offending exposure. Both patients did not have any recurrences following avoidance of exposure to red-vented bulbuls and achieved normal FVC values in spirometry assessment with treatment of oral prednisolone within one-year follow-up period.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'18344808': 1, '16635083': 1, '8372179': 1, '11816827': 1, '28851038': 1, '29172641': 1, '16061708': 1, '16800875': 1, '18669792': 1, '22679012': 1, '30126802': 1, '31886002': 2}", "similar_patients": "{}"}