{"patient_id": 15176, "patient_uid": "6946322-1", "PMID": 31689785, "file_path": "comm/PMC006xxxxxx/PMC6946322.xml", "title": "Failure to awaken from general anesthesia due to infratentorial hemorrhage after cervical spine surgery", "patient": "A 167 cm, 53 kg, 63-year-old man was scheduled for occipitocervical fusion with screw fixation. He underwent a left upper lobectomy 1 year ago due to lung cancer, and underwent 4 cycles of postoperative radiotherapy and chemotherapy. However, he recently exhibited metastasis and pathological fractures on C1 and C2. He has been undergoing anticoagulation therapy until 10 days before the operation because he suffered right renal infarction related to cancer emboli 1 year ago. Follow-up renal function tests and computed tomography (CT) before the operation revealed recovered perfusion, and urine output of ≥3 L/d was observed. His routine laboratory investigations revealed hyponatremia, with ionized sodium concentration of 125 mM, which was suspected to be related to paraneoplastic syndrome of inappropriate secretion of antidiuretic hormone. The patient had mild fatigue but, showed alert mental status with normal motor function. Other complication related with chronic hyponatremia was not checked. The patient also had a history of pneumonia, which was developed 1 month previously. Consolidation in both lower lung fields and multifocal areas of reticular opacity were checked on preoperative chest radiograph and CT. Arterial blood gas analysis (ABGA) performed on room air showed partial pressure of carbon dioxide, partial pressure of oxygen, and oxygen saturation (SpO2) of 31.3 mm Hg, 75.6 mm Hg and 96.5%, respectively. Although pulmonary function test was not available due to his severe neck pain, the patient was considered to be much improved from pneumonia, reflected by the lack of significant respiratory distress. Other than this, his routine perioperative results were unremarkable.\\nInduction and maintenance of general anesthesia were achieved by total intravenous anesthesia using an infusion device (Orchestra Base Primea, Fresenius Kabi, Brezins, France) for effect-site target-controlled infusion (TCI) of propofol and remifentanil. Rocuronium was administered as a neuromuscular blocking agent. Considering the instability of the patient's cervical spine, a flexible fiberoptic bronchoscope with an external diameter of 4.1 mm (PortaView, LF-GP; Olympus, Tokyo, Japan) was used for intubation. Standard monitoring, which includes noninvasive blood pressure (BP), electrocardiography (ECG), oximetry, and bispectral index (BIS; Model A-3000 vista with Sensor Bis quatro, Aspect Medical Systems, Norwood, MA), was applied. For further monitoring of hemodynamic alterations, a Vigileo monitor with FloTrac sensor and PreSep catheter (Edwards Lifesciences LLC; One Edwards Way, Irvine, CA) were cannulated via both right radial artery and internal jugular vein.\\nThe patient's initial ECG demonstrated sinus rhythm with a slightly fast heart rate (HR) showing 97 bpm, which the authors suspected was caused by pain or dehydration related to his chronic illness. Other vital signs were unremarkable, with BP, SpO2, and body temperature (BT) of 125/76 mm Hg, 100%, and 36.0°C, respectively. Baseline values measured from both arterial and central catheterization revealed central venous pressure (CVP), cardiac index (CI), stroke volume variation (SVV), and central venous oxygen saturation (ScvO2) of 9 mm Hg, 2.8 L/min/m2, 20%, and 83%, respectively. For laboratory checkup, ABGA was performed in the operating room. Initial result showed hematocrit (Hct), ionized sodium concentration of 26%, 123 mM and otherwise unremarkable. During the operation, 2.3 L of crystalloid fluid (Plasma solution A, CJ Pharma, Seoul, Korea) and 0.4 L of hydroxyethyl starch (Volulyte 6%, Fresenius Kabi Deutschland GmbH, Germany) were administered for volume replacement. Five hundred milliliters of packed red blood cells (PRBC) were transfused based on initial Hct, the general condition of the patient, and intraoperative blood loss. Urine output was checked, and was, on average, approximately 200 mL/h. During the operation, his vital signs and laboratory results showed no significant changes compared with baseline values, and remained stable when the emergence period started (Fig. ). Although Hct decreased to 22% in the middle of the operation, ABGA performed immediately before the emergence period revealed 25%, and was expected to further increase. Because the blood sample was checked during transfusion of the second 250 mL of PRBC and the operation approached its conclusion without any additional bleeding.\\nTen minutes after cessation of anesthetic drug administration, the patient demonstrated no signs of recovery. Vital signs at this time showed BP, HR, SpO2, end-tidal carbon dioxide concentration, and BT of 126/67 mm Hg, 95 bpm, 100%, 35 mm Hg, and 35.2°C, respectively. Vigileo monitor with FloTrac sensor and PreSep catheter showed CI, SVV, and ScvO2 values of 4.1 L/min/m2, 12%, and 85% respectively. Given that the perioperative hemodynamic values were stable, a residual anesthetic drug effect appeared to be the most likely the cause of delayed emergence at this point. Fifteen minutes later, despite plasma and effect side concentration (plasma concentration [Cp] and effect-site concentration [Ce], respectively) monitoring on TCI pump device showing sufficient elimination of the drug, the patient still had no signs of recovery of consciousness or even spontaneous breathing. At this point, BIS was checked of 38. Neuromuscular monitoring using train-of-four ratio showed 0.97, which confirmed adequate reversal of muscular blockade. Considering excretion, although there was a history of right renal infarction, the patient's preoperative CT revealed restored perfusion and he showed adequate urine output during operation. And as we used an effect-site pump device, we assumed that a proper amount of drug was administered and that there was no overdose. Therefore, we started narrowing other possible causes of delayed emergence related with nonpharmacological factors. However, ABGA result was also unremarkable in general (Table ). Hyponatremia was checked; however, ionized sodium concentration of 124 mM was not significantly different from its initial value.\\nNevertheless, 20 minutes later, the patient's BP suddenly began to decrease to 86/45 mm Hg, with an HR of 85 bpm. CVP also decreased from 8 to 5 mm Hg. CI, SVV, and ScvO2 were 2.5 L/min/m2, 18%, and 79%, respectively. Volume resuscitation with a vasopressor was required to restore his vital signs eventually. After the patient received an additional 250 mL of PRBC with support of continuous infusion of levarterenol bitartrate at a rate of 0.03 mcg/kg/min, the patient's BP was restored to 96/54 mm Hg. However, there were still no signs of recovery of BIS or spontaneous breathing. Patient's pupils exhibited dilation, with no response to light. As other factors that may have affected emergence were excluded already, and based on the circumstances, we could expect there could be some bleeding spot which is leaking continuously and responsible for this prolonged emergence; accordingly, the surgeons agreed to examine CT for further checkup. The patient was moved immediately to undergo CT. Infratentorial hemorrhage developing along tentorium cerebelli was revealed, which compressed the 4th ventricle, vermis, and the brainstem (Fig. ). For exact diagnosis of the reason of this hemorrhage, further image workup of sagittal view using magnetic resonance imaging was required, but we could not get additional information as family of the patient refused more management as they considered his limited original life expectancy. Thus, they also refused the decompression operation to remove the hemorrhage. And the patient expired 5 days later.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'30345225': 1, '25668997': 1, '26330741': 1, '12015857': 1, '25165436': 1, '23746536': 1, '11846932': 1, '30017570': 1, '15878898': 1, '15845708': 1, '27212741': 1, '31689785': 2}", "similar_patients": "{}"}