{"patient_id": 8244, "patient_uid": "6500600-1", "PMID": 31139482, "file_path": "comm/PMC006xxxxxx/PMC6500600.xml", "title": "Hemorrhagic Descemet Membrane Detachment during Ab Interno Canaloplasty", "patient": "A 60-year-old man with advanced bilateral open-angle glaucoma for 3 years, not controlled with maximum medical therapy in the left eye, underwent phacoemulsification in the left eye in 2014. The medical records did not register coagulation disorders and the patient denied to have taken antiplatelet medicine or anticoagulants.\\nBefore the surgery, the uncorrected visual acuity (UCVA) was 2.5 and 1.3 LogMAR in the right and left eye, respectively. The intraocular pressure was 12mmHg in the right eye and 26mmHg in the left eye with maximum medical therapy. On Humphrey Field Analyzer (HFA) 24-2 automated perimetry mean deviation (MD) was -16.92 in the left eye, pachymetry was 517 microns in the right eye and 492 microns in the left eye, and the number of central endothelial cells was 2127 cells/mm2 in the right eye and 1312 cells/mm2 in the left eye.\\nAb interno canaloplasty was performed routinely in the left eye by a glaucoma specialist. The temporary corneal incision was made at hour 9 and another lateral incision was made at hour 2 to introduce the iTrack catheter (iTrack-250A; iScience Interventional, Menlo Park, CA, USA). Sodium hyaluronate was injected (Healon GV; Abbott Medical Optics, Santa Ana, CA, USA) in the anterior chamber. Gonioscopy was used (AVG; Surgical Gonio Lens, Volk Alcon, Mentor, OH, USA) for goniotomy with Kahook dual blade (KDB; New World Medical, Rancho Cucamonga, CA, USA), and by using tying forceps (Intraocular Tying Forceps, 23G 4-1891, Rumex, USA) the catheter was pushed circumferentially through 360°, by applying two viscoelastic clicks per hour when removing it.\\nThe procedure was performed correctly; however, during the viscodilation of the Schlemm canal with sodium hyaluronate, a small hemorrhage was observed with viscoelastic related to the Descemet membrane detachment. The paralumbar extension was 3.0 mm and radial extension was 2.0 mm between hours 4 and6 in peripheral inferonasal quadrant. At first we opted for observation because the injury did not compromise the visual axis and the size of the detachment was not large enough to indicate a surgical procedure immediately ().\\nA serial control with anterior segment OCT (Visante, Model 1000, Carl Zeiss Meditec, Dublin CA, USA) has been done to follow the thickness; the initial thickness of intrastromal hemorrhage was 0.6mm, and at the first week it was 0.51mm, at the first month 0.42mm, and at the second month 0.28 mm and third month 0.03 mm. The examination evidenced presence of blood in the peripheral inferonasal quadrant of the pre-Descemet area at hours 4-6 (Figures , , , , and ).\\nConsidering the extension of the detachment, a conservative management was decided, monitoring the progressive reabsorption of the hemorrhage and viscoelastic, which progressively occurred (Figures and ).\\nThe intraocular pressure levels remained lower than 21mmHg in the early postoperative period with glaucoma medications; 3 months after the surgery the intraocular pressure was 18mmHg with 3 antiglaucoma medications. The uncorrected visual acuity (UCVA) showed a significant improvement from 1.30 in the preoperative period to 0.8 LogMAR in the left eye after 3 months of monitoring (). Final BCVA was 0.6 LogMAR.\\nThe number of central endothelial cells registered a small decrease from 2,127 to 1,809 cells/mm2 in the third month with a 14.9% loss. Final pachymetry was 553 microns in the left eye, showing an increase of corneal thickness of 12.39% in the third month.\\nAccording to Hodapp classification, the visual field defect 10-2, stimulus III, and white-on-white of the left eye indicated a stable advanced stage glaucoma with a MD of -31.4.\\nThree months after the surgery, the Descemet membrane detachment with intrastromal hematoma completely recovered; the membrane was reattached correctly () and remained that way during the monitoring with the transparent cornea along with no visual consequences.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'14700674': 1, '30595621': 1, '23548315': 1, '28442693': 1, '24771165': 1, '26687402': 1, '26662666': 1, '12900258': 1, '30584268': 1, '26495135': 1, '26418435': 1, '28442692': 1, '23221908': 1, '17586378': 1, '21562459': 1, '31139482': 2}", "similar_patients": "{}"}