{"patient_id": 129150, "patient_uid": "6169622-1", "PMID": 30262533, "file_path": "noncomm/PMC006xxxxxx/PMC6169622.xml", "title": "Recurrent aseptic meningitis with PIGT mutations: a novel pathogenesis of recurrent meningitis successfully treated by eculizumab", "patient": "A 71-year-old man had experienced a total of 121 episodes of recurrent aseptic meningitis that first presented 18 years ago (). Prior to the episodes of meningitis, he had a history of recurrent urticaria and arthralgia since he was 30 years old. At the age of 53, he experienced aseptic meningitis several times a year. Low-grade fever, general fatigue, arthralgia and urticaria preceded the episodes, and high fever and headache ensued the next day. White blood cell count and C reactive protein levels were normal or mildly elevated during the meningitis period (). The test results for various autoantibodies were negative. Examination of the lumbar cerebrospinal fluid demonstrated >1000 polymorphonuclear leucocytes/mm3. No bacteria, fungi or mycobacteria were cultured. PCR tests were negative for herpesviruses and enteroviruses. A biopsy from urticarial lesion showed neutrophil infiltration.\\nSymptoms of meningitis recovered spontaneously 7–10 days after its onset. Corticosteroid administration shortened the duration, but was not effective in preventing the attacks. We also used colchicine as a diagnostic and therapeutic agent, in case an autoinflammatory disease, such as familial Mediterranean fever (FMF), was associated with the recurrent meningitis. Genetic analysis revealed no mutations in MEFV, MVK, TNFRSF1A, NLRP3 and NLRP12.\\nMeningitis started occurring more frequently and was accompanied by sudden brownish urine and occasionally by altered consciousness, which lasted for several days. At the age of 68, the patient developed severe haemolysis. Haemoglobin declined to 8.2 g/dL and lactate dehydrogenase elevated up to 3004 IU/L. He also developed acute renal failure because of the deposition of haemosiderin in renal tubules. Serum creatinine increased from 2.8 to 8.65 mg/dL. He required temporary haemodialysis for a month until his condition improved.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'24064026': 1, '20802478': 1, '24727937': 1, '22395662': 1, '23733340': 1, '31430258': 1, '30728244': 1, '24906948': 1, '16767100': 1, '18635593': 1, '21063021': 1, '32156170': 1, '24623993': 2, '28551737': 1, '16990386': 1, '27568864': 1, '17675263': 1, '31353022': 1, '25349319': 1, '8500164': 1, '30262533': 2}", "similar_patients": "{'3949723-1': 1}"}