{"patient_id": 6398, "patient_uid": "6376770-1", "PMID": 30764798, "file_path": "comm/PMC006xxxxxx/PMC6376770.xml", "title": "Complete biopsy-proven resolution of deposits in recurrent proliferative glomerulonephritis with monoclonal IgG deposits (PGNMIGD) following rituximab treatment in renal allograft", "patient": "Patient is a 44 year old Caucasian male who received a living unrelated donor kidney transplant at our institution. The diagnosis on the native kidney biopsy performed 7 years before transplant was membranoproliferative glomerulonephritis (MPGN) with IgG, C3 and kappa restricted deposits and patchy interstitial fibrosis. The patient was followed at an outside institution at the time and no specific therapy was provided for the disease in the native kidney prior to transplantation. The baseline post-perfusion allograft biopsy was unremarkable. The patient was maintained on mycophenolate and everolimus. By two months post-transplant, serum creatinine stabilized to 1.6 to 1.8 mg/dl for a year, and urine protein/creatinine ratio was less than 0.5 g/gram. Six months post-transplant, everolimus was changed to cyclosporine (due to arthralgias) with target levels of 600–1100 ng/ml for months 6 to 10 and thereafter reduced to 400 ng/ml.\\nFourteen months post-transplant, he presented with abrupt worsening of graft function, increasing proteinuria (Fig. a, b), active urine sediment and elevated rheumatoid factor (RF 1650 IU/ml), cryoglobulin test negative, requiring a kidney biopsy. Additionally he had IgG kappa monoclonal spike (214 mg/dl), serum free kappa light chains 189 mg/L (normal range 3.3–19.4), free lambda light chains 75 mg/L (normal range 5.7–26.3), kappa:lambda ratio of 2.5 (normal range 0.26 to 1.65), complements C3 126 (normal range 87–200 mg/dl), C4 38 (normal range 18–52 mg/dl).\\nThere were 18 enlarged glomeruli with diffuse endocapillary proliferative glomerulonephritis (Fig. a) with strong (3+) diffuse granular mesangial and capillary wall staining for C4d, IgG and kappa but no lambda (Fig. c, d), and corresponding electron dense immune-type deposits without any organized substructure (Fig. b). IgG subclass staining revealed strong staining for IgG3. Staining for IgG1, IgG2 and IgG4 was weak to negative (Fig. e-h). There was mild patchy interstitial inflammation, scattered tubules contained red blood cell casts. Interstitial fibrosis and tubular atrophy involved less than 20% of the renal cortex. Considering history of “MPGN” with kappa light chain restriction in the deposits in the native kidney, and the similar biopsy findings in the allograft with serum IgG kappa spike, a diagnosis of recurrent PGNMIGD was rendered.\\nHe underwent plasmapheresis (3 sessions over 5 days) due to very high RF with concern for cryoglobulin and then anti-CD-20 Rituximab therapy (1000 mg weekly for 3 weeks), a single dose of IV pooled immune globulin (1 g/kg), steroid pulse and taper (750, 500, and 250 mg solumedrol per day, followed by oral steroid 1 mg/kg- 3 day taper by 5 mg increments), (Fig. ). RF factor dropped to 137 within one week. Urine protein remained high and peaked at 8.7 g at 17 months post-transplant (requiring second biopsy) but decreased to 1 g at month 20. Serum monoclonal IgG kappa level dropped to 15.9 mg/dl. He developed CMV viremia (572 copies/ml), which responded to antiviral therapy.\\nThe endocapillary hypercellularity had largely resolved (Fig.i). No glomerular IgG, kappa, lambda staining was seen on immunofluorescence (Fig. j, k, l). There was still prominent granular capillary wall and mesangial staining for C4d; however on ultrastructural examination, deposits were not seen (Fig. m). Interstitial fibrosis and tubular atrophy were mild, similar to that seen in the previous biopsy. Bone marrow biopsy was hypocellular but negative for lymphoma/myeloma.\\nUnfortunately, the patient developed recurrent GI bleeding due to arterio-venous malformations and AKI requiring reduction in immunosuppression, and temporary hemodialysis for 2 months, with serum creatinine maintained at 2.7 mg/dl. Renewed proteinuria and rising creatinine were noted, month 27 post-transplant. Donor specific antibody was detected leading to the third biopsy.\\nThe glomeruli showed changes of transplant glomerulopathy (Fig. N) with mild peritubular capillary margination of inflammatory cells and diffuse peritubular capillary C4d staining. Moderate glomerular capillary wall and mesangial C4d staining were also observed. Ultrastructural examination showed subendothelial widening with electron lucent amorphous material and few entrapped non-specific electron densities (Fig. o). Immunofluorescence study showed mild focal smudgy glomerular IgG, IgA, IgM, kappa and lambda staining, representing non-specific trapping as in transplant glomerulopathy, but no discrete granular IgG deposits.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'27416775': 1, '25043930': 1, '21705124': 1, '11316850': 1, '25607108': 1, '21700823': 1, '11115362': 1, '20876681': 1, '26848798': 1, '29114004': 1, '31947692': 1, '21784898': 1, '27352623': 1, '33801228': 1, '23047823': 1, '19470674': 1, '30764798': 2}", "similar_patients": "{}"}