{"patient_id": 14775, "patient_uid": "6929245-1", "PMID": 31890422, "file_path": "comm/PMC006xxxxxx/PMC6929245.xml", "title": "Sudden Respiratory Failure after a Coughing Paroxysm", "patient": "An 85-year-old female, dependent on others because of advanced dementia, and with a past medical history of hypothyroidism and peptic ulcer disease, presented to the emergency department (ED) with complaints of dyspnea, productive cough, and fever with 48 hours of evolution. She was diagnosed with community-acquired pneumonia and discharged home with amoxicillin-clavulanate. That decision was based on the absence of clinical criteria of gravity such as respiratory failure or distress.\\nAfter four days, she returned to the ED with a sudden worsening of dyspnea following a coughing paroxysm. On a physical examination, she was hemodynamically stable but polypneic, with a diminished vesicular murmur at pulmonary auscultation and with audible bowel sounds in the right hemithorax. The rest of the physical examination was unremarkable.\\nArterial blood gases showed hypoxemic respiratory failure. Complete blood count, renal function, serum ionogram, and C-reactive protein were within the normal range.\\nA thoracic radiograph (Figure ) suggested the presence of the small bowel inside the thoracic cavity, which was confirmed by a thoracic computed tomography (Figure ). The diagnosis of an anterior right giant para-cardiac transdiaphragmatic hernia of the small bowel through the foramen of Morgagni (Figures -; arrow) with secondary passive pulmonary atelectasis and of a posterior left transhiatal gastric hernia (Figure ; arrowhead) was made.\\nThe general surgery team evaluated the patient, and she was treated conservatively with nasogastric intubation. The evolution was excellent and, after two days, she was discharged home asymptomatic and without respiratory failure.", "age": "[[85.0, 'year']]", "gender": "F", "relevant_articles": "{'16713417': 1, '21440192': 1, '23464778': 1, '2589701': 1, '4692118': 1, '30083643': 2, '15477063': 1, '19660337': 1, '31890422': 2}", "similar_patients": "{'6075501-1': 1}"}