{"patient_id": 135729, "patient_uid": "6735291-1", "PMID": 31528284, "file_path": "noncomm/PMC006xxxxxx/PMC6735291.xml", "title": "Ecstasy induced acute systolic heart failure and Non-Ischemic Cardiomyopathy in a young female: a rare case report and literature review", "patient": "A 28-year old female with no known medical co-morbidities presented to the Emergency Department with complaints of sudden onset chest pain coupled with a recent fall. Chest pain was described as heaving in nature, intermittent lasting approximately 4 minutes for the last two days before the presentation. It was substernal, 8/10 in intensity, non – radiating, and it resolved spontaneously. The pain was not associated with exertion and lacked any aggravating or relieving factors.\\nAdditionally, the patient also complained of one episode of a fall-related to loss of consciousness lasting around one-minute following a sensation of lightheadedness. Notably, the fall yielded minor trauma to the head and the leg. The patient denied any history of palpitations, nausea, vomiting, headache, shortness of breath, aura, urinary, or fecal incontinence. The patient had no prior history of heart failure or any symptoms suggestive of heart failure. The patient endorsed using one tablet of ecstasy, for the first and only time in her life, a day before the incident. The patient also reported marijuana use two days prior. She denied chronic use of any another recreational drug aside from occasional marijuana.\\nOn physical examination, the patient was afebrile, and vitals were unremarkable save for a mildly elevated heart rate of 96 beats per min, respiratory rate of 22 breaths per minute. No orthostatic changes were present. Mild tenderness of the right parietal region was noted overlying the area involved in the fall. Chest, cardiac, and neurological examinations were all unremarkable. Mild epigastric tenderness was detected on abdominal examination. Interestingly, her BMI was 18.0 kg/m2 at the time of presentation but had been as low as at 16 kg/m2 three years prior.\\nLaboratories revealed a mild leukocytosis of 13.1x109/L with a concomitant left shift of 73.6%. Both Hemoglobin and Hematocrit were within normal limits. The Chemistry panel did show mild hypokalemia (3.2 mmol/L; 3.5–5.5 normal range), as well as a mildly elevated bilirubin level (2.4 mg/dL) although hepatic enzymes were not elevated. Urine toxicology was positive for marijuana and MDMA.\\nFinally, the troponin level was elevated at 3.67 ng/mL (Normal: <0.06 ng/mL). However, Electrocardiogram (EKG) on admission () exhibited a normal sinus rhythm with a prolonged QTc interval of 527ms and some non-specific T wave changes in the inferior leads. Chest X-ray was unremarkable. Furthermore, a contrast-enhanced CT of the chest was negative for pulmonary embolism. Head and a cervical spine CT were normal.\\nFollowing triage in the ED, the patient was admitted into the Cardiac Care Unit with an initial diagnosis of NSTEMI in the context of syncope. Treatment with Aspirin 325mg, Clopidogrel 75mg, and Low Molecular Weight Heparin was initiated. Supportive measures included Morphine for pain in addition to Nitroglycerin.\\nRepeat troponin followed at 2 and 8 hours were 3.26 ng/ml and 2.39 ng/ml respectively (Normal: <0.06 ng/mL). On the first day of admission, an Echocardiogram exposed severe left ventricular systolic dysfunction with an Ejection Fraction (EF) of 25–30%. Moreover, hypo-kinesis was observed in the inferior, lateral, anterior, and septal walls. Doppler estimated Right Ventricular Systolic Pressure was also aberrantly elevated at 50–55 mmHg. There were no signs of a restrictive pattern on Echocardiography. Lastly, moderate mitral regurgitation, and mild aortic and tricuspid regurgitation was apparent. However, there was no baseline Echocardiography for comparisoin.\\nUrgent cardiac catheterization () was done consistent with echocardiogram results, and severe left ventricular dysfunction was present. Additionally, inferior diaphragmatic and basal anterolateral wall akinesis endured. Left Ventricular End Diastolic Pressure was increased at 38mm Hg. Nonetheless, coronary arteries were normal. During hospital stay autoimmune disease was excluded.\\nSubsequently, the patient was started on heart failure medications, including intravenous Lasix 40mg every 12 hours, Carvedilol 3.125 mg PO q12h and Enalapril 2.5mg PO daily. She was later downgraded to the telemetry unit for further management of Non-Ischemic Cardiomyopathy. She remained there for two more days and received continued medical management. With diuresis, her weight decreased by approximately five pounds. Discharge planning, including consideration for possible placement of AICD/Wearable Cardiac Defibrillator deliberated. Otherwise, the stay in the telemetry unit was uneventful. During the hospital stay, autoimmune disease was excluded.\\nNevertheless, an echocardiogram repeated on the fifth day since admission displayed a significant improvement of her EF – up to 45% with a sound resolution of mitral regurgitation. Still, apical and lateral wall hypo-kinesis persisted. The patient was subsequently discharged home on the same doses of Enalapril, and Carvedilol, in addition to, low dose oral furosemide (20mg PO daily). Counseling for abstinence of toxic substances was conducted.\\nUpon clinic follow-up, the patient reported exertional dyspnea that is relieved with rest. Repeat EKG was notable for a normalized QT duration. Repeat Echo showed further improvement in EF to 55%, and apical and lateral wall hypo-kinesis also revealed marked improvement. The patient was recommended to undergo Cardiac MRI for further evaluation to rule out etiologies but opted for secondary consultation.\\nA peripheral diagnostic evaluation was notable for marked Vitamin D deficiency. For this, a mega-dose treatment regimen was initiated.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'18594849': 1, '18402796': 1, '15963623': 1, '10720721': 1, '24491919': 1, '8655682': 1, '31528284': 2}", "similar_patients": "{}"}