{"patient_id": 5990, "patient_uid": "6350341-3", "PMID": 30723703, "file_path": "comm/PMC006xxxxxx/PMC6350341.xml", "title": "Glioblastoma Mimicking Viral Encephalitis Responds to Acyclovir: A Case Series and Literature Review", "patient": "A 78-year-old male presented with severe confusion, receptive aphasia, headache, and dizziness. MRI revealed hyperintensity in the posterior medial left thalamus, bilateral hippocampi, and the left precentral gyrus on T2 FLAIR imaging with no contrast enhancement. Computerized tomography (CT) imaging showed mild microvascular disease but no evidence of acute intracranial process or stenosis. The patient's vital signs upon admission were: BP 103/65 mmHg, HR 64 bpm, RR 18, and a temperature of 36.9°C. His medical history was significant for atrial fibrillation, for which he was prescribed Xarelto but was non-compliant. EEG did not indicate seizure. CSF cultures were negative for HSV and VZV and revealed normal differentiated cell count. Remarkable laboratory results included a CBC with elevated lymphocyte levels of 3.89E9 cells and low creatinine levels of 0.73 mg/dL.\\nThe patient was immediately started on IV acyclovir. No steroids were administered at any point during his hospital stay. The patient displayed clinical improvement and returned to baseline neurological function over the following week.\\nAn MRI performed 2 weeks post-admission revealed stable asymmetric non-enhancing T2 FLAIR hyperintensity involving the left thalamus and increased size of enhancing intra-axial lesion in the left precentral gyrus with surrounding T2 FLAIR hyperintensity, concerning for a neoplastic process. The patient was readmitted 3 months after his initial hospitalization for resection of a brain mass which was determined to be glioblastoma following biopsy.", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'24319635': 1, '24768322': 1, '25120625': 1, '18582201': 1, '33234553': 1, '22508289': 1, '28411277': 1, '24338548': 1, '24170543': 1, '20606365': 1, '34112774': 1, '25443666': 1, '28554666': 1, '20691089': 1, '24795429': 1, '24004141': 1, '12067971': 1, '9096395': 1, '10567599': 1, '22053231': 1, '10841074': 1, '33925707': 1, '20387126': 1, '27777041': 1, '2448352': 1, '12910255': 1, '34326377': 1, '21900396': 1, '23593680': 1, '30723703': 2}", "similar_patients": "{'6350341-1': 2, '6350341-2': 2}"}