{"patient_id": 9502, "patient_uid": "6590605-1", "PMID": 31281681, "file_path": "comm/PMC006xxxxxx/PMC6590605.xml", "title": "A Rare Case of Takotsubo Syndrome and Acute Coronary Syndrome of the Right Coronary Artery", "patient": "A previously healthy 89-year-old female presented to the emergency department complaining of midsternal chest discomfort that radiated to her back. Her chest discomfort began the day prior to presentation, but she initially attributed it to indigestion and thus waited to seek medical attention. Her chest pain persisted however, which prompted her to seek evaluation in the emergency department. Upon arrival, she was given aspirin with resolution of her symptoms. Laboratory analysis revealed an elevated troponin I level of 0.319 and initial creatine kinase (CK) of 12.7. Brain natriuretic peptide level on presentation was not checked. Electrocardiogram (ECG) was notable for diffuse T-wave inversions demonstrating inferior, as well as anterolateral ischemia, and a prolonged QTc of 503 ms (). Echocardiogram demonstrated moderate left ventricular dysfunction (ejection fraction of 35%-40%) with mid to distal anteroseptal, anterolateral, and apical akinesis (). The patient was taken to the catheterization suite and underwent emergent left heart catheterization. Angiography revealed 90% stenosis in the mid right coronary artery (RCA) which was believed to be the culprit lesion. There were no significant obstructive lesions noted in the left anterior descending or left circumflex arteries. She underwent percutaneous coronary intervention (PCI) with successful stent placement to the RCA (). She was then started on appropriate guideline-directed medical therapy and observed in the intensive care unit where her chest pain resolved. Repeat laboratory analysis revealed that CK had decreased to 6.4. ECG obtained following PCI revealed interval improvement of the inferior T-wave inversions, with sustained T-wave abnormalities in the anterolateral leads (). Cardiac magnetic resonance imaging is not available at our facility and was not performed. The remainder of her hospitalization proceeded without incident, and she was discharged home in stable condition three days later.\\nThe patient was evaluated two weeks after discharge in an outpatient clinic and was feeling well. She again denied any stressors prior to the onset of pain but reported that the development of chest pain caused her a great deal of emotional distress. Repeat echocardiogram was obtained which revealed normal left ventricular systolic function ().", "age": "[[89.0, 'year']]", "gender": "F", "relevant_articles": "{'28839096': 1, '7863998': 1, '361155': 1, '11868050': 1, '1576142': 1, '25060198': 1, '10716533': 1, '15276100': 1, '11451258': 1, '17395683': 1, '26332547': 1, '15703419': 1, '30446399': 1, '9751687': 1, '29850820': 1, '25939129': 1, '32884846': 2, '29850871': 1, '26148768': 1, '11155418': 1, '9415014': 1, '7850952': 1, '31281681': 2}", "similar_patients": "{'7455845-1': 1}"}