{"patient_id": 595, "patient_uid": "6011161-1", "PMID": 29984021, "file_path": "comm/PMC006xxxxxx/PMC6011161.xml", "title": "Tibia Adamantinoma Resection and Reconstruction with a Custom-Made Total Tibia Endoprosthesis: A Case Report with 8-Year Follow-Up", "patient": "A 48-year-old female with known breast carcinoma was screened for possible dissemination with whole-body computed tomography (CT) and a bone scintigraphy scan. The bone scan revealed a tumor in the entire right tibia. The patient reported no symptoms from the tibia tumor. A plain X-ray and magnetic resonance image (MRI) confirmed an intraosseal tumor that extended from 4 cm below the knee joint proximally to about 4 cm from the ankle joint distally (). An open biopsy confirmed an adamantinoma histology. Different treatment options were thoroughly discussed with the patient, including a lower leg amputation with disarticulation of the knee, a total tibia resection and reconstruction with a tibia allograft, or a custom-made tibia EPR, which was eventually selected.\\nThe tumor was resected with an extensive anteromedial approach, and the defect was reconstructed with a custom-made, silver-coated, modular endoprosthesis of the Modular Universal Tumor and Revision System (Implantcast®, Buxtehüde, Germany) (). The knee joint was reconstructed with a metal-on-poly articulation with a (unique) metal-on-metal hinge mechanism (). The ankle joint was reconstructed with a metal-on-poly hinge joint with a talar replacement, stabilized with a trans-talar and trans-calcanear hydroxyapatite-coated stem. A supplementary screw was used to add stability in the subtalar joint. The endoprosthesis was enveloped in a Trevira (Implantcast®) tube to facilitate the attachment of soft tissues and the patella tendon (). A microvascular latissimus dorsi musculocutaneous flap was anastomosed to the tibia artery (end-to-side) and concomitant vein and wrapped around the prosthesis to avoid dead space and allow tension-free closure. In addition, a medial gastrocnemius muscle flap was transposed to cover the patellar tendon region; this was covered with a meshed split-thickness skin graft.\\nA histological analysis of the resected specimen showed an adamantinoma that had spread throughout the entire tibia and the margins were wide: an unaffected periosteum as an anatomic barrier and a minimum of clear soft tissue margin of 3 mm. Due to intracortical location of the tumor, no massive muscle excision was needed.\\nThe knee joint was immobilized in extension for 6 weeks to facilitate patella ligament attachment to the tube. Then, the joint was gradually mobilized. After 6 months, the patient's gait was almost normal, with mild limping. Local MRI and chest radiographs performed during the 8 years of follow-up showed no signs of local recurrence or distant metastasis. No loosening of the stem or other mechanical problem was reported. In a routine follow-up, in addition to radiographs, we used a local MRI with a metal artifact reduction sequence (MARS) technique [], which enables to observe local recurrences of the tumor around the massive titanium endoprosthesis.\\nEight years postoperatively, the patient had most of the time no pain and could mobilize freely. The patient resumed working full-time as a kindergarten teacher, and she has maintained her previous active lifestyle (except downhill skiing). On her latest follow-up visit (at 8 years), the knee range of motion was 0–105 degrees, ankle dorsiflexion was 5 degrees, and ankle flexion was 35 degrees. In the latest follow-up visit, we used 4 patient-related outcome (PRO) measures. The Musculoskeletal Society Tumor Score (MSTS) was 77%; the Oxford Knee score (OKS) was 35/48; the Toronto Extremity Salvage Score (TESS) was 80/100; and the 15D was 0.87/1.\\nThe metal-on-metal prosthesis caused an increase in metal ion concentrations: cobalt was 6 ppb and chromium was 8 ppb. The silver coating created a mild, local skin argyria pigmentation, with cosmetic discomfort [] ().", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'18057365': 1, '20119985': 1, '17368533': 1, '34007499': 2, '23814255': 1, '23369129': 1, '28088378': 1, '2743266': 1, '10954102': 1, '19048403': 1, '17375547': 1, '24378391': 1, '28899125': 1, '16470458': 1, '28343825': 1, '18060426': 1, '25628291': 1, '22675031': 1, '18279517': 1, '34326904': 2, '28265758': 1, '31190111': 1, '29984021': 2}", "similar_patients": "{'8110409-1': 1, '8110409-2': 1, '8311747-1': 1}"}