{"patient_id": 137109, "patient_uid": "6851068-1", "PMID": 31745422, "file_path": "noncomm/PMC006xxxxxx/PMC6851068.xml", "title": "Substernal Mass: A Rare Presentation of Hepatocellular Carcinoma", "patient": "A 62-year-old female presented to the emergency department (ED) with one week of progressively worsening abdominal pain and distension. Her pain was located in the left upper quadrant, radiated to her back, was 10/10 in severity, and sharp in quality. Her pain was aggravated by lying down or rising from bed and alleviated by staying still. Review of systems was positive for one week of constipation and one episode of non-bloody, non-bilious vomiting three days before presentation, and an episode of hematuria without dysuria on the day of presentation. She presented to her primary care physician four days before arriving at the ED, and was prescribed acetaminophen, ciprofloxacin, and docusate with minimal interval improvement.\\nHer medical history was significant for chronic hepatitis C diagnosed two years prior, hypothyroidism, chronic obstructive pulmonary disease, hypertension, type II diabetes mellitus, and osteoarthritis of bilateral knees. Of note, she does not have a documented prior history of varices or gastrointestinal bleeding. Past surgical history was significant for a percutaneous liver biopsy performed two years prior, which was reported by the patient to be benign. She had a 30-pack year history of smoking. She denied alcohol or intravenous drug use. The patient reported nonadherence to hepatitis C treatment at the time of presentation.\\nPhysical exam was notable for mild distress, but the patient was alert and oriented and responding appropriately. There was mild scleral and oral mucosal icterus. The abdomen was markedly distended, firm to touch, and dull to percussion in all four quadrants. There were normal bowel sounds on auscultation, and there was no pain on superficial palpation. Significant pain was elicited with deep palpation in the left upper quadrant, but no rebound tenderness or guarding was present. No asterixis was present. There was no appreciable caput medusa, clubbing, palmar erythema, or spider telangiectasias.\\nPertinent laboratory tests included an alanine aminotransferase of 483 units/L, aspartate aminotransferase of 139 units/L, CA125 of 233 units/mL, and alpha-fetoprotein of 3673 ng/mL. Carcinoembryonic antigen was within normal limits.\\nContrast-enhanced computed tomography (CT) of the abdomen and pelvis during the delayed-phase showed a well-defined 1–2 cm hypodense lesion in hepatic segment IV [] that was not conspicuous on either arterial- or venous-phase. Moderate amount of ascites, most notably in the right paracolic gutter, was also present. There was no evidence of gastric, splenic, or esophageal varices. There was no recanalization of the paraumbilical vein, dilatation of the main portal vein, or splenomegaly. Contrast-enhanced CT of the chest showed a well-marginated, homogenous soft-tissue density 3.5 cm substernal mass within the mediastinal fat and in the region of the prepericardial lymph nodes [].\\nGiven the concern that the substernal mass was an entity unrelated to the lesion within the liver and rather reflective of a primary mediastinal neoplasm, a cardiothoracic surgeon was consulted, and the resection of substernal mass was ultimately performed. However, the patient, unfortunately, went into fulminant liver failure postoperatively and died due to her complications from liver failure before the final pathology report.\\nThe pathology of the substernal mass revealed metastatic disease by poorly differentiated HCC. The morphologic findings on histopathology combined with the results of immunohistochemistry confirmed the presence of metastatic involvement of a prepericardial lymph node by poorly differentiated HCC []. A Barcelona clinic liver cancer staging was not performed during her hospitalization given the diagnosis of HCC was not yet rendered at the time of her death.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'23070825': 1, '20022882': 1, '16282739': 1, '10921426': 1, '24239313': 1, '8741556': 1, '23801848': 1, '19578313': 1, '19621703': 1, '11059728': 1, '10966697': 1, '24045908': 1, '1328737': 1, '11422629': 1, '8390550': 1, '2552214': 1, '22525476': 1, '17230611': 1, '31745422': 2}", "similar_patients": "{}"}