{"patient_id": 127304, "patient_uid": "6018985-1", "PMID": 29983983, "file_path": "noncomm/PMC006xxxxxx/PMC6018985.xml", "title": "Pulmonary lymphangitic carcinomatosis with ground-glass opacities as presentation of prostate cancer", "patient": "A 68-year-old Japanese man and current smoker with an 11-year history of rheumatoid arthritis (functional class 4 with high disease activity at the time of diagnosis) was referred to our department due to a four-month history of dry cough, a two-week history of anorexia, weight loss (4 kg), and progressive dyspnoea. His joint symptoms were worsening 17 months before admission, at which time he was treated with prednisolone, methotrexate, and golimumab. After a month, infliximab was commenced (switching from golimumab) and resulted in minimal disease activity. He had no history of allergy, bronchial asthma, drug use (including herbal medicine and illegal drugs), changes in bowel habits, recent travel abroad, or inhalation exposure.\\nThe patient’s temperature was 37.0°C, and he was tachypnoeic (respiratory rate, 27) and had an oxygen saturation of 91% at rest, which decreased to 80% on mild exertion. Physical examination showed no abnormality other than bilateral ulnar drift deformity of the hands. Laboratory findings were normal, except for slightly elevated serum lactate dehydrogenase (473 IU/L), alkaline phosphatase (550 IU/L), C-reactive protein (3.57 mg/dL), and carcinoembryonic antigen (7.2 U/mL) levels. A chest roentgenogram revealed an infiltrative shadow in both lung fields. A high-resolution computed tomography (CT) scan of the lungs revealed extensive GGOs and emphysematous changes; a partially irregular, thickened interlobular septum and bronchovascular interstitium; slight pleural effusion; and mediastinal lymphadenopathy (Fig. A–C). Electrocardiography and echocardiography revealed no abnormality.\\nScreening tests for opportunistic infection were negative, including cytomegalovirus pp65-antigenemia, serum β-D-glucan, anti-Aspergillus antibody, and galactomannan antigen. A bronchoalveolar lavage fluid examination was unremarkable; loop-mediated isothermal amplification tests for Mycoplasma pneumoniae and Legionella pneumophila and a real-time polymerase chain reaction test for Pneumocystis jirovecii were negative; smears and cultures for fungus, bacteria, and acid-fast bacilli were negative; and a cytological test was negative for malignancy. Transbronchial lung biopsy (TBLB) revealed adenocarcinoma within the lymphatics and small vessels (Fig. A,B). There was no primary tumour in the thorax; therefore, additional tests were performed as follows: a digital rectal examination revealing a rough, firm, and slightly enlarged prostate; elevated prostate-specific antigen (PSA, 4072.434 ng/mL); a prostatic biopsy showing adenocarcinoma; and bone scintigraphy suggesting multiple bone metastases. The tumour cells in the lung (Fig. C) and prostate (not shown in the figure) were immunohistochemically positive for PSA. Based on these findings, PLC associated with stage IV prostatic adenocarcinoma (T4N0M1c) was diagnosed.\\nChemohormonal androgen deprivation therapy, bicalutamide, leuprorelin acetate, and docetaxel (70 mg/m2 of body surface area once every four weeks) were started, followed by denosumab. Four courses of docetaxel resulted in symptomatic relief, with considerable improvement in the GGOs (Fig. D–F) and a decrease to 531.081 ng/mL in PSA, and treatment currently continues in the outpatient clinic.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'32489852': 1, '26719232': 1, '24668537': 1, '26244877': 1, '34257780': 1, '8930034': 1, '29983983': 2}", "similar_patients": "{}"}