{"patient_id": 137781, "patient_uid": "6908959-1", "PMID": 31871602, "file_path": "noncomm/PMC006xxxxxx/PMC6908959.xml", "title": "Atypical presentation of Lyme neuroborreliosis related meningitis and radiculitis", "patient": "A 43-year-old man with a past medical history of gout presented to our hospital with one-month history of progressive lower extremity weakness, gait instability, and acute back pain. The patient reported he was subjectively diagnosed with viral meningitis one month prior to presentation to the emergency department (ED) with symptoms at the time including cough, fever, anorexia, malaise, fatigue, myalgias, cervicalgia/neck stiffness with flexion and extension, mild photophobia, headache and two-week history of scaly erythematous macular rash on his proximal medial upper and lower extremities. The patient refused to undergo lumbar puncture at the initial onset of his symptoms and thus a diagnosis of any infectious intracerebral/intrathecal process was never confirmed. At the onset of the patient’s symptoms, he had tried over-the-counter analgesics with some relief of his headaches though his generalized pain persisted. He initially underwent extensive laboratory studies at the onset of his symptoms ordered by his primary care physician one month prior to his presentation including rheumatologic evaluation and screening tests for tick-borne infections including Lyme serologies, however they were unremarkable, except for mildly elevated AST 79 and ALT 79, elevated CRP 4.95 mg/dL, and complement C3 227 mg/dL. His symptoms persisted and changed requiring hospital evaluation.\\nAt presentation to our hospital, the patient reported progressive weakness and severe radicular lancinating pain going from his lower back to his heels worse on the right side that is worsened with sitting and supine, emotional lability along with depression and anxiety. He had also noticed occasional action tremor in hands interfering with fine motor tasks, and mentioned feeling tremor in his legs causing imbalance and instability though with no falls. He denied any bowel and bladder dysfunction, although he reported an episode of premature ejaculation a couple weeks prior to presentation.\\nHis neurological exam was normal including strength, sensory, and reflex testing except for an unsteady wide based gait. We obtained a magnetic resonance imaging of lumbar spine with and without contrast that showed slightly thickened enhancement along the surface of the conus medullaris as well as enhancement of the nerve roots of the cauda equina, pronounced degenerative disc disease at L4-L5 with a broad-based disc-osteophyte complex, and mild bilateral facet arthropathy at L4-L5 results in mild-moderate bilateral neural foraminal stenosis as shown in . The nerve conduction studies and electromyography of his bilateral lower extremities were normal. A lumbar puncture was performed and the patient’s cerebrospinal fluid (CSF) analysis showed lymphocytic pleocytosis with white blood cell count of 225 and elevated protein of 77 and decreased glucose 38. Ultimately his serum LD Western Blot came back reactive with three IgG proteins and two IgM proteins, and one LD IgM band in CSF also came back positive.\\nThe patient was started on oral doxycycline 100mg BID for 5 days prior to placement of a PICC line for starting the patient on IV ceftriaxone 2g daily for 4 weeks in treatment of Lyme radiculitis and meningitis. On follow up in clinic two and a half weeks after starting medical therapy the patient noted his symptoms were significantly improved including resolution of the pain, weakness, constitutional and affective symptoms, while he still had some ambulatory difficulties.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'2172819': 1, '1431169': 1, '2585455': 1, '22302869': 1, '21484219': 1, '26058321': 1, '15257378': 1, '24365431': 1, '26291194': 1, '23666548': 1, '29383323': 1, '27161773': 1, '12160168': 1, '24397499': 1, '24879782': 1, '8546120': 1, '16012005': 1, '17587070': 1, '29278020': 1, '26953086': 2, '31871602': 2}", "similar_patients": "{'4756175-1': 1}"}