{"patient_id": 136233, "patient_uid": "6763664-1", "PMID": 31583166, "file_path": "noncomm/PMC006xxxxxx/PMC6763664.xml", "title": "Xanthogranulomatous colloid cyst: Radiologic– pathologic correlation and diagnostic difficulties", "patient": "A 77-year-old white woman presented to the emergency room with complaints of headaches, memory loss, and abnormal gait for the past 4 months. She had a 10-year history of a controlled type 2 diabetes mellitus and hypertension. At neurological examination, she was awake, partially oriented, with pupils equal round and reactive to light, without papilledema, perceived strength, eumetric intention tremor, no frontal release signs, and ataxia of gait.\\nA magnetic resonance imaging (MRI) revealed a hyperintense T1WI solid cystic lesion measuring 3.0 cm×2.8 cm×2.9 cm located inside the anterior portion of the third ventricle causing obstructive hydrocephalus. The posterior portion of the lesion was predominantly solid and hypointense on T2WI and on gradient echo (GRE) T2WI, and the anterior portion was predominantly cystic with both hyper- and hypointense areas on T1WI and T2WI, with no suppression on fluid- attenuated inversion recovery (FLAIR) and no restriction to diffusion. The solid portion was hypointense on T1WI and demonstrated heterogeneous areas of enhancement after gadolinium contrast agent administration; there were also some peripheral sparse areas of enhancement in the cystic portion of the lesion. These heterogeneous peripheral enhancements and hypointensity on GRE TW2I are consistent with either hemosiderin or calcifications, raising concern for an atypical colloid cyst or a cystic craniopharyngioma [].\\nA left frontal craniotomy with pterional approach and a transfrontal route using endoscopic visualization and stereotactic guidance were performed, and the intraventricular lesion was removed microsurgically. The solid part of the lesion was excised, and most of the capsules were removed except for the part densely adherent to the floor of the third ventricle. About 3–4 ml of “machine-like oil” fluid was also drained.\\nIn the intraoperative view, the lesion was solid cystic located in the third ventricle near the foramen of Monro. The specimen received and fixed in 10% buffered formalin, displayed a nodular appearance, measured 2.5 cm×2.0 cm×2.0 cm, and weighed 7.0 g. It was surrounded by a delicate irregular membrane, with a yellowish color and friable areas. The solid part was firm, grayish-black in color, and avascular [].\\nIn the intraoperative histological examination, a diagnosis of craniopharyngioma was made, but the definitive histopathological examination of the excised specimen revealed a colloid cyst lined by a single layer of cuboidal, partially flattened nonciliated and ciliated epithelial cells. There was a high prevalence of macrophages and epithelioid cells, many of which included refractile material and hemosiderin. In addition, cholesterol clefts and lymphocytes were seen in focal sets. Polymorphonuclear leukocytes were diffusely spread out throughout the granuloma []. The final diagnosis of a xanthogranulomatous colloid cyst with hemosiderosis was made. The immediate post-operative MRI demonstrated an almost complete reduction of the cystic lesion, with some sparse areas of contrast agent enhancement, and normalization in the lateral ventricle size []. Clinically, the patient evolved with the gradual improvement of the condition; she was discharged and followed-up conservatively with serial neuroimaging.", "age": "[[77.0, 'year']]", "gender": "F", "relevant_articles": "{'8972153': 1, '16378134': 1, '23914099': 2, '28665178': 1, '7302822': 1, '33207407': 1, '4035556': 1, '4013683': 1, '2505568': 1, '22439115': 2, '20363554': 1, '23140146': 1, '31583166': 2}", "similar_patients": "{'3307247-1': 1, '3724301-1': 1}"}