{"patient_id": 13491, "patient_uid": "6854987-1", "PMID": 31772777, "file_path": "comm/PMC006xxxxxx/PMC6854987.xml", "title": "The Use of Succinylcholine in Brugada Syndrome: A Case Report and Discussion of Literature", "patient": "A 50-year-old male patient was indicated for ECT treatment because of a severe depression with increasing suicidal thoughts, existing since two years. Several medication had been tried, (citalopram, escitalopram, nortriptyline, and lithium), but appeared not effective. His medical history included a hearing loss for which he had a hearing aid, but no other medical conditions.\\nOn pre ECT examination, while on lithium and nortriptyline (no other medications), his ECG raised the suspicion of Brugada syndrome (type 2 ECG). There was no family history of sudden death at young age. Lithium and nortriptyline were discontinued because of their potential risk in Brugada syndrome. Cardiologic workup revealed no symptoms indicative of increased arrhythmia risk such as aborted cardiac arrest, (pre)syncope or palpitations, and cardiologic evaluation (exercise testing, 24-hour Holter recording, cardiac magnetic resonance imaging) was unremarkable. Based on these findings, it was concluded that his risk of potentially lethal arrhythmias was low, and that ECT-treatment was appropriate safe. Because of the severity of the depression and suicidality, it was decided not to postpone the treatment pending the further analysis of the suspected Brugada syndrome. After obtaining informed consent of the patient and his wife, which included information on possible cardiac risks, we started with dose titrated right unilateral ECT treatment, two times a week. The patient was anesthetized for each ECT with succinylcholine 80 mg, methohexital 90 mg and remifentanil 80 mcg, under the control of ECG, blood pressure, heart rate, pulse oximetry and electroencephalography.\\nDuring the ECT-course, further workup took place in an academic hospital. The suspicion of Brugada syndrome was confirmed when a provocation test with the class I antiarrhythmic drug ajmaline elicited a type 1 ECG (). Genetic screening revealed no mutation in SCN5A. Yet, subsequent family screening yielded a positive ajmaline test in one brother and a negative test in the other brother, confirming Brugada syndrome in the patient.\\nThe patient underwent subsequent ECT treatment without cardiac dysrhythmias or other medical problems. After thirteen ECT sessions, the depression was largely in remission. Because of the arrhythmia risk associated with the use of (tricyclic) antidepressants and lithium, we provided ECT as a maintenance treatment in a decreasing frequency. After a total of thirty-five sessions, we decided in consultation with the patient to stop the ECT treatment because of ECT-related cognitive complaints such as impairment of (biographical) memory. During the final weeks of ECT-treatment, venlafaxine 75 mg was started as maintenance treatment. Cardiologic investigations during the use of this drug (ECG, exercise testing, 24-hour Holter recording) revealed no indications for increased arrhythmia risk.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'21921431': 1, '30004912': 1, '21293886': 1, '1309182': 1, '23994779': 1, '12417552': 1, '22622300': 1, '18354369': 1, '21947754': 1, '28739038': 1, '26139749': 1, '12393785': 1, '17853265': 1, '19716089': 1, '21698509': 1, '31772777': 2}", "similar_patients": "{}"}