{"patient_id": 128890, "patient_uid": "6149979-1", "PMID": 30271171, "file_path": "noncomm/PMC006xxxxxx/PMC6149979.xml", "title": "A case of interstitial lung disease with alveolar hemorrhage induced by pembrolizumab", "patient": "A 67-year-old female former smoker was diagnosed with adenocarcinoma on the basis of pathological examination of transbronchial biopsy specimens. Distant metastases were not detected by the whole-body assessment. She underwent a right upper lobectomy with systematic lymph node dissection for lung adenocarcinoma (pT2aN0M0 stage IB: 7th edition of UICC TNM staging). Two years after the surgery, she developed numbness in both feet and was admitted to the emergency room. Spine MRI and chest computed tomography (CT) showed obvious nerve compression due to intradural extramedullary spinal metastasis, suggesting recurrence of her lung cancer. She underwent emergency palliative laminectomy decompression surgery. The pathological features and molecular profiles of the resected intradural extramedullary spinal tumor were reviewed. We diagnosed metastasis from lung adenocarcinoma; neither a mutated EGFR gene nor an ALK fusion gene was detected. Immunohistochemistry revealed high expression of PD-L1 showing a tumor proportion score of 50%–74% on the tumor cell membrane. One month after the palliative surgery, the patient’s performance status improved from 3 to 1. However, as left pleural effusion, left hilar lymphadenopathy, and left lower tumor progressed (), pembrolizumab treatment (200 mg/day) was initiated. After four cycles of pembrolizumab treatment, she did not have any respiratory symptoms, including coughing, hemoptysis, and dyspnea. However, chest X-ray revealed ground-glass opacities (GGOs) and consolidation in both the lungs. Chest CT showed GGOs and consolidation in both the lungs around the bronchial vascular bundles, along with a crazy-paving pattern (). A hematological examination showed increased inflammatory response (white blood cells 8,400/μL and serum C-reactive protein 4.7 mg/dL) and anemia (serum hemoglobin of 9.7 g/dL). Although KL-6 was not high (380 U/mL), SP-D was increased (351 ng/mL). The patient’s serum antibody titers against Mycoplasma pneumoniae and Chlamydia pneumoniae were not elevated. The patient’s urine was negative for pneumococcal and Legionella pneumophila serotype 1 antigens. Serologic data revealed no abnormal findings suggestive of collagen vascular diseases, including anti-neutrophil cytoplasmic antibody (ANCA), and no microorganisms grew on a sputum culture. Fiberoptic bronchoscopy was performed. Bronchoalveolar lavage (BAL) fluid from the right lower lobe gradually became bloody () with 45% lymphocytes (24.0% CD4, 71.4% CD8), 40% macrophages, 15% neutrophils, and 0% eosinophil. No microorganisms grew on a BAL fluid culture, and no evidence of malignancy was apparent. A transbronchial lung biopsy (TBLB) specimen obtained from the right lower lobe showed thickening of the alveolar walls with myxofibrous and lymphocytic infiltration changes (). Although we could not find hemosiderin-laden macrophages in the TBLB specimens, agglutination of red blood cells with focal coagulate change was observed in the air spaces of the alveoli. We diagnosed pembrolizumab-induced ILD with alveolar hemorrhage. After fiberoptic bronchoscopy, oxygen desaturation was found, and oral prednisolone was started at 1.0 mg/kg/day for 2 weeks (initial dose: 40 mg/day) and then the dose was gradually decreased by 5 mg/day every week until reaching a dose of 20 mg/day. The patient’s radiographic abnormal findings resolved rapidly (), and oral prednisolone was tapered and then discontinued 3 months later without a recurrence of pneumonitis. The patient showed partial responses to pembrolizumab treatment; however, we did not try a challenge readministration of pembrolizumab.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'27026676': 1, '32774259': 2, '34306873': 2, '30671338': 1, '28674360': 1, '34480197': 1, '28798088': 1, '28551359': 1, '27718847': 1, '26412456': 1, '26712084': 1, '29162153': 1, '26865455': 1, '27646942': 1, '30271171': 2}", "similar_patients": "{'8294017-1': 1, '7383190-1': 1}"}