{"patient_id": 14760, "patient_uid": "6928340-1", "PMID": 31864149, "file_path": "comm/PMC006xxxxxx/PMC6928340.xml", "title": "Mini gastric bypass for the management of gastrobronchial fistula: A case report", "patient": "A 46 years old male was seen in the outpatient clinic with the complains of on/off abdominal pain, productive cough with yellow sputum, and vomiting occasionally mixed with blood. There was no fever or night sweat. In addition to, an unremarkable systematic review.\\nOn physical examination, the patient was in mild pain. With rhonchi heard at the left lower chest. The abdomen was soft and lax with mild tenderness in the left upper quadrant.\\nPast surgical history was significant for laparoscopic sleeve gastrectomy 24 months ago where the patient had a BMI of 44.68 kg/m2 and was discharged 2 days after with no complication. Labs were ordered and showed the following: Red blood cell count of 4.6 1012/L, white blood cell count of 6.1 109/L, a hemoglobin level of 115 g/L, and platelet level of 227 109/L.\\nEarlier that year, the patient presented to the emergency department complaining of generalized abdominal pain and was found to have a splenoportovenous thrombosis. Subsequently, the patient was referred and started following up with the hematology clinic. A follow up CT showed an incidental finding of a left subphrenic focal pouch measuring 3.5 cm with air fluid level. Since the patient was asymptomatic at that time, no intervention was proposed. A later CT was done () and showed an increase in size in comparison to the previous study, with air-fluid level associated with stable left diaphragmatic and pleural thickening, with subsequent linear adjacent basal lung atelectasis.\\nTo further define the extent of the leak, an X-ray fluoroscopy barium meal () was done and confirmed a leak from the proximal gastric pouch with no communication to the pleural space. Percutaneous drainage was placed by interventional radiology (IR) which showed bloody flanks with thick pus. The patient was discharged with a follow up in the clinic where he came later complaining of unresolving cough with undocumented fever.\\nAn X-ray fluoro-fistulogram () showed the contrast from the left upper quadrant collection appears to be freely communicating with the left lower lobe bronchioles reaching into the left main bronchus and trachea. And the diagnosis of a gastrobronchial fistula was established.\\nEndoscopic management was initially trialed. Nevertheless, stent placement was aborted during endoscopy due to the presence of esophageal varices. Instead, an over the scope clip (OTSC) was placed with no complication. Thereafter, the clip was unable to close the whole fistula. And surgery was indicated.\\nUnder general anesthesia, the patient was placed supine with legs apart. Surgery was performed by an attending and professor of upper gastrointestinal surgery with the assistance of an upper gastrointestinal surgery fellow. Laparoscopic approach was carried out through 5 ports. A 12 mm camera port placed supraumbilical, two 12 mm ports placed in the right and left lateral, a 5 mm port placed in the left anterior axillary line to retract the fat laterally away from the stomach, and a 5 mm port placed midline below the xiphoid process to be used as a liver retractor. The gastric tissue was exposed and was surrounded by adhesions. The adhesions were released using harmonic and hook diathermy to access the GBF site. A fistulojejunostomy was initially intended, but it wasn’t feasible due to inflamed and edematous fistula edges. Consequently, refashioning of the gastric fistula’s edges and invagination using a graham patch was done. Methylene blue test was negative. Then we proceeded with preforming a mini gastric bypass through the usual technique. Gastric pouch was 15 cm in length. After counting of the small bowel from duodenojejunal flexure 180 cm, gastrojejunostomy was done using linear 60 mm purple stapler. Methylene blue was repeated and showed no leak. Postoperatively, the patient was transferred to the ward and recovered smoothly and was discharged home on day 6. A series of gastrographin studies were done with absence of leakage up to 10 months ().", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'26224373': 1, '28750839': 1, '26111361': 1, '28008162': 1, '33123868': 1, '24238732': 1, '22854632': 1, '2083933': 1, '26729280': 1, '30342279': 1, '18696169': 1, '25320526': 1, '30336353': 1, '22977059': 1, '31864149': 2}", "similar_patients": "{}"}