{"patient_id": 133926, "patient_uid": "6544421-1", "PMID": 31198570, "file_path": "noncomm/PMC006xxxxxx/PMC6544421.xml", "title": "Recurrent Paenibacillus infection", "patient": "A 66-year-old man was referred to the University of Utah Infectious Diseases clinic for evaluation of recurrent right thigh soft tissue infection. These symptoms began in 2011 when he underwent left ankle surgery following minor trauma. No indwelling hardware, other than surgical screws, was placed in the ankle. Several weeks after surgery, the patient noted the development of a firm nodule and swelling in the right groin and upper thigh, which he described as ‘a pocketful of rocks’. A magnetic resonance imaging (MRI) was performed, which revealed multifocal intermuscular and intramuscular rim-enhancing fluid collections in the proximal anterior lateral thigh. The lesion ulcerated and developed into a chronic, non-healing wound. The patient underwent surgical debridement, followed by several weeks of oral antibiotics targeting Gram-positive coccobacilli recovered from intra-operative tissue culture that were not further speciated. Several months after surgery, the wound site became inflamed and ulcerated, requiring repeat surgical debridement and antibiotics. At the time of infectious diseases referral in late 2016, the patient had undergone 11 episodes of surgical debridement of the right upper groin and thigh followed by short course antibiotics over a 5-year period.\\nThe patient’s medical history is significant for well-controlled diabetes mellitus (HbA1c = 5.7%), hypercholesterolemia, hypertension, prostate cancer and West Nile virus (WNV) encephalitis in 2006 from which he recovered without incident. On physical examination, a 2-cm irregularly shaped, well-healed scar was identified immediately adjacent to the surgical site on the anterior right lower extremity. The patient attributed this scar to a distant childhood traumatic injury, when a large stick penetrated his right thigh after he fell from a tree house onto a marshy forest floor. He recalls removing the penetrating foreign body and never sought medical attention for this wound, which healed spontaneously. The wound was never explored for retained foreign bodies, and he denied any history of surgery or invasive procedures prior to the ankle surgery in 2011.\\nUpon examination, the patient was oriented and in no distress. The blood pressure was 116/64 mm Hg, pulse was 76 beats per minute, respirations were 16 per minute, oxygen saturation was 93% on room air and temperature was 36.4°C. Examination of the right anterior thigh revealed a serpiginous, well-healed surgical scar that was non-tender and non-erythematous. Two well-healed irregularly shaped scars were noted adjacent to the surgical site. There was full range of motion and no tenderness over the hip joint or lumbar spine. He exhibited normal gait and had no inguinal lymphadenopathy. Laboratory results showed no abnormalities in blood counts, complete metabolic panel or inflammatory markers. The patient’s blood work was negative for human immunodeficiency virus, Hepatitis B and Hepatitis C.\\nMultiple intra-operative tissue cultures from surgical debridement recovered either Paenibacillus species or Gram-positive coccobacilli not further speciated, including the most recent debridement in 2016. He had been prescribed a variety of post-operative antibiotic regimens and reported that trimethoprim-sulfamethoxazole (TMP-SMX) treatment brought symptom relief, with no recurrence during the antibiotic course. At the time of infectious diseases consultation, the patient was taking TMP-SMX after the most recent surgical debridement. A repeat MRI was scheduled. Five days prior to repeat imaging, the patient discontinued TMP-SMX treatment. MRI revealed no fluid accumulation or recurrence of infection, and the patient was advised to remain off TMP-SMX.\\nThe patient remained healthy and pain-free for 3 months following TMP-SMX interruption, when fatigue and weakness returned, as well as tenderness and swelling at the surgical site. A superficial abscess at the site of debridement was drained, and tissue cultures grew P. macerans. An MRI was performed, with multifocal intermuscular and intramuscular rim-enhancing fluid collections within and around the vastus lateralis (Fig. ). The patient underwent right thigh surgical debridement and wash out. Antibiotic susceptibility testing of intra-operative tissue culture identified TMP-SMX-susceptible P. macerans (Table ); fungal and mycobacterial cultures were negative. Pathology showed focal necrobiotic granulomatous inflammation in soft tissues. The patient was continued on a regimen of 360 mg oral TMP-SMX BID indefinitely and has remained afebrile and clinically stable since reintroduction of therapy.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'34250194': 1, '11057666': 1, '34152975': 1, '27394713': 1, '27304426': 1, '27905924': 1, '28400473': 1, '31198570': 2}", "similar_patients": "{}"}