{"patient_id": 10631, "patient_uid": "6679672-1", "PMID": 31528175, "file_path": "comm/PMC006xxxxxx/PMC6679672.xml", "title": "Renal Capillary Hemangioma Mimicking Urothelial Carcinoma, A Case Report and Review of the Literature", "patient": "A 74-year-old man referred to the urologist for excision of a mass in renal pelvis.\\nThe mass was detected during sonography of pelvic cavity because of urinary retention secondary to the prostatic hypertrophy.\\nNo previous history of any significant disease was noted and physical examination was completely normal. The laboratory work up including biochemical and hematological tests including renal function tests were all normal.\\nUltrasonography showed a well-defined solid-cystic mass in the renal pelvis measuring about 4 cm. The sonographic findings were in favor of a renal tumor in the hilum, thus, CT scan was recommended. The CT scan showed lower limit of size in both kidneys, and small mass in the left renal pelvis (). The mass was heterogeneous with peripheral irregular enhancement, measuring about 4×3.7×2.6 cm. According to the location of the tumor and imaging studies, the main impression was urothelial carcinoma of renal pelvis; thus, the patient was undergone for radical nephrectomy.\\nThe specimen received in the Pathology Department showed small size kidney with fat in-growth and a round well-defined mass in the hilum, measuring about 4 cm in greatest diameter. The mass was mostly solid with white and brown color ().\\nMultiple sections from the mass showed many capillary-sized vessels which were lined by bland looking endothelium. The endothelial cells showed no atypia and were positive for CD31 and factor-8-antigen. There was no anastomosing channel. ().\\nThe patient was reported with capillary hemangioma of renal pelvis. Follow up for 6 months was unremarkable.\\nshows the details of the reported cases. As the table shows, majority of them occurred in men with the age range of 22-69 years (46.6 ± 12.1).", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'21846922': 1, '20534992': 1, '15689252': 1, '22612516': 1, '26623154': 1, '22342407': 1, '11337309': 1, '15787321': 1, '16546468': 1, '23090628': 1, '11752931': 2, '19830012': 2, '11792903': 1, '23020314': 1, '31528175': 2}", "similar_patients": "{'2740297-1': 1, '2718141-1': 1, '2718141-2': 1, '2718141-3': 1}"}