{"patient_id": 129760, "patient_uid": "6208221-1", "PMID": 30459899, "file_path": "noncomm/PMC006xxxxxx/PMC6208221.xml", "title": "Persisting Embryonal Infundibular Recess Masquerading as a Nasal Mass", "patient": "The case we report is that of a 35-year-old female who presented to the otorhinolaryngologist with hyposmia. Diagnostic nasal endoscopy showed a pulsatile mass in the roof of the nasopharynx extending up to the posterior margin of the middle turbinate along with multiple nasal polyps []. Further evaluation with CT showed a cylindrical bony structure in the sphenoid sinus with a central hypodense area extending from the third ventricular floor to the nasopharynx []. A 3 Tesla MRI showed a cystic lesion extending from with the floor of the third ventricle, to the sphenoid sinus and down into the superior aspect of the nasopharynx submucosally. There was herniation of anterior pituitary gland along the posterior margin of the defect with a shallow sella turcica. The prechiasmatic optic nerve was thinned out and stretched with a v-shaped configuration of the optic chiasm sinking into the superior portion of the defect anteriorly []. The further hormonal evaluation revealed hypocortisolism. Her visual acuity and fields were found to be within the normal limits.\\nThe differential diagnosis of an encephalocoele and PEIR were considered. The endoscopic transnasal transsphenoidal approach was chosen as anterior skull base repair can be performed effectively by this approach.\\nShe underwent navigation-assisted endonasal endoscopic transsphenoidal repair and reconstruction under general anesthesia. Intraoperatively, there was a bony defect in skull base at the anterior edge of the sella, extending as a cylindrical bony canal down up to the anterior face of the sphenoid sinus, with a soft pulsatile mass extending from the intracranial space into the nasopharynx. It was covered with mucosa at the lower end. The bone was drilled and soft tissue overlying the sac was excised. The sac was freed all around. The optic chiasm was identified after opening the anterior dura using navigation assistance. The sac contained gliotic brain matter and CSF. The sac was arising from the floor of the third ventricle. Sac was reduced. The reconstruction of the defect was with fat, nasal septal cartilage, fascia, and right nasoseptal mucoperiosteal (Hadad) flap in that order and reinforced using fibrin glue. The lumbar drain was retained until the third postoperative day.\\nShe underwent an immediate post-operative MRI that showed evidence of good surgical repair of the encephalocoele with the restoration of anatomy of the optic chiasm and pituitary region [].\\nHer postoperative period was uneventful, and she was discharged on the fifth postoperative day. She was fine until the last outpatient review at 6 months following surgery with complete recovery of hormonal functions. Her vision charting remained normal on follow-up.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'18950267': 1, '8741375': 1, '30459899': 2}", "similar_patients": "{}"}