{"patient_id": 12846, "patient_uid": "6819641-1", "PMID": 31660995, "file_path": "comm/PMC006xxxxxx/PMC6819641.xml", "title": "Complexity in unclassified auto-inflammatory disease: a case report illustrating the potential for disease arising from the allelic burden of multiple variants", "patient": "A 4-year-old boy was referred to the Rheumatology Clinic at the British Columbia Children’s Hospital for evaluation of recurrent rash and fevers. Raised tender erythematous plaques on his limbs had been present intermittently since age 18 months, lasting for hours to weeks. Intermittent fevers to 39 °C, beginning in the evening, and lasting for days to weeks, began at 2.5 years of age, unassociated with the skin lesions, and without identifiable precipitants. Symptoms associated with the fevers included lethargy, arthralgia, myalgia, headache, cough, vomiting and loose stool.\\nThe parents are unrelated, and of East Indian Kenyan ancestry. No relative has symptoms similar to those of the patient. The boy was the product of a term pregnancy complicated by maternal antiphospholipid syndrome (resulting in three fetal losses prior to 6 weeks’ gestation), Graves’ disease (for which his mother had received previous radiation), and maternal thyroxine during the pregnancy. His father and two siblings are healthy. As part of the investigations of recurrent fetal loss, karyotype analysis indicated that the father carried an apparently-balanced reciprocal translocation involving the long arms of chromosome 5 and 14 with karyotype 46,XY, t (5, 14)(q11.2;q32.1).\\nInitial laboratory investigations of the patient at age 4 years revealed elevated ESR, mild anemia, and low leukocyte and platelet count. Because of concern about continuing symptoms, and the presence of an autoinflammatory syndrome, extensive inital investigations were performed with normal or negative results: quantitation of C-reactive protein (CRP), liver enzymes, ferritin, blood urea nitrogen (BUN), creatinine, urinalysis, immunoglobulins (including IgD during a febrile episode), antinuclear antibodies (ANA), anti-neutrophil cytoplasmic antibody (ANCA), anti-cardiolipin antibody (aCL), von Willebrand factor (vWF) antigen, complement (C3 and C4), tissue transglutaminase (tTG), alpha-1 antitrypsin, TB skin test and chest x-ray.\\nGenetic screening for Familial Mediterranean Fever (FMF) showed compound heterozygous variants of uncertain significance in exon 3 of the MEFV gene, p.P369S and p.R408Q. At the time of this writing, both variants have conflicting interpretations in ClinVar (). Subsequent analysis of the parents determined that the father was also heterozygous for both MEFV variants while the mother was negative, which led to the conclusion that the two MEFV variants are in cis position (on the same allele, thereby constituting a haplotype). Prior to genetic investigation of FMF, the patient was provisionally treated with colchicine (0.3 mg BID) and minor improvement in the recurrence, but not severity, of fever episodes was observed. Several attempts to discontinue colchicine treatment resulted in increased frequency of fever episodes, so colchicine was continued.\\nAt 5 years of age, the skin rash became more extensive, involving both lower extremities, and had the appearance of erythema nodosum. He also developed moderate hepatomegaly with mild elevation of liver enzymes (AST range 78–158 U/L, ALT range 59–251 U/L) and elevated LDH (range 938–1616 U/L), which continued to be elevated for most of the time during the course of the disease (Table ). He had persistent anemia and worsening pancytopenia, with negative testing for infectious diseases, inflammatory bowel disease, autoimmune hepatitis, and metabolic disease. Immunodeficiency screening, including mitogen testing, T and B cell panel and immunoglobulin levels were reported as normal or negative. Bone marrow examination showed lack of iron stores, but was otherwise unremarkable. Histopathology of a liver biopsy showed mild to moderate lobular hepatitis with hemophagocytic lymphohistiocytosis (HLH). Laboratory evaluations for HLH, including NK cell function, perforin/granzyme B percentages and soluble IL-2 receptor (sIL-2R) levels were normal, while the screening showed no mutations in MUNC13–4, PRF1, STX11 or RAB27A genes.\\nFurther testing was undertaken to pursue the possibility of an autoinflammatory syndrome. Sequencing of the TNFRSF1A and MVK genes revealed no variants associated with Tumor Necrosis Factor Receptor – Associated Periodic Syndrome (TRAPS) or Hyper IgD Syndrome (HIDS), respectively. Measurement of serum and cerebrospinal fluid cytokines (Mesoscale Human Biomarker 40-plex) during a flare of disease showed elevated concentrations of several pro-inflammatory cytokines, most notably, interferon (IFN)-γ (Table ). A type 1 IFN score [] based on the expression of 6 genes (IF127, IF144L, IFIT1, ISG15, RSAD2, SIGLEC1), was elevated (4.531) suggesting heightened activity of IFN-α and/or IFN-β. Research-based whole exome sequencing showed rare variants in the following genes:\\nNLRP12: two heterozygous variants of unknown significance in exon 3 (p.T260 M inherited from mother and p.T320 M inherited from father) and one heterozygous variant classified as likely benign in exon 1 (p.G39 V inherited from father); CEP164: two variants classified as likely benign (homozygous p.P495R and heterozygous p.R1122C inherited from father); COL6A3: one homozygous variant of unknown significance (p.R1990W); TREML1: one previously undescribed homozygous variant causing in-frame deletion.\\nSanger sequencing of the NLRP12 gene in the patient, parents and siblings, showed that the variants did not confidently co-segregate with disease status. Variants in the MEFV gene and the NLRP12 gene were subsequently confirmed by clinical-based whole exome sequencing (Table ).\\nAt age 6 years, a diagnosis of periodic fever syndrome, unclassified, with associated macrophage activation syndrome (MAS) features was given. Treatment with oral prednisone (0.5–1 mg/kg/day) resulted in slight improvement, but the patient continued to have episodes of illness. His growth during this period was poor, he missed substantial amounts of school and he was unable to participate in sports and other extracurricular activities. He was started on Anakinra at 2 mg/kg/day with minimal improvement, but with a dose increase to 4 mg/kg/day, his fever episodes became shorter, new lesions of the erythema nodosum-like rash on the lower extremity were present on a less frequent basis, and he had less need for supplemental corticosteroids. Despite these improvements, he continued to have febrile episodes every 1–2 months, lasting 1–2 weeks, with accompanying painful skin nodules, hepatosplenomegaly, pancytopenia, and raised liver enzymes. A dose increase of Anakinra to 8 mg/kg/day did not provide any incremental symptomatic improvement and the drug (but not prednisone) was discontinued because of severe urticarial skin lesions. Following anakinra discontinuation, serum amyloid A (SAA) levels were extremely high (193,855 ng/mL, normal range 1000–5000 ng/mL) (Fig. ).\\nAt age 8.5 years, in the face of continuing disease, canakinumab at 4 mg/kg every 4 weeks was started and the patient had rapid and complete resolution of fever, musculoskeletal pain, and fatigue; this enabled tapering of prednisone and correlated with improved laboratory tests, including a substantial drop in SAA (to 5000 ng/mL). Nevertheless, he continued to have occurence of erythema nodosum-like lesions primarily on the lower extremity, and he had several episodes of fever requiring intermittent increases in prednisone dose. After 1 year, the canakinumab was discontinued for a period of time due to funding coverage issues. This led to a significant flare that, regardless of daily high dose prednisone, subsided only after canakinumab was restarted. During the following year he started to have more frequent fever episodes occurring just prior to the canakinumab dose. He had episodes of severe abdominal pain with splenomegaly, and he suffered from frequent headaches, often independent of fever. Ultrasound and fibroscan were negative for liver fibrosis, cirrhosis and portal hypertension. An extensive neurological workup that included brain imaging (MRI/MRA/MRV), ophthalmology assessment and lumbar puncture, was normal. Eventually, the canakinumab dose interval was reduced from 28 days to 21 days.\\nAfter 4 years of canakinumab treatment, the patient continued to have episodes of fever every 1–2 months and frequent erythema-nodosum lesions. He had a trial of increased canakinumab dose from 150 mg (5 mg/kg) every 21 days to 300 mg (10 mg/kg) every 4 weeks. After initial improvement on the higher dose, with fever occurring only every 3–4 months and lasting only for 1 day, parents noted that the patient had an increasing frequency of disease flares, occurring monthly. Canakinumab was decreased to 150 mg every 4 weeks, with regular daily colchicine and continual low dose prednisone that is increased with febrile flares. This combination of medications has resulted in a relatively stable clinical situation without any major febrile illness episodes. The patient has sustained modest linear growth, and has maintained school attendance and participation.", "age": "[[4.0, 'year']]", "gender": "M", "relevant_articles": "{'17964261': 1, '23291246': 1, '24831056': 1, '27535533': 1, '28001092': 1, '27831908': 1, '19302049': 1, '26295439': 1, '32653009': 2, '24965843': 1, '23844200': 1, '25318808': 1, '31088470': 1, '19934105': 1, '34521435': 1, '24183309': 1, '25500445': 1, '22906030': 1, '28868300': 2, '29773275': 1, '23484126': 1, '31660995': 2}", "similar_patients": "{'7353681-1': 1, '7353681-2': 1, '5567010-1': 1}"}