{"patient_id": 129064, "patient_uid": "6166168-1", "PMID": 29350667, "file_path": "noncomm/PMC006xxxxxx/PMC6166168.xml", "title": "The Schmidt syndrome", "patient": "We describe the case of a 69 years old woman admitted to our department for hyponatremia and abdominal pain. Blood test showed severe hyponatremia (111 mEq/L), only low increase in serum potassium concentration and no emodynamic alterations such as hypotension or arrhytmia. Abdominal echography and acutely performed X-Ray were unremarkable.\\nIn her history-taking a previous hospitalization for abdominal pain and syncope in which a slight dyselectrolytemia was just present.\\nA complete laboratory blood investigation panel was performed at the admission to our ward (). Of particular interest a remarkable hyponatremia (106 mEq/L) and hyperkalemia (6,6 mEq/L) and only a minimum alteration of major laboratory parameters of kidney desease were displayed (Creatinine 1 mg/dl; Bun 36 mg/dl, eGFR 57 mL/min/1.73m2).\\nAn abdominal Magnetic Resonance, acutely performed in the suspicion of dangerous abdominal conditions, showed small adrenal glands and no other relevant alterations. In the suspicion of Addison Deseases, a specific laboboratory screening was performed to investigate pituitary state (). The results showed TSH and ACTH severe increase consistent with Addison and thyroid disease associations (). At 1-month encephalic magnetic resonance revealed a pituitary adenoma in adrenal insufficiency and thyroid disease consistent with “Schmidt Syndrome”. Considering the patient clinical conditions we immediately started substitutive corticosteroid therapy with normalization of electrolytic parameters. The next autoimmune serum dosage was unremarkable. However we believe that this condition was the normal consequence of early start of the specific therapy.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'7513715': 1, '6280426': 1, '1317610': 1, '25402387': 1, '8959091': 1, '8768833': 1, '4609691': 1, '12050123': 1, '15141045': 1, '26240101': 1, '12788587': 1, '3392502': 1, '29350667': 2}", "similar_patients": "{}"}