{"patient_id": 14674, "patient_uid": "6925374-1", "PMID": 31890410, "file_path": "comm/PMC006xxxxxx/PMC6925374.xml", "title": "Improving Ambulation and Minimizing Disability with Therapeutic Plasma Exchange in a Stiff-person Syndrome Patient with Recurrent Falls", "patient": "A 68-year-old man presented to the emergency department (ED) with severe right thigh pain and left leg spasms after having suffered a ground-level fall onto his right side. On physical exam, he was hemodynamically stable, with minor skin abrasions on his right elbow and both lower extremities. The pelvic X-ray showed a displaced comminuted right intertrochanteric fracture (Figure ). His right lower extremity was placed in a Hare traction splint, and he underwent an open reduction and intramedullary gamma nail fixation of the right femur. He was given baclofen (10 mg twice daily) and diazepam (10 mg twice daily) for his left leg spasms postoperatively.\\nWith regards to his past medical history, he reported a 20-year history of stiff-person syndrome (SPS) with frequent muscle spasms and recurrent falls. He stated his doctors have been unable to adequately control his symptoms of SPS despite multiple therapies. On initial diagnosis, he was started on baclofen and diazepam with no significant relief of his spasms. He then underwent IVIg treatments three days per month for one year, followed by diazepam as maintenance therapy. He reported a mild improvement in symptoms with IVIg infusions but they did not sufficiently improve his ambulation or minimize his risk of fall. He continued to have falls, especially during physical activities such as playing tennis; one of which caused a subdural hematoma that required a left craniotomy. He remarked that he was once a high-functioning, active individual but has since been limited by his condition.\\nOn postoperative day one, he reported that his right thigh pain was declining, but he continued to have painful left leg spasms that worsened with movement. On physical exam, he displayed significant gait instability, decreased functional mobility, hypertonicity of his bilateral upper extremities, and prominent muscle spasms of his left quadriceps femoris muscle. His neurological examination was otherwise within normal limits. The patient’s pain from the fracture continued to improve over the second and third postoperative days.\\nDespite adequate recovery from the surgery, the patient continued to have marked hypertonicity of his upper extremities and painful muscle spasms of his left leg that prevented him from participating in PT. Anti-GAD antibody levels were remarkably elevated at a value >250 IU/mL (0.0 - 5.0 IU/mL) that was too high to be quantified by the laboratory. Creatine kinase (CK) levels were elevated at 469 U/L (35 - 232 U/L).\\nDue to his nonresponsiveness to conventional therapy and the high severity of disease, a series of seven treatments of TPE over 14 days were initiated. While discussing the treatment plan with the patient, he expressed little hope in TPE improving his condition, as he had found minimal relief after multiple trials of medications, including the year-long trial of IVIg therapy.\\nOver the two-week course of TPE, his functional status and symptoms of SPS significantly improved. Although his hyperreflexia remained stable at 3+, his muscle spasms and hypertonicity progressively improved after each treatment of TPE to the point that he had normal range of motion in all extremities. While receiving TPE, he was able to tolerate three hours of PT sessions daily for up to five days per week, whereas he had zero rehabilitation potential before TPE was initiated. He made significant functional gains using adaptive equipment, corrected his gait, and was eventually able to ambulate without assistance. He felt his symptoms were adequately controlled for the first time since his diagnosis and reported having no symptoms by hospital day five. Shortly after his TPE therapy was complete, he was deemed to be in a stable condition and discharged to inpatient rehabilitation.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'26848416': 1, '31019968': 1, '10460456': 1, '11489680': 1, '26989571': 1, '3281011': 1, '15965211': 1, '24028681': 2, '10403257': 1, '8003064': 1, '18769864': 1, '25238861': 1, '11258614': 1, '24527774': 1, '16630369': 1, '30952585': 1, '6791051': 1, '11756577': 1, '21647727': 1, '31890410': 2}", "similar_patients": "{'3848718-1': 1}"}