{"patient_id": 1410, "patient_uid": "6060433-2", "PMID": 30073170, "file_path": "comm/PMC006xxxxxx/PMC6060433.xml", "title": "Transcatheter Treatment of Bicuspid Aortic Valve Disease: Imaging and Interventional Considerations", "patient": "A 58 year-old male with end stage renal disease due to IgA nephropathy who had previously undergone a renal transplant which had failed was declined for redo renal transplantation. He had progressive dyspnoea and a history of syncope on exertion. The transthoracic echocardiogram confirmed severe stenosis of a BAV with a peak velocity of 3.9 m/s (peak gradient 61 mmHg, mean gradient of 39 mmHg and area of 0.89 cm2). There was also the presence of moderate aortic regurgitation. Coronary angiography revealed non-flow limiting coronary artery disease. MSCT confirmed a Sievers Type 1 bicuspid valve with a partial raphe between the right and left cusps. The aortic annulus was large with a perimeter measuring 98 mm, mean Sinus of Valsalva diameter of 40 mm and an inter-commisural distance of 29 mm (Figure ). Both common femoral arteries were of large caliber and measured 8 mm on the left and 9 mm on the right. Following discussion by the Heart team and careful analysis of the MSCT it was felt that TAVI was technically possible if deployed at the inter-commisural space.\\nTAVI was performed under local anesthetic and the right femoral artery was cannulated and a 20 Fr sheath was inserted. The left femoral artery was cannulated and a 7 Fr sheath was inserted. The left femoral vein was used for insertion of a temporary pacemaker lead. The bicuspid aortic valve was crossed retrogradely using a Amplatz Left 1 diagnostic catheter and a hydrophilic coated straight tipped Glidewire. This was exchanged for a pre-shaped Safari wire and placed in the left ventricular apex. A balloon valvuloplasty was performed using a 25 mm balloon and a simultaneous aortogram was performed. The aortogram revealed a leak of contrast into the left ventricular cavity during balloon aortic valvuloplasty and felt to be an inadequate seal. A 34 mm Evolut CoreValve was deployed at the level of the leaflet tips, with hemodynamics and echocardiography confirming a good result with no significant PVL. The peak velocity across the TAVI valve was 1.8 m/s, peak gradient of 14 mmHg and area of 1.11 cm2.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'28251911': 1, '24958752': 1, '25790764': 1, '21757170': 1, '27609682': 1, '25011716': 1, '27057939': 1, '28934845': 1, '32047672': 2, '20961243': 1, '34317067': 1, '20864486': 1, '25132330': 1, '25914355': 1, '22677157': 1, '27040324': 1, '29622157': 1, '25037674': 1, '18506017': 1, '25465419': 1, '25456759': 1, '26476612': 1, '25788231': 1, '25273886': 1, '11082359': 1, '25311233': 1, '17659934': 1, '27372019': 1, '26384171': 1, '20566953': 1, '28330793': 1, '25630494': 1, '17467434': 1, '31409236': 1, '24682026': 1, '25787196': 1, '23771987': 1, '28209230': 1, '26173183': 1, '22443479': 1, '27098769': 1, '23277899': 1, '32121483': 1, '22551129': 1, '26718512': 1, '27101907': 1, '27101906': 1, '24657695': 1, '28304219': 1, '10618341': 1, '24678937': 1, '23756698': 1, '27832845': 1, '25910593': 1, '27832847': 1, '30863461': 1, '25257635': 1, '27372022': 1, '21398694': 1, '6503364': 1, '23489543': 1, '24345403': 1, '21639811': 1, '25788234': 1, '12588783': 1, '27640030': 1, '1732353': 1, '27053442': 1, '2006634': 1, '20096533': 1, '26603992': 1, '21339071': 1, '20843959': 1, '25689554': 1, '24755388': 1, '23602458': 1, '30073170': 2}", "similar_patients": "{'6060433-1': 2, '7003266-1': 1}"}