{"patient_id": 8580, "patient_uid": "6521521-1", "PMID": 31186973, "file_path": "comm/PMC006xxxxxx/PMC6521521.xml", "title": "Moyamoya Disease May Mimic Multiple Sclerosis?", "patient": "We report a 44-year-old previously healthy woman a month ago, who experienced a transient numbness of her right sided face and arm. She was referred to our unit with a possible diagnosis of MS or of a systemic autoimmune disease due to small brain lesions in MRI. For years, she had been complaining of intermittent weakness of her left arm, but it had been attributed to psychosomatic problems.\\nUpon presentation, the neurological examination revealed indifferent plantar reflexes and jerky deep tendon reflexes. Her brain MRI revealed various lesions of hyperintensity in T2 and Fluid Attenuated Inversion Recovery (FLAIR) sequence, in the subcortical white matter of the hemispheres and also periventricular, with mild linear cortical, enhancement of the left parietal lobe. Cerebrospinal fluid analysis and laboratory tests for inflammatory-autoimmune diseases were normal.\\nHowever, a more thorough analysis of brain MRI revealed that lesions were mainly in the border zone of anterior cerebral artery (ACA) and middle cerebral artery (MCA) with no evidence of restricted diffusion (). Given the watershed distribution of brain lesions, further evaluation with magnetic resonance angiography (MRA) of the brain was recommended to exclude possible cerebrovascular disease. Brain MRA showed a significant stenosis in the proximal segment of MCA and ACA bilaterally and collateralization mainly around M1 and A1 segments, findings typically seen in MMD (). Digital subtraction angiography (DSA) of neck and head confirmed diagnosis (Figures and ). Antiplatelet therapy started, but two days later, she suddenly developed global aphasia and right hemiparesis (National Institutes of Health Stroke Scale/ NIHSS 6) and brain MRI revealed acute infarct in the distribution of the left MCA (Figures and ). Thrombolysis was not performed due to increased risk of hemorrhage in MMD and the gradual improvement of the patient. At discharge, she improved with a residual aphasia and right facial paresis (NIHSS 3).", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'6823678': 1, '15893675': 1, '33178096': 2, '27625049': 1, '21602503': 1, '18805839': 1, '9409430': 1, '21387374': 1, '21441735': 1, '9409406': 1, '18787200': 1, '5775283': 1, '20398859': 1, '18970977': 1, '23114675': 1, '26846755': 1, '19463046': 1, '26473792': 1, '31186973': 2}", "similar_patients": "{'7593562-1': 1}"}