{"patient_id": 136337, "patient_uid": "6767963-1", "PMID": 31579172, "file_path": "noncomm/PMC006xxxxxx/PMC6767963.xml", "title": "Gossypiboma – A Nightmare for Surgeon: A Rare Case with Review of Literature", "patient": "A 33-year-old woman presented to our hospital with a complaint of epigastric pain, loss of appetite, mild distension, and constipation for the past 7 days. The patient also complains of discharge from the stitch line for the past 1 day. She had a history of total abdominal hysterectomy along with bilateral salpingooophorectomy done 15 days back in some private hospital because of heavy menstrual bleeding. Postoperative period was uneventful, and the patient was discharged on the 17th day. The patient was asymptomatic 7 days back and after that she developed pain in the abdomen and bloating after intake of meals. She also complains of mild distension and constipation for the past 7 days. The patient also gave a history of discharge from the stitch line for the past 1 day.\\nOn examination, vitals were stable, a vertical infraumbilical scar was present, and there was a vague tender mass with restricted mobility and smooth surface. There was pus discharge from the upper 1 cm of the stitch line. The pus was sent for culture and sensitivity. On per-vaginal examination, vault seems to be healthy. The patient was started on conservative management, and meanwhile, various laboratory tests were done. Her laboratory parameters came within normal limits. Plain abdominal radiograph was suggestive of linear radiopaque shadow in the right side of the upper abdomen []. USG revealed intraabdominal collection with echogenic shadows within the collection []. To confirm the diagnosis of gossypiboma, contrast-enhanced CT was done which revealed well-defined, peripherally enhancing capsulated collection (7.6 cm × 7.3 cm × 7.6 cm) with multiple air foci and hyperdense material seen in the peritoneal cavity [ and ]. This collection has a connection with the skin surface exteriorly (infraumbilical) along the suture line. The uterus is not visualized (postoperative status). The final diagnosis was suggestive of gossypiboma. The decision for exploratory laparotomy was taken.\\nThe abdomen was opened through a midline vertical incision. On exploration, a retained surgical sponge was found along with 500 cc of pus lying in a walled-off cavity in the lower abdomen. A pus sample was collected and sent for culture and sensitivity. The pus was sucked out with the help of suction. There were multiple dense adhesions of the bowel loop. The retained surgical cotton mop of 30 cm × 15 cm was surrounded by the omentum []. The surgical mop along with the surrounding omentum was removed [] and peritoneal lavage was done. As the upper part of the abdominal wound was infected, it was left open at that time and the dressing was done regularly. Suturing was done after 10 days. The patient did well after the surgery. The resected specimen was sent for histopathology, which revealed features of acute granulomatous inflammation, foci of necrosis and hemorrhage, sheets of foamy histiocytes, and lymphoid aggregates. Postoperative period was uneventful, and the patient recovered well. The patient was discharged on postoperative day 15 and advised for follow-up. We thereafter informed the hospital where the primary surgery was conducted to facilitate initiation of preventive steps to prevent this type of negligence in future.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'16847236': 1, '22229142': 2, '18840261': 2, '24027390': 1, '22919530': 2, '25580346': 2, '31579172': 2}", "similar_patients": "{'3249850-1': 1, '3420082-1': 1, '4279710-1': 1, '2567300-1': 1}"}