{"patient_id": 129035, "patient_uid": "6162243-2", "PMID": 30283607, "file_path": "noncomm/PMC006xxxxxx/PMC6162243.xml", "title": "Inverted Meckel’s diverticulum: Two case reports and a review of the literature", "patient": "A 27-year-old man with a history of heavy alcohol consumption visited the emergency room on December 31, 2017 for hematochezia beginning 4 d earlier. The initial laboratory findings showed low hemoglobin levels (8.5 g/dL). Serial physical examinations revealed old clots on irrigation through a Levin tube and melena upon digital rectal examination. Upon admission, two pints of packed red blood cells were transfused, and emergent esophagogastroduodenoscopy with sigmoidoscopy failed to reveal intestinal pathology. Therefore, the gastroenterologist decided to perform capsule endoscopy. This procedure revealed small bowel bleeding, but failed to detect intestinal pathology due to low video quality (Figure ). A CT scan revealed small bowel intussusception at the distal ileum with a possible 2 cm lipoma (Figure ). After a diagnosis of intussusception, the patient was referred to the Department of General Surgery. On January 4, 2018, laparoscopic single-port exploration was performed. During surgery, the intussusception at the distal ileum with a palpable club-like intraluminal mass was detected (Figure ), and segmental small bowel resection with end-to-end anastomosis was performed. While exploring the specimen, a large polyp-like mass with mucosal ulceration at the tip was demonstrated in the small bowel (length 6 cm, width 1.5 cm). The patient had an uneventful postoperative course and was discharged 6 d after surgery. The final pathology revealed that the mucosa showed a finger-like projection with normal mucosa and a surface ulceration measuring 5 cm × 2 cm × 2 cm (Figure ). Upon sectioning of the finger projection, the cut surface showed serosa infolding with mesenteric tissue, consistent with an inverted diverticulum causing intussusception without heterotopic tissue (Figure ).", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'3281686': 1, '13999637': 1, '9228106': 1, '8233685': 1, '34020701': 2, '8895708': 1, '8637989': 1, '7944666': 1, '29368940': 1, '33732404': 1, '16752152': 1, '26678616': 1, '29308334': 2, '30283607': 2}", "similar_patients": "{'6162243-1': 2, '8140418-1': 1, '5749936-1': 1}"}