{"patient_id": 131920, "patient_uid": "6385534-1", "PMID": 30820422, "file_path": "noncomm/PMC006xxxxxx/PMC6385534.xml", "title": "Bilateral Nonsyndromic Dentigerous Cyst in a 10-Year-Old Child: A Case Report and Literature Review", "patient": "A 10-year-old male patient presented to the Department of Oral and Maxillofacial Pathology complaining of swelling and pain in the upper jaw for 1 month.\\nExtra-oral examination revealed diffuse swellings bilaterally, obliterating the naso-labial fold. The borders of the swellings were ill defined and could not be appreciated. Intra-oral examination revealed bilateral swellings on either side of the midline, obliterating the buccal vestibule. The swellings were seen extending from the mesial aspect of 52 to the distal aspect of 54 (measuring 4 cm × 3 cm) and from the mesial aspect of 63 extending to the distal aspect of 65 (measuring 4.5 cm × 3 cm), respectively. Primary teeth associated with the swellings were grossly decayed. The partial eruption of 14 and 44 was noted []. Swellings were tender and fluctuant on palpation. Bilateral submandibular lymph nodes were palpable, tender, and mobile. A thorough oral and systemic examination, radiographic evaluation, and pedigree analysis revealed no syndrome association.\\nRadiographic image analysis revealed large, well-defined bilateral unilocular radiolucencies (>1.00 cm in diameter) around the necks of unerupted permanent maxillary canines []. The protein estimation of the cystic aspirate was found to be 7.4 g/dl.\\nBased on the clinical and radiographic data, a provisional diagnosis of the bilateral nonsyndromic dentigerous cyst was made. The differential diagnosis included odontogenic keratocyst and unicystic ameloblastoma.\\nThe primary teeth were extracted. Enucleation of the cysts and simultaneous extraction of the impacted permanent canines were performed.\\nThe histopathological evaluation revealed a cystic epithelium comprising a stratified squamous nonkeratinized epithelium which was 2–3 cell layers thick and resembled the REE. Inflammation was a prominent feature in the cystic capsule. Noteworthy inflammatory changes included hyperplasia of the cystic epithelium which coincided with juxta-epithelial lymphoplasmacytic infiltrate seen in the connective tissue capsule [].", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'32670975': 1, '8665316': 1, '17368346': 1, '5273833': 1, '24765325': 1, '15140817': 1, '31378777': 1, '6938668': 1, '23674910': 1, '34621656': 1, '30820422': 2}", "similar_patients": "{}"}