{"patient_id": 13341, "patient_uid": "6842486-1", "PMID": 31706326, "file_path": "comm/PMC006xxxxxx/PMC6842486.xml", "title": "Infected chronic ischemic wound topically treated with a multi-strain probiotic formulation: a novel tailored treatment strategy", "patient": "A 83-year-old woman affected by Critical Limb Ischemia (CLI) developed an ulcerated cutaneous lesion of the right leg, extended to the second and third finger of the homolateral foot. Her medical history showed type II diabetes mellitus, systemic arterial hypertension, ischemic heart disease (previous coronary artery bypass surgery) and atrial fibrillation; she was also an active cigarette smoker (20 cigarettes/day for 40 years). On physical examination, the above mentioned cutaneous ulceration showed anterior and posterior necrotic eschars; moreover, acupressure provoked a lively tenderness and pain inhibited leg motility. Finally, bilateral femoral pulses were present while distal peripheral pulses were absent (popliteal, posterior tibial and pedidial artery). Ankle Brachial Index (ABI) was bilaterally not assessable.\\nOn admission, blood exams showed C-reactive protein (CRP) 101,000 μg/L, erythrocyte sedimentation rate (ESR) 100 mm/h, hemoglobin (HGB) 8.0 g/dl, platelets count 454,000 μg/L, white blood cells count (WBC) 12,800/μl, international normalized ratio (INR) 1.87, partial thromboplastin time (PTT) ratio 2.3. Surgical management consisted of recanalization and percutaneous transluminal angioplasty (PTA) with drug eluting balloon (DEB) ranger 5 × 100 mm in superficial femoral artery (SFA) and right popliteal artery, followed by surgical curettage of necrotic forefoot injuries and amputation of the second toe of the right foot. The infectious diseases specialist recommended to start systemic antibiotic therapy with piperacillin/tazobactam 4.5 g I.V. every 8 h.\\nAfter 8 days, an improvement of inflammatory markers was observed, and antibiotic therapy was switched to oral minocycline100 mg (1 tablet every 12 h) for 15 days. The patient was discharged after a total of 21 days of hospitalization. At home, the patient underwent local dressing of wound and amputation margins with antiseptic compress solution twice a week after cleansing, furthermore a polymeric membrane (PolyMem®-Ferries Mfg) was routinely applied.\\n36 days after hospital discharge, given the worsening of local condition with considerable increase in exudation, despite a 4 weeks course of antibiotic therapy with Amoxicillin (500 mg orally every 12 h) empirically prescribed by the treating physician, the patient referred to our University Center. At the time of first observation, the wound appeared moist with abundant secretion and covered with fibrin. A wound swab was routinely performed and confirmed the previous evidence of positivity for MDR K. pneumoniae, E. faecalis and P. mirabilis. Although the patient was afebrile, three blood cultures, that tested negative, were performed.\\nGive the multiple microorganisms present on the wound and the severely prostrated general conditions of the patient, it was decided to start medications with 10% cutaneous-iodopovidone solution for topical use (Poviderm® 10% Skin Solution). After 30 days, since no improvement of the wound was observed, systemic antibiotic treatment was suspended. In reason of the previous therapeutic failures, the possibility of treating the wound with a mixture of probiotics as a rescue therapy was considered; written informed consent was obtained and subsequently a mixture of probiotic bacteria (lyophilized powder sachets, each containing 100 billion colony forming unit (CFU) of Lactobacillus plantarum NCIBMB 43029 20% in weight, Lactobacillus acidophilus NCIBMB 43030 20% in weight and Streptococcus thermophilus NCIMB 30438 40% in weight) (provided by Mendes SA, Lugano, Switzerland) was topically applied three times/week. Probiotic treatment was provided by Mendes SA, Lugano, Switzerland.\\nThe conditions of the wound appeared stable after 1 week of probiotic treatment. Following 2 weeks of treatment a modification in microbiological results and a slowly progressive healing of the lesion were noted. The wound pad tested negative for E. faecalis at day 48 (12 days after the start of the probiotic treatment) and negative for K. pneumoniae and P. mirabilis at day 57 (after 21 days of the topical probiotic treatment). In the initial phase of treatment, an entire probiotic sachet (100 billion CFU) was applied three times/week, while in subsequent period the applied amount was proportional to the residual size of the wound. Systemic or topical antibiotic treatment was not administered during the course of probiotics. The overall duration of probiotic application was 24 days (Fig. ).\\nDuring the subsequent 90 days, a slow but complete wound healing was observed; PolyMem dressings were applied by the patient to improve comfort in reason of the fact that autonomous walking and other daily tasks were resumed. Furthermore, normalization of serum inflammatory markers (erythrocyte sedimentation rate (ESR) and CRP) was observed.", "age": "[[83.0, 'year']]", "gender": "F", "relevant_articles": "{'19896252': 1, '21436726': 1, '18405343': 1, '11292638': 1, '21159126': 1, '30830366': 1, '25301498': 1, '24912386': 1, '30659503': 1, '17966408': 1, '7877593': 1, '26537246': 1, '17202168': 1, '18086294': 1, '18502944': 1, '30740402': 1, '34680552': 1, '10471461': 1, '24200199': 1, '11159619': 1, '31301059': 1, '31260331': 1, '17683583': 1, '22736963': 1, '14756784': 1, '22832986': 1, '19300508': 1, '19519855': 1, '32664353': 1, '19291120': 1, '30254075': 1, '11544353': 1, '14597753': 1, '23770906': 1, '30513234': 1, '20497230': 1, '11172991': 1, '29762782': 1, '19478181': 1, '24618232': 1, '32665600': 1, '26270433': 1, '29566085': 1, '28436760': 1, '23178075': 1, '19903300': 1, '31706326': 2}", "similar_patients": "{}"}