{"patient_id": 4987, "patient_uid": "6296693-1", "PMID": 30598679, "file_path": "comm/PMC006xxxxxx/PMC6296693.xml", "title": "Lafora Disease during a Seven-Year Period, Bosnian and Herzegovinian experience", "patient": "In Apr 2008, a 9-yr-old girl with initials A.S. (born in 1999, in Maglaj, Bosnia and Herzegovina) was admitted into the General Hospital Tesanj (Tesanj, Bosnia and Herzegovina) with a severe headache, mental confusion, high fever, and a cough. Neither the patient's own medical history nor that of her family contained details of any specific disorder. Both her birth weight (3850 gr) and her birth length (58 cm) were considered normal. Prior to that admission to the hospital, she manifested no cognitive disabilities. She was diagnosed with having epilepsy with mental disorientation and she was treated with phenobarbitone, sodium valproate, and lamotrigine. Then, in 2010, she started having seizures: they would begin with nausea, impaired vision, and a loss of consciousness. During the seizures, her eyes were tightly closed and she exhibited no twitching of her legs nor her arms. After ten to thirty min, the patient would regain consciousness and would complain of feeling cold at the terminal part of extremities. Additionally, she would feel pain in her ankles, with bruising joints, after which the pain would progress towards her toes, followed by swelling and reddening. Magnetic resonance imaging (MRI) of the patient's head showed no apparent changes in the structure of the patient's brain.\\nDuring the third year following the onset of her symptoms and her first seizure, the patient experienced a different type of \"seizure\" during her sports class: she began to walk aimlessly and insecurely, with tottering, she had a fixed gaze, pale face, and was rambling (calling a friend by her name over and over again). However, she did not lose her balance and did not fall. In addition, she manifested no twitching of extremities. That particular \"seizure\" lasted for about ten minutes, after which she regained consciousness. However, following that particular seizure the patient failed to re-establish her previous state: she had absent gaze, difficulty using cutlery, she lost her sense in space and time, and she did not recognize her parents and people she previously knew around her. On one occasion, she had a generalized epileptic seizure.\\nIn July 2011, the patient experienced a sudden loss of consciousness, and she lost her balance and fell, her body becoming rigid and cyanotic, without twitching of the extremities, while her eyes were closed. At the time, the patient's pupils were round, symmetrical, with proper response to light. Following recovery from this seizure, the patient had difficulty walking independently; she walked aided and her walk was atactic (suggesting a lack of muscle coordination), with significant deviation to the left. She also had difficulty in performing a walk on heels and toes and could not walk in a straight line. Dystonia of torso and extremities was present. Romberg was unstable, with a deviation to the left. Finger to nose test was abnormal (suggesting dysmetria). Gross motor abilities test was in order. Muscle tendon reflex (MTR) was symmetrical, live. Right, Babinski sign was positive. Lumbar puncture test, as well as findings of ophthalmologists and cardiologists, were without noticeable pathologies. Hormonal status of the patient was within the normal range. An electroencephalogram test (EEG) showed continuously discharging of the high voltage Delta Theta activity with interposed sharp and steep waves of high voltage and paroxysmal high voltage spikes, as well as multiple spike-and-wave discharges. During the stay at the hospital, the EEG registration did not change. The patient was subjected to additional MRI scans which revealed no apparent changes in the brain structure. Seizures were classified as visually partial twitches, eventually becoming myoclonic, and generalized tonic-clonic twitching. At this time, the patient exhibited evident cognitive deterioration. No cranial nerve deficits were present, but rapid irregular myoclonic twitches that were palpable at rest were present and were increased by voluntary movements of the upper limbs. There was no sign of Babinski. The patient was able to cooperate with the doctor during the examination. In addition, the patient was decelerated with a little verbal and motor activity.\\nGenetic testing was carried out in Genoa, Italy, on Mar 2013, from the DNA that was extracted from leukocytes of peripheral blood. Analysis of exons 1-4 of the EPM2A gene (NM_005670) and the single exon, exon 1, of the NHLRC1 gene (NM_198586), using direct sequencing, was performed. Multiplex Ligation-dependent Probe Amplification (MLPA) method was used to examine the genes and the genomic region that includes the region from exons 1 and 4 of the EPM2A gene and exon 1 of the NHLRC1 gene. The genetic testing identified that the patient is the carrier of the homozygous 1-bp deletion, 990G, within the NHLRC1 gene. Following the result of the genetic testing, clonazepam was included in the patient's therapy.\\nIn July 2015, levetiracetam was added to the therapy. In May 2015, treacheostoma was placed, as well as percutaneous endoscopic gastrostomy. Currently, (Apr 2017), the patient is bedridden, in a continuous horizontal position, with the rapid irregular myoclonic twitches noticeable at rest, and increased by voluntary movements of the upper limbs. Furthermore, the patient also experiences frequent episodes of fever, which is insensitive to antipyretics.", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'33937170': 1, '25217339': 1, '34399803': 1, '10593553': 1, '18256682': 1, '27293346': 2, '30936797': 1, '24430976': 1, '29588937': 1, '30598679': 2}", "similar_patients": "{'4888698-1': 1}"}