{"patient_id": 5877, "patient_uid": "6343150-1", "PMID": 30729054, "file_path": "comm/PMC006xxxxxx/PMC6343150.xml", "title": "Cardiac Tamponade as an Initial Manifestation of Cervical Cancer", "patient": "A 35-year-old woman arrived at the emergency department because of rest dyspnea and a 6-month history of lower extremity edema. She had a 3-month history of intermittent abnormal vaginal bleeding. On initial evaluation, the patient was hypoxemic with an oxygen saturation of 80% with room air. Relevant clinical signs were tachycardia and hypotension, decreased heart sounds, and a left supraclavicular lymphadenopathy. A chest X-ray showed a widening of the cardiac silhouette with a bilateral pleural effusion ().\\nPericardiocentesis was performed and a total of 500 mL of bloody secretion was drained with symptomatic improvement. Pleural fluid was obtained by thoracocentesis, and cytology was positive for a poorly differentiated carcinoma ().\\nAn excisional biopsy of the left supraclavicular lymphadenopathy was positive for metastatic squamous cell carcinoma. The cervical biopsy reported a squamous cell carcinoma associated with an intraepithelial high-grade lesion (Figures and ). CA-125 was 335.5 IU/mL and a simple and contrasted pelvic MRI demonstrated a uterine and cervical absence of tumoral mass; however, peritoneal carcinomatosis was present.\\nChemotherapy was begun with carboplatin and paclitaxel. Despite the treatment received during her hospitalization, she again presented a pericardial and pleural effusion with subsequent hemodynamic instability and respiratory failure. Due to the fact that in our center there is no experience in applying intrapericardial sclerotherapy, it was offered to repeat pericardiocentesis; however, this intervention was refused. The patient died 46 days after the initial presentation.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'22188664': 2, '8641633': 1, '27123113': 1, '14998838': 1, '3049263': 1, '900207': 1, '10417689': 1, '23764158': 1, '17932207': 1, '26110072': 1, '7189689': 1, '8434300': 1, '9648600': 1, '8441281': 1, '2753430': 1, '18648881': 1, '20728703': 1, '28881916': 1, '18299864': 1, '30729054': 2}", "similar_patients": "{'3259127-1': 1}"}