{"patient_id": 15418, "patient_uid": "6959887-1", "PMID": 31914072, "file_path": "comm/PMC006xxxxxx/PMC6959887.xml", "title": "Squamous cell carcinoma arising from giant porokeratosis and rare postoperative recurrence and metastasis", "patient": "A 53-year-old man presented with a history of an erythematous irregular plaque on the left leg and foot since birth that had gradually increased in size with mild pruritus. While seeking medical treatment at many different hospitals, his disease was always misdiagnosed as psoriasis or epidermal nevus. Oral antihistamines and locally potent steroids had no apparent effect. The patient finally gave up on medical treatment for financial reasons.\\nSeven years ago, a red papule developed in the lesion and continued to grow until it became an evident tumor. Physical examination revealed a 5 × 5 × 4 cm ulcerated cauliflower-like tumor on the medial side of the left heel, accompanied by some purulent discharge. The discharge was located in a scaly hyperkeratotic erythematous plaque with central atrophy surrounded by a well-defined, slightly raised, hyperkeratotic wall (Fig. ). There was no family history of similar lesions. The pathological results were SCC and porokeratosis. The diagnosis of SCC arising from giant porokeratosis was reached. The patient received skin grafting after surgical local excision (Figs. and ), but the patient refused treatment for the giant porokeratosis. The patient did not follow advice of the medical team to attend regular follow-up.\\nNew malignant cells were found in the same region where the first tumor was discovered and the clinical manifestations were also almost the same as previously (Figs. and ). The area of the porokeratosis did not change. The total size of porokeratosis was about 50% of the skin area of the left calf and foot. The size of the new tumor was about 4 × 3 × 2 cm. The movement of the left ankle joint was normal and blood flow at the end and the skin felt normal. Routine blood tests, biochemical examinations, and chest X-ray were all normal, and no evidence of immunosuppression was detected. The remaining cutaneous and systemic examinations were all within normal conditions. Biopsy of the tumor showed characteristic features of porokeratosis and well-differentiated SCC (Figs. and ). Positron emission tomography and computed tomography (CT) showed that 18F-fluorodeoxyglucose metabolism in the left leg was increased and the local recurrence of the tumor with multiple lymph node metastasis was considered. The patient was referred to the department of bone oncology for amputation of the middle and lower left thigh. The operation was successful and the incision healed well. The patient was regularly followed up in the department of bone oncology. In the recent follow-up, the patient was able to walk with artificial limb, and color Doppler ultrasound showed no significant enlargement of the left inguinal lymph nodes. There was no abnormality in pulmonary CT", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'3521366': 1, '21929548': 1, '33344352': 2, '28283894': 1, '8624658': 1, '21860162': 1, '21605250': 1, '24124851': 1, '28761862': 1, '31914072': 2}", "similar_patients": "{'7735012-1': 1, '7735012-2': 1, '7735012-3': 1}"}