{"patient_id": 15208, "patient_uid": "6946508-1", "PMID": 31689795, "file_path": "comm/PMC006xxxxxx/PMC6946508.xml", "title": "A case report of aneurysmal bone cyst of the thoracic spine treated by serial anterior and posterior fusion", "patient": "An 18-year-old boy was transferred to our hospital complaining of a 2-month history of neck pain. The patient had no history of surgery or trauma and no motor weakness. Computed tomography (CT) of the spine showed osteolytic bony destruction of the T1 body involving the pedicle and spinous process (Fig. ). Magnetic resonance imaging (MRI) of the spine revealed a bony cystic mass with internal septation and fluid-fluid levels at the T1 vertebra (Fig. A and B). The mass was extended to the pedicle and spinous process, and showed heterogeneous signal intensity on T1- and T2-weighted images. The cyst wall and internal septation were enhanced (Fig. C and D). There was also a soft tissue mass and cord compression. The T1 vertebral body was destroyed.\\nOn angiographic examination, there were several feeders through the thyrocervical trunk and we embolized these feeders with glue (Fig. A and B). Six days after embolization, T1 corpectomy was performed via an anterior approach. The tumor was pinkish, friable and highly vascular. Although we performed preoperative SAE to prevent significant intraoperative bleeding, massive tumor bleeding occurred during the operation. Bleeding control was difficult because the operative field was narrow, and the tumor could not be fully exposed. After the bleeding controlled, anterior interbody fusion with titanium graft placement and cervical plating from C7 to T2 was performed. We performed the operation using the posterior approach 1 week after the anterior approach. The lesion had involved the T1 pedicle, spinous process and paraspinal muscles. After gross total tumor excision, posterior screw fixation was performed from C6 to T3 (Fig. ). Histopathological examination confirmed the diagnosis of ABC. His presenting neck pain was improved soon after surgery and no neurologic deterioration occurred during the postoperative period. Follow-up X-rays 2 year postoperative showed good bony fusion and alignment.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'16170183': 1, '11148642': 1, '19690899': 1, '15599231': 1, '12136354': 1, '3980496': 1, '9925197': 1, '19829276': 1, '2027710': 1, '23135793': 1, '17922280': 1, '10608377': 1, '7462275': 1, '12131454': 1, '25250087': 2, '4510800': 1, '1997954': 1, '25059450': 1, '31689795': 2}", "similar_patients": "{'4166854-1': 1}"}