{"patient_id": 134335, "patient_uid": "6586568-1", "PMID": 31276045, "file_path": "noncomm/PMC006xxxxxx/PMC6586568.xml", "title": "Primary hepatic lymphoma: A rare case report", "patient": "A 55-year-old female presented with complaints of pain in the right hypochondrium and epigastrium for the last 20 days, which was dull aching and continuous in nature, aggravated by deep inspiration, and was associated with nausea and nonbilious vomiting for the last 2 days. History of anorexia and weight loss was present. There was no history of fever, recurrent pain abdomen, jaundice, altered bowel habit, hematemesis, or melena. There was no comorbidity, and the patient was neither a smoker nor an alcoholic. She had no history of similar complaints in her family. Clinical examination demonstrated palpable liver extending 5 cm below the right subcostal margin, irregular surface, firm in consistency, rounded margin, nontender with a span of 15 cm. The rest of the abdomen examination was normal. There were no signs of liver cell failure, and digital rectal examination was normal. Her blood investigations demonstrated a normal peripheral smear with mild eosinophilia, and liver function tests were within normal limits, except for elevated alkaline phosphatase (ALP) (393 IU/L) and low albumin (2.5 g/dL). Human immunodeficiency virus (HIV) and HBsAg and hepatitis C virus (HCV) serology were negative. Upper gastro intestinal (GI) endoscopy and flexible sigmoidoscopy were normal. Tumor markers alpha-fetoprotein (AFP) (3.6 ng/dL) and carcinoembryonic antigen (CEA) (1.2 ng/mL) were normal. Contrast enhanced computerised tomography (CECT) abdomen showed a well-defined solid mass lesion of ~9 × 13.4 × 6 cm occupying segment 3, 4, 5 of the liver, with central fluid attenuating hypodense area. The lesion shows poor enhancement in the arterial phase; progressive enhancement in the portal venous phase, which is persistent in the hepatic venous phase; and no washout in delayed phase (Fig. a,b). A thin rim of enhancing pseudocapsule is also noted surrounding the lesion.\\nThe differential diagnoses considered were secondary to the liver, hepatocellular carcinoma and hemangioma. A left hepatectomy with the removal of the middle hepatic vein was performed.\\nThe postoperative biopsy demonstrated diffuse large B cell lymphoma with tumor cells positive for leucocyte common antigen (LCA), CD 20, and Bcl 2 and negative for CD 3, Mum1, CD 10, and Bcl 6 (Fig. c,d). Lymph node from porta hepatis showed reactive changes, and the resected gall bladder had features of chronic cholecystitis. After the biopsy report, bone marrow aspiration and biopsy and CECT thorax were performed, which were normal. In the postoperative period, a peripheral smear was performed, which was also normal.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'5007387': 1, '2266172': 1, '15533225': 1, '7726367': 1, '2029991': 1, '8620406': 1, '3965083': 1, '11596015': 1, '21175819': 1, '2446737': 1, '21157979': 1, '34188736': 2, '33680521': 2, '2346906': 1, '32977834': 2, '12668970': 1, '3840404': 1, '9684927': 1, '31276045': 2}", "similar_patients": "{'8218733-1': 1, '7929681-1': 1, '7519549-1': 1}"}