{"patient_id": 2685, "patient_uid": "6142765-1", "PMID": 30254678, "file_path": "comm/PMC006xxxxxx/PMC6142765.xml", "title": "Mitral Valve Endocarditis due to Lactobacillus", "patient": "An 81-year-old Caucasian woman was referred to our department for several weeks of symptoms such as chills, fever, malaise, fatigue, and recurrent tumble despite antibiotic therapy. She was treated prior to admission for approximately two weeks with antibiotics in another hospital. The patient had an important abdominal surgery due to gastric carcinoma three months prior to admission. Gastrectomy, lymphadenectomy, and esophageal stent because of esophageal anastomosis insufficiency were performed during this surgery. The patient had initially presented with chills and recurrent tumble at the family doctor and was at this time admitted in another hospital. With increasing inflammation parameters despite antibiotic therapy and recurrent fever, the medication was changed from amoxicillin to piperacillin/tazobactam on admission. Three independent sets of peripheral blood cultures were obtained before the start of changed antibiotic. All three sets depicted Lactobacillus species. The patient denied ingesting any probiotics. We suspected endocarditis because of bacteremia with Lactobacillus, recurrent symptoms with worsening of condition, and persistent infection despite antibiotic. On admission, she was febrile to 38.3°C, somnolent, complaining of generalized fatigue and malaise. Her heart rate was 85 bpm, and her blood pressure was 110/75 mmHg. Clinical examination revealed a grade 2/6 systolic murmur loudest at the apex such as no painful haemorrhagic spots (Janeway lesion) on all fingertips of the left hand. Lung auscultation and chest X-ray showed no anomaly. Laboratory studies showed a normocytic anaemia (haemoglobin: 9.0 g/dl; MCV: 85.0 fl), a regular white blood cell count (8.960/µl), reduced platelet count (123.000/µl), elevated C-reactive protein (12.6 mg/dl), and an elevated lactate dehydrogenase (310 U/l). We performed a transesophageal echocardiogram for further diagnosis. It showed degenerative changes of the mitral valve with moderate regurgitation as well as small endocarditis vegetation (Figures and Pronounced vegetation of the mitral valve could not be seen. The susceptibility testing showed that the isolate was resistant to vancomycin. After application of the Duke criteria (one major criterion and three minor criteria were found) [] in combination with the clinical condition, the diagnosis of endocarditis was more likely. The major criterion was the vegetation and degenerative changes of the mitral valve, and the minor criteria were the three positive blood cultures with Lactobacillus species, fever over 38.0°C, and the Janeway lesion found on the left hand. We started an intravenous antibiotic therapy with ampicillin (2 g with six administrations per day) combined with gentamicin (with maximum 80 mg per day) for six weeks. The CT scan on admission revealed subcapsular fluid formation of the spleen (). During antibiotic therapy, we performed a PET/CT scan to localize potential inflammatory foci due to embolic complication. Florid inflammatory processes were found in several locations within the spleen (Figures and ). This result was interpreted as peripheral embolization due to endocarditis. We discussed the result of the PET/CT scan with our abdominal/visceral surgeons. They decided upon an operational treatment of the splenic abscesses. The patient underwent an abdominal surgery with splenectomy. Other blood cultures were drawn under the antibiotic therapy. They were all negative without exception. The patient required no mitral valve replacement for cure.", "age": "[[81.0, 'year']]", "gender": "F", "relevant_articles": "{'32477869': 1, '404974': 1, '16307799': 1, '749356': 1, '32849876': 2, '15096557': 1, '17030793': 1, '15599646': 1, '25859220': 1, '14679449': 1, '31083452': 1, '34277757': 1, '27127435': 1, '30254678': 2}", "similar_patients": "{'7441411-1': 1}"}