{"patient_id": 6496, "patient_uid": "6383272-1", "PMID": 30791902, "file_path": "comm/PMC006xxxxxx/PMC6383272.xml", "title": "Progressive disseminated histoplasmosis with concomitant disseminated nontuberculous mycobacterial infection in a patient with AIDS from a nonendemic region (California)", "patient": "A 50-year-old homeless Caucasian man with history of AIDS presented for generalized weakness and productive cough with clear-yellow sputum without hemoptysis for 1 month. He also endorsed fevers, chills and rigors for 1 week and a 15 pound unintentional weight loss in 1 month. AIDS was diagnosed over 20 years ago and has been noncompliant with various combinations antiretroviral therapy (cART) regimens including emtricitabine/tenofovir, abacavir/lamivudine, darunavir, and ritonavir. Patient was lost to follow-up for 2 years until he was recently incarcerated and released from jail. Patient was born in Ohio but moved to California at 2 years of age, and had remote military service in Georgia in his early 20’s. Otherwise the patient never left California thereafter. He has never explored caves or been in contact with birds, bats or its excrements.\\nPatient’s initial temperature was 38.5° Celsius and he was also tachycardic. Physical exam revealed a disheveled, cachectic male with temporal muscle wasting, no respiratory distress on room air, and was otherwise unremarkable.\\nLaboratories revealed a white blood cell count of 3.7 TH/uL, absolute lymphocyte count of 185, absolute CD4 count of 20 cells/uL, and HIV viral load of 181,000 copies/mL. Comprehensive metabolic panel was within normal ranges except for a low albumin (2.8 g/dL). Lactate dehydrogenase (277 u/L), ferritin (1343 ng/mL), erythrocyte sedimentation rate (111 mm/hr), and C-reactive protein (9.58 mg/dL) were elevated. Computed tomography (CT) of the chest with contrast revealed bilateral nodular opacities, the largest measured (3.6 × 2.2 cm), a left upper lobe mass with cavitation, right basilar (2.0 × 1.5 cm) nodule, mediastinal lymphadenopathy, ground-glass changes, and enlarged periaortic lymph nodes (Fig. a). CT abdomen and pelvis revealed retroperitoneal lymphadenopathy and was otherwise unremarkable.\\nThe initial workup included a lumbar puncture which was unremarkable. Multiple sputum acid fast bacilli (AFB) smears were negative. Interestingly, serum and urine were positive for rare AFBs using fluorochrome staining but nucleic acid amplification testing (NAAT) for Mycobacterium tuberculosis complex were negative, raising suspicion for disseminated nontuberculous mycobacterial (NTM) infection. Patient was started on treatment for presumed disseminated NTM infection with daily regimen of azithromycin/rifabutin/ethambutol with resolution of fever. However, patient still endorsed a cough. He subsequently underwent image guided fine needle aspiration of peripheral lung nodules. Pathology (Fig. b & c) revealed granulomatous inflammation with abundant Histoplasma capsulatum organisms by Grocott-Gomori’s methenamine silver stain (GMS) staining. There were no AFB positive organisms seen. Of note, the diagnosis was further supported by positive urine Histoplasma antigen (> 19 ng/ml) and serum Histoplasma antigen above the limit of quantification. Histoplasma antibody with mycelial antigen was < 1:8. Blood and final bronchoscopy cultures eventually grew H. capsulatum weeks later.\\nOnce diagnosis of H. capsulatum was made, in addition to NTM treatment regimen, the patient was also started on intravenous amphotericin B lipid suspension at 5 mg/kg for 2 weeks and subsequently discharged with itraconazole. Patient was also started on cART (emtricitabine/tenofovir/dolutegravir) prior to discharge. With treatment, all constitutional symptoms and laboratory abnormalities improved. He was subsequently discharged home with close outpatient follow-up.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'17885939': 1, '23419367': 1, '16784440': 1, '33147819': 1, '32322474': 1, '9392979': 1, '7704892': 1, '18482940': 1, '623139': 1, '24860719': 1, '16545951': 1, '17278083': 1, '30925547': 1, '26890817': 1, '29460731': 1, '23128292': 1, '16523050': 1, '10398672': 1, '2233233': 1, '30791902': 2}", "similar_patients": "{}"}