{"patient_id": 26493, "patient_uid": "7558779-1", "PMID": 33083065, "file_path": "comm/PMC007xxxxxx/PMC7558779.xml", "title": "Ovarian Crohn's Disease: A Case Report and Review of the Literature", "patient": "A 28-year-old single nulligravida Eritrean patient presented in 2013 to the emergency department with right lower quadrant pain for 3 weeks. Her pain started gradually; it was colicky and throbbing in nature and radiated to her right leg. The pain was aggravated by fatty and spicy food, occurred on and off, and was partially alleviated by painkillers. The pain was associated with nausea, vomiting, bloating, alternating diarrhea and constipation, and episodes of bleeding per rectum. The patient had her first menstrual period when she was 11; she had regular cycles for 7 days until recently, as her period lasted only for 3 days in the two cycles preceding her presentation, with increased premenstruation pain. She reported that she had no weight loss, no loss of appetite, no night sweats, but had palpitations while her other systems were unremarkable. She only complained of eczema and her past surgical history was of an anal fistula in 2010; she had no blood transfusion and no known food or drug allergies, and she is a nonsmoker. Her younger sister was known to have ileal Crohn's disease.\\nShe was diagnosed in the ER with appendicitis and underwent emergency appendectomy. After appendectomy, she continued to complain of continuous abdominal discomfort. In March of 2017, the patient returned to the hospital due to recurrence of pain associated with loss of appetite. A CT scan of the abdomen revealed a right adnexal mass inseparable from a thickened and stenosed distal ileum. An exploratory lower midline laparotomy was done that revealed an abscess in the right side of the abdomen in the vicinity of the distal part of the small intestines along with ovarian swelling. She underwent abscess drainage and right ovarian cystectomy only, as the ileum itself was inflamed but with no fat creeping and was not fibrotic, indicating that it itself was not diseased but showed signs of inflammation due to proximity to the diseased ovary. The patient tolerated the procedure well, had an uneventful hospital stay, and was discharged from the hospital three days later.\\nThe histopathological examination of the right ovarian mass revealed infiltration of the ovarian stroma by a mixture of inflammatory cells composed of lymphocytes, plasma cells, neutrophils, and histiocytes, with formation of multiple microabscesses. Collections of epithelioid histiocytes with formation of granulomas were also noted. Some of these granulomas showed central suppuration. There was no evidence of malignancy. Ziehl-Neelsen and Grocott's methenamine silver stains were performed and found to be negative for acid-fast Bacilli and fungal organisms. The final pathological impression was of a diffuse multifocal necrotizing granulomatous inflammation that was consistent with CD (see ).", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'24252887': 1, '28559086': 1, '26884736': 1, '27904594': 1, '29504359': 1, '7502409': 1, '831175': 1, '16514401': 1, '24932163': 2, '25038204': 1, '29506105': 1, '19240705': 1, '7198591': 1, '11218159': 1, '27032386': 1, '3179852': 1, '9215150': 1, '17460505': 1, '17075353': 1, '7238278': 1, '25906707': 1, '21122586': 1, '33083065': 2}", "similar_patients": "{'4049022-1': 1}"}