{"patient_id": 24719, "patient_uid": "7478500-1", "PMID": 32923207, "file_path": "comm/PMC007xxxxxx/PMC7478500.xml", "title": "A Widow-Maker and a Doppelganger: An Anomalous Case of the Coronaries", "patient": "A 52-year-old man presented at our institute with an hour of severe, central, and crushing chest pain with nausea and diaphoresis. He gave no history of any comorbid conditions except a strong family history of ischemic heart disease. His older brother had a myocardial infarction a couple of years ago. On examination, his heart rate was 100 beats/min, the rhythm was sinus. Blood pressure was 160/100 mmHg. The chest was clear to auscultate and no added sounds were present on precordial examination.\\nHis electrocardiogram (ECG) was done which showed ST-elevation in the chest leads V2 to V6 (Figure ). He was diagnosed as an anterior MI.\\nThe first set of Troponin I was 0.3 ng/ml (negative up to 0.4 ng/ml). Baseline hematology and biochemistry were normal. Echocardiogram showed anterior and apical hypokinesia of the left ventricle (LV). He was loaded with 300 mg and 600 mg of Aspirin and clopidogrel, respectively. The subcutaneous injection of heparin (5000 U) was administered while he was moved to a cardiac catheterization laboratory. His coronary angiogram was done showing the unusual findings (Figures -).\\nThe LMS was not bifurcating and had a distal critical disease before continuing as LAD. There was a thrombus visible in the mid-course. The continuation was a dual LAD system bifurcating into two distinct arteries at the middle, supplying the middle anterior, and the lateral wall of the LV. Upon cannulating the right coronary artery (RCA), a shadow of an aberrant LCX artery can be seen. RCA was non-dominant and normal. For the LCX, a multipurpose catheter was engaged and views taken.\\nAfter completion of the angiogram, a lead surgeon was called to review the coronary anatomy. It was mutually decided to keep the patient on tirofiban infusion. The case was discussed regarding further intervention in a heart team meeting. After explaining the risks and benefits, he was counseled regarding his future outcome. The patient opted for a coronary artery bypass grafting (CABG).\\nAfter a five-day stay at a surgical ICU, he was discharged on Aspirin and clopidogrel 75 mg daily. Guideline-directed medical therapy was started for acute coronary syndrome (ACS). After a month’s follow-up, the patient was doing well.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'27358682': 1, '25583761': 1, '26431696': 1, '28318658': 1, '23830289': 1, '25333217': 1, '24849105': 1, '2208265': 1, '25391519': 1, '31449703': 1, '27810312': 1, '27399610': 1, '27835822': 1, '32923207': 2}", "similar_patients": "{}"}