{"patient_id": 104497, "patient_uid": "7850410-2", "PMID": 33536796, "file_path": "noncomm/PMC007xxxxxx/PMC7850410.xml", "title": "Enophthalmos as the Initial Systemic Finding of Undiagnosed Metastatic Breast Carcinoma", "patient": "A 76-year-old woman consulted for progressive enophthalmos OD with ipsilateral ptosis. She denied any history of trauma involving the orbital region. Her past medical history was negative for neoplasia. She was known for type 2 diabetes and proliferative diabetic retinopathy OD.\\nThe ophthalmologic examination confirmed right ptosis and enophthalmos associated with resistance to globe retropulsion (). An induration of the ipsilateral lacrimal gland was also noticed. There were subtle extra-ocular motility limitations in both eyes (−1 elevation OD; −1 adduction OS). Pupils were equal and reactive, with no afferent pupillary defect, and colour vision was normal (HRR testing score of 10/10).\\nA cerebral CT-scan with contrast revealed an osteolytic lesion of the right frontal bone, as well as infiltrative lesions in both orbits (extraconal fat OD, lacrimal gland OD, superior rectus muscle OD, medial and inferior rectus muscles OS, and optic nerve OS), presumably secondary to a neoplastic process. The patient underwent a right TCAO with tumor biopsy, which concluded on a diagnosis of breast carcinoma metastasis (lobular subtype). IHC analyses detected highly positive hormone receptors and negative HER-2 (). Complete physical examination only revealed a left axillary adenopathy; no palpable breast mass was found. A PET-scan revealed a hypermetabolic region in the supero-outer quadrant of the patient’s left breast, as well as multiple hypermetabolic lymph nodes implicating the left axillary region, the mediastinum, and both pulmonary hila. Numerous osteolytic lesions on axial skeleton were also identified.\\nA biopsy of the left breast mass and left axillary adenopathy confirmed a lobular breast carcinoma graded 2/3, positive for estrogen receptors and negative for progesterone receptors and HER-2. She was started on letrozole, palbociclib, and pamidronate.\\nA few months later, control imaging revealed a progression of her metastases at the level of the medial rectus muscle OS, as well as presence of a new left frontal lobe lesion with concomitant vasogenic edema. This new lesion was treated with stereotactic radiosurgery (1800 centigray [cGy] radiation dose) and dexamethasone.\\nAlmost three years after initial presentation, the patient died due to progression of her plurimetastatic disease.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'34457303': 2, '6717910': 1, '953971': 1, '17700235': 1, '11642491': 1, '12759863': 1, '9227204': 1, '22728506': 1, '18462475': 1, '17541362': 1, '21859452': 2, '25355547': 1, '16052150': 1, '9340411': 1, '15677955': 1, '15121380': 1, '2342807': 1, '33536796': 2}", "similar_patients": "{'7850410-1': 2, '3184093-1': 1, '8385588-1': 1}"}