{"patient_id": 101039, "patient_uid": "7513443-1", "PMID": 33005114, "file_path": "noncomm/PMC007xxxxxx/PMC7513443.xml", "title": "Paraneoplastic Limbic Encephalitis in a Patient with Primary\\nWell-differentiated Teratoma and Metastatic Poorly Differentiated Embryonal\\nCarcinoma", "patient": "We present the case of a 41-year-old male with repeated visits to outside emergency\\ndepartments over a 3-month period with a waxing and waning pattern of worsening\\ncognitive dysfunction as well as intermittent fevers. He also complained of\\ngeneralized weakness and fatigue. His initial diagnosis was viral meningitis. He had\\na negative workup for infectious etiologies, including negative CSF cultures,\\nnegative Lyme titers, normal ACE level. Previous lumbar puncture was notable for\\nelevated white blood cells, elevated protein, and glucose below 50g/dL. CT scan of\\nthe abdomen at an outside hospital revealed a right pericaval lymph node measuring\\n3.8 x 3.7 cm with central necrosis ().\\nExternal genitalia were incompletely visualized on this scan. After transfer to our\\ninstitution, the condition continued to worsen and after being admitted, the patient\\nwas unable to speak and reported weakness in all four extremities that progressed to\\nalteration of awareness, disorientation, and difficulty speaking. Labs at this time\\nwere significant for phosphorous less than 2 mg/dL, which is known to precipitate\\nseizures and altered mental status, however it was felt that the lower extremity\\nshaking was not consistent with a seizure. He was placed on Keppra prior to arrival\\nat our hospital. Based on this presentation, a CT of the head was obtained to rule\\nout a primary central nervous system etiology. This imaging showed no acute process.\\nFurther work up with MRI could not be obtained due to a non-compatible internal\\npacemaker. Pacemaker analysis showed no abnormalities. Due to the para-aortic\\nlocation of the mass, a 24-hour urine metanephrine was also performed to rule out a\\nneuroendocrine tumor.\\nAfter the negative initial workup, concern for distant metastasis led to the belief\\ncurrent symptomatology was due to secondary to a paraneoplastic process.\\nSpecifically, the presence of retroperitoneal lymphadenopathy with necrosis raised\\nconcern for testicular origin. Sonographic evaluation of the testicles showed a\\nright sided, ill-defined, multi-cystic 2.4 x 2.1 x 2.2cm mass (). Further laboratory evaluation revealed an\\nelevated B-hCG of 49.9 mIU/mL, alpha fetoprotein level of 1.67 ng/mL and normal LDH\\nlevel. A right radical orchiectomy was performed.\\nGross pathology obtained from the right radical orchiectomy showed a 2.1 x 1.8 x 1.6\\ncm tan-white, ill defined, soft, multicystic lesion in the medial and inferior pole\\nof the testis, without hemorrhage or necrosis. Histologic evaluation revealed mixed\\nrespiratory epithelium, gastrointestinal glands, and squamous epithelium with\\nkeratinization consistent with a post-pubertal testicular teratoma with associated\\ngerm cell neoplasia in situ (Figures , ).\\nRepeat CT scan of the abdomen and pelvis showed continuous enlargement of the right\\nperi-aortic lymph node, now measuring 5.6 cm in greatest dimension, as well as a new\\nleft peri-aortic node measuring 2.2 cm in the largest dimension. After\\nmultidisciplinary discussion, given the likelihood of a paraneoplastic syndrome that\\nwould likely worsen with up front chemotherapy, the decision was made to proceed\\nwith a primary retroperitoneal lymph node dissection. The large aortocaval mass was\\nadherent to the inferior vena cava (IVC), but no invasion was noted. Measurement of\\nthe extirpated mass was noted to be 7 x 6 x 4.5 cm in size cm in the largest\\ndiameter. A complete bilateral template retroperitoneal lymph node dissection was\\nperformed extending inferiorly from the renal veins to the bifurcation of the common\\niliac arteries and to the ureters bilaterally.\\nOn gross pathology, the aortocaval mass was well encapsulated with hemorrhagic and\\nnecrotic cut surfaces. Microscopic evaluation displayed large anaplastic cells with\\nepithelioid features, nuclear pleomorphism and frequent mitoses. Giant cells with\\ngranular cytoplasm were also present. One node measuring 1.5 x 1.0 x 1.0 cm was\\npositive for malignancy. Immunostaining of the mass and positive lymph node\\ndisplayed positive staining for Pan-Keratin and OCT4, and negative staining for\\nCD30, S-100, Desmin, pan-melanoma, and SOX2. The microscopic evaluation and\\nimmunostaining combination led to the diagnosis of poorly differentiated embryonal\\ncarcinoma ().\\nThe patient’s neurological symptoms were managed with methylprednisolone, and Keppra\\nwas continued for seizure prophylaxis. Following resection of the aortocaval mass,\\nthe patient recovered well, and the diplopia and paralysis resolved. He was managed\\npost-operatively with Bleomycin-Etoposide-Cisplatin (BEP) therapy. At the time of\\npublication, he had received three cycles of BEP and has shown no evidence of tumor\\nrecurrence.", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'27861143': 1, '31269365': 1, '27018785': 1, '19597017': 1, '32109195': 1, '19840008': 1, '15215214': 1, '12849427': 1, '10869059': 1, '30739914': 1, '18851928': 1, '29671528': 1, '26060594': 2, '33005114': 2}", "similar_patients": "{'4427818-1': 1}"}