{"patient_id": 100768, "patient_uid": "7489153-2", "PMID": 32584739, "file_path": "noncomm/PMC007xxxxxx/PMC7489153.xml", "title": "Supramalleolar osteotomy with a hexapod type external fixator for the treatment of ankle joint three planar deformity: Case report", "patient": "Case 2- A 37-year-old male patient presented to our clinic in July 2017 with reduced walking distance and complaint of left ankle pain. The patient had a history of falling trauma about five years ago. He had been operated twice in another hospital before he came to us. Preoperative clinical assessment showed moderate varus deformity, 5° dorsiflexion in the ankle, and decreased subtalar eversion. Patient’s right foot had 10° more external rotation relative to the left side. In the radiological evaluation, similar to the previous case, varus ankle deformity was found. Measured ankle deformity LDTA and ADTA values were 105° and 70°, respectively (Figure 4). For the surgical treatment, we planned to correct the deformity in this patient using the technique we described for the first patient. The fixator was removed seven months after the ankle deformity was corrected gradually. At the latest follow-up six months postoperatively, he could walk 500 m without any pain, his ankle AOFAS score was 99, and his ankle dorsiflexion and subtalar eversion were improved. Postoperative distal tibial joint orientation angle was significantly changed. Lateral distal tibial angle was 89° and ADTA was 80° (Figure 5). We observed only one complication of deep pin-site infection which was managed with curettage during fixator removal. A written informed consent was obtained from the patient.", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'29526151': 1, '29564076': 1, '23959222': 1, '12540077': 1, '26117578': 1, '6630250': 1, '18830791': 1, '22224328': 1, '4042499': 1, '24721250': 1, '2910611': 1, '26915774': 1, '32584739': 2}", "similar_patients": "{'7489153-1': 2}"}