{"patient_id": 98984, "patient_uid": "7328362-1", "PMID": 32600151, "file_path": "noncomm/PMC007xxxxxx/PMC7328362.xml", "title": "Rapid improvement in Alzheimer’s disease symptoms following fecal microbiota transplantation: a case report", "patient": "An 82-year-old man presented for opinion and management of recurrent CDI following hospitalization for methicillin-resistant Staphylococcus aureus pneumonia. The patient had previously failed several courses of antibiotics for CDI, including vancomycin, vancomycin with metronidazole, fidaxomicin, and bezlotoxumab, with relapse confirmed via symptom recurrence and positive stool test.\\nAt the time of presentation, the patient was under the care of his primary care physician and his neurologist for the treatment of AD, following a gradual 5-year decline in memory and cognition. The patient was taking memantine (28 mg once daily) and donepezil (23 mg once daily). The patient’s dementia symptoms included confusion, memory loss, depression, and flattened affect. On his most recent Mini-Mental State Examination (MMSE) administered by the neurologist, the patient scored 20, indicating mild cognitive impairment. This result reflected the gastroenterologist’s findings and was within the expected range for patients with AD. The patient’s wife reported that he no longer appeared to enjoy socializing, and required considerable assistance with basic tasks such as food preparation, bathing, and taking his medication. Neuropsychiatric testing revealed significant impairments in the areas of memory and semantic language abilities, nonverbal learning, and divided attention and response inhibition. His scores in these areas were within the first through fifth percentiles for function.\\nFollowing a detailed discussion regarding the potential risks and benefits associated with the procedure, the patient underwent a single 300 mL FMT infusion (per the Borody method) using stool from the patient’s 85-year-old wife as a donor. The patient’s wife was intellectually acute, with normal affect and stable mood. Following the procedure, the patient’s CDI symptoms resolved, and repeat stool testing 2 months later was negative.\\nAt the follow-up visit 2 months post-FMT, the patient’s wife reported improvements in the patient’s mental acuity and affect. The MMSE was re-administered by the gastroenterologist (and subsequently by the neurologist) and the patient scored 26, indicating normal cognition. Four months post-FMT, the patient reported continued improvement in memory, with no progression in symptoms. The patient now remembered his daughter’s birthday, which he had not been able to recall previously, and was able to correct the physician’s recollections of his symptoms. Six months post-FMT, the patient reported a marked improvement in mood, was more interactive, and showed more expressive affect. Readministration of the MMSE revealed that the patient’s score had further increased to 29.\\nBecause no study was conducted, no ethics approval or consent was required. Verbal consent was obtained from the patient for the publication of the report; however, this was merely a courtesy because all data have been de-identified.", "age": "[[82.0, 'year']]", "gender": "M", "relevant_articles": "{'29619403': 1, '34867153': 1, '23548899': 1, '29109711': 1, '29097871': 1, '23323867': 1, '30458058': 1, '34569953': 1, '17261678': 1, '27443609': 1, '30518790': 1, '33921772': 1, '26775532': 1, '34205336': 1, '34199021': 1, '34691318': 1, '27568024': 1, '30967657': 1, '34712115': 1, '34358037': 1, '24923909': 1, '21329555': 1, '31798539': 1, '34485269': 1, '33510784': 1, '29091972': 1, '27329806': 1, '29051531': 1, '22970774': 1, '29888263': 1, '34576191': 1, '33971619': 1, '34876226': 1, '33153085': 1, '24892819': 1, '34122039': 1, '26367776': 1, '22528099': 1, '34576000': 1, '34430117': 1, '34421687': 1, '28176819': 1, '28862638': 1, '32600151': 2}", "similar_patients": "{}"}