{"patient_id": 30886, "patient_uid": "7813072-1", "PMID": 33489193, "file_path": "comm/PMC007xxxxxx/PMC7813072.xml", "title": "Transient spontaneous chylothorax presented with neck pain and swelling in a patient with latent TB: Case report", "patient": "A 35-year-old lady not known to have chronic medical illness. Presented to the hospital with chief complaint of left-sided neck swelling and pain of 2 days duration. She did not have a history of fever, cough, weight loss, haemoptysis, chest pain, or shortness of breath. The patient reported no previous history of tuberculosis in the family or any sick contacts, and this was the first time to have such symptoms. The patient is a reformed smoker and drinks socially. There was no past history of trauma or any vigorous exercise.\\nUpon arrival to the emergency room, she was afebrile, blood pressure 104/64 mmgh, respiratory rate 18/minute, and pulse rate 83/minute.\\nNeck examination revealed left supraclavicular swelling, tender but soft with no palpable lymph nodes, examination of the chest revealed stony dullness, and reduced breath sounds in the basal left zone.\\nUltrasonography revealed ill-defined predominantly hyperechoic mixed echogenic area in the left supraclavicular region and left-sided pleural effusion.\\nComputed tomography (CT) neck and chest revealed diffuse fat stranding and small lymph nodes noticed in mediastinum giving picture of mediastinitis/inflammatory process involving the left posterior neck muscle and in left pectoralis muscle with diffused smudged fat plane.\\nNo collection noted in the neck. Mild left pleural effusion suggestive of chylothorax, Figure , Figure A,B.\\nLaboratory investigations including complete blood count, comprehensive metabolic profile and C-reactive protein, lipase, and thyroid function tests were all within normal limits.\\nSerum triglyceride 1.9 mmol/L, normal limit 1.7-5.6 mmol/L. Serum cholesterol 4.1 mmol/L, normal limit 5.2-6.2 mmol/L.\\nUltrasound-guided diagnostic aspiration of the pleural fluid showed milky alkalotic exudative fluid with predominant lymphocytes, triglycerides level of 2.39 mmol/l, cholesterol level of 3.4 mmol/l, negative gram stain and bacterial culture, negative acid-fast bacilli smear, culture and TB-PCR, and also negative cytology. QuantiFERON was positive.\\nThe patient's symptoms started to improve during hospital stay with symptomatic treatment.\\nFew days later, the patient underwent repeated CT scan which showed resolution of most of the pleural effusion with normal abdomen CT findings (Figure ).\\nFollow-up chest X-ray after 1 month was unremarkable, and the patient was free of symptoms.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'19932278': 1, '13749103': 1, '17435914': 1, '24827665': 1, '27993324': 1, '21425049': 1, '4813841': 1, '18339791': 1, '1643953': 1, '16007891': 1, '10355439': 1, '28275756': 2, '16078038': 1, '33489193': 2}", "similar_patients": "{'5336629-1': 1}"}