{"patient_id": 105567, "patient_uid": "7940725-6", "PMID": 33746521, "file_path": "noncomm/PMC007xxxxxx/PMC7940725.xml", "title": "Mifepristone as Bridge or Adjunct Therapy in the Management of Challenging Cushing Disease Cases", "patient": "A 32-year-old woman presented for evaluation of persistent CD following an unsuspected diagnosis of CD approximately 1 year prior during an evaluation for bilateral galactorrhea. Among her many cushingoid symptoms, she reported precipitous weight gain (38 kg in 1 year), edema, visual disturbances, skin lesions, and recurrent infections. Also present were hyperprolactinemia (prolactin 45.6 ng/mL [2.0 nmol/L], upper limit of normal [ULN] 26.0 ng/mL [1.1 nmol/L]) and unsuppressed cortisol levels after 1-mg DST. Brain MRI revealed a pituitary mass measuring 1.8 × 2.1 × 1.6 cm with left cavernous sinus invasion and compression of her optic chiasm.\\nAfter undergoing TSS that removed an ACTH-positive pituitary adenoma, her cortisol levels did not drop sufficiently. The patient desired surgery rather than medical treatment. Future fertility was not a concern for her; therefore, a total hypophysectomy was undertaken. Postsurgical cortisol was 5.23 μg/dL (144.3 nmol/L), and hydrocortisone replacement 20 mg twice daily was prescribed. She noted improvements in dermatological lesions, edema, and vision (left eye); however, she developed growth hormone deficiency (received growth hormone 0.2 mg), diabetes insipidus (received desmopressin 0.2 mg), hypothyroidism (received levothyroxine 150 μg/day), and hypogonadism. Her hydrocortisone dose was 15 mg/day.\\nSix months after surgery, the patient was found to have prediabetes, hypertension, and weight gain, as well as various symptoms and laboratory measures characteristic of CD recurrence (). Brain MRI revealed a residual enhancing tumor within the left aspect of the sella and the left cavernous sinus with encasement of the left internal carotid artery of approximately 75% of its circumference. The residual tumor measured maximally 1.4 × 1.7 × 1.4 cm and extended minimally into the suprasellar space.\\nShe underwent GK radiosurgery, and 2 weeks later, mifepristone was initiated at 300 mg/day as adjuvant therapy. After 1 month of treatment, her potassium was 3.6 mmol/L (normal range 3.5 mmol/L-5.2 mmol/L); 50 mg/day spironolactone was initiated. Free thyroxine decreased to 1.27 ng/dL (16.34 pmol/L; normal range 0.82-1.77 ng/dL [10.6-22.8 pmol/L]), so levothyroxine was increased to 175 μg/day. She experienced mild symptoms of cortisol withdrawal, which resolved 2 months later, and mifepristone was titrated to 600 mg/day. She experienced more significant cortisol withdrawal symptoms (nausea, vomiting, and diarrhea), and her dose was reduced to 450 mg/day. She continued mifepristone for 8 additional months. During treatment, she experienced resolution of prediabetes (HbA1c 5.5% [36.6 mmol/mol]) and hypertension (BP 113/75 mmHg), and lost weight (BMI decreased from 52.01 to 41.71 kg/m2).\\nAlthough ACTH and cortisol were expected to increase on mifepristone treatment, her levels decreased (), suggesting GK radiosurgery success; hence, mifepristone was discontinued. Follow-up brain MRI 1 year after GK radiosurgery demonstrated that her residual tumor decreased in size and enhancement intensity. Ten months after discontinuing mifepristone, her ACTH remained normal, and cortisol remained low, although the cortisol increased after a cosyntropin stimulation test (). Blood pressure (BP 103/64 mmHg) and glucose control (FPG 68 mg/dL [3.8 mmol/L]) remained normal.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'33292727': 1, '31528830': 1, '3024870': 1, '28614003': 1, '29440375': 1, '29754634': 1, '23990348': 1, '18056770': 1, '21772221': 1, '25501963': 1, '18057379': 1, '26222757': 1, '8988897': 1, '26067718': 1, '33025384': 1, '32743767': 1, '32531251': 1, '21525155': 1, '32556793': 1, '27189147': 1, '23996696': 1, '32380475': 1, '23533241': 1, '25013998': 1, '32387195': 1, '32139169': 1, '27177728': 1, '5682243': 1, '27521067': 1, '22466348': 1, '17356896': 1, '28938462': 1, '32436951': 1, '25057099': 1, '31112270': 2, '18334580': 1, '22278423': 1, '27643842': 1, '27486349': 1, '26004339': 1, '20803415': 1, '33746521': 2}", "similar_patients": "{'7940725-1': 2, '7940725-2': 2, '7940725-3': 2, '7940725-4': 2, '7940725-5': 2, '6830498-1': 1, '6830498-2': 1, '6830498-3': 1, '6830498-4': 1}"}