{"patient_id": 29875, "patient_uid": "7767675-2", "PMID": 33043564, "file_path": "comm/PMC007xxxxxx/PMC7767675.xml", "title": "Preserving the Pelvic Ring at the Sciatic Notch During Resection of Malignant Bone Tumors at the Posterior Ilium", "patient": "A 56-year-old male noticed a left iliac mass 3 years before the initial assessment. The size of the lesion had gradually increased. After visits to a nearby hospital, the patient was referred to our institution. Tenderness over the lesion was not reported. Plain radiographs showed a calcified lesion at the posterior ilium (Fig. ). An MRI showed a 7-cm diameter lesion with homogeneous low signal intensity on T1-weighted images and with heterogeneous low-to-intermediate signal intensity on a T2-weighted image (Fig. ). The abnormal signal intensity extended to the sacral wing and normal intensity was maintained at the distal sacroiliac joint (Fig. ). The FDG-PET/CT showed a solitary lesion that was not metastatic and the SUVmax was 7.4. The histological sample from a needle biopsy showed a neoplastic osseous lesion, which suggested it was osteosarcoma.\\nResection was prioritized rather than the administration of preoperative chemotherapy. After resection with a surgical margin using S2-sacral ala line for reference (Fig. ), the defect was filled with β-TCP blocks, which were fixed with u-HA/PLLA plates and screws. A lumbo-sacro-pelvic fusion was performed with rods and screws (Fig. ). The resected sample was diagnosed as stage IIB (T2, N0, M0, G3) osteosarcoma according to the AJCC staging system. The surgical margin of the resected material was negative for sarcoma. Consecutive chemotherapy with ifosfamide, etoposide, and carboplatin was performed for three courses. The patient was able to walk with a crutch without pain medication but exhibited a Trendelenburg gait. No recurrence was seen 1 year after the operation.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'23508334': 1, '29413734': 1, '28385945': 1, '24078542': 1, '8425352': 1, '16131865': 1, '25943084': 1, '21113363': 1, '19454996': 1, '19247163': 1, '12525527': 1, '29438787': 1, '26655804': 1, '33043564': 2}", "similar_patients": "{'7767675-1': 2}"}