{"patient_id": 26265, "patient_uid": "7545472-1", "PMID": 33062352, "file_path": "comm/PMC007xxxxxx/PMC7545472.xml", "title": "A Rare Case of Metastatic Hepatocellular Carcinoma Masquerading as a Forehead Hematoma", "patient": "A 77-year-old female with a past medical history of hypertension was admitted for new onset ascites and decompensated cirrhosis. She presented to the emergency room for progressively worsening shortness of breath, abdominal distention, and 10-pound weight loss over 4 weeks. Incidentally, the patient was also noted to have a painless soft tissue mass on her forehead. She reported that the lesion had been enlarging over 4 months which she thought to be secondary to a hematoma that developed after hitting her head on a door. She denied prior history of alcohol abuse. There was no personal or family history of liver disease, cancer, or autoimmune diseases. Vital signs were stable, with a BMI of 26. Physical exam was notable for significant abdominal distention, palpable hepatosplenomegaly, and a fixed nontender firm mass on her forehead. No encephalopathy, asterixis, or stigmata of liver disease was appreciated. Cardiopulmonary exam was unremarkable without crackles or peripheral edema. Initial labs demonstrated thrombocytopenia and a mild transaminitis. INR and bilirubin were within normal limits. Computed tomography (CT) of the abdomen and pelvis revealed large-volume ascites, splenomegaly, and cirrhotic liver morphology with multifocal hyperattenuating liver lesions, the largest measuring 6 cm × 5 cm × 5 cm involving segments II-II with extracapsular extension, associated with porta hepatis and both mesenteric and anterior mediastinal lymphadenopathy. Findings were highly suspicious for metastatic hepatocellular carcinoma (). CT head revealed a 3.1 cm mass eroding through the frontal calvarium (). Further investigations were significant for hemoglobin A1c (7.4%) and hypertriglyceridemia (201 mg/dL). Chronic liver disease workup was otherwise unremarkable including viral hepatitis serologies (HAV, HBcAb, HBcAg, and HCV Ab), ceruloplasmin, ferritin and transferrin, ANA, C-ANCA, P-ANCA, mitochondrial antibody, anti-smooth muscle antibody, and IgG. Serum alpha feto protein (AFP) was elevated at 97.9 ng/ml. Transthoracic echocardiogram was not performed. Diagnostic paracentesis revealed SAAG (serum to ascites albumin gradient) >1.1 and low total protein, consistent with portal hypertension. Fluid cytology was negative for malignant cells.\\nCT liver mass protocol demonstrated ill-defined infiltrative mass in left hepatic lobe (segments 2 and 3 extending to segments 4A and 4B) and multiple hypoattenuating lesions in the right hepatic lobe concerning for multifocal HCC but no significant arterial phase enhancement or delayed venous washout. Due to poorly delineated margins, the masses were unable to be measured accordingly. As imaging was indeterminate and there was a high clinical suspicion for HCC, a biopsy was necessary to confirm the diagnosis. Given the location and accessibility, a core needle biopsy of the forehead lesion was performed to provide pathologic diagnosis and identify the presence of metastasis, which would ultimately determine treatment. Pathology revealed a well to moderately differentiated tumor with trabecular pattern. Morphologically, these tumor cells resemble hepatocytic cells with slight atypia (Figures and ). No bile production was noted on the limited biopsy. A positive Hep Par-1 staining confirmed the lineage of these cells to be hepatocellular in origin (). Polyclonal CEA staining () demonstrated a diffuse canalicular pattern, highly suggestive of HCC, rather than cytoplasmic staining as seen in cholangiocarcinoma and many other cancers. AFP staining was negative. Other types of immunohistochemistry with arginase or keratin 7 or 20 were not performed. At our institution, these stains are reserved for situations in which the metastatic tumor cells are poorly differentiated or if Hep Par-1 is negative.\\nThe patient was classified as Child-Pugh class B, given her large volume ascites, absence of encephalopathy, total bilirubin <2 mg/dL, albumin 3 g/dL, and INR <1.7. However, due to evidence of metastasis on imaging, she was deemed a poor liver transplant candidate-based Milan and USCF criteria. She was managed medically with diuretics for ascites and was discharged home to follow-up with oncology for palliative chemotherapy. Unfortunately, the patient succumbed to her disease before the initiation of any treatment and passed away 2 months later.", "age": "[[77.0, 'year']]", "gender": "F", "relevant_articles": "{'29607307': 1, '11819809': 1, '24239313': 1, '32226615': 1, '29624699': 1, '29489473': 1, '24812512': 2, '30557986': 1, '26064186': 2, '31497341': 1, '30398639': 1, '27785449': 1, '27239288': 1, '26635983': 2, '33062352': 2}", "similar_patients": "{'4461905-1': 1, '4011926-1': 1, '4655285-1': 1}"}