{"patient_id": 17671, "patient_uid": "7081566-1", "PMID": 32188404, "file_path": "comm/PMC007xxxxxx/PMC7081566.xml", "title": "Triple infection with Cryptococcus, varicella-zoster virus, and Mycobacterium abscessus in a patient with anti-interferon-gamma autoantibodies: a case report", "patient": "A 53-year-old man presented to a private hospital in March 2018 with a progressively enlarging right cervical mass, low-grade fever, and significant weight loss for 4 months. Physical examination revealed right cervical lymphadenopathy. Needle aspiration of an enlarged lymph node was performed and the findings were suggestive of lymphadenitis without evidence of malignancy.\\nFour months later, he returned to the same hospital with progressive fatigue. Physical examination showed mild anemia, and a chronic ulcer at his left index finger was noted. Complete blood count revealed hemoglobin 9.0 g/dL, hematocrit 28.2%, white blood cell (WBC) count 9.9 × 109/L (74.1% neutrophils, 14.6% lymphocytes, 3.5% monocytes, 6.9% eosinophils, and 0.9% basophils), and a platelet count of 207 × 109/L. Blood test for anti-HIV antibody was negative. Right paratracheal mass was suspected from the chest radiograph. Chest computerized tomography showed a non-calcified nodule (4.5 mm in diameter) at the right upper lung with enlargement of multiple mediastinal lymph nodes (Fig. ). Biopsy of a right cervical lymph node revealed chronic granulomatous lymphadenitis. Tuberculous lymphadenitis was suspected and empirical anti-tuberculosis therapy was commenced with rifampicin 600 mg/day, isoniazid 300 mg/day, pyrazinamide 1.6 g/day, and ethambutol 1.1 g/day. During admission, he developed dyspnea and his follow-up chest radiograph revealed left pleural effusion (Fig. ). Thoracentesis was performed and the pleural fluid profile revealed a total cell count of 2.00 × 1011/L, RBC count of 0.00 × 1011/L, WBC count of 2.00 × 109/L (25% neutrophils, 70% lymphocytes, 2% mesothelial cells, and 3% macrophages), adenosine deaminase (ADA) 7.21 IU/L, and cytology for malignancy was negative. The patient was then referred to our center for further investigation and treatment. The Faculty of Medicine Siriraj Hospital, Mahidol University is a 2300-bed national tertiary referral hospital that is located in Bangkok, Thailand.\\nUpon arrival from the referring hospital, our patient’s histopathological slides were reviewed. The biopsied tissue from his left index finger showed cryptococcosis with granulomatous reaction, and the biopsy from the right cervical lymph node showed chronic granulomatous inflammation with multiple minute foci and a small number of yeasts. Although fungal cultures from the left index finger, a right cervical lymph node, and blood were negative, serum cryptococcal antigen was positive by latex agglutination test (IMMY, Norman, OK, USA) with a titre of 1:32. Anti-IFN-γ AAbs was sent and the result showed positive. Antibodies to IFN-γ in serum were measured by in-house enzyme-linked immunosorbent assay (ELISA). The average optical density (OD) from two independent tests was greater than or equal to one, which is considered positive. The cut-off OD was determined using in-house data that was based on a comparison between a group of patients with this syndrome and more than 100 healthy controls. Anti-GM-CSF AAbs was also sent, but that result was negative. Amphotericin B 0.7 mg/kg/day and fluconazole 800 mg/day were given as induction therapy for 4 weeks, followed by oral fluconazole 800 mg as consolidation treatment. After antifungal treatment, the lymphadenopathy was not improved. Accordingly, a repeat biopsy of a right cervical lymph node was performed to identify another causative organism. The culture of that biopsied lymph node revealed Mycobacterium abscessus. The patient was diagnosed as interferon-gamma autoantibodies with disseminated cryptococcosis and Mycobacterium abscessus infection. He was treated with a combination of amikacin 750 mg/day, imipenem 3 g/day, azithromycin 500 mg/day, and levofloxacin 750 mg/day. After antimicrobial treatment for 1 month, our patient’s fever and cervical lymphadenopathy were subsided.\\nOne month later, his eye examination showed bilateral optic disc swelling. Magnetic resonance imaging of orbits was performed and right optic nerve atrophy was identified (Fig. ). No treatment was required. Two months later, he returned to Siriraj Hospital and complained of vision loss in his left eye. Ophthalmologic examination showed decreased visual acuity in both eyes, and bilateral atypical optic neuritis was suspected. Two days later, he developed a group of painful vesicles at the right popliteal area of S1 dermatome. Lumbar puncture revealed clear cerebrospinal fluid (CSF), a white blood cell count of 1 cell/mm3, no RBCs, protein 38 mg/dL, and glucose 59 mg/dL. CSF was sent for VZV-DNA detection by qualitative real-time polymerase chain reaction (PCR) kit (ARGENE®; bioMérieux, Marcy-l'Étoile, France), and the test showed a positive result. Even though the CSF did not present with lymphocytic pleocytosis, a positive CSF analysis for VZV-DNA by PCR is consistent with VZV infection of the central nervous system. In anti-IFN-γ AAbs patients with visual loss, it is indicative of VZV optic neuritis. Moreover, he had a group of vesicles at the right popliteal area. Therefore, he was diagnosed disseminated VZV infection with optic neuritis. He was treated with intravenous acyclovir 1500 mg/day. Two weeks after treatment, his vision and visual acuity were both improved.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'17603241': 1, '16127458': 1, '31557985': 1, '12947000': 1, '24086734': 1, '33147819': 1, '26727515': 1, '19396523': 1, '27169938': 1, '17638188': 1, '16177125': 1, '22913682': 1, '26011559': 1, '21128092': 1, '29701234': 1, '32188404': 2}", "similar_patients": "{}"}