{"patient_id": 24540, "patient_uid": "7469690-3", "PMID": 32167846, "file_path": "comm/PMC007xxxxxx/PMC7469690.xml", "title": "Topical Ketamine with Other Adjuvants: Underutilized for Refractory Cancer Pain? A Case Series and Suggested Revision of the World Health Organization Stepladder for Cancer Pain", "patient": "MZ, a 72-year-old Caucasian female, was admitted to hospice services with ovarian carcinosarcoma diagnosed 3 years prior as stage IIIC, with disseminated malignant metastases to the retroperitoneum, peritoneum, and colon. She underwent radical debulking surgery and chemotherapy with carboplatin and five cycles of Taxol followed by carboplatin and docetaxel for eight cycles. She achieved a short remission. Four months later, the ovarian cancer returned with left adnexal mass, and the patient had surgical removal with a colostomy placed and further debulking surgical procedures. The patient was then treated with 5 cycles of ifosfamide and paclitaxel with 14 days of palliative radiation therapy for severe “10/10” pain of the coccyx. After 2 years of continued cancer presence, the patient presented to hospice services with a recurrence of the ovarian carcinosarcoma, and an additional primary cancer of the right upper lung with likely metastasis to the left axilla, and new metastasis to the coccyx: all within the previous 12 months. The patient was admitted to hospice with symptoms of anorexia-cachexia syndrome, nausea, intermittent shortness of breath, and pain.\\nThe patient's pain was mainly movement related. She was taking pregabalin 50 mg twice daily and using a fentanyl 50 mcg/hour patch but was suffering with upper back pain; a sharp radiating pain initiating in the right back and wrapping around to the anterior ribs, as well as lower extremity chemotherapy-induced polyneuropathy. The patient started methadone 5 mg BID and the fentanyl patch and pregabalin were discontinued 5 days later. The patient's baseline pain improved but she had intermittent breakthrough pain. The methadone was increased to TID after five days with good results initially. For improved coverage of neuropathic and nociceptive pain, oral ketamine was added to the methadone 2 weeks later at 10 mg BID. The ketamine was helpful, but again the patient had ongoing breakthrough pain episodes. The oral ketamine was increased to 10 mg TID but the patient experienced one distressing vivid dream. The oral ketamine was then reduced to 5 mg TID, which was effective for her localized (back) and generalized pain.\\nAt the time of hospice admission, the left axillary nodule was <2 cm. It was asymptomatic initially; however, it was doubling in size every one to two weeks. As the lesion grew rapidly beyond 3 cm, the patient developed lesion-associated severe pruritis, which was understood to be a pain equivalent. A Lipoderm cream of ketamine 10%, clonidine 0.2 mg/mL, and gabapentin 4 mg/mL was prescribed for the axillary lesion initially: 1.0 mL TID. The pruritis-associated discomfort decreased from “severe” to “none,” or “mild.”\\nThe patient also developed a severely painful lesion of the left labium for which a work-up was declined. The lesion grew rapidly and was accompanied by vaginal bleeding, with severe sharp and burning pain, and was assumed to be malignant. During a vaginal pain crisis, the ketamine, clonidine, and gabapentin cream being used in the treatment of the left axilla area was also applied to the perineal region. The pain of the labial lesion decreased from “10/10” to “6/10” within 20 minutes after the cream was applied. At that point, the treatment was increased to 1.0 mL TID applied to both the left axillary and left labial mass. The dosing remained at this level until 10 days before the patient's death when it was increased to six times daily to both areas with control of the left axillary pruritis and the left labial pain.\\nFinally, as the axillary mass grew to a size of ∼14 × 8 × 5 cm, the patient developed a nonpruritic pain that was not improved by the ketamine, clonidine, and gabapentin cream; therefore, the cream was discontinued to the axilla but remained effective for the labial pain.\\nAs the patient neared death, her “all over” pain again increased to 5/10. In the final three days her pain medication was titrated again. Her final doses were methadone 10 mg PO QID, ketamine oral solution 5 mg PO TID, and hydromorphone 2 mg PO every 2 hours PRN (as needed), with excellent control of generalized pain. The ketamine, clonidine, and gabapentin cream remained at 1.0 mL every 4 hours to the left labia with pain controlled despite continued growth of the labial mass. The patient died peacefully at home, with relief of symptoms, as was her wish.", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'22644902': 1, '34588811': 1, '30091265': 1, '26234740': 1, '30443456': 1, '27399959': 1, '15598950': 1, '21479998': 1, '18488078': 1, '24945127': 1, '34223482': 1, '11476884': 1, '26352507': 1, '25139589': 1, '12196588': 1, '15886461': 1, '15923413': 1, '21923311': 1, '29870457': 1, '20547511': 1, '32167846': 2}", "similar_patients": "{'7469690-1': 2, '7469690-2': 2}"}