{"patient_id": 30357, "patient_uid": "7788054-1", "PMID": 33425531, "file_path": "comm/PMC007xxxxxx/PMC7788054.xml", "title": "Get the GIST: A Case Study of Detection and Treatment of Gastrointestinal Stromal Tumors", "patient": "Presentation and diagnosis\\nOur patient is a 62-year-old Caucasian man who went to a health fair at his church where abdominal sonograms were being performed. After receiving a sonogram the patient was told to see his primary care provider about possible kidney stones. The primary care physician performed an additional sonogram and confirmed kidney stones with an incidental finding of gallstones. The patient was referred out for a CT scan for workup of kidney stones. The patient underwent stent placement and lithotripsy. Soon after lithotripsy, the patient developed fever, and a CT with contrast was performed. This scan showed incidental findings of masses on the gastric fundus. An endoscopic exam was performed with a biopsy taken which showed spindle cells, and the first diagnosis of GIST was made.\\nTreatment\\nThe patient underwent a cholecystectomy, during which time the surgeon also removed the gastric masses. A light tan nodular mass, 4.5 x 2.2 x 1.8 cm, was removed from the posterior stomach, with histological findings as noted in Figure . We also obtained a light pink and tan wedge-shaped sample measuring 2.9 x 2.5 x 2 cm from the anterior stomach. Samples were sent to pathology where they showed spindle cell neoplasms composed of interlacing bundles of spindle cells with rounded to tapered nuclei. The mitotic count was low, with only one mitotic figure found in an examination of 15 high powered fields. Calcifications were seen and the edge of the tumor was well-demarcated with a thin fibrous membrane.\\nFollow up\\nThe patient was sent home to recover, and roughly three weeks after the procedure returned for a kidney/ureter/bladder x-ray, which had no relevant findings. Follow up with his primary care provider showed well healing surgical incisions, improved energy and positive affect regarding his own health. We advised the patient to have follow-up visits every six months for the next five years to check for a possible resurgence of GIST. Pathology results showed benign features, and thus the patient did not require adjuvant treatment with imatinib. The patient is scheduled for a six month follow-up with his surgeon for a CT of the abdomen.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'19303137': 1, '24715944': 1, '15654796': 1, '26618334': 1, '30363960': 2, '16293410': 1, '23847717': 1, '22943011': 1, '33425531': 2}", "similar_patients": "{'6186361-1': 1}"}