{"patient_id": 23398, "patient_uid": "7417324-1", "PMID": 32789090, "file_path": "comm/PMC007xxxxxx/PMC7417324.xml", "title": "Delayed Recurrence of Chromophobe Renal Cell Carcinoma Presenting as Metastatic Duodenal Ulcer", "patient": "A 73-year-old male with a past medical history of RCC, which was treated with right-sided radical nephrectomy 33 years prior, presented with abrupt onset moderate to severe right upper quadrant abdominal pain, radiating to the back. Associated symptoms included nausea and nonbloody vomiting. The patient denied any exposure to contaminated food, sick contacts, pharmacological agents like nonsteroidal anti-inflammatory drugs, corticosteroids, toxins, or alcohol. A review of systems revealed minor unintentional weight loss. Physical examination revealed a blood pressure of 208/95 mmHg, otherwise normal vital signs and epigastric tenderness. Laboratory evaluation was remarkable for microcytic anemia (hemoglobin 7.2 g/dL, mean corpuscular volume 72.2 fl). Iron studies showed low serum iron levels (15 ug/dL), low transferrin saturation (3%), and an elevated total iron-binding capacity (TIBC) (515 ug/dL). Stool guaiac was negative. CT scan of the abdomen and pelvis revealed several enlarged lymph nodes (LNs) in pancreaticoduodenal, para-aortic, and pre-caval regions, without the involvement of liver, pancreas, duodenum, or kidney (Figures -). Considering the possibility of occult gastrointestinal bleeding, esophagogastroduodenoscopy (EGD) was performed, which revealed two deep, friable, malignant appearing ulcers in major duodenal papilla and a normal-appearing second portion of the duodenum (Figure ). Biopsy from the ulcer margins showed small intestinal mucosa with scattered deposits of metastatic tumor cells with abundant pale cytoplasm, prominent cell borders, round nuclei, and prominent nucleoli (Figure ). Immunohistochemistry showed strong positivity for PAX-8 and cytokeratin 7 and was negative for CD 10 and vimentin (Figure ). This was consistent with a metastatic chromophobe RCC. Follow-up staging included a whole-body bone scan and MRI of the brain, which were negative for metastatic disease. The patient received supportive management for acute pain and iron deficiency anemia with outpatient follow-up care established with oncology. Due to extensive LN involvement, the patient was deemed to be a poor surgical candidate and was commenced on a combination of immune checkpoint inhibitors.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'9307203': 1, '12784334': 1, '14232942': 1, '25821299': 2, '16391434': 1, '20970828': 1, '16809736': 1, '31750330': 1, '22748912': 1, '31721625': 1, '26640389': 1, '23665399': 1, '16985554': 1, '28479239': 1, '32789090': 2}", "similar_patients": "{'4359939-1': 1}"}