{"patient_id": 24335, "patient_uid": "7457500-1", "PMID": 32867713, "file_path": "comm/PMC007xxxxxx/PMC7457500.xml", "title": "Gastropathy associated with lanthanum phosphate deposition that was endoscopically tracked for 3 years. A case report", "patient": "An 80-year-old Japanese man diagnosed with chronic renal failure secondary to type 2 diabetes received dialysis for 4 years and took lanthanum carbonate at dose 750 mg/day orally as a phosphate binder during this 4-year period. The patient underwent upper gastrointestinal endoscopy 1 year after initiation of lanthanum carbonate because of epigastric discomfort.\\nThe endoscopic findings at this initial endoscopy included rough mucosa with a few white granular lesions in the lesser curvature of the gastric body with the atrophic change (Fig. a). After 2 years of exposure to lanthanum, the white granular mucosa was clearly observed in the lesser curvature and had slightly expanded to the greater curvature of the lower gastric body and antrum. Multiple erosions were also observed in the greater curvature of the lower gastric body suggesting the exacerbation of inflammation (Fig. b). After 3 years of exposure to lanthanum carbonate, erosions remained and the white granular mucosa had thickened and expanded to the upper gastric body (Fig. c). After 4 years of exposure, the endoscopic findings described above became more widespread and conspicuous. The gastric mucosa with chronic inflammation was endoscopically observed thicker than at previous examinations (Fig. d).\\nHistopathological findings on biopsy of erosion in greater curvature showed atrophic mucosa, intestinal metaplasia, and regenerative change. Many histiocytes containing granular or crystalline eosinophilic deposits were found extensively infiltrating the lamina propria, consistent with the presence of inflammation (Fig. ).\\nScanning electron microscopy-energy dispersive X-ray spectroscopy (SEM-EDX) identified the deposition of phosphorus and lanthanum in gastric mucosa. Figure a shows a representative picture of the scanning electron microscopy of deposits in histiocytes as bright materials. The spectrums corresponding to phosphorus and lanthanum were detected (Fig. b). The presence of phosphorus and lanthanum in the high-luminance substance depositions were observed (Fig. c and d).\\nWe took biopsy specimens from erosion in greater curvature over time (Fig. ). It was not possible to diagnose that the deposits were lanthanum at the first biopsy, but, by retrospectively reviewing, deposits were observed from the first biopsy specimen. Although biopsies were not taken from the exact identical lesion, the infiltration of histiocytes gradually increased in the lamina propria of gastric mucosa, and granular deposits obviously increased. The crypt density was reduced, and chronic gastritis, regenerative changes, and intestinal metaplasia were more apparent over time.\\nBecause the patient has no abdominal symptoms, gastrointestinal endoscopy has been continued annually for follow-up observation. The patient signed the explanation and consent forms in the informed consent process for endoscopic examination.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'31797201': 2, '23887095': 1, '26413283': 2, '31281874': 1, '30146601': 1, '28038714': 1, '31118380': 1, '25413959': 1, '27383105': 1, '16809799': 1, '34815874': 1, '30145054': 1, '26490721': 1, '32867713': 2}", "similar_patients": "{'7239835-1': 1, '4581381-1': 1}"}