{"patient_id": 33195, "patient_uid": "7935234-1", "PMID": 33728161, "file_path": "comm/PMC007xxxxxx/PMC7935234.xml", "title": "Scurvy, Starvation, and Flea Infestation – A Case Report From 21st Century Europe", "patient": "A 79-year-old female was admitted to a Portuguese Emergency Department (ED) due to complaints of pruritus. She had a previous history of arterial hypertension and alcoholism, though she was abstinent for more than 40 years. Regular medication was amlodipine 5mg once a day. No allergies, tobacco, toxins, drug exposure, or other medical history were known. The patient lived alone in a suburban apartment, with extremely poor conditions of insulation and hygiene. She had contact with stray dogs and cats. Income was insufficient and irregular.\\nAs the patient was edentulous, her diet consisted of liquid dairy products and sugary processed foods, and was irregular due to frequent income shortage.\\nOne week before admission she had contact with presumably flea-infected stray dogs. A few hours later she noted multiple pruritic small papules on her torso, limbs, palms, soles, and scalp. Distribution did not follow any specific pattern. Multiple crusts and excoriations soon developed due to scratching. As the pruritus became unbearable, she was admitted to the ED.\\nOn admission, she complained of generalized pruritus and hunger. Detailed medical history was negative for any other symptoms, namely fever, asthenia, dyspnoea, bleeding, melena, dysphagia, nausea, vomit, diarrhoea, obstipation, arthralgia, thoracic or abdominal pain, on admission or on the previous days. On physical examination the patient was pale, emaciated, and poorly groomed. Reported weight was 32 Kg for a height of 158 cm (body mass index (BMI) of 12.8). Besides the small erythematous papules, crusts, and excoriations previously described, several fleas were identified. She otherwise appeared comfortable. Blood pressure (BP) and heart rate (HR) were stable (BP: 143/67 mmHg and HR: 92 bpm), peripheral oxygenation saturation 100% and she was afebrile. No other abnormalities were noted.\\nLaboratory analysis revealed microcytic anemia (hemoglobin: 8.2 g/dL, median corpuscular volume: 66 fL) and leucocytosis (white blood cells: 12.81 x 109/L). Serum iron concentration was low (iron: 10 µ/dL) and total iron-binding capacity was elevated (total iron-binding capacity: 377 µ/dL). Serum ferritin, folic acid, vitamin B12, bilirubin, aspartate aminotransferase, alanine aminotransferase, alkaline phosphatase, and gamma-glutamyl transferase were normal and no other abnormalities were detected. In the ED she was showered, new clothes were given, and she was fed. Oral antihistamines and 20mg of oral prednisolone were prescribed with marked improvement from the pruritus. Hospital discharge was possible, on next day, after ensuring safe housing conditions with a sensible family member. Oral iron supplements were prescribed, and a complete diet rich in iron was recommended.\\nOne month later on follow-up she showed partial recovery. The patient was living with a niece who revealed difficulty to improve dietary routines because of patient's refusal to eat certain foods (mainly fruits and vegetables). She had gained 1 Kg (BMI: 13.2) and most of the papules, crusts, and excoriations had disappeared. Nevertheless, multiple small ecchymosis on both lower and upper limbs (Figure ), scarce perifollicular petechias on her lower extremities (Figure ), and sporadic curly corkscrew body hairs were noted (Figure ). Besides poor oral hygiene and being edentulous, oral examination did not reveal any relevant findings. Her lung, heart, abdominal, and neurologic examinations were unremarkable. Additional workup (Table ) was ordered and returned 10 days later which showed undetectable serum vitamin C levels. A diagnosis of scurvy was made. No other vitamin deficiencies (vitamin A, B1, B3, B6, and D) were reported.\\nThe patient was treated with vitamin C, at a dose of 1000mg per day for a month. A diet rich in fruits and vegetables was recommended, and nutritional, psychiatric, and psychological support was offered. Follow-up one month later showed both complete resolution of all her skin lesions and weight increase to 34.5 Kg (BMI: 13.8).", "age": "[[79.0, 'year']]", "gender": "F", "relevant_articles": "{'10570371': 1, '21402244': 1, '11533373': 1, '27192205': 1, '16911372': 1, '19675106': 1, '12898492': 1, '18812436': 1, '25178582': 1, '11232136': 1, '24859547': 1, '32133311': 2, '28760081': 1, '8623000': 1, '33728161': 2}", "similar_patients": "{'7050966-1': 1}"}