{"patient_id": 24622, "patient_uid": "7471824-1", "PMID": 32908752, "file_path": "comm/PMC007xxxxxx/PMC7471824.xml", "title": "Surgical Treatment for Spinal Tuberculosis without Elevation of Inflammatory Biomarkers at the Initial Visit Mimicking Spinal Metastasis", "patient": "A 70-year-old Japanese woman who was previously healthy developed progressive paraplegia without a history of injury in the last 2 months. She thus came to our hospital for evaluation. The neurologic findings showed bilateral lower extremity muscle weakness (American Spinal Injury Impairment Scale C level) and severe hypalgesia and paresthesia at the T6-7 level. Severe compression to the spinal cord by osteolytic destruction of spinal vertebrae at T6-7 was demonstrated by computed tomography (CT) and magnetic resonance imaging (MRI) (Figures and ). There were no fevers, and the laboratory data showed no elevation in the white blood cell count (WBC; 5450/μl) or CRP (0.23 mg/dl). The patient accepted emergency surgery for the progressive paraplegia. A T4-9 posterior decompression and fusion with a T6-7 laminectomy were performed (). Although the pathology from the extirpated pedicle and lamina revealed inflammatory cell infiltrate without malignant tumor cells, the positron emission tomography-computed tomography (PET-CT) showed upregulation of the thyroid gland and aspiration cytology showed papillary adenocarcinoma of the thyroid. Thus, she was diagnosed with spinal metastases from a thyroid carcinoma. Although we explained the additional treatment of total spondylectomy (anterior and posterior) after the thyroidectomy, she declined additional surgery because the paraplegia improved significantly; however, 9 months after the primary surgery, she returned to our hospital with reprogressive paraplegia. Spinal cord compression by progression of osteolytic destruction of the T5-6-7 vertebrae with loosening of all pedicle screws was noted on MRI and CT (Figures and ). The laboratory data showed elevation of CRP (11.64 mg/dl) without elevation of WBC (6470/μl). Furthermore, a coin lesion in the right lung was observed (). Tuberculosis was suspected, and a CT-guided needle biopsy and culture were performed by the radiologist. Although a polymerase chain reaction was negative, Mycobacterium tuberculosis was detected from tissue culture. As a result, spinal tuberculosis was diagnosed. Two-stage surgeries (posterior and anterior) were performed, and antituberculosis medications (isoniazid, rifampicin, pyrazinamide, and ethambutol) were administered. In the first stage, a T1-10 posterior decompression and fusion with posterior drainage were performed. In the second stage, a T6-7-8 corpectomy, anterior drainage, and reconstruction with an expandable cage were performed (). Both neurologic function and laboratory data gradually improved after surgery. At the final follow-up 1 year after surgery, she could walk with a crutch, the laboratory data had returned to a normal level (CRP: 0.07 mg/dl), and complete fusion of T5-9 was observed on CT that showed healing of the spinal tuberculosis ().", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'18359089': 1, '8235878': 1, '19930560': 2, '19300056': 1, '19929368': 1, '32509101': 1, '31439185': 1, '27272065': 1, '20838270': 1, '32908752': 2}", "similar_patients": "{'2784744-1': 1}"}