{"patient_id": 18869, "patient_uid": "7188018-1", "PMID": 32351853, "file_path": "comm/PMC007xxxxxx/PMC7188018.xml", "title": "Multi-focal Lytic Lesions in a Patient with Myelofibrosis: A Case Report", "patient": "A 63-year-old male initially presented for orthopedic evaluation after experiencing one month of left lateral hip and thigh pain. His past medical history includes JAK2+ myelofibrosis, which was diagnosed three years prior and treated with splenectomy. He also underwent a bone marrow transplant one year before his current presentation and was placed on chronic immunosuppression. Notably, this patient was very physically active and ran a five-kilometer race one month prior to his presentation. On physical exam, his pain was reproducible when bearing weight on his left lower extremity. He was found to be anemic with a hemoglobin of 8.9 g/dL (two months prior 13.0 g/dL) and also in a state of thrombocytosis with a platelet count of 544 K/uL. Full length femur radiographs were obtained and demonstrated a permeative, lytic lesion of the proximal femur that involved the medullary canal and lateral cortex (Figure ). Advanced imaging provided further evidence of the lesion’s involvement into the surrounding soft tissue (Figure ).\\nAn open biopsy of the femoral lesion was performed. Histologic sections of the biopsy tissue showed bone marrow fibrosis with increased megakaryocytes with some displaying hyperchromatic nuclei. Bone trabeculae showed osteosclerotic change and remodeling (Figure ). Immunohistochemistry stain for CD61 highlights megakaryocytes (Figure ) and reticulin stain demonstrates extensive marrow fibrosis (Figure ). Thus, the final diagnosis of myelofibrosis was concluded.\\nThe patient underwent left femur intramedullary nail fixation followed by palliative radiation therapy, 25 Gy in 10 fractions. Two months after fixation of the left femur, he experienced new right hip and thigh pain. This new pain was not reproducible with weight-bearing. Full length right femur radiographs were obtained that showed lateral cortical thickening of the proximal femur with mottled bone demineralization. Advanced imaging showed identical findings to his myelofibrotic lesion on the contralateral side. The decision was made to not prophylactically fix his right femur because there was no cortical destruction seen on imaging and he did not have any mechanical pain. This lesion was managed with radiation therapy, 25 Gy in 10 fractions.\\nDuring radiation treatment for his right proximal femur, he developed progressively worsening right heel pain. Over several months, it became swollen and allodynic. Radiographs demonstrated a subtle, postero-superior calcaneal lucency (Figure ). Advanced imaging provided further demonstration of a permeative lesion on the right, posterior calcaneus with cortical destruction and a medial soft-tissue mass (Figure ). An ultrasound-guided biopsy was performed, which confirmed a myelofibrotic lesion. He completed radiation therapy, 20 Gy in 10 fractions, with symptomatic improvement.\\nEight months from his original presentation, he developed right shoulder pain. Radiographs were obtained and an acromio-clavicular lesion was noted (Figure ). Due to the progressive multi-focal bony lesions and short interval between presentations, ruxolitinib was initiated for systemic treatment. His shoulder pain improved with one month of physical therapy and medical management.\\nTwo months later he was admitted to the hospital after a low energy fall and sustained a right intertrochanteric femur fracture. Prior to fixation, the patient began to clinically decline and was intubated secondary to severe acidosis. He continued to decline, requiring dialysis for kidney failure and vasopressors for hypotension. The decision was made to withdraw care and transition to palliative care. Just 10 months after his initial presentation, the patient passed away. A timeline of the patient's clinical course is displayed in Figure .", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'14531481': 1, '29741513': 1, '16079113': 1, '1754912': 1, '3669778': 1, '20534696': 1, '24372927': 1, '24325359': 1, '10331505': 1, '9929105': 1, '7490324': 1, '20884719': 1, '20235305': 1, '7427866': 1, '18988864': 1, '2375922': 1, '11719361': 1, '32351853': 2}", "similar_patients": "{}"}