{"patient_id": 31444, "patient_uid": "7842840-1", "PMID": 33564614, "file_path": "comm/PMC007xxxxxx/PMC7842840.xml", "title": "Large Retroperitoneal Paraganglioma Associated with Germline Mutation of the Succinate Dehydrogenase Gene", "patient": "A 23-year-old male in good health was found to have elevated liver enzymes during a routine physical examination. An ultrasound ordered to evaluate the liver noted the presence of a large, vascular mid-abdominal mass. Further imaging by CT confirmed a large, right retroperitoneal mass measuring 16 x 10 x 13.7 cm encasing the vena cava inferior extending from the renal veins to the bifurcation of the common iliac veins (). Additionally, the CT noted leftward displacement of the abdominal aorta, and anterior displacement of the vena cava and lateral displacement of the right ureter. There was no evidence of metastasis to lymph nodes, bone, liver, or lung.\\nThe CT-guided needle biopsy identified the mass as a PGL, and the patient was referred for consideration of surgery. The patient denied headaches, excessive diaphoresis, palpitations, or paroxysmal hypertension. Laboratory studies including plasma catecholamines, plasma metanephrines, 24-hour urine catecholamines and metanephrines, brain natriuretic peptide, and cortisol were normal. Although the blood work suggested no evidence of adrenergic hypersecretion, doxazosin was prescribed out of caution in preparation for surgery.\\nTwo months after diagnosis, the patient underwent complete excision of the mass. To minimize the risk of ureteral injury, the operation began with cystoscopic placement of a localizing right ureteral catheter. Intraoperatively, the mass was firmly adherent to the inferior vena cava (IVC) resulting in multiple vena cavotomies. The vena cava was repaired and preserved; otherwise, no viscera were injured. He was discharged home 6 days after an uncomplicated postoperative course. The pathology report confirmed the diagnosis of PGL and identified the mass to be synaptophysin and chromogranin positive ( and ).\\nPostoperative MRI displayed interval resection of the retroperitoneal mass and no signs of metastatic disease. Due to the patient’s young age, the patient was referred for genetic counseling. Genetic testing revealed a likely pathogenic germline mutation (c.289A>T) in the SDHB gene. Thus, the patient was diagnosed with autosomal dominant PGL-PCC syndrome 4. He was informed that his syndrome confers a high risk of occult metastasis, the risk for developing reoccurrence of his PGL, as well as the development of other tumors: renal cell carcinoma, GIST, thyroid, and breast cancer. A 68Ga-labeled [DOTATATE] PET scan was ordered to better characterize the patient’s current disease burden. Although uptake was seen in several bone areas (), systemic treatment will be withheld as the tempo of disease progression may be slow. The patient’s immediate family members were recommended to undergo genetic testing given the 50% risk to each first-degree relative of carrying the familial SDHB mutation.", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'19802898': 1, '18259193': 1, '22183643': 1, '29264540': 1, '11404820': 1, '27048283': 1, '31330766': 1, '22430264': 1, '26273102': 1, '17102068': 1, '11062460': 1, '19628817': 1, '10657297': 1, '27896548': 1, '16317055': 1, '25041164': 1, '30100938': 1, '12000816': 1, '20833333': 1, '22965939': 1, '31693822': 1, '33564614': 2}", "similar_patients": "{}"}