{"patient_id": 16745, "patient_uid": "7029822-1", "PMID": 32117665, "file_path": "comm/PMC007xxxxxx/PMC7029822.xml", "title": "Diagnostic Challenge in a Symptomatic Patient of Arteria Lusoria with Retro-esophageal Right Subclavian Artery and Absent Brachiocephalic Trunk", "patient": "A 42-year-old female presented to the outpatient cardiology clinic for symptoms of chest pain. The patient complained of increasing episodes of chest pain radiating towards her back and neck along with having episodes of palpitations, dizziness, intermittent dysphagia, and recurrent headaches with near syncope. Physical examination revealed a regular heart rhythm with no vascular bruits. An exercise stress test taken a year ago was normal. An echocardiogram was also normal. An electrocardiogram (EKG) revealed normal sinus rhythm and incomplete right bundle branch block. Several non invasive studies for work up of chest pain including exercise stress test and myocardial perfusion test were negative. She remained symptomatic with a growing concern of underlying coronary artery disease and was subsequently scheduled for a diagnostic cardiac catheterization to delineate her coronary anatomy.\\nThe patient was prepped and draped on catheterization table in a sterile fashion and right radial artery was accessed under ultrasound guidance. After insertion of a 6 French slender radial sheath a 0.035 J tipped was advanced but it failed to advance in aortic arch and ascending aorta. Instead wire kept advancing easily in descending aorta. After multiple failed attempts we decided to perform a nonselective aortic arch injection (Figure ).\\nInjection revealed an aberrant right subclavian artery originating from the descending aorta. Given significant tortuosity (Figure ) and risk of complications with further advancing the catheter, we contemplated to abort radial access and move to femoral access. However, we then meticulously used a 6 French Multi Purpose catheter, a 6 French Williams Right catheter , a 6 French Judkins Left 4.0, and a 6 French Judkins Right 4 catheters along with a long exchange length 0.035 J tipped wire to negotiate the anatomical variations and completed the selective coronary angiograms successfully (Figures -).\\nOnce the anomalous anatomy was confirmed and no structural ischemic etiology was noted, the procedure was completed without any complications.\\nThe patient later underwent a CT scan of chest with contrast which confirmed the anomalous anatomy that was also seen seen during catheterization (Figure ).\\nThe patient's symptoms of atypical chest pain and intermittent dysphagia were thought to be related to this anomalous anatomy. The patient was offered both surgical evaluation and medical therapy with beta blockers, calcium channel blockers, and GI anti-spasmodics (hycosamine). She opted for medical therapy and her symptoms responded very well to medical management.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'28474661': 1, '25105156': 1, '31710383': 1, '31037038': 2, '31257174': 1, '32617251': 2, '12764282': 1, '31738704': 1, '32117665': 2}", "similar_patients": "{'6475851-1': 1, '7325340-1': 1}"}