{"patient_id": 21863, "patient_uid": "7341996-2", "PMID": 32643073, "file_path": "comm/PMC007xxxxxx/PMC7341996.xml", "title": "Two patients with COVID-19 and a fever-induced Brugada-like electrocardiographic pattern", "patient": "A 40-year-old man without relevant past medical history presented to the emergency department with a 5-day history of fever (39.4 °C), chills and cough. In addition, he had experienced a syncopal episode 3 days prior to his presentation. The syncope occurred in the kitchen shortly after the patient got out of bed, without any prodromal symptoms and with a very brief loss of consciousness. Twenty years ago, he experienced a similar event while being febrile. There was no relevant family history.\\nOn examination, the patient was febrile (38.6 °C) with otherwise stable vital signs. Chest radiography showed a left-sided and possible right-sided consolidation. Laboratory data demonstrated an elevated C‑reactive protein level (100 mg/l) and lactate dehydrogenase (508 U/l) and lymphopenia (0.8 × 109/l). The electrocardiogram showed a sinus tachycardia of 100 beats per minute and a borderline Brugada type 1‑like ECG pattern in lead V1 (Fig. ).\\nThe patient was placed on airborne isolation precautions in a dedicated COVID-19 unit with telemetry monitoring and received antipyretic therapy (paracetamol 1000 mg QID). He tested positive for COVID-19. The patient’s fever improved and the ECG showed a sinus rhythm of 78 beats per minute and resolution of the Brugada-like ECG pattern (Fig. ). The patient continues to be admitted and no arrhythmias have been observed.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'34791154': 1, '34864876': 1, '27033637': 1, '32244059': 1, '33984098': 2, '33490967': 1, '32311532': 1, '32309815': 1, '29649615': 1, '34307588': 2, '32292696': 1, '23872691': 1, '20100972': 1, '34564341': 2, '34760421': 2, '19843921': 1, '32643073': 2}", "similar_patients": "{'7341996-1': 2, '8572016-1': 1, '8283591-1': 1, '8040451-1': 1, '8482132-1': 1}"}