{"patient_id": 30466, "patient_uid": "7791977-1", "PMID": 33413551, "file_path": "comm/PMC007xxxxxx/PMC7791977.xml", "title": "Preoperative virtual simulation for synchronous multiple primary lung cancers using three-dimensional computed tomography lung reconstruction: a case report", "patient": "A 58-year-old woman was admitted with eight ground-glass opacity (GGO) lesions in the bilateral lobes at preoperative HRCT (four in the right upper lobe, two in the right lower lobe, and one each in the left upper and lower lobes, Fig. a-f). The largest nodule (15 mm) was a mixed GGO lesion at the apical segment of the right upper lobe, and the other pure GGO lesions were 3–6 mm in size. The patient was presumptively diagnosed with bilateral SMPLC. Her preoperative staging work-up indicated no signs of lymphadenopathy or distal metastasis. Additionally, the forced expiratory volume (FEV)1 and FEV1/forced vital capacity (percentage predicted) in her preoperative pulmonary function tests were 2.38 L and 102.3, respectively.\\nWe used commercially available medical image processing software (Materialise Interactive Medical Image Control System [MIMICS], version 20.0, Materialise, Leuven, Belgium) to process the computed tomography (CT) data acquired from axial imaging and create an accurate 3D, printable model. The 3D models demonstrate each of the lung lobes and display the reconstructed lungs and lung nodules in their real relative positions. Considering the relative position of the nodules in the lobes in the 3D-CTLR model in association with the size and number of nodules, we proceeded with uniportal VATS apical segmentectomy combined with wedge resection of the posterior segment of the right upper lobe and wedge resections of the right lower lobe (Fig. a-g).\\nPathological examination confirmed six primary lung cancers (right upper lobe: one invasive adenocarcinoma (IAC), minimally invasive adenocarcinoma (MIA), and one adenocarcinoma in situ (AIS); right lower lobe: one MIA and one AIS). Chest CT 1 month after the operation showed that the right lung had good lung retention, and the FEV1 and FEV1/forced vital capacity (percentage predicted) in her postoperative pulmonary function test were 2.22 L and 94.4, respectively.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'27293837': 1, '29297974': 1, '28523154': 1, '34883959': 1, '30417262': 1, '20650645': 1, '28901318': 1, '33413551': 2}", "similar_patients": "{}"}