{"patient_id": 30721, "patient_uid": "7805535-1", "PMID": 33489495, "file_path": "comm/PMC007xxxxxx/PMC7805535.xml", "title": "Dermatomyositis-Induced Rhabdomyolysis With Features of Necrotizing Myopathy and Acute Inflammatory Demyelinating Polyneuropathy in an Epstein-Barr Virus Infected Patient", "patient": "A 49-year-old Middle Eastern man with heterozygous factor V Leyden deficiency and previous deep venous thrombosis (DVT) on Apixaban developed progressively worsening symmetric proximal upper and lower extremity muscle weakness and dysphagia. While he was scheduled for a routine cardiac stress test, he had elevated creatine phosphokinase (CPK) at 19,000 units per liter (U/L) (normal range: 49-439 U/L), aspartate transaminase (AST) of 500 iU/L (normal range: 0-40 U/L), and alanine transaminase (ALT) 171 iU/L (normal: 0-44 U/L) for which he was admitted. Erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP) were 38 mm/hour and 16.5 mg/L, respectively (normal values: 0-15 mm/hour and 0-10 mg/L, respectively). An MRI of the lower extremity showed symmetric bilateral muscle edema throughout the pelvis, suspicious for myositis per radiology report. The patient was treated supportively with intravenous (IV) hydration and IV methylprednisolone 40 mg twice a day for three days by an internal medicine team. He underwent muscle biopsy from the left thigh, which was pending on discharge. A barium swallow evaluation showed continuously regurgitated residual material. A CT of the chest, abdomen, and pelvis showed no evidence of malignancy. Prostate-specific antigen (PSA) three months prior to presentation was normal. Myositis panel was positive for Mi-2 alpha and beta antibodies (56 and 39, respectively; normal < 11), and negative for anti-signal recognition particle (SRP), transcriptional intermediary factor 1 (TIF) antibodies, and rest of the antibodies on the myositis panel (LabCorp myositis panel II). He improved clinically, and CPK trended down to 7,000 iU/L on discharge. The patient was discharged on 100 mg methylprednisolone. He was referred to our rheumatology clinic, and azathioprine was added. The muscle biopsy results showed large necrosis and phagocytosis. There was some localized necrotic fiber in other areas and no evidence of hemorrhage or vessel occlusion. Cluster of differentiation 45 (CD45) stain showed lymphocytes in the area of necrosis mainly. Major histocompatibility complex (MHC) was also upregulated in a patchy way. Nicotinamide adenine dinucleotide hydrogen (NADH) stain showed no significant diagnostic abnormalities. Periodic acid-Schiff (PAS) stain showed no glycogen accumulation in the preserved area of muscle and no lipid accumulation. No congophilic material was seen. A follow-up CPK at the time of his initial visit was 26,000 iU/L despite being on 100 mg of methylprednisolone orally daily; therefore, the patient was hospitalized again. In the hospital, the neurology and rheumatology services were consulted. Physical examination was notable for areflexia and weakness in the upper extremities (neck flexion 3/5, neck extension 4/5, deltoid abduction 1/5, biceps flexion 4/5, hip flexion 2/5, hip extension 4/5, and normal upper and lower extremity strength distally). During this admission, he developed a rash suggestive of Gottron’s papules, shawl rash, and heliotrope rash, as illustrated in Figures -. He was subsequently treated with one gram of methylprednisolone for three days and IVIGs 2 mg/kg for five days given dysphagia and rhabdomyolysis. His CPK peaked at 36,000 iU/L, with an ALT and AST of 413 U/L and 1,112 U/,L respectively. An electromyography (EMG) and nerve conduction study showed evidence of both sensorimotor axonal degeneration and demyelinating polyneuropathy. The EMG also showed significant spontaneous fibrillations, decreased motor unit action potential duration, and decreased amplitude in the deltoid and iliopsoas muscles, which were classic features consistent with AIDP. Skin biopsy of the left upper chest and the right dorsal hand showed interface dermatitis and features consistent with Gottron's papules, respectively. As part of the work-up for rhabdomyolysis, EBV PCR (polymerase chain reaction) was elevated at 89 IU/mL. Other extensive infectious work-up including cytomegalovirus was negative. After discharge, he followed with rheumatology and a neuromuscular specialist. Colonoscopy was recommended. Two months after discharge, his CPK normalized. Dysphagia and muscle strength also significantly improved while on methylprednisolone taper and azathioprine 150 mg (1.8 mg/kg). However, azathioprine was discontinued later due to leukopenia (neutrophil count below 500), and the patient was maintained only on IVIG and 4 mg of methylprednisolone for a total of four months. Subsequently, he had a relapse of unclear etiology, and CPK was 14,000 iU/L on routine check. The patient did not have significant weakness but complained of myalgia in the thighs. He was admitted for hydration, glucocorticoid was tapered, and mycophenolate mofetil was started. CPK peaked at 53,000 iU/L. He continues to receive monthly IVIG, mycophenolate mofetil 1,000 mg twice daily, and methylprednisolone 4 mg daily. CPK continues to trend down, which was 438 iU/L at the time of writing this case (11 weeks following discharge).", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'23124935': 1, '28674380': 1, '21422765': 1, '26837010': 1, '15880488': 1, '28634834': 1, '27242652': 1, '29720800': 1, '20722047': 1, '28660228': 2, '33489495': 2}", "similar_patients": "{'5476327-1': 1}"}