{"patient_id": 99057, "patient_uid": "7335116-1", "PMID": 32656151, "file_path": "noncomm/PMC007xxxxxx/PMC7335116.xml", "title": "Spinal Ewing's Sarcoma Presenting as an Epidural Collection: A Rare Presentation of a Rare Entity", "patient": "A 33-year-old female presented with features suggestive of high cervical compressive myelopathy and radicular pain at C3. On examination, she had upgoing plantars, spasticity in the lower limbs, and C4 and C5 sensory dermatomal loss. Investigation at her hometown showed vertebral collapse with instability along with compression of the cervical spine []. There were signal changes noted in the cord but with heterogeneous enhancement in the C3 vertebra with a collection/pus seen occupying the anterior one-third of the spinal canal compressing the cord from the clivus to C4.\\nShe was subjected to a corpectomy collection drainage and anterior canal decompression, with fusion using a cage and anterior cervical plate construct []. After surgery, her neurological status improved dramatically and she was discharged early from the hospital. The vertebral fragments along with the collection were sampled and sent for analysis. They showed no signs of infection (especially tuberculosis [TB]). Histopathology showed a Monolymphatic infiltrate in the collection sample but no malignant cells or evidence of chronic inflammation or stigmata of TB.\\nOwing to the lack of evidence regarding TB, the patient was referred to an oncologist for further treatment. It was considered possible that the mononuclear infiltrate could indicate a lymphomatous process and thus would require chemotherapy. Unfortunately, the patient was lost to follow-up and did not receive any chemotherapy. No immunohistochemical and advanced typing of the HPE sample to arrive at a definitive diagnosis was done either.\\nTwo years later, she presented to a tertiary referral center with the same symptoms. This time, however, she had spastic quadriparesis with bowel and bladder dysfunction. Her images showed a recollection over the anterior aspect of the spinal canal compressing the cord []. A repeat decompression was done, and samples were sent for analysis. The patient again was lost to follow-up and went to a different center for consultation. Due to the inconclusive nature of the histopathology reports, and the recurrence of the compression, she was started empirically on antituberculous management. The high incidence of spinal and bone TB in the country as well as the near-classic clinical and radiological presentation prompted the initiation of therapy. She faithfully took her tablet for 2 years, during which she had no improvement of symptoms.\\nAfter 2 years, she noticed a gradual deterioration that worsened rapidly into quadriplegia and complete sensory loss below the neck. Imaging done on an emergency basis showed a posterior spinal compression with significant cord compression, with cord changes []. An emergency posterior laminectomy was done from C3 to C7 decompressing and removing the compressive inflamed organized semisolid mass. Unfortunately, postoperatively, she had no improvement in her quadriplegia or her bladder and bowel control. She was shifted to a neuro rehab center for further care, where she gradually has started to improve.\\nHer histopathology this time showed a small-blue-round-cell tumor with occasional ill-formed rosettes. Further immunohistochemical (IHC) panels revealed diffuse positivity for FLI-1 and focal patchy membranous positivity for CD99, and a final diagnosis of Ewing's sarcoma/PNET was given [Figure and ]. She was immediately called back for oncology consultations and to start immediate chemotherapy. This is ongoing and full remission is hoped for, as she gradually improves with neuro rehab.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'26748171': 1, '19050994': 1, '22629492': 2, '23519360': 1, '19190443': 1, '30496933': 1, '21194274': 1, '16292490': 1, '16006796': 1, '27500883': 1, '26186903': 1, '8022439': 1, '21267687': 1, '23657430': 1, '32656151': 2}", "similar_patients": "{'3356992-1': 1}"}