{"patient_id": 97797, "patient_uid": "7217305-1", "PMID": 32440172, "file_path": "noncomm/PMC007xxxxxx/PMC7217305.xml", "title": "Successful Treatment of a Multidrug-Resistant Tuberculosis Patient with a Negative Xpert MTB/RIF Test for Rifampicin-Resistant Tuberculosis in Guizhou Province of China: A Case Report", "patient": "A 32-year-old Chinese woman with a five-year history of pulmonary TB presented to our hospital in February 2017 with symptoms of cough, sputum, and shortness of breath. Physical examination revealed that her heart and abdomen were normal, and no dry and wet rales were heard in her lungs. Computed tomography (CT) scans of the chest showed bilateral pulmonary TB with cavities, bilateral pleural thickening, and enlarged lymph nodes in the upper mediastinum (, and ). Her sputum smear results revealed the presence of acid-fast bacilli (AFB) graded as 2+. No obvious abnormality was found in routine biochemical tests. The patient claimed to have no history of hypertension, diabetes, hepatitis, typhoid and other infectious diseases. While waiting for the DST results, a treatment with four first-line anti-TB drugs was initiated, which included isoniazid (INH, 400 mg daily), RIF (450 mg daily), pyrazinamide (PZA, 1.5 g daily), and ethambutol (EMB, 0.75 mg daily).\\nThree months later, chest CT scans of the patient showed increased lesions in her left lung (data not shown) and her sputum smear was still graded as 2+. Results from the Xpert MTB/RIF assay were positive for MTBC but negative for RIF resistance, suggesting that the M. tuberculosis isolate was susceptible to RIF. However,results from the traditional DST showed that the clinical isolate collected from this patient three months after admission were resistant to INH, RIF, EMB, streptomycin (STR), levofloxacin (LFX), ofloxacin (OFX) and gatifloxacin (GFX), but susceptible to moxifloxacin (MFX), amikacin (AM), prothionamide (PTO), capreomycin (CM), kanamycin (KM) and para-aminosalicylic acid (PAS). Based on the DST results and WHO treatment guidelines for drug-resistant TB, a new treatment regimen was subsequently selected for this confirmed MDR-TB patient. This regimen contained up to five TB medicines from different groups: group A (fluoroquinolones), MFX; group B (second-line injectable agents), AM; group C (other core second-line agents), PTO and cycloserine (CS); and group D1 (add-on agents), pyrazinamide (PZA). The 20-month treatment plan included six months with five medicines (MFX, 400 mg daily; AM, 600 mg a day intramuscularly and five times weekly; CS, 500 mg daily; PTO, 600 mg daily; and PZA, 1.5 g daily), and 14 months with four medicines (MFX, 400 mg daily; CS, 500 mg daily; PTO, 600 mg daily; and PZA, 1.5 g daily).\\nDuring the revised treatment period, patient’s sputum smears for AFB were negative seven times while sputum cultures were negative four times during testing at two, four and 11 months. Chest CT scans of the patient performed two months after starting the new treatment showed decreased lesions in bilateral lungs (, \\n), and those performed at eight months after starting the new treatment showed that lesions and cavities in bilateral lungs disappeared while pulmonary fibrosis remained unchanged, indicating the treatment was successful (, and ). After the lung lesions of the patient stabilized and her symptoms abated, treatments with second-line anti-TB medicines were discontinued after the 20 months. Follow-up chest CT scans performed seven months after the completion of the 20-months of treatment showed that patient’s lung lesions and fibrosis remained unchanged (, and ), and sputum cultures were negative for M.tuberculosis.\\nTo understand why the Xpert MTB/RIF results were inconsistent with the DST results, we extracted genomic DNA from the clinical isolate (No. s20170731y) collected from the first sputum sample of this patient when she was admitted to the hospital, and sequenced the entire RNA polymerase β-subunit (rpoB) gene. We detected an A→T nucleotide substitution at the Escherichia coli codon position 572 of the rpoB gene (ATC572TTC) leading to a missense mutation (Ile572Phe), which was the same as the M. tuberculosis codon position 491 (Ile491Phe). In addition, sequencing results showed no other mutations in the rpoB coding region including the 81 bp RRDR.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'20356906': 1, '27664776': 1, '30319577': 1, '1685494': 1, '30606116': 1, '29706316': 1, '27998822': 1, '10565894': 1, '31413308': 1, '34367112': 1, '21393153': 1, '34504296': 1, '32440172': 2}", "similar_patients": "{}"}