{"patient_id": 97914, "patient_uid": "7233764-1", "PMID": 31910194, "file_path": "noncomm/PMC007xxxxxx/PMC7233764.xml", "title": "Symptomatic pseudoarthrosis secondary to a stress fracture of the acromion", "patient": "A 80 years-old right-handed lady came to our attention on March 2017 due to a 3-months history of severe pain and impairment on the right shoulder. Medical history included hypertensive cardiopathy, atrial fibrillation, and chronic kidney disease. She denied any previous and recent significant trauma, but reported a long history of pain and functional limitation due to a mild right rotator cuff arthropathy, managed by her family doctor with painkillers and physical therapy.\\nAt the time of our examination, a mild swelling was observed above the acromion. Palpation of the acromial margins evoked acute pain. In addition, a hard and painful mobile body was palpable just few centimeters below the acromion. Passive mobilization of the shoulder was highly painful in all plans of movement, whereas active mobilization was seriously impaired. Standard radiographs revealed a substantial cranialization of the humeral head and a radiopaque body located laterally to the acromion described as a periarticular calcification (). A CT-scan was then performed (), showing a clear interruption of the distal portion of the acromion, with a free-flattened fragment located posterior-laterally. Since a displaced acromial fracture was suspected, previous radiological documentation of the patient was analyzed. The oldest available exams showed gleno-humeral and acromio-clavicular osteoarthritis, exclusively. On the other hand, chest radiographs performed two years () and three months () before our visit, revealed an undisplaced fracture of the acromion and its subsequent lateral fragment detachment, respectively. Since the patient had not previous trauma, the lesion was recognized as a stress fracture of the acromion. Surgical fixation was proposed, considering fracture displacement and symptoms, but it could not be performed due to the poor patient’s general conditions. At one year follow-up, the patient complained no pain at rest and slight pain during movements. She had a severe reduction in shoulder function: active extrarotation, flexion and abduction were particularly impaired, with a Constant score of 37/100 and a QuickDASH score of 45/55.\\nOn palpation, the distal fragment of the acromion was still appreciable against the lateral aspect of the humeral head. At last follow-up, radiographs of the shoulder showed a partial reabsorption of the fragment (), probably related to chronic friction.", "age": "[[80.0, 'year']]", "gender": "F", "relevant_articles": "{'721873': 1, '21493106': 1, '7822376': 1, '8129099': 1, '2120958': 1, '25214395': 2, '3733785': 1, '12228173': 1, '8169698': 1, '23412322': 1, '31910194': 2}", "similar_patients": "{'4175635-1': 1}"}