{"patient_id": 17765, "patient_uid": "7085837-1", "PMID": 32231830, "file_path": "comm/PMC007xxxxxx/PMC7085837.xml", "title": "Optic Coherence Tomography Angiography Findings of Bilateral Choroidal Neovascularization Associated with Optic Disc Drusen Treated with Intravitreal Aflibercept Injection", "patient": "A 14-year-old girl was referred to us with complaints of visual loss and metamorphopsia in both eyes that had persisted for 1 week. Her best-corrected visual acuity (BCVA) was 20/32 in the right eye and 20/25 in the left eye. Her ocular and systemic history was unremarkable. Her intraocular pressure and anterior segment examination were normal. Dilated fundus examination revealed elevated optic discs with blurred margins in both eyes. In addition, slightly elevated yellow lesion extending from optic nerve head to the macula was observed bilaterally (Figures and ). The patient underwent imaging with colour fundus photography, FAF, FFA, spectral-domain optic coherence tomography (SD-OCT, Cirrus HD OCT 5000, Carl Zeiss Meditec Inc., Dublin, CA, USA), OCTA, orbital USG, and computed tomography (CT). FAF showed bilateral aspect of white refractile and hyperautofluorescence bodies on the surface of the optic nerve linked with the drusen and a hypoautofluorescent and hyperautofluorescent lesion in the papillomacular region (Figures and ). FFA showed no hyperfluorescence or leakage with blurred borders of the optic disc, and early hyperfluorescence and intense leakage that might be associated with CNV were observed in both eyes with the right eye predominance (Figures and ). The peripheral retina was normal. B-mode USG showed hyperechogenic appearance, and orbital CT revealed papilla as bright spots which might be associated with optic disc drusen (). SD-OCT showed retinal thickening, subretinal hyperreflectivity in the papillomacular region bilaterally, and subfoveal fluid in the right eye (Figures and ). Furthermore, macular and retinal nerve fiber layer (RNFL) thickness measurements were recorded ().\\nOCTA revealed superficial and deep capillary density, foveal avascular zone, flow, and en face images in the macula (). A large circular CNV complex with main trunk, multiple dense thin capillaries branching from the main trunk in a tree-like manner, and frequent anastomoses was observed in the papillomacular region of the right eye in the outer retina and choriocapillaris cross-sections (Figures and ). In the left eye, CNV with main trunk, minimal vessel loops, and capillaries was observed, which was considered as slightly activated (Figures and ). Moreover, radial papillary capillary density was measured with OCTA (). Density was lower in the areas associated with nasal quadrant compared to the other quadrants.\\nAll evaluations suggested CNV secondary to ODD, and intravitreal aflibercept was injected in 3 doses to the right eye and a single dose to the left eye. Three doses were injected to the right eye every other month. After the first injection, BCVA remained as 20/32 and increased to 20/25 after the second one. After the third dose of injection to the right eye and the first one to the left eye, BCVA was 20/20 in both eyes. After the injections in both eyes, SD-OCT revealed RPE irregularity in the temporal region of the optic disc and complete regression of the subretinal fluid. OCTA interestingly showed that the entire CNV compete including the main trunk disappeared (Figures ). CNV complex was not observed with OCTA, and no significant change was observed in the peripapillary and macular vascular density measurements, and findings which might be correlated with RNFL measurements were not detected in 1-year follow-up. BCVA was preserved, and no additional injections were needed.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'29186723': 1, '25887628': 1, '25544921': 2, '25016478': 1, '29210939': 1, '27471600': 1, '27022967': 1, '26428607': 1, '26731212': 1, '31349806': 1, '25802505': 2, '30524490': 1, '31758259': 1, '28248824': 1, '31744797': 1, '31157991': 1, '31358150': 1, '31650815': 2, '21397813': 1, '31470121': 1, '31043958': 2, '31289151': 1, '22368440': 1, '24792030': 1, '30642868': 1, '30239364': 1, '27990495': 1, '32231830': 2}", "similar_patients": "{'4357672-1': 1, '6823588-1': 1, '6477474-1': 1, '4269277-1': 1}"}