{"patient_id": 103850, "patient_uid": "7784734-1", "PMID": 33426501, "file_path": "noncomm/PMC007xxxxxx/PMC7784734.xml", "title": "Novel case of androgen receptor-positive cancer of unknown primary without serum prostate-specific antigen elevation that became progression free in the long term after primary combined androgen blockade", "patient": "A 60-year-old Japanese male was referred to the Department of Gastrointestinal Surgery after the incidental detection of a retroperitoneal tumor without symptoms. The patient had a previous history of HCV infection; however, no abnormalities existed on hematological examination and an anti-HCV antibody test was negative. Contrast-enhanced abdominal CT revealed around 25-mm-sized retroperitoneal tumor with heterogeneous enhancement on the left of the aorta (Fig. ). MRI demonstrated that the tumor exhibited iso-signal intensity on T1-weighted images, moderate-to-high intensity on T2-weighted images, and high intensity on diffusion-weighted images (Fig. ). After informed consent, the tumor was surgically removed. In addition, pathological findings revealed a fused glandular neoplasm composed of enlarged cells with atypical nuclei (Fig. ). An immunohistochemical profile included positive results for AR (Fig. ), PSA (Fig. ), and NKX3.1 (Fig. ), and negative results for cytokeratin 7, cytokeratin 20, thyroid transcription factor 1, CDX-2, chromogranin A, CD3, CD20, estrogen receptor, progesterone receptor, hepatocyte-specific antigen, and prostate-specific membrane antigen (Fig. ). Histopathological findings revealed a poorly differentiated adenocarcinoma in which the MIB-1 index, determined by the number of Ki67-positive cancer cells, was 28.5% (Fig. ). These results suggested the primary site of the tumor was the prostate, and, therefore, the patient was referred to our department. The patient’s serum PSA level was 3.67 ng/mL, and a digital rectal examination was unremarkable. Other serum tumor markers, including β-chorionic gonadotropin, cancer antigen 19-9, and carcinoembryonic antigen, were within normal range. 18F-fluoro-deoxyglucose positron emission tomography did not show abnormal uptake in the prostate or other organs (Fig. ). Three-Tesla MRI revealed a normal prostate without a cancerous lesion (Fig. ). An ultrasound-guided 12-core transperineal systematic prostate biopsy revealed no malignant cells. Therefore, the patient chose no further treatment. However, 3 months later, CT revealed multiple lymph node swellings, including in left supraclavicular and para-aortic sites (Fig. ); the PSA doubling time was 6.9 months. On the basis of a final diagnosis of CUP, the patient underwent CAB therapy as ADT, including a luteinizing hormone-releasing hormone antagonist and 80 mg of bicalutamide after obtaining the approval of the institutional cancer board. His serum PSA quickly reached a nadir level without any adverse events; 3 months after the initiation of ADT, all lymph node swellings had disappeared on CT (Fig. ). The patient successfully showed progression-free survival for 4 years with continuous primary CAB as an outpatient.\\nThis study was approved by the Nagoya City University Graduate School of Medical Sciences Institutional Review Board (#60200039). Written informed consent was obtained from the patient for publication of this article and accompanying images.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'31695975': 1, '9052414': 1, '19817031': 1, '10469392': 1, '22894553': 1, '27575023': 1, '20588175': 1, '23032625': 1, '20943633': 1, '31428578': 1, '25184630': 1, '17698346': 1, '33426501': 2}", "similar_patients": "{}"}