{"patient_id": 32519, "patient_uid": "7898586-1", "PMID": 33644651, "file_path": "comm/PMC007xxxxxx/PMC7898586.xml", "title": "Implantation of three transcatheter aortic valves for embolization of two valves caused by under-expansion: a case report", "patient": "An 88-year-old woman with a history of hypertension and dyslipidaemia (on telmisartan 20 mg/day and atorvastatin 5 mg/day) was diagnosed with severe aortic stenosis. The patient’s blood pressure, heart rate, and oxygen saturation (room air) were 114/63 mmHg, 82/min, and 94%, respectively. The cardiac symptom of the patient was shortness of breath, classified as New York Heart Association (NYHA) class III. Physical examination revealed normal respiratory sounds, a systolic ejection murmur, and leg oedema. The patient was classified as having class 4 clinical frailty. Electrocardiography revealed normal sinus rhythm and normal atrial-ventricular conduction. Chest radiography showed cardiomegaly and pulmonary congestion with right pleural effusion. Transthoracic echocardiography showed a normal left ventricular ejection fraction (LVEF; 54%) with severe aortic stenosis, a mean pressure gradient of 63 mmHg. The patient had mild aortic and mitral regurgitation. All laboratory values were normal, except for N-terminal pro-brain natriuretic peptide level (4687 pg/mL, normal range <125 pg/mL). The patient’s EuroSCORE II was 5.03%; our Heart Team selected TAVI because of the patient’s advanced age and frailty.\\nPre-procedural computed tomography (CT) measurements are shown in and , and the aortic root size was considered sufficiently large to accommodate a TAVI. The aortic valve (AV) also had no massive calcification. However, scattered calcifications were noted in the non-coronary leaflet (Video 1), and the calcium volume (CV) index was considered high (). Therefore, we selected a 26-mm Evolut R valve (ERV; Medtronic, Minneapolis, MN, USA) to avoid aortic root rupture (). TAVI was performed under local anaesthesia via the transfemoral approach. After pre-dilation of the AV with a 16-mm balloon, a 26-mm ERV was deployed at the proper position (, ). However, resistance was felt when we attempted to remove the DS of the ERV (DS-ERV) from the ERV (, Video 2). Wire manipulation changed the DS-ERV position, suggesting that we could safely remove the DS-ERV. However, the ERV embolized to the ascending aorta while the DS-ERV was being removed from the ERV (, Video 3). Haemodynamic collapse, caused by aortic regurgitation or coronary malperfusion, occurred immediately after embolization. Therefore, emergency intubation was performed, and emergency veno-arterial extracorporeal membrane oxygenation (V-A ECMO) was percutaneously introduced via the left common femoral artery and venous routes as a precaution. After repositioning the ERV to the ascending aorta using a 6-Fr EN Snare (working diameter 12-20 mm; Merit Medical Systems, South Jordan, UT, USA), an additional 26-mm ERV was deployed slightly to the left ventricular side as compared to the initial position of the first ERV (). However, resistance was again felt when we attempted to remove the DS-ERV from the second ERV (). Thus, to evaluate expansion of the second ERV, we performed multi-directional fluoroscopy. The fluoroscopy revealed that the second ERV was extremely under-expanded (, ), which caused catching of the DS-ERV in the second ERV. Manipulation of the wire and DS-ERV could not release this catching of the DS-ERV, which resulted in upward embolization of the second ERV (). Emergency open surgery for removal of the two embolized valves and surgical AV replacement was too risky for the patient because of the need for cardiopulmonary bypass, and the embolized valves did not float in the ascending aorta (). Therefore, we decided to perform TAVI again; finally, a 23-mm SAPIEN 3 valve (Edwards Lifesciences, Irvine, CA, USA), which was a BEV, was successfully implanted with −2 mL under-filling following a pre-dilation with a 20-mm balloon (, ). The V-A ECMO was removed, and extubation was performed on the day after TAVI because the patient’s condition had improved. Single antiplatelet therapy using clopidogrel (75 mg/day) was also administered on the day after TAVI. The patient was discharged to home 9 days after TAVI without further complications. Our patient has survived beyond the 1-month follow-up with slight shortness of breath, classified as NYHA class II. Transthoracic echocardiography showed a normal LVEF (61%) with a mean pressure gradient of 10 mmHg and trivial paravalvular regurgitation. We will continue close follow-up observation.", "age": "[[88.0, 'year']]", "gender": "F", "relevant_articles": "{'29105953': 1, '23684680': 1, '31230081': 1, '25945689': 1, '25882773': 1, '25616813': 1, '33644651': 2}", "similar_patients": "{}"}