{"patient_id": 105280, "patient_uid": "7903828-1", "PMID": 33616419, "file_path": "noncomm/PMC007xxxxxx/PMC7903828.xml", "title": "Case report of new-onset obstructive sleep apnea after carbon monoxide poisoning", "patient": "A 50-year-old woman, who was one of three survivors of a COP event that left her in a coma and another dead, was referred to the emergency department of a local hospital after approximately 12 hours of exposure to a coal-burning stove. After she had been unconscious for 3 days in the hospital, she gradually began to recognize her surroundings, talk, and eat. Apart from routine medical treatment, she also received hyperbaric therapy after regaining consciousness. Three weeks later, she rapidly exhibited typical symptoms of DEACMP, including disorientation, apathy, dyskinesia, increased muscular tension, slurred speech, slowed responses, marked global cognitive impairment, abnormal behavior, and double incontinence. Magnetic resonance imaging (MRI) conducted 25 days after COP revealed toxic encephalopathy in the basal ganglia, central and frontal parietal cortex, and white matter as well as ischemia in the bilateral semiovale center and under the frontal parietal cortex.\\nDuring this period, the patient’s family members noticed that she had newly developed loud snoring and witnessed apnea during sleep. Because a polysomnography (PSG) examination room was not available, she underwent PSG 76 days after COP. Although her severe DEACMP symptoms had somewhat improved by that time, she still had slow reactions and speech, increased muscular tension, and loud snoring. As shown in , the patient had severe OSA with an apnea–hypopnea index (AHI) of 66 events/hour. During a total sleep time of nearly 6 hours, she had 189 obstructive apnea events (longest event was 87 s), 33 hypopnea events (longest event was 40 s), 155 mixed apnea events (longest event was 98 s), and 15 central apnea events (longest event was 27 s). Moreover, the patient developed frequent and severe oxygen desaturation (oxygen desaturation index of 50.4 episodes/hour, lowest peripheral blood oxygen saturation of 63%).\\nThe patient immediately began to use auto-CPAP therapy during sleep. Under CPAP therapy, she had more stabilized sleep without snoring or apnea, and the improvement of her overall DEACMP symptoms was more substantial. The patient underwent a second and third PSG examination without CPAP 161 and 204 days after COP, during which her AHI dropped to 32.4 and 16.5 events/hour, respectively ().\\nThe patient continued using CPAP for 7 months with good adherence and effective treatment reported by the memory card. Her loud snoring and witnessed apnea disappeared; therefore, she discontinued CPAP therapy. The patient had no excess weight gain and did not use any sedative medications after COP or during the period of PSG and CPAP therapy. Throughout the 10-month follow-up, she had no significant sequelae and was nearly back to her normal life.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'27753502': 1, '31239002': 1, '25491077': 1, '23087025': 1, '31637993': 1, '17885032': 1, '26032660': 1, '29866417': 1, '33616419': 2}", "similar_patients": "{}"}