{"patient_id": 21080, "patient_uid": "7306637-1", "PMID": 32582495, "file_path": "comm/PMC007xxxxxx/PMC7306637.xml", "title": "Metoprolol-Associated Central Nervous System Complications", "patient": "An 84-year-old male presented to the clinic complaining of increased confusion, fatigue, lightheadedness, nightmares, sleep disturbance, and balance problems for four weeks. He gave a past medical history of aortic valve replacement, hypertension, hyperlipidemia, benign prostate hyperplasia, Barrett’s esophagus, mild dementia, and chronic back pain. The patient was evaluated in an emergency room (ER) six weeks ago for lightheadedness and fatigue. Acute coronary syndrome and cerebrovascular accident were ruled out during the ER visit. Troponin (x2) was within normal range. Electrocardiogram (EKG) showed sinus rhythm with left anterior fasicicular block. Chest x-ray showed no cardiopulmonary abnormalities. MRI showed chronic ischemic white matter changes but no acute abnormalities (Figure ). The patient’s symptoms were believed to be secondary to orthostatic hypotension; orthostatic vitals were supine blood pressure (BP) of 150/80 mmHg and standing BP of 130/70 mmHg. Adjustment to his BP medications was made, his amlodipine dose was decreased from 10 mg daily to 5 mg daily. The patient was evaluated by a cardiologist after being discharged from the ER. The cardiologist discontinued his amiodarone due to his ataxia, but continued his metoprolol. The patient was started on metoprolol and amiodarone for postoperative atrial fibrillation following aortic valve replacement nine months ago. He had mild improvement in his fatigue and lightheadedness following adjustment in his medications, but continued to have worsening confusion, nightmares, sleep disturbances, and ataxia which made him come to the clinic. He described his dreams as if someone was coming to attack him and he would wake up swinging because it felt so real. The patient mentioned that his symptoms begin soon after he takes his metoprolol every day. At that encounter, his metoprolol tartrate was decreased from 50 mg twice a day to 25 mg twice a day. The patient’s symptoms improved after decreasing his metoprolol dose. With improvement in symptoms, metoprolol was tapered off at his follow-up clinic visit. His metoprolol was decreased from 25 mg twice a day to 12.5 mg twice a day for seven days. The patient’s symptoms completely resolved, and his confusion improved during his follow-up visit.", "age": "[[84.0, 'year']]", "gender": "M", "relevant_articles": "{'22336000': 2, '26184855': 1, '20033905': 1, '17534003': 1, '4054193': 1, '28182127': 1, '22216927': 1, '638680': 1, '17116960': 1, '26715033': 1, '33572109': 1, '1969642': 1, '32582495': 2}", "similar_patients": "{'3295654-1': 1, '3295654-2': 1, '3295654-3': 1}"}