{"patient_id": 100354, "patient_uid": "7450181-3", "PMID": 32903982, "file_path": "noncomm/PMC007xxxxxx/PMC7450181.xml", "title": "Dental Management of Factor XIII Deficiency Patients: A Case Series", "patient": "A 13-year-old male child reported to the department of dental surgery with a complaint of severe bleeding from the lower right anterior region. Patient gave history of a fall one day back, after which there was severe bleeding from 41 to 42 regions.\\nThe child's past medical history revealed no other symptoms except prolonged bleeding post injury at 2 years of age and a family history of consanguineous marriage.\\nIntraoral examination revealed a clot on the lingual aspect of the lower right anteriors and ecchymosis on the floor of the mouth with buccally displaced 41, 31, and 32 (). The posterior occlusion appeared stable. An orthopantomograph revealed a radiolucent line running between 41 and 42 leading to a diagnosis of dentoalveolar fracture of the right anterior mandible.\\nThe dentoalveolar fracture was planned to be stabilized using a splint made of Erich's Arch Bar. After consulting the hematologist, the patient was transfused with 3 units of cryoprecipitate prior to the procedure. The arch bar was fixed from 43 to 34 regions using 26-gauge arch wire (). The fragment was stabilized and hemostasis was achieved. The patient was advised dietary restrictions preferably semisolid for a period of 2 months.\\nA follow-up orthopantomograph after eight weeks ( says that…) showed good healing of fracture, after which a second procedure for arch bar removal was planned. Three units of cryoprecipitate were transfused post which the arch wire was removed and oral prophylaxis was performed (). No significant bleeding was noted during this procedure.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'19141159': 1, '19598071': 1, '3027131': 1, '17295950': 1, '23761984': 1, '2903011': 1, '11826242': 1, '21738029': 1, '17842715': 1, '10583246': 1, '19906159': 1, '13724728': 1, '32903982': 2}", "similar_patients": "{'7450181-1': 2, '7450181-2': 2}"}