{"patient_id": 102965, "patient_uid": "7716976-1", "PMID": 32921772, "file_path": "noncomm/PMC007xxxxxx/PMC7716976.xml", "title": "Humeral head necrosis associated to shaft non-union with massive bone loss: a case report", "patient": "A healthy old female aged 65 was referred to our department suffering from an atrophic non-union of the right humerus with a clear hardware loosening and massive bone loss complaining a stiff painful shoulder and referring three previous surgeries to her arm. All limited movements of her arm were located at the non-union site. Her medical history started on September 2012 when, because of diaphyseal humeral fracture, she was treated with an intramedullary reamed retrograde nail. On April 2013, because of a non-union at the fracture site, with a clear loosening of the proximal locking screws (fig 1a), she was treated with nail removal, debridement of the non-union and new fixation with a 9 holed 3.5 LCP plate using an extended antero-lateral approach to the humerus. On December 2013, because of proximal plate and screws loosing without any clear sign of bone healing (fig 1b), she underwent a third surgery with new debridement, autologous bone graft from iliac crest and repositioning of a new 9 holes plate adding 3 metallic cerclages to the construct to increase stability. On February 2015, the patient was referred to our institution because a catastrophic situation: more than 9 cm of diaphyseal bone loss (grade 3 according to Non-Union Scoring System – NUSS) () with a complete loose hardware palpable under the skin, and a reabsorbed humeral head, supposing a necrotic process (fig 2a, 2b). Clinically, the patient was extremely depressed and feed up for the unsuccessful previous treatments. She was complaining a stiff painful shoulder with a residual movement through the non-union site despite no evident peripheral neurological deficit.\\nAt our institution, she was assessed to exclude any infection and all the blood tests, ultrasound guided biopsy with white cells count, and cultures from the non-union site were all negative despite a positive labeled leukocyte scintigraphy performed few weeks before our department admission. The shoulder status was assessed using a CT scan, showing visible reabsorption areas of the necrotic bone (fig 3b) and an evident previous nail hole in the metaphyseal region below the humeral head (fig 3a).\\nOn April 2015, all hardware was removed in association together with debridement and a wide (11 cm) diaphyseal bone resection replaced by an handmade antibiotic loaded spacer (Gentamicin + Clindamycin) (fig 4). All the intraoperative specimens, including the removed hardware and cultures, resulted negative for any infection.\\nTwo months later, the patient underwent the final surgical procedure with antibiotic spacer removal, debridement and a further 1+1 cm bone resection, and implanting a custom made cemented megaprosthesis (Megasytem-C, Waldemar Link, Hamburg, Germany). At 20 months postoperatively, the patient was extremely satisfied with a pain-free recovery to an almost normal lifestyle including car driving despite an incomplete shoulder range of motion recovery (<110° in shoulder elevation/abduction). At the radiological assessment, there were no radiological sign either of implant loosening or glenoid reabsorption or proximal migration of the humeral head (fig 5).", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'24801261': 1, '26435247': 1, '10051878': 1, '18804575': 1, '18804574': 1, '25457328': 1, '10341889': 1, '27857483': 1, '26113032': 1, '19474444': 1, '21524745': 1, '12874509': 1, '956247': 1, '27955655': 1, '17920414': 1, '23415918': 1, '27198139': 1, '28040070': 1, '25199424': 1, '32921772': 2}", "similar_patients": "{}"}