{"patient_id": 22437, "patient_uid": "7372798-1", "PMID": 32693809, "file_path": "comm/PMC007xxxxxx/PMC7372798.xml", "title": "Serious takotsubo cardiomyopathy: an autopsy case presenting severe irreversible myocardial damage after frequent episodes of recurrence", "patient": "A 91-year-old Japanese woman with a past medical history of angina pectoris, hypertension and uterine carcinoma noted bilateral axillary pain and presented herself to an emergency room. As a physical examination and chest roentgenography showed no emergent findings and her pain improved, she returned home. However, she subsequently experienced several episodes of recurrent chest pain. At approximately 1 week after the onset, she was hospitalized due to continuous dyspnea and left chest pain. On examination, the patient was alert. Her body temperature was 36.4 °C, her pulse was 110 beats per minute, her blood pressure was 147/98 mmHg, and her respiratory rate was 28 breaths per minute. Her oxygen saturation was 98% on oxygen (6 L/min). A blood test revealed high levels of brain natriuretic peptide (BNP; 3431.5 pg/mL), creatine kinase (CK; 303 U/L), CK-MB (31 U/L), troponin T (0.813 ng/mL), C-reactive protein (CRP; 7.21 mg/dL), potassium (5.2 mEq/L), blood urea nitrogen (BUN; 41 mg/dL), creatinine (2.04 mg/dL), aspartate aminotransferase (AST; 68 U/L), and alanine aminotransferase (ALT; 35 U/L). Her red blood cell count was slightly low (3.61 × 106/μL). Her white blood cell count, platelet count, and sodium and chlorine levels were within the normal ranges. Electrocardiography revealed sinus rhythm, low voltage in limb and chest leads, and ST-segment elevation in leads II, III, aVF and V3 to V6. Echocardiography revealed medial to apical dyskinesia and basal hypercontractility of the left ventricle, which seemed to have a takotsubo-like shape (Fig. a), and cardiac tamponade. After the drainage of 400 mL of hemorrhagic pericardial effusion by pericardiocentesis, the patient’s symptoms improved; however, the cardiac dysfunction did not. Coronary angiography was not performed due to her age and low kidney function. At 3 days after her admission, cardiopulmonary resuscitation was performed for loss of consciousness due to ventricular fibrillation. The patient’s blood pressure, urine volume and consciousness level were decreased, and cyanosis, metabolic acidosis and hyperkalemia were subsequently emerged. She died on the 5th day of admission (2 weeks after the onset).\\nThe patient was 137 cm tall, with a body weight of 34 kg; her BMI was 18. At autopsy, the heart weighed 360 g and had a takotsubo-like shape (Fig. b, c). The epicardium had a reddish color and rough surface. There were no findings of thrombus, embolism, obstruction or severe stenosis of the coronary arteries (Fig. b-d). There was no cardiac rupture. Remarkably, the left ventricle was dilated in the basal to middle segment, and the ventricular wall was thin, especially at the middle to apical segment (Fig. a). Serous pleural effusion (left 400 mL, right 600 mL) was present. The lower lobes of bilateral lung were collapsed (left 250 g, right 270 g). Bleeding of the intestinal mucosa and moderate atherosclerosis were seen. The liver, left kidney, right kidney and spleen weighed 560 g, 60 g, 70 g and 25 g respectively. Microscopically, the heart showed notable degeneration and necrosis. Wavy change and thinning of the myocardium were diffusely observed especially on the apex and anterior to lateral wall of the left ventricle, interventricular septum and right ventricle, intermingled with interstitial fibrosis, hemorrhage and neutrophil infiltration (Fig. b, a-c). Contraction band necrosis was mainly observed on the posterior to inferior wall of the left ventricle (Fig. b, d). The liver showed centrilobular necrosis. Ischemic change was seen on the intestinal mucosa, suggesting ischemic mucosal hemorrhage.", "age": "[[91.0, 'year']]", "gender": "F", "relevant_articles": "{'18294473': 1, '29187206': 2, '28127218': 1, '31046506': 1, '28396614': 2, '27406446': 1, '25511560': 1, '30532808': 1, '28133464': 1, '30116453': 2, '28453621': 1, '26519673': 1, '25131525': 1, '26332547': 1, '18453156': 1, '27127432': 1, '31707601': 1, '31428481': 2, '29434120': 1, '30904919': 1, '27873520': 2, '30819368': 1, '32693809': 2}", "similar_patients": "{'5382367-1': 1, '5122644-1': 1, '5708116-1': 1, '6089471-1': 1, '6683796-1': 1}"}