{"patient_id": 98104, "patient_uid": "7261700-1", "PMID": 32476306, "file_path": "noncomm/PMC007xxxxxx/PMC7261700.xml", "title": "Olfactory and Gustatory Dysfunction in a COVID-19 Patient with Ankylosing Spondylitis Treated with Etanercept: Case Report", "patient": "We report a case of olfactory and gustatory dysfunction in a 53-year-old female patient with ankylosing spondylitis (AS) treated with a TNF-α inhibitor, etanercept, during severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection. She was diagnosed with AS as human leukocyte antigen B-27 positivity, bilateral sacroiliitis, enthesitis, and C-reactive protein (CRP) elevation in March 2017. Although she received multiple nonsteroidal anti-inflammatory drugs (NSAIDs) and disease-modifying anti-rheumatic drugs (sulfasalazine 2,000 mg per every day and methotrexate 15 mg per every week), her symptoms waxed and waned. Treatment with subcutaneous etanercept 50 mg once weekly was initiated, which led to good control with normal CRP from November 2018. Then, NSAIDs and sulfasalazine were discontinued, but methotrexate was retained. At the last assessment in December 2019, her symptoms remained improved, so after that, she received etanercept at 3-week intervals.\\nAfter contact with a patient with SARS-CoV-2, she was diagnosed with COVID-19 on March 3, 2020, and the last etanercept injection was administered on February 20. Her symptoms were mild (i.e., cough and rhinorrhea but no fever) without tasty or gustatory abnormality, and she was isolated on March 3. On March 25, she had AS symptoms and self-administered etanercept. After two days of SARS-CoV-2 negative test results on April 6 and 7, she was released from isolation. However, she had recognized a decreased sensation of taste, including sweet, salty, and sour taste on April 5 (). She was transferred to a neurologist for an objective examination. On neurological examination, she was able to perceive the smell of ground coffee beans, but moderately decreased smell intensity and severely disturbed sweet taste were noticed after 50% dextrose water was orally administered. Her other cranial nerves were normal; namely, extraocular movement, facial muscle expression, somatic sensation of the tongue, hearing, and gag reflex were normal. The electrophysiologic studies of facial nerve conduction and blink reflex were normal (). A brain magnetic resonance imaging showed no abnormalities ().\\nWritten informed consent for publication concerning all photographic materials was received.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'32094336': 1, '32275288': 1, '33640999': 1, '33154972': 1, '32354772': 1, '32344276': 1, '33240211': 1, '34671775': 1, '29447987': 1, '32132184': 1, '32253535': 1, '32237238': 1, '33140593': 1, '32871412': 1, '32277367': 1, '32241793': 1, '32253068': 1, '26932943': 1, '32383370': 1, '33107232': 1, '32476306': 2}", "similar_patients": "{}"}