{"patient_id": 97651, "patient_uid": "7193879-1", "PMID": 32426251, "file_path": "noncomm/PMC007xxxxxx/PMC7193879.xml", "title": "Atrial septal defect closure in a midget toy poodle", "patient": "A 7-month-old female toy poodle weighing 1.4 kg was referred to the Okayama University of Science Veterinary Teaching Hospital with cardiac dilatation. The dog was maldeveloped. No cardiac murmur was detectable through thoracic auscultation, and there were no respiratory abnormalities. Complete blood count and serum biochemical test results were within reference ranges. Thoracic radiography revealed a right-sided cardiomegaly, pulmonary overcirculation, and main pulmonary artery enlargement without any tracheal, bronchial, or pulmonary abnormalities or lesions (). Electrocardiography revealed a right-axis deviation (–150°) as well as a deep S-wave (–1.5 mV) and no arrhythmia. Echocardiography evaluation revealed moderate dilatation and concentric hypertrophy of the RV with ventricular septal flattening, enlargement of the right atrium (RA), and main pulmonary artery enlargement (pulmonary artery-to-aorta ratio: 1.34). A secundum-type ASD was also observed, and the blood flows though the defect exhibited a left-to-right shunt (). The size of the defect was 3.3–4.0 mm, and the pulmonary blood flow/systemic blood flow ratio (Qp/Qs) as determined through echocardiography was 3.03. Based on these observations, the isolated secundum-type ASD was diagnosed. Due to the risk of progression of pulmonary hypertension, heart failure, or right-to-left shunt, ASD closure using an Amplatz canine duct occluder was planned.\\nPreanesthetic medications included fentanyl citrate (3 µg/kg IV) and robenacoxib (2 mg/kg SC). The dog was anesthetized with alfaxalone (3 mg/kg IV) and intubated. General anesthesia was maintained with sevoflurane mixed with 100% O2 and infusion of fentanyl citrate at a constant rate (10 µg/kg/h), under controlled ventilation. After intubation, intercostal nerve blocks were performed on the incision area with lidocaine, followed by administration of atropine sulfate (20 µg/kg IM), cefazolin (30 mg/kg IV), and vecuronium bromide (0.05 mg/kg IV). Heart rate, pulse rate, noninvasive arterial blood pressure, electrocardiography tracings, respiratory rate, tidal volume, minute volume, rectal temperature, arterial oxygen saturation, end-tidal carbon dioxide concentration, and sevoflurane concentration were monitored continuously during the surgery. The dog was restrained in the left lateral recumbent position.\\nThe right thoracotomy was performed in the fifth intercostal space. After thoracotomy, the pericardium was incised above the phrenic nerve. Dilation of the RA and RV was visually confirmed. The size of the defect was 4.2 mm, as determined through trans right atrial echocardiography with a 12-MHz transducer (Vivid E95, GE Healthcare Japan, Tokyo, Japan). A purse-string ligature (Nescosuture 4-0 taper point, Alfresa Pharma Co. LTD, Osaka, Japan) was formed in the right atrial wall, the atrial wall was punctured with scalpel (No. 11, Akiyama Medical MFG. Co. Ltd., Tokyo, Japan), and catheterization was performed under trans right atrial echocardiographic guidance. The 5 Fr catheter (Destination, Terumo Co. LTD, Tokyo, Japan) was advanced across the atrial defect into the left atrium without guide wire. The first disc and part of the waist (4 mm) (Amplatz canine duct occluder, Infiniti Medical LLC, CA, USA) were deployed in the left atrium. The device was seen to go through the ASD however, so it was exchanged with a different size (waist size 6 mm). The catheter was advanced again, and the device was deployed gently against the atrial septum. While back tension was maintained on the delivery cable, the catheter was retracted such that the second disc was unsheathed within the RA. After deployment, the device was released, the catheter was removed from the atrium, and both the purse-string sutures (Nescosuture 4-0, Alfresa Pharma Co. Ltd., Osaka, Japan) were tied. The thorax was closed in a routine manner, and the drain catheter (8 Fr Atom Multipurpose Tube, Atom Medical Co. LTD, Tokyo, Japan) was placed. The total anesthesia time was 185 minutes, and the operation time was 132 minutes. Recovery from anesthesia was uncomplicated. The dog was administered antibiotics (cefazolin, 30 mg/kg, q 8 hours IV for 3 days, and cefalexin, 15 mg/kg, q 12 hours PO for the next 7 days) after the surgery. Antiplatelet medicine was initiated (aspirin, 0.5 mg/kg, q 24 hours PO for 5 months) after the removal of drain catheter (2 days after surgery). At 2 and 5 days after surgery, red blood cell counts, hematocrit, and hemoglobin content were within the reference ranges and had not noticeably changed compared to their values before surgery. The dog was discharged with instructions to severely limit exercise for 4 weeks and then to limit activity for 3 months.\\nFive days after the operation, dilatation and concentric hypertrophy of the RV, ventricular septal flattening, pulmonary overcirculation, and main pulmonary artery enlargement were improved (pulmonary artery-to-aorta ratio: 1.05) () although mild residual shunting was observed (). At 10 months after the operation, the dog had gained weight (1.74 kg), RV enlargement was further improved, and the Qp/Qs had decreased to 1.16.", "age": "[[7.0, 'month']]", "gender": "F", "relevant_articles": "{'23164065': 1, '16121610': 1, '19647397': 1, '23506634': 1, '19678889': 1, '18546234': 1, '27449901': 1, '16762762': 1, '16629951': 1, '29111287': 1, '17684082': 1, '24183715': 1, '23236928': 1, '20151868': 1, '25713731': 1, '14607459': 1, '12137154': 1, '26363941': 1, '977437': 1, '29130619': 1, '32426251': 2}", "similar_patients": "{}"}