{"patient_id": 103025, "patient_uid": "7723710-1", "PMID": 33344611, "file_path": "noncomm/PMC007xxxxxx/PMC7723710.xml", "title": "Laparoscopic left lateral sectionectomy in pediatric living donor liver transplantation by single-port approach: A case report", "patient": "The donor was a 28-year-old man who volunteered for living liver donation to his daughter. The recipient was a 14-mo-old girl who presented to our center with the complaint of repeated hematemesis for 2 wk.\\nThe donor had no significant present medical condition. The recipient was diagnosed with biliary atresia 1 mo after birth. A Kasai operation was performed. Approximately 2 wk before presenting to our center, she suffered from repeated hematemesis three times. Hepatosplenomegaly and esophagogastric varices were detected after physical and endoscopic examination.\\nThe donor and recipient had no other significant medical history. A history of hypertension, diabetes, coronary heart disease and other chronic disease was denied.\\nThe donor and recipient had no significant personal and family history.\\nThe donor’s weight was 62 kg and height was 174 cm, with a body mass index (BMI) of 20.5 kg/m2. The recipient’s physical examination showed liver disease with mild jaundice, poor nutrition, abdominal swelling and hepatosplenomegaly. Her weight was 9 kg and height was 75 cm, with a BMI of 16 kg/m2.\\nFor the donor, laboratory examinations showed no abnormal results, and he was Child–Pugh Grade A (score 5). For the recipient, laboratory examinations on admission revealed a hemoglobin level of 91 g/L, platelet count of 163 × 109/L, white blood cell count of 7.66 × 109/L, alanine aminotransferase (ALT) 28 U/L, albumin 30.8 g/L, total bilirubin (TBIL) 16.78 µmol/L, direct bilirubin 7.61 µmol/L, and creatinine 22.9 µmol/L. Her prothrombin time was 14.50 s, and international normalized ratio was 1.29. Combined with imaging examination, she was Child–Pugh Grade B (score 7) and pediatric end-stage liver disease score was 8.\\nFor the donor, liver dynamic computed tomography and magnetic resonance imaging showed: (1) Left lateral graft volume of 232.76 cm3 with a graft-to-recipient weight ratio of 2.59%; (2) Right hepatic artery derived from the superior mesenteric artery; and (3) No anatomical variation in the portal vein, hepatic vein and bile duct (Figure ).", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'29995683': 1, '31567784': 1, '20945973': 1, '30080281': 1, '11844509': 1, '29489071': 1, '29303066': 1, '21717424': 1, '22968066': 1, '26734538': 1, '21197236': 1, '21316725': 1, '24867469': 1, '31482356': 1, '32324692': 1, '26583663': 1, '33344611': 2}", "similar_patients": "{}"}