{"patient_id": 102325, "patient_uid": "7652198-3", "PMID": 33209846, "file_path": "noncomm/PMC007xxxxxx/PMC7652198.xml", "title": "Atypical case presentations of Streptococcus pneumoniae from level 1 trauma centre in India -A case series", "patient": "A 36-year-old male presented to the emergency department with a history of fall from height (roughly 10 feet) with an impact on the right side elbow and right side gluteal region. There was a history of loss of consciousness with no history vomiting, seizures, and the ear, nose and throat bleed (ENT) bleed, chest pain, abdominal pain, difficulty in breathing, or hematuria. The patient had the following vitals on presentation: heart rate of 121 bpm, pulse oximeter reading 87% on room air, respiratory rate of 18 breaths per minute, a temperature of 35.7°C, and blood pressure 118/78 mmHg. On examination, the patient was hemodynamically stable and irritable with the Glasgow Coma Scale (GCS) being E3V2M5. The case was suspected to have a head injury with fracture of long bones (polytrauma). The local examination of the right arm and the right leg revealed swelling, tenderness, and deformity. X-ray findings revealed intertrochantric fracture of the right femur and right side olecranon fracture. The CT scan revealed right-sided thin frontal subdural hematoma (SDH), diffuse cerebral edema, effaced ventricles with no mass effect, and midline shift. CT of the cervical spine revealed C5 burst fracture with right lamina fracture, C6 vertebral body fracture along with C5–6 subluxation. The patient neck was immobilized with Philadelphia collar, and the patient was started on injection mannitol 100 mL IV BD, injection piperacillin/tazobactum 4.5 gm IV TDS, injection amikacin 500 mg IV BD, injection metrogyl 500 mg IV TDS. The patient underwent a decompressive craniectomy on an elective basis with the evacuation of the acute subdural hematoma (SDH) with lax duroplasty and the insertion of intracranial pressure (ICP) sensor. Postoperatively, the patient was shifted to the intensive care unit (ICU) and kept under observation. On the 6th postoperative day, the patient developed fever. Blood workup showed hemoglobin 9.5 g/dL, total leucocyte count (TLC) 15,450 cells/mm3, CRP 516 mg/L, urea of 32 mmol/L, creatinine of 1.83 μmol/L, sodium 132 meq/L, potassium 3.8 meq/L, and chlorides 98 meq/L. Bronchoalveolar lavage (BAL) and two sets of blood cultures were sent, one from the central line and one from peripheral line. BAL grew normal flora, both the blood cultures grew Streptococcus pneumoniae, the minimum inhibitory concentration (MIC) of the isolate is depicted in . The patient's antibiotics were changed to high dose intravenous ceftriaxone to cover the invasive S. pneumoniae. Despite all possible resuscitative measures, the patient's general condition did not improve with GCS being E3V2M1. The patient succumbed to death on the 10th day of ICU stay.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'29464129': 2, '10451005': 1, '7948518': 1, '8413448': 1, '21537153': 1, '17664810': 1, '11545556': 1, '29884448': 1, '31029142': 2, '6723637': 1, '3890093': 1, '17372776': 1, '8654436': 1, '12664880': 1, '8783699': 1, '31031342': 1, '33209846': 2}", "similar_patients": "{'7652198-1': 2, '7652198-2': 2, '6486957-1': 1, '5804339-1': 1}"}