{"patient_id": 16565, "patient_uid": "7017927-1", "PMID": 32082956, "file_path": "comm/PMC007xxxxxx/PMC7017927.xml", "title": "Association Between Treatment-Resistant Sarcoid Myopathy and Inclusion Body Myositis", "patient": "A 46-year-old African American female with a five-year history of biopsy-confirmed sarcoidosis presented to the clinic with complaints of progressive right upper extremity weakness and bilateral lower extremity weakness accompanied by shortness of breath, headaches, blurred vision, cachexia, and fatigue. Physical examination revealed a waddling gait with heel standing difficulty. There was no evidence of bulbar involvement. Muscle strength testing, using the Medical Research Council (MRC) muscle grading scale, revealed prominent right shoulder abduction weakness (2/5) and symmetrically reduced proximal muscle strength with weakness in shoulder flexion/extension (4/5), elbow flexion/extension (4/5), hip flexion/extension (4/5) and knee flexion/extension (4/5). Upper extremity reflexes were lively (2/4), while lower extremity patellar and ankle jerk reflexes were diminished (1/4).\\nSerology revealed elevated total creatine kinase (CK) of 574 units/L (normal 24-173 units/L), approximately three times the upper normal limit. Upper extremity electromyography (EMG) revealed early recruitment and myopathic units in the right deltoid, biceps, and supraspinatus. Lower extremity EMG revealed myopathic units involving the tibialis anterior and peroneus longus without evidence of early recruitment. There was no evidence of myopathic units involving the quadriceps. Lower extremity nerve conduction studies were normal. Magnetic resonance imaging of the neuroaxis was unremarkable. Over the course of five years, the patient had received treatment with prednisone, methylprednisolone, and azathioprine with little improvement.\\nOne year later, the patient returned to the clinic with progressive muscle weakness. Physical examination revealed a waddling gait, now requiring a cane for ambulation. Worsening motor deficits included bilateral shoulder abduction (2/5) and bilateral hip flexion (2/5). Finger flexor weakness and ulnar atrophy were absent. Based on these findings, the patient was sent for a deltoid muscle biopsy which revealed the presence of granulomatous myositis (Figure ) consistent with sarcoid myopathy.\\nAdditional findings included COX-negative muscle fibers accompanied by marked muscle atrophy (Figure ), congophilic intracellular inclusions (Figure ), and TDP43/p62-positive rimmed vacuole type structures (Figure ) consistent with co-existing sporadic inclusion body myositis.\\nThe patient was subsequently initiated on a trial of intravenous infliximab, which failed to improve the patient’s symptoms.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'24268584': 1, '21908393': 1, '15937690': 1, '27509154': 1, '28598872': 1, '23117948': 1, '27027255': 1, '18611922': 1, '27854208': 1, '29073364': 1, '16395757': 1, '27175719': 1, '25037082': 1, '3779534': 1, '28523201': 2, '27858337': 1, '25599912': 1, '29061245': 1, '21994327': 1, '28505979': 1, '32082956': 2}", "similar_patients": "{'5420916-1': 1}"}