{"patient_id": 102521, "patient_uid": "7674100-1", "PMID": 33203666, "file_path": "noncomm/PMC007xxxxxx/PMC7674100.xml", "title": "Case of Merkel cell carcinoma in a patient with pre-existing ILD", "patient": "A 71-year-old man with fibrotic interstitial lung disease (ILD) began experiencing several months of progressively enlarging skin nodules predominantly on the right ankle and foot around May 2019. On his initial evaluation in August 2019, he was noted to have a 3 cm erythematous nodule on the lateral right foot and <1 cm nodules on the right posterior ankle with associated swelling. He had no appreciable inguinal lymphadenopathy.\\nWith regard to his pulmonary history, the patient developed a persistent cough in June of 2017 that failed to respond to antibiotics. A chest CT revealed basilar-predominant peripheral reticular changes with traction bronchiectasis but no honeycombing, suggestive of a usual interstitial pneumonia (UIP). Serological work-up was notable for a positive anti-nuclear antibody (ANA) (1:1280) with a nucleolar pattern (negative rheumatoid factor (RF), cyclic citrullinated peptie (CCP), anti-Jo-1, anti-Scl 70 antibody, anti-Sm antibody, anti-U1RNP antibody, anti-Ro/SSA antibody, and anti-La/SSB antibody), and surgical lung biopsy demonstrated fibrosing and minimally cellular interstitial pneumonitis with fibroblastic foci and airway-centered fibrosis most compatible with an UIP-type ILD (). He was evaluated by rheumatology who found no evidence of a connective tissue disease. A multidisciplinary discussion, including a review of radiographical, pathological and clinical findings, concluded this was most likely an idiopathic fibrotic non-specific interstitial pneumonia (NSIP). He initially declined therapy but, in 2018, developed progressively worsening dyspnea requiring 2 L of supplemental oxygen with exertion and a decline in forced vital capacity (FVC). Mycophenolate therapy was recommended; however, initiation was deferred due to pending elective surgical procedures. He was in this state of health when he developed these new lower extremity nodules in August 2019.\\nThe patient was evaluated by dermatology and underwent punch biopsy, which revealed atypical cells with stippled nuclei and scant cytoplasm in a cohesive nodular and trabecular aggregation with positive CK20 and PCK in a paranuclear dot pattern consistent with MCC (). F18 Fluorodeoxyglucose (FDG)positron emission tomography (PET)/CT demonstrated FDG-avid skin lesions on the distal right leg and right ankle (Standardized Uptake Value (SUV) max 7.3) without evidence of metastatic disease ().\\nThe patient was reviewed in multidisciplinary discussions with a determination to pursue systemic therapy, given a multifocal disease that was deemed unresectable and poor wound healing associated with radiation therapy. Given the high rates of recurrence with standard chemotherapy and after long discussion regarding the potential risks of ICB in the setting of pre-existing ILD, the decision was made to pursue therapy with pembrolizumab. In discussion with his primary pulmonologist, it was opted to perform close pulmonary follow-up, including surveillance pulmonary function tests (PFTs) prior to each treatment and initiation of hydrofluoroalkane–beclomethasone dipropionate (HFA-BDP), based on particle size and high forward velocity seen with metered dose inhalers. Unfortunately, due to insurance issues, that patient was maintained on fluticasone proprionate and salmeterol at a dosing of two times per day.\\nInitial PFTs prior to treatment revealed a diffusing capacity of lung carbon monoxide (DLCO) of 41% predicted (12.57 mL/min/mm Hg). He started on pembrolizumab in September 2019 with good response after two cycles, including regression of the dominant lesion on the lateral aspect of the foot (). He underwent repeat PET/CT in November 2019, which demonstrated overall improvement of disease of the right lower leg and ankle with resolution of a raised anterolateral lesion, decreased size and metabolic activity of the anteromedial lesion and decreased skin thickening and subcutaneous edema without evidence of FDG-avid metastatic disease. The patient was maintained on serial PFT evaluations () and clinical monitoring with no decrease in ambulation oxygen saturations.\\nIn January 2020, the patient reported increased dyspnea with exertion and slightly decreased DLCO, for which treatment was held. A chest CT with intravenous contrast demonstrated stable fibrotic disease without evidence of an overlying acute parenchymal process or pulmonary embolism. His subsequent PET/CT showed persistent response. He ultimately resumed treatment with further delays in the setting of COVID-19. His treatment course was further complicated by a high-risk Non-ST elevation myocardial infarction on April 22, 2020, for which he underwent percutaneous coronary intervention with drug eluting stent placement. His last PET/CT in June 2020 demonstrated no evidence of FDG-avid recurrent or metastatic disease. Due to his complicated medical course, he is currently being observed expectantly off anticancer therapy.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'30726175': 1, '29566106': 1, '19671877': 1, '11112914': 1, '27093365': 1, '28629548': 1, '29782069': 1, '28983773': 1, '27646942': 1, '28838377': 1, '29102486': 1, '14616418': 1, '29229573': 1, '27431483': 1, '33203666': 2}", "similar_patients": "{}"}