{"patient_id": 25750, "patient_uid": "7524970-1", "PMID": 32990879, "file_path": "comm/PMC007xxxxxx/PMC7524970.xml", "title": "Laparoscopic-assisted distal gastrectomy and central pancreatectomy for gastric and perigastric lymph node metastases and pancreatic invasion from melanoma: a case report", "patient": "A 50-year-old Japanese man was diagnosed with malignant melanoma of the left parietal region. Tumor resection and left cervical lymph node dissection were performed. The pathological diagnosis was pT4aN1aM0 pStage IIIC with Breslow's thickness of 8.6 mm and no ulcer. Interferon-β therapy was added as adjuvant therapy. Seventeen months after adjuvant therapy, the fluorodeoxyglucose positron emission tomography and computed tomography (PET–CT) showed uptake around the lymph nodes along the lesser curvature and subpyloric lymph nodes (Fig. a, b). The enhanced computed tomography (e-CT) revealed that the lymph nodes along the lesser curvature may have invaded the pancreas (Fig. c). Esophagogastroduodenoscopy (EGD) revealed a 20 mm submucosal tumor-like lesion with a melanotic ulcer on the posterior wall of the gastric angle (Fig. d). A biopsy of the submucosal tumor identified the lesion as melanoma.\\nBased on the above examination, metastasis of stomach and abdominal lymph nodes from melanoma was diagnosed. And the pancreatic invasion of lymph nodes was suspected. No distant metastases to the other were noted. It was determined that surgery could completely remove the metastatic lesions. Distal gastrectomy was planned, and pancreatectomy was planned to add as needed.\\nFirst, laparoscopic surgery was performed. No peritoneal metastasis was noted. In opening the omental bursa, black lymph nodes along the lesser curvature were found (Fig. a, b). Black lymph nodes invaded the body of the pancreas, but the boundaries were clear (Fig. c). No other metastases were confirmed, and it was considered that complete resection was possible. Laparoscopic distal gastrectomy was performed with lymph node dissection.\\nSecond, the dorsal side of the pancreas was separated from the superior mesenteric vein and the pancreas was divided above the portal vein using a linear stapler (Fig. d). The metastasis resection was completed by laparoscopic surgery, but the procedure was shifted to open surgery for gastrointestinal reconstruction. A midline incision was made in the epigastric wall. The distal pancreas was dissected, and a specimen was extracted. Roux-en-Y reconstruction was performed, and four anastomoses were performed: gastrojejunostomy, pancreaticojejunostomy and two jejunojejunostomies (Fig. ). The operation time was 543 min and blood loss were 200 ml.\\nThe specimens showed submucosal tumors with melanocytic ulcers (Fig. a), as well as smooth melanin-like solid lymph nodes with clear demarcation lines that invade the pancreatic body (Fig. b). Microscopic examination showed solid growth of tumor cells with distinct eosinophilic vesicles and nucleoli, many of which contained melanin granules (Fig. c, d). Immunohistochemical analysis revealed that the lesions were positive for the melanoma-specific antigens Melan-A and HMB-45 and negative for S-100. The stomach and pancreas margins were negative.\\nPostoperatively, delayed gastric emptying was observed, but no other complications of Clavien–Dindo III or higher were observed. Abdominal recurrence was observed after 9 months of relapse-free survival. Nivolumab and ipilimumab were administered, and recurrent lesions are currently controlled. The patient has survived more than 3 years since metastasis resection.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'26288600': 1, '28891423': 1, '28384791': 1, '7609535': 1, '21480136': 1, '31782186': 1, '31775965': 1, '10606298': 1, '32990879': 2}", "similar_patients": "{}"}