{"patient_id": 100297, "patient_uid": "7445511-1", "PMID": 32903704, "file_path": "noncomm/PMC007xxxxxx/PMC7445511.xml", "title": "Ultrasound-Guided Cervical Intradiscal Injection with Platelet-Rich Plasma with Fluoroscopic Validation for the Treatment of Cervical Discogenic Pain: A Case Presentation and Technical Illustration", "patient": "A 58-year-old woman complained of chronic neck pain (VAS 6–7) and tightness for several years. The neck pain was stronger on the left side and would radiate to the interscapular region. Six months before, she gradually developed left shoulder pain (VAS 6–7) which worsened (VAS 8–9) at night. She underwent 16 sessions of physical therapy with limited improvement. On physical examination, the range of motion (ROM) of the neck was 45 degrees for left rotation and for left side bending, 60 degrees for right rotation and for right side bending, 30 degrees for flexion, and 35 degrees for extension. Local tenderness over the left cervical paraspinal muscle, longus colli and longus capitis muscles were noted. The physical examination of the left shoulder was normal except mild snapping during repeated internal and external rotations. The neurological examination revealed slightly diminished pin-prick sensations over the left C6 and C7 dermatomes. The Neck Disability Index (NDI) was 40% (moderate disability) at the baseline and 50% (severe disability) at the most severe time. The Shoulder Pain and Disability Index (SPADI) was 55% at baseline and 70% when it was more painful during sleep. The magnetic resonance imaging (MRI) of the left shoulder was normal. The MRI of the cervical spine revealed C5/6 and C6/7 desiccated discs and a broad base posterior disc protrusion, slightly more prominent over the left side. When treatment options were discussed, the patient refused transforaminal epidural steroid injection for fear of the side effects of steroids. Instead, she opted to receive US-guided provocative discography in combination with a possible PRP intradiscal injection.\\nProvocative discography with contrast was performed to the C5/6 and C6/7 discs under US guidance with fluoroscopy confirmation. When the contrast was injected to the C5/6 and C6/7 discs, part of the shoulder pain was provoked, respectively, covering exactly all the shoulder pain areas the patient had complained of. Afterwards, PRP (Harvest, USA) mixed with 0.1% lidocaine was injected to each level and the injection eliminated the left shoulder pain of the patient. No procedure-related complications were reported. Three weeks after the procedure, her neck pain had significantly improved (VAS 0–1). The ROM of the neck was 70 degrees for left rotation, 60 degrees for left side bending, almost 90 degrees for right rotation and 70 degrees for right side bending. The flexion was 45 degrees and the extension was 50 degrees. The NDI was 20% and the SPADI was also 20% after the injection into the desiccated cervical discs.\\nFor performing the US-guided cervical intradiscal injection, the patient was placed in a supine position with a towel roll under the neck and a small pillow under the upper back to hyperextend the neck and open up the anterior intervertebral spaces. The physician was seated on the patient’s symptomatic side for the needle entrance and the US device and monitor were placed opposite to the physician for better ergonomics. Antibiotics (Cefazolin 1 g) were injected intravenously 30 minutes before the procedure for infection prophylaxis. A scout scanning was first performed by placing a high-frequency linear transducer in the transverse plane on the lateral aspect of the neck. The C6 vertebra level was identified as the most caudal cervical vertebra that had both the anterior and posterior tubercles of the transverse process while the C7 vertebra only had the posterior tubercle. The prominent C6 anterior tubercle (also called the Chassaignac’s tubercle) served as a landmark. Rotating the transducer in the long axis of the neck and sliding toward the midline, the intervertebral disc spaces were visualized as the gaps between each vertebral bony cortex. The intervertebral disc distal to the Chassaignac’s tubercle level was the C6/7 disc and the disc proximal to that was the C5/6 disc. The physician then placed the center of the transducer at the targeted level of the intervertebral disc and marked a horizontal line for entry.\\nA complete aseptic technique was used throughout the procedure. The skin was prepped with chlorhexidine solution and the solution remained on the skin for at least two minutes to kill the skin bacteria that are usually implicated in deep tissue infections following skin puncture. The injection was performed with a lateral-to-medial in-plane approach with the transducer placed transversely at the marked level. In order to pass the obstruction of the uncovertebral joint which was located at the posterolateral aspect of the intervertebral disc, the needle should enter the disc as medial as possible. Therefore, the needle entry point was determined with the trajectory just passing the lateral edge of the internal jugular vein (IJV) to have enough angle to avoid the uncovertebral joint and enter the disc (). The needle was advanced through the sternocleidomastoid (SCM), anterior scalene, longus capitis (if the targeted disc level was proximal to the C5/6), and longus colli muscles. The needle passage between the carotid artery and the IJV was sometimes utilized to ensure the trajectory was steep enough to skip the uncovertebral joint if the former needle entry point failed. A hydrodissection technique using 5% dextrose as injectate could be used to push away the IJV or other neural structures (such as the cervical nerve root, the phrenic nerve and the vagus nerve) encountered in the trajectory. A dual-split display with one in power Doppler mode was used to visualize the critical vascular structures, with the attention especially focused on the vertebral artery. After the needle had reached the annulus fibrosus (), the transducer was rotated to the long axis of the neck to check the needle tip position out-of-plane and perform fine adjustment to enter the disc (). When the needle was inside the disc, the needle placement could be validated with the poking technique under in-plane and out-of-plane ultrasound imaging (). The video demonstrated the in-plane, lateral to medial approach of the ultrasound-guided intradiscal injection with the transducer placed in the short-axis of the cervical spine. After the needle had reached at the annulus fibrosus, the transducer was rotated to the long-axis of the cervical spine to check the needle tip position out-of-plane. Further validation could be achieved by injecting the contrast and visualizing the spread of the contrast under fluoroscopy (). The patient should feel the concordant pain during the injection. The PRP was then injected to the center of the disc (about 0.5 to 1 mL).", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'29226148': 1, '9113607': 1, '16868599': 1, '8066508': 1, '10828920': 1, '30532580': 1, '28198524': 1, '9704377': 1, '34943548': 1, '29732431': 1, '32903704': 2}", "similar_patients": "{}"}