{"patient_id": 29241, "patient_uid": "7734128-1", "PMID": 33330575, "file_path": "comm/PMC007xxxxxx/PMC7734128.xml", "title": "Case Report: Rosai-Dorfman Disease Involving Sellar Region in a Pediatric Patient: A Case Report and Systematic Review of Literature", "patient": "A 10-year-old boy presented to our clinic in September 2018 with polyuria and polydipsia without obvious precipitating factors for 2 months and chest discomfort for over half of a month. His urine output was about 8,000 ml per day. Urine and plasma osmotic pressure were 88 and 310 mOsm/kgH2O, respectively. Water deprivation test was positive. The patient also complained of fatigue, hypohidrosis, hot flush of palms and being afraid of heat. His previous history included cerebral hemorrhage and concussion due to traffic accident in the year of 2014. No sequelae were left.\\nClinical examination was normal except for slight subxiphoid tenderness. Neither lymphadenopathy nor hepatosplenomegaly was observed. Contrast-enhanced brain MRI showed that the pituitary stalk was thickened with obvious homogenous enhancement and the high signal of posterior pituitary was disappeared in T1-weighted images (). Examination of CSF revealed normal β-hCG (0.69 IU/L, normal range: 0–5 IU/L) and AFP (<0.605 ng/ml), normal glycorrhachia, protein, and chlorine levels, normal cell count. Laboratory test showed a higher proportion of lymphocyte (41.4%, normal range: 20–40%) and a lower proportion of neutrocyte (49.6%, normal range: 50–75%). Endocrine studies revealed low levels of LH (0.98 IU/L, normal range: 1.24–8.62 IU/L), T (0.14 ng/ml, normal range: 1.75–7.81 ng/ml), and slightly high level of PRL (16.54 ng/ml, normal range: 2.64–13.13 ng/ml). Plasma AFP and β-hCG was normal (3.7 ng/ml and 0.79 IU/L, respectively).\\nConsidering his medical history, radiological test, examination of CSF and plasma, a diagnosis of central diabetes insipidus was initiated and possibly the germinoma, which required surgical biopsy to confirm it.\\nTwo days after admission, the patient underwent surgical biopsy using endoscopic transsphenoidal approach. The mass tissue was in the posterior sella with soft texture, gray-white color, and insufficient blood supply. H-E staining of specimen revealed the large-size histiocyte with the typically foamy eosinophilic cytoplasm. Immunohistochemical study revealed the histiocytes were positive for CD68, S-100, and negative for Langerin. The index of CD1a and CD21 were sparsely positive in the tissue. Only a few cells expressed CD3 and CD20. Cell proliferation index Ki-67 was 5%. The diagnosis of Rosai-Dorfman disease was therefore yielded ().\\nSince histological diagnosis of Rosai-Dorfman disease was confirmed, FDG-PET/CT was performed to explore whether there were systemic lesions. PET/CT revealed abnormal hypermetabolic foci in the pituitary which is considered as residual RDD lesion. Bony changes and hypermetabolic foci were also seen in the right sternal end of clavicle, right transverse process of T10, left acetabulum and right femoral head. No abnormal lesions were found in head, neck, thorax, abdomen, and pelvis ().\\nThe patient then started oral minirin treatment (0.25 mg per day) and received oral medication of chemotherapy (mercaptopurine, dose dependent on blood workup) with intermittent corticoid treatment. At the last follow up in August 2020, the patient persisted symptoms of polyuria and polydipsia and continued chemotherapy and minirin treatment. Regular MRI of every 3 months revealed no progression.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'10341867': 1, '31446000': 1, '25310213': 1, '18831912': 1, '21697409': 1, '7576285': 1, '10580957': 1, '26637774': 1, '26966089': 1, '21161294': 1, '22557789': 2, '5899730': 1, '32415033': 1, '31972751': 1, '31004029': 1, '1538225': 1, '27712797': 1, '22129191': 1, '29720485': 1, '25384298': 1, '20405324': 1, '5782438': 1, '32591351': 1, '20350368': 1, '33330575': 2}", "similar_patients": "{'3342729-1': 1}"}