{"patient_id": 105778, "patient_uid": "7954273-1", "PMID": 33738413, "file_path": "noncomm/PMC007xxxxxx/PMC7954273.xml", "title": "Case report: Recovery after large intramyocardial dissecting haematoma of the ventricular septum—a rare complication of myocardial infarction", "patient": "A 77-year-old male patient presented to a secondary care hospital with persistent left-sided chest pain during exercise for one week with mild dyspnoea. His past medical history included coronary artery disease with previous coronary artery bypass surgery in 2009, chronic obstructive pulmonary disease on inhaler steroid therapy, dyslipidaemia, and arterial hypertension. The clinical examination showed no abnormality on respiratory examination, normal heart sounds, and normal abdominal findings. The initial electrocardiogram (ECG) showed sinus rhythm, a heart rate of 79 b.p.m. with a right bundle branch block as well as isolated ventricular extrasystoles (). The initial echocardiography showed a mildly reduced LV systolic function with moderate tricuspid valve insufficiency. Coronary angiography was organized because of typical chest pain and elevated cardiac biomarkers on Day 1, including troponin I at a level of 22 114 pg/mL (normal < 57 pg/mL), CK at a level of 707 U/L (normal < 190 U/L) and CK-MB at a level of 44 ng/mL (normal < 3.6 ng/mL). The patient was diagnosed with a NSTEMI. Coronary intervention with drug-eluting stent implantation (Coroflex® ISAR NEO) into the proximal and mid-right coronary artery (RCA) was performed. An ostial stenosis of the left anterior descending artery (LAD) and a 50% stenosis of the proximal left circumflex artery was left untreated. The venous bypass on the RCA showed a stenosis of the proximal anastomosis, the arterial bypass (left internal mammary artery on LAD) was patent and functional. The patient was loaded on dual anti-platelets with 500 mg aspirin and 600 mg clopidogrel following coronary angioplasty. The post-procedural echocardiogram demonstrated normal findings.\\nThe following day transthoracic echocardiography (TTE) showed an unidentified right ventricular (RV) mass occluding the RV cavity. Main differential diagnoses were an intraventricular thrombus or an overlooked myocardial tumour mass like sarcoma or metastasis. Computed tomography confirmed the finding () and demonstrated a widening of the ventricular septum to 40 mm. Intramyocardial haematoma was suspected and confirmed by magnetic resonance imaging ().\\nDue to the large, interventricular haematoma, the patient was transferred to our cardiac surgery department because a substantial risk of developing a ventricular septal defect.\\nUpon admission to our cardiac surgery intermediate care unit, the patient was clinically stable and asymptomatic. His blood pressure was 90/60 mmHg with a heart rate of 77 beats per minute and oxygen saturation of 91% on room air without added breath sounds on auscultation. In a repeat TTE as performed 2 days later, the intramyocardial haematoma was unchanged (). CK and troponin I levels peaked on Day 1 and then gradually declined with final CK at a level of 93 U/L and final troponin I below 57 pg/mL on Day 7.\\nPatient developed atrial fibrillation with a ventricular rate of 110–120 b.p.m. without haemodynamic instability during cardiac monitoring, which lasted for more than 24 h. This was electrically converted to sinus rhythm after a guideline-based exclusion of an intra-atrial thrombus by transoesophageal echocardiography. The decision to perform an electrical cardioversion followed an institutional policy. On Day 11 after the initial diagnosis, a slight decrease of the haematoma and the septal thickness (37 mm) was noted in the four-chamber view of the TTE (). The patient was discharged.\\nTransthoracic echocardiography done after 3-month follow-up revealed an almost complete regression of the haematoma (). The patient had remained symptom-free.", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'18042848': 1, '34433488': 2, '11241018': 1, '28458314': 1, '19339261': 1, '8286867': 1, '30546639': 1, '31449618': 2, '27303253': 1, '30062292': 1, '1462932': 1, '30298833': 1, '30062271': 1, '33738413': 2}", "similar_patients": "{'6601172-1': 1, '8390228-1': 1}"}