{"patient_id": 28784, "patient_uid": "7712173-1", "PMID": 33105551, "file_path": "comm/PMC007xxxxxx/PMC7712173.xml", "title": "Functional Defect of Neutrophils Causing Dermatophytosis: Case Report", "patient": "A 58-year-old male rural farmer has suffered with superficial mycosis affecting hands, nails and right ankle persisting for 20 years. A 20 × 15 cm desquamative pruritic liquenified fungal well delimited plaque with regular and thin erythematous borders have recently ascended to inguinal and abdominal areas (). Simultaneously, the patient also presented a similar 10 × 10 cm fungal lesion on his upper right paravertebral dorsum. The patient has been receiving long-lasting unsuccessful therapy with griseofulvin (1990–2000; 2016–2018), terbinafine (1985–1990; 2001–2015) and itraconazole (>2018). On the other hand, his brother presented similar symptoms, although was responsive to standard antifungal treatment. No additional relevant family history or consanguinity was observed. Mycological scraping isolated Trichophyton rubrum. Due to the absence of visceral fungal history, an upper gastrointestinal endoscopy was also performed and confirmed no invasive fungal infection. Immunological screening () showed deficient T cell proliferative response to specific stimuli and impaired neutrophil burst oxidative after specific stimulation with Candida albicans (A–C). Patient signed consent form and the protocol was approved by the local ethical committee (CAAE 33911520.5.0000.0082, 30/07/2020).\\nThe patient’s DNA was extracted in a clinical setting from peripheral blood leukocytes for whole exome sequencing analysis. Exome capture was conducted in a clinical setting as per the manufacturer’s instructions. Sequencing was performed on an Illumina NextSeq platform and exome datum was aligned to the GRCh37/hg19 reference genome using Burrows–Wheeler Aligner (BWA). Variants were identified using the Genome Analysis ToolKit (GATK) protocol and annotated using ANNOVAR, with a minimum of 95% of target bases covered at >10×. Mitochondrial genome and copy number variants were not studied. Variants were interpreted as per a consensus of two different analytical softwares: an in-house-developed analysis platform (GTAC) and a commercially available diagnostic decision support platform by Emedgene Technologies LTD (Tel-Aviv, Israel) (). At least two parallel analyses were performed to preselect variants considering allele frequency <1%, functional impact, clinical relevance of gene harboring the variant, relevant reports from databases (such as ClinVar, HGMD) and the literature. These preselected variants were then discussed in a board with three experts and only selected variants underwent Sanger confirmation. Variants were classified according to ACMG guidelines with assistance of a third-party ACMG calculator by Saphetor SA (Lausanne, Switzerland) ().\\nOverall, 58,553 variants were observed. Only 1139 of those have been previously described in less than 5% of healthy controls, among of which 960 were identified in coding regions or exonic boundaries and 296 were synonymous. Finally, 240 were considered for medical analysis and, per the patient’s clinical phenotype, only two heterozygous variants of undetermined significance were screened accordingly: (1) MPO A332V (c.995G>A; rs28730837; A), whose prevalence in controls was estimated in 4.28% (GnomAD), 1.30% (ExAC) and 0.46% (1000 G); and (2) NCF1 G83R (c.247G>A; rs139225348; B), whose prevalence in controls was estimated in 1.36% (GnomAD), 0.88% (ExAC) and 0.36% (1000 G).", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'2022872': 1, '8500277': 1, '19372727': 1, '15108282': 1, '29454792': 1, '8751892': 1, '17602947': 1, '7650482': 1, '17908694': 1, '22610543': 1, '27535533': 1, '9182719': 1, '11248021': 1, '10844936': 1, '2845090': 1, '9114158': 1, '19381301': 1, '16476484': 1, '31172494': 1, '10438466': 1, '2825109': 1, '16183032': 1, '216438': 1, '21298446': 1, '10811860': 1, '10844935': 1, '3006833': 1, '6267975': 1, '2539415': 1, '8663333': 1, '33105551': 2}", "similar_patients": "{}"}