{"patient_id": 27875, "patient_uid": "7665910-1", "PMID": 33204572, "file_path": "comm/PMC007xxxxxx/PMC7665910.xml", "title": "Laparoscopic Ovariectomy in a Domestic Yak", "patient": "A 6-month-old intact female domestic yak (Bos grunniens) presented for elective, bilateral laparoscopic ovariectomy due to concern about poor breeding soundness. The yak was intended to be housed with an intact male yak, and the owner wished to pursue ovariectomy to prevent pregnancy from unintentional breeding.\\nThe yak weighed 80 kg upon presentation. During hospitalization, the yak was bottle fed with milk and was fasted for 24 hours preceding surgery. Preoperative point of care blood work was unremarkable (PCV 38%, total protein 7.0 g/dl).\\nPrior to surgery, a catheter was placed in the left jugular vein. Flunixin meglumine (Banamine, 1.1 mg/kg IV) and ceftiofur hydrochloride (Excenel, 2.2 mg/kg SQ) were administered. Approximately one hour prior to induction, the animal received morphine (0.05 mg/kg) and midazolam (0.05 mg/kg) each IV and IM (8 mg total of each). Induction was performed with ketamine (5 mg/kg IV), midazolam (0.2 mg/kg IV), and morphine (0.1 mg/kg IV). The yak was maintained on isoflurane inhalant anesthesia in oxygen (3 l/min) and received a maintenance rate (2.5 ml/kg/hr IV) of balanced polyionic fluids during surgery. While in lateral recumbency, an epidural was performed at the lumbosacral space (morphine 8 mg, lidocaine 24 mg, and 0.9% sodium chloride 2 ml). Anesthetic monitoring included ECG, pulse oximetry, capnography, arterial blood gas analyses, and both direct and indirect blood pressure measurements. Intermittent positive pressure ventilation was maintained throughout surgery. Then, the yak was positioned in dorsal recumbency. The ventral abdomen was clipped free of hair from xiphoid process to pubis and lateral to the flank. Aseptic surgical site preparation (alternating scrubs of 7.5% povidone-iodine solution and alcohol) was performed prior to draping.\\nThe animal was routinely draped and portal sites were prepared similar to a previous report []. Briefly, a 1 cm incision was made through the skin and linea alba 1 cm caudal to the umbilicus using a #10 scalpel blade. A 12-gauge, 6.4 cm long teat cannula was placed through the incision into the abdomen, which was insufflated with carbon dioxide at a rate of 12 l/min with a commercial insufflator until a maximum pressure of 10 mm Hg was achieved. The teat cannula was removed, and a positive profile-threaded cannula (Ternamian EndoTIP 31103T4, Karl Storz Veterinary Endoscopy, Goleta, CA) without an obturator was introduced into the abdomen by controlled rotation under visual control via a 30° rigid laparoscopic telescope (Hopkins II Telescope 26003BA, Karl Storz Veterinary Endoscopy, Goleta, CA) connected to a viewing tower with a camera and light source. Two instrument portals were created approximately 10 cm caudolateral to the first portal in the right and left parainguinal region (i.e., approx. 7 cm caudal and 7 cm lateral to the initial telescope portal). For each of those 2 portals, a scalpel was used to create a 1 cm incision in the skin, and a positive profile-threaded cannula was inserted through the abdominal musculature and peritoneum and into the abdomen with visual guidance provided intra-abdominally by the laparoscopic telescope. The surgeon stood on the right side of the yak and the assistant surgeon stood on the left side of the yak throughout the procedure.\\nAfter the portals were created, the yak was tilted into the Trendelenburg position until the reproductive tract was visible (approximately 15 degrees). Traumatic laparoscopic forceps were inserted through the left instrument portal and used to grasp the left ovary. The mesovarium and mesosalpinx were identified and transected with a blunt-tip vessel sealer and divider device (Ligasure, Covidien-Medtronic, Mansfield, MA) inserted through the right instrument portal. Due to the small size of ovarian tissue (approx. 8 mm in diameter), once transected, the ovary was immediately removed through the cannula with the traumatic laparoscopic forceps. A similar approach was performed for the right ovary (). Following ovariectomy, the ovarian pedicles were observed for hemostasis. Persistent, mild hemorrhage from the left ovarian pedicle was controlled with repeat application of the vessel sealer and divider device. The Trendelenburg positioning was then discontinued, and the laparoscopic telescope and cannulas were removed. The linea alba and external muscular fascia were apposed with a 0 synthetic glycomer 631 absorbable monofilament suture in a cruciate pattern. The skin incisions were closed with a 2-0 synthetic glycomer 631 absorbable monofilament in a Ford interlocking pattern.\\nThe yak was maintained on supplemental oxygen during anesthetic recovery in sternal recovery, and this was discontinued when the swallow reflex returned, at which time the orotracheal tube was removed and she was returned to her stall. The yak was maintained in the hospital for observation for 48 hours following surgery, and antibiotic therapy (ceftiofur hydrochloride, Excenel, 2.2 mg/kg SQ once daily) was continued during this time. No further anti-inflammatory medications were administered. Minimal swelling of the surgical incisions was observed during this time, and the yak did not display signs of discomfort. At discharge, the owner was instructed to confine the yak in a small pen for 7 days prior to resuming pasture turnout.\\nThe owner was contacted by phone 12 months following surgery. The yak's owner reported that mild swelling was visible at the midline sutured portal site shortly after hospital discharge and that this swelling resolved without treatment. The yak remained comfortable, returned to the herd, and did not develop further complications. The owner was very satisfied with the procedure and would recommend it for other yaks requiring ovariectomy.", "age": "[[6.0, 'month']]", "gender": "F", "relevant_articles": "{'17129803': 1, '16506910': 1, '10100764': 1, '31887536': 1, '16728032': 1, '23762585': 1, '31139982': 1, '30605389': 1, '2931123': 1, '18833541': 1, '18638127': 1, '30406122': 1, '15718095': 1, '16298270': 1, '32092605': 1, '23279483': 1, '16642872': 1, '9232793': 1, '26095590': 1, '11841906': 1, '25932938': 1, '7846823': 1, '29033408': 1, '33204572': 2}", "similar_patients": "{}"}