{"patient_id": 25189, "patient_uid": "7497767-1", "PMID": 32953351, "file_path": "comm/PMC007xxxxxx/PMC7497767.xml", "title": "The Tumbling Bullet: Subacute Intestinal Obstruction due to a Retained Bullet", "patient": "A 29-year-old lady with no medical history presented after multiple gunshot wounds to the back, abdomen, and bilateral lower extremities. On arrival to the emergency room, the patient was on hardboard with a cervical collar, and the Glasgow coma score was 8 (eye opening in response to pain, the verbal response being incomprehensible, the motor response being flexion, and withdrawal from pain). Vital signs were significant for tachycardia to 115 beats/min, sinus rhythm, and blood pressure of 100/60 mm Hg, saturation 95% on room air. Under the primary survey, the patient was intubated and resuscitated with blood. In the secondary survey, there were gunshot wounds to the back and bilateral lower limbs. Bilateral lower limb,vascular examination showed palpable pulses with no hemorrhage. Once stabilized, the patient had a computed tomography study of the head, chest, abdomen, pelvis, and spine. Computed tomography was positive for the presence of the bullet in the left upper quadrant of the abdomen with pneumoperitoneum (Figure ).\\nThe patient underwent midline exploratory laparotomy. Significant injuries were several small bowel defects and left kidney lower pole injury. The patient underwent jejunal and ileal bowel resection with primary stapled anastomosis, and a partial nephrectomy of the left lower pole of the kidney was performed. The bullet fragment was not actively looked for and, at the time, assumed to be buried in retroperitoneum. The wounds on the limbs involved soft tissue and were treated with debridement and dressing.\\nPostoperatively, once resuscitated, the patient had a return of neurological function with stabilization of base deficit on postoperative day 1. The patient had a high nasogastric tube bilious output with bloating despite passing flatus until postoperative day 3. A plain abdominal x-ray showed evidence of a bullet fragment within dilated loops of bowel. On the next day, the patient had bowel movement and relief of bloating only to reoccur the day after. Over the subsequent seven days, intermittent abdominal films showed a gradual progression of the bullet (Figures -). During this time, we also performed an oral Gastrografin study; however, the patient had bowel movement only to have later bloating with vomiting. The abdominal films revealed that the patient had the bullet fragment in the right lower quadrant for approximately four days (Figure ). On postoperative day 11, patient was able to pass the bullet and then have subsequent relief of her symptoms. There was no recurrence of symptoms after the passage of the bullet in the stool. The rest of the wounds healed appropriately with wound care.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'29055663': 1, '25038156': 1, '28433486': 1, '26815824': 1, '30111342': 1, '16612302': 1, '30457562': 1, '31233440': 1, '23478532': 1, '8483175': 1, '29511540': 1, '27321388': 1, '17541660': 1, '21045739': 1, '32953351': 2}", "similar_patients": "{}"}