{"patient_id": 25765, "patient_uid": "7525336-5", "PMID": 33014339, "file_path": "comm/PMC007xxxxxx/PMC7525336.xml", "title": "A case series analysing patients with dental anxiety: a patient-centered model based on psychological profiling", "patient": "A 50-year-old male in excellent general health condition needed to undergo fixed implant-supported dental rehabilitation. Despite the strong motivation to be rehabilitated and the awareness of the related surgeries, at the first visit the patient was stressed about the dental therapies, exhibiting distress and anguish.\\nFrom an oral point of view, the patient was afflicted by severe periodontal disease. He had lost all the teeth of the left side of the maxilla, except the central incisor; bone resorption of the area was massive with the tongue interposing between the arches laterally. The periodontal disease was progressively well controlled by proper therapies and a bone grafting of the left side of the maxilla was planned. According to the literature, autogenous bone is considered the gold standard for bone grafting procedures\\n; therefore, calvaria was selected as donor site, to harvest bone blocks to perform vertical and horizontal bone augmentation in the large area for proper dental implants insertion and stabilization. Sinus lifting was planned concomitantly with bone augmentation. In this case, the unique appropriate sedation technique was general anaesthesia (Propofol; Starting dose: 144 mg; then 640 mg per hour of continuous venous infusion up to 15 minutes before the end of the surgical procedure; then 320 mg per hour of continuous venous infusion up to 5 minutes before the end of the surgical procedure; then the infusion was stopped). Local analgesia injection was also administered in the mouth and in the parietal bone area of the patient, to obtain vasoconstriction (Ecocain, 6 × 20 mg/ml, 1.8 ml, 1:50:000 adrenaline). After 5 months, five endo-osseous dental implants were placed. During the previous appointments for dental care procedures, the dental team gradually gained patient’s confidence, so that the surgical stage of implant placement and the other prosthetic phases were performed with local analgesia (Topical analgesia: Lidocaine 15% spray; injected local analgesia: Mepicain 2%, 1.8 mm, 1:100.000 adrenaline) or, rarely, with benzodiazepines\\nper os (bromazepam 15 drops, 30 minutes before each treatment). All the implants were prosthetically rehabilitated four months after implant placement.\\nGeneral anaesthesia is of paramount importance for the anguished patient while undergoing dental treatment. It may also represent the only chance to treat children under 4 years of age or to accomplish particular surgical procedures, such as bone harvesting from hip or calvaria for successive implant stabilisation or interventions in the extreme proximity to vascular or nervous anatomical structures.\\nThe patient should be in good general health, hospitalisation is essential for the patient as well as the presence of a specialist anaesthesiologist. Generally, it is advisable to guarantee at least 24 hours for full recovery. Costs may eventually increase.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'24320894': 1, '15663030': 1, '25405187': 1, '25195486': 1, '29334501': 1, '16167615': 1, '28744243': 1, '10079713': 1, '31041181': 1, '15880961': 1, '24391684': 1, '29331966': 1, '28663606': 1, '27747238': 1, '2201444': 1, '27022303': 1, '27040287': 1, '33014339': 2}", "similar_patients": "{'7525336-1': 2, '7525336-2': 2, '7525336-3': 2, '7525336-4': 2}"}