{"patient_id": 26196, "patient_uid": "7543135-7", "PMID": 32755249, "file_path": "comm/PMC007xxxxxx/PMC7543135.xml", "title": "Cannabis Vaping–Induced Acute Pulmonary Toxicity: Case Series and\\nReview of Literature", "patient": "A 27-year-old Hispanic male presented to the urgent care with complaints of fatigue\\nand generalized body aches for 2 weeks with fever 101.5 °F. CXR at that time showed\\nbasilar interstitial infiltrates and was sent home with doxycycline for presumed\\npneumonia. Subsequent follow-up with primary care provider 3 days later showed\\nworsening dyspnea and a new left side pleuritic chest pain. The patient was advised\\nto complete his prescribed antibiotic course and also given a prescription for\\nalbuterol, fluticasone-salmeterol inhalers. The following day, the patient presented\\nto the emergency room with worsening respiratory symptoms and is concerned that he\\nis having vaping lung injury after seeing a local news report about the possible\\nlung problems associated with vaping. The patient admitted vaping THC daily. He\\ncomplained of worsening shortness of breath on exertion along with decreased\\nappetite. He denied any nausea and vomiting. On physical examination, the patient\\nwas in respiratory distress with temperature of 99.2 °F, HR 128 beats per minute, BP\\n135/79 mm Hg, RR 31 breaths per minute, and oxygen saturation of 89% on 4 L of nasal\\ncannula. Auscultation of the lungs revealed diminished coarse breath sounds\\nthroughout the lung fields. Pertinent abnormal laboratory workup was mentioned in\\n. CXR showed\\nbilateral patchy opacities and CTA of the chest showed diffuse ground-glass\\nopacities with crazy paving pattern with subpleural sparing (). Extensive infectious and\\nautoimmune workup was negative. The patient was diagnosed with VALI secondary to\\nvaping THC. He was started on high dose of methylprednisone 60 mg IV every 12 hours\\nfor 2 days then transitioned to oral prednisone. He decompensated after switching to\\noral steroids, hence IV methylprednisone 60 mg IV q12 hours was restarted for 5 more\\ndays, then again tapered to oral steroids. His oxygen saturation was maintained with\\nhigh-flow nasal cannula at 70% and 50 L. He was discharged home on 2 L of oxygen via\\nnasal cannula along with steroid taper over the next 3 weeks.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'28886910': 1, '31711871': 1, '19835926': 1, '26308334': 1, '30627539': 1, '28750253': 1, '32179055': 1, '33671463': 1, '26870049': 1, '24350225': 1, '18219762': 1, '3606384': 1, '31751322': 1, '31447137': 1, '7024492': 1, '27295163': 1, '16199061': 1, '31491073': 1, '30671339': 1, '34500744': 1, '12412831': 1, '30205181': 1, '26471152': 1, '17105950': 1, '26264448': 1, '31860793': 1, '30205931': 1, '23108553': 1, '28794966': 1, '26289652': 1, '21238581': 1, '31491072': 1, '31987001': 1, '29395273': 1, '31574235': 1, '32156732': 1, '19526538': 1, '26800050': 1, '32101656': 1, '26282273': 1, '26992484': 1, '32755249': 2}", "similar_patients": "{'7543135-1': 2, '7543135-2': 2, '7543135-3': 2, '7543135-4': 2, '7543135-5': 2, '7543135-6': 2}"}