{"patient_id": 99224, "patient_uid": "7350954-1", "PMID": 32665923, "file_path": "noncomm/PMC007xxxxxx/PMC7350954.xml", "title": "Bilateral Decompressive Craniectomy in Malignant Cerebral Venous Thrombosis", "patient": "A 21-year-old woman was admitted to the emergency room in her second week of puerperium because of headache, seizures and decreased alertness. A computed tomography (CT) scan showed no remarkable alterations. The patient had no significant medical history. In the initial neurological evaluation, we found her to be poorly reactive and confused, with eye-opening to pain, symmetric and reactive pupils, brain stem reflexes present and localized pain with movement of the extremities as well as bilateral Babinski signs. A Glasgow Coma Scale (GCS) of 11 points was calculated.\\nMagnetic resonance imaging (MRI) with a 3D time of flying (3D TOF) sequence showed thrombosis of the sagittal superior sinus with bifrontal venous infarcts (). Therapeutic anticoagulation with low-molecular-weight heparin was started. The patient remained stable during the following days, but neurological function deteriorated with the absence of pupillary reflexes, and a GCS of 7 was observed at 5 days. A new CT scan showed haemorrhagic transformation of the bilateral infarcts accompanied by severe oedema. Lesions on both sides were large and associated with midline shift greater than 5 mm (). Because of the clinical deterioration and length of the lesions, the patient underwent bifrontotemporal decompressive craniectomy ().\\nAfter the procedure, she remained under sedation with mechanical ventilation support, and 3 weeks later was extubated. She maintained good clinical evolution and stable vital signs and was discharged 1 month after the procedure. Upon hospital discharge, she had quadriparesis and required support for all her activities of daily life. A modified Rankin score (mRs) of 5 points was calculated.\\nGenetic tests for MTHFR mutations and other studies such as those evaluating antithrombin III, anticardiolipin antibodies, lupus anticoagulant and anti-beta 2 glycoprotein antibodies were performed, and the results were reported as normal.\\nTreatment with dabigatran was maintained for the following months. By the 6-month follow-up, the patient was able to walk without assistance and attend to her basic needs, and an mRs of 3 was calculated. A new CT scan with venography revealed partial recanalization of the sagittal superior sinus ().", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'31008314': 1, '23591554': 1, '30405516': 1, '33489547': 1, '29670570': 1, '21799156': 1, '32665923': 2}", "similar_patients": "{}"}