{"patient_id": 98117, "patient_uid": "7262710-1", "PMID": 32518796, "file_path": "noncomm/PMC007xxxxxx/PMC7262710.xml", "title": "Rare recurrent gallstone ileus: A case report", "patient": "A 79-year-old man presented to the Emergency Department of our hospital complaining of right upper abdominal pain.\\nThe patient’s symptoms started 3 d ago and had been aggravated by abdominal distension during the last 24 h.\\nThe patient underwent epididymal tuberculosis surgery 40 years ago, had of history of hypertension for 10 years, underwent colon cancer surgery 9 years ago, and developed cholecystolithiasis with chronic cholecystitis 3 mo ago.\\nThe patient’s temperature was 36.9 °C, heart rate was 68 bpm, respiratory rate was 18 breaths per minute, blood pressure was 113/69 mmHg, and oxygen saturation in room-temperature air was 98%; the patient had abdominal distension, whole abdominal tenderness, and no rebound pain. The frequency of bowel sounds was once per minute, and there were no other pathological signs. Based on these findings, acute intestinal obstruction or cholecystolithiasis with acute cholecystitis was considered.\\nBlood analysis showed significant leukocytosis (19.1 × 109/L), with a predominant number of neutrophils (92.1%) and a normal haematocrit level and platelet count. The prothrombin and partial thromboplastin times were normal, and serum C-reactive protein was increased to 48.1 mg/L (normal range < 10.0 mg/L). The blood biochemistry and urine analyses were normal. Electrocardiogram, chest X-ray, and arterial blood gas results were also normal.\\nAn initial imaging evaluation by abdominal CT scanning revealed cholecystolithiasis (approximately 2.6 cm in diameter) (Figure ), intrahepatic bile duct dilatation, gas accumulation, small intestinal obstruction, and circular high-density shadow in the intestinal cavity (approximately 3.5 cm in diameter) (Figure ).", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'31875141': 1, '31687227': 2, '27933137': 2, '26074485': 1, '23295322': 1, '24023505': 1, '34900851': 1, '26857589': 1, '30976433': 1, '25391822': 1, '27497941': 1, '29137063': 1, '8198337': 1, '24748139': 1, '33959249': 2, '32518796': 2}", "similar_patients": "{'8088289-1': 1, '6794980-1': 1, '5124704-1': 1}"}