{"patient_id": 24996, "patient_uid": "7489779-1", "PMID": 32944476, "file_path": "comm/PMC007xxxxxx/PMC7489779.xml", "title": "Lost to Follow-Up: Complications of an Invasive Giant Prolactinoma", "patient": "The patient is a 51-year-old woman with a history of a prolactinoma that was diagnosed 30 years prior to her current admission when she presented to her primary care physician with a headache. She was lost to follow-up until five years prior to the current admission when she presented to a hospital with left eye ptosis and peripheral vision loss. Imaging at that time revealed a 3.6 cm × 3.3 cm × 3.2 cm mass in the sella turcica, and she underwent endoscopic endonasal excision of the pituitary adenoma. Postoperative CT scan after the initial operation showed a residual 2.7 cm × 3 cm × 2.6 cm sellar mass invading the left cavernous sinus. She was discharged from this hospitalization with instruction to take a dopamine agonist but was lost to follow-up and was not compliant with her medications for five years. Two months prior to the current admission, her condition was complicated by severe left eye proptosis with complete loss of vision and panhypopituitarism, and at this time she was started on cabergoline.\\nThe patient now presented to the emergency department for intermittent episodes of staring associated with unresponsiveness. It was also reported that she had been increasingly lethargic and altered over the past month.\\nOn physical exam, the patient was morbidly obese with a body mass index of 45, somnolent, and oriented only to self. She had a right eye temporal visual field defect and severe left eye proptosis with erythema and corneal ulceration associated with complete visual loss (Figure ). She had 4/5 strength to her left upper and lower extremity, but full strength in the other extremities, and was able to follow commands.\\nCT scan of the head was done and showed a 10 cm × 7 cm × 6 cm sellar mass invading the left orbit, frontotemporal region, insular lobe, cavernous sinus, paranasal sinuses, and nasopharynx, with associated hemorrhagic necrosis, dilation of the right lateral ventricle, 1 cm of left to right midline shift, and mass effect on the brainstem (Figure ). Her prolactin level was extremely high at 21,113 ng/mL. Thyroid-stimulating hormone was 0.7 microIU/mL, and free T4 was 0.7 ng/dL, consistent with central hypothyroidism. Lutenizing hormone was <0.01 mIU/mL, follicle-stimulating hormone 1.3 mIU/ml, and estradiol <19 pg/mL consistent with central hypogonadism. The patient was started on bromocriptine 10 mg daily, levothyroxine 175 mcg daily, hydrocortisone 20 mg in the morning and 10 mg at night, and levetiracetam 1,000 mg twice daily.\\nFive days into her hospitalization, the patient became increasingly altered. Repeat CT scan of the head showed increasing hemorrhage and vasogenic edema, and worsening left to right midline shift. The patient was upgraded to the intensive care unit and was intubated due to her declining mental status and concern for inability to protect her airway. Medical management was continued, and four days later she underwent a left craniotomy for palliative debulking of the tumor. Neoplastic tissue was removed primarily from the retroorbital area to improve her proptosis, as well as to debulk some of the tumor burden in the frontal lobe.\\nHistopathologic evaluation of the resected tissue with immunohistochemistry (IHC) revealed a synaptophysin-positive neuroendocrine neoplasm, and the majority of the neoplastic cells exhibited prolactin immunopositivity. These findings were suggestive of a SGLA mixed with another lactotroph adenoma subtype compatible with ASCA. Immunostains for other pituitary hormones were negative (Figure ).\\nImmediately following the surgery, the patient was awake and alert, but she never regained her preoperative ability to follow commands. A postoperative CT scan showed a residual 7.9 cm × 6 cm × 4.4 cm tumor, as well as thin left frontal and parietal subdural and epidural hemorrhage, scattered surgical site pneumocephalus, and 1.4 cm of midline shift, but was otherwise unchanged from prior scans (Figure ). Two days postoperatively, she still had not regained the ability to follow commands, and was now decreasingly responsive, so MRI was done to evaluate for possible causes of this change in exam. MRI showed a new area of infarction in the left frontotemporal lobe, corresponding with the left middle cerebral artery (MCA) distribution, with associated severe cerebral edema and worsening midline shift, as well as encasement of multiple vascular structures including the left cavernous internal carotid arteries, bilateral anterior cerebral arteries, and left proximal MCA, and displacement of the bilateral posterior cerebral arteries (Figure ). Medical management was continued, but the patient’s exam continued to decline, and on postoperative day 6 she lost pupillary reflexes. Repeat CT scan showed progressing left MCA infarction with worsening vasogenic edema, 18 mm of left to right midline shift, and subfalcine herniation (Figure ). After discussion with her family, the patient was transitioned to hospice and died soon after extubation.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'29557627': 1, '24536090': 1, '28989047': 1, '6635929': 1, '24965694': 1, '22249952': 1, '12094689': 1, '16705142': 1, '11910327': 1, '31853893': 1, '24211140': 1, '27155378': 1, '31528430': 1, '24014099': 1, '14704754': 1, '23231524': 1, '18941037': 1, '30320714': 1, '20579476': 1, '22697380': 1, '32944476': 2}", "similar_patients": "{}"}