{"patient_id": 98003, "patient_uid": "7243718-1", "PMID": 32477571, "file_path": "noncomm/PMC007xxxxxx/PMC7243718.xml", "title": "Epidural dexmedetomidine infusion in a patient with chronic opioid use and intractable pain following abdominoperineal resection", "patient": "A 48-year-old male presented with a diagnosis of rectal cancer for a laparoscopic-assisted APR. His only comorbidity was chronic abdominal pain related to his diagnosis. He was managing his pain with the use of illicit opioids calculated between 350 and 500 mg oral morphine equivalents daily, taken as a combination of hydromorphone, hydromorph contin and oxycodone. He had been consuming opioids for ~4 months prior to presenting for APR. He was brought to the operating room and a pre-induction thoracic epidural was placed at the level of T8. Induction of anesthesia was uneventful, and maintenance was achieved with a volatile anesthetic, ketamine infusion of 0.3 mg/kg/hour IV and thoracic epidural infusion of bupivacaine 0.125%, hydromorphone 10 mcg/ml and epinephrine 1: 200 k infusing at 14 mls/hour. Approximately 2 hours into the case the surgeon converted to an open technique with a mid-line laparotomy incision. Hydromorphone boluses of 0.5 mg were given at the anesthesiologist discretion for a total dose of 4.5 mg over 5.5 hours. Surgical resection was successful and emergence was uneventful.\\nThe patient was seen twice daily by the Acute Pain Service (APS) who managed his postoperative analgesia. His epidural was continued at 16 mls/hour and an intravenous patient-controlled analgesia (PCA) was initiated for breakthrough pain. The PCA solution was a combination of hydromorphone 0.5 mg/ml plus ketamine 0.2 mg/ml with the following settings: bolus of 0.5 mg hydromorphone with a 6-minute lockout to a maximum dose of 5.0 mg/hour hydromorphone (2.0 mg of ketamine). His surgeon requested strict nil per os (NPO) and nothing per rectum, limiting the adjuncts available for pain control.\\nThe morning of postoperative day (POD) 1, the patient reported his pain as 9/10 on the numeric rating scale (NRS). The pain was described as a deep abdominal burning sensation. His level of sensory blockade was T6 to L1 bilaterally. He had received a total of 10.5 mg of hydromorphone and 4.2 mg of ketamine PCA solution with 18 denied attempts overnight. In an attempt to further optimize his pain control, the epidural was bolused 5 mls and the basal rate was increased to 20 mls/hour. Post epidural bolus, his NRS was 8 and he felt some relief. Reassessment of his epidural block level noted no change in coverage. At this time, a basal rate was added to his PCA of 0.5 mg/hour hydromorphone and 0.2 mg/hour of ketamine, and the remainder of his PCA settings were left unchanged.\\nOn the morning of POD 2, the patient again rated his NRS at 9. His PCA usage including denied attempts from overnight can be seen in . His epidural was changed at this time to a more concentrated solution of bupivacaine 0.2%, hydromorphone 10 mcg/ml and epinephrine 1: 200 k. A 5-ml epidural bolus was given and the basal rate of 20 mls/hour was maintained. That afternoon, his NRS was rated 7 with little change in his PCA usage. At this time, a 5 mg bolus of preservative-free morphine was given epidurally.\\nThe morning of POD 3, the patient rated his NRS at 8 noting only small reduction in pain overnight. Concerningly, the patient was refusing to ambulate because of discomfort. At this time, the APS decided to add dexmedetomidine 1 mcg/ml to the epidural solution. A 5-ml epidural bolus was given and a basal rate of 20 mls/hour was continued. That afternoon, the patient rated his NRS at 7, with a noticed reduction in the number of denied attempts in his PCA ().\\nBetween POD 4 and POD 7, a noticeable decline in the patient’s PCA use can be seen (). Further, a downward trend in his NRS score is also noted during this interval (). Over this time, his epidural was titrated down while maintaining an NRS of 5 or less and was eventually discontinued on POD 7. His PCA basal rate was discontinued on POD 5 and PCA discontinued on POD 7 entirely. Additionally, the patient was able to begin ambulation and physiotherapy on POD5. The patient was successfully transitioned to an oral analgesic regimen before being discharged from hospital.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'26751791': 1, '31564959': 1, '18499604': 1, '27208711': 1, '1361310': 1, '28919771': 1, '30817591': 1, '30464585': 1, '32477571': 2}", "similar_patients": "{}"}