{"patient_id": 27443, "patient_uid": "7610040-1", "PMID": 33163694, "file_path": "comm/PMC007xxxxxx/PMC7610040.xml", "title": "Optic nerve head sarcoidosis mimicking an intraocular tumour, and occurring as the first manifestation of neuro-ocular sarcoidosis", "patient": "A 61-year old man was referred to the Liverpool Ocular Oncology Centre (LOOC) in 2018 with a right optic nerve head (ONH) mass. He had a one year history of monocular visual loss and increasing pain in the right eye that had not responded to a four-week course of oral corticosteroids. His previous ophthalmic and general medical history included: Stage II HL involving the left cervical nodes diagnosed in 2013, treated with four cycles of chemotherapy (Adriamycin, Vinblastine, Dacarbazine; AVD) and field radiotherapy; mediastinal sarcoidosis suspected on an interim positron emission tomography scan during chemotherapy, and confirmed by mediastinal lymph node biopsy in 2014; as well as diabetes mellitus and systemic hypertension.\\nThe patient's medication at the time of LOOC consultation included latanoprost, iopidine, atropine drops to the right eye; amlodipine; ramipril and aspirin. On ophthalmological examination, vision in the left eye (LE) was 6/6 aided; anterior segment examination was normal with an intraocular pressure (IOP) of 19 mmHg. There was no light perception (NLP) in the right eye (RE), mild conjunctival injection, a clear cornea with a deep and ‘quiet’ anterior chamber, rubeosis iridis and anterior synechiae. His right IOP was 41 mmHg. The right anterior vitreous was unremarkable. Fundoscopy of the RE revealed attenuated retinal vessels and a non-pigmented mass at the optic disc (a). B-scan of the optic nerve demonstrated a tumour-like lesion of the ONH extending beyond the lamina cribrosa (b). The LE fundus was normal.\\nThe differential diagnoses included: circumscribed intraocular lymphoma, amelanotic melanoma or intraocular sarcoidosis. Given the finding of a steroid unresponsive blind and painful RE, the patient agreed to RE enucleation with implantation of an acrylic prosthesis. The specimen was sent in buffered formalin for histopathological examination.\\nMacroscopic examination revealed an intact, right globe with dimensions of 24.5mm (axial) x 23.3mm (horizontal) x 23.5mm vertical. The cornea was clear and measured 12mm horizontally and 11.5mm vertically. The optic nerve was 4mm in length. There was no shadow noted on trans-illumination of the eye prior to opening. On dissection of the eye, there was a white-yellow mass measuring 3.3 × 4mm at the ONH.\\nHistomorphological findings of the RE included ONH and nerve replacement by an extensive non-caseating granulomatous infiltrate (). The latter was mainly composed of epithelioid histiocytes with abundant eosinophilic cytoplasm and scattered plasma cells, eosinophils and small reactive lymphocytes. Many of the epithelioid histiocytes were arranged in confluent granulomas composed of multinucleated cells forming Langhans’-type giant cells (a and b). The granulomatous infiltrate extended into the optic nerve excision margin (a). It was limited to the optic disc and did not involve either the adjacent retina, sclera or choroid. In the anterior segment of the eye, the iris showed neovascularisation with very fine synechiae between the iris leaves and the posterior cornea (). The lens showed age-related cataractous changes. Despite multiple levels being undertaken, granulomata were not seen in the entire uveal tract.\\nSpecial stains of the optic nerve lesion for acid fast bacilli (Ziehl-Neelsen) and fungi (Periodic Acid Schiff and Grocott-Gomori's methenamine silver) were negative. The CD68 immunostain highlighted the numerous histiocytes and giant cells (). The morphological appearances were consistent with the diagnosis of optic nerve sarcoidosis. There was no evidence of malignancy; in particular, there was no evidence of an intraocular manifestation of the patient's HL.\\nSimultaneous to the histomorphological investigation of the RE, a recurrence of mediastinal lymphadenopathy was observed on the patient's computed tomography of the chest. The differential diagnoses were recurrent HL or mediastinal sarcoidosis. The multi-disciplinary team concluded that the radiological features of widespread lymphadenopathy involving hilar and mediastinal regions plus axillary-, iliac- and inguinal nodes together with sub-central bilateral lung nodules were all in keeping with sarcoidosis. The ultimate histological diagnosis of the ONH ‘tumour’ in the RE supported the clinical diagnosis of recurrent systemic sarcoidosis.\\nThe patient was discharged to a Hospital Trust closer to his home residence, and joint management of the systemic sarcoidosis was continued by Haematological-, Respiratory Medicine and Neurological teams at this site. In 2019, unfortunately, the patient developed increasing right-sided lower limb weakness, imbalance and worsening tremulousness in the arms and head. Oral prednisolone 45mg was started for six weeks with some improvement in symptoms, but a subsequent referral to a tertiary neuro-sarcoidosis clinic for commencement of infliximab was organised.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'14914845': 1, '25325198': 1, '31036533': 1, '20076991': 1, '11734441': 1, '18977817': 1, '16247345': 1, '14504590': 1, '25194844': 1, '25526097': 1, '31699656': 1, '20709659': 1, '21099232': 1, '1289622': 1, '6696022': 1, '18432542': 1, '30295542': 1, '27928387': 1, '31546527': 1, '28539778': 1, '31389217': 1, '27571425': 1, '19543502': 1, '19412869': 1, '18170695': 1, '30820296': 2, '28776363': 1, '26593141': 1, '10209662': 1, '29671151': 2, '33163694': 2}", "similar_patients": "{'6388527-1': 1, '6388527-2': 1, '5906415-1': 1}"}