{"patient_id": 104956, "patient_uid": "7881375-2", "PMID": 33353906, "file_path": "noncomm/PMC007xxxxxx/PMC7881375.xml", "title": "Surgical Extrusion of Anterior Teeth with Intrusion Traumatic Injury: A Report of two Cases", "patient": "A Turkish 13-year-old boy was referred to our clinic fifteen days after a car accident. Clinically, the cooperation level of the child with the dentist was high, but oral hygiene was poor. After assessing medical history, the patient was examined for extraoral signs. He had no facial swelling, facial asymmetry, limited mouth opening, and pain on palpation. Intraoral examination revealed severe intrusive luxation in tooth 12 and moderate intrusive luxation in tooth 11. The tooth 11 was not mobile and did not interfere with the occlusion (). The patient was in the mixed dentition, had a deep bite, and tooth 13 was still erupting.\\nAt the first appointment, pulp sensitivity of all anterior teeth was evaluated with an electric pulp test. Teeth 21 and 22 gave positive responses, while teeth 11 and 13 gave negative responses. Radiographs confirmed a complete root formation in all permanent anterior teeth, and periodontal space was absent (). Given that multiple severe luxation traumas, it was decided to perform surgical re-positioning. A photograph was requested from the family to see the anterior teeth positions. The patient and his parents were informed about treatment options and the expected prognosis of each procedure.\\nThe difficulties encountered during surgery were i) reaching stability after re-positioning in adjacents multiple luxation teeth on the arch; ii) re-positioning of intruded teeth 11 and 12 in the alveolar socket due to the start of remodeling in the bone in 15 days. The teeth 11 and 12 were surgically extruded and stabilized in a position similar to the symmetrical teeth by 0.5 mm stainless steel splint (). Because the tooth 13 continued erupting, it was left to the spontaneous eruption and not included in the splint.\\nAfter surgery, Augmentin (625 mg, 2*1), a penicillin-derived antibiotic, a mouthwash containing chlorhexidine, Parol, an analgesic agent, were prescribed for 7 days to the patient against the risk of pain and infection. Eating habits and vigorous oral hygiene maintenance were instructed to the patient and his parents.\\nOne week after the surgery, the root canal treatment for teeth 11 and 12 was initiated, the pulp tissue was removed and was irrigated with 2.5% sodium hypochloride (Cerkamed). The root canal was filled with calcium hydroxide for 15 days. The root canal treatment of teeth 11 and 12 of the patient was completed without removal of the splint after four weeks (). Tooth 13 was also scheduled for root canal treatment because it was non-vital. In the first month after surgical reposition, the patient was called for clinical examinations at first, second and fourth weeks. Clinical and radiographic controls of the treatment condition were examined in months 3, 6, 9 and 12. In control sessions, clinically, there were no clinical symptoms such as mobility, sensitivity, periodontal bleeding, periodontal pocket, and colour change. The radiographic examination revealed the absence of a periapical lesion and inflammatory root resorption of the treated teeth (Figs. , ).", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'15245523': 1, '21535021': 1, '11202854': 1, '9028187': 1, '9641119': 1, '3270679': 1, '17921634': 1, '17073929': 1, '19552231': 1, '20617070': 2, '11766095': 1, '16499633': 1, '22230724': 1, '33353906': 2}", "similar_patients": "{'7881375-1': 2, '2898095-1': 1}"}