{"patient_id": 20780, "patient_uid": "7292991-1", "PMID": 32566347, "file_path": "comm/PMC007xxxxxx/PMC7292991.xml", "title": "A Case Report on an Atypical Presentation of the Syndrome of Irreversible Lithium-Effectuated Neurotoxicity (SILENT) in a War Veteran with Bipolar Disorder and PTSD", "patient": "A 56-year-old hypertensive and diabetic Filipino male who is a war veteran and has a known case of PTSD and bipolar disorder (type 1) was brought to the emergency room due to altered mental status. At baseline, the patient is fully functional until three weeks prior when he was reported to have episodes of agitation and night time awakening reliving his experience during the war. During this time, he was also noted to have increased consumption of fluids. He was reported to be wandering at night carrying his luggage believing that he will be taking a plane to America. He was brought to a psychiatric facility where his maintenance medications—risperidone, clonazepan, biperiden, and lithium carbonate—were continued. He continued to have agitation episodes, and his lithium dosage was increased from 600 mg to 900 mg per day. However, 2 days prior to admission, he had increasing sleeping time and with no oral intake. He was brought to our emergency room where he presented with generalized seizures and went on to status epilepticus. His vital signs were as follows: BP 120/60 mmHg, heart rate 137/min, respiratory rate 24/min, and temperature 36.7°C with no other abnormal systemic physical exam findings. Interictally, the patient was obtunded with a Glasgow coma score of 8 (E2V1M4). There were no apparent cranial nerve abnormalities, no focal weakness, and no nuchal rigidity noted. Initial work-up showed hypoglycemia (57 mg/dL), elevated lithium (2.8 mEq/L, therapeutic range 0.8-1.2 mEq/L), elevated creatinine (10.54 mg/dL), elevated potassium (5.4 mEq/L), and low sodium (130 mEq/L), and ABGs showed combined metabolic and respiratory acidosis. A plain cranial CT scan was done but was unremarkable. The patient was given intravenous valproic acid and midazolam drip for seizure control. The patient was deemed to have lithium toxicity. He underwent intermittent hemodialysis to clear the lithium. All psychiatric medications including lithium were discontinued. An electroencephalogram (EEG) was done the following day which showed a generalized slowing of the background activity with occasional spike waves in the frontal region. After 48 hours, the patient was seizure free, and midazolam was turned off. Lithium levels were monitored with a decreasing level down to 0.14 mEq/L after 5 days. Kidney function was also improving. Sodium was corrected with care to avoid rapid correction. However, the patient's mental status did not improve so urine benzodiazepine levels were obtained which was elevated at >10,000 ng/mL. Intermittent hemodialysis was continued and urine benzodiazepine level was monitored until it was below the threshold. Despite clearance of benzodiazepine and lithium (now at 0.01 mEq/L), the patient did not regain full consciousness. At best, the patient had eye opening and withdrawal to pain. Subsequent EEGs still showed a generalized theta slowing and with no more epileptiform discharges seen. Likewise, repeat cranial CT scan did not show any new findings. An MRI was not done due to a relative contraindication of the presence of a lodged bullet. He was voiding adequately no longer requiring hemodialysis. After 2 months of lithium cessation, the patient can now open his eyes and move his limbs spontaneously, but he still does not follow commands and has no purposeful activity. After more than 3 months, the patient still had the same mental status. shows the trajectory of lithium levels against the neurologic status of the patient.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'26644952': 1, '15714160': 1, '8056995': 1, '25604586': 1, '24388123': 1, '27307388': 1, '28216785': 1, '11990895': 1, '31211493': 1, '26493348': 1, '32566347': 2}", "similar_patients": "{}"}