{"patient_id": 22542, "patient_uid": "7377021-1", "PMID": 32714686, "file_path": "comm/PMC007xxxxxx/PMC7377021.xml", "title": "Fibroepithelial Polyp in a Child: A Rare Pathology of Upper Urinary Tract Obstruction", "patient": "A nine-year-old boy presented to the clinic with a history of flank pain and hematuria for the past year. He was not known to have any medical illness and had normal developmental growth milestones. Physical examination revealed no evident abnormality. Routine laboratory workup showed a healthy complete blood count and renal function. On an ultrasound scan, left-sided hydronephrosis was seen. There was no evidence of cortical thinning, but the left ureter was dilated. This was traced to the mid-lumbar region. At that point, there was an oval-shaped isoechoic, mildly heterogeneous lesion within the ureter measuring 2.3 x 0.6 cm. This intraluminal lesion in the mid-left lumbar ureter was causing a mild hydroureter and hydronephrosis, suggestive of a fibroepithelial polyp. Assessment with color Doppler ultrasonography was difficult, but there appeared to be some internal vascularity within the lesion. The anteroposterior diameter of the left renal pelvis measured 2.2 cm. An intravenous pyelogram (IVP) was done and showed a left upper ureteric filling defect <1 cm (Figure ).\\nThe patient underwent open retroperitoneal surgery with upper ureteral resection and end-to-end anastomosis. Creating a fish-mouth-like opening of the distal end of the ureter was done. Our intraoperative findings included a dilated upper ureter with no aberrant vessels. The fascia around the upper ureter was dissected, and transection was done between the proximal and distal parts of the polyp. Upon opening the ureter, a large ureteral polyp with smooth surfaces was seen (Figure ). Histopathological findings identified a fibroepithelial polyp.\\nAn ultrasound scan four months following the surgery showed a significant improvement of the upper urinary tract dilation in comparison to the preoperative ultrasound. The anteroposterior diameter of the left renal pelvis was 1.9 cm. The cortical thickness was preserved, measuring 1.8 cm in the upper pole, 1.2 cm in the interpolar area, and 1.4 cm in the lower pole. The upper left ureter was collapsed, as it was on the preoperative studies (Figure ). Furthermore, a renal function test was normal.", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'22653534': 1, '25324953': 1, '4058972': 1, '26425226': 1, '25218353': 1, '11555017': 1, '26788453': 1, '12686857': 1, '14624899': 1, '26793521': 1, '32714686': 2}", "similar_patients": "{}"}