{"patient_id": 22202, "patient_uid": "7362425-1", "PMID": 32665023, "file_path": "comm/PMC007xxxxxx/PMC7362425.xml", "title": "Seizure and coma secondary to Conn’s syndrome: a case report", "patient": "A 48-year-old man of African descent was brought to our emergency department, unresponsive, following an episode of a generalized tonic-clonic seizure. On initial physical examination, he was comatose. Blood pressure revealed a reading of 178/121 mmHg, a heart rate of 105 beats/minute, and a respiratory rate of 18 breaths/minute. His Glasgow Coma Scale was recorded as 3 out of 15, which required intubation and admission to the intensive care unit.\\nFurther history revealed no recreational drugs exposure, no tobacco smoking, and no alcohol consumption; he had no previous history of epilepsy or head trauma. He was not known to have any cardiac comorbidities such as ischemic heart disease or congestive heart failure. His past medical history is remarkable for resistant hypertension; he was on four anti-hypertensive agents but was non-compliant in taking them: atenolol 50 mg, spironolactone 100 mg, amlodipine 10 mg, and valsartan 160 mg. He was first diagnosed as having hypertension 20 years ago. He takes sulfonylurea for type II diabetes mellitus. His family history is remarkable for hypertension in both parents. His family history is negative for the presence of renal diseases, adrenal tumors, or any syndromes associated with adrenal tumors.\\nHe had a body mass index (BMI) of 31. A thyroid examination was consistent with a normal size gland with no nodules and a visual field examination by confrontation to exclude multiple endocrine neoplasia (MEN) syndromes was normal. He did not appear to have cushingoid or acromegaly features.\\nInitial investigations showed a potassium level of 2.6 mmol/L (normal, 3.6–5.1 mmol/L), a creatinine level of 113 micromole/L, and a blood gas analysis consistent with metabolic alkalosis. His urea level was 5.70 mml/L (normal, 2.8–8.1 mmol/L) and creatinine kinase level read 2.2 mcg/L (normal, < 4.9 mcg/L). Urine analysis was negative for leukocyte esterase and nitrites. A chest X-ray showed no findings of congestive heart failure. A 12-lead electrocardiogram (ECG) showed a sinus rhythm. Troponin-T level was 0.014 mcg/L (normal, < 0.014 mcg/L) and brain natriuretic peptides (BNP) level was 25.9 ng/L (normal, 0–121 ng/L). Calcium level revealed a result of 2.46 mmol/L (normal, 2.23–2.58 mmol/L). A computer tomography (CT) scan showed no brain lesions that could explain the decreased level of consciousness. A magnetic resonance imaging (MRI) of his brain was performed next day and showed no features suggestive of a mass-occupying lesion (Fig. ). An electroencephalogram was performed and it read normal. Further investigations (Table ) revealed a potassium level of 2.6 mmol/L (normal, 3.6–5.1 mmol/L) and an aldosterone level of 36.2 ng/dL (normal, 2.8–15.8 ng/dL) with a renin level of less than 0.081 ng/dL (normal, 0.4–2.3 ng/dL). Results of a 24-hour urine analysis ruled out Cushing’s disease and pheochromocytoma (Table ). Renal ultrasound and cardiac echography results excluded the presence of renovascular and cardiac causes for secondary hypertension.\\nLabetalol was initiated in the intensive care unit which controlled our patient’s severe hypertension. He was extubated 2 days later and transferred to a regular care unit sustaining no neurological deficit. Blood pressure was controlled at 122/83 mmHg on amlodipine 10 mg daily, valsartan 160 mg daily, spironolactone 100 mg daily, and metoprolol 100 mg twice daily. Potassium and magnesium required replacement to maintain levels within the normal range.\\nAn abdominal CT (Fig. ) revealed a well-defined left adrenal gland lesion with an absolute washout time of 85% and a relative washout time of 50%. The lesion measured 12 × 16 × 15 mm in its largest dimensions.\\nHe stayed in our hospital until time of surgery because he lived far away from the hospital and because he was at high risk for uncontrolled severe hypertension. He needed to come off spironolactone for 4 weeks before we performed case detection tests. His potassium level was normalized afterward at 3.9 mmol/L (normal, 3.6–5.1 mmol/L), before performing another set of tests. His aldosterone level remained at 35.3 ng/dl (normal, 2.8–15.8 ng/dL) and renin measured less than 0.08 ng/dl (normal, 0.4–2.3 ng/dL). Aldosterone to renin ratio (ARR) result was consistent with a level above 40 ng/dL per ng/mL per hour (or 3.1 pmol/L per minute). A saline load confirmatory test was not performed as he presented with the following: spontaneous hypokalemia, plasma renin level measuring below detection levels, and a plasma aldosterone level above 20 ng/dL.\\nSelective simultaneous non-stimulated adrenal venous sampling was performed and it lateralized the lesion to the left adrenal (Table ). Adrenal vein (AV) to inferior vena cava (IVC) cortisol ratio on both sides was 19 and 15 for left and right AV, respectively (diagnostic cut-off > 5:1), which indicated successful catheterization. Aldosterone level in the left AV was 28,346 nmol/L compared to the right AV, which was 3070 nmol/L. Aldosterone to cortisol ratio of the left AV was significantly higher than that of the right one and it measured 8.7:1 (diagnostic cut-off is > 4:1).\\nHis blood pressure was controlled on atenolol 50 mg, amlodipine 10 mg, and valsartan 160 mg once a day and potassium supplementation while waiting for surgery. He underwent a unilateral left laparoscopic adrenalectomy.\\nA histopathologic examination of the adrenal gland showed an enlarged adrenal gland weighing 20 g, with a discrete, bright golden yellow, ovoid nodule measuring 1 × 1 cm across. Light microscopic examination demonstrated a demarcated adenomatous nodule with a compressed pseudo-capsule, comprising a proliferation of zona glomerulosa-like cells arranged in small nests and cords (Fig. ).\\nHis postoperative period was uneventful; his blood pressure reading recorded 140/87 mmHg while on three anti-hypertensive agents and his potassium level was 3.9 mmol/L (normal, 3.6–5.1 mmol/L) on no supplementations. At 3-month follow up, his blood pressure read 135/88 mmHg, while being on three anti-hypertensive agents (atenolol 50 mg, amlodipine 10 mg, and valsartan 160 mg), and his potassium level was at 3.8 mmol (normal, 3.6–5.1 mmol) without being on supplements. Baseline aldosterone and renin levels were 13.2 ng/dL (normal, 2.8–15.8 ng/dL) and 0.9 ng/dL (normal, 0.4–2.3 ng/dL), respectively. At 12 months follow up, his blood pressure was recorded as 123/86 mmHg while being on only one anti-hypertensive agent: amlodipine 10 mg daily. Potassium normalized at 4.1 mmol/L (normal, 3.6–5.1 mmol/L) while on no supplementation. Aldosterone and renin levels were at 11.4 ng/dl (normal, 2.8–15.8 ng/dL) and 0.8 ng/dl (normal, 0.4–2.3 ng/dL), respectively.\\nSummarizing his postoperative course: a 3-month visit showed a reduction in blood pressure and normalization of potassium level while on three antihypertensives. At 12-month visit, his blood pressure was controlled on only amlodipine 10 mg once daily with normalization of potassium level. A timeline of events is shown in Fig. .\\nOf note, there were no financial, language, or cultural challenges faced in this case.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'9841751': 1, '30165708': 1, '17161262': 1, '10403870': 1, '24057288': 1, '14368032': 1, '30359120': 1, '11288803': 1, '30302141': 1, '7046100': 1, '9854120': 1, '10218547': 1, '31255203': 1, '27639696': 1, '16783876': 1, '28576687': 1, '10594479': 1, '8796138': 1, '27172433': 1, '14099489': 1, '20089615': 1, '8645073': 1, '26934393': 1, '14597859': 1, '28974210': 1, '12908077': 1, '9429861': 1, '32665023': 2}", "similar_patients": "{}"}