{"patient_id": 21713, "patient_uid": "7336604-1", "PMID": 32642357, "file_path": "comm/PMC007xxxxxx/PMC7336604.xml", "title": "Cystoid Macular Edema in a 10-Year-Old Boy With Cohen Syndrome", "patient": "A 10-year-old boy presented to a retina specialist with symptoms of nyctalopia and decreased vision. He was referred by an optometrist after an evaluation that included an abnormal optical coherence tomography (OCT) scan. He was followed since the age of two by the optometrist and his examination was limited to refractive evaluation prior to this scan. His parents became concerned when he could not see objects directly in front of him and he frequently ran into household objects. They noted that he even ran into a tree while at a birthday party at the age of six, and has been followed by his primary care physician for multiple complaints. This history prompted further workup by the optometrist.\\nThe patient had a relatively complex medical history, starting during gestation. During pregnancy, his mother had oligohydramnios and decreased fetal movements. At birth, the patient had joint laxity with associated hypotonicity. Shortly after an in-hospital birth, he required resuscitation due to a nasolacrimal cyst obstructing his airway, which was subsequently removed. Both physical and mental development were delayed, as he did not sit until eight months of age, the cruise until 14 months, and walk until 17 months. He had a history of growth hormone (GH) deficiency and delayed bone age, which, after discussion of the risks and benefits with the parents, were not treated with GH replacement. MRI of the brain at age two for GH deficiency revealed mild vermian hypoplasia among other non-specific findings. He had also had frequent illnesses, particularly ear infections with high fevers. He recently failed his hearing test at school but had not yet had a formal hearing evaluation.\\nOn physical examination, visual acuity was 20/50 right eye (OD) and 20/40 left eye (OS) with an intraocular pressure (IOP) of 18 and 19, respectively. His refractive error was -2.25 OD and -2.50 OS. An informal illustration of visual field testing is shown in Figure . Blunted focal light reflexes were noted bilaterally. Trace posterior subcapsular cataracts were also noted, along with 1+ cells in the vitreous and optic nerve pallor. The cup-to-disc ratio was 0.2. The retinal vessels had 2+ arterial attenuation, parafoveal pigmentation with “bulls-eye” maculopathy, and diffuse retinal pigment epithelial mottling peripherally, as seen in Figure . OCT showed CME bilaterally, for which dorzolamide 2% gtt t.i.d. was prescribed (Figure ).\\nApproximately six months after evaluation by a retina specialist and completion of a retinal dystrophy panel, the patient was referred to a pediatric genetic ophthalmologist. During the evaluation, the genetic pediatric ophthalmologist noted the patient's somatic features. The patient had downslanting palpebral fissures, a short upturned philtrum with a grimacing smile, and long eyelashes. Other somatic features included truncal obesity, hypotonia, and joint hyperextensibility. Despite previous delays, the patient had a period of catch-up growth and was intellectually high-functioning. Intelligence quotient (IQ) and other cognitive functions were intact and normal.\\nInitial genetic studies showed a single gene variant of undetermined significance associated with Cohen syndrome. A more thorough evaluation to detect a second mutation including deletion/duplication variants was ordered, but was negative.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'30144585': 1, '30473963': 1, '34385517': 1, '10964838': 1, '4717588': 1, '19668445': 1, '12730828': 1, '25492866': 1, '12446373': 1, '26358774': 1, '12676892': 1, '32642357': 2}", "similar_patients": "{}"}