{"patient_id": 103417, "patient_uid": "7758073-1", "PMID": 33457456, "file_path": "noncomm/PMC007xxxxxx/PMC7758073.xml", "title": "Treatment of giant siliconomas of the breasts after injection of silicone", "patient": "A 54 year old woman presented to our Outpatient Department after breast augmentation she claimed to have had 25 years before, via bilateral liquid silicone injections. The patient had the procedure overseas by a medical professional (not specialized in plastic surgery) as an outpatient, having the injections with local anesthesia and sedation and leaving the facility on the same day. A short course of oral antibiotics was given. She could not provide any written documentation regarding the type and exact amount of silicone used. She claims her early postoperative course ran smoothly, with mild bruising, but through the next months she felt her breasts got subsequently larger in size, stabilizing at around three months postoperatively.\\nShe complained that she was not satisfied with her current breast size anymore, but also that she often experienced diffuse breast pain and firmness. She denied having any other symptoms regarding her breasts.\\nOn clinical examination she had significantly large ptotic breasts (sternal notch to NAC: 30 cm right, 31 cm left) with palpable painless firm masses bilaterally, compatible according to her history with giant siliconomas (). She had no palpable axillary lymph nodes. Her medical history was significant for psoriasis, but she mentioned that she hadn’t been taking any medications for it. She was also an active smoker with a 30-year pack smoking history. She had one full term pregnancy and she did not breastfeed at the time. She denied any knowledge of hereditary risk for breast cancer.\\nShe provided documentation of recent mammography and ultrasound examinations. The mammogram showed diffuse infiltration of both breasts with the injected material, which obscured any normal breast parenchyma (). The ultrasound described a ‘snowstorm’ pattern of liquid material, with multiple hyperechogenic elements and sparse calcifications, which almost completely occupied the parenchyma. Above this layer, multiple complex cysts were observed, representing multiple globules of silicone ().\\nA preoperative MRI scan was conducted, which showed diffuse silicone deposits in both breasts, extending to the muscle fibers of pectoralis major muscles bilaterally. Also there was evidence of silicone intake by the axillary lymph nodes on both sites.\\nThe possible treatment options were discussed between the medical team and the patient and smoking cessation was encouraged. A decision against breast conserving strategies was made, since all imaging studies showed almost completely obscured breast parenchyma and the patient did not accept the possibility of continuing symptomatology from granulomatous tissue. She also expressed worries over the interference the substance had caused the previous years in screening examinations for breast cancer. Also the long nipple to IMF distance of both breasts (13 cm right, 12 cm left) and significant ptosis of the breasts, served as an indication for free nipple grafting. She was then informed on the possibility of tissue expander use, if the skin quality of the mastectomy flaps was not sufficient intraoperatively.\\nA skin reducing subcutaneous mastectomy with wise-pattern incision was performed, with removal of all granulomatous tissue. The injected substance had completely diffused in the breast parenchyma, which made the dissection of the mastectomy flaps extremely challenging. Due to the fairly thin resulting flaps on both breasts, direct to implant reconstruction was excluded and two-staged reconstruction with tissue expanders was decided. A subpectoral pocket was created on either site and the inferior skin pole was de-epithelialized and used as a dermal sling (). Tissue expanders with minimal fluid were inserted bilaterally, covered fully by the pectoralis major muscles and the inferior dermal sling. The nipple-areola complex was excised and was placed back as a full thickness skin graft at 22 cm from the clavicle bilaterally (). Two drainage tubes were inserted on each site (one in the subpectoral and another in the subcutaneous pockets) and postoperative antibiotics were administered (two doses of ciprofloxacin, cephalothin until the removal of the drains).\\nHistological examinations showed nonspecific chronic inflammatory reaction with excessive granulomatous tissue, as well as multiple large clusters of the amorphous substance injected. This layer was covered by dense fibrotic tissue. No signs of malignancy were observed.\\nThe tissue expanders were gradually filled over a period of two months until a final volume of 660 cc. The second stage followed three months later, with the replacement of the tissue expanders with textured anatomical implants of 550 cc volume each, after capsulotomies on either site. The same antibiotic regimen was used.\\nThe postoperative course of both stages was uneventful and at 6 months followup the patient had a very satisfactory cosmetic result regarding breast volume, shape and NAC appearance (). She also stated that her breasts felt more natural, considerably less heavy and her previous symptoms were cleared.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'21932147': 1, '21074506': 1, '29843119': 1, '23381651': 1, '25083456': 1, '23538537': 1, '9263552': 1, '19461272': 1, '7743051': 1, '30363182': 2, '29928506': 1, '22909241': 1, '11355989': 1, '26933290': 2, '22536144': 1, '19913126': 1, '23417932': 1, '20808751': 1, '26954730': 1, '33457456': 2}", "similar_patients": "{'4750269-1': 1, '6159137-1': 1}"}