{"patient_id": 20878, "patient_uid": "7298333-1", "PMID": 32566318, "file_path": "comm/PMC007xxxxxx/PMC7298333.xml", "title": "Takotsubo Cardiomyopathy Secondary to Adrenal Insufficiency: A Case Report and Literature Review", "patient": "A 55-year-old female with a history of eczema on topical steroids was admitted with altered mental status, hypotension, and hypoglycemia. She presented with a blood glucose of 29 mg/dL which was corrected with IV dextrose. She was started on norepinephrine for her hypotension that was unresponsive with crystalloids. On physical exam, blood pressure was 100/67 (78) on norepinephrine and she was lethargic but arousable to sternal rub. The patient reported that she applied desoximetasone 0.25% cream 2 times daily over her whole body for eczema over the past decade.\\nLabs were remarkable for morning cortisol of 2.8 mcg/dL, ACTH < 5 pg/mL, and sodium 132 mEq/L. The ACTH stimulation test yielded inadequate cortisol responses of 8.1 and 12.0 mcg/dL, before and 90 minutes after the ACTH, respectively. Given these laboratory findings, it was concluded that she had secondary adrenal insufficiency due to her chronic topical steroid use. She was treated with IV hydrocortisone 100 mg every 8 hours which quickly resolved all her electrolyte derangements (including hypoglycemia) and hypotension and improved her encephalopathy.\\nConcurrently, the patient was noted to have an elevated troponin, which peaked at 0.37 ng/mL. The patient denied chest pain, dyspnea, lightheadedness, or palpitations. Her EKG exhibited diffuse T wave inversions (). Transthoracic echocardiogram revealed an ejection fraction of 38% with apical akinesis () concerning for typical TCM. Given that the patient was asymptomatic, we discussed a nuclear stress test versus left heart catheterization with the patient, and it was mutually decided to proceed with a nuclear stress test which demonstrated reversible apical inferior perfusion defect and apical inferior wall motion abnormality. Eventually, the patient underwent a left heart catheterization which showed clean coronaries (). Based on these findings, she was diagnosed with typical TCM secondary to adrenal insufficiency due to exogenous steroid use. Her troponin subsequently trended down, her IV hydrocortisone was tapered to oral hydrocortisone, and she was discharged in stable condition with endocrine and cardiology outpatient follow-up.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'10744801': 1, '6133005': 1, '15583228': 1, '1328144': 1, '27889211': 1, '10779002': 1, '3421879': 1, '16520123': 1, '2614038': 1, '8201481': 1, '2992913': 1, '26332547': 1, '8386061': 1, '17664847': 1, '33996290': 2, '12238847': 1, '8796402': 1, '12728981': 1, '32566318': 2}", "similar_patients": "{'8117259-1': 1}"}