{"patient_id": 96506, "patient_uid": "7041347-1", "PMID": 32165841, "file_path": "noncomm/PMC007xxxxxx/PMC7041347.xml", "title": "Situs Ambiguous Anomaly during Laparoscopic Cholecystectomy in an Adult Female", "patient": "A 35-year-old female patient presented to the surgery outpatient department with the complaints of pain and bloating sensation in the abdomen for 6 months. The pain was intermittent, colicky in nature in the right upper abdomen and not associated with vomiting. There was no history of fever, jaundice, and any altered bowel habits. There was no history of any chronic illness, previous surgery, or significant disease history in her family. Physical examination showed soft, nontender abdomen with the absence of any clinical palpable organomegaly. Hemogram, liver function, and renal function tests were within the normal limit. A whole-abdomen ultrasonography (USG) showed the gallbladder sludge suggestive of cholelithiasis. No other abnormality was mentioned in the USG report. With the diagnosis of symptomatic gallstone disease, laparoscopic cholecystectomy under general anesthesia was planned. Thin-walled distended gallbladder was present on laparoscopy. Calot's triangle anatomy was normal. The gallbladder was removed after securing cystic duct and artery. After gallbladder extraction, while placing the drain in the subhepatic region, multiple masses of variable size were noticed there. On laparoscopy, anatomy could not be clearly delineated. With suspicion of malrotation of the gut, the patient was explored by midline incision.\\nOn exploration, multiple splenules (six in numbers) of variable sizes found close to each other in the right hypochondrium with the absence of the spleen at its normal anatomical site []. The liver was centrally placed with its left lobe enlargement. The greater curvature of the stomach was on the right side and the c-loop of the duodenum was extending up to the midline with concavity toward the right side. The head of the pancreas was in the concavity of c-loop of the duodenum with a truncated tail toward the right side []. The duodenojejunal junction was just left of the midline. Small gut loops were appearing normal in shape, size, and color, and no sign of obstruction was there. Cecum and the ascending colon were freely mobile and which was also more or less centrally placed. Distal transverse, descending and sigmoid colon was enclosed in a membranous sac and formed a lumpy cocoon-like structure just left of midline. Beyond the cocoon, the rectosigmoid junction was in midline. The membranous sac enclosing the colon was opened and the colon was freed. The small intestine was placed in the right-side and the large gut on the left side of the abdomen. The patient kept under observation for 7 days postoperatively and was discharged in stable condition. She recovered normally and followed up to 3 months.\\nOn the 2nd month of follow-up, computed tomography (CT) of the chest and abdomen was done to rule out other vascular and visceral anomalies. CT scan showed enlarged left lobe of the liver extending toward left hypochondrium. The left lobe of the liver found larger than the right one. The spleen could not be marked in the left hypochondrium instead multiple splenules seen floating on the right side of the abdomen []. The pancreas was also malrotated with head in the midline and tail lying on the right side. The stomach was lying on the right side with its greater curvature lying superolaterally and lesser curvature inferomedially []. There is reversal of the c loop of the duodenum which lies on the left side of the medial plane enclosing the head of the pancreas. Ileal loops also showing malrotation and lie on the left side. The ileocecal junction is on the left side which is medially placed. Ascending colon runs in the midline joined with cecum in the median plane. Hepatic flexure is placed slightly on the left side of the median plane continuing with transverse colon.\\nIn addition to these findings, CT scan of the abdomen showed an interruption of the infrahepatic portion of the inferior vena cava (IVC) which then continues as the azygos vein opening directly into the superior vena cava (SVC). Both the lungs were bilobed with only one fissure visible [].", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'14614646': 1, '9569265': 1, '7891396': 1, '6878069': 1, '15890694': 1, '21929980': 1, '25888146': 1, '17548739': 1, '26243388': 1, '1191445': 1, '16518597': 1, '8577511': 1, '26819133': 1, '15293691': 1, '9021579': 1, '22398009': 1, '22726404': 1, '10464794': 1, '19756654': 1, '30352615': 2, '23331810': 1, '12712813': 1, '12432114': 1, '18039397': 1, '18377511': 1, '11256661': 1, '32165841': 2}", "similar_patients": "{'6199716-1': 1}"}