{"patient_id": 22293, "patient_uid": "7364764-1", "PMID": 32695401, "file_path": "comm/PMC007xxxxxx/PMC7364764.xml", "title": "Advanced G-CSF-producing non-small cell lung cancer-not otherwise specified, with favourable response to pembrolizumab monotherapy", "patient": "A 74-year-old man whose chest X-ray findings indicated an upper left lung tumour was admitted to our hospital (Fig. ). He had smoked 30 pack-years. His Eastern Cooperative Oncology Group performance status score was 0. The levels of squamous cell carcinoma antigen (SCC) and Salyl Lewis X-i (SLX) were elevated to 2.2 ng/mL (normal range: 0–1.5 ng/mL) and 42.3 ng/mL (normal range: 0–38.0 ng/mL), respectively. Positron emission tomography-computed tomography (PET-CT) revealed fluorodeoxyglucose (FDG) uptake in a 6-cm tumour shadow in the upper lobe of the left lung, metastatic tumours in the left lung and right adrenal gland, and a retroperitoneal tumour (Fig. ). In addition, increased diffuse bone marrow FDG uptake was observed (Fig. ). To confirm the diagnosis, a wedge resection of the left upper lung with the tumour shadow was performed, and the patient was diagnosed with T4N0M1c stage IVB primary NSCLC-NOS (Fig. ), which was negative for thyroid transcription factor 1 (TTF-1), napsin A, p40, chromogranin A, synaptophysin, and CD56 staining. The lung tumours showed a tumour proportion score (TPS) of 50–60% for programmed cell death ligand 1 (PD-L1) (22C3) and no expression of epidermal growth factor receptor (EGFR) mutations and anaplastic lymphoma kinase (ALK) rearrangements. Blood testing on admission showed leucocytosis (48,800/μL) and neutrophilia (43,600/μL) with abnormally high expression of serum G-CSF (502.2 pg/mL, normal range: <39.0 pg/mL). On the basis of these findings, the patient was diagnosed with advanced G-CSF-producing NSCLC-NOS that was compatible with diffuse uptake of FDG into the bone marrow owing to G-CSF-producing carcinoma. We decided to treat him with a single agent, that is, the anti-programmed cell death 1 (PD-1) antibody pembrolizumab (200 mg/body) and repeated the treatment every three weeks because PD-L1 was highly expressed in the tumours. The primary lesion and all metastatic lesions markedly shrank, and serum leucocytosis and neutrophilia were rapidly ameliorated, compared to the levels of tumour markers. After seven courses of pembrolizumab, grade 3 type 1 diabetes occurred, which was considered an immune-related adverse event, and pembrolizumab treatment was discontinued. After that, the patient was disease-free for five months, accompanied by a decrease in white blood cell (WBC) count and neutrophil count. At 10 months after the intervention with pembrolizumab monotherapy, leucocytosis and neutrophilia emerged; subsequently, relapsed tumours were confirmed by CT scan (Fig. ). Eventually, the patient died 18 months after his first visit to our hospital.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'300638': 1, '27718847': 1, '28685085': 1, '33224537': 2, '32695401': 2}", "similar_patients": "{'7669359-1': 1, '7669359-2': 1, '7669359-3': 1}"}