{"patient_id": 32468, "patient_uid": "7895588-1", "PMID": 33628563, "file_path": "comm/PMC007xxxxxx/PMC7895588.xml", "title": "Fetus in Fetu in an Adult Female and Brief Review of Literature", "patient": "A 21-year-old woman presented to the surgery outpatient department (OPD) with clinical history of right upper abdominal lump for 6-7 years, which was gradually increasing in size. It was associated with dull aching type of pain, which was on and off in nature. There was no history of fever, weight loss, altered bowel habits, or urinary symptoms. Her menstrual history was within the normal limits. There was no history of twin birth or teratoma in the family. Her general physical examinations were within the normal limits. On abdominal examination, as done in surgery OPD, there was a lump involving the right upper quadrant of the abdomen. It had ill-defined margins with soft to firm consistency and irregular surface. It was not moving with respiration. On evaluation, beta-human chorionic gonadotropin (β-HCG), alpha fetoprotein (AFP), and routine blood investigations were found within the normal limits. For further diagnostic evaluation, ultrasonography (USG) was done. Prior imaging examinations were not done in this patient. USG showed a large, ill-defined heterogeneous mass in the right side of the abdominal cavity adjacent to the liver, having multiple hypoechoic areas and echogenic structures with no internal vascularity. With inconclusive diagnosis, she was admitted in surgery ward for further evaluation.\\nLater, contrast enhanced CT scan of the abdomen and pelvis revealed a large heterogeneous retroperitoneal mass in the right side of the abdomen, measuring approximately 22.5 × 14.1 × 12.5 cm having cystic areas, fat attenuating areas, foci of calcifications, malformed skeletal parts resembling long bones, ribs and vertebrae, and heterogeneous soft tissue fetal components. Soft tissue components showed minimal peripheral enhancement. The mass was lying predominantly in the posteroinferior aspect of the right lobe of the liver causing its displacement anteriorly and to the left side and extending superiorly up to D8 vertebral body causing superior displacement of the right hemidiaphragm. It has had extension inferiorly up to L3 vertebral body with inferiorly displaced and malrotated right kidney. Inferior vena cava was displaced anteriorly and medially. Bowel loops were also displaced inferiorly and to the left side. It has had maintained fat plane with the surrounding host organs (). The uterus and bilateral adnexa were normal. With the features of well-organized axial skeleton and long bones (), CT findings were suggestive of fetus in fetu with various mass effects. Organized teratoma was kept as differential diagnosis.\\nMass being huge with its retroperitoneal location, difficult surgical planes, and surrounding structural relationship, laparotomy was planned over laparoscopy for further diagnostic and therapeutic purposes. It was performed and mass was excised completely. Grossly, it was enclosed in a sac containing fat, malformed bony and cartilaginous tissues, soft tissue components along with large amount of serous fluid (). The uterus and bilateral adnexa were grossly unremarkable. Total operative time was around 4 hours, and total amount of blood loss was approximately 300 ml. Her total postoperative hospital stay was 5 days and uneventful.\\nThe mass was sent for histopathological examination. Histopathology showed mixture of variable tissues in variable proportion. There were areas of tissues lined by respiratory epithelium, intestinal epithelium, and stratified squamous epithelium. Muscle bundles, cartilages, bones, glial tissues with psammoma bodies, adipocytes, thyroid follicles, and lymphoid aggregates were also seen. Multiple cystic spaces lined with ciliated columnar epithelium were also noted. However, there were no immature components and no features of malignancy seen (). Gross and histopathological findings of mass confirmed it to be fetus in fetu.\\nShe has been under regular follow-up with normal level of tumor markers β-HCG and AFP, and she is doing well. Her last follow-up was around 3 months after the surgery.", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'21929974': 1, '6978047': 1, '23780404': 2, '22707691': 1, '16439791': 1, '16123193': 1, '11754238': 1, '6875777': 1, '16835914': 1, '15490152': 1, '20177485': 2, '28217238': 1, '4428289': 1, '15405669': 1, '33628563': 2}", "similar_patients": "{'3907695-1': 1, '2810823-1': 1, '2810823-2': 1}"}