{"patient_id": 98870, "patient_uid": "7319805-1", "PMID": 32617460, "file_path": "noncomm/PMC007xxxxxx/PMC7319805.xml", "title": "Checkpoint inhibitor-induced myocarditis and myasthenia gravis in a recurrent/metastatic thymic carcinoma patient: a case report", "patient": "The presented patient is a 70-year-old woman with a history of Stage IIIA thymic carcinoma. She was originally diagnosed in September 2009 and was treated with cisplatin/etoposide chemotherapy (four cycles) and concurrent radiation, followed by surgical resection of the primary tumour which yielded clear margins. The pathology of the resected tumour demonstrated a thymic neoplasm favouring thymic carcinoma with squamoid features [World Health Organization histologic classification (WHO) Type C]. In July 2014, the patient developed recurrent disease with bone and pleural metastases. She declined systemic chemotherapy due to toxicity concerns, but accepted therapy with sunitinib, a tyrosine kinase inhibitor, which was discontinued, 1 year later, in July 2015, due to intolerance. She subsequently received palliative radiation therapy to areas of disease progression. In September 2018, the patient presented with progressive disease in the spine for which she underwent decompressive laminectomy at the level of T7–T8. The surgical pathology favoured metastatic thymoma (WHO Type B3), despite the original findings in 2009 favouring thymic carcinoma. She had no signs or symptoms of autoimmune disease and recovered normally from surgery. The patient received post-operative radiation therapy to the thoracic spine.\\nIn April 2019, positron emission tomography–computed tomography (CT) imaging revealed new bone and lung metastases. Patient was extensively counselled regarding treatment options but decided against chemotherapy due to previous toxicities and associated poor quality of life. The original pathology was re-examined and determined to be most consistent with thymic carcinoma. The tumour tissue exhibited high PD-L1 expression with a tumour proportion score of 70%. After discussion of potential risks and benefits, immunotherapy was initiated with pembrolizumab (200 mg), with intravenous delivery every 3 weeks.\\nSixteen days after the first dose of pembrolizumab, the patient reported to the emergency department with exertional dyspnoea and was admitted to the hospital. Vital signs on admission indicated a heart rate (HR) of 100 b.p.m., blood pressure (BP) of 154/78 mmHg, respiratory rate (RR) of 22 rpm, and an oxygen saturation (O2Sat) of 92% (on room air); a physical exam had a non-contributory cardiovascular examination. A chest computerized tomography angiography revealed a left lower lobe pulmonary embolism (). Electrocardiography on admission showed biphasic T waves in the septal leads. The reported troponin T levels peaked at 0.271 ng/L (normal: 0.0–0.29 ng/L) (not measured with high-sensitivity assay). Echocardiography revealed mild left ventricular (LV) hypertrophy with normal LV ejection fraction of 63%. The right ventricle was normal in size and function. Measured right ventricular systolic pressure was 50 mmHg. The patient was treated with therapeutic enoxaparin (80 mg, subcutaneous, every 24 h) and continued low-dose aspirin previously started at the emergency department (81 mg, per oral, once daily). The patient was discharged in stable condition 2 days later.\\nThree days following discharge, the patient was readmitted to the hospital, presenting with dyspnoea, orthopnoea, and weakness. Vital signs on readmission indicated an HR of 87 b.p.m., BP of 158/93 mmHg, RR of 32 rpm, and O2Sat of 95% (on room air); a physical exam was within normal limits. However, her troponin T during this presentation had increased to 10.50 ng/L (normal: 0.0–0.29 ng/L). In addition, the patient developed severe respiratory failure and was intubated and placed on supportive mechanical ventilation. Electrocardiography revealed a new right bundle branch block, with T-wave inversions in I and aVL, poor R-wave progression, ST elevation in precordial leads, and Q waves in anterolateral leads suggestive of anterior myocardial infarction (). Limited echocardiography showed preserved LV ejection fraction and probable anterior wall hypokinesis with compensatory hyperdynamic posterior wall. Lab studies indicated mild peak troponin T levels of 10.50 ng/L (not measured with high-sensitivity assay), creatine kinase levels of 1667 U/L, and creatine kinase muscle/brain levels of 107 U/L. Myocarditis was suspected, likely secondary to the ICI therapy. The patient received methylprednisolone (1 g per day, intravenously, for 3 days), and subsequently switched to oral prednisone, and enoxaparin (80 mg, subcutaneous, every 24 h) was continued.\\nSubsequently, the patient was found to be in complete heart block with ventricular escape rhythm between 20 and 30 b.p.m. and severe respiratory failure. The patient was placed on intravenous isoproterenol drip and underwent coronary angiography, right/left heart catheterization, and urgent temporary pacemaker placement. The coronary angiography revealed normal coronary artery anatomy ().\\nA right heart catheterization showed pulmonary artery pressure of 24/16 mmHg (mean: 18 mmHg), and pulmonary capillary wedge pressure of 12 mmHg. At that time, an endomyocardial biopsy (EMB) was performed, and the patient was treated with pulse-dose steroids using methylprednisolone (1 g per day, intravenously, for 3 days). A dual-chamber pacemaker was subsequently placed due to intermittent complete heart block with asystole. The EMB revealed mild myocyte hypertrophy with diameters in the 30–40 µm range. Lipofuscin granules were observed in the perinuclear region of myocytes. Abundant lymphocytosis, consistent with myocarditis, was reported. Three of the seven tissue samples exhibited the presence lymphocytes and macrophages. No giant cells or eosinophils were present. Trichrome staining indicated early interstitial fibrosis and endocardial fibrosis in areas of inflammatory infiltration. There was no evidence of endocardial fibroelastosis, glycogen storage, or iron depletion. Amyloid was also not present ().\\nAlthough the patient had been intubated emergently upon admission to the floors due to severe bradycardia and respiratory failure, she was unable to be weaned from mechanical ventilation due to persistent hypercapnia. After neurology consultation, testing for muscle-specific tyrosine kinase (MuSK) and acetylcholine receptor (AChR) antibodies was performed, which were positive for AChR binding and blocking antibodies. The patient was determined to have de novo MG given the lack of previous signs or symptoms, although an exacerbation of subclinical MG could not be excluded. Pyridostigmine (60 mg, every 6 h) was initiated and the patient received five plasmapheresis sessions. Methylprednisolone (1 gr per day, intravenously, for 3 days) followed by oral prednisone (1 mg/kg per day) was administered. The use of intravenous immunoglobulin (IVIG) was avoided in this patient, due to her recent thromboembolic event. Because IVIG increases blood viscosity in vitro and in vivo, it should generally be avoided in high-risk patients due to potential for cardiovascular and cerebrovascular thromboembolism. On Day 13 of hospitalization, the patient was extubated to non-invasive ventilation via bilevel positive airway pressure (BiPAP) treatment with successful weaning to nasal cannula oxygen.\\nAfter 50 days of hospitalization, the patient’s respiratory status progressively improved, and she was discharged home in stable condition with home BiPAP treatment during sleep. Prior to discharge, a chest CT, without contrast, was performed approximately 6 weeks after pembrolizumab treatment to evaluate the disease status. The CT results showed improvement with significant decrease or resolution of all measurable sites of metastatic disease in the lungs ().", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'29567210': 1, '34541456': 1, '22361396': 1, '28403786': 1, '26380599': 1, '30729114': 1, '28363334': 1, '21317916': 1, '29126352': 1, '28821685': 1, '29644214': 1, '34105901': 1, '34691324': 1, '30850443': 1, '34378270': 1, '29906252': 1, '19901161': 1, '29990692': 1, '29070994': 2, '28246107': 1, '34966697': 1, '29802219': 1, '29395863': 1, '33381454': 2, '34527524': 1, '32617460': 2}", "similar_patients": "{'7768075-1': 1, '5649238-1': 1}"}