{"patient_id": 21696, "patient_uid": "7336468-1", "PMID": 32631312, "file_path": "comm/PMC007xxxxxx/PMC7336468.xml", "title": "Multiple recurrent myxofibrosarcoma of the orbit: case report and review of the literature", "patient": "A 70-year-old woman presented to our hospital with a one-year history of right upper eyelid swelling in May 2014. Her best-corrected visual acuities (BCVAs) were 0.6 in the right eye, 1.0 in the left eye. Binocular Intraocular pressure was normal. Physical examination revealed a palpable soft mass in the right upper eyelid with a size of 3 cm*2 cm. The exams of the right upper eyelid also presented with an increased volume. Complete resection of the tumor revealed a large oval encapsulated mass in close relation to the adjacent tissue. The histopathology examination revealed a spindle-cell tumor with a myxoid matrix, consistent with MFS. The Ki-67 proliferation index was 60%.\\nTwo years after the initial surgery, the patient was admitted to another hospital with a palpable mass at the same site and swollen right upper eyelid. She underwent surgery and pathological analysis confirmed the recurrence of MFS, with an invasion of the surrounding tissue. Immunohistochemical staining was negative for S-100, desmin, and positive for α-SMA and for Ki67 in 20% of nuclei. Unfortunately, no pathological section was available. Adjuvant radiation therapy was administered after surgery, but we were unable to collect information about the radiation therapy modalities.\\nOne year after the second tumor resection, she returned to our hospital with progressive swelling of the right eyelid for nearly half a year. Ophthalmological examination showed visual acuity as CF/40 cm OD and 0.6 OS. The upper eyelid was swollen and ptotic. There was a 1.5 cm*1.5 cm palpable, firm, and movable mass in the inner part of the right upper eyelid (Fig. a). Slit lamp examination of the right eye showed a 6 mm*2 mm ulcer in the temporal cornea and a non-round pupil with extensive posterior synechiae and absent light reflex. The left eye examination revealed no abnormalities. Contrast-enhanced orbital CT showed a well-defined cystic to solid mass with a size of 1.9 cm *1.9 cm in the superolateral part of the orbit, compressing the lateral eyeball (Fig. b). The patient underwent surgical tumor resection again revealing a lobulated shaped and firm mass with local necrosis (Fig. c). The final histological examination confirmed myxofibrosarcoma (MFS). On the microscopic examination it was visualized a nodular growth tumor with a prominent myxoid matrix (Fig. a). Another characteristic finding was the presence of prominent, elongated, curvilinear, thin-walled blood vessels (Fig. b). Immunohistochemical staining was positive for Vimentin (Fig. a), negative for desmin (Fig. b), S-100 (Fig. c), SMA and EMA. CD 34 was partially positive (Fig. d) and the proliferation marker Ki-67 positive rate was less than 1%.\\nAfter the third surgery, the patient was followed-up for 2 years without tumor recurrence.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'27591498': 1, '27298287': 1, '30094896': 1, '8333558': 1, '24833459': 1, '18096231': 1, '30204636': 1, '192434': 1, '8604805': 1, '24756814': 1, '20305519': 1, '21717447': 1, '29065228': 1, '30191871': 1, '15396': 1, '21464787': 1, '32631312': 2}", "similar_patients": "{}"}