{"patient_id": 18523, "patient_uid": "7163338-1", "PMID": 32313738, "file_path": "comm/PMC007xxxxxx/PMC7163338.xml", "title": "Squamous Cell and Adenoid Cystic Carcinoma Collision Tumor of the Soft Palate Treated with Surface Mold Brachytherapy", "patient": "The patient is a 48-year-old Caucasian male heavy smoker with a 30-pack-year history who also has alcoholic cirrhosis status post-liver transplantation in 2015. The patient has not had any significant health problems since his transplant. He has been on Cyclosporine since 2015. He presented in 2018 with a right soft palate mass originally noted by his dentist. There was erythroplakia with a lesion that was superficial in appearance and extended to the level just above the uvula but did not cross the midline and extended down the anterior tonsillar pillar involving the retromolar trigone but not the tonsil. Biopsy showed SCC in situ on the background of severe dysplasia. The resection was performed by a head and neck oncology specialist. It involved partial pharyngectomy with wide local excision of the right soft palate and bilateral tonsillectomies. The gross specimen and tissue slides were reviewed by a head and neck cancer pathology specialist. The pathology showed a collision tumor of invasive SCC and adenoid cystic carcinoma histologies. The tumor with full-thickness keratinocyte atypia with squamous cell carcinoma in situ (Figure ) with a small area of squamous cell carcinoma invasion abutted a small intermediate grade adenoid cystic carcinoma within the subepithelium (Figure ). Each invasive lesion measured 0.6 cm. The adenoid cystic carcinoma expressed SOX10, CD117 (Figure ), actin and p40. SCC was p16 negative. Margins were negative with the closest being 4 millimeters (mm) for SCC in situ and 3 mm for adenoid cystic carcinoma. There was no lymphovascular space invasion or perineural invasion. Both lesions were staged as pT1 N0 stage I per AJCC 8th edition. Figure illustrates the appearance of the treated area at the time of the patient’s evaluation by a radiation oncologist.\\nThe case was extensively discussed at the multidisciplinary head & neck conference. There was a concern for local relapse due to close margins, the patient’s immune system compromise, and the fact that one of the tumors was adenoid cystic carcinoma. The patient was treated postoperatively with high-dose-rate (HDR) brachytherapy to address the possibility of microscopic residual disease and to minimize the toxicity of external beam radiation therapy. HDR was chosen over low-dose-rate brachytherapy as the latter technique was not shown to have improved outcomes, requires the patient to be hospitalized and exposes the staff to radiation []. An acrylic mold was fabricated by our dental oncologist with four afterloading catheters inserted 1 cm apart. Medical physicist and a radiation oncologist evaluated the design of the mold shown in Figure . The patient was comfortable with the placement of the device as illustrated in Figure . A local Lidocaine spray anesthetic was used as needed to ensure patient comfort and minimize the gag reflex. The setup was checked by the radiation oncologist and medical physicist for reproducibility and to ensure an absence of air gaps. An iridium-192 source was delivered via remote afterload technology through the catheters. The treatment time for each session was 80 seconds. The brachytherapy treatment plan is shown in Figure . A total of 30 Gy in 10 fractions calculated at 0.5 of a centimeter were delivered twice a day and were completed in one week. The soft palate V85 (volume in cubic centimeters (cc) receiving 85 Gy), V90, V100, and V150 were 0.72, 0.61, 0.42 and 0.09 cc, respectively.\\nThe patient did remarkably well. Acute grade two mucositis was noted on the first follow-up the week after his treatment was completed. The patient had no xerostomia, odynophagia, difficulty speaking, problems with maintaining oral intake, and had minor residual pain that did not affect his quality of life. The appearance of the treated area on his first follow-up is shown in Figure . Several months after treatment completion, he noted mild oropharyngeal discomfort, throat clearing and globus sensation. However, these resolved subsequently and he was asymptomatic on his last follow-up 14 months after treatment completion. The patient showed no evidence of disease recurrence.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'28725248': 1, '15234031': 1, '27889184': 1, '26215712': 1, '2912947': 1, '25264037': 1, '28194862': 1, '15629600': 1, '25888772': 1, '28075511': 1, '27105979': 1, '23818517': 1, '28618252': 1, '25487882': 1, '25338638': 1, '26034496': 1, '8776422': 1, '12212604': 1, '26285694': 1, '32313738': 2}", "similar_patients": "{}"}