{"patient_id": 28642, "patient_uid": "7706130-1", "PMID": 33313403, "file_path": "comm/PMC007xxxxxx/PMC7706130.xml", "title": "Myocardial amyloidosis following multiple myeloma in a 38-year-old female patient: A case report", "patient": "A 38-year-old woman was admitted to our hospital due to fatigue, bloating, edema of both lower extremities, and increased wheezing after activity in November 2018. Initial examination revealed creatinine elevation, left heart hypertrophy, and hypertension. She reported acute episodes of bloating, edema in the lower extremities, and wheezing during the previous 1 month; she denied history of any cardiovascular disease or family history of cardiovascular disease. Physical examination at admission showed pale skin and mucous membranes, enlarged liver (4–5 cm below the costal margin), edema of the lower limbs and varicose veins, and hypertension (blood pressure: 170/105 mm Hg). Laboratory results showed decreased total serum protein (52.6 g/L), serum albumin (33.9 g/L), and immunoglobulins (IgG, 2.05 g/L; IgA, 0.10 g/L; IgM, 0.01 g/L) as well as elevated 24-hour urinary total protein (2.93 g/24 h) (). Immuno fixation electrophoresis (IFE) revealed a positive result for κ-light chains (). Color Doppler showed enhanced echogenicity of the kidneys. Computerized tomography showed bilateral pleural effusion; whole-body bone imaging or scan showed a mild increase in ingested radioactivity in the shoulder joint, sternum, and bilateral hip joints. For further evaluation, a bone marrow aspirate was performed. The bone marrow aspirate showed bone marrow changes typically seen in MM () and in combination with flow cytometry, plasma cells accounted for 58% of the total cell count. The results of fluorescence in situ hybridization showed that the 13q14 locus signal was deleted and the 14q32 locus gene rearrangement was positive. According to the National Comprehensive Cancer Network (NCCN) guidelines insights: MM (version 3.2016) [], the condition of this female patient was diagnosed as MM.\\nDuring the hospital admission, the patient suffered from the rapid progress of wheezing, breathlessness in the sitting position, and evident chest tightness. Laboratory results revealed the following: N-terminal pro-B-type natriuretic peptide (NT-proBNP), 12,800 pg/mL; cardiac troponin T, 63.67 pg/mL; creatine kinase-MB, 9.02 ng/mL; and myoglobin, 97.68 ng/mL (). The initial echocardiography showed an enlarged heart, symmetrical thickening of the left ventricular wall, slightly enhanced echo, slightly reduced left ventricular systolic function (ejection fraction, 58%; fractional shortening, 30%), and minimal pericardial effusion. Mitral insufficiency, tricuspid insufficiency, and mild regurgitation were explored in the systolic phase. During hospitalization, echocardiography showed a further reduction in left ventricular systolic function and left ventricular diastolic function () and granular sparkling pattern of the myocardium (). One month after admission, electrocardiography (ECG) showed ST-T abnormalities as opposed to the initial normal ECG (). In the next 3 months, the ECG still showed ST-T abnormalities and no low voltage performance. Cardiac magnetic resonance imaging (MRI) showed no subendocardial tissue enhancement by gadolinium. The combination of the New York Heart Association class III heart failure and history of MM was highly suggestive of a diagnosis of myocardial amyloidosis. Oral mucosal exfoliated cells showed positive staining for Congo Red stain (). Furthermore, indentations on the tongue could be seen as the patient had macroglossia.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'31515863': 1, '25312307': 1, '28840397': 1, '6585623': 1, '22865865': 1, '19752327': 1, '15695149': 1, '31587789': 1, '26250727': 1, '14567063': 1, '8629674': 1, '27634125': 1, '7878478': 1, '34120606': 1, '12789147': 1, '27496110': 1, '21410373': 1, '22909024': 1, '19541364': 1, '29791070': 1, '17000935': 1, '33313403': 2}", "similar_patients": "{}"}