{"patient_id": 33713, "patient_uid": "7967968-1", "PMID": 33731177, "file_path": "comm/PMC007xxxxxx/PMC7967968.xml", "title": "Isolated iliac artery aneurysm in association with congenital pelvic kidney treated with iliac branch device: case report", "patient": "A 75-year-old man was admitted for the treatment of an asymptomatic left CIA aneurysm. The aneurysm was diagnosed during a routine abdominal ultrasound. A computed tomography angiography (CTA) revealed an isolated left CIA aneurysm and a left pelvic kidney (Fig. ). The maximum diameter of the CIA aneurysm was 32 mm. The congenital pelvic kidney was supplied by three small superior polar arteries that emerged from the proximal non-aneurysmal portion of the CIA and the main artery that arose from the internal iliac artery (Fig. a and b). The distance between the superior polar arteries and the beginning of the aneurysm was 28,9 mm. The special issues about this case was to preserve all of the blood supply of the pelvic kidney and exclude the aneurysm. It was accomplished by using an iliac branch device (IBD) (Gore Excluder Iliac Branch, Flagstaff, AZ) without an aortic stent graft (Fig. ). Preoperative serum blood urea nitrogen and creatinine levels were 22 and 1,03 mg/dl, respectively. There was no change in the postoperative period.\\nAfter induction of general anesthesia, we performed the Preclose technique via bilateral femoral artery access, guided by ultrasound, with two Perclose Proglide (Abbott Vascular) for each site. After achieving access, the patient was systematically heparinized. A 16Fr Dry Seal Flex Introducer Sheath (Gore, Flagstaff, AZ) was advanced over an Extra Stiff Wire Guide in the ipsilateral site, and a 12Fr Dry Seal Flex Introducer Sheath (Gore, Flagstaff, AZ) was advanced over an Extra Stiff Wire Guide in the contralateral site. A vertebral catheter and a hydrophilic guidewire were introduced via the 16Fr Sheath, and an EN Snare (Merit Medical System, Malvern, PA) was introduced in the contralateral 12Fr Sheath, establishing the through-and-through femoral access. After, we advanced the IBD (23x12x10 mm) into position over both wires. The first step of deployment was done, releasing the iliac branch portal. The 12 Fr Sheath was advanced up and over the aortic bifurcation using a pushing and pull movement and the catheterization of the internal iliac artery was performed with a vertebral catheter and hydrophilic guidewire, with was later replaced by an Amplatz. Support Wire Guide 1 cm short tip that allowed to advance the internal iliac component (16x14x10 mm) into the internal iliac artery. The iliac branch portal was dilated using a 14 mm angioplasty balloon Zeppelin (Scitech, Aparecida de Goias, GO). The second step of the IBD was done with the release of the external iliac branch. After, kissing-balloon angioplasty was performed using a Giant Balloon Catheter (Scitech, Aparecida de Goias, GO) for the external iliac component. Completion angiography was performed demonstrating exclusion of the aneurysm, preservation off all renal arteries without endoleaks.\\nA CTA was performed 1 and 6 months after the procedure and demonstrated complete exclusion of the aneurysm and preservation of all renal arteries (Fig. a and b).", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'18295118': 1, '13502578': 1, '16414380': 1, '30528142': 1, '12796732': 1, '30072046': 1, '19231255': 1, '24531628': 1, '22480767': 1, '33731177': 2}", "similar_patients": "{}"}