{"patient_id": 98159, "patient_uid": "7265352-1", "PMID": 32494381, "file_path": "noncomm/PMC007xxxxxx/PMC7265352.xml", "title": "Engorged venous plexus mimicking adjacent segment disease: Case report and review of the literature", "patient": "A 58-year-old female presented with the left lower radiculopathy. Seven years ago, she had a prior L5-S1 ALIF. On examination she had decreased the left lower-extremity 1/5 motor function in the tibialis anterior and extensor hallucis longus distributions, plus a 3/5 in the gastrocnemius. The MRI showed what appeared to be an L4-L5 left-sided disk herniation above the level of her prior fusion (i.e., adjacent L4-L5 segment disk disease) [].\\nShe subsequently underwent an L4-L5 left-sided minimally invasive microdiscectomy. After the laminotomy was completed and nerve root identified, there was a large venous plexus in the nerve root axilla extending ventrally and laterally. This was successfully coagulated with bipolar cautery. Due to the fragility of the plexus and recurrent venous bleeding, multiple hemostatic agents were repeatedly employed to control the bleeding []. After successful cauterization, a thorough examination of the nerve root and disk showed no free fragments or accompanying disk herniations.\\nPostoperatively, she reported immediate improvement of her foot strength and resolution of her left lower extremity and buttock pain. She was discharged on postoperative day 1 after a follow-up MRI confirmed an EVP as the ultimate etiology of her radiculopathy []. Six months later, an examination showed improvement to 4−/5 motor strength in the left tibialis anterior and extensor hallucis longus distributions, plus 4+/5 in the gastrocnemius.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'25722912': 2, '17940177': 1, '31415408': 1, '12027315': 1, '31200048': 1, '29517672': 1, '27298989': 2, '10617383': 1, '29705169': 1, '8169634': 1, '7825056': 1, '28546122': 1, '30363285': 1, '29248773': 1, '22044722': 2, '22933506': 1, '27446525': 2, '17873827': 1, '9933393': 1, '28697031': 1, '21296289': 1, '20249166': 1, '12544966': 1, '15507805': 1, '12973161': 1, '32494381': 2}", "similar_patients": "{'4954892-1': 1, '3213218-1': 1, '4334425-1': 1, '4719266-1': 1}"}