{"patient_id": 30678, "patient_uid": "7804349-1", "PMID": 33418278, "file_path": "comm/PMC007xxxxxx/PMC7804349.xml", "title": "Laparoscopic management of mesh migration into urinary bladder following laparoscopic totally extraperitoneal inguinal hernia repair—A case report", "patient": "A 38-year-old male with no known comorbidities and a history of laparoscopic inguinal hernia repair (Totally Extraperitoneal) presented with complaints of recurrent UTI infection. On Clinical examination, expansile cough impulse was present in the left inguinal region. Urinary culture showed Pseudomonas species growth and was treated with culture-sensitive antibiotics. The Patient was evaluated further due to persistent symptoms of Urinary tract Infection. Ultrasound scan of Kidney, Ureter and Bladder (KUB) showed multiple calculi in the urinary bladder, obstructing vesicoureteric junction. Computed tomography done suggested intraluminal calcified polypoidal lesion with focal wall thickening with surrounding fat stranding in the anterolateral aspect of the urinary bladder wall (). On Cystoscopy mesh was identified within the bladder lumen with metal tackers. The Patient planned for Laparoscopic mesh removal, intraoperatively mesh found adherent to the bladder wall () and was proceeded with partial cystectomy with mesh removal and repair of the bladder in two layers was done. A suprapubic catheterisation fixed through the laparoscopic port in addition to the urethral catheter, and a drain placed. Drain removal done on POD 10. On POD 16 fluoroscopy done showed no leakage and the suprapubic catheter removal done. Patient was asymptomatic on follow-up and made an unremarkable recovery. On examination wound found to have healed wounds without any complications.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'28164159': 2, '16258705': 1, '31073962': 1, '33181358': 1, '16552383': 1, '26917927': 1, '24426435': 1, '21140183': 1, '30511099': 1, '20602131': 1, '12535413': 1, '33418278': 2}", "similar_patients": "{'5248551-1': 1}"}