{"patient_id": 30757, "patient_uid": "7808491-1", "PMID": 33466121, "file_path": "comm/PMC007xxxxxx/PMC7808491.xml", "title": "Slowly growing solitary neurofibroma of the thumb", "patient": "A 60-year-old woman presented with a slow-growing mass on the proximal phalanx of the right thumb for over a decade (Fig. ). The mass was hard, with a non-tender and non-compressible swelling. The patient did not experience pain but complained of numbness in her right thumb. She was undergoing pharmacological treatment for stroke in the right thalamus and for hypertension. Preoperative imaging revealed a moderately defined soft tissue mass, which measured 1.5 cm × 1.5 cm × 0.7 cm, with no bone and joint abnormalities on the right thumb (Fig. ). This was clinically misdiagnosed as a ganglion or giant cell tumor of the tendon sheath.\\nUnder general anesthesia, we performed complete surgical excision of the tumor. A longitudinal incision was made through the dorsal side of the proximal phalanx. The tumor appeared to be well-circumscribed and progressed along the dorsal digital branch of the radial nerve of the thumb. The tumor was removed entirely by delicate dissection (Fig. ).\\nHistopathological examination showed randomly oriented spindle cells with wavy, hyperchromatic nuclei and thin and thick collagen strands (Fig. A). Immunohistochemically, the tumor expressed S-100 protein and neuron-specific enolase but was not reactive to epithelial membrane antigen (Fig. B). A diagnosis of solitary neurofibroma was confirmed, without evidence of neurofibromatosis.\\nAfter surgery, the patient did not complain of pain but had a temporary tingling sensation. After 14 months of follow-up, no signs of recurrence of the tumor were observed (Fig. ).\\nWe obtained the patient's medical records and reviewed the related literature. Informed written consent was obtained from the patient for publication of this case report and accompanying images. This study was approved by the Institutional Review Board of Chonnam National University Hospital (CNUH-2019-011) and was conducted in accordance with the principles of the Helsinki Declaration II.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'21738979': 1, '22363168': 1, '16865876': 1, '10469434': 1, '18350738': 1, '33466121': 2}", "similar_patients": "{}"}