{"patient_id": 103051, "patient_uid": "7724407-1", "PMID": 33335709, "file_path": "noncomm/PMC007xxxxxx/PMC7724407.xml", "title": "Dual-energy computed tomography-angiography in the evaluation and management\\nof significant multiple pulmonary vein stenoses following atrial fibrillation\\nablation", "patient": "A 58-year-old man was referred to a pulmonary hypertension clinic with a progressive\\nhistory of heart failure (III functional class NYHA) with orthopnea, peripheral edema, and\\nthe presence of severe pulmonary hypertension (PH) according to a transthoracic\\nechocardiographic evaluation (TTE). The history included radiofrequency catheter ablation of\\natrial fibrillation incorporating pulmonary vein (PV) isolation 10 months ago in a different\\nhospital. One month after ablation the patient reported shortness of breath, which was\\nexplained by the recurrence of persistent atrial fibrillation. Contrast-enhanced chest CT\\nwas performed at a local hospital and revealed lung interstitial changes and lymphadenopathy\\nand signs of PH. There was no evidence of both acute and chronic pulmonary embolism\\n(PE).\\nAt admission, TTE showed left atrial dilatation (left atrial volume index\\n42 ml/m2), preserved right ventricle size and function (4-chamber basal size\\n38 mm; tricuspid annular plane systolic excursion 1.7 cm), and preserved left ventricle\\nsystolic function (left ventricular ejection fraction 55%). The pulmonary artery was dilated\\n(26 mm), and the estimated pulmonary artery systolic pressure was 70 mmHg.\\nChest dual-energy CT-angiography (tube A—140 kV, 47 mAs; tube B—80 kV 80, 235 mAs) was\\nperformed and revealed multiple PV stenosis (). A detailed analysis demonstrated the following\\nPV inflow variant: R 4b and L 2a in Marom classification. There are four separate ostia of the right PVs\\n(right upper lobe pulmonary vein (RUL), right middle lobe pulmonary vein (RML), superior\\nsegment right lower lobe pulmonary vein (SSRLL), right lower lobe pulmonary vein (RLL); two\\nseparate left PV ostia (left upper lobe pulmonary vein (LUL), and left lower lobe pulmonary\\nvein (LLL)). LLL pulmonary vein was present as a confluence of superior segment left lower\\nlobe (SSLLL) and basal pyramid veins (5 mm distal to the PV ostium). Three right PVs were\\nstenotic: there was a sub-occlusion of RUL, sub-occlusion of SSRLL, 70% stenosis of RLL. Two\\nleft PVs were stenotic: 35% stenosis of LUL; total occlusion of SSLLL, and 75% stenosis of\\nthe basal pyramid PV branch. Dual-energy CT iodine maps showed the following “perfusion”\\ndefects: a large irregular defect in the right upper lobe, segmental defects in the right\\nS6, in the left S3, S6, S8, subsegmental in the left and right S10. A moderate\\n“hyperperfusion” of the right middle lobe was determined.\\nPV angioplasty was indicated, and the heart team suggested right heart catheterization\\n(RHC) with percutaneous PV ballooning and stenting as the first-line approach.\\nUnder light sedation, right femoral cannulation was performed using the Seldinger\\ntechnique. RHC defined severe postcapillary PH: mean pulmonary artery pressure (PAP)\\n30 mmHg, pulmonary artery wedge pressure (PAWP) 29 mmHg. An antegrade transseptal access was\\nperformed using a Brokenbrough needle, and a steerable 8F transseptal sheath (Direx, Boston\\nScientific, USA) was introduced into the left atrium. Selective PV angiography using a 6F\\nmultipurpose catheter (Cordis, Johnson and Johnson, USA) confirmed the presence of two PV\\nocclusion (SSRLL and SSLLL brunch), sub-occlusion of RUL, RLL and stenosis of LUL about\\n50%.\\nConsidering the number of severely stenotic PVs, a decision on a two-stage angioplasty\\napproach was made. Since the right lung was more “hypoperfused” according to the CT iodine\\nmaps, the right PVs were targeted first. The right upper lobe PV was dilated and stented\\nwith the balloon-expandable stent Renal Dynamic 7 × 19 mm (Biotronik, Germany). The lower\\nlobe PV was stented with the Epic stent 10 × 30 mm (Boston Scientific). Cannulation of SSRLL\\nwas unsuccessful during the first procedure. A slight decrease in PAP was noted: from\\n51/20/30 to 45/18/27 mm Hg. The patient was discharged with clinical improvement on triple\\nantithrombotic therapy.\\nA second angioplasty was performed after one month. The previously stented PVs showed no\\nrestenosis. A second successful SSRLL cannulation attempt was performed, and the Promus\\n3.5 × 24 (Boston Scientific) stent was implanted. A Dynamic Renal 6 × 15 stent (Biotronik)\\nwas implanted into LLL. Balloon angioplasty of LUL was performed. Multiple attempts for\\ncannulation of SSLLL brunch were unsuccessful. The control RHC showed reduction of mean PAP\\nto 21 mm Hg and PAWP to 17 mm Hg. There were no complications during and following the\\ninterventions.\\nControl CT-angiography at discharge demonstrated restored lumen of all PVs with\\nangioplasty, and slight residual narrowing of LUL. Triple antithrombotic therapy with\\naspirin, clopidogrel, and dabigatran 150 mg BID was prescribed for one month and then\\nchanged to a combination of dabigatran and clopidogrel. The patient significantly improved\\nand had no dyspnea at three months of follow-up.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'19995881': 1, '30139470': 1, '27793993': 1, '29069364': 1, '30057885': 1, '29759432': 1, '30419795': 2, '27451827': 1, '31854110': 1, '14739316': 1, '33335709': 2}", "similar_patients": "{'6300167-1': 1}"}