{"patient_id": 23026, "patient_uid": "7398381-2", "PMID": 32746791, "file_path": "comm/PMC007xxxxxx/PMC7398381.xml", "title": "Two cases of idiopathic steroid-resistant nephrotic syndrome complicated with thrombotic microangiopathy", "patient": "A girl 1 year and 2 months old was referred and admitted to our institution with prominent proteinuria (UP/Cr 27.7 g/gCr) due to idiopathic NS. Her past medical history and family history were unremarkable. On admission, severe bilateral edema of eyelids and legs was noted. Her blood pressure was 110/60 mmHg. Laboratory examination revealed hypoalbuminemia (serum albumin 1.5 g/dL), renal insufficiency (creatinine level 0.74 mg/dL, creatinine-eGFR 49.7 mL/min/cm2, urea 63.1 mg/dL), anemia (Hb 8.7 g/dL, MCV 87.1 fL, MCH 28.9 pg, MCHC 33.2 g/dL), hyperlipidemia (triglycerides 1039 mg/dL), and increased total cholesterol (total cholesterol 582 mg/dL). Thrombocyte count was 64.7 × 104/μL, lactate dehydrogenase was 461 U/L, total bilirubin was 0.69 mg/dL, and aspartate aminotransferase was 34 U/L.\\nOn hospital day 2, prednisolone (60 mg/m2 body surface area) was initiated. Frequent administration of albumin and diuretics (furosemide, hydrochlorothiazide, spironolactone, carperitide) was required. As she could not achieve remission at 4 weeks of prednisolone therapy, her disease was diagnosed as SRNS. Cyclosporine A and intravenous methylprednisolone pulse therapy were commenced 4 weeks after initiating prednisolone. As her blood pressure was high from hospital day 20, we administered anti-hypertensive drugs (intravenous nicardipine and oral amlodipine, nifedipine, and prazosin). The maximum blood pressure during the clinical course was 136/86 mmHg. Systolic blood pressure was controlled after 7 days of initiating multiple anti-hypertensive drugs. She did not develop target organ complications caused by hypertension. Complement, PR3-ANCA, MP3-ANCA, anti-GBM antibodies, antinuclear antibody, and anti–double-stranded DNA immunoglobulin were normal and Coombs tests were negative. Renal biopsy at 5 weeks after start of therapy contained 30 glomeruli and the pathological diagnosis was MGA. Five glomeruli showed capillarectasia and mesangiolysis, indicating TMA. There was no membranoproliferative pattern including a double contour of the glomerular basement membrane. There were no obvious abnormal findings of arteries and arterioles. There were the findings of acute tubular damage with obstructive nephropathy and nephrocalcinosis. Immunofluorescence findings showed the following: IgG (−), IgA (−), IgM (++), C1q (+), C3 (+), C4 (+), and fibrinogen (+). Electron microscopic findings showed foot process effacement and absence of dense deposit. Schistocytes were not present. Serum haptoglobin and ADAMTS13 were not measured. Thrombocyte counts were normal during the clinical course. Lactate dehydrogenase level was 824 U/L, bilirubin was 0.74 mg/dL, and aspartate aminotransferase was 42 U/L. There was no pathogenic mutation associated with FSGS or TMA. The patient did not have any evidence of HUS, TTP, aHUS, infection, malignancy, or autoimmune disease.\\nSeven weeks after admission, serum albumin was above 2.5 g/dL and renal function improved. Five months after admission, lisinopril was added due to proteinuria and mild hypertension. After lisinopril, proteinuria and blood pressure had gradually decreased. Ten months after admission, proteinuria resolved completely with seven courses of intravenous methylprednisolone pulse. During the entire course, the minimums of her hemoglobin and platelets were 7.3 g/dL (on hospital day 2) and 22.1 × 104 /μL (on hospital day 9). Her second biopsy showed MGA and disappearance of findings of TMA 2 years after starting treatment. At that time, her renal function testing revealed a mild reduction in GFR (creatinine level 0.38 mg/dL, creatinine-eGFR 79.5 mL/min/cm2). She is currently on cyclosporine A and amlodipine.", "age": "[[1.0, 'year'], [2.0, 'month']]", "gender": "F", "relevant_articles": "{'17882457': 1, '25184151': 1, '22802583': 1, '28187980': 1, '31550360': 1, '28827377': 1, '17294224': 1, '7205481': 1, '26778772': 1, '18497467': 1, '7731487': 1, '31380323': 1, '29858281': 1, '32746791': 2}", "similar_patients": "{'7398381-1': 2}"}