{"patient_id": 98901, "patient_uid": "7319844-1", "PMID": 32617499, "file_path": "noncomm/PMC007xxxxxx/PMC7319844.xml", "title": "Balloon atrial septostomy and transition of subcutaneous to intravenous prostacyclin infusion for rescuing advanced right heart failure in idiopathic pulmonary arterial hypertension: a case report", "patient": "A 43-year-old lady with IPAH had received maximal target medication including oral phosphodiesterase Type 5 inhibitor, endothelin receptor blocker, and subcutaneous prostacyclin analogue (treprostinil) injection. The patient did not have remarkable past medical history except IPAH. In June 2018, she had high-risk warning signs including mean right atrium (RA) pressure of 21 mmHg and NT-pro brain natriuretic peptide (BNP) of 1930 pg/mL and started receiving subcutaneous treprostinil injection (with dosages gradually titrated up to 90 ng/kg/min). Though on maximal medical treatment, she had worsening right heart failure with massive ascites (), peripheral oedema, oliguria, and hypotension and was admitted in December 2018 (1st index admission). Upon admission, her systolic blood pressure was 85 mmHg, pulse rate 105 b.p.m., pulse oximetry 88% in room air, and urine output 250 mL/12 h. Physical examination revealed a jugular venous giant V wave with estimated pressure of more than 25 cmH2O and a grade II pansystolic murmur and a palpable heave at left lower sternal border. Laboratory data showed mild jaundice with total bilirubin of 1.4 mg/dL, hypokalaemia of 2.9 mEq/L, and elevated NT-pro BNP of 4157 pg/mL. She received ascites drainage of 2500 mL in two sessions. Transthoracic echocardiogram revealed marked dilated RA, right ventricle (RV), and small and compressed left atrium (LA), left ventricle (LV) (). To improve subcutaneous absorption of treprostinil, the site of injection site was moved from the ascites-distended abdomen to her arm. On the 3rd day of admission, we converted the treprostinil administration from the subcutaneous to the IV route; however, the instant direct 1:1 dosage and route conversion produced a profound hypotension (systolic blood pressure 60 mmHg) and drowsy consciousness. After reducing the IV treprostinil dosage from 90 to 65 ng/kg/min and upscaling the IV inotropic, her blood pressure stabilized, and consciousness regained within 2 h. On the 4th and 7th days of admission, we titrated up IV treprostinil in steps from 65 to 82 ng/kg/min. On the 8th day of admission, we performed standard right and left heart catheterization via bilateral femoral vessels. An ICE catheter (AcuNac catheter, Siemens, Mountain View, CA, USA) was introduced via the left femoral vein into RA and the image was displayed on an ACUSON SC 2000 System (Siemens). Using real-time ICE guidance, the inter-atrial septum and fossa ovalis could be visualized clearly (). We used a transseptal Brockenbrough needle and a Mullins sheath (Medtronic, Minneapolis, MN, USA) to probe the inter-atrial septum () and enter the LA cavity. Then, the atrial septum was dilated with a 5 mm × 8 cm Mustang balloon (Boston Scientific, Marlborough, MA, USA) () under ICE guidance ( and ). Inter-atrial shunting from right to left was established () with a consequence of a successful drop in mean RA pressure from 19 to 12 mmHg, and an increase of systemic cardiac output from 2.5 to 3.8 L/min (). Urine output increased, ascites relieved, and dyspnoea improved day by day. Finally, before hospital discharge, the patient requested shifting the IV treprostinil to subcutaneous route for easier self-care at home. This time, we used 10 ng/kg/min aliquots shifts at 2 h intervals and spent 2 days to change back to subcutaneous route without haemodynamic changes. In total, the patient removed 10 kg of fluid and reduced 20 cm of abdominal girth at the time of discharge. She was registered as a candidate for lung transplant 2 months later. However, she had clinical worsening presenting with an increase of ascites with distended abdomen again 6 months after the 1st index event. Transthoracic echocardiogram revealed patency of the right to left inter-atrial shunt but decrease in the atrial septostomy size to 0.4 cm in diameter. Again, we used 10 ng/kg/min aliquots shifts at 3 h intervals and spent 3 days to change the treprostinil from subcutaneous to IV route without haemodynamic changes. Then, we did 2nd session of BAS with a 6 mm balloon and reduced the mean RA pressure from 16 to 13 mmHg and arterial oximetry from 90% to 87%. She was discharged uneventfully after reducing 3 kg of extra fluid and 6 cm of abdominal girth. The 3rd session of BAS with a 7 mm balloon was done 1 month later. Moreover, we permanently transited the subcutaneous treprostinil to IV route via a peripherally inserted central catheter (PICC) 1 month after finishing three sessions of BAS. She is still alive with functional Class III symptoms 1 year after the 1st index event (December 2019).", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'15243302': 1, '30545979': 1, '11590848': 1, '24084219': 1, '26320113': 1, '12234951': 1, '28559663': 1, '28597769': 1, '32617499': 2}", "similar_patients": "{}"}