{"patient_id": 33514, "patient_uid": "7952276-1", "PMID": 33717758, "file_path": "comm/PMC007xxxxxx/PMC7952276.xml", "title": "Successful WATCHMAN Device Placement Despite Left Atrial Appendage Perforation in Two Cases", "patient": "First case\\nA 76-year-old female with a past medical history of paroxysmal non-valvular atrial fibrillation on coumadin (CHA2DS2-VASc score 6, HAS-BLED score 4), stroke (that occurred seven years ago), hypertension, dyslipidemia, chronic kidney disease (stage IIIa) was evaluated as an in-patient for WATCHMAN device placement. She had developed recurrent upper gastrointestinal (GI) bleeds due to gastric ulcers and arteriovenous malformations in a diverticulum of the gastric fundus. It was decided that it was best for the patient to undergo a WATCHMAN procedure to decrease the risk of stroke. Her vitals were stable and a cardiopulmonary examination revealed an irregularly, irregular rhythm but she was otherwise mostly unremarkable.\\nHer laboratory tests revealed a hemoglobin level of 11.2 g/dl, and normal white blood cell and platelet counts. Her renal panel was unremarkable except for a serum creatinine of 1.6 mg/dl (normal range 0.6 to 1.1 mg/dL). Her international normalized ratio (INR) was 1.02. The initial workup included a cardiac Computed Tomography (CT) scan which revealed no filling defect in the LAA. Transesophageal echocardiography (TEE) showed a maximal orifice diameter of 23 mm. She was felt to be a candidate for the WATCHMAN occlusion device with cardiac anatomy permitting its use.\\nInformed consent from the patient was obtained. Femoral vein access was gained and a 5-French angled pigtail catheter was inserted. Injection of contrast confirmed the satisfactory position of the pigtail catheter at the LAA orifice as noted in Figure . Upon further advancement of the sheath, a slight staining of the pericardium was noticed, which worsened over the next few minutes (Figure ). To prevent further progression to frank effusion upon recognition of the leak, it was decided to go ahead with the deployment of the device (Figure ). Satisfactory hemostasis was obtained. TEE showed satisfactory results with trace pericardial effusion and minimal peri-device leakage. The patient tolerated the procedure well without any hemodynamic instability. The effect of heparin was reversed using protamine sulfate. After achieving hemostasis in the groins, she was extubated and transferred to the intensive care unit (ICU). She remained hemodynamically stable overnight. A limited 2D transthoracic echocardiogram performed on the next day revealed trace pericardial effusion without evidence of cardiac tamponade and she was discharged home on aspirin and coumadin with close follow-up of her hemoglobin levels. TEE 45 days after device implantation revealed a well-seated WATCHMAN occluding device with a superior leak of less than 1 mm in width. No thrombus was noted on the anterior end of the device and no pericardial effusion was visible.\\nSecond case\\nAn 84-year-old female with a past medical history of paroxysmal atrial fibrillation (CHA2DS2-VASc score 6, HAS-BLED score 4), essential hypertension, hyperlipidemia, chronic obstructive pulmonary disease, and a transient ischemic attack was scheduled to undergo WATCHMAN device placement due to the occurrence of recurrent iliopsoas hematomas on anticoagulation. Her vitals and systemic examination were unremarkable.\\nLaboratory tests revealed a hemoglobin level of 12.1 g/dl, leukocytosis with a count of 13.3 x 103/μl and a left shift, normal platelets, INR of 1.2, and an unremarkable renal function panel. Initial TEE revealed a windsock-shaped left atrial appendage with a single predominant lobe and a small meniscal secondary lobe. A CT scan of the heart did not reveal a filling defect in the LAA. The minimal appendage available for the sheath placement was more than 25 mm. A WATCHMAN device of 27 mm was determined to be of an appropriate size for placement in the patient's left atrial appendage.\\nAfter obtaining consent and femoral vein access, the sheath was advanced into the anterior lobe of the LAA. Contrast injection revealed no evidence of extravasation or effusion (Figure ). The WATCHMAN device was then introduced through the sheath and delivered. Early pericardial staining was noted during device deployment (Figure ) that gradually worsened (Figure ). Post-deployment TEE confirmed the development of pericardial effusion. The device was visualized and shown to be in a good position. Pericardiocentesis was performed via a percutaneous approach and was unable to successfully drain the effusion. During this procedure, the patient required intravenous fluid resuscitation and intermittent pressor support. The department of cardiothoracic surgery (CTS) was consulted for the placement of a pericardial window after the reversal of heparin. Due to persistent bleeding, the window was converted to an open drainage procedure revealing perforation of the LAA apex. The perforation was sutured and glued. The WATCHMAN device post-procedure was found to be in a stable position with an excellent seal of the LAA. Chest tubes were placed and she was transferred to the ICU. She eventually recovered after a long hospital stay of 12 days and was discharged on Coumadin 5 mg daily. A follow-up TEE, 45 days later, revealed a well-seated WATCHMAN device with no evidence of leakage. No intracavitary mass or thrombus was noted; no pericardial effusion was visible.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'29722469': 1, '26822918': 1, '25717354': 1, '16644311': 1, '8572814': 1, '9386182': 1, '27816552': 1, '19683639': 1, '25496544': 1, '33717758': 2}", "similar_patients": "{}"}