{"patient_id": 20362, "patient_uid": "7268720-1", "PMID": 32493295, "file_path": "comm/PMC007xxxxxx/PMC7268720.xml", "title": "Atypical focal xanthogranulomatous pyelonephritis without clinical symptoms presenting as infiltrative renal cancer: a case report and literature review", "patient": "A 24-year-old unmarried woman was incidentally admitted to our hospital during routine ultrasound examination, which showing a homogeneous solid-cystic mass with internal echoes and without well-defined margins in the right kidney. The patient was healthy and refused history of hematuria, frequency, fever, abdominal/flank pain and weight loss. Physical examination and routine laboratory tests were both normal. Contrast-enhanced computed tomography (CT) scan of the abdomen revealed a heterogeneous enhancing right renal mass with internal hypodense lesion with a diameter of 6.0 cm × 4.9 cm (Fig. a, b and c). Renal cancer was clinical considered but urothelial carcinoma was also possible. Intravenous pyelogram (IVP) demonstrated absence of dilatation or filling defects in the calyces (Fig. d). Infiltrative renal cell carcinoma was presumed and retroperitoneal laparoscopic right radical nephrectomy was performed. Pathologic examination reported macroscopically 5.5 cm × 5 cm × 3 cm sized yellow-white lesion and microscopically a granulomatous inflammation with a large number of lipid-laden xanthomatous cells, multinucleated giant cells lymphoplasmacytic as well as some neutrophile cells, supporting a diagnosis of XGP (Fig. ). Immunohistochemical examination was not necessary based on the typical pathological characteristics of hematoxylin-eosin staining. The patient recovered uneventfully after surgery. Ultrasound was performed every year and the patient went well at follow-up 3 year later.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'19114330': 1, '11967759': 1, '28748018': 1, '19472811': 1, '30022406': 1, '29797011': 1, '21336642': 1, '16481231': 1, '26858786': 1, '18446378': 1, '21526966': 1, '21480167': 1, '21750755': 1, '22342409': 1, '29233628': 1, '27743436': 1, '28479239': 1, '30741848': 1, '34522121': 1, '32493295': 2}", "similar_patients": "{}"}