{"patient_id": 23619, "patient_uid": "7431484-1", "PMID": 32804348, "file_path": "comm/PMC007xxxxxx/PMC7431484.xml", "title": "Magnetic compression anastomosis is effective in treating stenosis after esophageal cancer surgery: a case report", "patient": "The patient was a 76-year-old Japanese man. He underwent subtotal esophagectomy through right thoracotomy, with 3-field lymph node dissection, and retrosternal route gastric tube reconstruction, with a diagnosis of thoracic esophageal cancer. On day 21 after the operation, a cervical esophagostomy and chest drainage were performed for necrosis of the gastric tube. Following infection control, esophageal reconstruction of the ante-sternal route via the left colon was performed 63 days after the first operation. On day 71 after the first operation, the anterior wall of the colon near the anastomosis was necrotic about 2 cm and formed an abscess. The neck wound was opened, and drainage was performed. Drainage controlled the infection, but the colon with abscesses was completely stenotic. After controlling the infection, the patient was referred to our hospital (160 days after the first surgery) to restore oral ingestion.\\nContrast examination at our hospital revealed that the esophagus had a blind end, and the obstruction distance between the esophagus and the colon was 10 mm (Fig. ). The reconstruction was examined, reanastomosis by surgery was judged to be a high risk, so the strategy of anastomosis by MCA was adopted. In Japan, MCA was not covered by insurance, so we had many discussions to make preparations. We consulted the ethics review committee of the hospital, referencing past reports, and also obtained consent from the patient after sufficiently explaining this treatment. In addition, we asked an experienced doctor to join us for the actual MCA procedure. Thirteen months after the first operation, an anastomosis between the esophagus and the colon was performed by MCA (Fig. ). In the operation, the anterior chest was opened to expose the colon, and a magnet (12.5 mm in diameter, 5 mm in thickness, and 3500 Gausses. This magnet is not a commercial product and was developed by Dr. Yamanouchi.) was inserted directly into the blind end of the colon. The magnet was guided to the blind end of the esophagus using an oral endoscope. X-ray examination confirmed that the magnets placed on the oral side and the anal side were close to each other. Two weeks after MCA, a contrast examination confirmed the passage of the contrast agent from the esophagus to the colon (Fig. a). The magnet was collected using an endoscope. At this time, the lumen of the anastomotic hole was 5 mm (Fig. b). The patient had repeated endoscopic balloon bougies and was discharged 82 days after MCA. Eventually, he had 18 bougies and then they were no longer needed 6 months after the MCA (Fig. c, d). As of 1 year and 8 months after the MCA, the patient is living at home with oral intake restored.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'31636778': 2, '15824939': 1, '27195136': 1, '22473157': 1, '29948477': 1, '22215745': 1, '30112678': 2, '26699417': 1, '28547740': 2, '21103303': 1, '20656288': 1, '25146593': 1, '24332098': 1, '25258155': 1, '21127913': 1, '30278106': 1, '32804348': 2}", "similar_patients": "{'6093822-1': 1, '6785290-1': 1, '5445037-1': 1}"}