{"patient_id": 26032, "patient_uid": "7535662-1", "PMID": 33019482, "file_path": "comm/PMC007xxxxxx/PMC7535662.xml", "title": "Acute bilateral cerebral infarction in the presence of neuromyelitis optica spectrum disorder", "patient": "A 62-yr-old Chinese woman was admitted to our hospital with complaints of chest tightness, constipation, urinary incontinence, and lower-extremity pain and numbness that had caused her to reduce her walking speed for 5 days. In addition to the lower-extremity pain, she reported weakness in her upper and lower limbs. The symptoms rapidly progressed, and were accompanied by blurred vision in her left eye within 1 day. We reviewed her medical history and learned that she was diagnosed with hypertension and hyperlipidemia approximately 10 years before the current admittance, and that she had been adhering to an oral treatment regimen that included nifedipine and atorvastatin calcium. She had no family history of neurological diseases, and denied any history of alcohol or substance abuse, smoking, or drinking. Additionally, she was fully alert during her neurological examination, showing no signs of disorientation. Cranial nerve evaluation revealed no abnormalities except for blurred vision in the left eye. According to the muscle strength grading scale, the muscle strength of all limbs was Grade 3 (maximum score: 5) under the conditions of normal muscular tension. The tendon reflexes were brisk in both lower limbs, but normal in the upper extremities. Acupuncture hypoesthesia was observed below the level of T2, and the bilateral Babinski and Chaddock signs were positive. The patient underwent further physical examination, but the results were unremarkable.\\nRoutine blood tests confirmed a high homocysteine level of 46 μm (normal: 0–20 μm), and low-density lipoprotein cholesterol of 3.93 mmol/L (normal: 0–3.28 mmol/L). A cerebrospinal fluid (CSF) examination confirmed that the patient had an intracranial pressure of 160 mm H2O, a protein mass concentration of 1.69 g/L (normal: 0.15–0.45 g/L), an immunoglobulin G (IgG) mass concentration of 134 mg/L (normal: 0–34 mg/L), a white blood cell count of 18 × 106/L (normal: 0–8 × 106/L), and normal glucose and iron levels. This study was approved by the ethics committee of the First Hospital of Jilin University in Changchun, China. Informed, written consent was obtained from the patient for publication of this case report. The cytometric beads array method was used to analyze the serum and CSF; the results revealed the presence of AQP4 antibodies, and the absence of oligoclonal bands and myelin oligodendrocyte glycoprotein antibodies in the serum and CSF. Serological assays for autoimmune diseases and connective tissue diseases that affect the thyroid and/or antinuclear antibodies yielded negative results. The results of visual evoked potential (VEP) analysis confirmed relatively low P100 wave amplitudes with prolonged latency in both eyes. Cervical spine magnetic resonance imaging (MRI) revealed the existence of a longitudinally extensive hypointensive lesion extending from the C2 to C7 vertebrae (Fig. ). Post-contrast-enhanced MRI results revealed clear and irregular enhancement (Fig. ). However, no abnormal signal was found in the brain MRI results (Fig. ). Thus, in consideration of the clinical features, laboratory test results, and VEP and MRI findings, a diagnosis of NMOSD was confirmed. The patient began a high-dose IVMP treatment (1000 mg/d) immediately following diagnosis. The patient was expected to continue this treatment for a period of 3 d. However, her bilateral limb muscle strength suddenly decreased, and she developed motor aphasia on the second day of IVMP treatment. Specifically, the muscle strength of her upper limbs decreased to Grade 2; her National Institutes of Health Stroke Scale (NIHSS) score was 18. Repeat brain MRI revealed that the patient had suffered an acute infarction in both frontal lobe hemispheres, the left basal ganglia, and bilateral semioval center (Fig. ). Magnetic resonance angiography (MRA) confirmed localized stenosis in the M1 segment of the left middle cerebral artery, as well as multiple intracranial arteriosclerosis (Fig. ). After reviewing these results, we immediately discontinued IVMP therapy, and initiated a treatment consisting of oral aspirin, atorvastatin calcium, and intravenous butylphthalide. Then, we initiated a 3-days immunoadsorption plasmapheresis treatment, and 2-days double-filtration plasmapheresis treatment. We also began administering oral prednisolone at 60 mg/d as a maintenance treatment. At the time of discharge, the patient's speech disorder and urinary dysfunction had slightly improved; she could also clearly see close objects, but did not fully recover her muscle strength, as her NIHSS score was 9. Two months after discharge, the patient's husband stated she was able to walk with the help of others and take care of herself, and that there was no recurrence.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'30530071': 1, '27940651': 1, '31709734': 1, '17465867': 1, '24555176': 1, '19895339': 1, '29447335': 1, '18832732': 1, '6326599': 1, '32501957': 1, '16791713': 1, '14437204': 1, '25986484': 1, '30769213': 1, '33019482': 2}", "similar_patients": "{}"}