{"patient_id": 97415, "patient_uid": "7164740-1", "PMID": 32317839, "file_path": "noncomm/PMC007xxxxxx/PMC7164740.xml", "title": "A Case Report on Stomatitis Venenata Due to the Use of Lip Balm", "patient": "A 17-year-old female reported with the chief complaint of pain, swelling and ulceration on her upper and lower lip for past one week. History of presenting illness revealed that patient developed small fluid filled boils on her lips following the use of a lip balm one week back. These blisters reportedly ruptured soon, followed by ulcerations and crusting on her lips. Patient also complained of stiffness and drying of her lips with occasional bleeding and fluid discharge. She further complained of inability to open her mouth and discomfort while chewing and swallowing of food. Patient had visited a dermatologist for the same problem one week back and was diagnosed with herpes labialis. She was prescribed antibiotics for 5 days which further aggravated the condition.\\nGross examination of the patient was unremarkable. Patient denied any history of prodromal symptoms or similar episodes of dermatological lesions or allergic reactions in the past. Family history, personal history or systemic manifestations of the patient was non-contributory. Patient gave no known history of food or drug allergy.\\nClinical examination revealed swelling and eversion of lower lip with extensive ulceration and sloughing. Presence of yellowish areas with crusting and few brownish areas were also noted. On palpation, the lip was tender, rough with slight bleeding, pus and fluid discharge. Upper lip also revealed less extensive, but similar lesion in its vermillion border with multiple fissures which was tender, rough and stiff on palpation ().\\nBased on the history and clinical examination, a provisional diagnosis of stomatitis venenata (contact stomatitis) was made with herpes labialis, cheilitis granulomatosa, erythema multiformae and oral lichenoid drug eruption as differential diagnoses. The lip balm used by the patient was thought to be the source of allergy as no other history elicited from the patient was relevant to the condition. In order to confirm the source of allergy, a small amount of the lip balm was applied on her tongue as a provocative test which showed the occurrence of a small bullae further confirming the cause.\\nIn the initial visit, patient was prescribed antihistamines, topical corticosteroid and multivitamin tablets. Patient was also advised to use Benzydamine mouthwash for a week and to avoid using lip products of any brand whether they caused allergies or not.\\nIn the second visit, after two days patient showed symptomatic improvements with reduction in pain and swelling of her lips. However, the dryness, ulceration and crusting were still present. The mouth opening showed remarkable progress and the patient was advised to continue the previous medications as prescribed. Systemic corticosteroid- Prednisolone, 5 mg twice a day was further added. In the subsequent visit after five days, the lesion showed considerable improvement with visible reduction of crusting and ulceration of both her lips. There was no pain or stiffness of her lips and the patient could open her mouth completely, however mild dryness and pigmentation were noted. Patient was advised to continue with the medications with application of organic coconut oil ().\\nIn the final visit, there was complete resolution of the lesion on the lips with normal mouth opening. The dosage of systemic corticosteroid was gradually tapered and the patient was asked to discontinue the medications. She was also advised against the use of lip cosmetic products of any kind ().", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'19426613': 1, '15145954': 1, '1437042': 1, '11811925': 1, '7634781': 1, '24407064': 1, '19808007': 1, '32317839': 2}", "similar_patients": "{}"}