{"patient_id": 100505, "patient_uid": "7459375-1", "PMID": 32913604, "file_path": "noncomm/PMC007xxxxxx/PMC7459375.xml", "title": "Bifocal parosteal osteoma of femur: A case report and review of literature", "patient": "In the 2012 came to our attention a 51- years old man for a moderate painful swelling of the right knee and medial side of the right thigh. Swelling gradually increasing size in the last 15 years very slowly and in the last years appear worsening pain, both hip and knee. He was a bricklayer. The patient denied any history of recent or remote trauma at right leg or history of radiant exposure. He didn’t smoke. He hadn’t familiarity for cardiovascular diseases, cancers or other health problems. His sister had a similar painless mass at right knee. Nobody in the family suffered of Gardner’s syndrome, fibromatosis, polyposis or poor eyesight. At observation of the right thigh, there was one hard mass in the right inguinal region and another hard mass on the medial side of the distal femur. No similar swelling noticed elsewhere in the body. The masses were no mobile and painful at palpation (VAS 6/10). The skin up to the masses was normochromic but hyposensitive. The ROM of the hip and knee were normal. The knee was stable. FABER and FADIR test, Posterior impingement test, log roll test, Thomas test were negative. There was no muscle wasting. The reflexes were normal. No constitutional symptoms were present. A routine blood exam was normal. An X-Ray of the knee showed two voluminous bone masses above the lesser trochanter and on the medial side of the distal femoral epiphysis. An incisional biopsy through a jamshidi needle was performed: the histological examination showed a surface osteoma.\\nThe patient refused any excisional surgery. After three years, the patient came back to our attention for the worsening of the pain. A CT-scan () was performed and showed two voluminous exostotic formations with calcific hood. The first mass starting from the small trochanter measures 10x7 cm with an extension of 15 cm; this formation imprinted and displaced sartorial muscle. The second formation is located on the medial side of the distal femoral epiphysis (6x4 cm and extension of 8 cm), imprinted and displaced the vastus intermediate and medial muscles.\\nThe patient underwent an excisional surgery through an ileo-inguinal approach for the proximal lesion and a medial knee approach for the distal lesion. The excision was particularly difficult, due to their hardness, and required special scalpels and saws; no prophylactic osteosynthesis was needed. Macroscopically both lesions appeared as rounded, stone-hard masses. At histopathological level, they were composed of dense, compact, hypo cellular lamellar bone without cytological atypia. Neither macroscopic nor microscopic there was evidence of cartilage tissue or cartilage cap in the tissue specimens of both lesions.\\nThe patient discharged after 3 days without complications. At 15-days after surgery stitches were removed, the wounds looked flat and regular. The VAS-score pain was 4/10. At one-month follow-up, X-ray control was performed; there were no evidence of pathological mass. The VAS-score was 2/10. After six months, the patient recovered autonomy in all his ADL (Activities of Daily Living) and IDAL (Instrumental Activities of Daily Living). At one-year follow-up there was no evidence of recurrence.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'25215254': 2, '8258555': 1, '8753709': 1, '22522952': 1, '2781346': 1, '9554008': 1, '18949052': 2, '2321044': 1, '8956591': 1, '12486481': 1, '7736390': 1, '14933371': 1, '7481905': 1, '3238445': 1, '23849099': 1, '27394916': 1, '23194024': 2, '9725315': 1, '14838523': 1, '25380570': 1, '32913604': 2}", "similar_patients": "{'2570438-1': 1, '4158279-1': 1, '3545861-1': 1}"}