{"patient_id": 21187, "patient_uid": "7310960-1", "PMID": 32569184, "file_path": "comm/PMC007xxxxxx/PMC7310960.xml", "title": "Protein-losing enteropathy as a complication of spontaneous isolated superior mesenteric artery dissection", "patient": "A 46-year-old man, who presented with a 4-h history of acute abdominal pain, nausea, vomiting, and hematochezia, was admitted to our emergency department. He had no history of trauma, abdominal pain, etc and his blood pressure is normal (125/76 mm Hg). Contrast-enhanced computed tomography angiography (CTA) showed that the superior mesenteric artery (SMA) was completely occluded due to dissection (Fig. ). Laboratory tests revealed a normal white blood cell count of 8.9 × 109/L (4.0–10.0 × 109/L) and normal albumin level: 42 g/L (35–50 g/L). Two hours after admission, he underwent an emergency exploratory laparotomy because of persistent abdominal pain and hematochezia. During the operation, the entire small intestine was pale and no palpable pulses in the SMA trunk could be detected. The true lumen was completely compressed by the thrombotic false lumen. A proximal thrombectomy and endarterectomy were performed, and the distal intimal flap was fixed to the wall of the SMA. The pulsation of the SMA and the color of the small intestine were restored after this process.\\nThe patient's abdominal pain disappeared soon after the surgery, but he suffered from severe diarrhea (about 9–10 times a day). Although the diarrhea symptoms were controlled to 3 to 5 times a day by conservative treatment, his serum albumin level began to continuously drop. He was given a vasodilator, albumin, and nutritional support through intravenous infusion every day to avoid severe hypoproteinemia. After 30 days, his albumin level fell to around 13 to 18 g/L. The CTA showed that the branches of the SMA were patent but the SMA trunk was occluded by about 1 cm (Fig. ). Capsule endoscopy revealed small intestinal mucosal erosions and showed a clear distinction between diseased intestinal mucosa and normal mucosa. Quantitative determination of albumin in urine was normal, and no other abnormal loss of protein was detected. A balloon-expandable stent (6 × 18 mm, Cordis, USA) was implanted in the occlusive segment. The patient recovered uneventfully with no recurrence of diarrhea or abdominal pain and his albumin level rose to around 34 g/L one month later. A follow-up CTA showed that the stent was patent and in the correct position 6 months later (Fig. ).", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'19789526': 1, '28751168': 1, '26597665': 1, '21086951': 1, '16032545': 1, '33844677': 1, '32569184': 2}", "similar_patients": "{}"}