{"patient_id": 106159, "patient_uid": "7992601-1", "PMID": 33911668, "file_path": "noncomm/PMC007xxxxxx/PMC7992601.xml", "title": "Immediate Umbilical Reconstruction after a Mohs Micrographic Surgery for Primary Cutaneous Adenoid Cystic Carcinoma Arising in the Umbilicus", "patient": "A 66-year-old Korean male patient presented with an ill-defined erythematous indurated patch on the umbilicus (). The patient had not received any treatment for 1 year as the lesion was asymptomatic. Recently, the patient was referred to our center after an incisional biopsy. The tumor was cleared after three stages of MMS. We received the patient's consent form about publishing all photographic materials.\\nHistopathologic examination revealed basaloid tumor cells forming nests and cords in the dermis and subcutaneous tissue (). The tumor showed cribriform or tubular structure without connection to the epidermis. Abundant mucin was observed inside the tubular structure (). Tumor cells had hyperchromatic nuclei but did not demonstrate distinct cellular atypia (). Immunohistochemical study against receptor tyrosine kinase (cKIT) and epithelial membrane antigen (EMA) showed strong positive for tumor cells. The tumor was diagnosed as ACC upon histopathologic examination and immunohistochemical study. Physical examination and whole-body positron emission tomography fused with computed tomography (PET/CT) performed to exclude the possibility of metastasis from other original lesion showed no evidence of additional lesion. Finally, the patient was diagnosed as PCACC.\\nIn the process of removing the tumor, the umbilicus was completely eliminated with an asymmetrical defect that extended into the left upper quadrant, which required elaborate reconstruction. The size of the postoperative defect was 2.0×1.8 cm (). An elliptical repair was done at the left side of the defect to close the paramedian defect as well as to remove the dogear. To close the remaining central defect and to recreate the concavity of the umbilicus, about 0.5 cm of the soft tissue was removed from the surgical margin, deeper layered purse string sutures were placed to adjust the size of the umbilicus, and the superficial purse string suture involving the dermal layer was tacked at 3 areas at 12, 4, and 8 o'clock directions to the underlying linea alba (). Concave structure of the umbilicus was recreated at the center of the abdomen (). Follow-up at six months showed a well-healed surgical defect with recreated concave and normal looking umbilicus and its shape was well maintained at 20-month follow-up ().\\nThe patient showed no local recurrence or distant metastasis at 30-month follow-up.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'8748351': 1, '14578798': 1, '11812970': 1, '20379385': 2, '10697182': 1, '18342709': 1, '24025525': 1, '15318089': 1, '33911668': 2}", "similar_patients": "{'2850546-1': 1}"}