{"patient_id": 29767, "patient_uid": "7758589-1", "PMID": 33391568, "file_path": "comm/PMC007xxxxxx/PMC7758589.xml", "title": "Compression of the Left Atrium and Left Ventricle by a Thoracoabdominal Aortic Aneurysm: A Case Report", "patient": "A 66-year-old man, with a history of graft replacement for an abdominal aortic aneurysm, presented at another hospital with shortness of breath that had gradually worsened over the last two months. The degree of dyspnea on admission corresponded to New York Heart Association functional class II. He was transferred to our hospital after a computed tomography scan revealed a giant TAAA. On physical examination, his blood pressure was 125/87 mmHg, heart rate was 98 bpm, and oxygen saturation was 94%. Laboratory findings showed renal dysfunction with elevated serum creatinine to 2.03 mg/dL (normal range 0.65–1.07 mg/dL) and brain natriuretic peptide to 75.4 pg/dL (normal range <18.4 pg/dL).\\nThe electrocardiogram showed a normal sinus rhythm without ST changes. A chest X-ray revealed cardiomegaly with a cardiothoracic ratio of 62%: the TAAA was not visible as it was masked by the cardiac shadow. Transthoracic echocardiography (TTE) showed that the left atrium (LA) and left ventricle (LV) were compressed by the TAAA (). Valve regurgitation was not detected. The left ventricular systolic function was normal with an ejection fraction of 60%, and the left ventricle end-diastolic dimension (LVDd) was 34 mm as observed on the M-mode echocardiogram. On pulsed-wave Doppler imaging, E/A (E: early diastolic transmitral flow velocity; A: late diastolic transmitral flow velocity) was 0.66, and on pulsed-wave tissue Doppler imaging, E/e′ (e′: early diastolic mitral annular velocity) was 17.10.\\nA contrast-enhanced computed tomography (CECT) scan revealed compression of the LA and LV by a giant aneurysm in the thoracoabdominal aorta measuring 140 mm in diameter. The aneurysm affected the aorta from the level of the ninth thoracic vertebra to the celiac artery (type V according to the Crawford–Safi classifications) (). The artery of Adamkiewicz was not visualized. Four days after admission to our hospital, the patient underwent urgent surgery due to the size of the aneurysm (giant) and aggravation of symptoms. An attempt to insert a cerebrospinal fluid drainage catheter on the day before surgery to protect the spinal cord was unsuccessful because of the fusion of the vertebrae. Under general anesthesia with differential lung ventilation, a spiral incision was performed. He was placed on partial cardiopulmonary bypass through the cannulation of the common femoral artery and vein. Graft replacement, using a Dacron graft (22 mm; J-graft; Japan Lifeline Inc., Tokyo, Japan), was performed with reconstruction of the ninth intercostal artery and beveling anastomosis of the distal site (). The surgical duration was 460 min, the duration of cardiopulmonary bypass was 118 min, and the bleeding volume was 2911 mL.\\nHe was extubated on postoperative day (POD) 1 with no neurological deficits but had to be reintubated on POD 5 due to acute respiratory distress syndrome and pneumonia. He also required hemodialysis for 20 days after surgery due to renal failure. Thereafter, his respiratory failure and renal dysfunction gradually improved, and he was transferred to another hospital for rehabilitation on POD 58; the cardiac failure had resolved by then. Postoperative CECT and TTE showed a well-repaired thoracoabdominal aorta (), and the LA and LV were not compressed (). At a two-year post-surgery follow-up visit, the patient was doing well without any signs of cardiac failure or aggravated renal failure that would require hemodialysis.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'14729814': 1, '30279765': 1, '32369306': 2, '31763508': 1, '17250908': 1, '30370834': 1, '22755355': 1, '15734435': 1, '33391568': 2}", "similar_patients": "{'7199977-1': 1}"}