{"patient_id": 99113, "patient_uid": "7337015-1", "PMID": 32671307, "file_path": "noncomm/PMC007xxxxxx/PMC7337015.xml", "title": "The Effect of Topical Bromfenac on Intraretinal and Subretinal Fluid in Neovascular Age-Related Macular Degeneration", "patient": "An 85-year-old woman experienced visual reduction in the right eye (RE). The patient referred previous cataract extraction with phacoemulsification in the left eye (LE) but no surgical or medical treatment in the RE. Best corrected visual acuity (BCVA) in the RE was 2/100 from a value of 20/40, 5 months previously, and 20/20 in the LE. The anterior segment was unremarkable in the RE and pseudophakic in the LE. RE fundus examination showed reticular pseudodrusen with hypo-hyperpigmentation and a small foveal hemorrhage. Spectral-domain optical coherence tomography (SD-OCT) was performed with the Heidelberg Spectralis (Spectralis Family Acquisition Module, V 6.0.11.0 Heidelberg Engineering, Germany) to obtain near infrared images and cross-sectional macular scans with the raster 20° ×15° 19-line and the radial 6-line scan protocol centered on the fovea with 100 frames averaged for each scan. The diagnosis of neovascular AMD with subretinal and intraretinal fluid was made. Fluorescein angiography was carried out and showed an active neovascular membrane []. The patient had not received previous intravitreal anti-VEGF therapy and refused recommended intravitreal anti-VEGF injections due to preexisting cardiac pathology. Informed consent was obtained, and topical administration of bromfenac 0.09% drops twice daily was initiated.\\nFollowing 10 weeks of treatment, SD-OCT showed marked subretinal fluid reduction, but intraretinal fluid was still present. Following 16 weeks of treatment, there was also a notable decrease of intraretinal fluid. The patient discontinued therapy due to hospital admission for the preexisting cardiac pathology (cardiac failure and chronic atrial fibrillation). Seven weeks after bromfenac discontinuation, SD-OCT showed increase in intraretinal and subretinal fluid []. Visual acuity remained unchanged throughout.", "age": "[[85.0, 'year']]", "gender": "F", "relevant_articles": "{'25784358': 1, '25136079': 1, '21862953': 1, '19934822': 1, '19364332': 1, '27579177': 1, '26760305': 1, '19898185': 1, '30926911': 1, '16724865': 1, '26994868': 1, '22193875': 1, '30502372': 1, '15013873': 1, '20175270': 1, '26509151': 1, '23873901': 1, '21151329': 1, '24696869': 1, '22718152': 1, '32671307': 2}", "similar_patients": "{}"}