{"patient_id": 23766, "patient_uid": "7437116-1", "PMID": 32832303, "file_path": "comm/PMC007xxxxxx/PMC7437116.xml", "title": "Emotional and Clinical Challenges While Dealing With a Blind-Deaf-Mute Patient", "patient": "A 43-year-old male, known to be deaf, mute, and blind, presented to the ED accompanied by his daughter. She said that he had multiple episodes of diarrhea and vomiting for two days.\\nHe was morbidly obese and diabetic, taking insulin. He had a history of coronary artery disease and had two coronary stents.\\nTaking more history asking about the presence of blood in the stool revealed that his daughter did not enter with him to the bathroom. As the patient was blind, deaf, and mute, diarrhea history also came under doubt at this point. What we could understand was that he had abdominal pain somewhere, vomited a few times, and entered the bathroom several times a day for two days.\\nHe was vitally stable. Blood pressure was 130/76 mmHg, pulse was 92 beats per minute, respiratory rate was 16 breaths per minute, and the temperature was 37.3°C.\\nOn examination, the patient was lying on the bed flat, looking well, morbidly obese. He was conscious, moving all limbs, had no rash, no neck rigidity. His chest was clear bilaterally, with no added sounds. His abdomen was lax with no localized tenderness, and hernia orifices were unremarkable. He was pointing to his epigastrium and right flank when asked for pain location. His extremities did not show redness, hotness, edema, or signs of deep vein thrombosis.\\nInvestigations\\nBlood tests showed mild leukocytosis (WBCs 12000), mild anemia (Hb 11 g/dL), normal platelet count, mild elevation in kidney function (creatinine 120 mmol/L), slight elevation in liver function (alanine transaminase 70, aspartate transaminase 84), average bilirubin level, and mild elevation in amylase. Electrocardiogram (ECG) showed normal sinus rhythm and no signs of new ischemia. A chest X-ray showed no pneumonic patches or air under the diaphragm. The bedside ultrasound did not add so much as the patient was morbidly obese.\\nMore blood tests, urine tests, and an official ultrasound (USG) for the abdomen were ordered. The lipase was normal. Troponin was negative.\\nThe USG showed normal liver echotexture. The gall bladder wall thickness was average. The gall bladder showed no stones inside, and there were no signs of cholecystitis. The aorta was normal in caliber with no dilatation all over its course till the bifurcation. The left kidney had an average size with no hydronephrosis or stones. The right kidney showed moderate to severe hydronephrosis.\\nThe urine analysis showed blood and mild leucocytes. So, the suspicion of renal colic became close in the picture of right moderate hydronephrosis, mild acute renal function derangement, and the blood in the urine.\\nCT of the kidney and the urinary bladder (CT KUB) was ordered, which revealed a big stone 1.2 cm in the mid of the right ureter with right moderate to severe hydronephrosis and perinephric fat strandings (Figures -).\\nDifferential diagnosis\\nMany differential diagnoses were considered for a case of upper abdominal pain. The patient could have gastritis, gastroenteritis, acute pancreatitis, acute cholecystitis, renal colic, pneumonia, and acute myocardial infarction.\\nThe lab investigations, in this case, helped rule out other differential diagnoses and reach a final diagnosis.\\nUltrasound and blood tests ruled out gastritis and gastroenteritis. Lipase and amylase were normal, so the diagnosis of acute pancreatitis was out of consideration. There was a mild increase in liver enzymes, but no jaundice and no abnormality were seen in the liver and the gall bladder during USG, so the diagnosis of acute cholecystitis was also ruled out.\\nChest X-ray was normal, so there was no question of pneumonia. Troponin and ECG also came out to be normal.\\nThe USG showed hydronephrosis in the right kidney along with blood and WBCs in urinalysis. These findings prompted the suspicion of urinary tract stone, which was confirmed on CT KUB as it is the gold standard for the diagnosis of renal stones.\\nTreatment, outcome, and follow-up\\nThe patient’s pain was controlled by simple analgesia. He was admitted to the urology department, where he underwent a ureteroscopy to remove the obstructing stone, and a Double-J (DJ stent) was inserted. The patient improved and was discharged home after two days without complications. He did not develop pain or hematuria. He followed with the urology department for three months.\\nEmotional challenges while dealing with this patient\\nThe patient was in pain when he presented, but he could not communicate in any way because he was blind, mute, and deaf. His family communicated with him by touch. They used to hold his hands, draw some shapes, and point to some parts of his body. He was able to reply to his daughter’s touch with similar actions, and she delivered the translated message to the clinical team.\\nIt was an emotionally overwhelming experience in multiple ways. Firstly, seeing how hard it was for the person to describe his problem and specifically pain at that time due to many disabilities was distressful. Secondly, we were not able to get the proper information from the patient, so it was hard to make differential diagnoses. There was a feeling of helplessness because we were not able to do something based on clinical findings. Even his daughter thought it was gastroenteritis because he went to the bathroom multiple times in the last two days. Later we figured out that it was because of dysuria and increased frequency of urination rather than diarrhea. Moreover, the patient was vomiting because of pain and not gastroenteritis.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'20503906': 1, '27479947': 1, '26147310': 1, '19957481': 1, '19377334': 1, '26958325': 1, '30166673': 1, '32832303': 2}", "similar_patients": "{}"}