{"patient_id": 20338, "patient_uid": "7268223-1", "PMID": 32487124, "file_path": "comm/PMC007xxxxxx/PMC7268223.xml", "title": "Juvenile polyposis syndrome might be misdiagnosed as familial adenomatous polyposis: a case report and literature review", "patient": "A 42-year-old Chinese man with colorectal polyps and concomitant rectal cancer was admitted to our department. His mother had died of colorectal polyposis and colon cancer at 53 years old. Digital rectal examination showed a circular mass located 4 cm above the anal verge. No other abnormality was observed by physical examination. Laboratory data also revealed no abnormalities. Colonoscopy revealed an ulcerative mass occupying a circle of the intestine in the rectum, located 4 cm from the anal verge. Multiple polyps (40–50, diameter 0.5–3 cm) were also observed throughout the colorectum, and some were pedunculated polyps (Fig. ). Pathological examination of a biopsy sample identified the rectal mass as adenocarcinoma (Fig. ). Following a diagnosis of FAP, total proctocolectomy (TPC) and ileal pouch anal anastomosis (IPAA) was performed. The rectal mass was revealed to be an adenocarcinoma. Only two colorectal polyps were selected from the resected colon for pathological examination. One polyp had cystically dilated glands with slight dysplasia. The other polyp displayed severe dysplasia and was diagnosed as adenoma. Recovery was uneventful and the ileostoma was closed 3 month later. After ileostoma closure, he experienced severe fecal urgency, with a daily frequency of more than 20 times even after medication with loperamide. Multiple lung metastases were detected one year after the initial surgery.\\nAfter the patient was misdiagnosed as FAP, a colonoscopy was suggested for his 21-year-old son. The colonoscopy performed at our hospital revealed more than 50 polyps measuring 0.5–2.5 cm in diameter in the colon and rectum (Fig. ). Esophagogastroduodenoscopy (EGD) revealed no polyps in the stomach. He was also suggested to undergo TPC + IPAA. He declined and came to our hereditary colorectal cancer counseling clinic. Gene mutation testing indicated that both he and his father had a germline mutation in BMPR1A (c.949_952delCTCT). This variant was classified as pathogenic. Finally, the son and his father were diagnosed with JPS. Endoscopic resection of all polyps was attempted for the son, but failed because of the presence of many huge polyps. After careful discussion with his family, an individual plan was designed for him, which involved endoscopic resection of polyps in the rectum and sigmoid colon, and laparoscopic subtotal colectomy. Most of the colon (from cecum to descending colon) was removed and the terminal ileum was connected with the sigmoid colon with a stapled side-to-end anastomosis. The resected colon specimen contained numerous pedunculated polyps in his colon (Fig. ). Ten polyps were selected for pathological examination. All displayed cystically dilated glands filled with mucus lined by cuboidal or columnar epithelium, abundance of edematous lamina propria with inflammatory cells, and the absence of smooth muscle in the stroma. No dysplasia or cancer was evident in these polyps (Fig. ). All examined polyps were proved to be typical juvenile polyps, so the diagnosis of JPS was confirmed in the son. He remains in excellent condition with normal sexual and urinary functions. His fecal frequency was once per day at one year after surgery.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'19407664': 1, '25582351': 1, '16525031': 1, '19438883': 1, '26477961': 1, '26586118': 1, '19414148': 1, '15031030': 1, '25097590': 1, '26226567': 1, '7059931': 1, '18823382': 1, '10685766': 1, '18178612': 1, '17873119': 1, '28190762': 1, '19816839': 1, '22331366': 1, '22965402': 1, '14214792': 1, '26826408': 1, '28868409': 1, '28550623': 1, '24975382': 1, '12136244': 1, '24506336': 1, '27696107': 1, '25389115': 1, '26181832': 1, '32487124': 2}", "similar_patients": "{}"}