{"patient_id": 104211, "patient_uid": "7815667-1", "PMID": 33489965, "file_path": "noncomm/PMC007xxxxxx/PMC7815667.xml", "title": "Femoral Head Reduction Osteotomy for Deformed Perthes Head Using Ganz Safe Surgical Dislocation of Hip – A Case Report with 3-Year Follow-up", "patient": "A 18-year-old thin built (body mass index-21) young Indian lady who is a college student presented to us with complaints of the left groin pain which was insidious in onset and progressive in nature associated with limp for the past 2 years. She had no history of trauma or signs of infection. Laboratory data revealed that her white blood counts, erythrocyte sedimentation rate, and C-reactive protein were within normal limits. Her clinical findings included restricted hip abduction and terminally restricted hip flexion associated with pain. Radiological findings included deformed Perthes like femoral head (). Considering her age and history, clinical, and radiological findings, [] we diagnosed her as sequelae of Perthes disease with deformed femoral head. Her pre-operative Harris hip score was 54. Hip range of movements was restricted with significant pain. Considering the young age of the patient, joint replacement surgery was ruled out, and we planned for joint preservation surgery []. There are many described methods of joint preservation surgery for tackling deformed Perthes head, but till date, there is no gold standard treatment []. Treatment alternatives were discussed with patient as part of the informed consent process, including valgus intertrochanteric osteotomy [], hip fusion [], and pelvic supportive osteotomy []. Reviewing the literature and with patient approval, femoral head reduction osteotomy [] was planned. The senior orthopedic surgeon performed the surgery using Ganz surgical hip dislocation [] with trochanteric flip surgical approach which gave an extensile 360* view of the deformed femoral head (). The central necrotic collapsed portion was identified, osteotomized (), and excised (). The mobile head fragment was repositioned to create a spherical smaller femoral head () and was fixed with two 3.5 mm cortical screws at the neck level, and two more 6.5 mm cancellous screws were used to fix the trochanter. Post-operative protocol included non-weight bear mobilization for 6 weeks followed by toe touch mobilization with a crutch for 6 more weeks followed by weight-bearing as tolerated. The patient was able to walk without any aids () by 3 months with Harris hip score of 82. The patient is now able to do active straight leg raises against resistance (), walks independently pain-free with good range of movements, including hip flexion of more than 90* () after 3-year follow-up with no radiological signs of avascular necrosis of femoral head ().", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'21102198': 1, '25593353': 1, '19730720': 1, '22053254': 1, '14530881': 1, '11764423': 1, '22528379': 1, '25384430': 1, '24306705': 1, '23475419': 1, '21742151': 1, '26733593': 1, '27064472': 1, '33489965': 2}", "similar_patients": "{}"}