{"patient_id": 19804, "patient_uid": "7243061-1", "PMID": 32455073, "file_path": "comm/PMC007xxxxxx/PMC7243061.xml", "title": "Tibial Plateau Fracture with Avulsion Fracture of Tibial Tuberosity: A Case Report and Review of Literature", "patient": "A 31-year-old male patient came to the hospital following a road traﬃc accident with pain in the right knee and unable to walk. On examination, there was swelling and tenderness, and redness was present over the right knee and the proximal part of the leg. There was no distal neurovascular deﬁcit with dorsalis pedis, tibialis posterior pulsations were well felt, and the sensation was intact. Compartment syndrome was ruled out as there were no signs. The radiograph of the knee was taken in both anteroposterior and lateral views. The radiograph showed tibial plateau fracture with tibial tuberosity fracture (Figure ), with the tibial plateau fracture extending up to metaphysis.\\nA three-dimensional computed tomography (CT) scan of the knee and proximal tibia was done. The CT scan showed a bicondylar fracture with a metaphyseal extension of fracture and tuberosity fracture (Figure ).\\nAccording to AO classiﬁcation, the tibial plateau fracture was a complete articular type with 41C1 and tibial tuberosity fracture. Open reduction and internal ﬁxation were planned. First, by the posteromedial approach, a posteromedial buttress plate was fixed for the posteromedial fragment. Then the lateral spilt depression fracture was reduced and ﬁxed with a hockey stick locking plate. The tibial tuberosity avulsion fracture was reduced and ﬁxed with an anteroposterior screw with a washer (Figure ).\\nAll fractures and the articular surface were reduced and ﬁxed under ﬂuoroscopy guidance. After one week, the patient was allowed to bend his knee and exercise his quadriceps. After six weeks, he was allowed to walk with a walker and partially bear weight on his right leg. After four months, he was allowed to bear full weight. The patient resumed normal activity after six months with no restriction of movements.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'24293543': 1, '31393372': 1, '30584509': 2, '30200081': 1, '12355307': 1, '12974489': 1, '30581642': 2, '32455073': 2}", "similar_patients": "{'6298703-1': 1, '6276406-1': 1}"}