{"patient_id": 31221, "patient_uid": "7831292-1", "PMID": 33510976, "file_path": "comm/PMC007xxxxxx/PMC7831292.xml", "title": "The Dilemma of Diagnosing Hemophagocytic Lymphohistiocytosis in Sickle Cell Disease", "patient": "We report a case of a 12-year-old male child born out of non-consanguineous marriage admitted with the complaints of fever, vomiting, headache, chest pain, and difficulty in breathing for three days. The child was a known case of sickle beta-thalassemia from two years of age. He was diagnosed by high-pressure liquid chromatography (HPLC), which showed fetal hemoglobin (HbF) 31.6%, sickle hemoglobin (HbS) 62.4%, hemoglobin A2 (HbA2) of 3.8%. He had past history suggestive of similar complaints with hospitalizations and blood transfusions and was on treatment with hydroxyurea and folic acid for the same for the last two years.\\nAt the admission time, the child was febrile, pale with mild respiratory distress with normal breath sounds in both lung fields without any added sounds. There was cervical, axillary, and inguinal lymphadenopathy and enlarged liver 6 cm below the right costal margin and spleen enlarged 5 cm below the left costal margin.\\nGiven the previous clinical diagnosis, acute chest syndrome was considered and was treated accordingly after sending relevant investigations.\\nInitial investigation revealed neutrophilia with normal total leukocyte count, low red blood cell (RBC) count with anemia (hemoglobin [Hb] 6.2 gm/dL), normal platelet count, Malaria parasites, and typhoid test were done and were negative. No abnormality was found in a routine urine test, an X-ray of the chest was done and was normal, and erythrocyte sedimentation rate (ESR) was 116 mm in the first hour. Serum ferritin was 3176 ng/mL, which was high, assumed due to repeated transfusions (Tables -).\\nThe child was started with antibiotics (piperacillin + tazobactam with amikacin) after sending blood culture, analgesics for pain, antipyretics for fever with intravenous fluids for adequate hydration, and blood transfusion were given. After 48 hours, the child improved - vomiting, headache, chest pain subsided, and difficulty in breathing decreased, but fever persisted. Even after five days of treatment, the child continued to have a fever, so repeat investigations were sent. Blood culture and urine culture send initially were sterile.\\nRepeat investigations revealed worsening leucopenia, absolute neutropenia, low RBC count with severe anemia despite blood transfusion, and thrombocytopenia. Dengue immunoglobulin M (IgM) was negative. Fine needle aspiration cytology of the lymph node revealed reactive hyperplasia. IgM by enzyme-linked immunoassay and polymerase chain reaction for parvovirus B19 was positive.\\nIn view of persisting fever, pancytopenia, hyperferritinemia, and parvovirus infection, serum triglyceride and serum fibrinogen were sent. Serum triglyceride was 308 mg/dl (high), serum fibrinogen was136mg/dl (low). The bone marrow aspiration revealed haemophagocytosis (Figure ).\\nThe child was diagnosed as sickle beta-thalassemia with haemophagocytic lymphohistiocytosis as per the diagnostic criteria of the HLH-2004 protocol of the Histiocyte Society [] and was started dexamethasone based on the HLH 2004 protocol. Because of pancytopenia, it was decided not to add cyclosporine or etoposide based on the progression of symptoms. The child became afebrile after 72 hours of starting dexamethasone, and after five days, anemia, leucopenia, and thrombocytopenia had an improving trend, and serum ferritin showed a decreasing trend. The child improved symptomatically and was given dexamethasone on tapering doses for eight weeks. Presently the child is symptomatically better and presently on hydroxyurea and folic acid and regular monitoring.", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'30675165': 2, '16937360': 1, '12909459': 1, '19707989': 1, '23762672': 2, '2004023': 1, '15495257': 1, '26347828': 2, '33510976': 2}", "similar_patients": "{'4546971-1': 1, '3670468-1': 1, '6323427-1': 1}"}