{"patient_id": 31987, "patient_uid": "7872473-1", "PMID": 33585090, "file_path": "comm/PMC007xxxxxx/PMC7872473.xml", "title": "Vitamin B12 Deficiency Presenting With Microangiopathic Hemolytic Anemia", "patient": "An 84-year-old married male presented to the outpatient clinic for a routine annual check-up. The patient had hypertension and hypothyroidism. He had no change in his bowel habits, no melena or bleeding from any site, no weight loss, no loss of appetite, no fever, no shortness of breath, no headache or other neurologic symptoms, no chest pain, palpitation, or other cardiovascular complaints, and no urinary symptoms. He underwent bowel resection due to intestinal obstruction. Accordingly, he was taking amlodipine 5 mg, thyroxine 75 mcg, and aspirin 81 mg daily. He had no history of smoking, alcohol, or drug use, nor a family history of hematological disease. On physical examination, the patient was fully conscious oriented; his body temperature was 36.8°C, blood pressure was 131/59 mmHg, pulse was 78 beats per minute, respiratory rate was 18 breaths per minute, and oxygen saturation was 98% on room air. He was conscious, oriented, and slightly pale, and had no jaundice or nail changes. His head and neck examination showed no oral ulcers, a normal tongue, no lymphadenopathy, and no peripheral stigmata of chronic liver disease; his jugular venous pressure was not raised, and cardiovascular and respiratory examinations were normal. There were midline abdominal longitudinal and right sub-costal scares; no organomegaly was present. There was a bilateral petechial rash on the anterior aspect of both legs, extending from the knee joint to the ankle joint. His neurologic and musculoskeletal examinations were normal.\\nHis initial laboratory finding (Table ) revealed pancytopenia with a hemoglobin of 8.2 g/dL (normal: 11.0-14.5 g/dL), platelets of 64 x 109/L (normal: 150-450 x 109/L), WBCs of 1.6 x 109/L (normal: 4-12 x 109/L), absolute neutrophilic count of 0.35 x 109/L (normal: 2-7.5 x 109/L), and absolute lymphocytic count of 0.98 x 109/L (normal: 1.0-4.4 x 109/L).\\nThe peripheral blood smear showed macrocytosis, with frequent schistocytes of 5%, and hyper-segmented neutrophils (Figure ). The lactate dehydrogenase (LDH) was 486 U/L (high; normal: 125-220 U/L), total bilirubin was 45 umol/L (high; normal: 0-18 umol/L), haptoglobin was <0.058 g/L (low; normal: 0.36-1.95 g/L), reticulocytes count was 2.2% (normal: 0.5-1.5%); B12, folate levels, viral serology, and autoimmune workup was also conducted. The patient underwent bone marrow aspiration and trephine biopsy, and there was no evidence of acute myeloid leukemia or infiltrative bone marrow.\\nAs per the available laboratory results, the patient was initially diagnosed with MAHA. Though the full pentad of TTP was not fully matched and rest of the laboratory workup results were awaited, he was started empirically on fresh frozen plasma (FFP) transfusion every six hours while ADAMTS13 (a disintegrin and metalloproteinase with a thrombospondin type 1 motif, member 13) was sent for workup. However, after 72 hours of FFP, his blood count did not improve and hemolytic markers were rising. Pan CT was performed showing no hidden malignancy that could trigger MAHA. On the third day of admission, the vitamin B12 level result came back with 61 pmol/L (normal: 138-652 pmol/L); his folate level was normal. He has a normal level of ADAMTS13, normal homocysteine level, and negative anti-intrinsic and anti-parietal cell antibodies.\\nFinally, we deduced that the patient has severe vitamin B12 deficiency; therefore he was started on intramuscular cyanocobalamin 1,000 mcg once daily for seven days and then changed to once weekly for five weeks and then monthly lifelong.\\nThe patient showed clinical improvement at day 3 of parenteral replacement of vitamin B12; his white blood cells increased to 3.5 x 109/L, hemoglobin to 10 g/dL, and platelet to 100 x 109/L. The schistocytes started to disappear gradually. The complete blood count and vitamin B12 levels were normalized after one month of treatment (Table ).", "age": "[[84.0, 'year']]", "gender": "M", "relevant_articles": "{'31695518': 2, '26634125': 2, '29071581': 1, '28265287': 2, '23842487': 1, '27868334': 1, '16430460': 1, '29454538': 1, '23868759': 1, '27308258': 2, '25119611': 1, '34373795': 2, '25189324': 1, '890622': 1, '30232206': 1, '33585090': 2}", "similar_patients": "{'4667528-1': 1, '4901834-1': 1, '5317137-1': 1, '8349249-1': 1, '6717731-1': 1}"}