{"patient_id": 99944, "patient_uid": "7423207-1", "PMID": 32831940, "file_path": "noncomm/PMC007xxxxxx/PMC7423207.xml", "title": "Anti-interleukin-6 monoclonal antibody for cytokine storm in COVID-19", "patient": "A 42-year-old male physician with no medical history and in overall good health presented to the emergency department complaining of worsening dry cough, chills, and fevers of 101°–102° Fahrenheit for the past 6 days. He stated over the last 2–3 days; his symptoms were accompanied with severe shortness of breath worse on exertion. He denied any recent travel and stated his son was home sick from school with common cold-like symptoms. On admission, his blood pressure was 115.70 mm Hg, heart rate of 94 beats/min, temperature of 100.6°F, respiratory rate of 18 breaths/min, and oxygen saturation of 88%–89% on room air. Physical examination was significant for respiratory distress and diaphoresis. He was placed on a 2 L/min (LPM) nasal cannula, and a chest X-ray showed bilateral mid and lower lung zone airspace disease suggestive of pneumonia []. Azithromycin 500 mgs intravenously (IV) daily and ceftriaxone 1-gram IV daily were started. A viral respiratory panel and COVID-19 test through RT-PCR was obtained. The following day his respiratory status declined, and oxygen requirement increased. Due to severe anxiety and distress, he was placed on optiflow at 40 LPM and 40% fraction of inspired oxygen (FiO2) and transferred to the intensive care unit (ICU) for further monitoring. His viral respiratory panel and influenza A and B test were negative, and his COVID-19 test returned positive on day 3. Empiric therapy with 6 g of Vitamin C twice daily, 400 mg hydroxychloroquine daily, 220 mg zinc sulfate daily, and continued on 500 mg azithromycin daily for a 5-day course. On day 3, his oxygen requirement increased again to 60% FiO2 to maintain an oxygen saturation >92%. He remained with high-grade fevers of about 102° despite IV Tylenol administration. The decision was made to give 664 mg (8 mg/kg) of tocilizumab. By day 4, his temperature began to decrease, and his respiratory status improved. His oxygen requirement while in the ICU was titrated down, and by day 5, he was placed on high-flow nasal cannula at a rate of 10 LPM. He was transferred to the general medical floors for further monitoring and titration of supplemental oxygen requirement. On day 8, he was discharged home without the need of supplemental oxygen and in good health and advised to self-quarantine for 14 days.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'32253759': 1, '31986264': 1, '33942541': 1, '32384516': 2, '32217835': 1, '34071185': 1, '19368420': 1, '34113499': 2, '34703605': 2, '32305588': 1, '25190079': 1, '32343968': 1, '34386113': 1, '28841363': 1, '34685377': 1, '32831940': 2}", "similar_patients": "{'8521300-1': 1, '7220032-1': 1, '8178127-1': 1}"}