{"patient_id": 97609, "patient_uid": "7192291-1", "PMID": 32377121, "file_path": "noncomm/PMC007xxxxxx/PMC7192291.xml", "title": "A Case Report: Neonatal Torsional Ovarian Cyst", "patient": "A female infant was born by cesarean section in the 37th gestational week to a healthy, 36-year-old father and a healthy, 29-year-old mother (G1P1). The birth weight was 3250 g (50th-75th percentile), the length was 50 cm (50th-75th percentile), and the head circumference was 35 cm (50th-75th percentile). Due to a diagnosis of intra-abdominal cystic mass and nephroma made based on a prenatal US image, the patient was hospitalized in the neonatal intensive care unit for examination and treatment. The vital signs observed in the physical examination were stable, there was no pathology other than a soft palpable mass in the left lower quadrant of the abdomen. Laboratory examinations revealed hematological and biochemical test results within normal limits. An abdominal US revealed a well-circumscribed cystic mass, approximately 50x45x35 mm in size in the left upper quadrant not associated with the kidney. Magnetic resonance imaging (MRI) performed for a more detailed examination revealed a mass of 55x44x49 mm in the left adnexal region with a smooth contour and multiple septations. It was thought to be an antenatal hemorrhagic torsional ovarian cyst that did not demonstrate contrast enhancement (). Alfa-fetoprotein and beta-human chorionic gonadotropin levels, which were measured for possible ovarian tumor pathologies, were normal. A laparoscopic examination performed on the postnatal seventh day for further examination and treatment revealed that the right ovary was normal, but the left ovary was torsioned for 2 full turns, had no circulation, and the interior was hemorrhagic. Therefore, the mass was excised (). Pathological examination revealed full-thickness hemorrhagic infarction, a necrotic ovary, and tubal tissue. The infant was discharged on the 15th postnatal day without any complications observed during follow-up with good nutrition and maternal compliance. The patient was followed up in the neonatal outpatient clinic. Informed consent was obtained from the patient’s family for presentation of this case.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'2027956': 1, '28886226': 1, '1876353': 1, '6695083': 1, '2003554': 1, '23617816': 1, '15214704': 1, '11781981': 1, '1124943': 1, '9856306': 1, '32377121': 2}", "similar_patients": "{}"}