{"patient_id": 20680, "patient_uid": "7289277-1", "PMID": 32607377, "file_path": "comm/PMC007xxxxxx/PMC7289277.xml", "title": "Stress-Induced Takotsubo Cardiomyopathy After Transjugular Intrahepatic Portosystemic Shunt", "patient": "A 59-year-old woman with a medical history of decompensated cirrhosis secondary to primary biliary cholangitis underwent an elective TIPS procedure for refractory ascites. Three months before TIPS placement, a cardiac workup revealed a normal electrocardiogram. A 2-dimensional contrast-enhanced transthoracic echocardiogram (TTE) showed a left ventricular ejection fraction (LVEF) of 55%–60%. A dobutamine stress echocardiogram did not reveal evidence of inducible ischemia or systolic dysfunction.\\nA TIPS was placed, resulting in improvement of her hepatic venous pressure gradient from 8 to 4 mm Hg. Her ascites did not reaccumulate in the first 4 days after the procedure. However, she developed progressive respiratory distress with pulmonary edema visualized on thoracic radiograph. Cardiac evaluation performed 5 days post-TIPS placement with TTE demonstrated a newly reduced LVEF of 30%–35% and severe hypokinesis of all mid to distal segments, including the apex, along with hypercontractility of the basal segments. Electrocardiogram revealed new ST- and T-wave abnormalities in the anterolateral leads. Cardiac enzymes were not obtained. Coronary angiography revealed no significant epicardial coronary artery disease. Her new-onset cardiomyopathy was medically managed with β-blockade and diuretics. TTE 2 weeks after TIPS revealed improvement in her LVEF to 50%–55% with persistent hypokinesis of the apex and apical myocardial segments. TTE 2 months later revealed LVEF of 50%–55% and resolution of regional wall motion abnormalities. Unfortunately, the patient experienced progressively worsening hepatic encephalopathy after her TIPS procedure and required TIPS reversal. She ultimately underwent orthotopic liver transplantation.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'21318558': 1, '18294473': 1, '12761727': 1, '19240290': 1, '17975487': 1, '17000628': 1, '22042929': 1, '24217347': 1, '26332547': 1, '24913036': 1, '28781307': 1, '21444364': 1, '28917022': 1, '23593985': 1, '15687123': 1, '27390957': 1, '32607377': 2}", "similar_patients": "{}"}