{"patient_id": 24777, "patient_uid": "7479297-1", "PMID": 32923003, "file_path": "comm/PMC007xxxxxx/PMC7479297.xml", "title": "To reperfuse or not to reperfuse: a case report of Wellens’ syndrome with suspected COVID-19 infection", "patient": "An 85-year-old man came to the emergency room with the chief complaint of typical, squeezing chest pain in the past 4 h. The patient also experienced diaphoresis and nausea following chest pain. In the past 3 days, the patient had a high fever, dyspnea, sore throat, and fatigue. Past medical history of type 2 diabetes mellitus or hypertension was denied. He had a history of contact with one of his relatives who tested positive for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) based on reverse transcription-polymerase chain reaction (RT-PCR) evaluation.\\nVital signs on admission were as follows: blood pressure 130/90 mmHg, respiratory rates 26 times/min, heart rate 104 beats/min, right axillary temperature 39 °C, oxygen saturation 94% at room air, and became 99% with the simple mask with 6 L/min oxygen. Pulmonary auscultation revealed coarse rales in the entire lung. Other physical examinations were within normal limit. Twelve-lead electrocardiography (ECG) performed when the patient was in pain showed non-specific ST-T changes in lead V2-V5 (Fig. a). After receiving sublingual nitrate, the chest pain subsided, and the ECG evaluation showed biphasic T wave inversion and minimally elevated ST-segment in lead V2 and V3 (Fig. b). Before the patient was transferred to the hospital ward, the ECG evaluation in pain-free period revealed deeply inverted T waves in lead V2-V4 (Fig. c).\\nLaboratory evaluation revealed leucopenia (3.88 × 103/μl) with neutrophilia (89.4%) and lymphopenia (3.6%), thrombocytopenia (102 × 103/μl), elevated aspartate transaminase (AST) (80.3 U/L), and slightly elevated alanine aminotransferase (ALT) (44.4 U/L). Creatine kinase myocardial band (CK-MB) was also increased (10.4 ng/mL). Serum creatinine and blood glass analysis were within normal limits. The Global Registry of Acute Coronary Events (GRACE) score was 159 and CRUSADE bleeding score was 37. Chest X-ray showed preceding consolidation persisted with new consolidative changes in the left apical-middle-lower zone and the right lower peripheral region (Fig. ). Chest computed tomography scan (CT scan) revealed diffuse pneumonia in both lungs with multifocal ground-glass opacities and crazy paving patterns (Fig. ), a common finding in patients with COVID-19 infection. However, SARS-CoV-2 rapid immunochromatographic test (Wondfo Biotech, Guangzhou, China) showed a non-reactive result. The initial RT-PCR assay (Abbott RealTime SARS-CoV-2 assay, Abbott Molecular Inc., Illinois, USA) from nasopharyngeal swab was then performed, but it also showed a negative result.\\nSince the diagnosis of COVID-19 infection could not be ruled out until the RT-PCR assay was repeated, the patient was diagnosed with Wellens’ syndrome with suspected COVID-19 infection. Because the patient was categorized as high-risk NSTEMI (high GRACE score but with stable hemodynamic) with high neutrophil-to-lymphocyte ratio and suspected with COVID-19 infection, the patient was treated conservatively in the intensive care unit (ICU) isolation ward while waiting for the early elective cardiac catheterization. The patient received double antiplatelet therapy (DAPT) of aspirin (80 mg once daily) and clopidogrel (75 mg once daily), fondaparinux (2.5 mg once daily), atorvastatin (80 mg once daily), bisoprolol (2.5 mg once daily), isosorbide dinitrate pump (1 mg per hour), paracetamol (500 mg thrice daily), and methisoprinol (500 mg thrice daily).\\nOn the third day, the patient’s oxygen saturation was 98% without oxygen supplementation, and ECG evaluation reverts to biphasic T wave in lead V2 and V3 (Fig. ). CK-MB level was still above the normal limit (19 ng/mL). The patient insisted on being discharged and refused to be referred for early elective cardiac catheterization because he already felt better. The patient and his family signed the consent form to be discharged home despite the high chance of myocardial infarction in the near future. The patient was also aware that the diagnosis of COVID-19 infection could not be ruled out yet because second RT-PCR from nasopharyngeal swab had not been performed yet, thus he and his family had to self-quarantine at home for 14 days.\\nOn the fourth day, the patient was discharged and received aspirin (80 mg once daily) and clopidogrel (75 mg once daily) for his take-home medicine. Two weeks later, in a follow-up session via telephone, one of the family members informed that the patient already died 10 days after being discharged from our hospital due to cardiac arrest secondary to new-onset ST-elevation myocardial infarction. Due to the limited facilities in the other hospital, the patient did not undergo coronary angiography.", "age": "[[85.0, 'year']]", "gender": "M", "relevant_articles": "{'32462497': 1, '25260718': 1, '2784024': 1, '32101510': 1, '32216640': 1, '6121481': 1, '32199938': 1, '32223716': 1, '29452843': 1, '33531454': 1, '26320110': 1, '32247212': 1, '32317203': 1, '29399531': 1, '12442245': 1, '32215201': 1, '32923003': 2}", "similar_patients": "{}"}