{"patient_id": 98514, "patient_uid": "7292084-1", "PMID": 32743395, "file_path": "noncomm/PMC007xxxxxx/PMC7292084.xml", "title": "Successful treatment of ureteral stricture after total hysterectomy: An antegrade ureteroscopic approach facilitates the insertion of a guidewire for endoscopic dilation", "patient": "A 61-year-old woman was referred to our department for right ureteral stricture and hydronephrosis after total hysterectomy (Fig. ). She received ureteral stent insertion for the purpose of post total hysterectomy ureteral stenosis. Five months after surgery, the ureteral stent was removed, but 1 month after removal, ultrasonography revealed hydronephrosis due to ureteral stricture. We attempted ureteral stent insertion again, but this failed because of the severe stricture of her ureter (Fig. a). Ureteroscopy was tried in order to perform ureteral stenosis incision. However, this approach failed to reach the ureteral stenosis lesion because of the crooked shape of her ureter. Three months after surgery, we attempted ureteroscopy again but again failed to reach the stenosis site. We, therefore, created a nephrostomy, inserted an 11-/13-Fr ureteral access sheath, and performed ureteroscopy via an antegrade approach (Figs b and a). Through this procedure we were able to reach the stenosis site, where we inserted a guidewire to manage the stenotic lesion. When we searched for this site through a retrograde approach, the guidewire was identified and removed via the external ureteral orifice. We then incised the stenosis site using a Ho:YAG laser to access the lower ureter. After performing ureteroscopy via the ureteral stenosis site, we dilated the ureter using a high-pressure balloon dilator (X-force; BARD, Covington, GA, USA) and successfully performed ureteral stenting (Fig. b–f). Due to the high risk of ureteral restenosis, a metal stent was inserted 3 months after ureteral dilation.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'18609278': 1, '26834397': 1, '22379592': 1, '33489168': 2, '12235330': 1, '20492383': 1, '9050662': 1, '11462958': 1, '16825083': 1, '20964484': 1, '9726399': 1, '17206903': 1, '21113756': 1, '32743395': 2}", "similar_patients": "{'7813018-1': 1}"}