{"patient_id": 28422, "patient_uid": "7689970-1", "PMID": 33243151, "file_path": "comm/PMC007xxxxxx/PMC7689970.xml", "title": "A case report of the differential diagnosis of Cellulosimicrobium cellulans-infected endocarditis combined with intracranial infection by conventional blood culture and second-generation sequencing", "patient": "A 52-year-old rural housewife was admitted to our hospital with a sudden consciousness disorder and weakness of the right limb. One week prior, she was admitted to the local hospital with fever and headache and received intermittent infusion for 20 days (the specific treatment is not known), but her headache did not improve. The cranial magnetic resonance imaging and angiography (MRI + MRA) suggested an acute interstitial infarction in the left parietal lobe and a mildly abnormal electroencephalogram (EEG). The patient was previously healthy and had no history of diabetes, autoimmune disease, or hormone use.\\nHer body temperature on admission was 39.6 °C, with a Glasgow coma scale (GCS) score of 6 and bilateral pupil diameter of 5 mm with negative light reflection. Her neck was slightly stiff, a wind-like murmur during mitral valve systole was heard, and her skin and mucosa over her entire body were not visibly damaged. Laboratory examination showed peripheral blood leukocytes at 5.9 × 109/L, neutrophils 83.7%, and C-reactive protein (CRP) at 29.7 mg/L. Cranial MRI showed abnormal signals in the right occipital parietal flap, which was considered to be a small focus of bleeding. Her bilateral posterior cerebral arteries were slightly slender (Fig. ). The patient was diagnosed with infective endocarditis and an intracranial infection. Ceftriaxone sodium 2 g bid was given as empirical anti-infective therapy.\\nAfter admission, lumbar puncture showed a cerebrospinal fluid (CSF) pressure of 150 mmH2O, cerebrospinal fluid leukocyte count of 622 × 106/L, 90% multiple nucleated cells and 10% single nucleated cells, an erythrocyte count of 0 × 106/L, protein quantification of 0.67 g/L, sugar of 2.9 mmol/L (peripheral blood sugar 6 mmol/L), lactate dehydrogenase (LDH) of 45.6 U/L, and chlorine of 127 mmol/L. Her cerebrospinal fluid smear was negative for bacteria, fungi, cryptococcus, or antibodies. Transoesophageal echocardiography showed the formation of vegetative growths on the anterior lobe of the mitral valve (Fig. ). Vancomycin (1 g, q12h) combined with ceftriaxone sodium (2 g, q12h) and rifampicin (450 mg, bid) were given as empirical anti-infective treatment. No bacterial growth was seen in the cerebrospinal fluid culture after 24 h. Second-generation sequencing of her peripheral blood was negative for bacteria, fungi, viruses, parasites, and mycobacteria. The patient’s CD3+ T lymphocytes accounted for 77.2% of the total lymphocytes, with CD4+ T lymphocytes accounting for 49.72%, and CD8+ T lymphocytes accounting for 19.99%; her CD4+/CD8+ lymphocyte ratio was 2.49%.\\nOn the 5th day after admission, the peripheral blood culture of the patient was positive for Cellulosimicrobium cellulans, and her vancomycin trough concentration was 3.56 mg/L. The dose frequency of vancomycin was increased (1 g, q8h), and her repeated trough concentration was 20.76 mg/L. There was no improvement in the patient’s consciousness, and lumbar puncture was done again. Her CSF pressure was 350 mmH2O, leukocyte count in the CSF was 27 × 106/L, 5% multiple nucleated cells and 95% single nucleated cells, and her erythrocyte count was 0 × 106/L. The peripheral blood culture results were positive for Cellulosimicrobium cellulans for 3 consecutive days. The patient eventually died of circulatory failure 13 days after admission.\\nAerobic and anaerobic blood cultures were positive for bacteria after 2 days of incubation. Polymorphic, branching, and filamentous gram-positive bacilli were detected in the blood culture flasks, whereas gram-stained agar plate cultures were more coccobacillary in form (Figs. , ). On the blood agar plates, the colonies were yellow and became fringed with some agar penetration (Fig. ), which is consistent with the observations of Marie-Claire Rowlinson et al. []. We further identified the bacteria as “Cellulosimicrobium cellulans” by Vitek MS mass spectrometry. Antimicrobial drug susceptibility tests were performed using our in-house paper-diffusion method to detect the inhibition ring, as reported below: levofloxacin 17 mm, ceftriaxone sodium 12 mm, vancomycin 28 mm, compounded cotrimoxazole 38 mm, rifampicin 20 mm, and tetracycline 22 mm. In the absence of clinical and laboratory standards institute (CLSI) interpretive guidelines, the organisms were considered sensitive due to their large inhibition rings.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'2499294': 1, '3354593': 1, '22606461': 1, '2229375': 1, '20376528': 1, '16081997': 1, '21998421': 1, '16545129': 1, '14987205': 1, '8852977': 1, '3496945': 1, '9733276': 1, '11411667': 1, '2715328': 1, '10462352': 1, '16825406': 1, '8784601': 1, '33243151': 2}", "similar_patients": "{}"}