{"patient_id": 21881, "patient_uid": "7343694-1", "PMID": 32642805, "file_path": "comm/PMC007xxxxxx/PMC7343694.xml", "title": "Surgical treatment of a giant right atrial myxoma", "patient": "A 59-year-old woman (height, 151 cm; weight, 57 kg; body surface area, 1.52 m2) was referred to our hospital for palpitations and edema of the lower extremity. The patient had no significant medical history. Electrocardiography revealed a heart rate of 76 beats/min and first-degree atrioventricular block. Liver function was almost normal with an aspartate aminotransferase (AST) level of 40 U/L and alanine aminotransferase (ALT) level of 25 U/L. Renal function was normal with a creatinine level of 0.56 mg/dL. Computed tomography (CT) image showed a pedunculated mobile tumor arising from the interatrial septum (Fig. a). Blood flow obstruction inside the right heart was suspected by a 4-dimensional CT (Video 1). Transthoracic echocardiography (TTE) showed a 57 mm × 63 mm giant tumor obstructing the tricuspid valve inflow in each cardiac cycle (Fig. b, Video 2). As a result, the tumor mimicked tricuspid stenosis with a mean trans-tricuspid pressure gradient of 5 mmHg. The diagnosis of right atrial myxoma associated with congestive right heart failure was confirmed, and urgent surgical resection was scheduled 1 day after diagnosis.\\nAfter a median sternotomy and aortic cross-clamping, the right atrium was opened through an oblique atriotomy. The huge mobile tumor was attached to the edge of the fossa ovalis and was resected together with the atrial septum to which the tumor stalk was attached. The residual septal defect was repaired with a Dacron patch (Sauvage Filamentous Knitted Polyester Fabric, Bard Peripheral Vascular Inc., AZ, USA). The tricuspid valve leaflets and subvalvular apparatus seemed normal and were left without any surgical intervention. However, transesophageal echocardiography (TEE) showed moderate tricuspid valve regurgitation due to annular dilatation while weaning from cardiopulmonary bypass (CPB). Aortic cross-clamping was repeated, and tricuspid valve annuloplasty was performed using a 30-mm tricuspid annuloplasty ring (Physio Tricuspid annuloplasty ring, Edwards Lifesciences Co., Tokyo, Japan). The size of the ring was based on the length of the septal annulus. The duration of CPB was 68 min and the total cardiac arrest time was 32 (20 + 12) min.\\nPostoperative TTE showed no abnormal findings with well-controlled tricuspid regurgitation (Fig. a, b). The histopathological examination revealed benign myxoma with myxoid stroma and hemorrhagic necrosis (Fig. c, d). The postoperative course was uneventful and the patient was discharged on postoperative day 5.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'7477198': 1, '9800824': 1, '7695408': 1, '32642805': 2}", "similar_patients": "{}"}