{"patient_id": 98722, "patient_uid": "7305666-1", "PMID": 32587928, "file_path": "noncomm/PMC007xxxxxx/PMC7305666.xml", "title": "Pneumatosis intestinalis: An important radiological clue in a case of missed perforated appendicitis", "patient": "A 38-year-old male with unremarkable medical history was initially admitted to a district hospital following a 3-day history of nonradiating suprapubic pain which became unbearable on the day of presentation. It was associated with loss of appetite, nausea, and 2–3 episodes/day of nonbloody diarrhea. He denied any fever. Blood investigations only revealed mildly raised inflammatory markers with white cell count of 11.4 × 109/L (normal range: 4–10 × 109/L) and C-reactive protein of 2.5 mg/dL (normal range: <0.5 mg/dL). The chest X-ray otherwise was normal. Initially, urinary tract infection or renal stone was suspected. However, urine dipstick examination was unremarkable, and renal ultrasound examination did not show any evidence of acute pyelonephritis, renal calculi, or obstructive uropathy. A stool sample was collected for culture and sensitivity test, but in view of raised inflammatory blood markers and diarrhea, he was then empirically treated as infective acute gastroenteritis with fluids rehydration, intravenous cefuroxime, and analgesia.\\nOn day 3 of admission, his suprapubic pain and diarrhea had subsided. However, he was complaining of progressively worse abdominal bloating, frequent hiccup, and burping. Abdominal examination revealed grossly distended abdomen with sluggish bowel sound but remained soft and nontender. CT of the abdomen and pelvis was performed and reported evidence of dilated duodenum and jejunum with no obvious transition zone. There was also a finding of PI of the small bowel with nonvisualized appendix obscured by bowel gas. In view of the nontender abdomen, the patient was treated conservatively with ongoing antibiotics, add-on ranitidine, and continued clinical monitoring. On day 5 of admission, the patient felt slightly worse with persistent bloating and hiccup. However, due to the lack of active plan from the hospital team, he decided to take his own discharge on day 7 of admission and seek second opinion from another hospital.\\nUpon presentation to our emergency department, his vital signs revealed mild tachypnea and tachycardia, with oxygen saturation of 98% on room air. Otherwise, he was normotensive and afebrile. Physical examination was positive for reduced vesicular breath sound at bilateral lower zones as well as distended but nontender abdomen with sluggish bowel sound. Blood investigations at this time showed a white cell count of 19.4 × 109/L, C-reactive protein of 9.63 mg/dL, and albumin of 24 g/l with normal renal profile, liver enzymes, electrolytes, amylase, and troponin-I. Arterial blood gas was significant for mild lactic acidosis (pH 3.32 and lactate 2.2 mmol/L). Chest and abdominal X-rays revealed the findings, as shown in .\\nIn consideration of the above assessment, the surgical consult was sought for the suspicious perforated viscus. Abdominal/pelvic CT was urgently performed and confirmed the finding of the perforated appendix with pneumoperitoneum. There was also a long-segment dilatation of the small bowel (starting from the duodenojejunal junction distally until distal ileum) with extensive circumferential intramural air in keeping with PI []. The patient subsequently underwent emergency laparotomy, in which abdominal washout and appendicectomy for the perforated appendix were performed. His postoperative recovery was complicated by bacteremia due to extended-spectrum beta-lactamase-producing Escherichia coli as well as slow wound healing. However, with prolonged intravenous meropenem and vacuum-assisted closure dressing, he made a gradual and steady recovery and was discharged well after 4 weeks with subsequent outpatient clinical follow-up.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'17875136': 1, '18424288': 1, '14923068': 1, '12511155': 1, '9462210': 1, '30633214': 1, '33927871': 2, '525221': 1, '17687617': 1, '7572888': 1, '8811375': 1, '25221683': 2, '31625882': 1, '24508100': 1, '10917307': 1, '6861578': 1, '32587928': 2}", "similar_patients": "{'8068465-1': 1, '4158161-1': 1}"}