{"patient_id": 20341, "patient_uid": "7268262-2", "PMID": 32493254, "file_path": "comm/PMC007xxxxxx/PMC7268262.xml", "title": "Plastic bronchitis associated with adenovirus serotype 7 in children", "patient": "A previously healthy 2-year-old boy was admitted to Xiamen Children’s Hospital because of a repeated fever for 1 month and cough for 20 days. At the local hospital, he was prescribed azithromycin, amoxicillin sulbactam against infection, but fever reccurred again after 5 days of stable temperature. On admission, the child was noted to have a normal breathing pattern and there were no auscultatory signs of note. His WBC count, C-reactive protein and procalcitonin level was normal, and lactate dehydrogenase was 602 U/L; bacterial cultures of blood and sputum were negative. The assay of specific IgM antibodies to seasonal influenza A and B, parainfluenza 1, 2 and 3, respiratory syncytial virus and adenovirus by enzyme immunoassay were all negative. MP-IgM also showed negative result; a chest X-ray showed both lungs were under-polarized, and the lungs were scattered with spots, patchy high-density shadows, and blurred borders. Antimicrobial treatment included ceftriaxone, and oseltamivir, but his temperature was still uncontrolled, and he gradually had difficulty breathing, his breath sounds over the left lower lung were decreased, and moist rales could be heard. The second chest radiograph showed that there was a atelectasis in the left lower lung (Fig. ). And his C-reactive protein level was elevated (35.5 mg/L), procalcitonin level was elevated (3.71 ng/ml). Immediately, he received supplemental oxygen, cefoperazone sulbactam sodium for infection, gamma globulin (2 g/kg) to regulate immunotherapy and methylprednisolone (1 mg/kg twice daily) to inhibit inflammatory response. A couple of days later, despite subsistence of fever, shortness of breath persisted and a flexible fibre-optic bronchoscopy along with bronchial lavage, revealed a complete obstruction of the left inferior lobar bronchus by thick secretions (Fig. ). Histologic examination of the plastic casts revealed a large quantity of inflammatory necrosis and neutrophils and a small number of lymphocytes (Fig. ). Genetic test for adenovirus serotype 7 in bronchial lavage fluid was positive. After bronchoscopy, the shortness of breath was improved. A follow-up chest radiograph returned to normal (Fig. ).", "age": "[[2.0, 'year']]", "gender": "M", "relevant_articles": "{'29582774': 1, '9827268': 1, '3871286': 1, '34674642': 1, '9001337': 1, '34373673': 1, '34733807': 1, '18277130': 1, '22969262': 2, '21138885': 1, '12422347': 1, '32493254': 2}", "similar_patients": "{'7268262-1': 2, '3429833-1': 1}"}