{"patient_id": 99690, "patient_uid": "7388084-1", "PMID": 32720808, "file_path": "noncomm/PMC007xxxxxx/PMC7388084.xml", "title": "Xeloda Oral, Trastuzumab, and Pertuzumab Combined Drug Therapy Reduced\\nCervical Lymphadenopathy and Dermal Involvement in Patient With Recurrent Breast Cancer:\\nCase Report", "patient": "A 42-year-old woman without other relevant medical history was diagnosed with breast cancer\\nin 2013, when she was 36 years old. For the diagnosis of this breast cancer case,\\nmacroscopic and microscopic evaluation in biopsies of right mammary gland and axillary tail\\nwere performed. A core biopsy of mammary gland tissue measuring around 6.5 × 4.5 × 2.3 cm\\nand with 41 g of weight was evaluated. At the macroscopic level, a fibrous area measuring 1\\n× 1 × 1 cm in upper portion of this biopsy was identified. The remaining evaluated fragment\\nof breast tissue presented adipose appearance. The core biopsy of the axillary tail, which\\nwas represented by an irregular fragment of fibro-fatty tissue measuring 8 × 6 × 3.5 cm,\\nshowed lymph node affection. Nine lymph nodes were dissected and 2 of them presented\\nmetastatic appearance. Concerning the microscopy analysis, the core biopsy of mammary gland\\ntissue presented a chronic inflammatory process with lobular involution (atrophy) as well as\\nfatty involution and fibrosis. Additionally, the presence of a fibrous area with evident\\nprocess of tumorigenesis was identified. Finally, a mild mammary duct ectasia and regular\\nlymphocytic infiltration was identified. In the axillary tail, the 2 affected lymph nodes\\nshowed an intranodal and perinodal metastatic tumor (1.1 cm of diameter). Other 7 evaluated\\nlymph nodes presented chronic lymphadenitis with dystrophic calcifications in 2 of them.\\nAccording to these findings, the tumor was characterized as T1N2M0.\\nThirty months after the diagnosis, she presented a right supraclavicular nodule, which\\nresulted, through core biopsy, in a poorly differentiated carcinoma, negative for hormonal\\nreceptors HER2-positive, with a Ki-67 index around 30%. Furthermore, she presented severe\\ninflammatory BCA component with erythema and thickening of the skin over the right breast\\nand superior portion of trunk.\\nThe patient’s therapy regarding medicine dosage and treatment schedule is shown in .", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'11790161': 1, '16061381': 1, '12115478': 1, '20414020': 1, '17908983': 1, '20108993': 1, '21892308': 2, '24294514': 1, '21991949': 1, '25693012': 1, '24904223': 1, '15059883': 1, '31157052': 1, '17440164': 1, '23543972': 1, '19934333': 1, '30914544': 1, '21147694': 1, '32720808': 2}", "similar_patients": "{'3161627-1': 1, '3161627-2': 1}"}