{"patient_id": 23187, "patient_uid": "7405964-1", "PMID": 32775121, "file_path": "comm/PMC007xxxxxx/PMC7405964.xml", "title": "Acute Myocardial Infarction as Initial Manifestation of Acute Myeloid Leukemia: A Rare Manifestation of Leukostasis", "patient": "A 43-year-old man presented with abrupt onset of chest pain, which started while he was having dinner. The pain was severe, crushing pain on the left side of the chest. It radiated to left shoulder and aggravated with exertion. He reported diaphoresis and shortness of breath. He had noticed swelling of his gums over the preceding few weeks. There were no prior episodes of exertional chest pain. A carpenter by profession, he was not sedentary and reported no recent long-distance travel, immobilization or leg swelling. Clinical history was notable for absence of fever, night sweats, anorexia, weight loss or other constitutional symptoms. Pertinent past medical history included hypertension, hyperlipidemia, pre-diabetes and morbid obesity. He was on Lisinopril and statin and admitted to non-compliance. Family history was negative for cardiac diseases. The patient was a former smoker with 12 pack-years history of smoking. On examination, he was diaphoretic and in acute distress secondary to chest pain. Pulmonary and cardiac examinations were unremarkable. No jugular venous distension, hepatojugular reflex, organomegaly or peripheral edema were appreciated.\\nComplete blood count revealed leukocyte count of 185,200 cells/µL. Peripheral blood smear demonstrated 81% blasts (Figure ). Lactate dehydrogenase was 315 U/L. EKG showed ST elevation in leads I and aVL along with PR depression in the precordial leads (Figure ). Troponin-I peaked at 5.55 ng/mL. Coronary angiogram was unremarkable. Circulating blasts were consistent with AML. On further workup, he was diagnosed with FMS-like tyrosine kinase-3 (FLT-3) negative, nucleophosmin-1 (NPM-1) negative, isocitrate dehydrogenase 1-2 (IDH 1-2) negative AML. Chromosomal analysis noted 46,XY,add(2)(p11.2),-12,add(12)(p13),+mar(9)/46,XY(11) abnormality. AML fluorescence in situ hybridization panel was normal. Next-generation sequencing studies revealed a BCL-6 corepressor (BCOR) mutation.\\nNitroglycerine infusion was started for ST elevation myocardial infarction (MI). Hydroxyurea and leukapheresis were initiated on an emergent basis, following which the leukocyte count decreased to 48,200 cells/µL (Figure ). There were initial concerns regarding possible myopericarditis and thus, colchicine and aspirin were added. They were subsequently discontinued as chest pain resolved during the first session of leukapheresis.\\nInduction chemotherapy with cytarabine and idarubicin was initiated. Patient received re-induction therapy with fludarabine/cytarabine and granulocyte colony-stimulating factor (FLAG regimen) due to persistent disease, followed by two cycles of consolidation chemotherapy with high dose cytarabine. With subsequent hematopoietic stem cell transplantation, he achieved complete remission.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'19500934': 1, '28960357': 1, '27470709': 1, '6945910': 1, '7046844': 1, '30656022': 1, '29193920': 1, '6940811': 1, '12221675': 1, '32775121': 2}", "similar_patients": "{}"}