{"patient_id": 28987, "patient_uid": "7721078-1", "PMID": 33304703, "file_path": "comm/PMC007xxxxxx/PMC7721078.xml", "title": "Combined Diet and Supplementation Therapy Resolves Alopecia Areata in a Paediatric Patient: A Case Study", "patient": "An eight-year-old male presented for nutritional and supplemental advice secondary to a diagnosis of alopecia areata. Initial blood tests were within normal ranges for C-reactive protein, fasting glucose, ferritin, liver enzymes, electrolytes, and all complete blood count measures. Coeliac disease was ruled out due to tissue transglutan immunoglobulin A (IgA) < 0.5 U/ml and total IgA 0.4 g/L. Thyroid disease was not suspected, as thyroid peroxidase antibodies were within normal ranges (37 U/ml) and thyroid-stimulating hormone was 2.6 mIU/L.\\nFurther blood tests were requested for vitamin B12 and folate, magnesium, serum zinc, rheumatoid factors, anti-nuclear antibodies, along with a repeat complete blood count. Except for marginally low neutrophils and monocytes, no abnormalities were noted. Serum zinc returned a ‘normal’ range result of 0.68 mcg/ml but this was below the suggested lower threshold of >0.7 mcg/ml for functional outcomes in boys of this age (6-9 yrs.) []. Similarly, while the 25 hydroxyvitamin D (25(OH)D) result of 90 nmol/L was within reference ranges, it has been suggested that the lower threshold for optimum 25(OH)D status is >100 nmol/L [].\\nClinical course\\nThe patient’s parents were provided with advice to increase zinc and vitamin A and D-rich foods, avoid gluten and dairy where able, and to focus on a diet that prioritizes foods in their natural forms in preference to highly processed ‘packaged’ foods. Also, a supplementation regimen consisting of a multi-nutrient (multi) powder rich in vitamins A and D3, zinc, and secondary antioxidant nutrients (Kids Good Stuff, Nuzest, Potts Point NSW, Australia), a zinc sulfate supplement (zinc drops, Clinicians Ltd., Australia), and fish oil with added vitamin D (fish oil + vitamin D, Melrose, Victoria, Australia) was provided (key nutrient summary in Table ), along with lifestyle advice to get outside for 5-10 min per day without sunblock on. A full list of the multi-nutrient ingredients can be found in Appendix 1.\\nA sample of the dietary advice is provided below.\\nVitamin A: Fish oil, liver, oily fish (herring, sardines, salmon, cod), eggs, chicken Also: kumara, pumpkin, carrots, mangos, apricots, broccoli, full-fat yogurt and milk*\\nVitamin D: Cod liver oil, liver, fatty fish, full-fat milk and yogurt*\\nNote: It is imperative to use full-fat foods, as vitamins A and D are fat-soluble.\\nZinc: Oysters, beef, pork, chicken, pumpkin seeds, full-fat yogurt*, almonds, fish\\nNote: Excessive intake of cereal grains might inhibit some zinc absorption.\\n*We are reducing/avoiding dairy in this phase, but these foods can be reintroduced to test tolerance when symptoms abate.\\nOn presentation, the client had experienced severe hair loss with the involvement of the eyelashes, eyebrows, and mostly spot baldness on the crown of the head (Figure ).\\nAfter following the prescribed dietary regimen for two months, the patient's hair can be seen to be regrowing in Figure .\\nFive months following commencement of the diet and supplement regimen, the hair on the crown was completely recovered and the patient's mother reported that the eyelashes and eyebrows were growing back (Figure ). Approximately two weeks after commencing the diet and supplementation regimen, the patient exhibited a limited, minor popular rash on the cheeks, which resolved shortly afterwards and by August, there were no signs of any eczema-like skin conditions.", "age": "[[8.0, 'year']]", "gender": "M", "relevant_articles": "{'28508256': 1, '29869122': 1, '24655364': 1, '28447433': 1, '26147750': 1, '29243839': 1, '16766239': 1, '28717940': 1, '17822494': 1, '10515774': 1, '29791718': 1, '27151518': 1, '31437543': 1, '31875951': 1, '27053632': 1, '29633370': 1, '33304703': 2}", "similar_patients": "{}"}