{"patient_id": 26993, "patient_uid": "7584028-1", "PMID": 33111769, "file_path": "comm/PMC007xxxxxx/PMC7584028.xml", "title": "MUCOPOLYSACARIDOSIS TYPE IIIB MISDIAGNOSED AS AN AUTISTIC SPECTRUM\\nDISORDER: A CASE REPORT AND LITERATURE REVIEW", "patient": "A 14-year-old male patient, referred to a referral hospital service in Curitiba City,\\nParaná State, Brazil, for investigation. He was born at 38 weeks, weighing 3,500 g,\\nmeasuring 52 cm, and head circumference not informed. Mother denied consanguinity.\\nThe child sustained his head at 4 months old, sat without support at 6, crawled at\\n9, walked at 1 year and 4 months old and spoke at 2 years old. Until then, the\\npatient had an appropriate development for his age.\\nThe earliest sign of developmental change was speech regression, which started after\\n2 years of age. Speech was completely lost at 3 years and 6 months old. During this\\nperiod, frequent falls occurred, and the worsening of balance was progressive. The\\nloss of balance became more constant, making mobility very difficult.\\nSubsequently, the patient presented psychomotor agitation, hyperactivity, insomnia,\\nand loss of urinary and anal sphincter control. He evolved with a progressive\\nworsening of behavior, with crises of psychomotor agitation increasingly serious and\\nfrequent, accompanied by obstinacy, periods of aggression, restlessness and a rapid\\ndecrease in attentional capacity. It demonstrated stereotypes, such as cutting paper\\nand hitting cans over and over again. At 7 years of age, he presented coprophagia\\nand spread feces on his own body. He was diagnosed with ASD at the age of 6 and, at\\nthe age of 8, he started to be monitored in a special school. He was administered\\nrisperidone, amitriptyline, clonazepam, fluoxetine and periciazine, but with no\\nadequate response. At the special school, he attended occupational therapy and\\nspeech therapy, both of which were unsuccessful.\\nAt the beginning of the case, despite the falls, he was able to walk with the aid of\\ncrutches, but at 12 years and 11 months old he suffered a complete loss of function.\\nThere was also a decrease in his swallowing capacity, until the point in which he\\nneeded assistance from a nasogastric tube for nutrition. At the age of 13,\\ngastrostomy was inserted to give him food. As his condition evolved, the behaviors\\nof hyperactivity and aggressiveness decreased, with a gradual and progressive\\ntransition to drowsiness since the age of 9, and the intense drowsiness occurred\\naround 12 years of age.\\nIn the previous morbid history, there are reports of recurrent respiratory tract\\ninfections. However, there is no history of fainting or seizures, nor a family\\nhistory of genetic, neurological, psychiatric or cardiovascular diseases.\\nOn the physical examination, his weight was 25 kg (Z score: -3.81), his height, 125\\ncm (Z score: -4.05), body mass index of 16 (Z score: -1.26) and head circumference\\nof 53 cm (Z score: -1.33); coarse facial features, saddle nose, thick lips,\\nsinophris, short neck, macroglossia, prominent forehead, dry and thinning hair; and\\nosteotendinous reflexes 3+/4+, claw hands, spasticity in lower limbs and joint\\nstiffness. Ophthalmological examination as normal, extrinsic eye movement apparently\\npreserved, with bilateral positive red reflex, fundoscopy/retinal mapping without\\nabnormalities.\\nMagnetic resonance imaging of the skull showed slight dilation of the lateral\\nventricles and the third ventricle, with diffuse thickening of the diploe and\\nvolumetric decrease in the cerebral hemispheres. Magnetic resonance imaging of the\\ntotal spine showed an inversion of the physiological cervical curvature, diffuse\\nmorphostructural alteration of the vertebral bodies and wedging of their plateaus,\\npromoting the radiological aspect of the bullet-shaped vertebra. Diffuse disc\\ndehydration associated with a slight reduction in intervertebral spaces and small\\nintrasomatic disc herniations (Schmorl’s nodules) of chronic aspect in the\\ncontiguous plateaus.\\nThe echocardiogram identified hypertrophic cardiomyopathy, with significant left\\nventricular hypertrophy and moderate diastolic dysfunction, mild double aortic\\nlesion and moderate aortic insufficiency. The electrocardiogram showed left\\nventricular overload. Abdominal ultrasound revealed liver with normal contours,\\nregular echogenicity, and echotexture, but enlarged dimensions.\\nThe patient had increased urinary glycosaminoglycan excretion, with elimination of\\nheparan sulfate. Laboratory tests showed glycosaminoglycans=127 µg/mg creatinine\\n(reference value 44-106). The diagnosis was confirmed by evidence of deficiency of\\nthe alpha-N-acetylglucosaminidase enzyme. Laboratory tests showed:\\nN-acetyl-glucosaminidase dosage: not detected (reference\\nvalue=10-34). Acetyl-CoA glucosamine-N-acetyltransferase: 11 nmol/17 h/mg protein\\n(reference value=14-81).", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'26918231': 1, '28856504': 1, '29061114': 1, '21204211': 1, '29412395': 1, '34927665': 1, '29520737': 1, '18392742': 1, '26345476': 1, '23336697': 1, '32031653': 1, '25851924': 1, '31843864': 1, '30442188': 1, '33111769': 2}", "similar_patients": "{}"}