{"patient_id": 24222, "patient_uid": "7453555-1", "PMID": 32859168, "file_path": "comm/PMC007xxxxxx/PMC7453555.xml", "title": "Coronary spastic angina after the administration of intravenous immunoglobulin in myasthenia gravis: a case report", "patient": "An 87-year-old woman with osteoporosis and a lumbar compression fracture was transferred to our hospital for suspected MG due to a gradual increase of limb weakness and an anti-acetylcholine receptor (AChR) antibody level. The patient underwent surgery for a pressure ulcer on her lumbar spine 8 months prior. Her medical history was significant for falx meningioma, right kidney tumor, colorectal polyp removal, bile cyst enucleation, and diabetes mellitus.\\nThe patient had noticed grip weakness for more than a year, and bilateral ptosis and diplopia for the past 3 months. Swallowing was normal, but she had difficulty chewing. The patient was a non-smoker, but her pulmonary capacity was decreased due to a restrictive ventilatory disorder. The patient’s AChR antibody increased to 75 nmol/L. Repetitive nerve stimulation electromyogram was performed on right accessory nerve, facial nerve and ulnar nerve. Waning in the orbicularis muscle (24% decrement) and abductor pollicis (19% decrement) was observed on 3 Hz stimulation. Computed tomography of the chest revealed no thymoma. The patient was diagnosed with MG, and her quantitative myasthenia gravis (QMG) score was 18 points. She was prescribed with an acetylcholinesterase inhibitor, pyridostigmine bromide (120 mg per day), and increments of prednisolone, starting at 5 mg every other day and titrated up to 10 mg once a day for 2 days. However, after 26 days of therapy, the patient’s symptoms worsened, with head drop and gradually fluctuating dyspnea; thus, the patient was diagnosed with MG crisis and we initiated IVIg (400 mg/kg per day), continuous infused at 500 mL per day.\\nThree days after starting IVIg, the patient reported sudden chest pain and dyspnea in the evening. She had taken her last dose of pyridostigmine bromide after lunch that day. An electrocardiogram (ECG) revealed ST elevations in leads II, III, and aVF (Fig. ). A cardiac catheterization was performed and stenosis, obstruction, and sclerosis were ruled out. Glyceryl trinitrate (48 mg per day), improved the patient’s symptoms, which suggested that the coronary arteries were in spasm (Figs. , and ). The patient was started on nicorandil and has had no recurrence of chest pain for 1 year.", "age": "[[87.0, 'year']]", "gender": "F", "relevant_articles": "{'6253831': 1, '9189040': 1, '3769179': 1, '19375665': 1, '11132996': 1, '17351760': 1, '15970713': 1, '16504916': 1, '8214778': 1, '3342484': 1, '8294686': 1, '8759065': 1, '11287813': 1, '28029925': 1, '21562253': 1, '26164024': 1, '32859168': 2}", "similar_patients": "{}"}