{"patient_id": 16414, "patient_uid": "7011349-1", "PMID": 32089906, "file_path": "comm/PMC007xxxxxx/PMC7011349.xml", "title": "A Tanzanian Boy with Molecularly Confirmed X-Linked Adrenoleukodystrophy", "patient": "We present a 9-year-old male, single child from nonconsanguineous parents from Northern Tanzania. The father was not living with the mother, but was reportedly well. The mother's gait was normal but further neurological examination has not been performed due to loss to follow-up. There was no previous medical history. The child had normal milestones and had been performing well until recently, but has always been shorter than his age mates. He reported to our clinic at the Kilimanjaro Christian Medical Centre, a tertiary referral hospital in Moshi, Northern Tanzania with a 3-4 month history of progressive confusion and difficulty walking. There were episodes of aggression and hyperactivity which fluctuated over days and were worse at night. He had been asked to leave the school. In the same period he developed difficulty walking and had become incontinent for urine and faeces. There was no acute onset, nor was there a febrile illness preceding the complaint. Upon physical examination, we saw a proportionally small child, height 110 centimetres (below third percentile, []) and weight 24 kilograms (fifth percentile []). His nutritional condition was moderate. General physical examination, and notably the skin, was normal and there were no dysmorphic features. Head circumference was normal. Upon neurological screening, the boy appeared to be only partially aware of his environment, talking to no one in particular and acting defensively and aggressively at times. Cranial nerve exam was unremarkable. Fundoscopy of the optic nerve and retina was normal. Visual acuity testing was complicated by a short attention span. He could, however discern and localise bright and moving objects. Motor exam revealed moderate spasticity with exaggerated reflexes for as far as the child permitted examination, plantars were upgoing bilaterally and he was visibly incontinent. Proximal leg musculature was grade 5-/5, muscle bulk was slightly decreased in keeping with a short stature and moderate nutritional condition. He could walk with assistance with a broad based, high stepping gait. In the course of months upon follow-up, he developed fatigue, generalised lassitude, and a slate-grey discolouration most prominently around the nose and mouth, tongue, hand palms, and around skin scars (see ). He was always feeling cold and was too tired to eat. Laboratory investigations were normal except a hyponatremia of 116 mmol/l and hyperkalaemia which was initially treated with hypertonic saline and a salt-enriched diet, but did not improve much. HIV test was negative and chest X-ray normal. Lumbar puncture showed a normal number of cells, protein, and glucose levels. Immune electrophoresis is not available in our centre and was not affordable through a commercial laboratory. Computed Tomography (CT, Supplementary Material ) and Magnetic Resonance Imaging (MRI, Supplementary Material ) of the brain showed a striking posteriorly distributed hypodense white matter, with volume loss and enhancement with contrast on MRI. The characteristic radiological pattern with anterior sparing of extensive white matter abnormalities in combination with neurodegeneration and adrenocortical failure suggested ALD. The working diagnosis was a rapidly progressive multifocal central nervous system disorder, with in second instance an endocrine complication, query hypothyroidism or adrenocortical insufficiency. Because of the short history, initially a low- grade encephalopathy or encephalitis was suspected, with HIV as a main infection to be ruled out. Alternatively, an inflammatory demyelinating encephalopathy was queried. Acute Demyelinating Encephalomyelitis (ADEM) or auto-immune encephalitis was amongst the possibilities, for which a lumbar puncture was performed. Less likely in this SSA setting but not impossibly would this be the onset of a metabolic or neurodegenerative disorder. Adrenocortical failure was subsequently suspected based on clinical grounds, and oral hydrocortisone supplementation therapy was started. Very long chain fatty acid level, cortisol, and ACTH testing was not available in Northern Tanzania. Within days, his general condition markedly improved, but not his neurological performance. Later on, for local unavailability of oral hydrocortisone therapy, the patient had to be switched to prednisolone. This allowed for some improvement albeit not as much as before. Written informed consent for genetic testing of the ABCD1 gene was obtained from the mother for genetic research and photographs, in Swahili and English. Venous blood was sampled from the patient, and was sent to the Laboratory Genetic Metabolic Diseases, Amsterdam UMC, Amsterdam, The Netherlands. Sanger sequencing was performed of all coding exons plus flanking intron sequences of the ABCD1 gene. DNA sequence analysis of the ABCD1 gene (NM_000033.3) revealed the hemizygous variant c.1534G>A (p.(Gly512Ser)) which is a recurrent, pathogenicity class 5 variant (see electropherogram in ). No additional pathogenic mutations were identified in the ABCD1 gene; this confirms the diagnosis of ALD. The mother and grandmother of the patient were counseled about the findings but since, has not yet been available for further testing. The patient unfortunately passed away a year after the diagnosis.", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'24480483': 1, '26607867': 2, '2990005': 1, '11336405': 1, '21871076': 1, '10341864': 1, '23651979': 1, '8651290': 1, '28281429': 1, '25835712': 1, '29950168': 2, '8441467': 1, '33350369': 1, '29599883': 1, '29116030': 1, '11748843': 1, '26686776': 1, '32089906': 2}", "similar_patients": "{'4660798-1': 1, '6022434-1': 1}"}