{"patient_id": 105645, "patient_uid": "7944818-1", "PMID": 32555109, "file_path": "noncomm/PMC007xxxxxx/PMC7944818.xml", "title": "Medial epicondyle avulsion after elbow dislocation in an adolescent non-professional soccer player treated with a cannulated screw: a case report", "patient": "A 15-year-old male, non-professional soccer player, arrived at the emergency department complaining of pain and swelling in his left elbow.\\nHe reported intense pain following a fall on his elbow during a soccer match; no vascular or nervous impairments were detected.\\nAfter the clinical visit an elbow dislocation was suspected; x-rays confirmed this suspicion ().\\nThe patient also underwent to a CT scan, which confirmed the dislocation and also demonstrated the presence of an intra-articular fragment resulting from the avulsion of the medial epicondyle().\\nThe dislocation was therefore reduced in deep sedation, but clinically valgus instability, and intra-articular impingement could be yet appreciated; no vascular or nervous impairments were detected after the reduction.\\nRadiographs and a CT following sedation showed the success of the reduction and the presence of a big intra-articular fragment ().\\nThe day after the patient had ORIF of the fragment with a cannulated screw and a washer though a medial approach.\\nThe ulnar nerve, which is potentially vulnerable during this approach, was identified, isolated and protected ().\\nThe intra-articular fragment was then identified and reduced in its anatomical position; it was first stabilized with a kirschner wire and definitively synthesized with a cannulated half threaded screw with a washer ( and ).\\nAfter 14 days of cast immobilization patient followed an intensive physiotherapy program of 40 days characterized by progressive assisted active and passive kinesis and idrokinesis therapy. The final check 90 days after surgery showed that the operated limb had no deficit in bending with respect to the healthy one.\\nIn extension, there was a deficit of 5 degrees (); no residual pain and no lack of strength was present. The patient was satisfied with the result achieved. X-rays demonstrated consolidation of the fracture ().", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'19685254': 1, '7976294': 1, '15402381': 1, '15789012': 1, '5832737': 1, '19960347': 1, '13697899': 1, '7371268': 1, '22588097': 1, '25564187': 1, '31942743': 1, '3788492': 1, '32555109': 2}", "similar_patients": "{}"}