{"patient_id": 33317, "patient_uid": "7939539-1", "PMID": 33717721, "file_path": "comm/PMC007xxxxxx/PMC7939539.xml", "title": "A Fatal Case of Opioid Intoxication After Raw Poppy Plant Ingestion", "patient": "A four-year-old female patient was brought to the pediatric emergency department after her parents could not wake her up. Her family were occupied as poppy seed farm workers in Afyon province of Turkey and reported that they all ate raw poppy plants approximately 12 hours prior. The patient was unconscious and her Glasgow Coma Score (GCS) was 5, her respiration was shallow and she had myoclonus. She was quickly admitted to the Pediatric Intensive Care Unit. Non-invasive mechanical ventilation was started. She had tachycardia and hypertension. Neurological examination revealed no response to painful stimuli and hyperactive deep tendon reflexes. PRISM III score was 20 and the expected mortality rate was 29.8%. Intravenous (IV) naloxone at 0.1 mg/kg/dose was administered after plasma opioid level was reported to be 1196 ng/mL. She had a brief gain of consciousness; GCS was 7. Large amounts of poppy seed were extracted during gastric lavage done within one hour of admission. Lavage was continued until clear irrigation water was obtained. The patient was washed in case of accompanying organophosphate intoxication. Venous blood gas examination showed a lactate level of 4.5 mmol/L. Plasma creatinine kinase (CK) was 2263 IU/L. Alkaline fluid at 3000 ml/m2/day was administered in order to prevent the effects of rhabdomyolysis. Hemodialysis through a catheter inserted into the right jugular vein was performed after consideration of volume load and urine output since the control CK level was 9194 IU/L in order to prevent renal damage due to rhabdomyolysis. IV N-acetyl cysteine (NAC) infusion was administered after cardiac markers were found to be elevated. A sudden depression of respiration developed at the 10th hour of her care, and was intubated and supported via invasive mechanic ventilation in synchronized intermittent mandatory ventilation (SIMV) pressure control mode. Cefotaxime and teicoplanin antibiotherapy was initiated after an infiltration in the upper zone of the right lung was noticed in the posteroanterior chest radiograph taken to assess the position of the endotracheal tube. IV of 0.0025 mg/kg/hour naloxone infusion was initiated as the patient lost her consciousness again (GCS: 3). After one dose of 20 ml/kg bolus saline, IV 5 mcg/kg/min dopamine infusion was initiated since the patient was hypotensive, the dose was gradually increased, dobutamine and adrenaline were added. While the initial vasoactive-inotropic score was 0, it increased to 5 at the 12th hour, and to a maximum of 60 at the 24th hour. Inotropic agents were gradually stopped after hypertension developed under naloxone infusion. IV hydration was decreased to 2000 ml/m2/day. Naloxone infusion was gradually stopped after plasma opiate levels of <70 ng/mL were detected on the second day of her care. IV 0.3 mcg/kg/day desmopressin acetate was administered after detecting that urine output was 9.6 ml/kg/hour and plasma sodium (Na) level was 169 mEq/L and further investigations (urine Na, plasma and urine osmolarity) were done and a diagnosis of diabetes insipitus was made. Brain computerized tomography (CT) showed edema in bilateral infratentorial region in both cerebellar hemispheres (Figure ).\\nIV 1 mg/kg/day dexamethasone treatment was initiated. Total parenteral nutrition was administered since the patient did not improve after two days of IV hydration in hopes for regression of respiratory depression and neurological symptoms after cessation of naloxone infusion. On the sixth day of her care, gastric residue was detected after initiation of enteral feeding via a nasogastric tube. The residue still had poppy seeds in its content. Gastric lavage was repeated. High amounts of poppy seed were extracted. Control opiate level was 78 ng/mL. Daily gastric lavage was continued. Near-infrared spectroscopy (NIRS) and ambulatory electroencephalogram (EEG) monitorization was done. NIRS was between 56-60%. Electrical brain activity was severely reduced in the EEG. Permissive hypercapnia was achieved. A control brain CT that was performed in order to assess progression of brain edema showed continuation of edema. Mannitol treatment was initiated. A d-dimer level of >34 ng/dL was reported while prothrombin time and fibrinogen levels were normal. The patient’s disseminated intravascular coagulation score was 5 and fresh frozen plasma was transfused. No defecation was observed for three consecutive days and a rectal enema was applied. High amounts of poppy seed were observed in the feces on the eighth day of her care. Her general condition had worsened on the 12th day of her care while thrombocytopenia developed and new infiltrations were observed in her chest x-ray (Figure ).\\nHer antibiotherapy was revised as caspofungin, meropenem and linezolid. Hypertension resistant to furosemide, captopril and amlodipine was observed. IV esmolol infusion was initiated. Subsequently, hypotension followed. Esmolol infusion was gradually decreased and stopped. Inotropic agents were administered as the patient was hypotensive and the electrocardiogram showed widespread ST depression. Control plasma opioid level was 20 ng/dL. The patient was bleeding through the endotracheal tube and quickly had a cardiac arrest. She did not respond to cardiopulmonary resuscitation (CPR) and died. The poppy plant (Figure ) that the patient was thought to have ingested was analyzed and reported to consist of unusually high levels (never before measured as high by the Anatolian University Farmaceutic Toxicology Department) of morphine, codeine, acetylhydrocodeine, papaverine and atropine alkaloids (Table ).", "age": "[[4.0, 'year']]", "gender": "F", "relevant_articles": "{'32030529': 1, '29121712': 1, '33106341': 1, '28543087': 1, '27271032': 1, '15822769': 1, '16113176': 1, '29181532': 1, '32371640': 1, '33717721': 2}", "similar_patients": "{}"}