{"patient_id": 29420, "patient_uid": "7747806-1", "PMID": 33338120, "file_path": "comm/PMC007xxxxxx/PMC7747806.xml", "title": "Case report of Chagas disease reactivation: new diagnosis tool by direct microscopic observation of biopsy specimen and its preservation fluid", "patient": "A 46-year-old man born in the Tucuman Province, Argentina, with diagnosis of HIV infection and reactive serology for T. cruzi, was evaluated due to hemiparesis. Neuroimaging showed a cerebral mass (). Lumbar puncture procedure to obtain CSF was contraindicated. Our institute was consulted for the first parasitemia by the Strout method, and the result was negative; qPCR T. cruzi DNA amplification was detectable in the peripheral blood with 14 parasite equivalents per milliliter of blood (par. Eq/mL). As previously mentioned, this result was not sufficient to confirm a reactivation diagnosis. Eight days later, brain stereotactic biopsy and a second parasitemia using the Strout method were performed. Chagas disease reactivation was finally diagnosed with the visualization of trypomastigotes using both the Strout method in peripheral blood and direct microscopy of the brain biopsy specimen and post-centrifuged pellet of PF. After diagnosis, the patient was treated with benznidazole and had a good clinical course.\\nThe diagnosis of reactivation in the brain biopsy was quick and easy. A fragment of the biopsy specimen was placed on a microscope slide, covered with a cover glass, and observed directly with an optic microscope at 400× magnification. The microscopic observation revealed mobile trypomastigotes, some free in the liquid and others lodged in the brain tissue, both presenting the characteristic motility of T. cruzi trypomastigotes.\\nThe procedure with the PF was performed by collecting fluid in a conical tube and centrifuging for 10 minutes at 3000 rpm. A fresh drop of the pellet was then obtained and observed at 400× magnification with an optic microscope. A significant number of typical flagellated trypomastigotes, which mobilized very quickly, were detected. The samples were tested for T. cruzi DNA using qPCR. A biopsy section was incubated in 200 μL of tissue lysis buffer (High pure template preparation kit, Roche Diagnostics GmbH, Mannheim, Germany). The DNA was eluted with 100 μL of elution buffer, according to the manufacturer’s instructions. Furthermore, DNA was obtained from 200 μL of the PF and eluted with 100 μL of elution buffer, according to the manufacturer’s instructions. The cycle threshold (Ct) of the brain biopsy and PF was 14.12 and 13.5, respectively.\\nTo estimate a parasitological imput on these samples, a T. cruzi DNA curve was made starting of distilled water spiked with culture of CL Brenner strain epimastigotes to obtain a concentration of 1 x 105 epimastigotes/mL. The DNA was serially diluted with the elution buffer to obtain the following DNA concentrations: 10, 102,103, 104, and 105. The qPCR of T. cruzi DNA satellite amplification was performed. The Ct of the highest concentration of 105 parasites/mL in distilled water was 17.40.\\nThis case report was approved by the Bioethics Committee of The National Institute of Parasitology, Dr. Mario Fatala Chaben, on April 24, 2020.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'18337139': 1, '22802973': 1, '28727985': 1, '19381287': 1, '2619610': 1, '25671846': 1, '2111972': 1, '27994109': 1, '4958150': 1, '1558089': 1, '33338120': 2}", "similar_patients": "{}"}