{"patient_id": 21000, "patient_uid": "7303862-1", "PMID": 32577239, "file_path": "comm/PMC007xxxxxx/PMC7303862.xml", "title": "Novel application of vinylpolysiloxane hearing aid impression mold as patient-specific bolus for head and neck cancer radiotherapy", "patient": "A 71-year-old man presented with a slowly enlarging, cutaneous lesion of his right cheek of several years' duration. A CT scan demonstrated a 7.5 cm mass of the right maxilla with infiltration into the soft tissue of the right cheek, extension into the masticator space, temporalis muscle, and the extraconal fat of the right orbit with destruction of the inferior and medial orbital wall. A biopsy of the lesion was consistent with squamous cell carcinoma. He underwent composite craniofacial resection with maxillectomy and orbital exenteration and was found to have tumor extension well into the infratemporal fossa, pterygopalatine fossa, and lateral wall of the nasopharynx. A major reconstructive effort was not undertaken so as to avoid covering residual tumor and to allow for expeditious healing in anticipation of likely chemoradiation. His final pathology was consistent with squamous cell carcinoma measuring 4.6 × 3.5 × 2.6 cm in size and invading into the orbit, buccal mucosa, skin of the cheek, and skeletal muscle. There was neither perineural nor lymphovascular invasion noted. Negative margins were obtained except on the deep aspect of the resection which had detached fragments of tumor, therefore limiting evaluation. There were no involved lymph nodes. His final pathologic staging based on the American Joint Committee on Cancer (AJCC) 7th edition staging system was T4aN0M0.\\nThe patient had an uneventful recovery and met with radiation oncology and hematology oncology for discussions regarding adjuvant therapy. Following extensive discussions at our multidisciplinary tumor board, and with the patient, the decision was made to undergo active surveillance. Unfortunately, three months postoperatively, the patient had evidence of early local recurrence. He underwent treatment with four cycles of cisplatin/docetaxel with a good clinical and radiographic response. Although the site of his previous index tumor and surgical defect presented unique challenges, multidisciplinary recommendations were to proceed with adjuvant consolidative radiotherapy.\\nInitial simulation using gel in the right facial cavity did not create a uniform fit. Silicone Singles from Westone (Figure ), traditionally intended to craft ear impressions for hearing aids, was trialed as an alternative space-filling device. The substance, known as vinylpolysiloxane, is packaged in two parts and costs $31.00 for a package of 24 units according to the vendor's website. When the components are mixed, the material hardens into a firm yet flexible silicone mold. Eight units were needed to gradually fill the defect and create the final prosthetic to be used as a bolus (Figures , ). This was accomplished during a single clinic visit in the matter of 15 minutes. Planning was conducted, and treatment was undertaken from November 2018 to December 2018. We used volumetric arc therapy (VMAT) utilizing two treatment arcs. The fields and doses used were considered a standard. The tolerances of the critical normal structures were observed. The patient underwent concurrent chemoradiation receiving a total of 60 Gy over 30 fractions. During treatment, the prosthetic was removed and tissues evaluated by an otolaryngologist, then reinserted. Throughout the course of treatment, the prosthetic was worn at all times with tape used overnight to prevent it from falling out. The patient was able to perform all activities of daily living, to include showering, without discomfort. On two occasions, the prosthesis fell out while the patient was sleeping, but it was replaced in clinic without issue. At one point, the patient lost the prosthetic and a new one was replicated with similar ease as described above. The total cost to create the prosthesis and the replacement was estimated to be about $20.00. After the initial replacement, the prosthetic remained in place throughout the course of adjuvant radiotherapy without causing any evidence of infection or inflammation. It was removed at the completion of therapy. The radiation toxicity observed was an expected degree of mucositis in the tissues treated. The side effects were all manageable. The patient tolerated the treatment without any unplanned interruptions in care and remained an outpatient for his entire treatment course.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'19788044': 1, '8892252': 1, '27020714': 1, '8497226': 1, '11704339': 1, '25207410': 1, '28291910': 1, '26103473': 1, '26103485': 1, '9973714': 1, '16739350': 1, '17682400': 1, '7493839': 1, '14604422': 1, '29452869': 1, '1432791': 1, '28495033': 1, '32577239': 2}", "similar_patients": "{}"}