{"patient_id": 21728, "patient_uid": "7336690-1", "PMID": 32642361, "file_path": "comm/PMC007xxxxxx/PMC7336690.xml", "title": "Central Mirror Foot: Treatment and Review of the Literature", "patient": "A two-year-old boy with a left mirror foot was referred to our orthopaedic department. He was born full-term by natural delivery and was the firstborn of the couple. There was no family history of similar skeletal abnormalities and there was no history of drug or radiation exposure during gestation. The clinical and radiological assessment did not reveal any other skeletal abnormalities. The child had eight toes of a central ray pattern with a medial toe syndactyly (Figures , ) with fully developed metatarsal, proximal, middle, and distal phalanges, except for the fourth toe from the medial side which appeared to be missing a middle phalanx and had a dysplastic metatarsal. This digit was similar to a great toe (Figure ).\\nSurgery was performed under general anaesthesia, and a tourniquet was applied. There was a medial toe syndactyly and the fourth toe from the medial side was abnormal; therefore, we decided to remove the second, third, and fourth toe from the medial side. Simultaneous dorsal and plantar V-shaped incisions were made in the centre of the foot, and the extra skin and three central rays were removed. The extra tendons and digital nerves were resected, and the nerve stumps were cauterised by diathermy in order to prevent a neuroma. The middle cuneiform was not removed to avoid tarsal instability. There were no tarsal bone duplications, and therefore no tarsal bones were removed. The removal of the second toe from the medial side meant an inevitable disruption of the Lisfranc ligament. Therefore, the remaining adjacent metatarsals were approximated using a percutaneous K-wire, inserted through the first metatarsal. Furthermore for the restoration of stability, the intermetatarsal ligaments were sutured. A plantar skin flap from the excised second medial toe was used for covering the lateral surface of the first medial big toe (Hallux). The skin was sutured with an interrupted rapid suture (Figures , ). A below-knee cast was applied which was removed at four weeks. At that point, the K-wire was also removed.\\nThe patient was followed up two years postoperatively and examined both clinically and radiologically (Figures , ). There was a mild widening of the left foot; however, there was no clinical instability. We would consider the possibility of removing the middle cuneiform at a later stage, were complications to arise. At the time of evaluation, the result was overall satisfactory. The patient had a plantigrade foot and was able to walk with normal shoes, without a limp. Additionally, he could actively dorsiflex his foot and extend his great toe. Also, he could walk on tiptoes.", "age": "[[2.0, 'year']]", "gender": "M", "relevant_articles": "{'8733058': 1, '1561258': 1, '25328478': 1, '30214109': 2, '10839407': 1, '29203003': 1, '9591984': 1, '16701056': 1, '24045588': 1, '17414786': 1, '20207210': 1, '185565': 1, '2394051': 1, '4729026': 1, '4019759': 1, '21572282': 1, '32642361': 2}", "similar_patients": "{'6123547-1': 1}"}