{"patient_id": 100165, "patient_uid": "7441250-1", "PMID": 32874983, "file_path": "noncomm/PMC007xxxxxx/PMC7441250.xml", "title": "Natural killer/T-cell lymphoma with intracranial infiltration and Epstein-Barr virus infection: A case report", "patient": "A 3-year-old boy was admitted to our hospital complaining of intermittent fever with a protruding right eye for more than 1 mo.\\nIn the preceding month, despite no obvious cause of fever, a peak body temperature of 39.2 °C was recorded, with right eyelid swelling and progressive aggravation. He was taken to a local hospital and anti-infection treatments were given but failed, following which the boy was admitted to our hospital.\\nThe boy had a free previous medical history and his growth and development were normal.\\nSeveral enlarged lymph nodes could be touched on both sides of the submandibular and in front of the ear, up to about 1.5 cm × 1.5 cm, without obvious tenderness. The right orbit was markedly red and swollen, and the right eyelid was swollen and valgus, covering part of the eyeball. No other abnormal findings were found.\\nRoutine blood tests showed a normal white blood cell count, mainly lymphocytes; significantly increased liver function indexes; EBV early antigen IgG positivity; and EBV viral capsid antigen IgM positivity. His blood EBV-DNA was positive (8.798 × 104 copies/mL) and remained positive for about half a year. Immunodeficiency gene test showed that the interleukin-2-inducible T-cell kinase (ITK) gene of the boy and his mother had a heterozygous mutation of c.1741C>T/p. R581W, and the father was normal. But no abnormalities were found in electrocardiogram and other laboratory examinations.\\nAn initial imaging evaluation by eyelid computed tomography (CT, Figure ) at the local hospital showed abnormal signals in the right rectus muscle, right lacrimal gland, and right eyelid, and no abnormalities were found in chest X-ray.\\nSince this boy was suggested with EBV infection, we used intravenous ganciclovir antiviral therapy, but his body temperature did not improve, and his eye protrusion was further aggravated. The boy then underwent ocular mass resection. Frozen pathology indicated the possibility of rhabdomyosarcoma (RMS). On the second postoperative day, the boy suffered two episodes of convulsions. A CT scan (Figure ) showed that the lesion range had increased, involving the temporal lobe. The AVCP chemotherapy regimen was initiated to actively control the disease, in line with the RMS pathology results. Immunohistochemistry showed LCA+, CD99-, CD2+, CD5-, CD20-, CD3+, CD43-, CD79a-, CD38+, PAX-5-, CD138-, CgA-, Syn-, CD56+, CD4-, CD7-, CD30-, CD21-, CD8+ > CD4+, TdT-, CD1a-, MyoD1-, Myogenin-, TIA 1+, GrB+, P53-, Performin-, EBER+, and a Ki-67 index of 80% (Figure ). A final pathological diagnosis of NKTL was made at our hospital and the other famous hospital, but the other hospital pathology consultation considered EBV-positive T-cell lymphoid tissue proliferative disease, grade III (tumor stage).", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'30805320': 1, '24398482': 1, '19425169': 1, '26992145': 1, '24438142': 1, '25339095': 1, '27056244': 1, '28194321': 2, '28056294': 1, '30142852': 2, '18324913': 1, '32874983': 2}", "similar_patients": "{'5296617-1': 1, '6112938-1': 1}"}