{"patient_id": 17403, "patient_uid": "7063871-1", "PMID": 32181025, "file_path": "comm/PMC007xxxxxx/PMC7063871.xml", "title": "Recurrent Hypoglycemia in a Case of Congenital Analbuminemia", "patient": "A 40-year-old woman with a previous clinical diagnosis of CAA [] was hospitalized for severe lower leg cellulitis. The cellulitis was diagnosed by her general physician five days before and treated with oral amoxicillin/clavulanic acid. She reported redness and pain in both lower legs of 6 days' duration. Because of general sickness, nausea, and loss of appetite, food intake was reduced to a minimum since six days. Clinical examination revealed obesity (height: 158 cm; weight: 100 kg; body mass index: 40 kg/m2), normal vital signs (temperature: 36.5°C; blood pressure: 111/67 mmHg; heart rate: 91 bpm), and bilateral lipodystrophy of the lower extremities, with edema, tenderness, redness, and warmth.\\nA clinical diagnosis of CAA was proposed when the patient was 23 years old and hospitalized for treatment of a popliteal deep vein thrombosis and lower leg cellulitis []. Capillary serum protein electrophoresis confirmed the near-complete absence of the albumin peak and a compensatory increase in the other protein fractions (data not shown). Her family history was suggestive of analbuminemia in her younger brother and mild hypoalbuminemia in her older brother, suggesting a heterozygous state []. Her personal history included recurrent deep vein thrombosis, severe bilateral lower limb lipedema, and dyslipidemia. Liposuction had been performed several times on both legs and had been complicated by postoperative cellulitis. Her current medication consisted of oral amoxicillin/clavulanic acid, rivaroxaban, diclofenac, and a statin/ezetimibe combination. With hospital admission, oral amoxicillin/clavulanic acid was replaced by intravenous application, and clindamycin was added two days later. Because of poor response of the cellulitis to the previous therapy, piperacillin/tazobactam was initiated and amoxicillin/clavulanic acid and clindamycin was stopped after 15 days. At the initial in-hospital examination, capillary glucose measurement identified severe hypoglycemia (1.7 mmol/l). Despite oral administration of dextrose, recurrent low-glucose concentrations were identified while the patient was hospitalized (). However, her cellulitis and general condition improved gradually, and she was discharged after 3 weeks. The antimicrobial treatment was then switched to oral moxifloxacin.\\nThe patient then attended the endocrine outpatient clinic for evaluation of the recurrent hypoglycemia. Glucose monitoring using a flash-glucose monitoring system (FreeStyle libre®, Abbott Diabetes Care, Alameda, California) over 14 days confirmed frequent hypoglycemia, with a minimum of 2.8 mmol/l (). The patient never showed signs of neuroglycopenia. Renal or hepatic insufficiency and hypocortisolism were excluded (a), and she was not using any hypoglycemic drugs. One month after the discontinuation of moxifloxacin, continuous flash-glucose monitoring was repeated, which showed an increase in her glucose concentrations, but there were still several values close to or below the lower limit of the normal range (). In addition, a 10 h fasting test was performed, but her plasma glucose, free fatty acids, and hydroxybutyrate concentrations were normal (b). However, the levels of free fatty acids were clearly lower than in a comparable reference group of fasting obese subjects without insulin resistance []. In a follow-up conversation 8 months later, the patient reported general well being. There were no possible symptoms of hypoglycemia.\\nBecause low serum albumin can have causes other than CAA, the clinical diagnosis of this disorder requires confirmation by mutation analysis of the ALB gene []. Genomic DNA from the proband and from two unrelated healthy volunteers, used as controls, was extracted from whole blood, as described by Watkins et al. []. The other family members refused consent for the genetic study. The 14 coding exons of ALB and their intron–exon junctions [] were PCR-amplified from genomic DNA using specific primer pairs []. All the 14 coding exons of the ALB, encompassing the intron–exon junctions, were amplified, and the products were screened for variations by single-strand conformational polymorphism (SSCP) and heteroduplex analysis (HA). The only differences identified by heteroduplex and SSCP analysis were detected in the 381 bp PCR product obtained with primers A07A and A08A, encompassing exon 4, and the intron 3–exon 4 and exon 4–intron 4 junctions (, lanes 1 and 1′). The electrophoretic behavior was identical to that previously reported for a boy of nonconsanguineous Swiss parents []. The variant region was submitted for DNA sequence analysis, which identified a C-to-T change at position c.412 (c.412C > T) in the homozygous proband (). This alters the codon CGA encoding Arg 114 to a stop codon, TGA, resulting in premature termination and is, therefore, responsible for the analbuminemic trait. The putative protein product (p.Arg138Ter) should consist of only 113 residues, but it could not be isolated from the patient's serum. The same molecular defect has been previously reported to cause analbuminemia in two unrelated individuals: the above-mentioned Swiss boy [] and an American woman [].", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'3735794': 1, '30981821': 1, '14246095': 1, '22198013': 1, '30091149': 1, '8789393': 1, '8134387': 1, '7937781': 1, '9687407': 1, '10842774': 1, '25895754': 1, '31057599': 1, '21187011': 1, '30740404': 1, '26649323': 1, '3479777': 1, '3009475': 1, '15996651': 1, '32181025': 2}", "similar_patients": "{}"}