{"patient_id": 16198, "patient_uid": "7002898-1", "PMID": 32042432, "file_path": "comm/PMC007xxxxxx/PMC7002898.xml", "title": "Pulmonary artery intimal sarcoma: a case report and literature review", "patient": "A 42-year-old woman presented with progressive shortness of breath for two months, accompanied by palpitation, pitting oedema, and fatigue. On the day of admission, she had an episode of presyncope. On physical examination, her vital signs showed a body temperature of 37°C, blood pressure of 157/103 mmHg, tachycardia with a heart rate of 126 bpm, and tachypnoea with a respiratory rate of 28 bmp. Her oxygen saturation (SpO2) was only 86% in room air. There was a visibly engorged jugular vein, palpable right ventricular heave, pansystolic murmur at the tricuspid area, fine crackles bilaterally over the lungs, and pitting oedema of the lower limbs bilaterally. The D-dimer value was 1094.6 ng/mL (normal range < 500 ng/dL). Arterial blood gas values revealed respiratory alkalosis (pH: 7.46, partial pressure of carbon dioxide (pCO2): 30 mmHg). Complete blood count, liver function tests, and renal function tests were normal. Chest X-ray showed cardiomegaly and bilateral pleural effusion. Electrocardiogram (EKG) revealed sinus tachycardia and right axial deviation. Echocardiography showed severe right ventricular systolic dysfunction, pulmonary artery hypertension, dilated right atrium, and dilated right ventricle. Considering the diagnosis of pulmonary thromboembolism, computed tomography (CT) was performed, which revealed nodular soft tissue-like filling defects in the pulmonary trunk and right pulmonary arteries with heterogeneous contrast enhancement (Fig. ). Pulmonary artery tumour was thus suspected; however, pulmonary embolism was not ruled out. Subsequent investigations revealed no risk of pulmonary embolism and no thrombus in the lower extremities on sonography, which favoured the diagnosis of pulmonary tumour.\\nThe patient subsequently underwent surgical intervention with resection of the pulmonary artery mass for therapeutic management.\\nAt surgery, frozen biopsy specimens obtained from the right main pulmonary artery revealed a pulmonary artery intimal sarcoma, and the patient then underwent resection of the tumour, resection of involved pulmonary artery, and reconstruction of the involved pulmonary artery with graft subsequently.\\nOn macroscopic view, the specimen was a grey-whitish, solid, soft tissue mass measuring 10 × 5.3 × 3.1 cm. Histopathologically, it revealed a picture of abundant hyperchromatic spindle cells and pleomorphic cells with myxoid background. Immunohistochemical study of the neoplastic cells was positive for vimentin, actin, and MDM2. The morphology and immunohistochemistry (IHC) stain were compatible with the diagnosis of pulmonary artery intimal sarcoma (Fig. ). However, the surgical margin could not be evaluated because of intraoperative tumour fragmentation.\\nAfter surgery, the patient received adjuvant chemotherapy with 6 cycles of combination chemotherapy regimen of epirubicin, ifosfamide, and mesna (MAI) regimen Q3W (epirubicin 60 MG/M2, ifosfamide 1.8 GM/M2, and mesna 0.36 GM/M2) as the chest CT showed residual tumour with direct compression over the graft. A series of subsequent chest CTs showed regression of the residual tumour and releasing of the compression.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'30747369': 1, '27838944': 1, '27239183': 2, '29962886': 1, '23497592': 2, '19231448': 1, '22843511': 1, '28912665': 1, '31193694': 1, '29049745': 1, '29115002': 1, '9294569': 1, '10619264': 1, '31360482': 2, '27073558': 1, '27522994': 1, '34372932': 2, '27709853': 1, '32042432': 2}", "similar_patients": "{'3605187-1': 1, '4881246-1': 1, '8351160-1': 1, '6637327-1': 1}"}