{"patient_id": 33785, "patient_uid": "7970110-1", "PMID": 33747040, "file_path": "comm/PMC007xxxxxx/PMC7970110.xml", "title": "Case Report: A Novel PAX3 Mutation Associated With Waardenburg Syndrome Type 1", "patient": "In the studied family, a 10-year-old boy (the proband, III-1), his father (II-1), aunts (II-8 and II-10), and twin sister (III-2) presented with iris pigmentary abnormality, synophrys, and broad and high nasal root (). This studied family members were Han Chinese and had no history of medication use, infectious disease, severe constipation, blockage of the intestine, or abnormalities or limits of mobility in the limbs. The iris pigmentary abnormality, synophrys, and broad and high nasal root of the proband were observed, the iris color in his right eye was off-white, and the color in his left eye was brown (). Like the proband, patient III-2 was with the same clinical features, the iris color in her left eye was off-white, and the color in her right eye was brown (). Based on iris pigmentary abnormality, synophrys, and broad and high nasal root, both II-8 and II-10 had premature whitening of hair. However, there was only premature whitening of the hair but no iris pigmentary abnormality in II-1. Notably, none of the patients in this pedigree complained of hearing loss, and they refused pure-tone audiometry. The clinical features are summarized in . The patients III-1 and III-2 received a comprehensive ophthalmological examination, which included comprehensive medical optometry, anterior segment photography, optical coherence tomography, and ultra-widefield laser scanning imaging. Except for abnormal iris color and fundus depigmentation in the corresponding eye, no other abnormalities or refractive errors were found ().\\nIn addition to clinical examinations, analysis of mutations via whole exome sequencing (WES) using peripheral blood was performed for II-1, II-2, II-8, II-10, III-1, and III-2, which was conducted by Aegicare Technology Co., Ltd. (Shenzhen, China). The DNA was extracted from the patients' blood sample, and 20,000 exons and the region about 20 bps upstream and downstream were sequenced. The reference genome GRCh37 was used for sequence alignment. The Aegicare's Weaver algorithm was used to detect copy number variations at the exon level. The sequencing depth was over 30 × average depth. Then the sequencing results were verified through Sanger sequencing. In this study, the most major mutation associated with the clinical features located at PAX3 (c.959-5T>G). The c.959-5T>G mutation was a novel mutation of NO. 959-5 nucleotide from thymine to guanine, which occurred in intron 6 of the PAX3 gene. Other mutations identified in this study included COL5A1 (c.698C>G, p.Ala233Gly), UBE3B (c.3086G>A, p.Arg1029His), WDR73 (c.935G>A, p.Arg312Gln) and ZNF469 (c.1663G>A, p.Asp555Asn and c.4910G>A, p.Arg1637Gln). The candidate variants are summarized in , and the results of Sanger sequencing are shown in . The identified mutation of the PAX3 gene was found in II-1, II-8, II-10, III-1, and III-2, while II-2 (the mother of the proband) had the wild-type PAX3. Therefore, the PAX3 mutation of the twins was from their father.\\nIn addition to the previous publication, this PAX3 mutation was not recorded in gnomAD_exome, gnoAD_gnome, ExAc, or 1000 Genomes Project database. A series of prediction tools were used to evaluate the possible functional impacts of mutations in this study (Ng and Henikoff, ; Reva et al., ; Chun and Fay, ; Schwarz et al., ; Shihab et al., ; Choi and Chan, ). The results of the prediction are summarized in . According to the prediction results of SpliceAI [DS_AL (acceptor loss) score = 0.5457] (Jaganathan et al., ), the detected mutation has a greater possibility of affecting the splicing. A DS_AL score >2 indicates a possibility of affecting the splicing; a score >5 indicates a possibility to cause a splicing-related disease. Splice variants frequently give rise to alternative splicing and affect protein coding. Consistent with the results, the mutations identified in Ehlers-Danlos-syndrome-related gene COL5A1 (Tuna et al., ; Angwin et al., ) and Kaufman-Oculocerebrofacial-syndrome-related gene UBE3B (Cheon et al., ; Ambrozkiewicz et al., ) also had a higher risk of disease. However, no results of the PAX3 mutation were available through the prediction tools. The American College of Medical Genetics and Genomics (ACMG) guidelines were used for the interpretation of variants (Richards et al., ).", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'1349198': 1, '11764294': 1, '23868078': 1, '8782819': 1, '11011489': 1, '17323927': 1, '32908492': 1, '32249816': 1, '12824425': 1, '23033316': 1, '28686331': 1, '32250160': 1, '17976239': 1, '31594391': 1, '30808755': 1, '32467296': 1, '31812001': 1, '31190477': 1, '30978479': 1, '25741868': 1, '23583175': 1, '30561083': 1, '17314970': 1, '5006208': 1, '19602639': 1, '19002157': 1, '5173249': 1, '27759048': 1, '23512835': 1, '20127975': 1, '30661751': 1, '25851949': 1, '9279758': 1, '20676075': 1, '14902764': 1, '33747040': 2}", "similar_patients": "{}"}