{"patient_id": 30125, "patient_uid": "7779201-1", "PMID": 33225619, "file_path": "comm/PMC007xxxxxx/PMC7779201.xml", "title": "Rare case of apatinib acquired resistance induced by point mutation of WRN p.V697F through activation of the PI3K/AKT apoptosis-inhibiting pathway", "patient": "A 50-year-old female patient with multiple chemotherapy-resistant, poorly differentiated lung squamous cell carcinoma presented to the clinic. This patient had previously been pathologically diagnosed with non-small cell lung cancer by bronchoscopic biopsy with poorly differentiated squamous cell carcinoma. Next generation sequencing (NGS) was performed in lung tumor tissues, simultaneously, the second generation of venous blood was sequenced, and thus we were able to identify the original genome of the patient's tumor. NGS results revealed that both EML4-ALK fusion and MINPP1 and PAPSS2-PTEN fusion were present in the patient's tumor tissue and ctDNA in blood. The patient was sequentially treated with gemcitabine + cisplatin, docetaxel, S1 (tegafur, gimeracil and oteracil potassium capsules) + carboplatin and other third-line chemotherapy of antineoplastic therapy, all with primary drug resistance. Subsequently, crizotinib, an ALK-TKI inhibitor, was given to the patient, with poor efficacy. After two months of treatment, the disease progressed, and second generation liquid biopsy gene sequencing was performed. However, the EML4-ALK fusion and abundance of MINPP1 and PAPSS2-PTEN fusion in the patient continued to increase. We administered apatinib, a domestic antiangiogenesis targeted drug, and after a week of administration, the patient's symptoms had improved. A month after initial administration, CT re-examination Figure revealed that the primary lung tumor lesions of the patient were significantly necrotic and narrowed, all the intrapulmonary metastases were shown to be necrotic and narrowed, and clinical assessment confirmed partial remission (PR), with definite therapeutic effect. The patient obtained a gratifying therapeutic effect, and her cough, phlegm and wheeze were greatly reduced. The patient continued with apatinib for antitumor treatment, and thus there were few obvious side effects such as proteinuria, hypertension and bleeding. The condition of the patient was controlled and her quality of life had significantly improved. The patient continued with the treatment regimen for approximately two and a half months, and when she returned to the hospital for re-examination, her lung disease was almost under stable control, despite the fact that abdominal CT had revealed a suspected new nidus in the liver. Considering the patient's lung disease was in a stable condition and there were few obvious symptoms, we provided apatinib for antitumor therapy. A third venous blood ctDNA gene mutation detection test was performed, and we determined that ALK genetic mutations and abundance of PTEN genetic mutations had obviously decreased; however, the patient was found to have developed a new genetic mutation WRN p.V697F(c.G2089T) point mutation. Therefore, it was reasonable to assume that the occurrence of the mutation in the WRN gene had led to apatinib resistance in this patient. The patient continued to require oral path for targeted antitumor treatment, and a month later, the patient's condition had obviously progressed. A CT scan revealed that there was brain and liver metastasis, and this was the fourth time of detection. The types of WRN p.V697F(c.G2089T) point mutation had obviously increased. At the same time, a new ROS1 p.f339s point mutation had appeared, so it was reasonable to infer that under the pressure of apatinib, the mutation had produced a proliferation of new gene mutation subclones. Hence there are many possibilities as to the appearance of the ROS1 mutation Table .", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'1741060': 1, '20876799': 1, '16856806': 1, '15946710': 1, '19383809': 1, '33900550': 1, '16714450': 1, '34459788': 1, '21296855': 1, '16793396': 1, '29243413': 1, '24756092': 1, '19205873': 1, '19692680': 1, '15803149': 1, '9140396': 1, '22037268': 1, '18271933': 1, '29395269': 1, '34367485': 1, '22173703': 1, '28822888': 1, '25934077': 1, '15530555': 1, '34938606': 1, '25870145': 1, '17363339': 1, '33225619': 2}", "similar_patients": "{}"}