{"patient_id": 99549, "patient_uid": "7380836-2", "PMID": 32718987, "file_path": "noncomm/PMC007xxxxxx/PMC7380836.xml", "title": "Checkpoint inhibitor-related renal vasculitis and use of rituximab", "patient": "A Caucasian woman in her late 60s with hypertension, diabetes, stage 3 chronic kidney disease, IrAEs (thyroiditis, dermatitis, adrenal insufficiency) and metastatic uveal melanoma was hospitalized for evaluation of AKI after completing the third cycle of ipilimumab plus nivolumab. The patient had been feeling weak with poor appetite a few days prior to hospitalization. She had no skin rash, extremity weakness, joint swelling or upper respiratory symptoms. She was normotensive and afebrile. She had clear lung sounds on auscultation. Her creatinine level increased from 1.45 (eGFR of 36 mL/min/1.73 m2) to 4.96 mg/dL over the 3 weeks prior to admission. UA with microscopy revealed hematuria (7 RBC/HPF), pyuria (15 WBC/HPF) and subnephrotic range proteinuria (urine protein-to-creatinine ratio of 400 mg/g). C3 and C4 levels were not decreased (137 and 55 mg/dL, respectively) and ANCA panel testing (MPO antibody and anti-PR3) and anti-GBM antibody were negative (<0.2 units). Renal biopsy showed granulomatous necrotizing vasculitis with moderate patchy interstitial infiltration by plasma cells and eosinophils. Granuloma formation involving predominantly arterioles and small arteries was observed. No glomerular crescents or hypercellularity was noted. IF showed no significant staining (). CPI was discontinued and the patient was treated with 1 mg/kg of prednisone followed, over 3 weeks, by a tapered dose of prednisone. However, as prednisone dose was tapered down to 20 mg/day, the creatinine rose again (Cr 2.96>4.07 mg/dL). A single dose of rituximab (0.375 g/m2), at the end of third week of corticosteroid therapy, was given and prednisone dose was increased back to 1 mg/kg. Further doses of rituximab were held as the patient had no relapse and to avoid further immunosuppression considering she developed descending colon perforation complicated with sepsis and later reactivation of cytomegalovirus viremia. She had full renal recovery at 9 weeks (resolution of hematuria and creatinine level returned to baseline, serum creatinine of 1.40 mg/dL, eGFR of 38 mL/min/1.73 m2). She developed AKI 5 months later during a hospitalization for evaluation of sepsis. UA with microscopy showed hematuria and pyuria; however, no further renal investigation was done per the patient’s wishes, and she was transitioned to hospice care.", "age": "[[67.5, 'year']]", "gender": "F", "relevant_articles": "{'30612580': 1, '23549081': 1, '18818309': 1, '34208848': 1, '33643693': 2, '25739829': 1, '10822221': 1, '11961015': 1, '11007672': 1, '31204194': 1, '21422922': 1, '33640598': 1, '28115719': 1, '16825335': 1, '30745186': 1, '20647199': 1, '33020246': 2, '32053298': 1, '34108971': 1, '10693882': 1, '28905856': 1, '31636098': 1, '20236453': 1, '2683800': 1, '31200747': 1, '8808107': 1, '27069016': 1, '23553415': 1, '31384441': 1, '12612975': 1, '29923081': 1, '31885499': 1, '31567702': 1, '20413568': 1, '28314758': 1, '34172516': 1, '26034600': 1, '20671223': 1, '27501248': 1, '20616173': 1, '30375745': 1, '26092827': 1, '27899372': 1, '31672794': 1, '32718987': 2}", "similar_patients": "{'7380836-1': 2, '7537330-1': 1, '7872057-1': 1, '7872057-2': 1, '7872057-3': 1, '7872057-4': 1, '7872057-5': 1, '7872057-6': 1, '7872057-7': 1, '7872057-8': 1, '7872057-9': 1, '7872057-10': 1}"}