{"patient_id": 26230, "patient_uid": "7544388-1", "PMID": 33031309, "file_path": "comm/PMC007xxxxxx/PMC7544388.xml", "title": "Prosthetic valve endocarditis by Trichosporon mucoides", "patient": "In August 2018, a 66-year-old man visited the outpatient clinic for febrile sensations and chills that had been present for 6 months; he also complained of myalgia and dyspnea. The patient had undergone aortic valve replacement and central annuloplasty 10 years prior, due to severe aortic valve stenosis and moderate mitral valve regurgitation. On admission, he had a blood pressure of 100/60 mm Hg, pulse rate of 54 beats/min, respiratory rate of 18 breaths/min, and body temperature of 36.7°C. Physical examination revealed conjunctival hemorrhage in the left eye and petechial eruption on both lower extremities. Laboratory examinations revealed a white blood cell count of 4700/mm3 (44.6% neutrophils and 1.1% eosinophils), a hemoglobin level of 13.0 g/dL, and a platelet count of 96,000/mm3. Measurement of inflammatory markers showed a C-reactive protein level of 1.55 mg/dL, erythrocyte sedimentation rate of 40 mm/h, and a procalcitonin level of 0.273 ng/mL. Liver function tests showed an alkaline phosphatase level of 102 U/L, aspartate aminotransferase level of 41 U/L, alanine aminotransferase level of 18 U/L, lactate dehydrogenase level of 687 U/L, total bilirubin level of 0.78 mg/dL, and serum albumin level of 3.5 mg/dL. Renal function tests showed a blood urea nitrogen level of 16.5 mg/dL and a serum creatinine level of 1.68 mg/dL. The serum coagulation profiles showed activated partial thromboplastin and prothrombin times of 81.6 and 37.6 seconds, respectively. Transthoracic echocardiography was performed to evaluate infective endocarditis; this examination revealed a mobile mass-like lesion (0.92 × 1.57 cm) at the prosthetic aortic valve and a hypermobile mass-like lesion (0.96 × 0.67 cm) at the mitral valve. Thus, the patient was treated with injections of ceftriaxone and gentamycin. On day 3 of hospitalization, yeast-forming fungi were detected in blood culture; therefore, fluconazole was administered. The yeast-forming fungi were analyzed by sequencing of the internal transcribed spacer (ITS) (including the 5.8S rRNA gene) and D1/D2 regions of the 26S ribosomal DNA. rRNA genes were amplified using the primers pITS-F (5′-GTCGTAACAAGGTTAACCTGCGG-3′) and pITS-R (5′-TCCTCCGCTTATTGATATGC-3′) and NL1 (5′-GCATATCAATAAGCGGAGGAAAAG-3′) and NL4 (5′-GGTCCGTGTTTCAAGACGG-3′),[ respectively. BLAST search results indicated a 100% match (450/450 bp for ITS, 533/533 bp for D1/D2) with T mucoides (GenBank accession nos. KY107341 and KY103030). Commercial matrix-assisted laser desorption/ionization-time of flight mass spectrometry (MALDI-TOF MS) systems, the VITEK MS (bioMérieux, Marcy l’Etoile, France) with Knowledge Base version 3.0, and the MALDI-TOF Biotyper (Bruker Daltonics, Billerica, MA) identified the isolate as T mucoides. In vitro studies of susceptibility to amphotericin B, fluconazole, voriconazole, caspofungin, and micafungin were performed by the Clinical and Laboratory Standards Institute document M27-A3 broth microdilution method.[ The minimal inhibitory concentrations were as follows: amphotericin B, 1 mg/mL; fluconazole, 16 mg/mL; voriconazole, 0.25 μg/mL; caspofungin, >8 μg/mL; and micafungin, >8 μg/mL. On day 7 after admission, the patient's regimen was changed to intravenous voriconazole plus liposomal amphotericin B, due to continuous fever and new conjunctival hemorrhage.\\nOn day 11 of hospitalization, repeat aortic valve replacement, mitral commissurotomy, and removal of the prosthetic ring and pannus were performed. The same fungus (T mucoides) was grown from pus from abscesses around the ring. Histopathology of the anterior petechial skin lesions on both lower extremities on day 4 showed mild dermal perivascular chronic inflammation with red cell extravasation, indicative of vasculitis. From suspected onychomycosis on the left big toe on day 5 after admission, a potassium hydroxide preparation was positive, but no causative fungus was isolated.\\nLiposomal amphotericin B treatment (3 mg/kg) was maintained for 22 days and voriconazole monotherapy was maintained for 3 months. More than 1.5 year after the end of treatment, the patient has shown no evidence of relapse.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'6827136': 1, '24399394': 1, '26296931': 1, '15815003': 1, '19901894': 1, '6890308': 1, '8187373': 1, '16189076': 1, '30463892': 1, '24958642': 1, '3407661': 1, '19193113': 1, '21976604': 1, '30991116': 1, '1866540': 1, '4018785': 1, '27799926': 1, '8842284': 1, '7935589': 1, '25360765': 1, '1810731': 1, '24134663': 1, '6319306': 1, '11305471': 1, '15131229': 1, '8049917': 1, '33031309': 2}", "similar_patients": "{}"}