{"patient_id": 18443, "patient_uid": "7158592-1", "PMID": 32300498, "file_path": "comm/PMC007xxxxxx/PMC7158592.xml", "title": "Salty, Sweet and Difficult to Treat: A Case of Profound Hypernatremia in the Setting of Hyperosmotic Hyperglycemic State", "patient": "A 50-year-old otherwise healthy female was brought to the ED for confusion. Leading up the hospitalization the patient had developed progressive lethargy, confusion, and altered gait. On presentation glucose level was 1400, with no known history of diabetes mellitus, and her sodium was 169 which subsequently rose greater than 180 (upper limit for our lab is 180) within the next few hours. The corrected sodium level was greater than 200 mmol/L. The daily trend of the serum sodium, serum glucose, and corrected sodium level is shown in Table . Her total serum osmolality was 437 mOsm/kg. Anion gap and serum bicarbonate were within normal limits. The triad of severe hyperglycemia and altered mentation in the absence of metabolic acidosis or ketosis established the diagnosis of the hyperosmotic hyperglycemic syndrome (HHS). Her HbA1c was greater than 14. In this case, the patient was not known to have prior diabetes. Her last HbA1C three years prior was 5.8. She did have E. faecalis urinary tract infection (UTI) and septic shock which was the likely precipitant of the HHS. Her course was complicated by rhabdomyolysis with contributing intrinsic renal injury. CK level at peak reached 2493. She was intubated and mechanically ventilated for encephalopathy. She had a 14 L free water deficit. It was slowly corrected with the goal to bring the sodium down to 180 and then to decrease by 10 mEq every 24 hrs. Following initial volume replacement with isotonic normal saline, D5 water was used to correct the sodium. HHS was treated with insulin glucose tolerance test (GTT). Her GAD-65 and ZNT8 auto antibodies sent for type 1 diabetes workup were negative. She developed aspiration pneumonia and septic shock and was treated with antibiotics and norepinephrine. On day 4, anisocoria was noted on physical exam and CT head non-contrast showed hypoattenuation in the midbrain concerning for osmotic demyelination syndrome given the rapid correction of sodium from 200 to 160 over three days (Figure ). However, the final report stated that this may be likely representing the normal decussation of the pontine fibers and that follow-up with MRI was recommended. MRI revealed an acute right caudate infarct but there was no evidence of pontine myelinolysis (Figure ). Workup of stroke including computed tomography angiography (CTA) head and neck (Figure ), telemetry and echo with bubble study was unrevealing. Sodium was corrected over six days. Encephalopathy resolved following resolution of hypernatremia, HHS and septic shock and she was subsequently extubated and made an uneventful recovery. She was discharged on day 13 of hospitalization. Unfortunately, she has been lost to follow up.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'31205709': 2, '12162394': 1, '21839004': 1, '21483533': 2, '2294777': 1, '28149505': 2, '23223841': 1, '32300498': 2}", "similar_patients": "{'6537048-1': 1, '3066742-1': 1, '5265699-1': 1}"}