{"patient_id": 106076, "patient_uid": "7989775-1", "PMID": 33790717, "file_path": "noncomm/PMC007xxxxxx/PMC7989775.xml", "title": "Enteroendocrine Dysfunction in Two Saudi Sisters", "patient": "The index case is a 1-month-old female infant (currently 6 years old) who presented with profuse watery diarrhea 10–15 times per day since day 13 of life. She required admission to the pediatric intensive care unit in the local hospital for management of severe dehydration and hypotensive shock which was associated with severe metabolic acidosis and hypernatremia. Serum sodium was 160 mmol/L (normal 135–145 mmol/L), serum chloride 124 mmol/L (normal 98–107 mmol/L), serum bicarbonate 5 mmol/L (normal 18–24 mmol/L), serum potassium 2.8 mEq/L (normal 3.5–5.5 mEq/L), blood urea 3.4 mmol/L (normal 2.5–6.4 mmol/L), and serum creatinine 53 μmol/L (normal 44–80 μmol/L). After stabilization in the local hospital, the infant was referred to our institute because of persistent diarrhea of the same frequency and growth failure. She had been born by normal vaginal delivery at term, and the pregnancy had not been complicated by polyhydramnios. She ranked fourth in the family and the parents were second-degree cousins. Birth weight was 2.4 kg and length was 50 cm. Family history revealed an older sister who had presented 6 years earlier with the same clinical features. Physical examination on admission showed a weight of 2.5 kg and a length of 49 cm, both of which were below the third centile for age in the CDC growth chart. The abdomen was distended but without ascites or organomegaly. Serum electrolytes on admission revealed sodium 150 mmol/L (normal 135–145 mmol/L), potassium 3.6 mEq/L (normal 3.5–5.5 mEq/L), chloride 120 mmol/L (normal 98–107 mmol/L), magnesium 0.74 mmol/L (normal 0.70–1.05 mmol/L), phosphate 0.7 mmol/L (normal 1.1–2.2 mmol/L), calcium 2.6 mmol/L (normal 2.24–2.7 mmol/L), serum creatinine 19 μmol/L (normal 44–80 μmol/L), urea 11.9 mmol/L (normal 2.5–6.4 mmol/L), HCO3 11.4 mmol/L (normal 118–24 mmol/L), and albumin 34 g/L (normal 34–50 g/L). Other workup included tandem mass spectrometry and urine for organic acids, serum immunoglobulins, lymphocyte markers, blood culture, and abdominal ultrasonography; all came unremarkable. Fasting for >24 h resulted in complete cessation of diarrhea. The measured fecal osmotic gap was very high (214.2 mosmol/kg, normal 50–100 mosmol/kg; measured fecal sodium 13 mmol/L and potassium 24.9 mEq/L), indicating the osmotic nature of the diarrhea. Upper gastrointestinal endoscopy was done and the small intestinal biopsy was reported with villous atrophy with normal disaccharidase level. Genetic tests including EPCAM, MYO5B, and NEUROG came unremarkable. WES was conducted when it was available in our institute and revealed a homozygous mutation in PCSK (g.95735734_95735737del, NM_000439.4; c1350_1353del; p.Asp451fs), confirming the diagnosis of PC1/3 deficiency. The patient was managed by PN therapy and early introduction of oral feeds. PN was successfully discontinued at the age of 1 year following significant improvement of diarrhea and weight gain. However, PN was reintroduced following relapse of symptoms and growth cessation. Currently PN is on hold (by the family) with deterioration of growth (weight 14.3 kg, height 102 cm, both below the 3rd centile in the CDC chart, and a BMI of 13.75;10th centile). Additionally, she developed cortisol and growth hormone deficiencies and hypothyroidism (PCSK1 insufficiency-associated endocrine abnormalities) since the age of 3.", "age": "[[1.0, 'month']]", "gender": "F", "relevant_articles": "{'18724368': 1, '24280991': 1, '18604207': 1, '14617756': 1, '22210313': 1, '21805237': 1, '9242664': 1, '18572020': 1, '24890885': 1, '28588004': 1, '8563765': 1, '23562752': 1, '8987779': 1, '21920048': 1, '27187081': 1, '24135795': 1, '21939903': 1, '27288825': 1, '17595246': 1, '25272002': 1, '26488123': 1, '16855267': 1, '33790717': 2}", "similar_patients": "{}"}