{"patient_id": 105913, "patient_uid": "7982115-2", "PMID": 33767883, "file_path": "noncomm/PMC007xxxxxx/PMC7982115.xml", "title": "Spontaneous cervical epidural hematoma: Insight into this occurrence with case examples", "patient": "We present a 72-year-old right hand dominant Caucasian female transferred from outside hospital status – post sudden onset severe left neck pain and left arm pain. She stated that her neck pain started the night prior and suddenly started radiating into her left shoulder and arm which was associated with progressive weakness. Her pain was made worse by any movement. She denied any preceding trauma. She denies any medical history other than hypertension. Of note, she stated that she does take 325 mg aspirin daily for joint pain. She denies having any known bleeding disorder but stated that she tends to bruise easily. Her coagulation laboratories indicated aspirin therapeutic response causing platelet dysfunction: platelet EPI >300 (normal 72–184) and platelet function aspirin 560 (normal 570–675). Her platelet count was 400 and other laboratory work noncontributory. Her physical examination was significant for having motor deficits as follows: left upper extremity: 4/5 deltoid, 4/5 bicep, 3/5 triceps, 2/5 wrist extension, 2/5 wrist flexion, 4/5 handgrip, and 2/5 interosseous muscles, left lower extremity: 4+/5 hip flexion, 5/5 knee flexion, 5/5 knee extension, 4+/5 dorsiflexion, 5/5 plantar flexion, and 5/5 extensor hallucis longus. She also had sensory deficits in the left upper extremity which displayed decreased sensation to pinprick in a nondermatomal distribution.\\nRadiographically, MRI of the cervical spine showed an epidural hematoma dorsal to the cord at the C3-T2 levels measuring up to 6 mm thick []. It lied eccentric toward the left with mild-to-moderate compression on the cord. There was no definite cord edema, abnormal enhancement, or major ligamentous injury. MRA of the neck was negative for any abnormal vascularity.\\nShe was taken to surgery within hours of presentation for emergent posterior C3-C7 decompressive laminectomies and evacuation of intra-SEH. There were findings of dorsal purple clotted epidural hematoma that was eccentric to the left. Operatively, there was complete decompression achieved and hematoma was entirely evacuated. Baseline intraoperative neuromonitoring showed decreased motor signals in bilateral upper extremities, left worse than right. The SSEP sensory signals were normal and stable throughout the surgery. After decompression and evacuation, there was identifiable improvement in bilateral upper extremity motor signals on intraoperative neuromonitoring.\\nPostoperatively, within the first 24 h period, she had near resolution of her weakness with only residual weakness of 4+/5 wrist extension, 4+/5 wrist flexion, 4/5 handgrip, and 4/5 interosseous muscle. She continued to have left upper extremity decreased sensation to pinprick testing in nondermatomal fashion that was stable. She worked with the physical and occupational therapy teams and was subsequently discharged home with outpatient physical therapy and recommendations to discontinue her daily aspirin use. The above case represents SSEH likely resultant from daily aspirin usage.", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'20675642': 1, '22333537': 1, '23346323': 1, '12520314': 1, '32450822': 1, '32753432': 1, '19753167': 1, '29656630': 1, '27088028': 2, '28382214': 2, '19122933': 1, '29095302': 2, '24760464': 1, '19914071': 1, '30656250': 1, '17434807': 1, '29696120': 2, '34123949': 1, '32926704': 2, '32637210': 2, '33767883': 2}", "similar_patients": "{'7982115-1': 2, '5289268-1': 1, '5289268-2': 1, '5289268-3': 1, '5289268-4': 1, '5289268-5': 1, '5289268-6': 1, '7332487-1': 1, '7434283-1': 1, '4819082-1': 1, '5682821-1': 1, '5903384-1': 1}"}