{"patient_id": 18406, "patient_uid": "7155271-1", "PMID": 32290834, "file_path": "comm/PMC007xxxxxx/PMC7155271.xml", "title": "A case report of thrombolysis resistance: thrombus ultrastructure in an ischemic stroke patient", "patient": "A 65-year-old male patient (weight 56 kg) presented to our department with left limb weakness, slurred speech, and deviated mouth that began 4 h prior. The patient had a history of smoking, diabetes, hyperlipidemia, and coronary atherosclerotic heart disease. Thrombolysis was initiated with 50 mg rt-PA 1.5 h after onset when hemorrhage was not found by head computer tomography (CT). After rt-PA, the patient had intermittent unconsciousness, slurred speech, right gaze, left facial paralysis, and left limb paralysis. The power in his left limbs was grade 0. The National Institutes of Health Stroke Scale score was 19. Brain digital subtraction angiography (DSA) showed immediately: (i) ophthalmic artery segment of right internal carotid artery (RICA) completely occluded and grade II collateral circulation was established; (ii) about 60% extracranial stenosis of the RICA; (iii) the left internal carotid artery was stenosed about 30% at the ophthalmic artery segment. After communicating with patient family, the patient underwent thrombectomy in RICA. Five clusters of 2 × 4 mm dark red thrombi were retrieved. These thrombi were stored immediately in an electron microscope fixing solution at low temperature. After 30 min, the DSA showed that the blood vessels were not re-occluded, and the RICA system had a forward blood flow of level III.\\nA second patient, an 83-year-old female, arrived in our department with right limb weakness that started 4 h prior. The patient had a history of coronary atherosclerotic heart disease. She had unconsciousness, left gaze, right facial paralysis, right limb paralysis (level 2), and a positive Babinski sign. The National Institutes of Health Stroke Scale score was 16. CT of the head did not show bleeding, but the family refused thrombolysis. DSA showed the trunk of left middle cerebral artery (MCA) occluded. The patient underwent left MCA thrombectomy. Three clusters of 1 × 2 mm dark red thrombi were retrieved (hereafter referred to as the non-rtPA thrombus). DSA showed that the forward blood flow was grade III in the left MCA.\\nThe patients had histories of coronary atherosclerotic heart disease for 11 and 7 years, respectively. They underwent coronary stenting prior to stroke, and accepted aspirin and atorvastatin calcium continuously. During hospitalization, they underwent 72 h cardiac rhythm detection and ultrasonic cardiography to exclude atrial fibrillation and mural thrombus. Low-density lipoprotein cholesterin was 4.2 mmol/L, and glycosylated hemoglobin was 6.8%. No other abnormalities were evident from laboratory blood tests that included blood count, renal and hepatic function tests, blood glucose, myocardial enzymes, coagulation, and troponin.\\nScanning electron microscopy (SEM) showed the following thrombus features: (i) The fibrin arrangement was different in the two thrombi. In the rt-PA thrombus, fibrin had increased and ruptured, and it was arranged mainly in a grid pattern. In the non-rtPA thrombus, the fibrin was sparse, intact in structure, and irregular in arrangement. (ii) The erythrocyte and platelet morphologies were different in the two kinds of thrombi. The rt-PA thrombus lacked the erythrocyte double concave discs and platelet polyspinous processes, which were replaced by swollen, compressed polyhedral erythrocytes; platelets filled the fibrin grid. The non-rtPA thrombus exhibited normal erythrocyte and platelet morphologies, and cells were scattered in a disordered manner among the fibrin (Fig. ).\\nTransmission electron microscopy (TEM) results likewise showed differences in thrombus structure: (i) The two thrombi had different fibrin morphologies and arrangements. The fibrin in the rt-PA thrombus was fine, dense, and bundled, whereas in the non-rtPA thrombus fibrin was coarse, loose, and irregular. (ii) The erythrocyte morphologies were different in the two kinds of thrombi. The erythrocyte disc had disappeared, and the cell volume became larger in the rt-PA thrombus compared with in non-rtPA thrombus. (iii) Swollen platelets and mitochondria occurred in both kinds of thrombi, which contained many vacuolar particles, spilled cellular contents, and indistinct structure. (iv) The proportion of lobulated nucleated cells was different between the two types of thrombi. In multiple random fields, there were clustered and more lobulated nucleated cells with only a few erythrocytes and fibers in the rt-PA thrombus compared with the non-rtPA thrombus. (v) The surface and internal structures of the two thrombi had different densities. The surface structure of the rt-PA thrombus was denser than the interior, whereas there was no significant difference between the internal and surface densities of the non-rtPA thrombus (Figs. and ).", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'31048352': 1, '18673231': 1, '26243777': 1, '27611498': 1, '29374103': 1, '28245569': 1, '29866933': 1, '33361274': 1, '18570298': 1, '28337204': 1, '34649378': 1, '24335500': 1, '29438080': 1, '26030910': 1, '25196155': 1, '32290834': 2}", "similar_patients": "{}"}