{"patient_id": 27388, "patient_uid": "7606194-1", "PMID": 33154844, "file_path": "comm/PMC007xxxxxx/PMC7606194.xml", "title": "Ebstein’s Anomaly in Disguise: Follow the Cues and the Diagnosis Can Be Made", "patient": "A 66-year-old gentleman was admitted with progressive shortness of breath and bilateral lower extremity edema. His past medical history was remarkable for congenital hydrocephalus with a ventriculo-peritoneal (VP) shunt, chronic right lower extremity lymphedema from orthopedic surgery, atrial flutter and heart failure with reduced ejection fraction with reportedly poor medication compliance.\\nOver the previous four years, the patient had multiple hospital admissions for shortness of breath and atypical chest pain. In 2016, he was diagnosed with typical counterclockwise atrial flutter. In 2017, he once again presented with shortness of breath but this time he had atrial fibrillation and underwent electrical cardioversion, with atrial flutter recurrence in 2018 requiring atrial flutter ablation. At that time, worsening left ventricular function was noted with progressive right ventricular dilation and varying degrees of tricuspid regurgitation. Investigation into anatomic and secondary causes of presentation was inconclusive.\\nDuring the current admission, the patient was hemodynamically stable but tachycardic (100 bpm) and saturating well at room air. Physical examination was significant for jugular venous distension to mid neck with positive hepatojugular reflux and bilateral crackles with +4 pitting lower extremity edema up to bilateral thighs. BNP (Brain natriuretic peptide) was elevated (665 pg/mL; Ref: </=100 pg/mL), but troponin was negative. ECG showed sinus tachycardia, non-specific intraventricular conduction delay and epsilon waves in leads V2-V6 (Figure ).\\nAn initial limited TTE showed left ventricular ejection fraction (LVEF) of 40% with mild diffuse hypokinesis, marked dilation of the right atrium (RA) and RV with decreased RV systolic function (TAPSE (tricuspid annular plane systolic excursion) 1.1 cm and TDI (tissue doppler imaging) 5 cm/s). In addition, from the inflow view the posterior leaflet showed limited motion while the anterior leaflet was not well seen (Figure ), leading to significant tricuspid regurgitation (Figure ) without evidence of pulmonary hypertension.\\nSince not all echocardiographic findings were congruent, particularly with the epsilon wave on ECG, a cardiac MRI was obtained. The MRI showed marked dilation of the RA and moderately dilated RV (RV end diastolic volume 143.6 ml/m2; normal 50-105 ml/m2) with decreased RV ejection fraction (37.5%). The RV/LV volume ratio was 2:1. No RV wall dyskinesia, aneurysm or fat deposition was seen. There was severe tricuspid regurgitation (Figure ). No late gadolinium enhancement was noted on phase sensitive inversion sequence. There were no other findings that would indicate ARVC on MRI. Since the patient had diarrhea and some facial flushing, we considered carcinoid syndrome as a differential diagnosis but the urinary 5-Hydroxyindoleacetic acid (5-HIAA) level was negative.\\nThe patient improved with intravenous diuresis. A dedicated TTE was then repeated using nonstandard imaging planes and for the first time, the point of coaptation and resultant tricuspid regurgitation was found within the mid RV cavity. In addition, the septal tricuspid leaflet was tethered and apically displaced (26mm from the mitral counterpart). The origin of the anterior leaflet was normally located but the point of coaptation was also apically displaced (20 mm into the main RV chamber) (Figure ). Severe regurgitation was seen with flow reversal into the hepatic veins.\\nBased on these imaging findings, we arrived at a diagnosis of a variant of Ebstein’s anomaly. The patient underwent right heart catheterization for hemodynamic assessment, which was significant for raised right sided pressures (mean right atrial pressure 19 mmHg, right ventricular pressure 34/15 mmHg, pulmonary artery pressure 35/25 mmHg with mean of 28 mmHg), pulmonary capillary wedge pressure (21 mmHg) and decreased cardiac index (1.78 L/min/m2). The patient was discharged after optimization of fluid status with appropriate medical therapy for heart failure and close follow-up in clinic, with plan for surgical evaluation by an adult-congenital cardiac surgeon.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'27788187': 1, '29978588': 1, '31384377': 1, '16585401': 1, '21977323': 1, '3386297': 1, '30257686': 1, '17228014': 1, '31351805': 1, '20059337': 1, '8277076': 1, '29468473': 1, '31587790': 1, '17372169': 1, '29409687': 1, '372688': 1, '26249852': 1, '33154844': 2}", "similar_patients": "{}"}