{"patient_id": 105858, "patient_uid": "7970700-1", "PMID": 33796307, "file_path": "noncomm/PMC007xxxxxx/PMC7970700.xml", "title": "A familial case of CAMK2B mutation with variable expressivity", "patient": "A 3-year-old female of European descent presented for evaluation of complex focal seizures and global developmental delay, with a prominent delay in expressive speech. She displayed poor impulse control, behavioral outbursts, and general difficulty with regulating emotions. The patient is the second child of non-consanguineous, healthy parents, born at 40 weeks gestation to a 27-year-old, gravida 2, para 1 mother. No prenatal or delivery complications were noted. Birth weight was 2.8 kg (~15th centile), and birth length was 46.4 cm (~6th centile). Family history was significant for a maternal first cousin with a history of febrile seizures, now resolved, and a 6-year-old sister with a history of speech delay and learning difficulties, but no seizures.\\nThe patient developed focal afebrile seizures with alteration of awareness with or without secondary generalization beginning at 11 months of age. They usually started with deviation of upward gaze followed by cyanosis and rhythmic facial and body jerks lasting less than 3 min and occurring 1 to 2 times per week. Seizures lasting over a minute left the patient fatigued and sometimes with right-sided weakness. Current therapy includes levetiracetam 350 mg twice a day, vitamin B6 50 mg daily, and topiramate 30 mg twice a day with much lower frequency of her seizures. She has previously failed therapy with oxcarbazepine and lacosamide, which were discontinued due to side effects and lack of efficacy. An electroencephalogram showed scattered single sharp waves that occurred from the left temporal area with occasional spread of these into the left central region. Brain magnetic resonance imaging (MRI) was normal. Early developmental milestones were slightly delayed, including crawling at 9 to 10 months, walking at 16 to 17 months, and first word at 1 year of age. Subsequent speech was significantly delayed, mainly in expressive speech. Physical examination was notable for bilateral epicanthal folds but no other dysmorphic features. She had no visual or GI abnormalities, and muscle tone was normal. A hearing evaluation was unremarkable.\\nCombined comparative genomic hybridization and single nucleotide polymorphism (CGH + SNP) array analysis, and a comprehensive epilepsy gene panel containing 87 genes (GeneDx, Test code #523) were all normal; therefore, whole exome sequencing (WES) was performed (GeneDx, Gaithersburg, MD, USA). WES identified a maternally inherited, heterozygous, pathogenic variant in the CAMK2B gene (NM_001220.4; c.85C>T;p.Arg29Ter). No other clinically relevant gene variants were identified. Following this discovery, the patient’s 8-year-old sister underwent targeted variant testing and was found to be heterozygous for the same pathogenic variant in the CAMK2B gene. The sister’s clinical history was significant for speech difficulties for which she attends speech therapy once per week, minimal balance issues, and mild myopia.", "age": "[[3.0, 'year']]", "gender": "F", "relevant_articles": "{'12408851': 1, '19515929': 1, '21752990': 1, '29784083': 1, '31064859': 1, '29560374': 1, '22612808': 1, '29100089': 1, '34828280': 2, '9452388': 1, '23869231': 1, '33796307': 2}", "similar_patients": "{'8623992-1': 1}"}