{"patient_id": 28608, "patient_uid": "7704160-1", "PMID": 33269141, "file_path": "comm/PMC007xxxxxx/PMC7704160.xml", "title": "Multilocular Thymic Cyst in a Young, Otherwise Healthy Woman: A Case Report", "patient": "A 36-year-old woman was referred to our department for further investigation of a calcified mass shadow found on a routine chest radiograph X-ray (Figures -). Her physical examination and medical history were unremarkable. Chest computed tomography (CT) revealed an ellipsoid, well-defined, encapsulated cyst with low attenuation and rim calcification located in the anterior mediastinum (Figure ). Magnetic resonance imaging (MRI) showed a well-circumscribed cystic lesion with fluid content of low intensity on T1-weighted images and with no adhesion to the surrounding tissues (Figure ). Edrophonium test (Tensilon test) and serological test for acetylcholine receptor antibodies and muscle-specific tyrosine kinase antibodies were negative for Myasthenia gravis. Serological testing for HIV infection was negative as well.\\nA benign mediastinal cyst was established as the working diagnosis but due to the observation of a non-accessible lymph node proximal to the left brachiocephalic vein, the patient underwent median sternotomy (Figure ) and complete surgical excision of the lesion (Figure ). The histological examination described a multilocular cystic lesion with a dense fibrous wall containing calcification and fragments of thymic tissue. The wall of the cyst was heterogeneously lined with single or multiple layers of squamous epithelial cells with foci of epithelial hyperplasia. Cholesterol granuloma formation and inflammatory cells, such as lymphocytes and epithelioid cells, were also observed locally (Figures -). The overall histological examination was compatible with the diagnosis of a benign multilocular thymic cyst. Applying the Stanford diagnostic criteria of surgical pathology for the lesion indicates that it is most probably acquired rather than congenital due to the focal areas of hyperplasia as well as the presence of cholesterol granulomata and the observed inflammatory elements. The lymph node had non-specific reactive changes.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'22406794': 1, '33000344': 2, '12853514': 1, '25705709': 1, '7991827': 1, '15195750': 1, '29312727': 1, '9372334': 1, '25396307': 1, '18085364': 1, '19054157': 1, '24200670': 1, '2006719': 1, '25019430': 1, '32190360': 1, '11603465': 1, '23608816': 1, '21396863': 1, '33269141': 2}", "similar_patients": "{'7527379-1': 1}"}