{"patient_id": 17797, "patient_uid": "7086431-1", "PMID": 32231827, "file_path": "comm/PMC007xxxxxx/PMC7086431.xml", "title": "The Challenges of Managing Ovarian Cancer in the Developing World", "patient": "A 17-year-old lady, nulliparous, was admitted in the gynecological ward with complaint of abdominal swelling and loss of weight. Her menstrual history was unremarkable. On examination, a palpable abdominopelvic mass was detected; the ultrasound scan revealed a left ovarian cyst (15 × 17 cm), no free fluid was seen, the rest of her abdominopelvic sonographic examination was normal, and the initial clinical diagnosis was one of left ovarian cyst. Her Hb was 10.3 g%; the urinalysis, HIV test, hepatitis, and beta hCG were unremarkable. A laparotomy was planned three days later, and perioperatively, the mass resembled a hemorrhagic solid tumor as shown in . Grossly, the left ovarian mass measured 15.0 × 20.0 × 8.0 cm and was brownish and hemorrhagic, with solid and cystic areas, irregular surface with adhesions of the colon to the mass, and no ascites. The right tube and ovary appeared normal with a grossly normal uterus, and a left salpingo-oophorectomy was performed and hemostasis achieved. She was given one unit of blood. The specimen was sent to the laboratory for histology and the result came out after 24 days and revealed diffuse lymphoma with largest cells vs. carcinoid tumor with requirements of doing immunohistochemistry (). Her postoperative findings were unremarkable, and she was discharged on her 6th postoperative day.\\nShe came for review a month later without any complaint, her hemoglobin was 13.2 g%. Two months later, she came back again with lower limb swelling progressively increased in a week as shown in . She has received ibuprofen and cloxacilline as an outpatient unsuccessfully. Her last menstrual period was 21 days back.\\nOn examination, she was in a fair general condition, alert, afebrile on touch, no pallor, no jaundice with general edema, and no palpable lymph nodes. Her weight was 42 kgs. Her blood pressure was 90/60 mmHg.\\nThe abdomen was not distended, but with palpable mass, firm and tender in the hypogastrium.\\nThe vulva was edematous with lower limb swelling.\\nThe laboratory tests revealed:\\nUrea: 60.95 mg/dl, creatinine: 10.5 mg/dl (ten times higher than the normal range) Serum hCG was negative Hemoglobin: 10.4 g/dl WBCs: 3,700\\nThe ultrasound scan revealed a mass of 11.6 × 9.6 cm in the hypogastrium with bilateral hydronephrosis.\\nThe diagnosis of metastatic ovarian cancer was made with renal failure.\\nShe was given IV hydrocortisone 200 mg three times a day with 2.5 l of normal saline and IV lasix 80 mg. The urine output was monitored, and oliguria was noticed despite the dose of lasix.\\nShe was given IV ceftriaxone 1 g two times a day and IM diclofenac 75 mg two times a day.\\nThe patient did not improve and had persistent abdominal pain, lower limb swelling, and oliguria despite the kidney challenge and her treatment. On day 8, her relatives requested for her to be discharged for further management in Beni which is close to their home.\\nLater on, we heard that the patient was given some traditional medicine, and the patient improved well and went back to a training center where she was learning hairstyle. For a year, she was doing somehow with progressive weight loss as reported by her relatives.\\nOn a bad note, we heard that she was taken to the general hospital and was managed as an outpatient but passed on two days after the check up in an unrevealed picture.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'23561746': 1, '28443200': 1, '29185271': 1, '27110284': 1, '30290652': 1, '23561745': 1, '32231827': 2}", "similar_patients": "{}"}