{"patient_id": 22748, "patient_uid": "7387035-1", "PMID": 32791766, "file_path": "comm/PMC007xxxxxx/PMC7387035.xml", "title": "Optical coherence tomographic findings of ocular siderosis following intraocular foreign body removal", "patient": "A 55-year-old Asian man presented to our clinic in January 2013 with the chief complaint of decreased vision in his left eye for 5 months, following an injury with an unknown foreign body while he was using a grass mower. He was first diagnosed with a left traumatic hyphema at the local medical center and was administered eye drops, with no improvement in visual acuity.\\nAt presentation, the left eye uncorrected visual acuity (UCVA) was 20/320 (measured with the Snellen chart), and intraocular pressure (IOP) was 7 mm Hg by applanation tonometry. The right eye had best corrected visual acuity (BCVA) of 20/20 and IOP of 11 mm Hg. On slit lamp examination of the left eye, the corneal stroma had a rust-colored hue, and the retina was not visible due to vitreous opacity (Fig. A). The examination of the right eye was unremarkable. An orbital computed tomography was ordered considering the possibility of left IOFB, which confirmed the presence of a vitreous IOFB (Fig. B). On the next day, we performed a continuous curvilinear capsulorrhexis with phacoemulsification and intraocular lens implantation, pars plana vitrectomy, and removal of the IOFB in the left eye. The IOFB was ferrous metal floating in the vitreous. The IOFB was retrieved in 1 piece using magnetic forceps. During the surgery, the diffuse inferior chorioretinal degeneration was observed. At the 1-month postsurgical follow-up, the left eye BCVA was 20/320, and the corneal and fundus findings remained unchanged.\\nSix years later, in June 2019, the left eye UCVA was 20/500 and IOP was 6 mmHg by applanation tonometry. On slit lamp examination, the corneal haziness had worsened, and the iris showed heterochromia resembling the spokes of a wheel (Fig. C). The fundus was not visible. Anterior and posterior segment OCT (DRI OCT-1; Topcon, Tokyo, Japan) was performed.\\nThe anterior segment OCT showed linear hyperreflectivity on the anterior corneal stroma just beneath the Bowman's layer, and not as separate round particles (Fig. D). The swept-source OCT provided good visualization of the retina, which was difficult to assess by slit lamp examination. A definite hyperreflectivity was not seen in the retina, and the foveal region showed an intact microstructure. However, there was inner retinal degeneration observed at the parafoveal area (Fig. E). Informed written consent was obtained from the patient for publication of this case report and accompanying images.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'34160455': 2, '22633610': 1, '9143037': 1, '24396966': 1, '2103525': 1, '24337723': 1, '8224298': 1, '29923333': 1, '4088618': 1, '24088944': 1, '32791766': 2}", "similar_patients": "{'8238337-1': 1}"}