{"patient_id": 16297, "patient_uid": "7006422-1", "PMID": 32028967, "file_path": "comm/PMC007xxxxxx/PMC7006422.xml", "title": "An NRAS mutation in primary malignant melanoma of the lung: a case report", "patient": "A 74-year-old Japanese female presented with worsening dyspnea and was admitted to hospital. A chest X-ray revealed right-sided pleural effusion and cardiac enlargement. Computed tomography (CT) showed a right lung (S10) mass and pleural dissemination (Fig. ). Cytology of the pleural effusion in the right lung was performed, and tumor cells were obtained. The tumor cells had round nuclei, large and distinct nucleoli, and melanin particles in their cytoplasm. We suspected malignant melanoma or clear cell sarcoma (Fig. ). A dermatological examination and gallium scintigraphy were conduced to determine the primary tumor site, but no suspicious lesions, expect the right lung mass, were found (Fig. ).\\nAfter admission, CT showed ground-glass opacities in both lungs, and the patient was diagnosed with complicating bilateral pneumonia and was given an antibiotic drug. It was transiently effective, but the right pleural effusion got worse. About 2 weeks later, the patient died of respiratory failure and cardiac arrest. An autopsy was performed to determine the histological diagnosis.\\nA 26x15x20-mm black and pale yellow mass was found in the right lower lobe. Many disseminated nodules were found in the right lobe (Fig. ). The tumor had invaded the right diaphragm. A subcarinal lymph node metastasis (45x21x15 mm in size) was also detected. Pale blood-colored, massive right-sided pleural effusion (1850 ml) was noted, which was indicative of pleuritis carcinomatosa.\\nHistologically, the tumor cells had large nuclei with high nuclear/cytoplasmic ratios, large and distinct nucleoli, and melanin particles in their cytoplasm. The tumor exhibited intraepithelial spread into a bronchus (Fig. ). No primary tumor was found, expect in the right lower lobe. We performed immunohistochemical staining using an HMB45 antibody and antibodies against S-100 and c-kit. The tumor cells exhibited positivity for S-100 and HMB45 staining (Fig. ), but were negative for c-kit. The patient was diagnosed with malignant melanoma.\\nWe determined the tumor’s proto-oncogene B-Raf (BRAF) and NRAS mutational status using Sanger sequencing. Primers were designed to amplify BRAF exon 15, NRAS exon 2, and NRAS exon 3 (Table ). As a result, we detected an NRAS mutation (D54N) (Fig. ). We also determined the KIT mutational status using Sanger sequencing. We sequenced KIT exon 8, 9, 11, 13, 17 and 18, but no KIT gene mutation was detected.\\nApart from malignant melanoma, foamy macrophages exuded into the alveolar spaces of the bilateral lobes, and sputum had plugged the bronchi. Neutrophils had infiltrated into some alveoli and bronchi. We diagnosed the patient with lipoid pneumonia.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'14679157': 1, '29663336': 1, '30062692': 2, '26376781': 2, '30360631': 1, '26291007': 1, '32581366': 1, '26091043': 1, '28352484': 2, '23945592': 1, '26985062': 1, '9331292': 1, '28685072': 1, '33100226': 2, '33392320': 2, '24108769': 1, '28467829': 1, '31556191': 1, '22842228': 1, '32028967': 2}", "similar_patients": "{'6119615-1': 1, '7586673-1': 1, '7760437-1': 1, '5352873-1': 1, '4573480-1': 1, '4573480-2': 1}"}