{"patient_id": 96738, "patient_uid": "7057905-1", "PMID": 32181202, "file_path": "noncomm/PMC007xxxxxx/PMC7057905.xml", "title": "Coexisting Moyamoya Syndrome and Type 1 Diabetes Mellitus: A Case Report and Review of the Literature", "patient": "A 21-year-old Malay woman presented with hemiballismus involving the left upper and lower limb for 2 days. Although the movements had reduced in intensity, they occurred even during sleep. She was diagnosed with type 1 DM at the age of 9 years when she presented with diabetic ketoacidosis. Her acute episode was treated, and he was started on insulin for long-term control. She was subsequently diagnosed with alopecia areata, bronchial asthma, and vitiligo.\\nBlood sugar on hospital arrival was 28 mmols/L (normal range 4.0–7.8 mmols/L). Magnetic resonance (MR) imaging of the brain showed abnormal signals in the right basal ganglia [] while computerized tomographic angiography demonstrated severe steno-occlusive disease of both TICAs [] with numerous collaterals in Moyamoya pattern. Blood tests for vasculitic disorders (including erythrocyte sedimentation rate, systemic lupus erythematosus panel, rheumatoid factor, and antinuclear antigen) were unremarkable.\\nTranscranial Doppler (TCD) ultrasonography revealed multiple waveform patterns in the MCA regions due to various collaterals, consistent with Moyamoya pattern. Her vasodilatory reserve in both MCAs, evaluated during the hypercapnic challenge, showed an exhausted response with paradoxical reduction of the flow velocities (Reversed Robin Hood syndrome).[] Mean flow velocity (MFV) in the right MCA reduced from 32 cm/s to 23 cm/s during 30 s of voluntary breath holding while the MFV of the left MCA reduced from 36 cm/s to 32 cm/s during the same period [].\\nTreatment with intravenous insulin and oral clonazepam gradually reduced the hemiballistic movements. Clonazepam was gradually tapered during the following 2 weeks. She underwent an uneventful right superficial temporal artery-to-MCA bypass (STA-MCA) surgery after 2 weeks. However, she developed mild left hemiplegia on the 5th postoperative day. Although MR imaging of the brain showed an acute infarction in the right MCA territory, the STA-MCA bypass was patent []. With rehabilitative physiotherapy, she recovered rapidly and became independent for all activities of daily living during the next 2 weeks. TCD performed 4 months after the surgery revealed normal vasodilatory reserve in the right MCA (breath holding index 0.8; normal >0.69). However, the left MCA still showed an impaired response (breath holding index 0.13). Left EC-IC indirect bypass surgery was performed on the left side 6 months later, which improved the vasodilatory reserve on the left side also. She has remained well during the follow-up during the past 1 year.", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'27592246': 1, '18077479': 1, '9409395': 1, '17916768': 1, '19297575': 1, '18463369': 1, '25748808': 1, '23288879': 1, '6150852': 1, '25743224': 1, '2070296': 1, '1859480': 1, '9409427': 1, '23574743': 1, '11201642': 1, '29158056': 1, '23652271': 1, '16755098': 1, '17895140': 1, '11486106': 1, '22944884': 1, '11037190': 1, '32181202': 2}", "similar_patients": "{}"}