{"patient_id": 98587, "patient_uid": "7293139-1", "PMID": 32551129, "file_path": "noncomm/PMC007xxxxxx/PMC7293139.xml", "title": "Endometrial polyp filled with gestational tissues remained undiscovered in an infertile woman for years: a case report", "patient": "A 44-year-old woman came to the clinic complaining of secondary infertility for about 10 years in which she had three gestations that were all ended with spontaneous abortions within about 1 month of gestation. The abortions were managed expectantly by her previous physician and stated as complete miscarriages depending on bleeding cease and ultrasound images. She had a normal regular menstrual cycle and her body mass index (BMI) was 21.8 with no other complaints or diseases and no medications. The patient had previously undergone a hysterosalpingography (HSG) which showed no abnormality. We checked hormones levels in the blood and they were all within normal range (). We did a transvaginal ultrasound (TVUS) for the uterus and found no abnormality. Eventually, we did a hysteroscopy and found a 2.5 × 1.5 cm polyp-like mass in the fundus of the uterus (). The mass was excised and sent to pathology which revealed an endometrial stroma showing severe decidualization with a lot of gestational villi showing fibrosis and hyaline degeneration, features of old gestational product death, with no glands crowding or cellular atypia (). The duration in which these tissues were formed and then underwent fibrosis and hyaline degeneration was estimated to be a few years depending on the existing dystrophic calcification in it. The patient’s partner underwent semen analysis, concerning number, shape of the sperm and its motility and the tests were normal. Afterwards, the patient underwent IVF with no success in conceiving.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'30929720': 1, '21269620': 1, '31105939': 1, '30051540': 1, '31734736': 1, '31593108': 1, '30300320': 1, '31237770': 1, '12360906': 1, '25447359': 1, '32551129': 2}", "similar_patients": "{}"}