{"patient_id": 29934, "patient_uid": "7769581-1", "PMID": 33391657, "file_path": "comm/PMC007xxxxxx/PMC7769581.xml", "title": "Acute appendicitis as an unusual cause of invasive ductal breast carcinoma metastasis", "patient": "A 64-year-old woman was admitted to the emergency department for hypogastric and right lower abdominal quadrant pain that appeared 15 days ago. The pain presented as transient crisis lasting about 10–20 min, without any triggering factor and without analgesic position. The patient mentioned a weight loss of 8 kg within the last 2 months.\\nIn her past medical history, she had a breast ductal carcinoma 20 years ago, treated by neoadjuvant chemotherapy, right mastectomy, adjuvant radiotherapy and hormonal therapy (tamoxifen) for 5 years. She relapsed 10 years later as a sternal metastasis, treated by radiotherapy and a 6-year treatment with exemestane and bisphosphonate. Shortly after stopping hormonal treatment, a right pleural metastatic lesion was diagnosed on computed tomodensitometry (CT), not responding to taxol, and treated by thoracoscopic talcage 4 years ago. The disease stabilized with an ongoing letrozole-based treatment.\\nAt clinical examination, abdominal pain was localized at the McBurney area, without signs of peritonitis; intestinal transit was preserved. Laboratory results showed a C-reactive protein at 2.1 mg/dl (N<1), white blood cells at 15 000 μl/m3 (N<10 000) and no liver or renal function tests alteration. On abdominal CT, a dilated appendix (12 mm) was observed with wall thickening and periappendiceal fluid, suggesting acute appendicitis (). An emergency appendicectomy was therefore indicated. At laparoscopic exploration, an inflamed appendix was observed as well as multiple and unexplained nodules, including an indurated lesion on the appendix. Appendicectomy was performed by ligation of the appendicular basis, and some peritoneal nodules were harvested. The postoperative course was uneventful.\\nPathological analysis identified a 75 mm long appendix with massive infiltration of the appendix by a metastasis of poorly differentiated ductal carcinoma from mammary glands, identical to peritoneal nodules. Tumoral cells had a glandular aspect, with clear and intense positivity of progesterone receptors at immunostaining, a weaker positivity of estrogen receptors (ER) and membrane positivity for E-cadherin; there was no staining for Human Epidermal Growth Factor Receptor-2 (HER-2). The proliferative activity was estimated between 5 and 10%.\\nAfter refusing any anticancer treatment therapy, the patient died 1 year after appendicectomy. By retrospectively analysing imaging performed at the emergency department, we observe that the nodules of peritoneal carcinomatosis could be identifiable on CT images ().", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'31608201': 1, '28108967': 1, '16177864': 1, '17036400': 1, '26576331': 1, '21494407': 1, '24748230': 1, '22558599': 1, '12464654': 1, '23523180': 1, '33391657': 2}", "similar_patients": "{}"}