{"patient_id": 19538, "patient_uid": "7226634-1", "PMID": 32416477, "file_path": "comm/PMC007xxxxxx/PMC7226634.xml", "title": "Surgical treatment of femoral medial condyle fracture with lag screws and proximal tibial plate: A case report", "patient": "An 80-year-old woman was brought to our hospital with severe right knee pain after falling down 15 steps at her home. She did not present loss of consciousness, central nervous system dysfunction, or paralysis. Her vital signs were normal.\\nOn examination, bruising and tenderness were present on her head, back, right hip, right knee, and left shoulder. The patient complained of severe pain in the right knee and could not move her knee.\\nRadiography and computed tomography demonstrated a femoral medial condyle fracture of the right knee (). The fracture was intra-articular and simple oblique through the notch (AO classification: 33-B2.1). No intracranial hemorrhage and fracture of other sites were detected. The patient was admitted to our hospital for open reduction and internal fixation to be performed the following day. Informed consent was obtained for the surgery. Two days after the injury, we performed an open reduction and internal fixation using locking compression plate for proximal tibia and lag screws.\\nWe gained access to the joint through the medial parapatellar approach, anatomical restoration of the joint surface was achieved with clamp application. Then, we placed the proximal tibia plate (Depuy Synthes: LCP proximal tibial plate 4.5) upside down (). The plate was fixed provisionally and lag screw fixation was done with two cannulated cancellous screws. The plate was bent to fit the bone surface and fixed with cortical and locking screws. Restoration, stability, and postoperative radiographs were acceptable ().\\nThe patient had an uneventful postoperative recovery. Range of motion exercises and mobilized non-weight bearing were started on day one. The weight bearing protocol was: touch gait for first 4 weeks, 1/4 partial weight bearing (PWB) for weeks 4–6, 1/2 PWB for weeks 6–8, 3/4 PWB for weeks 8–10, and full weight bearing.\\nAt the latest follow-up, the patient had a range of motion of 0° to 120° without any pain, could walk freely, and joint surface restoration was maintained radiologically.", "age": "[[80.0, 'year']]", "gender": "F", "relevant_articles": "{'31259799': 1, '16814787': 1, '31771597': 1, '23518071': 1, '20889949': 1, '23519511': 1, '11383291': 1, '25453913': 1, '30342279': 1, '21904943': 1, '32416477': 2}", "similar_patients": "{}"}