{"patient_id": 20952, "patient_uid": "7302658-1", "PMID": 32541491, "file_path": "comm/PMC007xxxxxx/PMC7302658.xml", "title": "Radial extracorporeal shock wave therapy: a novel approach for the treatment of Dupuytren's contractures", "patient": "A 79-year-old man, retired concierge, affected by diabetes, hypertension and prostatic hypertrophy, presented with a 4-year history of impairment of left-hand function, pain and difficulty grasping and opening a jar due to hand weakness and flexion deformities of middle and ring fingers. He has not been evaluated neither treated before for this impairment. The pain started to get worse recently. On physical examination, on palpation, he presented thickening of the palmar skin, nodules and cords, and table top test positive. On the basis of clinical features and ultrasound images, we diagnosed DD (Fig. ).\\nWe used a goniometer to measure the degree of finger's contraction and to determine the Tubiana grading system. Tubiana grading system assigns a score to the extension deficit of a digit by summing the total deficit angles of the metacarpophalangeal joint proximal interphalangeal and distal interphalangeal joints. The Tubiana stages are: N = palmar nodule without presence of contracture; 1 = total flexion deformity between 0° and 45°; 2 = between 45° and 90°; 3 = between 90° and 135°; 4 = >135°.[\\nWe analyzed the daily limitation of DD in activities of daily living through the Disabilities of Arm Shoulder and Hand Questionnaire (DASH) and Michigan Hand Outcome Questionnaire (MHQ). Nowadays there are no Dupuytren-specific outcome questionnaires validated in the literature. DASH has 30 questions. Its domains are specific daily functions, symptoms (pain, strength, and sensation), impact on life of the patient and general disability and handicap. There are no questions investigating satisfaction. The minimal score is 30, the maximum is 150. The responses are summed to form a raw score that is then converted to a 0-to-100 scale with a lower score indicating higher degree of autonomy.[ We have excluded two items from DASH score: writing (the patient was right-handed) and sexual activity (widower), but the overall score is not affected because up to 3 missing answers are allowed.[\\nThe MHQ was devised from the University of Michigan in 1998. It has 37 items and measures six domains: overall hand function, activities of daily living, work performance, pain, aesthetics, and patient satisfaction with hand function. Scores on MHQ range from 0 to 100, with a lower score indicating higher degree of disability.[\\nEven if the DASH and MHQ are both specific measures of upper extremity function, the DASH addresses global upper-extremity disability and symptoms, while MHQ includes aesthetic and satisfaction aspects differently than DASH, and for these reasons we administered both questionnaires.\\nThe patient underwent 4 weekly sessions of rESWT (device: Shock Med SW1352, EME srl, Italy) with 1400 impulses 3 bar each, 12 Hz. We used a concave head with 9 mm diameter; each treatment lasted 2 min. We treated the area in which there was the palmar retraction interposing ultrasound gel and using a continuous movement along the tendons, associated with a 10 seconds of single point application in correspondence of nodules and cords. No orthotic device was utilized throughout the study period. The participant provided written consent to participate voluntarily in this clinical case report. Personal information was made anonymous. Our patient presented a total flexion deformity between 0° and 45° (30°), stage 1 by Tubiana. The DASH and MHQ results at first evaluation were 32.1 and 54, respectively (Fig. ).\\nThe worst limitations the patient reported were “Use a knife to cut food” and “Recreational activities” and even severe hand pain “in any specific activity.” These difficulties limited social activity of the patient that used to visit friends for dinner and card-playing. The patient reported a temporary worsening of symptomatology for 24 h after the first 2 single sessions, but the overall hand function was improved (DASH score: 22.3). No adverse effects were reported.\\nOne week after the fourth session of rESWT, we observed a reduction of nodule and cord's dimension in the palmar fascia of left-hand. The total flexion deformity was reduced to 15° (stage 1 of Tubiana) (Fig. ).\\nHe described no difficulty in grasping and using small objects. He was very happy because he went back to getting out of the house and to see his friends (he reported “mild difficulty” and “mild pain” in the above-mentioned questions). He presented an improvement in both scales (score 8.9 in DASH and 76 in MHQ).\\nAt the 4-month follow-up, the patient had maintained a similar hand function (score 10.7 in DASH and 75 in MHQ). Finally, we observed a reduction of flexion deformity of the affected fingers.\\nTubiana's grading does not improve because this classification presents an ample range for each stage, anyways the patient showed a reduction of 15° total flexion deformity, with functional gain and increase of self-confidence. Table summarizes all the assessments made throughout the study.\\nAs showed by Franchignoni's research report, the smallest improvement in DASH score to reflect a change that is clinically meaningful for the patient is 10.81 points.[ With this premise, we observe an important patient's response to rESWT, with an improvement of 23.2 points at the end of treatment. These beneficial effects continue also at the 4-month follow-up, with DASH improvement of 21.4 points and score 75 in MHQ.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'29557811': 1, '8773720': 1, '21277691': 1, '29126038': 1, '26585999': 1, '28958137': 1, '24084413': 1, '30012049': 1, '5683795': 1, '25978115': 1, '9708370': 1, '24175606': 1, '26363497': 1, '32541491': 2}", "similar_patients": "{}"}