{"patient_id": 102498, "patient_uid": "7671729-1", "PMID": 33235685, "file_path": "noncomm/PMC007xxxxxx/PMC7671729.xml", "title": "Recurrent nonbacterial thrombotic endocarditis and stroke on anticoagulation", "patient": "The patient is a 48-year-old man brought to the Emergency Department in March 2019 from a nursing home with new right-sided facial droop. The patient had baseline cognitive impairment with left-sided weakness and visual field deficit from previous strokes. He was last known well the day earlier before he went to bed the previous night. He did not have any new arm or leg weakness. His past medical history was significant for antiphospholipid syndrome, NBTE of his aortic valve status post aortic valve replacement with Trifecta bioprosthetic valve 5 years back, occipital stroke with residual inferior visual field deficits, and multiple prior pulmonary embolisms and deep vein thromboses with inferior vena cava filter placement. He had previously failed warfarin and rivaroxaban and was on apixaban 10 mg two times daily. He had failed warfarin at another hospital as his international normalized ratio was never therapeutic from suspected Protein C or Protein S deficiency. Therefore, he was placed on rivaroxaban in September 2014. He was changed to apixaban during a hospitalization for a stroke in June of 2015 while on rivaroxaban. He was on apixaban 5 mg two times daily with last dose an hour prior to presentation. On examination, his temperature was 97.2°F and he was noted to have bilateral inferior visual field deficits from previous stroke. He performed one task correctly, answered one question correctly, had flattened nasolabial fold with asymmetry while smiling, and loss of fluency with National Institute of Health Stroke Scale of 4. Rest of the examination was unremarkable.\\nHe was deemed not a candidate for recombinant tissue plasminogen activator as he had received apixaban an hour prior to presentation. A stat computed tomography of head showed encephalomalacia along bilateral superior and posterior parietal lobes with age indeterminate areas of low attenuation along the superior left frontal lobe extending to the cortex which were concerning for infarcts. Diffusion-weighted magnetic resonance imaging of the brain showed acute versus subacute punctate foci of hyperintensity within the left medial occipital lobe and bilateral superior parietal lobules along with remote infarcts involving the superior middle frontal gyri, left frontal opercular regions and extending into bilateral occipital regions. Magnetic resonance angiogram of the head and neck did not show any hemodynamically significant stenoses in intracranial circulation, cervical carotids, and vertebral arteries. Electrocardiogram showed sinus rhythm with first-degree AV block. He was started on aspirin 81 mg daily and atorvastatin 40 mg daily. Hematology was consulted who recommended lifelong anticoagulation with enoxaparin 104.3 mg two times daily based on his weight.\\nGiven history of aortic valve endocarditis and replacement and concern for embolic phenomenon, transesophageal echocardiogram (TEE) was performed. It showed a well-functioning stented bioprosthetic aortic valve with trace aortic insufficiency and no evidence of thrombus or vegetation. However, a 0.7 × 1.1 cm mass noted on the tip of anterior mitral valve leaflet and 0.7 × 0.9 cm mass was noted on the tip of the posterior mitral valve leaflet with findings consistent with NBTE (). He had moderate to severe, central mitral regurgitation (MR) and an intact interatrial septum with no evidence of a shunt by color Doppler or with injection of agitated saline. The left atrial appendage appeared normal. The mitral valve and bioprosthetic aortic valve were noted to have been functioning well at an outside hospital transthoracic echocardiogram (TTE) report a few years back. Other significant lab results are presented in . IgG B2 Glycoprotein 1 Antibody and IgG Cardiolipin Antibody were elevated consistent with his history of antiphospholipid syndrome. Mitral valve endocarditis was managed conservatively with anticoagulation. He was discharged to a subacute rehab on subcutaneous enoxaparin 100 mg two times daily.\\nPatient had a subsequent hospitalization 3 months later with a fever of 100.9°F and a low hemoglobin of 6.7 g/dl (reference range: 14–17.5 g/dL). He was noted to have hemolytic anemia with reticulocytes of 10.9% (reference range: 0.5–2.0%), mild lactose dehydrogenase elevation of 287 IU/L (reference range: 140–271 IU/L), and elevated indirect bilirubin of 1 mg/dL (calculated by subtracting direct from total bilirubin). His direct Coombs test was positive for warm autoantibody IgG and C3 complement. His fecal occult blood test was negative. He received blood transfusion as necessary with goal hemoglobin > 7.0 g/dl and was started on intravenous methylprednisone that was tapered to hydrocortisone due to his adrenal insufficiency. Two out of 2 of his blood cultures from admission came back positive for Enterococcus faecalis which cleared on the sixth day of admission with antibiotics. Patient had a chronic indwelling Foley’s catheter. Source of bacteremia was urine which grew >100,000 CFU/mL E. faecalis and >100,000 CFU/mL Escherichia coli. The patient was placed on intravenous vancomycin and ceftriaxone. Vancomycin was later changed to daptomycin due to persistent bacteremia. TTE showed focal thickening and calcification of the mitral valve leaflets and subvalvular apparatus, a small density on the atrial side of the mitral valve and moderate to severe mitral regurgitation. TEE further showed 0.6 × 0.5 cm and 0.4 × 0.3 cm masses attached to the tip of the anterior and posterior MV leaflets, respectively, with moderate to severe, central MR (). No obvious vegetation was noted in the aortic valve. Given persistent bacteremia and severe MR, patient underwent redo sternotomy and mitral valve replacement with 27 mm Edwards bioprosthesis. Endocarditic breakdown of mitral valve was observed but no real vegetation was noted during the procedure. Histologic examination of the mitral valve was consistent with vegetation, but bacterial, fungal, and anaerobic cultures were negative for definitive organisms. Post-operative stay was uneventful, and patient was discharged on IV daptomycin to complete a 6-week course.\\nThe patient was hospitalized a month later with right temporal occipital intraparenchymal hemorrhage measuring 4.4 × 3.8 × 3.2 cm with adjacent edema but no midline shift. This was thought to be due to hemorrhagic conversion of prior stroke. Hemorrhagic stroke was managed conservatively by holding enoxaparin for 4 days and starting levetiracetam for seizure prophylaxis. He was again hospitalized a month and a half later with 3.8 × 3.4 × 2.7 cm large right cerebellar hematoma with mass effect on the fourth ventricle without hydrocephalus (). Patient passed away later the same day thought to be from brain herniation.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'29866682': 1, '8803890': 1, '29780756': 1, '26000118': 1, '22693297': 1, '29977578': 2, '26867832': 1, '27501336': 1, '18267921': 1, '23456852': 1, '24824074': 1, '29936322': 1, '33235685': 2}", "similar_patients": "{'6016692-1': 1}"}