{"patient_id": 26887, "patient_uid": "7580456-1", "PMID": 32417866, "file_path": "comm/PMC007xxxxxx/PMC7580456.xml", "title": "Severe Cardiac Dysautonomia and Sudden Death in a Patient Presenting with Anginal Symptoms in Absence of Cardiovascular and Other Diseases: A Case Report", "patient": "A 35-year-old male visited cardiology Out Patient Department (OPD), All India Institute of Medical Sciences with precordial chest pain radiating to the left arm. He had breathlessness during the walk (New York Heart Association classification II) and reported fatigue even after a light work. He was a non-smoker and non-alcoholic. Since he presented as angina for the last few months, a thorough investigation was done for ischemic heart diseases (IHD).\\nOn examination, resting HR, BP and respiratory rate were 100 beats/min, 98/70 mmHg, and 20 breaths/min respectively. His chest X-ray and 12-lead ECG were thoroughly studied. Both were normal. Routine investigation of blood were; Hb 10.2 gm/dl, TLC 6500, and ESR 40 mm 1st h, fasting blood glucose 90 mg/dl, blood urea 19 mg/dl, serum creatinine 0.9 mg/dl, serum sodium 136 mEq/l and potassium 4.2 mEq/l. Lipid profile of the patient was; total cholesterol 90 mg/dl, LDL 48 mg/dl, HDL 22 mg/dl, VLDL 20 mg/dl, and triglyceride 105 mg/dl. The patient had no symptoms of gastritis.\\nFor treadmill test (TMT), Bruce protocol was followed: patients' total exercise time was 6 min 18 seconds, calculated oxygen consumption was 7.4 metabolic equivalent of task (MET), and HR reached 90% of targeted HR. There were no ST-segments elevation or depression or any other abnormalities observed in ECG during TMT, Rate pressure product was 22120 bpm*mmHg. Echocardiogram showed no structural or valvular abnormalities. The ejection fraction was 63%. The 24-hour Holter recording also showed no ST-segment elevation or depression or any arrhythmic changes. The phonocardiogram was normal. The stress Thallium-201 gated myocardial perfusion Single-photon emission computed tomography (SPECT) test showed no myocardial perfusion abnormality or any wall motion abnormality. His attitude towards life was positive as assessed with the WHO scoring system. He was put on aspirin 75 mg/day and oral nitrates because of clinical symptoms of angina.\\nThere was a marked reduction in measures of shortterm HRV, and spontaneous BRS as assessed by sequence method (). Considering a severe degree of loss of cardiovascular autonomic tone, follow-up after every 3 months for the recording of HRV and BRS was planned. In the first follow-up, there was a further reduction in HRV measures and completely diminished BRS (). He had sudden death before the scheduled 2nd follow-up visit. The death occurred at home at about 1:30 AM. He visited a physician about 4 hours before his death, no neurological or any other specific abnormalities were found at the time of examination.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'29476045': 1, '8598068': 1, '9049515': 1, '21160131': 1, '8909903': 1, '22084633': 1, '11252529': 1, '23182125': 1, '7737717': 1, '32417866': 2}", "similar_patients": "{}"}