{"patient_id": 105165, "patient_uid": "7896664-1", "PMID": 33644187, "file_path": "noncomm/PMC007xxxxxx/PMC7896664.xml", "title": "Management protocol for Fournier’s gangrene in sanitary regime caused by SARS-CoV-2 pandemic: A case report", "patient": "A 60-year-old man was admitted to the hospital during severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pandemic with complaints of fever up to 38.9 °C, abdominal pain and edema of the scrotum, the penis, the perineum, and the right gluteal region for 2 d.\\nThe patient had the above-mentioned symptoms for 48 h.\\nThe patient had a medical history of hypertension, osteoporosis, and hemorrhoids.\\nNo personal and family history was identified.\\nHis blood pressure was 103/62 mmHg, heart rate was 135/min, and oxygen saturation was 88%.\\nBlood tests indicated a high degree of inflammation with a white blood cell count of 13.11/μL and C-reactive protein level of 61.4 mg/dL. Biochemical parameters were as follows: serum creatinine 4.3 mg/dL; blood urea 157 mg/dL; blood sugar 142 mg/dL, and procalcitonin 8.53 ng/mL.\\nEvery patient should be classified as either being suspected of having SARS-CoV-2 infection or having a confirmed infection during the pandemic. The epidemiological interview, immunological examination, reverse transcriptase-polymerase chain reaction (RT-PCR), and CT/X-ray of the chest are necessary to assess the risk of infection. If a CT scan of the abdomen was performed in the Emergency Department, it should be extended to perform CT of chest as well. Due to the high risk of SARS-CoV-2 infection, it is recommended to use personal protective equipment (PPE) of at least the third grade (according to the four grades of the American National Standards Institute (ANSI) classification. The PPE in the third grade of the ANSI classification includes surgical mask and cap for the patient, N95/FFP3 mask with a surgical mask, cap, protective goggles, face shield, single-use biological protective suit, surgical barrier apron, surgical gloves (three pairs), and safety shoes. In addition, RT-PCR test for SARS-CoV-2 was performed, and the result was negative.\\nCT of the abdomen and the pelvis revealed extensive inflammatory infiltration of the subcutaneous tissues of the hypogastrium and the penis, and liquefaction, and presence of gas in the subcutaneous tissues of the scrotum, the perineum, and the right gluteal region (Figures and ).", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'26445600': 1, '25770725': 1, '29479450': 1, '22494217': 1, '27172977': 1, '19826154': 1, '27693572': 1, '28538648': 1, '25677386': 1, '23326734': 2, '33644187': 2}", "similar_patients": "{'3542918-1': 1, '3542918-2': 1}"}