{"patient_id": 30201, "patient_uid": "7781865-1", "PMID": 33415063, "file_path": "comm/PMC007xxxxxx/PMC7781865.xml", "title": "Foreign Body in Kidney Presenting as Renal Stone", "patient": "An eighteen-year-old woman presented in the outpatient department for intermittent right lumbar pain associated with nausea for two months. She denied any history of fever, hematuria or stone passage. Past history was significant for right open pyelolithotomy four years back. According to patient, no ureteric stent was placed at the time of surgery. Her examination revealed a healed scar in the right flank region, no tenderness or discharging sinus was appreciated. An unenhanced CT abdomen showed a density representing calculus at the lower pole of the right kidney measuring 18 x 9mm (Figure ). The left kidney and both ureters were unremarkable.\\nAfter thorough discussion with the patient regarding available options, she opted for right percutaneous nephrolithotomy (PCNL). Percutaneous nephrolithotomy was performed in a prone position. Lower pole posterior calyx was punctured and tract dilated up to 21French using metallic dilators and 22Fr Amplatz sheath was placed under fluoroscopic guidance. However surprisingly no stone was appreciated endoscopically after a thorough search in the lower pole calyx and rest of the collecting system (Figure ).\\nAfter an extensive search and fluoroscopic guidance, a foreign body was found embedded in the mucosa of the lower pole calyx. This was approximately 1.5cm in size and removed with forceps in pieces with great difficulty. Percutaneous nephrostomy tube (PCN) was placed at the end of the procedure. On careful inspection of the foreign body, it turned out to be a piece of rubber tubing similar to abdominal drains. It was postulated to be a broken drain piece left during previous pyelolithotomy (Figure ).\\nOur patient underwent non-contrast-enhanced computerized tomography (Figure ). Currently a contrast enhanced imaging is advisable for patients requiring intervention for renal stone []. We supplemented non-contrast-enhanced CT with per-operative retrograde pyelography to plan endoscopic access and define intrarenal anatomy. As stone formation in this young patient was most likely secondary to foreign body formation we have not performed 24-hour urine studies. However, she had basic biochemistry including serum creatinine, electrolytes, uric acid, calcium; besides urinalysis and culture which were unremarkable.\\nThe preliminary diagnosis was renal stone and even on preoperative CT scan foreign body was not identifiable due to a similar density of drain and renal stones. As there was a previous history of open renal surgery, a forgotten double-J stent was a possibility, however, there was no history of ureteric stent insertion during the previous pyelolithotomy nor was a foreign body visible on CT scan. In retrospect on the coronal section of the CT scan, one can make out a rounded outline of a broken drain piece (Figure ).\\nThe patient had a postoperative smooth recovery and became asymptomatic. She was followed with kidney, ureter, and bladder (KUB) X-ray which confirmed stone and foreign body free status.", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'12736036': 1, '26344917': 1, '25429231': 2, '26182789': 1, '20494418': 1, '25392629': 1, '26535175': 1, '18589366': 1, '33415063': 2}", "similar_patients": "{'4242698-1': 1}"}