{"patient_id": 105056, "patient_uid": "7887665-1", "PMID": 33633860, "file_path": "noncomm/PMC007xxxxxx/PMC7887665.xml", "title": "A challenging case of COVID-19 infection presented with isolated acute abdominal pain: A case report and literature review", "patient": "A 45-year-old male patient with no known past medical history presented to the Emergency Department with a 3-day history of epigastric pain, which was gradual in onset, sharp in nature, progressive in the course, and not relieved by over-the-counter medication. There was no associated diarrhea or fever, and no history of travel or sick contact. The rest of the systemic history was unremarkable for any other symptoms. Upon physical examination, we observed a healthy-looking gentleman with vital parameters of the temperature of 36.2°C, respiratory rate of 16 per minute, blood pressure of 167/90 mm Hg, heart rate of 62 beats per minute, and normal oxygen saturation at room air. On systemic examination, he had abdominal tenderness mainly in the epigastric area, but no guarding or rebound tenderness at any other site. Per rectal examination was unremarkable and showed no melena. The chest and heart exams were normal.\\nThe main laboratory investigations at presentation are shown in . It was remarkable for elevated serum creatinine and blood urea (see ). His urine output was around 600 mL per day, and he had no indication for urgent dialysis. The abdominal CT scan with contrast and chest X-ray at presentation were grossly unremarkable ().\\nThe severe abdominal pain required fentanyl initially to subside, and then he was started on regular paracetamol. During days 1–3 of hospitalization, the patient was still complaining of abdominal pain and was treated and investigated for high serum creatinine, which was found incidentally. By day 4, he developed a fever of 38.5°C, non-productive cough, and dyspnea with minimal exertion, exacerbated by coughing fits. Septic workup was requested and in the light of the COVID-19 pandemic and presence of lymphopenia in laboratory workup () a diagnosis of COVID-19 was suspected, and the patient was placed in airborne isolation. The same day, nasopharyngeal and oropharyngeal swabs using reverse transcription-polymerase chain reaction (RT-PCR) were positive for COVID-19.\\nOn day 8 of hospitalization, the respiratory status of the patient eventually worsened, and he started to have wheezes. Vital signs were notable for a temperature of 39.3°C, respiratory rate of 33 per minute, heart rate of 115 beats per minute, and he required 5 L of oxygen to maintain 94% oxygen saturation. Chest X-ray showed bilateral infiltrates affecting the peripheral parts of the lungs ().\\nBlood tests were repeated and reveled lymphopenia with elevated c-reactive protein (CRP), liver enzyme, urea, and creatinine (). He became then desaturated on 15 L of oxygen on non-rebreather mask (NBM) so was shifted to the medical intensive care unit (ICU) and was intubated after 8 days of admission. The patient was started on COVID-19 treatment as per the local hospital protocol in Doha, Qatar, with hydroxychloroquine, azithromycin, tocilizumab, and methylprednisolone. He was monitored closely for any deterioration, extubated 3 days after improvement of his respiratory symptoms and his abdominal pain, and was discharged home from the hospital without any further complication. The total length of his hospital stay was 35 days.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'32444460': 1, '32513452': 1, '32243269': 1, '32294477': 1, '32303970': 1, '32387082': 1, '32476796': 1, '32215956': 1, '32523872': 2, '32250094': 1, '32492557': 1, '32311451': 1, '33097561': 1, '32401986': 1, '32524962': 2, '32876011': 2, '32425000': 1, '32343396': 1, '32348588': 1, '32407808': 1, '33633860': 2}", "similar_patients": "{'7410459-1': 1, '7410459-2': 1, '7410459-3': 1, '7265835-1': 1, '7543796-1': 1, '7543796-2': 1}"}