{"patient_id": 20590, "patient_uid": "7282354-1", "PMID": 32528788, "file_path": "comm/PMC007xxxxxx/PMC7282354.xml", "title": "Acute Presentation of Simultaneous Liver Abscesses Caused by Streptococcus constellatus", "patient": "Here we report a case of a 41-year-old man with past medical history (PMH) of asthma, urinary tract infection (UTI), erectile dysfunction, and diverticulosis with a prior episode of diverticulitis who had presented with left lower quadrant (LLQ) pain and managed for complicated UTI secondary to prostatitis/nephrolithiasis in July 2019, three months prior to the current presentation. Blood and urine cultures did not reveal any growth at that time and CT of abdomen and pelvis demonstrated diverticulitis of descending colon, thickening of bladder wall, and prostatic calcifications, with no liver lesions. He was discharged home on oral levofloxacin and his pain resolved with completion of outpatient course of oral antibiotics.\\nHe came to the ER three months later in October 2019 with a two-day history of RUQ pain, 9/10 in intensity, not related to oral intake, and relieved by lying supine. It was associated with anorexia and malaise. He also mentioned a one-week history of fever, rigors, and generalized weakness. Review of systems were remarkable for foul-smelling urine with associated, intermittent LLQ pain. He reported nausea without vomiting. Of note, he denied recent travel and change in dietary habits. He has not been sexually active for the past year and he had an index colonoscopy in 2004.\\nOn exam in the ER, his BP was 121/79, pulse 111, temp. 101.7°F, respiratory rate (RR) 19, saturating at 95% on room air. His mucous membranes were dry, abdomen was tender in RUQ. Chest was clear and rectal exam was negative for mass or active bleeding with a normal sphincter tone. His labs were significant for white blood cell (WBC) of 17.7 with left shift (neutrophil of 85.7 and bands 25%), hemoglobin (Hb) of 12.8, potassium of 3.3, magnesium of 1.5 and lactate of 2.2, blood urea nitrogen (BUN)/creatinine of 21/1.0, alkaline phosphatase of 136, aspartate aminotransferase (AST) 218, alanine transaminase (ALT) 242 and international normalized ratio (INR) of 1.3. Urine analysis (UA) was positive for nitrites, LE 2+, packed field with WBC and many bacteria on urine microscopy.\\nChest X-ray (CXR) did not demonstrate any acute cardiopulmonary disease. CT abdomen and pelvis revealed two multilocular, hypoattenuating lesions in the right lobe of the liver which were 7-8 cm in size (Figure ), new as compared to previous CT scan done three months prior (Figure ). Cross-sectional imaging was also suggestive of sigmoid diverticulitis and colo-vesical fistula. At this point, the main focus was on multifocal, metastatic infection to the liver versus primary liver abscesses. The patient was admitted to the ICU for intensive monitoring and management of sepsis secondary to hepatic abscesses/complicated UTI. Blood and urine cultures were taken before the initiation of broad-spectrum, intravenous antibiotics.\\nHe underwent percutaneous drainage of both liver collections and fluid analysis was performed. The fluid was tested for ova and parasite with negative results. Cytology was negative for malignant cells. Fluid microscopy revealed abundant neutrophils consistent with abscess. Cultures were positive for S. constellatus. Blood cultures isolated S. constellatus which was concordant with fluid studies. Urine culture was significant for E. coli. Serological testing for Echinococcus antibody was negative. Based on the culture and sensitivity of liver fluid collections, he was started on levofloxacin and metronidazole. The patient was managed for Gram-positive bacteremia and repeat cultures after initiation of parenteral antibiotics were negative. A peripherally inserted central catheter (PICC) line was placed to continue intravenous antibiotics for six weeks.\\nFollow-up CT revealed a sigmoid abscess and findings consistent with colo-vesical fistula (Figure ). The sigmoid abscess was drained percutaneously, but not cultured. A diverting loop ileostomy was performed for initial management of colo-vesical fistula with plans for definitive surgery in the future. Work up for inflammatory bowel disease was negative including anti-Saccharomyces cerevisiae antibodies (ASCA) and anti-neutrophilic cytoplasmic autoantibody (ANCA). HIV and Hepatitis B and C serologies were negative.\\nHe was discharged home with PICC line in place with arrangements for outpatient IV antibiotics. During outpatient follow up, both liver abscess were fully resolved (Figure ). He completed six weeks of IV antibiotics and the PICC line was removed. He will follow up with urology for definitive repair of colovesical fistula.", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'28096994': 2, '34513532': 2, '24848553': 1, '30129495': 1, '19841508': 1, '19888200': 1, '31559551': 1, '15578367': 1, '31663145': 1, '31894381': 1, '32528788': 2}", "similar_patients": "{'5224772-1': 1, '8411099-1': 1}"}