{"patient_id": 100220, "patient_uid": "7443646-1", "PMID": 32884531, "file_path": "noncomm/PMC007xxxxxx/PMC7443646.xml", "title": "Pure Erythroid Leukemia in a Sickle Cell Patient Treated with Hydroxyurea", "patient": "A 29-year-old female with a history of sickle cell anemia on hydroxyurea (20 mg/kg/day) for the last 5 years was admitted to the hospital with acute sickle cell crisis. She was found to be anemic with Hgb of 6.1 g/dL and thrombocytopenic with platelet counts of 30,000/μL. Her platelet count during the last admission about a month ago was 186,000/μL. The patient complained of generalized pain on admission and was started on pain medications and was also given 3 units PRBC transfusion which improved her hemoglobin level to 10.1 g/dL. Upon further questioning, the patient was also experiencing gum bleeding and hematuria for the last few days.\\nAbsolute reticulocyte count was 11, 000/μL with a reticulocyte percentage of 0.6. Other laboratory work showed LDH of 261 IU/L, fibrinogen of 451 mg/dL, haptoglobin of 141 mg/dL, negative heparin-induced antibody and negative direct antiglobulin test. Parvovirus B19 IgM antibody was negative. Vitamin B12, serum folate and methylmalonic acid levels were within normal limits. Hemoglobin electrophoresis, which was done after the transfusions, showed hemoglobin A1 of 77.9% and hemoglobin S of 14.6%. Other workup for thrombocytopenia including infectious etiology was negative.\\nThe patient was started on intravenous immunoglobulin and prednisone for thrombocytopenia without any improvement. Because of persistent thrombocytopenia and drop in reticulocyte count compared to her previous values with no apparent cause, bone marrow biopsy was performed.\\nBone marrow biopsy revealed marrow with 100% cellularity with cellular elements comprising of a predominantly immature erythroid cell population, morphologically consistent with pronormoblasts and without evidence of any maturing forms (Fig. , , ).\\nMyeloid series was markedly decreased, and megakaryocytes showed frequent dysmegakaryopoiesis. Pronormoblasts/proerythroblasts were diffusely positive for E-cadherin, glycophorin A and CD71 (Fig. ). It was difficult to quantitate the percentage of erythroid lineage cells due to the lack of aspirate; however, it was estimated, based on immunostains in core biopsy, that they represented a major component of cellular elements (at least 80%) in the marrow. Furthermore, preliminary cytogenetic analysis revealed the deletion of chromosome 5q with evidence of clonal evolution. Combined morphologic, immunophenotypic and cytogenetic features supported the diagnosis of pure erythroid leukemia.\\nThe patient was started on induction chemotherapy at a different institution but unfortunately, she succumbed to her illness after a few months.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'10025899': 1, '22565525': 1, '9427717': 1, '29785257': 2, '23611361': 1, '29327715': 1, '22550403': 1, '11103075': 1, '27069254': 1, '20513116': 1, '28246192': 1, '22982896': 1, '16810617': 1, '16337853': 1, '12506308': 1, '19903897': 1, '25801602': 1, '33847676': 2, '22084346': 1, '32884531': 2}", "similar_patients": "{'5954579-1': 1, '8052012-1': 1}"}