{"patient_id": 105874, "patient_uid": "7975484-1", "PMID": 33796316, "file_path": "noncomm/PMC007xxxxxx/PMC7975484.xml", "title": "A case report of disseminated verrucosis secondary to ustekinumab in\\na patient with Crohn’s disease", "patient": "A 59-year-old female with a history of Crohn’s disease and hepatic cirrhosis\\npresented to the dermatology clinic for sudden-onset, generalized warts. Physical\\nexam was remarkable for numerous tan-colored, verrucous papules on the head, trunk,\\nand extremities ().\\nTwo months prior, she was started on ustekinumab for her Crohn’s disease which had\\nbeen quiescent for 3 years without immunosuppressive therapy post-ileocolectomy. The\\nadministration of ustekinumab involved a 390-mg intravenous infusion for induction\\ntherapy, followed by a 90-mg subcutaneous injection every 8 weeks. The patient’s\\nother medications included gabapentin, trazodone, rifaximin, zinc sulfate,\\nlactulose, spironolactone, and torsemide, all of which she had used for years and\\ntolerated well. She also had not started any new medications while receiving\\ntreatment with ustekinumab.\\nBiopsies of the verrucous lesions were performed. Histopathologic analysis was\\nconsistent with HPV infection () and polymerase chain reaction confirmed the presence of\\nseveral HPV types including HPV types 2, 3, 16, 66, 93, 98, and 150. Among the 10\\nbiopsied samples, HPV type 2 was the most frequently detected type with six positive\\nsamples (). Due\\nto suspicion for ustekinumab-induced disseminated verrucosis, the medication was\\nstopped. Cessation of the ustekinumab, in addition to treatment with liquid nitrogen\\ncryotherapy and aminolevulinic acid photodynamic therapy, initially resulted in a\\nsignificant decrease in the number of verrucae. However, the patient experienced a\\nflare of her Crohn’s disease and was subsequently restarted on ustekinumab by her\\ngastroenterologist. This was associated with the development of numerous additional\\nverrucae on the face, neck, trunk, and extremities. Despite new and ongoing\\nverrucae, the patient decided to remain on ustekinumab. She continues to receive\\ntreatment with cryotherapy and aminolevulinic acid photodynamic therapy.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'19321753': 1, '30739254': 1, '20142812': 1, '30456278': 1, '26239127': 1, '12798239': 1, '15488625': 1, '30271076': 1, '25577151': 1, '29048384': 1, '28528528': 1, '17706835': 1, '29848038': 1, '33796316': 2}", "similar_patients": "{}"}