{"patient_id": 103394, "patient_uid": "7756493-1", "PMID": 32865830, "file_path": "noncomm/PMC007xxxxxx/PMC7756493.xml", "title": "Angiosarcomatous transdifferentiation of metastatic melanoma", "patient": "A 69-year-old man was diagnosed with a cutaneous nodular melanoma with a Breslow thickness of 13.0 mm in the right upper leg in 2017 without any signs of heterologous differentiation (Figure ). Subsequently, a therapeutic re-excision and a sentinel node procedure from the right groin were performed. The sentinel node showed metastatic melanoma (diameter 2.3 mm) and routine follow up was performed. One year later, the patient presented with a new enlarged lymph node in the right groin. A biopsy showed metastatic melanoma and an inguinal lymph node dissection was carried out.\\nFourteen lymph nodes were harvested, with five lymph nodes showing metastatic melanoma. In the two largest lymph node metastases, conventional melanoma was seen next to a vascular component (Figure ). The vascular spaces were lined by highly atypical endothelial cells with vesicular and hyperchromatic nuclei and eosinophilic cytoplasm. Mitotic figures were present. The vascular spaces contained erythrocytes (Figures and ).\\nMelanocytic markers (MART-1, S100, SOX10) were positive only in the solid sheets of melanocytes, while the vascular component was negative. In contrast, ERG and CD31 were strongly expressed in the vascular component while the solid component was entirely negative (Figure ). This, combined with the endothelial atypia, was identified as metastatic angiosarcoma.\\nBecause the angiosarcomatous component was present in two different lymph nodes next to the conventional melanoma, and because the patient had no previous history of angiosarcoma, divergent differentiation was suspected. Clinically, there was no suspicion of a second tumor. A positron emission tomography-computed tomography (PET-CT) scan was performed and no other tumor localization was detected.\\nTo prove the divergent differentiation, molecular analysis was performed on both components. DNA was extracted from the areas that were indicated by a pathologist (GD) using the Cobas FFPE DNA extraction kit (Roche). Mutation analysis was performed using a custom-designed Ion Torrent panel for next-generation sequencing analysis (ThermoFisher) under NEN-EN-ISO-15189 accreditation (registration number M257). With the pan-tumor panel, mutations in hotspots of 24 genes can be analyzed, including AKT1, BRAF, GNAQ, GNA11, KIT, HRAS, MAP2K1, NRAS and PIK3CA, with a validated detection limit of 5% mutant alleles. Tumor cell content was estimated at 100% for both areas. The conventional melanoma and the angiosarcomatous component had an identical mutation in NRAS: c.181_182delinsAG p.(Gln61Arg) (Figure ), with comparably high variant allele frequencies (VAF): 61% and 74%, respectively. The high VAFs in both components makes cross-contamination during macrodissection highly unlikely. Other mutations with >5% VAF were not detected.\\nThree months later, the patient presented with two cutaneous in-transit metastases in the upper leg which showed the same pattern of conventional melanoma next to an angiosarcomatous component. Molecular analysis of the angiosarcomatous component was repeated and revealed the previously observed mutational profile: NRAS c.181_182delinsAG p.(Gln61Arg) without other mutations (>5% VAF) in the hotspots of the genes in the panel. In our opinion, this proves the divergent differentiation of melanoma into angiosarcoma.\\nShortly after, the patient developed another regional recurrence. A PET-CT scan showed suspected supraclavicular (left), paraesophageal, para-aortic, iliac (right), and inguinal (left and right) lymph node metastases. The patient was eligible for palliative immunotherapy. He developed a complete response on nivolumab the year after and he is still alive 3 years after the initial diagnosis.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'14871230': 1, '9415619': 1, '27780602': 1, '11736918': 1, '29417796': 1, '11150378': 1, '10792480': 1, '25498159': 1, '29389063': 1, '17825057': 1, '32865830': 2}", "similar_patients": "{}"}