{"patient_id": 98447, "patient_uid": "7282315-1", "PMID": 32549972, "file_path": "noncomm/PMC007xxxxxx/PMC7282315.xml", "title": "Keratinocyte dissociation (desmolysis/acantholysis) in ameloblastoma", "patient": "A 35-year-old male patient visited to the outpatient department with chief complaint of painless hard swelling in the mandibular right posterior region since 4-5 months. There was no history of trauma or any discharge from the lesion. The medical and dental history was unremarkable. The swelling was gradually increasing in size to reach the present size of 3×3 cm. Radiographic examination revealed a multilocular radiolucent lesion extending from distal surface of right mandibular first molar to retro-molar region (). Radiolucency extended up to the lower border of the mandible. Each locules were well-demarked with the radio-opaque septas. Root resorptions were present in the first, second and third molar. Based on the clinico-pathological observations a diagnosis of ameloblastoma and differential diagnosis of odontogenic keratocyst and central giant cell granuloma was made. Aspiration of the lesion does not yield any material thus ruling out cystic and vascular lesions. Intra-oral incisional biopsy was performed by creating small window on buccal aspect of the body of the mandible.\\nHistopathological examination of specimen revealed large ameloblastomatous follicular spaces with peripheral columnar/cuboidal cells and central stellate reticulum like cells. At few places central stellate reticulum like cell displayed squamoid morphology suggesting acanthomatous change. In most of the areas, central cells were separated from each other due to keratinocyte dissociation leading to desmolysis/acantholysis ( and ). Desmolytic cells were seen as an isolated entity in the follicular space with round to polygonal shaped morphology ( and ). The ameloblastic follicles were also characterized by numerous clear spaces caused due to acantholysis. This appearance was seen throughout the section. Intriguingly, we also observed dense bundle of collagen fibers with hyalinization in the stroma tissue (). However, absence of kite or animal like configurations of the ameloblastomatous epithelium ruled out the possibility of desmoplastic ameloblastoma. The final diagnosis of follicular ameloblastoma (desmolytic or acantholytic variant) was made and patient was posted for the surgical excision but we lost the follow up with the patient.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'25364159': 1, '16679047': 1, '24025892': 1, '11377234': 1, '28707772': 1, '28247226': 1, '1705984': 1, '28142213': 1, '19631576': 1, '25926124': 1, '15228445': 1, '28492232': 1, '32549972': 2}", "similar_patients": "{}"}