{"patient_id": 22034, "patient_uid": "7353895-1", "PMID": 32604918, "file_path": "comm/PMC007xxxxxx/PMC7353895.xml", "title": "Combined Robotic Surgery for Double Renal Masses and Prostate Cancer: Myth or Reality?", "patient": "In October 2018, a 66-year-old man with hypertension and no significant prior surgical history showed a serum PSA level of 4.5 ng/mL. At clinical stage T1c, Gleason score 6 (3 + 3) PCa was diagnosed in 11 out of 22 core biopsies, all in the right side of the gland. A total body bone scan was negative for metastasis. An abdominal CT scan showed no evidence of pathologic pelvic lymphadenectomy but highlighted two incidental heterogeneous enhancing solid masses in the left kidney that were suspicious for renal cell carcinoma: one sized 32 mm in the lower pole and the second of 10 mm in the mesorenal site. A 6-cm asymptomatic simple cyst was found in contralateral kidney. Serum creatinine was 1.43 mg/dL. CT imaging of renal masses is shown in and .\\nWe performed a robotic, simultaneous double-partial nephrectomy and radical prostatectomy by a transperitoneal approach, using the Da Vinci-Xi Robotic Surgical System (Intuitive Surgical, Sunnyvale, CA, USA).\\nA robotic, transperitoneal double-partial nephrectomy was performed as the first procedure. Patient positioning was in the right lateral decubitus with a tilt of 30°. An 8-mm trocar was placed above the umbilicus along the left pararectal line for the robotic camera. Pneumoperitoneum of 12 mmHg was established for the other trocars’ placement. An 8-mm trocar for the right arm was placed at the left pararectal line under the subcostal margin and another 8-mm one for the left arm over the left anterior superior iliac spine. The 12-mm AirSeal assistant trocar was placed between the camera port and left robotic arm. shows the trocars’ placement.\\nThe left colon was mobilized by incision along the Toldt line. After identification of the gonadal vein and the ureter, the renal hilum was isolated, and a vessel loop was passed twice around the artery and pulled out extracorporeally parallel to the assistant trocar. Both renal masses were identified on the anterior side of the lower pole of the kidney. Double enucleation with local hypotension was performed according to our technique, previously described: before resection, the vessel loop was tightened in order to apply a progressive occlusion of the arterial lumen easily from the outside and, in this way, obtain a renal hypotension () []. The collecting system was not violated. Renorraphy was carried out by sliding clips suture and, then, Floseal Hemostatic Matrix was applied. A pararenal drain was placed. The specimen was located in Endobag.\\nAfter robot undocking, the assistant trocar and the right robotic trocar were removed, and port sites were closed. The patient was positioned in a supine, lithotomy, Trendelenburg position. Trocars were placed for the robotic prostatectomy, as shown in . The 8-mm camera trocar was now used for the right robotic arm and the trocar in the left iliac fossa was used for the fourth arm. An 8-mm trocar was positioned at the navel for the camera. Another 8-mm robotic trocar was positioned in the right pararectal side. The 12-mm AirSeal assistent trocar was placed laterally between the right anterior superior iliac spine and the left robotic trocar. The robot was then re-docked. Therefore, a full nerve-sparing, robot-assisted, radical prostatectomy was performed according to the Perusia technique () []. A drain was posed on the Retzius space. The prostate specimen was put into a second Endobag. Extraction of the specimens was through Mac Burney incision.\\nTotal operative time was 265 min. Total console time was 205 min: 80 min for partial nephrectomy and 125 min for radical prostatectomy. Renal hypotension time was 25 min. Estimated blood loss was 250 mL (partial nephrectomy: 100 mL, radical prostatectomy: 150 mL); no blood transfusion was necessary. No perioperative complications occurred. The catheter was removed on the 6th postoperative day, and the patient was discharged on the 7th. Final pathologic exams demonstrated kidney oncocytoma, papillary adenoma, and pT2b Gleason 6 (3 + 3) prostate adenocarcinoma. All the surgical negative margins were negative. At the 12-month follow-up, no renal or prostatic recurrence occurred, PSA was undetectable, and kidney function was not impaired. Hypertension persisted after surgery.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'20407958': 1, '21605533': 1, '19660223': 1, '25572825': 1, '24903348': 1, '11435813': 1, '20645872': 1, '33392391': 2, '21883816': 1, '30207593': 1, '22187260': 2, '10840086': 1, '24259384': 1, '27824258': 1, '18224479': 1, '26981598': 2, '34849371': 1, '24532529': 1, '29895293': 2, '22749852': 1, '22749850': 1, '32604918': 2}", "similar_patients": "{'3250319-1': 1, '5998557-1': 1, '4791664-1': 1, '7764737-1': 1}"}