{"patient_id": 101647, "patient_uid": "7570291-1", "PMID": 33054445, "file_path": "noncomm/PMC007xxxxxx/PMC7570291.xml", "title": "Subacute Aspergillosis “Fungal Balls” Complicating COVID-19", "patient": "A 73-year-old male with past medical history of hypertension, diagnosed with COVID-19 infection 3 days prior to admission, presented to the emergency room with progressive worsening of shortness of breath. He endorsed 4 days of subjective fevers, chills, productive cough, generalized weakness, and decreased oral intake. On presentation to the emergency room, he was tachypneic to 35 breaths per minute with oxygen saturation of 85% on room air. He was immediately placed on a non-rebreather with improvement in oxygenation. Blood work showed elevated inflammatory markers with C-reactive protein of 25.85 mg/dL, ferritin 1847 ng/mL, and lactate dehydrogenase of 475 IU/L. Chest radiograph on day of admission showed bilateral peripheral infiltrates suggestive of COVID-19 without any signs of cavitary lesions (). Nasopharyngeal swab polymerase chain reaction for SARS-CoV-2 tested positive. Blood and respiratory cultures were drawn.\\nDue to progressive respiratory distress, the patient was initially placed on high-flow nasal cannula. Subsequently, he required intubation and was transferred to the medical intensive care unit. He started on remdesivir, dexamethasone, and received convalescent plasma based on current COVID-19 recommendations. With persistent fever spikes to 102 °F, he was initiated on broad-spectrum antibiotics. Respiratory cultures obtained at time of intubation grew methicillin-resistant Staphylococcus aureus, and antibiotics were narrowed. With worsening P/F ratios, the patient was proned for a total of 48 hours, per hospital acute respiratory distress syndrome protocol, with significant improvement in the gas exchange.\\nDespite appropriate antibiotics, the patient continued to have persistently high-grade fevers and progressively higher oxygen requirements. Computed tomography scan of the chest was performed 3 weeks after admission demonstrating extensive airspace disease with bilateral peripheral ground glass pattern, along with newly formed thin-walled cavitary lesions in the right middle lobe and left upper lobe ( and ). These cavities were occupied by fungal ball-like lesions, and subsequent respiratory cultures grew Aspergillus flavus, without any fungal growth in blood cultures, and aspergillus/galactomannan serum assay showed no results. The patient was then started on intravenous voriconazole for subacute invasive pulmonary aspergillosis. Due to persistence of the SARS-CoV-2 and severe acute respiratory distress syndrome complicated by pulmonary aspergillosis, the patient further underwent tracheostomy and was discharged to a subacute rehabilitation facility.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'30526505': 1, '30076119': 1, '11452056': 1, '22278237': 1, '32105632': 1, '32395423': 1, '34356924': 1, '34381949': 1, '34356935': 1, '32835246': 1, '33972145': 1, '34541719': 1, '34829210': 1, '32198776': 1, '33054445': 2}", "similar_patients": "{}"}