{"patient_id": 33423, "patient_uid": "7946472-1", "PMID": 33763265, "file_path": "comm/PMC007xxxxxx/PMC7946472.xml", "title": "A Rare Case of Porocarcinoma and Trichoblastoma Arising in a Nevus Sebaceus of Jadassohn", "patient": "A 58-year-old male presented for an evolving mass on his left scalp. The mass was noted at birth and had been enlarging, changing color, and bleeding over the past 12 months. On exam, a 3.0 cm × 3.0 cm yellow-to-tan verrucous, papulated plaque with central, large pink, and violaceous-to-blue nodules was present on the left posterior parietal scalp with overlying alopecia ().\\nA shave biopsy of the entire lesion was performed. Pathology disclosed changes consistent with an organoid nevus with two distinct neoplasms within. A basaloid tumor arising from the epidermis with a focal ribbon and pigmented pattern consistent with trichoblastoma and an adjacent downgrowth of atypical squamous epithelium with dysplasia and easily identified mitotic figures with a glassy stroma and eccrine differentiation consistent with porocarcinoma (Figures and ). Immunohistochemical stains against cytokeratin 7 highlighted portions of the tumor.\\nThe patient was referred to otolaryngology for wide local resection with sentinel lymph node biopsy. There was no parotid gland enlargement or palpable anterior or posterior cervical lymphadenopathy. Wide local excision (6 cm × 6 cm with 1.5 cm to 2 cm margins) was performed with sentinel lymph node biopsy from the left tail of the parotid identified through nuclear medicine. Reconstruction was with opposing transposition flaps.\\nSurgical pathology revealed no residual porocarcinoma in the scalp specimen and negative sentinel lymph nodes; therefore, no further treatment, including chemotherapy, was indicated. Three years later, the patient remained disease free.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'10642683': 1, '2983619': 1, '27898349': 1, '19751879': 1, '28721214': 1, '24268309': 1, '10770429': 1, '29894433': 1, '12224685': 1, '27302529': 1, '33763265': 2}", "similar_patients": "{}"}