{"patient_id": 98968, "patient_uid": "7325546-3", "PMID": 32647582, "file_path": "noncomm/PMC007xxxxxx/PMC7325546.xml", "title": "A case study of three patients with mucopolysaccharidoses in Hue Central Hospital", "patient": "A 4-year-old girl patient was complaining of finger joint stiffness and had short stature. She was healthy at birth but admitted to the hospital frequently due to respiratory problems.\\nA physical examination showed the child had a short neck, large skull, rugged appearance, short nasal bridge, wide nose, and swollen eyelids (). Her fingers and toes were shorter than normal, and a limited movement in the distal joints due to joint stiffness. Examination of the auditory system showed there was a slight bilateral hearing loss.\\nAt first, this patient had normal vision, but after 1 year, she had glaucoma and elevated intraocular pressure (right eye: 30 mm Hg; left eye: 28 mm Hg). She received an operation in 2019.\\nEchocardiography showed mitral valve prolapse at 1 year after diagnosis with MPS. In hand radiographs, the fingers and metacarpus were short, wide-, and bullet-shaped phalanges (). Paddle-shaped widened ribs and thick irregular clavicles were seen in the chest X-ray ().\\nThe results of an MS/MS assay showed arylsulfatase B at 0.03 mM/h (normal range: >3.4 assay µM/h). This result suggested an arylsulfatase B deficiency in MPS type VI.", "age": "[[4.0, 'year']]", "gender": "F", "relevant_articles": "{'26592960': 1, '16414358': 1, '30061628': 1, '30442204': 1, '23860310': 1, '30442171': 1, '24450877': 1, '22210669': 1, '30409495': 1, '27322551': 1, '28506702': 1, '31615002': 1, '24698225': 1, '30442163': 1, '31582674': 1, '27566349': 1, '20385007': 1, '21737154': 1, '27718145': 1, '26751109': 1, '28292383': 1, '22013531': 1, '24478559': 1, '31200731': 1, '28595941': 1, '29736354': 2, '3101020': 1, '28964643': 1, '30222014': 1, '25137622': 1, '15126981': 1, '30057281': 1, '32647582': 2}", "similar_patients": "{'7325546-1': 2, '7325546-2': 2, '5935432-1': 1}"}