{"patient_id": 101757, "patient_uid": "7583539-1", "PMID": 33110338, "file_path": "noncomm/PMC007xxxxxx/PMC7583539.xml", "title": "Full Mouth Rehabilitation by Implant Supported Fixed Prosthesis", "patient": "A 56-year-old male patient has been to a dental clinic with a completely edentulous maxillary and mandibular jaw. He showed no systemic pathology and was not a smoker. The patient was unhappy with the esthetics and did not want a removable prosthesis. After careful evaluation, it was decided to insert six implants in the maxillary and six implants in the mandibular arch.\\nCone-beam computed tomography (CBCT) was the preferred investigation. CBCT scan of both the arches revealed the following:\\nRegions of 11, 12, 13, 14, 15, 16, 17, 21, 22, 23, 24, 25, 25, 26, 27, 31, 32, 33, 34, 35, 36, 37, 41, 42, 43, 44, 45, 46, and 47 are the sites for implant placement Insufficient width of the alveolar bone in the regions of 11, 21, and 45 Insufficient height of the alveolar bone in the regions of 46, 47, 15, 16, 17, 26, 27, 35, and 36 Irregular thickening of the lining mucosa along the walls of the maxillary sinus in the regions of 15, 16, and 17.\\nThe surgery was performed under local anesthesia with lignocaine and 1:100,000 adrenaline. A total of 12 implants were placed for maxillary and mandibular rehabilitation. Implant stability was sufficient (35 N/cm measured with a torque spring) for all 12 implants. Second-stage surgery was performed, and prosthetic rehabilitation was conducted.\\nshows a total 12 implants in the maxilla and mandible.\\nFor rehabilitation, a conventional alginate impression was made, and study models were cast. A rigid custom tray was manufactured with a window cut through over the implants.\\nThen, the healing abutments were removed; appropriate impression copings were selected and fitted. These copings were splinted together intraorally to provide greater rigidity and possibly greater accuracy.[]\\nThe open tray was tried in the mouth taking care that the impression copings emerged in level with the windows made in the tray. This permitted easy removal of the impression copings while ensuring that the copings are supported by sufficient impression material. The tips of the impression copings should be felt through the wax covering the window. The impression of implants was made with addition silicone (VPS) with different viscosities after merging all the impression transfer copings with DuraLay pattern resin.\\nOpen trays were fabricated, copings were splinted together, and impression was recorded in the silicon impression material [].\\nOnce the impression was set, the impression copings were unscrewed through the window on the tray, and the impression was removed from the mouth along with all the impression copings in place.\\nThe vertical dimension for rest and occlusion was checked with wax occlusal rims placed in the mouth. A divider was used to measure the vertical dimension at occlusion (VDO) and vertical dimension at rest. Facebow record was established, and centric relation recorded. Teeth were arranged in the rim, and try-in was done.\\nMaintaining the same VDO, metal framework was fabricated, and metal try-in was done. Interocclusal records were made with the metal framework in place.\\nFacebow record was made, VDO was checked, teeth arrangement was made, and metal framework was made and checked with the same VDO [].\\nThe final restoration was realized with complete ceramic layering.\\nshows the final restoration with ceramic layering.\\nThe trial was done, and occlusal adjustments were made. With the occlusal modifications, bite forces are primarily compressive in nature to the prosthesis, the implants, and the bone. The prosthesis was then screwed and the screws were covered by composite.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'18922257': 1, '17066630': 1, '28418832': 1, '20202794': 1, '17618930': 1, '13271007': 1, '19415058': 1, '22043467': 1, '34220167': 1, '15800467': 1, '23738085': 1, '24721502': 1, '23656352': 1, '11359307': 1, '16137093': 1, '11359258': 1, '20681816': 1, '33110338': 2}", "similar_patients": "{}"}