{"patient_id": 25319, "patient_uid": "7505329-1", "PMID": 32957393, "file_path": "comm/PMC007xxxxxx/PMC7505329.xml", "title": "Case report of seminal vesical schwannoma treated with conservative strategy", "patient": "In December 2016, as a re-examination after ureteroscopic lithotripsy, a 42-year-old man underwent an abdominal computed tomography (CT) scan, which showed a well-defined solid mass, measuring 3.2 cm × 3.0 cm, localized in the left seminal vesicle. He denied any weight loss nor other constitutional symptoms and had no positive family history or other medical history, except receiving ureteroscopic lithotripsy 1 month ago, due to the right ureteral calculi. On physical examination, digital rectal examination confirmed a palpable mass in the left seminal vesicle. The serum levels of prostate specific antigen and carcinoembryonic antigen were 0.860 μg/L (normal range: 0.00–4.00 μg/L) and 1.1 μg/L (normal range: 0.00–5.00 μg/L), respectively. Magnetic resonance imaging (MRI) of the pelvis indicated a mass in the left seminal vesicle, measuring 2.7 cm × 2.9 cm, manifested as isointense on T1-weighted images, hyperintense on T2-weighted images and severe enhancement on contrast-enhanced T1-weighted images (Fig. ), with no evidence of local extension of the tumor to the surrounding tissues as well. Transrectal ultrasound-guided biopsy was carried out and pathological examination of the specimen revealed a schwannoma of the left seminal vesicle (Fig. ), strongly positive for S-100, and negative for EMA, CD34, SMA, and desmin.\\nConservative treatment, comprised of periodic CT or MRI, was instituted after a discussion with the patient, who was concerned with the potential impotence after surgery. In August 2018, the patient underwent pelvic CT, which demonstrated the size of the lesion was approximately similar to that in December 2016. No significant genitourinary symptoms had been reported during the follow-up.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'9401656': 1, '25189642': 1, '18559034': 1, '22210082': 1, '24678366': 1, '22362077': 1, '19605659': 1, '11832710': 1, '29354508': 1, '8067509': 1, '20003606': 1, '32957393': 2}", "similar_patients": "{}"}