{"patient_id": 28528, "patient_uid": "7696778-1", "PMID": 33207736, "file_path": "comm/PMC007xxxxxx/PMC7696778.xml", "title": "Successful Embolization of Posterior Inferior Pancreaticoduodenal Artery Pseudoaneurysm on the Grounds of Chronic Pancreatitis—Case Report and Literature Review", "patient": "A 74-year-old man was admitted to our clinic with complaints of abdominal pain radiating to back, nausea, and vomiting of 7 days’ duration. The pain had a slow but progressive onset and started a few hours after alcohol consumption. His past medical history included chronic alcoholic pancreatitis, alcohol abuse, tobacco dependence, and hypertension. Five years earlier, due to occasional intense abdominal pain, the patient underwent a detailed gastroenterological examination and was diagnosed with alcohol related chronic pancreatitis. With enzyme therapy and lifestyle changes that included abstinence from alcohol and tobacco, and dietary recommendations, his condition was well and pain-free. The patient was also examined and followed by a psychiatrist with the aim of abstaining from alcohol. With benzodiazepine therapy, which focused primarily on anxiety and insomnia, a satisfactory therapeutic response has been achieved. For the past two years, the patient avoided psychiatric check-ups, continued to use alcohol, and stopped the therapy prescribed by the gastroenterologist.\\nAt the time of admission, abdominal examination revealed diffuse tenderness, especially in the epigastric area. He was afebrile with normal vitals, blood pressure of 130/90 mmHg, and cachectic (BMI 17.4). Laboratory examinations, including complete blood count, revealed leukocytosis (white blood cells–14.6 × 109/L), elevated C-reactive protein and fibrinogen levels 96.2 mg/L and 4.5 g/L, respectively. Biochemistry test results were indicative of acute on chronic pancreatitis, with high amylase (2400 U/L) and lipase (2617 U/L) levels.\\nSince the initial abdominal ultrasound (US) was inconclusive due to patient meteorism, an abdominal contrast-enhanced computed tomography scan (CT) was done. It revealed encapsulated, round necrotic mass with a maximum diameter of 90 mm in the region of the pancreatic head with extrapancreatic extension into the duodeno-pancreatic space. An acute inflammation on the ground of the exacerbation of chronic pancreatitis, had a CT presentation of necrotic pancreatitis (). The patient was treated conservatively with antibiotic prophylaxis (Imipenem 0.5 g, 8 hourly), high volume crystalloid infusion with Ringer’s lactate, analgesics (Tramadol 100–200 mg daily), and proton pump inhibitor (Pantoprasole 40 mg). On an abdominal ultrasound examination prior to patient discharge from the hospital, no worsening of inflammation, or new liquid collections, or the presence of free fluid was observed. The WOPN that was monitored seemed organized and uncomplicated.\\nTherefore, with normal values of inflammatory markers, the patient’s condition was considered stable and he was dismissed from the hospital on the 10th day upon admission.\\nThe patient arrived one week before the scheduled appointment, one month after hospitalization, feeling anxious due to a pulsatile mass in his abdomen. Physical examination found a soft, non-tender abdomen with a large palpable lump. Abdominal ultrasound showed a large hypoechoic cystic lesion in the pancreatic head. Color–Doppler examination revealed a turbulent blood flow in the cyst (). Follow-up contrast-enhanced CT scan and angiography demonstrated central enhancing component in previously verified walled-off necrosis in the head of the pancreas (A).\\nArea of contrast extravasation surrounded with necrotic tissue and nearly formed hematoma, was compatible with pseudoaneurysm originating from the posterior pancreaticoduodenal vascular arcade (b). Considering the size, location of the pseudoaneurysm, and patient’s condition we opted for digital subtraction angiography (DSA) performed together with endovascular coil embolization.\\nDSA confirmed the pseudoaneurysm location at the posterior inferior pancreaticoduodenal artery, close to the superior mesenteric artery (A). The superior mesenteric artery had been subjected to selective catheterization with Sidewinder 2 (Optitorque, Terumo, Leuven, Belgium) which was followed by sub-selective catheterization of the posterior inferior pancreaticoduodenal artery, engaged with RebarTM14 microcatheter (ev3 Inc., Covidien, Irvine, CA, USA). The sandwich technique was utilized, and both inflow and outflow of the pseudoaneurysm were embolized with coils (Concerto, Covidien, Irvine, CA, USA). A control angiography demonstrated complete occlusion of the pseudoaneurysm (B). The procedure was completed without complications and the patient was discharged from the hospital two days later.\\nTwo months after the embolization, patient was reviewed. He was clinically stable. 3D volume rendering CT image showed complete exclusion of the pseudoaneurysm with coils ().", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'15746787': 1, '30776344': 1, '30374751': 1, '28877270': 1, '29880587': 1, '14603202': 1, '23143602': 1, '2916944': 1, '27163588': 1, '31061887': 1, '32118114': 1, '34621883': 2, '16105542': 1, '30285639': 1, '29104834': 2, '15650282': 1, '17322972': 1, '18469446': 1, '16405731': 1, '31860051': 1, '8353353': 1, '30791769': 1, '31313686': 1, '33207736': 2}", "similar_patients": "{'5659368-1': 1, '8462217-1': 1, '8462217-2': 1}"}