{"patient_id": 97755, "patient_uid": "7210911-1", "PMID": 32405483, "file_path": "noncomm/PMC007xxxxxx/PMC7210911.xml", "title": "A Case Report and Literature Analysis:A Supracondylar Femur Fracture in a Super-Obese Patient", "patient": "A 68-year-old female with a body mass index (BMI) of 98.1 kg/m2presented with diabetes mellitus type 2, chronic kidney disease, hypothyroidism, and atrial fibrillation who suffered from left femur supracondylar extraarticular long oblique fracture 32-A2 (AO Muller classification) with a displacement of 31 mm ()after stepping out of the vehicle twisting her left leg accompanied by a short distance fall to the ground. The patient has been transferred from another hospital 1 month since injury to King Khaled National Guard Hospital of Jeddah city in Saudi Arabia for evaluation and management. After looking at patient’s file, taking full history and using a portable X-ray machine for evaluation in authors’ institute, it was decided to consult concerning specialties to reevaluate patient’s general health and condition. The patient was at high risk of developing a thrombus, using warfarin with a 4 mg dose, and thus, it was advised to withdraw the warfarin and to insert an inferior vena cava (IVC) filter. Unfortunately, in accordance with the interventional radiologist, the patient was not eligible for an IVC filter due to mainly to her chronic kidney disease status, weight, and size. Regardless of such limitations, it was important to proceed for preparation of open reduction internal fixation after considering all risk factors and her medical condition.\\nStandard pre-operative protocols and screening were performed according to international standard. However, it was of high importance to establish extra adjustments for our patient to operate in the safest environment as possible. First, it was advised to book an extra-wide bariatric intensive care unit (ICU) bed for post-operative care and second, to prepare two surgical bariatric tables that would fit her size (). The surgical room door was small for the extra-wide bariatric ICU bed to pass through, so she entered the room with one bariatric bed with side support. Once the patient was in theater, twelve staff members helped to transfer the patient to the two-attached bariatric surgical table (). Third, two consultants and two specialists were prepared to participate in the surgery. Finally, an electromagnetic guidance device (TRIGEN SURESHOT, Electromagnetic targeting system, Smith and Nephew, USA) was prepared to facilitate imaging since C-arm by itself is limited to rotate freely around the patient.\\nThe patient ideally underwent a retrograde interlocked closed intramedullary nail (TRIGEN meta-retrograde, Smith and Nephew, retrograde intramedullary nail, USA) fixation of the femur. The surgery was performed by two experienced consultants in trauma surgery and two orthopedic specialists to assist. Extensive prep and drape preparation performed with the patient in supine position, a percutaneous entry point using guide wire achieved closed reduction. A free hand insertion of distal locking screws was established under image intensifier guidance, while proximal locking was achieved by the electromagnetic distal targeting device.\\nThe patient post-operative imaging showed satisfactory reduction on X-ray ().The patient did not develop any major early complication post-operatively. Surgical site infection (SSI) 6 days post-operatively was observed when patient started oozing serous fluid. Accordingly, the patient was not discharged until 4 weeks after operation due to the delay in wound closure. Meanwhile, laboratory culture result showed Staphylococcus aureus colonization, and the patient was treated efficiently with a 12-day course of vancomycin 5 mg/ml under infectious disease recommendations and changing of wound dressing (Mepilex Border, Safetac, all in one, USA) every 3 days with no necessity for debridement. Day of discharge imaging showed no infection of bone and a well-placed nail with a reduced fracture but minor delay in soft callus formation ().", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'21577074': 1, '2799651': 1, '26351801': 1, '28128093': 1, '25104886': 1, '22316145': 1, '20418737': 1, '23412505': 1, '20347729': 1, '8114138': 1, '16810548': 1, '21393223': 1, '15900370': 1, '15995116': 1, '32405483': 2}", "similar_patients": "{}"}