{"patient_id": 31000, "patient_uid": "7816437-1", "PMID": 33468063, "file_path": "comm/PMC007xxxxxx/PMC7816437.xml", "title": "Tertiary lymphoid tissue in early-stage IgG4-related tubulointerstitial nephritis incidentally detected with a tumor lesion of the ureteropelvic junction: a case report", "patient": "A 72-year-old Japanese man was admitted to our hospital because of progressive renal dysfunction after right nephroureterectomy for a right ureter mass. He had had type 2 diabetes since the age of 18 years and hypertension. Family history included diabetes in his father, mother and brothers. He had a smoking history of 150 pack-years. He did not have any allergies. His medications included amlodipine, sitagliptin phosphate hydrate, ipragliflozin L-proline, and insulin glargine. He had been followed for 18 years after surgical resection of a bladder tumor without recurrence. Six months previously, periodic laboratory examination had revealed mild renal dysfunction [serum creatinine 1.11 mg/dL, estimated glomerular filtration rate (eGFR) 50.7 ml/min/1.73 m2]. At this time, white blood cells 7,100/µL (eosinophil 241/µL), urinary protein (2+), occult blood (-), and urinary sugar (4+) were documented. Urine cytology was negative. Periodic abdominal CT revealed a mass lesion on his right upper ureter and mild right kidney hydronephrosis (Fig. a). On enhanced CT, it was 21 mm in diameter and surrounded the right upper ureter which had a smooth intraluminal surface.\\nSince no other radiological abnormalities were detected in either the renal parenchyma (Fig. b) or other organs, he was clinically diagnosed with right ureter cancer. As a neoadjuvant therapy, gemcitabine hydrochloride and cisplatin were administered, with on average 10 mg/day of intermittent dexamethasone also added as supportive therapy. Two months before admission, the mass became smaller (Fig. c) and then right nephroureterectomy was performed. Histopathology of the removed ureter mass revealed no malignancy, but IgG4+PC infiltration [> 100/high power field (HPF)], obliterative phlebitis and storiform fibrosis (Fig. d-h), which allowed a diagnosis of IgG4-related ureteritis. GC-like structures were also observed (Fig. i).\\nHistopathology of the removed right kidney revealed arteriolar hyalinosis and arteriosclerosis of arcuate and interlobular arteries (Fig. a). Of 105 glomeruli, thirty-nine manifested global sclerosis. Remaining glomeruli had diffuse mesangial expansion, consistent with a diagnosis of diabetic glomerulosclerosis class IIa. In addition, many lymphoplasmacytes infiltrated only beneath the renal capsule and around medium-sized arteries and veins. Neither storiform fibrosis nor obliterative phlebitis was noted. In some parts, lymphoplasmacytes aggregated to form GC-like structures (Fig. b, c). Immunostaining showed abundant IgG4+PC infiltration (28/HPF) and IgG4+PCs surrounded the lymphatic follicle-like structures (Fig. d-f). Most of these structures were composed of T cells, B cells and CD21-positive follicular dendritic cells, suggesting the formation of mature TLT (Fig. g, h).\\nSince renal function gradually worsened after the operation, he was admitted to our department. Physical examination showed no swelling of lacrimal or salivary glands and no lymphadenopathy. Urinary protein was (±), urinary glucose (2+), and occult blood (-). Blood examination revealed white blood cells 6,900/µL (eosinophil 511/µL), kidney dysfunction (serum creatinine 2.04 mg/dL, eGFR 26.0 mL/min/1.73 m2), hemoglobin A1c 6.5 %, serum IgG 1,674 mg/dL, IgG4 112 mg/dL, anti-nuclear antibody 1:160, rheumatoid factor 47 IU/mL and normal complement levels (C3c 95 mg/dL, C4 22 mg/dL, CH50 52 U/mL), although these data would have been somewhat affected by the dexamethasone therapy before operation (Table ). On enhanced CT, no other IgG4-RD lesions were detected. Considering that the right kidney had IgG4-TIN without imaging abnormality, we speculated that his left kidney also had IgG4-TIN and prescribed prednisolone (30 mg/day, 0.5 mg/kg/day) thereby preventing further deterioration of his renal function.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'30419354': 1, '24262509': 1, '25986266': 1, '21889187': 1, '31942203': 1, '22622061': 1, '26069770': 2, '30499730': 1, '27699223': 1, '29434340': 1, '30923503': 1, '32473779': 1, '30258435': 1, '30612117': 1, '21898030': 1, '27884179': 1, '34692728': 1, '22198501': 1, '26943245': 1, '20706277': 1, '22753386': 1, '25876665': 1, '21107087': 1, '23698232': 1, '27246178': 1, '26381653': 1, '20525884': 1, '22228836': 1, '24590281': 1, '28460058': 1, '33468063': 2}", "similar_patients": "{'4400520-1': 1}"}