{"patient_id": 24339, "patient_uid": "7457812-1", "PMID": 32867804, "file_path": "comm/PMC007xxxxxx/PMC7457812.xml", "title": "Congenital intrathoracic accessory spleen is a very rare trick of nature: a case report", "patient": "The patient was a 14-year-old healthy female referred to us after an intrathoracic mass was incidentally discovered in the left hemithorax on a CT scan (Fig. ) obtained in the setting of a roll-over all-terrain vehicle (ATV) accident. She had no history of previous injuries or hospitalizations. She denied any previous history of symptoms that could be related to the mass, including no shortness of breath or chest pain. Her family history was noncontributory, and physical exam was unremarkable. Contrast enhancement on CT demonstrated an approximately 9.7 × 6.3 cm mass. Blood supply appeared to originate from the left internal mammary artery and the inferior phrenic artery. The left inferior phrenic vein appeared enlarged. Lungs, pleura, esophagus, and chest wall were without abnormalities. No lymphadenopathy was noted. Due to the large size of the mass, and diagnostic uncertainty we recommended resection. Differential included sequestration, malignancy and accessory spleen.\\nShe underwent a left sided video assisted thoracoscopy surgery (VATS). A total of four ports were required -5 mm port in the left 5th intercostal space along the anterior axillary line, 12 mm port in the eighth intercostal space in the mid axillary line on the left (subsequently extended into a 5 cm mini-thoracotomy by dividing the intercostal muscles and latissimus dorsi for retrieval of the specimen), 5 mm port in the third intercostal space in the anterior axillary line, and 5 mm port in the fourth intercostal space in the posterior axillary line. The mass was extra-pleural and in the medial inferior portion of the left thoracic cavity. A LigaSure™ device was used to release the pleural attachments and adhesions along the borders of the mass. Small arterial and venous tributaries were encountered on the anteromedial surface heading towards the internal mammary vessels along the anterior border of the pericardium, as well as, inferomedial arterial vessels headed towards the diaphragm. All vessels were ligated using 5 mm hemoclips and the LigaSure™. Following this, the specimen was dissected fully from the extra-pleural space, the specimen was placed in a specimen bag, partially morcellated and removed through the 12 mm port incision that was extended into a 5 cm mini-thoracotomy by dividing the intercostal muscles and latissimus dorsi. A portion of the sample was sent for frozen section analyses and pathology returned as “Lymphoid and spindle cell lesion, no overt features of malignancy”.\\nA 20-French chest tube was placed intraoperatively, all port sites were closed, and she was extubated to room air in stable condition. Her hospital course was uneventful. Briefly, chest tube was discontinued on postoperative day (POD) 1, and she was discharged later that day. She was seen again in clinic 2 weeks following discharge and was doing well. Chest X-ray was unremarkable and we arranged for follow up as needed. She continued to do well without concerns 5 months following discharge.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'16125964': 1, '23089455': 1, '12643415': 1, '17591312': 1, '17662812': 1, '32867804': 2}", "similar_patients": "{}"}