{"patient_id": 97226, "patient_uid": "7153188-1", "PMID": 32270732, "file_path": "noncomm/PMC007xxxxxx/PMC7153188.xml", "title": "Successful surgical management of coarctation of the aorta with infective endaortitis and splenic abscess: a case report", "patient": "A 19-year-old female patient with an unremarkable medical history was referred to the vascular surgery department of Peking Union Medical College Hospital because of a 2-month history of an intermittent fever with progressive abdominal pain and leg pain. At admission, the patient’s temperature was normal, and her blood pressure was higher in the upper limb than in the lower limb (160/85 vs. 105/80 mmHg, respectively). An atypical systolic murmur could be heard most strongly over the left subclavian area and the left scapular region. Scattered petechial hemorrhages could be seen on the bilateral lower extremities, especially on the bottom of the feet (). The white blood cell count and high-sensitivity C-reactive protein concentration were 14.1 × 109/L (reference range, 4.0–10.0 × 109/L) and 105 mg/L (reference range, 0–20 mg/L), respectively. The hemoglobin concentration was 83 g/L (reference range, 110–160 g/L). The patient’s echocardiographic findings were normal with no evidence of infective endocarditis. Notably, the diagnosis of CoA with a poststenotic saccular aneurysm of the aorta had been confirmed by aortic computed tomography angiography (CTA) in an external hospital 1.5 months before the current presentation (), and a splenic infarction was also found.\\nTreatment was initiated with broad-spectrum intravenous antibiotics. However, on the fourth day of admission, the patient developed a sudden-onset high fever (102.6°F), abdominal pain, and vomiting. Blood analysis revealed a markedly elevated leukocyte count (29.1 × 109/L; reference range, 4.0–10.0 × 109/L) and a high procalcitonin concentration (12.25 ng/mL; reference range, <0.5 ng/mL). A blood culture showed growth of Viridans streptococci. A new aortic CTA examination in our hospital showed that the poststenotic saccular aortic aneurysm had substantially grown in size (). Additionally, enhanced abdominal CT showed a severe splenic abscess (). Based on the patient’s clinical manifestations, laboratory results, and imaging evidence, a preliminary diagnosis of infective endaortitis was established. Considering the rapid enlargement of the poststenotic saccular aortic aneurysm, an emergency surgery was scheduled.\\nDuring the operation, the infected spleen was resected first. Next, a left posterolateral thoracotomy was performed through the fourth rib bed. The distal aortic arch and the descending aorta were carefully dissociated. Aortic coarctation with a poststenotic saccular aortic aneurysm was confirmed. The adventitia of the aortic aneurysm remained intact, and no obvious infective tissue was present around the aneurysm. After transverse clamping of the distal aortic arch above the constricted segment and the distending aorta distal to the aneurysm, a strong pulse was felt on the distal thoracic aorta, with an acceptable systolic blood pressure of 100 mmHg invasively measured through the dorsal pedal artery. This indicated that more extensive collateral vessels secondary to long-term aortic coarctation could maintain sufficient infusion of the distal aorta even after clamping, as we predicted before the surgery. A surgical repair strategy without extracorporeal circulation was conducted. Carefully maintaining an invasive systolic blood pressure ranging from 100 to 110 mmHg as measured through the dorsal pedal artery, which was in accordance with the patient’s preoperative ankle blood pressure, we removed all of the diseased aorta and then performed in situ reconstruction of the aorta with a Dacron artificial tube graft (20-mm diameter and 40-mm long). The clamping delay was 29 minutes. Macroscopic examination of the operative specimen revealed coarctation and poststenotic saccular aortic aneurysm with several vegetations adhered to its intima (). The postoperative clinical course was uneventful, and intravenous antibiotics were administered for 6 weeks after confirming a negative blood culture. Four years later, this patient was followed up without any events. Aortic CTA demonstrated that the artificial vessel functioned normally (). This case report did not require ethics committee approval because it did not involve animal or human studies. Verbal consent was obtained from the patient for publication of this manuscript and any accompanying images and medical data.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'22152954': 1, '19743492': 1, '9052560': 1, '20821941': 1, '11016346': 1, '21718455': 1, '24923233': 1, '9832688': 1, '11545118': 1, '24334240': 1, '30500628': 1, '25528141': 1, '24987262': 2, '28826728': 1, '15712067': 1, '21802238': 1, '23129914': 2, '25737506': 1, '10818188': 1, '25555985': 1, '32270732': 2}", "similar_patients": "{'4070205-1': 1, '3487213-1': 1}"}