{"patient_id": 21343, "patient_uid": "7320656-1", "PMID": 32607296, "file_path": "comm/PMC007xxxxxx/PMC7320656.xml", "title": "Idiopathic Pneumatosis of Small Bowel and Bladder", "patient": "An 81-year-old woman with a medical history of hypertension, hyperlipidemia, and hypothyroidism presented to the emergency room for evaluation of diarrhea for two months’ duration, weakness, and fatigue. These multiple loose bowel movements were causing incontinence without hematochezia, melena, or abdominal pain. She denied associated symptoms, such as fever, symptom onset with a particular diet, or urinary symptoms. The patient had been evaluated the week prior for similar symptoms with an esophagogastroduodenoscopy (EGD), which showed evidence of moderately severe esophagitis with no bleeding in the distal esophagus, normal stomach, and normal duodenum. A colonoscopy performed the same day as the EGD was positive for large-mouthed diverticula found in the left colon, but the physical examination results were otherwise normal. Biopsies taken at that time from the esophagus, duodenum, and right and left colon revealed non-specific inflammatory changes on her pathology report. On physical examination, the patient had stable vital signs, was weak, was mildly distressed due to her symptoms, and had mild abdominal bloating. A complete blood count was unremarkable. A basic metabolic profile revealed a potassium level of 3.1 mmol/L, chloride 92 mmol/L, blood urea nitrogen of 27 mg/dL, and a creatinine of 1.5 mg/dL from a baseline of 1.0 mg/dL. Liver function tests and lipid profile were within normal limits. The patient had a mild elevation of troponins to a maximum of 0.21, which immediately trended down on subsequent follow-up troponin tests. An electrocardiogram and echocardiogram did not reveal any abnormalities. Further workup included a CT scan of the abdomen and pelvis with intravenous contrast, which revealed diffuse pneumatosis of the small bowel (Figure ) and bladder (Figure ).\\nThe patient was immediately initiated on empirical antibiotic treatment with piperacillin-tazobactam and was evaluated for a possible infectious source. This included urinalysis, stool analysis, and cultures of the urine, blood, and stool. Studies were positive for Klebsiella pneumoniae growth in the urine culture subsequently treated with a seven-day course of piperacillin-tazobactam. The patient had a Foley catheter placed to decompress the bladder with no evidence of hematuria. In light of the diffuse pneumatosis, the patient was placed on bowel rest for two days and started on a diet after that. During her entire course of seven days at the hospital, the patient was afebrile, had good urine output, and had no abdominal symptoms other than loose stools, which improved with colestipol, a bile acid sequestrant. Blood work during her stay was unremarkable except for an elevation in creatinine, which resolved with hydration, and the patient was discharged on day 7 on a regular diet (Figure ).", "age": "[[81.0, 'year']]", "gender": "F", "relevant_articles": "{'12074039': 1, '12716096': 1, '22767661': 1, '25694632': 1, '21518018': 1, '527869': 1, '12511155': 1, '22171137': 1, '3516602': 1, '7966788': 1, '19138290': 1, '17506870': 1, '525221': 1, '19710000': 1, '15933634': 1, '22096722': 1, '8811375': 1, '2375647': 1, '1587203': 1, '33209547': 1, '32607296': 2}", "similar_patients": "{}"}