{"patient_id": 24802, "patient_uid": "7480889-1", "PMID": 32923243, "file_path": "comm/PMC007xxxxxx/PMC7480889.xml", "title": "Anti-Neutrophilic Cytoplasmic Antibody (ANCA) Vasculitis Presented as Pulmonary Hemorrhage in a Positive COVID-19 Patient: A Case Report", "patient": "A 37-year-old Saudi female, who is not known to have any medical illness, presented to the emergency department with chest pain, cough, shortness of breath, hemoptysis and generalized joint pain. Her symptoms progressed over the last four days. There was no history of fever, skin rashes, sicca symptoms, no uveitis, no oral or genital ulcers. She denied any history of drug abuse and alcohol intake. She is not a smoker. There was no history of previous miscarriages and thrombovenous embolism.\\nThe patient was admitted to isolation section in the emergency department (ER). Her Glasgow coma scale (GCS) was 15, temperature 37 C, blood pressure 110/65, respiratory rate 20, heart rate 120 bpm. Oxygen saturation on room air was 90% improved to 96% on high flow oxygen. Heart sounds were normal, no murmurs, jugular venous pressure (JVP) not raised, bilateral lower limb pedal pitting edema, bilateral equal breathing sound with audible crackles in both lungs and no tenderness or guarding in the abdomen. Musculoskeletal exam showed active arthritis in the 2nd, 3rd and 4th proximal interphalangeal joints of the right hand.\\nInitial hematological examination revealed white blood cells (WBC) 13,000 cells/µL, hemoglobin 5.2 g/dL, platelets 414,000 u/L, normal coagulation profile, glucose 9.1 mmol, creatinine 284 µmmol/L, blood urea nitrogen (BUN) 10.9 mmol/L, sodium (Na) 134 mmol/L, potassium (K) 3.8 mmol/L, chloride (Cl) 96 mmol/L, lactic acid 1.8 mmol, albumin 35 g/L; liver function tests were normal, cardiac enzymes and electrocardiogram were normal, C-reactive protein (CRP) 252 mg/L; urine analysis and microscopy revealed no red blood cells casts. Chest X-ray revealed bilateral pulmonary infiltration (Figure ). COVID-19 polymerase chain reaction (PCR) test was negative. CT brain showed no acute brain insults. Chest CT showed a widespread lung patchy consolidation with a central and peripheral distribution, permeated by ground glass areas and crazy paving pattern. The apices lower zones were relatively spared. Findings were likely suggestive of diffuse alveolar hemorrhage (Figures -).\\nPatient's blood, urine and wound cultures were taken. Toxicology screen was negative. The patient was stabilized, received proper hydration, 2 units packed red blood cells and broad-spectrum antibiotics initiated. Her serology showed that C-ANCA (PR3) 94.79 AU/mL (strong positive), P-ANCA 7.88 AU/mL (negative), antinuclear antibody (ANA) mild positive 1/80. Her complement C3 and C4 levels were within normal, the rest of rheumatological workup was unremarkable. At this point intravenous pulse methyl prednisone was initiated for three days.\\nThe patient was shifted to the intensive care unit (ICU), as she had ongoing hemoptysis and her oxygen saturation dropped to 84% on BiPAP with FiO2 75%. After she completed the pulse steroids, prednisone 60 mg daily was initiated; linezolid was added to the antibiotic regimen. Twenty-four hours later, her GCS dropped to 9/15; she was intubated, and she was initiated on six sessions of plasmapheresis.\\nAfter she completed the plasmapheresis, the second COVID-19 swab test was positive. At this point, ritonavir/lopinavir was added and antibiotics was changed to imipenem based on infectious disease recommendations. Prednisone was reduced to 30 mg and intravenous immunoglobulin was initiated for a total of five doses.\\nTo confirm the diagnosis of COVID-19 infection, a third sample was taken and it came positive. She was having continuous fever; antifungal treatment was added. Her hemoptysis decreased significantly after the intravenous immunoglobulin (IVIG). After 20 days of ICU admission, she had increased oxygen demands and required more vasopressors, and eventually passed away.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'16932679': 1, '32328367': 1, '34944099': 1, '26952849': 1, '32265235': 1, '16876669': 1, '32312768': 1, '32564160': 1, '32574107': 1, '32053298': 1, '34237419': 1, '33401171': 1, '33777042': 1, '14567060': 1, '34379888': 1, '30071173': 1, '24827750': 1, '32923243': 2}", "similar_patients": "{}"}