{"patient_id": 100029, "patient_uid": "7427439-1", "PMID": 32850103, "file_path": "noncomm/PMC007xxxxxx/PMC7427439.xml", "title": "Atypical presentation of an elderly male with autoimmune encephalitis: anti-LG1 limbic encephalitis", "patient": "A 74-year-old male with a past medical history of stage III CKD and paroxysmal atrial fibrillation was taken to his primary care physician (PCP) by his wife for changes in his mental status. At baseline, he was independent and able to carry out activities of daily living. With the subacute onset of his symptoms, he had trouble remembering recent things and following directions while driving. He had had no weight loss or appetite changes. During his outpatient workup, an MRI of his head, delayed for 10 days due to insurance issues, showed bilateral hippocampal edema (). His memory loss progressed, and he developed fever with chills for which he was referred to the emergency department (ED).\\nIn the ED, his vital signs included: heart rate 95/minute, blood pressure 158/76, respiratory rate 18/minute, and temperature 100.2 F. Physical examination revealed an alert gentleman with impaired short-term memory. His neurological exam did not reveal any cranial nerves or other motor or sensory deficits. A complete blood count, comprehensive metabolic panel were unremarkable. The patient was evaluated by neurology and empiric meningitis coverage was initiated after a lumbar puncture. His cerebrospinal fluid (CSF) analysis revealed 4 nucleated cells, 0 RBCs, protein 44 mg/dl, and glucose 88 mg/dl. HSV 1/2 PCR came back negative and CSF cytology was negative for any malignant cells. Empiric antibiotics and acyclovir were discontinued. A routine EEG revealed diffuse slow waves consistent with a mild encephalopathy and a 24-hour EEG did not reveal any subclinical seizures. A CT chest abdomen and pelvis were negative for any mass or lymph nodes concerning for malignancy.\\nWith an infectious workup non-revealing, concern for paraneoplastic or autoimmune encephalitis became high. Antibodies for autoimmune and paraneoplastic encephalitis were sent and while awaiting the results, the patient was started on high dose steroids. He was also started on plasmapheresis on the second day of pulse dose steroids. During the course of his hospital stay, he complained of subjective warmth and chills though there was no documented fever. The patient also had polyuria; the workup for diabetes insipidus was negative. He went into atrial fibrillation with rapid ventricular rhythm which was not controlled with IV diltiazem, metoprolol, and amiodarone. Direct current cardioversion was planned however, after the third course of plasmapheresis, his rhythm converted back to normal sinus rhythm and his heart rate remained controlled. Patient was continued on amiodarone, diltiazem, and apixaban. After plasmapheresis and a course of steroids, the patient’s mental status began to slowly improve. He was discharged from the hospital with a plan to follow up with a neurologist. On a subsequent neurology office visit, his serum autoimmune encephalitis panel returned positive for anti-LGI 1 antibodies. A nuclear medicine PET scan of the brain did not show evidence of increased FDG (18-fluoro-2-deoxyglucose) uptake. Further management consisted of outpatient Rituximab infusion.\\nA repeat MRI brain done 3 months later showed resolution of hippocampal edema (). Patient’s mental status returned to his baseline, and he has not had relapse of his symptoms on follow-up.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'22345374': 1, '28860940': 1, '23060110': 1, '25340077': 1, '24465150': 2, '21416487': 1, '20130897': 1, '20580615': 1, '32850103': 2}", "similar_patients": "{'3897696-1': 1}"}