{"patient_id": 17733, "patient_uid": "7083371-1", "PMID": 31994662, "file_path": "comm/PMC007xxxxxx/PMC7083371.xml", "title": "Urogenital tuberculosis in a patient with end-stage renal\\ndisease", "patient": "The patient is a 28-year-old male student who is a known case of ESRD secondary to\\npolycystic kidney disease and currently on maintenance hemodialysis who first\\npresented to an Emergency Department in 2016 with a chief complaint of pain and\\nswelling in the right testicle. Surgical drainage was performed which revealed\\nabscess formation in the testicular pouch with preservation of the testis and\\nepididymis. Intravenous antibiotics were administered after the completion of\\ndrainage. No information about material collection or culture results were\\navailable.\\nThe patient then noted low-grade intermittent fever for almost two years, which was\\nthen followed by the development of an ulcerated lesion in the contralateral portion\\nof the testicular pouch associated with purulent discharge (). Other signs and symptoms noted at this time include\\ndiffuse mild abdominal pain, the appearance of a palpable mass in the mesogastric\\nregion and left hypochondrium, progressive difficulty in ejaculating, hematospermia,\\nmoderate pain and swelling in the left testicle, and occasional episodes of\\npyospermia. He was then referred to the ambulatory section of a tertiary hospital in\\nManaus, Brazil.\\nLaboratory investigations showed negative results for HIV, hepatitis B, and hepatitis\\nC. Urinalysis revealed pyuria and hematuria but without the presence of nitrites.\\nUrine culture for common bacteria did not yield any growth. Serum measurement of the\\ntumor markers beta-HCG, alpha-fetoprotein, and lactic dehydrogenase also yielded\\nnormal results.\\nA computed tomography scan of the chest and abdomen revealed minor pericardial\\neffusion and small calcifications scattered in the liver, pancreas, spleen, and\\nprostate. The kidneys had diffusely increased volume due to the presence of cysts\\ndisseminated in the parenchyma (), the\\nlargest of which measured 4.7 cm in diameter. Lymphadenopathies were present in the\\nretroperitoneum with some lymph nodes presenting with internal calcifications.\\nOn ultrasonography, the left testicle was found to be increased in size with a total\\nvolume of 32.5 cm3 containing numerous nodular and cystic structures with\\nirregular borders and signs of hypervascularization; such findings suggest the\\npresence of a chronic inflammatory or infectious process.\\nThe tuberculin skin test was noted to be reactive, as demonstrated by a 12 mm\\ninduration after 48 hours, but acid-fast bacilli smear of the urine was negative.\\nGeneXpert® MTB/RIF revealed the presence of Rifampicin-susceptible\\nMycobacterium tuberculosis (Mtb) while solid (LJ) and liquid\\n(BACTEC MGIT 960 system) culture media showed growth of Mtb sensitive to first-line\\nanti-TB drugs.\\nAnti-TB treatment using rifampicin (RIF), isoniazid (INH), pyrazinamide (PZA), and\\nethambutol (EMB) was then started with appropriate dose adjustments for creatinine\\nclearance according to the Brazilian Guidelines for TB. The patient was monitored\\nevery month and a satisfactory outcome was eventually reached, as indicated by a\\nreduction in the size of the abdominal lymph node mass and testicular edema, total\\ncicatrization of the fistulous pathway in the scrotal sac, and the absence of fever\\nstarting from the first month of treatment.\\nHowever, during the third month of treatment, the patient developed painful nodules\\nin the left epididymis and noted other symptoms which, when taken together, were\\ncompatible with retrograde ejaculation. Ultrasonography revealed a non-specific\\nepididymal nodule while serum tumor markers for testicular neoplasms remained\\nnegative.\\nA multidisciplinary team approach was eventually used to manage the urogenital\\ncomplications that arose secondary to TB cicatrization that developed in the\\npatient. Full recovery was achieved after twelve months of TB treatment.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'11018606': 1, '20113273': 1, '23730329': 1, '12535299': 1, '25745561': 1, '27178832': 1, '10570074': 1, '28540230': 1, '31994662': 2}", "similar_patients": "{}"}