{"patient_id": 100807, "patient_uid": "7491934-1", "PMID": 32974503, "file_path": "noncomm/PMC007xxxxxx/PMC7491934.xml", "title": "Mycobacterium chelonae bacteraemia in a patient with myasthenia gravis receiving long-term steroid therapy", "patient": "A 71-year-old male was admitted to the medical ward of the All India Institute of Medical Sciences, Jodhpur, Rajasthan, India, on 20 October 2018, with complaints of high-grade fever associated with chills, generalized body aches, weakness, headache and anorexia for the last 15 days. He was diagnosed with ocular myasthenia gravis 25 years previously for which he was treated with pyridostigmine (a cholinesterase inhibitor) and azathioprine (an immunosuppressive agent) and had been receiving oral prednisolone for the past 10 years. He was also a known case of chronic kidney disease, coronary artery disease, hypertension, dyslipidaemia and hyperuricaemia for which he was receiving appropriate medications. Clinical examination revealed reduced chest expansion, proximal muscle weakness and proptosis. On auscultation, a systolic murmur was heard in the precordium radiating to the axilla and basal crepitations were heard in the left lung field. Chest radiography revealed an opacity on the lower lobe of the left lung. Examination of other systems revealed no significant abnormality. His complete haemogram revealed microcytic hypochromic anaemia with anisopoikilocytosis, elliptocytosis, mild thrombocytopenia and elevated erythrocyte sedimentation rate (ESR) (69 mm in the first hour). High-sensitivity C-reactive protein (hsCRP) was 89 mg l−1 (normal range 0.5–10 mg l−1). A presumptive diagnosis of lower respiratory tract infection (LRTI) was made and the patient was started on intravenous amoxicillin plus clavulanic acid (1000/200 mg) three times daily and oral azithromycin 500 mg once daily.\\nHis urine sample was sterile on culture. A blood culture bottle (BACTEC 9120; BD) inoculated with venous blood collected with aseptic techniques was positive after 13 h of aerobic incubation, and a Gram-stained smear from the bottle showed Gram-positive bacilli (). Ziehl-Neelsen (ZN) staining was performed, which was positive for acid-fast bacilli. On subcultures, white to pale, smooth colonies, 2–3 mm in diameter on blood agar (HiMedia Laboratories) and small, pink colonies on MacConkey agar (HiMedia Laboratories) were obtained after 72 h of aerobic incubation (). Gram staining and ZN staining of smears prepared from colonies on MacConkey agar showed beaded Gram-positive and acid-fast bacilli, respectively (). The isolate was negative for MPT64 antigen (BIO-LINE SD Ag MPT64 TB test). A presumptive identification of was made based on the following tests: growth on para-aminobenzoic acid-containing Lowenstein–Jensen (LJ) medium, growth on MacConkey agar at 28 °C, negative nitrate reduction test, negative 5 % NaCl tolerance test and lack of pigment production. A repeat blood culture also showed Gram-positive and acid-fast bacilli having similar morphologies on blood agar and MacConkey agar and with an identical biochemical profile. The identity of isolates obtained on both the occasions was further confirmed by line probe assay (LPA) using GenoType Mycobacterium CM VER 2.0 (Hain Lifescience) according to the manufacturer’s instructions. The process involved PCR amplification, hybridization of amplicons to probes bound to the test strips and detection of bound products. Antimicrobial susceptibility testing of the isolates revealed sensitivity to ciprofloxacin, azithromycin and imipenem but resistance to gentamicin and tetracycline.\\nThe antibiotic treatment was revised and the patient was started on ciprofloxacin 500 mg orally once daily and azithromycin 500 mg orally once daily. The patient defervesced within 48 h of initiation of the revised regimen and his clinical condition improved. He was discharged from the hospital with oral antibiotics after 7 days of treatment. The patient remained afebrile with sterile blood cultures on follow-up visits for 4 months, with no treatment-related adverse effects.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'7054321': 1, '30954313': 1, '10325306': 1, '16332331': 1, '17277290': 1, '16219512': 1, '29631541': 1, '16643527': 1, '15520483': 1, '22763637': 1, '21572618': 1, '24701099': 1, '2282111': 1, '9401242': 1, '20093766': 1, '3875667': 1, '20617902': 1, '23135941': 1, '26351432': 2, '32974503': 2}", "similar_patients": "{'4560325-1': 1}"}