{"patient_id": 98875, "patient_uid": "7319813-1", "PMID": 32617468, "file_path": "noncomm/PMC007xxxxxx/PMC7319813.xml", "title": "Transcatheter closure of complex iatrogenic ventricular septal defect: a case report", "patient": "A 63-year-old woman, with a history of hypertension, Hashimoto’s thyroiditis, and HOCM symptomatic for dyspnoea [New York Class Association (NYHA) III], was referred to our Institution for septal myectomy. The diagnosis of HOCM (Type III according to Maron’s classification) was made 4 years before admission; the patient was only mildly symptomatic for dyspnoea (NYHA Class I–II) at that time, and the transthoracic echocardiogram (TTE) showed an interventricular septal wall thickness of 18 mm (normal range 6–10 mm) and an LVOT gradient of 70 mmHg. Since then, maximum tolerated medical therapy with beta-blocker (atenolol 100 mg q.d.), disopyramide (250 mg b.i.d.), and spironolactone was introduced, and regular outpatient follow-up was carried out. On admission, physical examination revealed an ejection systolic murmur on the left sternal edge, radiating to the apex, and increased by Valsalva manoeuvre. Other physical findings were pulmonary rales in the lower lung fields, mild distension of the jugular veins and lower extremity oedema. A 12-lead electrocardiogram showed sinus rhythm, atrial dilation, and giant T-wave inversion in the precordial leads (). Basal TTE showed normal left ventricular (LV) function and confirmed the persistence of severe LVOT obstruction (peak outflow tract gradient 85 mmHg at rest). The presence of an LVOT obstruction with increased pressure gradient was associated with a systolic anterior movement of the mitral valve anterior leaflet, resulting in severe mitral regurgitation. The left atrium was only mildly dilated [left atrial (LA) indexed-volume 35 mL/m2 (normal range 16–34 mL/m2), LA diameter 53 mm (normal range 27–38 mm)] (, Video S1–S3). Left cardiac catheterization and coronary artery angiography showed no significant coronary artery stenoses and a peak-to-peak LVOT gradient of 100 mmHg, with typical intensified gradient after premature ventricular contraction (Brockenbrough-Braunwald-Morrow sign), confirming LVOT obstruction.\\nAs the patient was still in NYHA Class III with resting LVOT gradient of >50 mmHg despite maximum tolerated medical therapy, septal myectomy was planned by our Heart Team and performed at our high-volume institution, according to the latest guidelines. The HCM 5-year risk score for sudden cardiac death (HCM-SCD score) of 2.94% did not mandate implantable cardioverter-defibrillator implantation.\\nSeptal myectomy was extended from the nadir of the right aortic cusp to the commissure of the right and left coronary cusps, and carried down to the anterolateral papillary muscle level. Mitral valve intervention was not performed. Early after procedure, a VSD was evident and intraoperative repair with a 3 × 3 cm bovine pericardium patch was attempted. A residual small peri-apical VSD was observed after surgery. The following transoesophageal echocardiography revealed two VSDs: the widest (18 × 4 mm, area 6 mm2) was located at the distal edge of the myectomy, presented irregular rims and caused biventricular shunt, the smallest (max diameter 2 mm) was located in the membranous septum and did not cause significant shunt ( and , Video S4).\\nDue to worsening symptoms and haemodynamic instability, a new interventional approach was required. Given the high risk of a re-do surgery, the Heart Team decision was to proceed with percutaneous closure of the VSD. A 25-mm AMPLATZER® Multi-Fenestrated Septal Occluder—‘Cribriform’ (St. Jude Medical-Abbott, Minneapolis, MN, USA) was chosen to close the wider defect (see , Video S5) through a standard femoral antegrade approach. The defect was crossed from the LV side using a right coronary guiding catheter and a 0.035″ hydrophilic wire, but the wire got entangled in the LV apical trabeculae. After multiple attempts with different catheters in order to increase support, we opted for a JR4 guiding catheter with a coronary 0.014″ guidewire, which was advanced through the VSD. A 4.0 × 8 mm non-compliant balloon was then inflated into the narrow part of the defect to obtain a ‘muscular anchoring’, in order to push forward the catheter and allow support for advancing a 0.018″ exchange length guidewire in the right ventricle ( and , Video S6). The wire was then snared in the pulmonary artery and externalized through the femoral venous sheath, creating an arteriovenous loop (, Video S7). The delivery sheath was advanced over the wire from the femoral vein and pushed across the defect into the left ventricle, simultaneously pulling the arterial end of the wire to avoid bending (, Video S8). However, since the tunnelled and tortuous nature of the VSD, the wire was left in place as a safety ‘buddy’ wire, in order to improve support and avoid the accidental withdrawal of the system. The delivery cable was introduced inside the delivery sheath, next to the wire, and advanced through the VSD. The device was then positioned and deployed, while holding the wire in tension during the whole procedure (). Finally, after guidewire removal, the device was released under echocardiographic guidance (, Video S9). Echocardiography showed a good result with minimal residual shunt ( and , Video S10). At 30-day follow-up, echocardiographic findings were similar and the patient was only mildly symptomatic for exertional dyspnoea (NYHA Class I–II).", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'12042624': 1, '27029396': 1, '28912182': 1, '11515876': 1, '25173338': 1, '26071291': 1, '12891613': 1, '22068434': 1, '32617468': 2}", "similar_patients": "{}"}