{"patient_id": 102082, "patient_uid": "7607140-1", "PMID": 33100076, "file_path": "noncomm/PMC007xxxxxx/PMC7607140.xml", "title": "Fanconi syndrome induced by adefovir dipivoxil: a case report and clinical review", "patient": "A 58-year-old Chinese man who had received several prior misdiagnoses was referred to our hospital on 4 April 2018 with a 1-year history of lower extremity pain and walking difficulty. He had a history of hypertension, diabetes, chronic lamivudine-resistant HBV infection that had been treated with ADV for 10 years, cirrhosis, esophagus fundus ventricularis varication, and splenectomy. At the initial presentation, his vital signs were stable, and his blood pressure (BP) was 140/69 mmHg.\\nThis patient additionally had symptomatic HO. Although his laboratory data () were indicative of low-molecular-weight albuminuria, his rheumatic and immunity indices were normal, and BP and blood sugar levels were well controlled. Therefore, we excluded proteinuria induced by hypertension, diabetes, and rheumatic and immune diseases as diagnoses, and a tubulointerstitial injury was suspected. Although his blood sugar level was normal, glycosuria was detected (3+), and thus, renal glycosuria was suggested. The patient’s phosphorus level was 0.45 mmol/L, but his parathyroid hormone and 25(OH)D levels were normal. Considering his history of ADV treatment, the elevated phosphorus level might have resulted from ADV-induced reabsorption dysfunction in the proximal renal tubule. Arterial blood gas analysis and the patient’s chloride level indicated hyperchloremic metabolic acidosis. Moreover, the patient exhibited elevated alkaline phosphatase (ALP) levels and depressed uric acid (UA) and HCO3− levels. Together with the changes on magnetic resonance imaging (MRI) and bone scintigraphy (), the patient was diagnosed with FS and HO induced by ADV.\\nADV treatment was ceased, and the patient was switched to entecavir (ETV). Phosphate, calcium, and calcitriol were also added to the treatment regimen. Meanwhile, BP and blood glucose levels remained stable, indicating protection of the liver and kidneys. The patient’s pain and mobility limitations were relieved significantly before his discharge from the hospital, and we reexamined the laboratory indices (), identifying improvements of glycosuria, kidney dysfunction, renal tubular injury, and phosphorus, HCO3−, UA, and chloride levels.\\nDuring follow-up conducted 1 year after discharge, the patient was walking normally, and laboratory examination () indicated further improvement of various indices. The patient’s ALP, chloride, and HCO3− levels had recovered, and his UA and phosphorus levels had further increased. Regarding renal function, the estimated glomerular filtration rate (eGFR) and levels of β2-microglobulin (β2-M) and retinol-binding protein (RBP) had improved. MRI revealed that the fractures of both the right medial tibial plateau () and fibula head () had healed, and bone scintigraphy demonstrated that multiple foci had also faded (). In addition, we recommended a switch in treatment to tenofovir alafenamide (TAF), but further research is needed to clarify the efficacy of the drug against ADV-induced FS.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'27408428': 1, '22475359': 1, '25852908': 1, '26391748': 1, '18667737': 1, '7586624': 1, '19399802': 1, '15861345': 1, '25814481': 1, '22097972': 1, '27301512': 1, '6418367': 1, '25881837': 1, '28859264': 1, '21519215': 1, '21671843': 1, '28404092': 1, '24707470': 1, '31003599': 2, '25717246': 1, '22242973': 1, '17983369': 1, '11486172': 1, '12552490': 1, '19517525': 1, '12606734': 1, '10703662': 1, '16613828': 1, '32503675': 1, '29896460': 1, '20981219': 1, '28123560': 1, '28427875': 1, '29769119': 1, '17026723': 1, '12606735': 1, '29614898': 2, '30333420': 1, '21777281': 1, '20661153': 1, '31095988': 1, '25834334': 1, '29904418': 1, '27742868': 1, '27247753': 2, '31118563': 2, '27167011': 1, '23590583': 1, '24147545': 1, '33100076': 2}", "similar_patients": "{'6498959-1': 1, '6498959-2': 1, '6498959-3': 1, '6498959-4': 1, '6498959-5': 1, '6134638-1': 1, '6134638-2': 1, '4870331-1': 1, '6475105-1': 1}"}