{"patient_id": 21225, "patient_uid": "7313209-1", "PMID": 32576221, "file_path": "comm/PMC007xxxxxx/PMC7313209.xml", "title": "A novel collision tumour of myofibroblastoma and low-grade adenosquamous carcinoma in breast", "patient": "A 42-year-old female presented with a palpable mass in the upper outer quadrant of her left breast. Physical examination revealed no evidence of nipple discharge and remarkable changes in the right breast and both axillary areas. The patient received no radiographic examinations and pre-operative needle biopsy. The mass was resected at the local hospital and fixed in 10% neutral-buffered formalin for examination.\\nThe lesion was about 2.5 cm in diameter with a thin layer of normal mammary lobules and mesenchyme around and thus appeared completely although narrowly excised. The mass was relatively well circumscribed without envelope in most areas, while infiltrating the vicinity focally (Fig. ). The lesion predominately consisted of dense proliferation of spindle cells with abundant eosinophilic cytoplasm and a spindle nucleus with inconspicuous nucleolus inside. Although arranged densely, they were bland-looking in cytological morphology, and neither mitosis nor necrosis was observed. Some islands of mature adipocytes dispersed in the mass (Fig. ). Except the spindle cells and adipocytes, there were a few bland epithelial elements in the peripheral area of the mass, which presented in a patch accounting for up to 3% of the entire tumour (Fig. ). They formed both tubule and solid structures without hemorrhage, degeneration, inflammation or calcification nearby. The tubules were composed of two-layer cells and the solid cells were uniform without distinct squamous metaplasia. They appeared one component of the neoplasm rather than the surrounding mammary glands entrapped in the mass due to distorted outline in variable degree and absence of lobular structure. Actually, they dispersed in a haphazardly infiltrating manner without desmoplasia.\\nImmunohistochemistry was also performed with antibodies of pan-cytokeratin (CK), epithelial membrane antigen (EMA), CK5/6, estrogen receptor (ER), progesterone receptor (PR), P63, smooth muscle actin (SMA), Calponin, CD10, desmin, CD34, bcl-2, Ki-67 (Fig. ). Both spindle and epithelial cells demonstrated low positive index of Ki-67. The spindle cells were strongly and diffusely positive for CD34, SMA, desmin, ER and PR and negative for other markers. Positivity of CK and EMA confirmed the characteristics of the epithelial elements. CK5/6 and P63 were positive in nearly all the cells of the solid nests, but only in the outer-layer of the tubules just as the pattern of myoepithelia around the normal glands. SMA, CD10 and Calponin were positive patchily, which provided little information, and other markers were negative.\\nIntegrated by morphology and immunostaining, the spindle cells were diagnosed as MFB and the epithelial elements as LGASC. Thus, collision tumour of MFB and LGASC was the permanent pathology. Since either of the collision is benign or low-grade malignant, respectively, and the total mass was excised, no further treatment was adopted. Follow-up was recommended with timely re-excision for any potential recurrence. So far, there has been no recurrence for one-year follow-up.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'19434472': 1, '34830849': 1, '7496592': 1, '24459597': 1, '21151720': 2, '23268316': 1, '10048088': 1, '25030022': 1, '18976021': 1, '10849093': 1, '19390423': 1, '10878550': 1, '32576221': 2}", "similar_patients": "{'2990146-1': 1}"}