{"patient_id": 97241, "patient_uid": "7153673-1", "PMID": 32300437, "file_path": "noncomm/PMC007xxxxxx/PMC7153673.xml", "title": "A Case of Waldenstrom’s Macroglobulinemia Morphologically Resembling Plasma Cell Myeloma", "patient": "A 63-year-old Caucasian female was referred to hematology for assessment of an IgM lambda monoclonal paraprotein detected in the evaluation for anemia. She reported fatigue and unintentional weight loss, but no other constitutional symptoms. There was no clinical evidence of bleeding or peripheral neuropathy; however, she was experiencing intermittent headaches and blurred vision, concerning for potential hyperviscosity syndrome. There was no peripheral lymphadenopathy or hepatosplenomegaly.\\nLaboratory testing demonstrated white blood cell count of 3.3 × 109/L (normal 4.5 – 11 × 109/L), hemoglobin of 104 g/L (normal 120 - 160 g/L), mean cell volume of 95 fL (normal 80 - 98 fL), platelet count of 144 × 109/L (normal 140 - 440 ×109/L), and LDH of 140 U/L (normal 120 - 230 U/L). There was mild hypercalcemia (corrected calcium 2.67 mmol/L; normal 2.1 - 2.6 mmol/L), but otherwise normal electrolytes, renal and liver function. Total serum protein was elevated at 116 g/L (normal 60 - 80 g/L). Serum protein electrophoresis demonstrated an IgM lambda monoclonal protein of 50 g/L, with an elevated serum viscosity ratio (at 37 degrees) of 7.8 (normal 1.1 - 1.8) and beta-2 microglobulin of 2.6 mg/L (normal 1.1 - 2.4g/L). There were no osseous lesions identified on skeletal survey.\\nBone marrow aspirate and biopsy demonstrated a hypercellular marrow with extensive plasma cell infiltration in large sheets (91.4% of 500 cell differential; ). Lymphocytes were rare, accounting for 1% in the 500 cell differential (). Tri-lineage hematopoiesis was markedly decreased with otherwise unremarkable morphology. No amyloid deposits were seen, and Congo red staining was negative. Immunohistochemistry demonstrated a marked increase in CD138+ (), lambda restricted monotypic plasma cells (), which were BCL1+, CD20- and CD56-. Flow cytometry revealed a population of clonal lambda-restricted plasma cells that were CD38+, CD138+, CD56-, CD19+, CD20-, and CD117-, and a separate a clonal B cell population which were CD19+, CD20+ (dim), surface lambda+ (dim), CD10+ (dim), and CD38+ (high). The flow cytometry findings suggested a B cell lymphoma with plasma cell differentiation.\\nWhile the morphologic findings favored a diagnosis of plasma cell myeloma, the composite of the patient’s clinical presentation and immunophenotypic findings favored a diagnosis of WM. She was started on bendamustine with the later addition of rituximab, and completed six cycles with resolution of her symptoms and a notable decrease in monoclonal paraproteinemia, supporting our presumptive diagnosis.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'8490175': 1, '14631546': 1, '19287458': 1, '11358356': 1, '17210522': 1, '12720118': 1, '21757593': 1, '32300437': 2}", "similar_patients": "{}"}