{"patient_id": 30535, "patient_uid": "7796637-1", "PMID": 33422123, "file_path": "comm/PMC007xxxxxx/PMC7796637.xml", "title": "Melkersson–Rosenthal syndrome misdiagnosed as recurrent Bell’s palsy: a case report and review of literature", "patient": "A 25-year-old black female patient was referred from a nearby town and presented to the neurology clinic of Tikur Anbessa Specialized Hospital in Addis Ababa. Her main complaint was an insidious onset painless swelling of her left upper lip, which progressed to involve her left cheek. She had difficulty to close her left eyelid for the previous 5 days. Her past medical history was positive for two episodes of same side peripheral facial weakness. During the first attack in 2016, her symptoms resolved spontaneously without any treatment. But when it recurred 2 years later, she visited a nearby clinic and was diagnosed as a case of recurrent Bell’s palsy, which showed a complete resolution following corticosteroid treatment. She did not recall any cause or inciting factor that had induced her symptoms. She had no history of recent infection of the ear, nose, throat, sinus or dental structures. She denied any recent history of trauma to the head or neck region, skin rash or sensory symptoms. She had no personal history of sarcoidosis, Crohn’s disease, autoimmune conditions or any other chronic illness, and her family history was negative for similar conditions. She denied any history of food allergy or any other forms of allergic reactions in the past.\\nOn examination, she has a diffuse, non-pitting left cheek swelling with peri-orbital fullness (Fig. a), mild left naso-labial fold flattening and fissured tongue (lingua plicata) (Fig. b). Her vitals were normal and no sensory change in the face detected. The rest of her examination was non-remarkable. Clinical and laboratory evaluations for a possible cause of recurrent peripheral facial palsy including diabetes mellitus, syphilis, Guillain–Barre syndrome, hypothyroidism, leukemia or other tumors was non-revealing. Magnetic resonance imaging (MRI) of the head showed a normal brain parenchyma and clear course of the seventh nerve (Fig. ).\\nWith a high index of clinical suspicion for MRS, she was started on oral Prednisone 1 mg/kg/day with gradual tapering over 2 weeks. On the third day of treatment, her facial edema started to subside and by the end of second week all symptoms resolve and she was followed in the outpatient clinic.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'16856704': 1, '23664134': 1, '14975426': 1, '14632932': 1, '19027510': 1, '3946579': 1, '24963969': 1, '18321344': 1, '16003636': 1, '5846326': 1, '11069473': 1, '22248954': 1, '33422123': 2}", "similar_patients": "{}"}