{"patient_id": 18692, "patient_uid": "7174941-1", "PMID": 32328105, "file_path": "comm/PMC007xxxxxx/PMC7174941.xml", "title": "Glycogenic Hepatopathy: A Rare Hepatic Complication of Poorly Controlled Type 1 DM", "patient": "A 16-year-old female was referred to an adult hepatology outpatient clinic due to elevated liver enzymes that were discovered incidentally during a routine workup one year previously. She had T1DM diagnosed 4 years previously and was receiving insulin therapy with an average requirement of 1.2 units/kg/day. However, her diabetes was poorly controlled (hemoglobin A1C 11.5%), and she had multiple admissions for diabetic ketoacidosis.\\nShe was frequently nauseated and frequently complained of abdominal distension associated with mild to moderate colicky intermittent epigastric pain. There was no history of liver disease, blood transfusion, herbal ingestion, or cholelithiasis. She was not an alcohol or drug consumer and was not taking any medication other than insulin. Additionally, she did not exhibit any symptom or signs compatible with acute or chronic hepatitis. The patient had celiac disease diagnosed 2 years previously based on serology and a duodenal biopsy. She was on a strict gluten-free diet. Her elder brother had T1DM, and her younger brother had eczema. There was no family history of liver diseases or other autoimmune disorders. Her menarche occurred at 12 years of age, and her periods were irregular.\\nPhysical examination revealed a body mass index of 22.7 kg/m2. She had a nontender distended and tense abdomen with hepatomegaly. She had no ascites or stigmata of chronic liver disease. Her pubertal development was normal. The physical examination was otherwise unremarkable.\\nDuring her clinical follow-ups, she had several severe flares of serum transaminases that returned to normal within days without any specific treatment. Her laboratory analyses were compatible with acute hepatitis () with concomitant increases in gamma-glutamyl transferase (164 U/L, normal <55) and alkaline phosphatase (286 U/L, normal <180). Her liver function panels were all normal and included albumin (39 g/L), INR (0.81), and total bilirubin (4 µmol/L). Her lipid profile was abnormal with elevated triglycerides (5.26 mmol/L) and a cholesterol level of 7.2 mmol/L.\\nA complete blood cell count, renal profile, and ferritin level were normal. The serologies for viral hepatitis A, B, C, E, HIV, EBV, and cytomegalovirus were negative. A complete workup for autoimmune and metabolic liver disease was unremarkable and included tests for serum ceruloplasmin, copper, alpha 1-antitrypsin, alpha-fetoprotein, and immunoglobulins. Additionally, anti-nuclear antibody (ANA), anti-nuclear smooth muscle antibody (ASMA), anti-mitochondrial antibody (AMA), and liver-kidney microsomal antibody (LKM1) were all negative. The celiac serology was positive. Her thyroid function, FSH, LSH, and prolactin levels were normal. Her vitamin D level was low (58.29 nmol/l normal >145), and her vitamin B12 and folate levels were normal.\\nThe ultrasound and CT scans of the abdomen revealed liver enlargement (23 cm span) with a bright, coarse echotexture. She exhibited no splenomegaly or ascites. A liver biopsy revealed the presence of abundant glycogen in the cytoplasm of the hepatocytes. The PAS staining was strongly positive. Perls staining revealed no iron deposition. There were no features of autoimmune hepatitis or significant fibrosis (). A duodenal biopsy revealed total villous atrophy with an increase in intraepithelial lymphocytes and crypt hyperplasia consistent with celiac disease.\\nDespite our efforts, which were supported by a multidisciplinary team approach that included a hepatologist, diabetic educator, dietitian, and endocrinologist, we have encountered difficulties in controlling the patient's diabetes, and she is persistently symptomatic with hepatomegaly and abnormal liver biochemistry. Given the patient's age, we initially assumed that these abnormalities were related to patient noncompliance.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'16625098': 1, '21727748': 2, '11949930': 1, '16679704': 1, '24459648': 2, '24330296': 1, '24926465': 2, '19034257': 1, '34759828': 1, '24412980': 1, '17969053': 1, '18413180': 1, '32328105': 2}", "similar_patients": "{'3156523-1': 1, '3894443-1': 1, '3894443-2': 1, '4049544-1': 1}"}