{"patient_id": 27739, "patient_uid": "7654563-1", "PMID": 33194461, "file_path": "comm/PMC007xxxxxx/PMC7654563.xml", "title": "A Rare Presentation of Multi-System Inflammatory Disease in Children Associated With Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2)", "patient": "A previously healthy 16-month-old male presented with febrile seizure, rash, and diarrhea. Initial workup in the emergency room, including a CT scan of the head, was not conclusive. He was sent home and returned 12 hours later with 40.4 C fever, worsening upper body rash, and diarrhea. Vital signs were significant for heart rate 120, hypotensive with blood pressure 72/40, tachypneic with respiratory rate 36, and oxygen saturation of 99% while breathing ambient air. Physical exam was prominent for periorbital edema, hepatomegaly 4cm below the right costal margin, bilateral inguinal lymphadenopathy, and slightly raised non-pruritic erythematous rash concentrated on the trunk and proximal arms.\\nShortly after admission, he developed distributive shock with worsening hypotension and tachycardia. The patient was intubated with concern for acute hypoxic respiratory failure and shock state. Vasopressors and inotropes were initiated for hypotension. Blood and urine cultures were obtained, and broad-spectrum antibiotics with cefepime and vancomycin were started. Patient met Centers for Disease Control and Prevention (CDC) criteria for MIS-C with fever, anemia hemoglobin 8.8 g/dL, hypoalbuminemia 2.7 g/dL, thrombocytopenia 69 x10^9/L, elevated C-reactive protein 134 mg/L, erythrocyte sedimentation rate 10mm/hr, elevated procalcitonin 33.9 ng/mL, elevated ferritin 2763 ng/mL, elevated lactic acid dehydrogenase 987 u/L, IL6 318pg/mL, IL2 4705pg/mL, IL10 38pg/mL, coagulopathy with significantly elevated D-dimer 18 mcg/mL, prolonged prothrombin time (PT) 17.9 sec, prolonged partial thromboplastin time (PTT) 39.3 sec, elevated brain natriuretic peptide (BNP) 498 pg/mL and low anti-thrombin III 39, positive COVID-19 immunoglobulin G (IgG) antibody and negative polymerase chain reaction (PCR). The rapid viral panel was negative. Serial echocardiograms showed hyperdynamic left ventricle systolic function and mild tricuspid regurgitation with no clinical significance and ultimately resolved (Figures -). EKG showed nonspecific t-wave changes. Troponin was within a normal range. The patient received methylprednisolone 20mg/kg, anakinra 2mg/kg, intravenous immunoglobulin (IVIG) 2g/kg, and prophylactic Lovenox® dosing with 0.5mg/kg twice daily. The patient remained intubated on mechanical ventilation and remained on vasopressors/inotropes for three days with a maximum epinephrine dose of 0.08 mcg/kg/min and norepinephrine 0.15 mcg/kg/min. Anakinra dosage was gradually increased over time due to persistent fevers. The patient completed 12 days of anakinra with a maximum dosing of 12mg/kg/day, two doses of IVIG, and was maintained on a high dose of methylprednisone 30 mg/kg/day on the second and third days and then 8mg/kg/day with tapering for the rest of stay, which switched to oral prednisone once oral tolerance improved. The patient stayed at the hospital for a total of 15 days and was discharged on steroid taper. Laboratory data for the initial 10 days of admission are presented in Table .", "age": "[[16.0, 'month']]", "gender": "M", "relevant_articles": "{'32553873': 1, '32463092': 1, '32386565': 1, '32837142': 1, '32511676': 1, '32511692': 1, '32527868': 1, '32418446': 1, '32515676': 1, '32598830': 1, '33194461': 2}", "similar_patients": "{}"}