{"patient_id": 32225, "patient_uid": "7884136-1", "PMID": 33628542, "file_path": "comm/PMC007xxxxxx/PMC7884136.xml", "title": "Henoch–Schönlein Purpura Associated with Lung Cancer: When Paraneoplastic Manifestations Impede Oncological Management", "patient": "A 59-year-old man, an active smoker with chronic bronchitis, consulted for a cough that had persisted for several weeks. His chest computed tomography (CT) scan revealed a spiculated mass in the left upper lobe infiltrating the mediastinum (). Histology of bronchial biopsies revealed SCC. Ten days later, he was hospitalized for a fever that persisted despite first-line antibiotics, associated with an inflammatory syndrome (C-reactive protein, 51 mg/L; leukocytes, 11.5 G/L). Vascular purpura of the lower extremities appeared on hospitalization day 2. The skin biopsy showed leukocytoclastic vasculitis with immunoglobulin A deposits. Hyperthermia worsened and he experienced an impure nephrotic syndrome (acute renal failure, hematuria) on day 5 (proteinuria 5 g/24 h). The kidney biopsy showed proliferative glomerulonephritis with IgA deposits, suggesting renal localization of HSP (). Other vasculitides were excluded because all immune markers tested were negative (). Systemic corticosteroids were started to treat active histological lesions (500 mg/d solumedrol bolus for 3 days, followed by progressive tapering over a total duration of 6 months). Proteinuria rapidly decreased to 1.53 G/24 h over 10 days. Fever and skin rash resolved in 7 days. Based on the 18F-fluorodeoxyglucose-positron-emission tomography (FDG-PET) scan, the tumor was ranked cT4N2M0. Concomitant chemoradiotherapy (CRT) (3 cycles of cisplatin-vinorelbine and 66 Gy of radiation (2 Gy/fraction) over a total treatment duration of 8 weeks) achieved a partial response at 4 weeks (). Consolidation immunotherapy with antiprogrammed death protein-1-ligand-1 (PD-L1) (durvalumab) after CRT was discussed in a multidisciplinary meeting but excluded because of the initial autoimmune manifestations and the ongoing corticosteroid therapy. Twelve months after completing CRT, a follow-up CT scan showed enlargement of the irradiated residual tumor. Histology of fibroscopy-obtained bronchial biopsies found SCC infiltration of a left superior lobar exophytic bud and FDG-PET scan indicated hypermetabolism of the lung mass with no sign of distant metastases, thereby confirming localized recurrence. The latter was not associated with a vasculitis relapse.\\nWe obtained the patient's written informed consent for publication.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'31379105': 1, '30280658': 1, '28285701': 1, '3292873': 1, '30125216': 1, '9307864': 1, '27718847': 1, '29023213': 1, '17052537': 1, '33628542': 2}", "similar_patients": "{}"}