{"patient_id": 24828, "patient_uid": "7481762-1", "PMID": 32910321, "file_path": "comm/PMC007xxxxxx/PMC7481762.xml", "title": "Strongyloides infection manifested during immunosuppressive therapy for SARS-CoV-2 pneumonia", "patient": "A 59-year-old woman born in Southern Italy was admitted to our ward in March 2020 after experiencing malaise, nausea, vomiting and fever lasting about a week. Chest x-ray showed bilateral basal interstitial pneumonia and SARS-CoV-2 RT-PCR in a oropharyngeal/nasal swab resulted positive. Since arterial pO2 was 57 mmHg, she was started on high-flow supplemental oxygen support. The patient reported chronic treatment with low dose prednisone for adult Still’s disease since 2010 and atenolol for hypertension.\\nTreatment with hydroxychloroquine, lopinavir/ritonavir, and dexamethasone was started together with enoxaparin prophylaxis. On the 5th day of hospitalization due to severe hypoxia and worsening of respiratory performance, she underwent non-invasive mechanical ventilation with continuous positive airway pressure (CPAP), which was continued for a total of 11 days. On day 7th she was treated with two doses of tocilizumab 8 mg/kg 12 h apart. Dexamethasone treatment was given at the dose of 20 mg/day for 5 days, followed by 10 mg/day for other 6 days. During the hospitalization, she presented an episode of atrial fibrillation, which was successfully reverted by amiodarone, and hyperglycemia, for which she started insulin-based treatment, later switched to oral hypoglycemic agents. Overall her clinical condition gradually improved, and she completed oxygen weaning on day 27th of hospitalization.\\nOn day 25th her eosinophil absolute count (EAC) increased up to 5540 cell/µL and the patient reported abdominal pain and itching. Stool examination revealed the presence of rhabditiform larvae of S. stercoralis, while IFAT serology tested positive at a titre of 1:640. A 4-day oral treatment with ivermectin (200 mcg/kg) was administered, with a rapid decrease of eosinophil cell count and symptom improvement. She was discharged and a follow-up visit 1 month later was scheduled to check EAC, serology for S. stercoralis and stool examination.\\nThe patient did not develop fever or worsening clinical condition concomitant to EAC rising. She denied travelling to tropical or subtropical areas and revealed recent moving to Lombardia region from Calabria region (Southern Italy). She reported repeated episodes of diffuse itching in the last 10 years, treated with topical steroids with partial improvement.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'34200502': 1, '34830495': 1, '32376398': 1, '33376237': 1, '34645833': 1, '32298988': 1, '33970429': 1, '34817048': 1, '34941659': 1, '32761166': 1, '34127256': 1, '20733481': 1, '34662448': 1, '32167524': 1, '34320005': 1, '31558376': 1, '22691685': 1, '28749768': 1, '29447987': 1, '32113704': 1, '23394259': 1, '34059455': 1, '34667442': 1, '32835257': 1, '33031652': 1, '16961629': 1, '32712333': 1, '32234467': 1, '34424451': 1, '34930492': 2, '34614186': 1, '33216852': 1, '32910321': 2}", "similar_patients": "{'8686807-1': 1}"}