{"patient_id": 21615, "patient_uid": "7332997-1", "PMID": 32676273, "file_path": "comm/PMC007xxxxxx/PMC7332997.xml", "title": "Bilateral vertical gaze palsy due to midbrain infarct associated with iron deficiency anemia in a young boy", "patient": "An 8-year-old boy presented to the out-patient department with complaints of sudden-onset binocular vertical diplopia of one day duration. There was no associated significant history except an episode of upper respiratory tract infection one week earlier. General examination demonstrated no abnormalities.The patient’s best-corrected visual acuity was 20/20 in both eyes. Anterior segment examination of both eyes was within normal range, with pupils being round, regular and reactive to light directly and indirectly. Dilated fundus examination was also normal. On motility examination, both eyes showed movement restriction of grade (–4) of upward gaze and (–2) of downward gaze with rotatory nystagmus being present (Figure 1 ). There were no other neurological abnormalities. Bell’s phenomenon, convergence and horizontal eye movements were completely preserved. An urgent MRI scan of the brain suggested features of localized acute infarct in the left paramedian rostral and dorsal part of the upper midbrain at the level of the red nucleus (Figure 2 ). Blood investigations revealed hemoglobin 9.9 gm/dl, serum ferritin 6.78 ng/ml, and iron 30 µg/dl with peripheral blood smear showing severe hypochromic microcytic anemia with anisopoikilocytosis being suggestive of IDA. Other blood investigations including random blood sugar, lipid profile, and complete blood cell counts were within normal range. After consultation with a neurologist, a diagnosis of midbrain stroke associated with IDA was made, and the patient was started on cholecalciferol oral drop and sodium feredetate oral syrup. At 2 weeks review, a complete symptomatic as well as clinical improvement was noted (Figure 3 ).", "age": "[[8.0, 'year']]", "gender": "M", "relevant_articles": "{'2303833': 1, '24349404': 1, '12213607': 1, '9527158': 1, '16966933': 1, '32676273': 2}", "similar_patients": "{}"}