{"patient_id": 33832, "patient_uid": "7973004-1", "PMID": 33748172, "file_path": "comm/PMC007xxxxxx/PMC7973004.xml", "title": "Case Report: Management of a Patient With Chylomicronemia Syndrome During Pregnancy With Medical Nutrition Therapy", "patient": "We herein present a case of a 36-year-old in the first pregnancy (G1P0Ab0), with a severe HTG presented in the second trimester of pregnancy. Eruptive xanthomas in the forearms, legs, back, and tuberoeruptive xanthomas on her elbows () occurred in the 27th week of pregnancy, and she was admitted to a hospital in November 2019. Her serum lipoprotein profile was as follows: fasting TG: 6,620 mg/dL, total cholesterol: 459 mg/dL, high-density lipoprotein cholesterol (HDL-C): 76 mg/dL, and serum amylase and lipase levels were within normal limits. Except for pregnancy, no other aggravating factors for HTG were found. After admission, TG level reached 8,683 mg/dL. Fasting blood sugar (FBS) was normal in early pregnancy. However, the glucose tolerance test (GTT) with 75 g anhydrase glucose showed: FBS: 124 mg/dL, 1-h glucose: 168 mg/dL, 2-h glucose: 130 mg/dL indicating the presence of gestational diabetes. There were no thyroid, liver, and renal function abnormalities. Abdominal ultrasound imaging was unremarkable with no evidence of pancreatitis and hepatosplenomegaly.\\nShe had a hospital admission history 9 years ago with acute abdominal pain (acute necrotizing pancreatitis) and severe HTG >6,000 mg/dL. She had been discharged without symptoms. During her irregular medical visits, occasional fibrates were prescribed by her physician. She did not report severe HTG in her first and second-degree family. At the beginning of pregnancy, her serum TG level was 619 mg/dl with normal fasting blood glucose (FBG). Pre-pregnancy weight and body mass index (BMI) were 52 kg and 19.5 kg/m2, respectively. She still did not have a specific diet and did not consult an endocrinologist or dietitian for HTG because she had a low socioeconomic status. Considering the history of necrotizing pancreatitis as well as a lack of family history of HTG and access to genetic testing, our differential diagnosis based on clinical evidence was rare monogenic HTG.\\nTo reduce TGs rapidly, the patient was put on dextrose 5% in water (D5W, 2,500 mL per day) and insulin regular (5–7 unit/hour) infusion, without any enteral intake, and with close monitoring for blood glucose and serum electrolytes, including sodium and potassium levels. After 2 days, TG level was 5,560 mg/dL. Insulin infusion was discontinued. A low-fat diet consisted of 10, 25, and 65% of energy from fat, protein, and carbohydrate, respectively, was prescribed by the dietician. The diet comprised four servings of skim-fat milk or yogurt, four servings of vegetables, six servings of fruits, one serving of simple carbohydrates such as sugar or honey, and 11 servings of grains. Three servings of meat and its substitutes were prescribed, including plant-based proteins such as legumes, one serving from egg white, and other servings from white meat, including chicken and turkey. Concurrently, seven capsules daily of omega-3 fatty acids containing 360 mg eicosapentaenoic acid (EPA) and 240 mg docosahexaenoic acid (DHA) per capsule (equal to 4,200 mg) were started in divided doses. Nevertheless, due to cost and availability, the patient received omega-3 at a dose of five capsules daily (equal to 3,000 mg) for 10 days and then two capsules daily (equal to 1,200 mg) for the rest of the pregnancy. She was followed by a multidisciplinary team consisting of an endocrinologist, obstetrician, and a dietitian. In the 1st week after MNT administration and omega-3 fatty acids, TG levels dropped to 2,700 mg/dL ().\\nSelf-monitoring of blood glucose revealed a mean level of FBS and 2-h plasma glucose equal to 74 mg/dL and 96 mg/dL, respectively. She was discharged with a 10% fat-restricted diet with medium-chain TGs (MCT) 15 g daily. Continuing MNT for 4 weeks, TG levels reached 1,000 mg/dL, and all SMBGs were in the recommended ranges for the pregnancy. From the time of admission to the specialists and up to labor, she had regular weekly contacts with her endocrinologist and dietician. She underwent elective cesarean section at 39th week of pregnancy with TG level of 1,700 mg/dL. She delivered a healthy baby girl weighing 2,750 g. At the end of her pregnancy, the body weight was 58 kg (equal to 6 kg weight gain). The patient had an uncomplicated postoperative course and was discharged and recommended to continue her diet. A few days after delivery, her TG level dropped to 1,200 mg/dL. She was advised to breastfeed her baby. No complications or health problems related to HTG was found up to 2nd month of postpartum.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'15345258': 1, '12174168': 1, '31582260': 1, '16623082': 1, '30466821': 1, '22962670': 1, '24995138': 2, '22237883': 1, '22926234': 1, '19477080': 1, '30591842': 1, '31422671': 1, '27981496': 1, '30183397': 1, '27512474': 1, '15971409': 1, '25732519': 1, '2005735': 1, '27998715': 1, '16990564': 1, '31967011': 1, '23479052': 1, '33748172': 2}", "similar_patients": "{'4065762-1': 1}"}