{"patient_id": 98207, "patient_uid": "7266211-1", "PMID": 32509685, "file_path": "noncomm/PMC007xxxxxx/PMC7266211.xml", "title": "Periodontally accelerated osteogenic orthodontics: A perio-ortho ambidextrous perspective", "patient": "A 14-year-old male undergoing fixed orthodontic treatment for Class II malocclusion for 1.5 years reported to the department of periodontics at our institution [Figure –]. The patient had an uneventful extraction of 46 because of the presence of extensive caries, which could not be treated with endodontic intervention 6 months back []. For the successful completion of treatment was to be achieved by orthodontically repositioning 47 in the place of missing 46. As the treatment time for space closure by second molar protraction in adults ranges from 2–3 years, the tooth movement was to be accomplished using the PAOO procedure. The patient had no systemic medical history and had good oral hygiene. As the patient was a minor, the consent of the parents was taken.\\nAfter administration of local anesthesia, crestal incisions were given in the edentulous area of 46 along with crevicular incisions with respect to 47 and 45 []. A full-thickness mucoperiosteal flap was reflected well beyond the mucogingival junction exposing the buccal and lingual cortical plates []. Vertical corticotomies of approximately 0.5 mm deep were created using the peizosurgical insert no. OT2 [] on the buccal and lingual cortical plates, mesial, and distal aspects of 47 [Figures and ]. Decortication was performed using a round carbide bur no. 8 on the buccal and lingual aspect with respect to 47 and the edentulous area of 46 with a depth of approximately 0.5 mm into the cortical bone []. These corticotomies were deep enough to enter the cancellous aspect of the bone after the corticotomies, and bone grafting was performed using demineralized freeze-dried bone allograft (DFDBA) on the buccal and lingual aspects where the decortication was performed []. Primary closure was achieved using 3–0 silk sutures []. Orthodontic treatment commenced 15 days postsurgery with the application of E chain and lingual buttons and continuous forces were applied to enable the tooth movement [].\\nThe follow-up at months 3 and 6 showed substantial mesialization of 47 with the closure of the space []. The intraoral periapical radiographs at 3 and 6 months showed signs of active tooth movement []. Complete closure of space was achieved at 10 months [Figure and ].", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'19761909': 1, '28328474': 1, '30746528': 1, '28196159': 1, '27710954': 1, '2680202': 1, '25478442': 1, '30924533': 1, '24596716': 1, '31490042': 1, '20379414': 1, '31449579': 1, '13644913': 1, '32509685': 2}", "similar_patients": "{}"}