{"patient_id": 27195, "patient_uid": "7594340-1", "PMID": 33115514, "file_path": "comm/PMC007xxxxxx/PMC7594340.xml", "title": "Degos disease: a case report and review of the literature", "patient": "A 35-year-old Hindu woman presented to our dermatology outpatient department with complaints of painful depigmented lesions of 1½ years’ duration. On examination, the lesions were porcelain white atrophic papules with surrounding erythema present over the trunk, upper limbs, thighs, and chest (Figure a-d). The lesions were associated with mild tenderness. She had a history of joint pain for the last 7–8 years and a history of headache, giddiness, and ocular pain for the last 3 months. She had no history of proximal muscle weakness or skin tightening. Her menstrual cycles were regular. She had a history of irregular bowel habits (constipation). She had no history of hypertension or diabetes/any other medication. Results of her laboratory tests for antinuclear antibody, lupus anticoagulant, cardiolipin antibody, and β2-glycoprotein were all negative. Ultrasonography of the abdomen was unremarkable. Ophthalmological examination of bilateral eyes showed myopic astigmatism. The result of stool occult testing of the patient’s blood was negative.\\nA skin punch biopsy was taken from the porcelain white lesion over the trunk. Histopathological examination of the sections showed atrophic epidermis with mild hyperkeratosis and flattened rete ridges focally. The underlying papillary was showing a band-like mucin deposit along with focal sclerosis. The middle and deep dermis had patchy mucin along with focal fibrosis. Cuffing of mild to moderate lymphomononuclear infiltrate was observed around perivascular areas in the dermis. Few of the blood vessels were showing endothelial cell proliferation (Figure a-c). Scant subcutaneous tissue was available in the biopsy. The result of Alcian blue staining for dermal mucin was positive (Fig. d). Owing to the absence of systemic complications, the patient was diagnosed with benign cutaneous Degos disease.\\nShe was prescribed antiplatelet agents (aspirin 75 mg and clopidogrel 75 mg once daily). New lesions stopped appearing within 1 month of starting this therapy. Patient’s follow-up after 3 months, the lesions had started flattening, the erythema had decreased, and her pain was completely subsided (Figure a-d). The patient is under regular follow-up with us, and her condition is improving.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'25610362': 1, '27829877': 1, '31807047': 2, '25926751': 1, '22121280': 2, '6848981': 1, '24116834': 1, '12876488': 1, '31799991': 1, '33115514': 2}", "similar_patients": "{'6848981-1': 1, '6848981-2': 1, '6848981-3': 1, '3221225-1': 1}"}