{"patient_id": 99912, "patient_uid": "7417060-1", "PMID": 32789134, "file_path": "noncomm/PMC007xxxxxx/PMC7417060.xml", "title": "Acquired Haemophilia Associated with Urticarial Vasculitis", "patient": "The patient was a 59-year-old Caucasian woman with a medical history of chronic hypertension treated with amlodipine. She presented to the emergency department complaining of multiple ecchymoses and abdominal pain, which had been progressing for several days. She denied any history of trauma, abnormal bleeding, a familial history of bleeding disorders or use of any anticoagulant medications.\\nThe previous month, she had presented a diffuse maculopapular rash. The skin biopsy showed leucocytoclastic vasculitis and the patient was diagnosed with urticarial vasculitis. There was no other impairment such as renal or pulmonary involvement. The aetiological assessment was negative. The patient was treated with prednisolone for 3 weeks with a rapid, good outcome.\\nOn clinical examination, the patient was in good general condition, BP 123/60, pulse 85 and temperature 37°C. There was a large subcutaneous haematoma occupying the whole of the left upper limb, a superficial haematoma on the right calf and numerous ecchymoses around the 2 ankles. She denied bleeding from the nose or gastrointestinal tract. The patient also reported pain in the left iliac area without psoitis. She had no adenopathy and her spleen was nonpalpable.\\nA complete blood count (CBC) revealed a haemoglobin (Hb) level of 8.8 g/dl, and a platelet count of 540 G. A coagulation profile showed a prolonged APTT of 107 seconds, a normal prothrombin time (PT) and a normal international normalized ratio. The results of the FVIII assay were low at 1% (N: 70–100) and inhibitor levels were elevated at 16 Bethesda units (BU), suggestive of AHA. As the patient complained of abdominal pain, an abdominal CT scan was performed and showed a large haematoma on the left psoas measuring 47×12 mm.\\nScreening for malignancies, lymphoproliferative disease and autoimmune disorders was negative.\\nTreatment was started with factor eight inhibitor bypassing activity (FEIBA) 100 U/kg twice daily and prednisolone 2 mg/kg/day with a good outcome. The different haematomas reduced in size, and the patient did not experience any further bleeding during the hospitalization. Ten days later, the FVIII level increased to 55% and the anti-VIII inhibitor level decreased to 2 BU. After 6 weeks, the coagulation profile revealed an APTT of 28 seconds and a FVIII level of 61%. There was no need for either cyclophosphamide or rituximab.\\nThe patient was later discharged on a prednisone taper and with an outpatient haematology follow-up.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'16564946': 1, '1710410': 1, '18188659': 1, '9213346': 1, '17047148': 1, '16508055': 1, '23889317': 1, '24923420': 1, '22321904': 1, '32789134': 2}", "similar_patients": "{}"}