{"patient_id": 23929, "patient_uid": "7442997-1", "PMID": 32855637, "file_path": "comm/PMC007xxxxxx/PMC7442997.xml", "title": "Cough Radiculopathy: Postinfectious Cough-Related Acute Lumbar Radiculopathy", "patient": "A 60-year-old man developed a PIC which started four weeks after recovering from an upper respiratory tract infection. The violent PIC resulted in the development of abrupt onset lumbar radiculopathy with progressive muscle weakness. There was no loss of bladder or bowel control. The patient had weakness that resulted in inability to ambulate independently. The patient reported no history of trauma, allergies, tobacco or recreational substance use, or alcohol abuse. There was evidence of sciatica and dysesthesia radiating to the left lower extremity in the lumbar (L) L3-L4 dermatome.\\nPast medical history included coronary artery disease, hypertension, hyperlipidemia, erectile dysfunction, colitis, diabetes, and gastroesophageal reflux disease. Past surgical history included bilateral inguinal hernia repair and cholecystectomy. Current medications were ranolazine, tadalafil, prasugrel, omega-3 fatty acids, vitamin D3, lisinopril, budesonide, rosuvastatin, pantoprazole, multivitamin, aspirin, nebivolol, ezetimibe, and famotidine.\\nPhysical examination showed left lower extremity weakness with positive straight-leg sign. Babinski sign showed a downward response. Motor system examination revealed generalized normal bulk and tone except in the left lower extremity. The power was 3/5 at the left knee and left foot. Deep tendon reflexes (DTR) were +2 in upper and right lower extremities and zero at the left knee and ankle. Sensory system examination showed intact pinprick and light touch in all extremities except for a symmetrical decrease distally in feet. Gait testing was limited due to left lower extremity. Romberg's test was negative. Coordination showed intact finger-to-nose and heel-to-shin tests.\\nMagnetic resonance imaging (MRI) of the lumbar spine showed no spinal or foraminal stenosis at L1-2, L2-3, L4-5, or L5-S1. At L3-L4, there was superiorly extruded left paracentral disc herniation. There was evidence of facet degenerative changes.\\nThere was no abnormal epidural or dorsal nerve root enhancement.\\nCXR, pulmonary function test, complete blood count, serum electrolytes, and liver function tests were all normal.\\nMedical treatment included antitussive medications, acetaminophen, cyclobenzaprine, and oral corticosteroids. Symptoms persist; therefore, left hemilaminectomy at L3-L4 was performed, which resulted in the recovery of neuromuscular deficits.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'31788391': 1, '28384266': 1, '6506676': 1, '16428703': 1, '28429142': 1, '31713029': 1, '28499364': 1, '26141017': 1, '16428692': 1, '28052768': 1, '28980275': 1, '25188530': 1, '32855637': 2}", "similar_patients": "{}"}