{"patient_id": 105076, "patient_uid": "7889495-1", "PMID": 33629023, "file_path": "noncomm/PMC007xxxxxx/PMC7889495.xml", "title": "A case report: extensive myocardial calcification and non-ischaemic cardiomyopathy related to past sepsis", "patient": "In November 2018, a 51-year-old Caucasian male presented with worsening dyspnoea over 6 months, and lower leg oedema, orthopnoea, and paroxysmal nocturnal dyspnoea. His exercise tolerance was limited to 40–50 m. He denied any chest or abdominal pain, palpitations, or syncope. He did not report history of smoking, excessive alcohol consumption, or drug use including marijuana, cocaine, and amphetamines.\\nHis past history included urosepsis nine years prior (March/April 2009) and a cerebrovascular event 6 months prior (April 2018). In March 2009, the patient presented with right upper quadrant pain, abdominal distension, and worsening dyspnoea. He was subsequently diagnosed with pyelonephritis. A CT scan () identified a 4 mm calculus within the bladder near the left vesicoureteric junction. Notably, this CT scan () did not show any cardiac changes. It was complicated by renal failure which required short-term haemofiltration. His serial blood films showed neutrophilia and a leucoerythroblastic appearance with marked left shift. A follow-up CT scan in April 2009 () showed cardiomegaly, moderate pericardial effusion, and unusual diffuse LV mid-myocardial calcification. His transthoracic echocardiogram showed mildly dilated LV and moderate systolic dysfunction without significant pericardial effusion; LV ejection fraction (LVEF) was not objectively quantified. Due to preoccupation to attend his urosepsis during the admission, the abnormal cardiac findings were not followed up. He had no cardiac symptoms until he presented with a cerebrovascular event in April 2018. A large LV apical thrombus was detected on his transthoracic echocardiography.\\nHis main abnormal physical examination finding during his heart failure presentation in November 2018 was bilateral below-knee pitting oedema. There were signs of respiratory distress. He had a heart rate of 80 beats/min, blood pressure of 140/90 mmHg, respiratory rate of 18 breaths/minute, SpO2 98% on room air, temperature of 37.0°C. He was not overweight. There were no peripheral signs of infective endocarditis, respiratory disease, or hepatic disease. His praecordial examination revealed a non-displaced apex beat, with no palpable thrills or right ventricular heave. His auscultation revealed S1 and S2 heart sounds, with no added sounds, murmurs, or lung crepitations.\\nHis electrocardiogram (ECG) on admission () showed evidence of left atrial enlargement, pathological inferior Q waves, and no acute T wave or ST segment changes. It was unchanged compared to his earlier ECG in April 2018 (). The serial cardiac troponin levels were normal. His cardiac CT () showed signs of mild coronary artery disease without significant stenosis, but diffuse LV mid-wall myocardial calcification. His LVEF was quantified at 20% based on his transthoracic echocardiogram.\\nSecondary causes of non-ischaemic cardiomyopathy were investigated for and were found to be normal. Serological tests for sarcoidosis showed normal serum angiotensin converting enzyme level, calcium, and phosphate levels. Serological screens for autoimmune pathologies with known cardiac complications were normal. These include extractable nuclear antigens, antineutrophil cytoplasmic antibodies, lupus, and anticardiolipin antibodies. Investigations for microbes including Legionella pneumophila/longbeachae antibodies, Mycoplasma pneumoniae antibodies, Chlamydia antibodies, hepatitis B virus (HBsAg), hepatitis C virus (HCV antibodies), HIV antibody/antigen combo were negative.\\nThe patient was diagnosed with non-ischaemic cardiomyopathy and commenced on valsartan/sacubitril 24.3/25.7 mg BD, spironolactone 12.5 mg OD, frusemide 40 mg BD, atorvastatin 40 mg OD, bisoprolol 5 mg OD, and warfarin. His subsequent CMRI in October 2019 () showed LVEF of 34% and diffuse LV mid-myocardial late gadolinium enhancement suggestive of scarring in the corresponding wall with myocardial calcification as visualized on his CT images from March/April 2009 ().\\nSince the November 2018 admission, he has adhered to appropriate antifailure medical therapy and maintained New York Heart Association class II functional status. In April 2020, he still maintains New York Heart Association class II functional status, and because of his persistent reduced LVEF, he received a prophylactic implantable cardioverter-defibrillator.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'12373056': 1, '27443438': 1, '25348690': 1, '21934087': 1, '31020202': 1, '31100653': 1, '31073128': 1, '10947885': 1, '26951826': 1, '12719978': 1, '18152866': 1, '33629023': 2}", "similar_patients": "{}"}