{"patient_id": 29068, "patient_uid": "7725492-1", "PMID": 33312812, "file_path": "comm/PMC007xxxxxx/PMC7725492.xml", "title": "A Case Report of Nonketotic Hyperglycemic Seizures: A Diagnostic Dilemma", "patient": "A 21-year-old right-hand-dominant female with a history of uncontrolled type 2 diabetes mellitus presented to the emergency department with multiple episodes (>10) of jerking and spasmodic movements of the right upper limb and right side of the face lasting approximately 1 minute, which started the previous day. These movements were associated with tongue biting and involuntary passage of urine. She remained confused for about 5 minutes after each episode before regaining consciousness. History was negative for nausea, vomiting, fever, headache, loss of consciousness, and sensory and vision changes.\\nShe was diagnosed with type 2 diabetes mellitus about one year ago and was using metformin 500 mg and glimepiride 1 mg. She had many similar seizure episodes in the past 10 months. The patient’s history suggests a non-compliance with her medications. She had no known neurological abnormalities.\\nOn physical examination, she was alert, conscious, and well oriented to time, place, and person. Her speech was incoherent. Her Glasgow Coma Scale (GCS) was E4V4M6. Kernig's and Brudzinski's signs were negative. Cranial nerve, motor, and sensory examinations were normal. Vitals were stable. Multiple brief episodes of right-sided focal faciobrachial seizures were observed after admission.\\nInvestigations at admission showed a blood glucose of 364 mg/dL (normal range: 80-140 mg/dL) and serum osmolarity was 309 mOsm/L (normal range: 285-295 mOsm/L). Ketone bodies were absent. Her HbA1C was 12.1% (good diabetic control range: 6.1-7%). Electrolytes such as serum electrolytes were within normal limits. Her blood urea nitrogen level was 16 mg/dL (normal range: 8-21 mg/dL) and serum creatinine was 0.6 mg/dL (normal range: 0.5-1.1 mg/dL). The viral markers for HIV, hepatitis B, and hepatitis C were negative.\\nAn immediate intravenous infusion of regular insulin was started as per the standard guidelines, which was later substituted with subcutaneous insulin. Non-contrast computed tomography (CT) scan of the brain was normal. The seizures were not controlled at this point and kept frequently occurring, with each episode lasting approximately a minute.\\nThe patient developed a terminal neck stiffness the next day. Cerebrospinal fluid (CSF) analysis was ordered to rule out meningitis, and it showed clear fluid and absence of xanthochromia. The total WBC count was 3 cells/mm3 (normal range: 0-5 cells/mm3). The differential count was 100% lymphocytes and 0% PMNs (polymorphonuclear leukocytes). CSF glucose level was 72 mg/dL (normal range: 30-90 mg/dL) and CSF protein was 31 mg/dL (normal range: 15-45 mg/dL).\\nSince the seizure activity did not abate with insulin therapy even after normalizing the glucose levels, anti-epileptics were considered. The patient received an oral dose of carbamazepine (200 mg). The number of subsequent seizure episodes reduced but was not completely terminated. Hence, a second anti-epileptic, oral clobazam (10 mg once daily), was added. The seizures were finally controlled after 72 hours, and the patient remained seizure-free thereafter.\\nMagnetic resonance imaging (MRI) of the brain showed large subtle T2-FLAIR (T2-weighted fluid-attenuated inversion recovery) cortical hyperintensities in the left frontal, temporal, occipital, and parietal regions with subcortical hypointense areas (Figure ). The electroencephalography (EEG) showed a background slowing and generalized spikes, polyspikes, and sharp-wave discharges with post-ictal slowing (Figure ).\\nAfter seven days of admission, she was discharged as she was stable on the same treatment regime, and no additional seizure episodes were observed. The patient received counseling on medication compliance, and regular follow-ups were scheduled.", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'19138535': 1, '14262318': 1, '5684300': 1, '12915089': 1, '27520801': 2, '14006649': 1, '16419498': 1, '34950404': 1, '23590576': 1, '3278164': 1, '20969750': 1, '16401900': 1, '18280115': 1, '16334887': 1, '26163815': 1, '4853137': 1, '33312812': 2}", "similar_patients": "{'4983053-1': 1}"}