{"patient_id": 22642, "patient_uid": "7382722-1", "PMID": 32724694, "file_path": "comm/PMC007xxxxxx/PMC7382722.xml", "title": "An Unusual Case of Radicular Pain Caused by Bilateral Lumbar Synovial Cyst: A Case Report and Review of the Literature", "patient": "A 52-year-old female patient, without any previous illnesses, was sent to our medical office since she had been suffering from spinal and radicular pain radiated to her left leg for a month. Her clinical exam showed both lumbar and radicular pain in her left leg without any motor loss, with hypoesthesia of the external side of her left leg and the dorsum of her left foot.\\nStanding and dynamic radiographs demonstrated a 4 mm instability at the L4-L5 level and a laminar inclination angle of 120° (it is the angle measured between the line that connects the top and bottom edges of the superior articular process and the line that connects the anterior cortex with the posterior cortex of the vertebral body) (). The CT study showed degenerative facet changes and vacuum phenomenon at the left L4-L5 level, with a 10° of facet tropism (difference between the right and left L4-L5 facet angle in an axial view) (). MR images showed moderated to severe disc degenerative changes at L4-L5/L5-S1, as well as lesions that were hypointense on the T1 sequence and hyperintense on the T2 and STIR sequences in both L4-L5 facet joints, compatible with bilateral synovial cysts, the largest being on the left, which relates to her radicular symptoms ().\\nInitially, the patient was treated conservatively with physiotherapy sessions and analgesics. After six months due to poor response to the conservative management, she underwent cyst aspiration and infiltration of the facet joint, under radioscopic control in prone position using coronal and oblique planes of the left L4-L5 joints. A 22 G × 100 mm spinal needle was used and, to ease joint access, the end of the needle was slightly bent (Figures and ). A percutaneous aspiration of the cyst was performed, obtaining 3 mm of a light liquid, followed by the infiltration of 2 cc of 2% mepivacaine and 2 cc of betamethasone (Figures and ). After the procedure, radicular symptoms improved almost up to their total disappearance, but lumbar pain remained. A year after the procedure, the patient started having left radicular pain again and persisting lumbar pain, so surgical treatment was proposed. Under general anaesthesia and antibiotic prophylaxis, with the patient positioned in prone decubitus, a posterior approach was performed with the subperiosteal dissection of paravertebral muscles up to the tip of the transverse processes, a hybrid L4-S1 fusion, via left unilateral transforaminal (TLIF) with interbody polyether-ether-ketone (PEEK) implants, bilateral L4, L5, and S1 pedicle screws, and autologous bone from both the surgical field and the left posterior-superior iliac spine was performed.\\nThe postoperative period was uncomplicated, and after a five-year follow-up, the patient remains asymptomatic living a normal life with job reinsertion. The radiology study shows an adequate implant position, without signs of loosening, compatible with solid fusion ().", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'31528396': 2, '31453836': 1, '30340971': 1, '29436166': 1, '31561657': 1, '22905322': 1, '30415048': 1, '1857355': 1, '30150063': 1, '10879758': 1, '29314220': 1, '15082987': 1, '15247575': 1, '27867129': 1, '30075274': 1, '28686146': 1, '27792054': 1, '18389295': 1, '30580916': 1, '20488765': 1, '31051307': 1, '31969762': 1, '29727308': 1, '32086604': 1, '32724694': 2}", "similar_patients": "{'6743682-1': 1}"}