{"patient_id": 103601, "patient_uid": "7772764-1", "PMID": 33408837, "file_path": "noncomm/PMC007xxxxxx/PMC7772764.xml", "title": "Metastatic extramammary paget disease, a remarkable clinical case and a brief review of a rare disease", "patient": "A 64-year-old Caucasian woman was diagnosed with a vulvar EMPD in 2008. At another institution, she underwent a partial vulvectomy, distal urethrectomy and two more re-excisions due to recurrence in the following years. The patient did not attend appointments after 2018.\\nIn June/2019, she was admitted to the emergency department after a seizure. The head Computed Tomography (CT) showed a left frontal lesion and a Magnetic Resonance Image (MRI) confirmed multiple brain lesions. A thoracic-abdominalpelvic CT did not identify other lesions and she underwent excision of the largest symptomatic left frontal brain lesion in the same month. The histopathology report revealed metastasis of a poor differentiated carcinoma, with a solid pattern and marked cytological atypia and the IHC was positive for CK7, CK8/18, CKAE1/AE3, GATA3, TTF1 (focal) e GDCFP15 (focal), and negative for CK20, napsin A, RE, melan A, p40 e S100.\\nThe patient was discussed at multidisciplinary meeting and referred to Oncology and Radioncology Departments. In July/2019, she had no neurological symptoms or other complaints and a Positron Emission Tomography (PET) scan suggested malignancy in periaortic and pelvic lymph nodes and a lesion at the anterior wall of the vagina. At this point it was assumed a recurrent vulvar stage IV EMPD with cerebral, LN and loco-regional metastasis and she was proposed for hippocampal- sparing Whole-Brain Radiotherapy (WBRT) followed by systemic treatment with palliative intent.\\nShe underwent WBRT in August/2019 (total dose of 27Gy/#9). Due to an urosepsis episode, she skipped the last session and the beginning of first line palliative chemotherapy had to be delayed. She started weekly Paclitaxel (TX) in September/2019, with good tolerance to treatment, reporting grade (G) 1b fatigue and oral mucositis. After 12 cycles, there was evidence of LN disease response, but dubious response at brain level, as the MRI showed contrast uptake in a right cortical parietal area and disappearance of the other brain lesions previously described (). After 20 cycles, she had a complete response which is still maintained after 10 months of WBRT plus starting TX, with only associated G1 fatigue and diarrhea. A chemotherapy holiday was proposed, but due to good tolerance and her willingness, she is scheduled for maintaining this regimen.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'28935274': 1, '29404275': 1, '15458530': 1, '27112632': 1, '23454498': 1, '30569580': 1, '22533523': 1, '31934186': 1, '27329007': 1, '26603144': 1, '29804724': 1, '32020662': 1, '9914572': 1, '31084720': 1, '26753880': 1, '21501860': 1, '31167037': 1, '31356440': 1, '32450098': 1, '10739709': 1, '25944505': 1, '27487738': 1, '29291726': 1, '27473174': 1, '32268952': 1, '29636019': 1, '33408837': 2}", "similar_patients": "{}"}