{"patient_id": 21066, "patient_uid": "7306524-1", "PMID": 32563828, "file_path": "comm/PMC007xxxxxx/PMC7306524.xml", "title": "Reconstruction of Gustilo type IIIC tibial open fracture caused by shotgun injury using combination Masquelet technique and cross-leg pedicle flap", "patient": "The case report has been written according to the SCARE 2018 guidelines [].\\nA 34-year-old man suffered a shotgun attack from 2 m away on his right proximal tibia. Clinical examination revealed a Gustilo type IIIC open fracture. The pellets entered from the posterior calf and came out the anterior side of the tibia, creating a 15 × 20 cm2 open wound. Radiographs indicated comminuted fracture with bone loss about 7 cm and multiple shotgun pellets (). Computed tomography angiography revealed poor contrast enhancement in the right anterior tibial artery ().\\nInitial wound debridement with fixation by external fixator were done 2 h after the trauma (). The shrapnel fragments and dead bone were removed thoroughly. Subsequent wound exploration revealed segmental loss of anterior tibial artery. On day 3, day 6, day 9 and 14 after trauma, four times of debridement were performed sequentially and clean and well-perfused wound bed was noted.\\nOn post-trauma day 16, we fixed the tibial fracture with two locking plates (lateral: NCB Proximal Tibia System, Zimmer Biomet; medial: 3.5-mm Locking Compression Plate, DePuy Synthes). We filled the bone defect with vancomycin and gentamicin loaded cement spacer (). The skin defect was covered with a cross-leg pedicle flap. The flap is nourished by the posterior tibial artery and three perforator vessels (). We immobilized the two legs with cross-leg external fixators (). The pedicle of the cross-leg flap was divided and the cross-leg external fixator was removed 3 weeks after the flap transplantation. Partial weight bearing was allowed after the flap dividing surgery.\\nWe replaced the cement spacer with mixed autogenous and synthetic bone graft at 12 weeks after trauma [,]. At 12 months, bone healing was observed on the radiograph (). The range of motion of right knee was achieved to 0–120 degree. The patient referred no pain during the daily activities.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'29201370': 2, '23890841': 1, '10929461': 1, '29786226': 1, '14911369': 1, '26047781': 1, '13680234': 1, '19753232': 1, '30342279': 1, '21360586': 1, '695568': 1, '29768632': 1, '32563828': 2}", "similar_patients": "{'5697582-1': 1}"}