{"patient_id": 102545, "patient_uid": "7674747-1", "PMID": 33269281, "file_path": "noncomm/PMC007xxxxxx/PMC7674747.xml", "title": "Pseudohyperkalemia caused by essential thrombocythemia in a patient with chronic renal failure: A case report", "patient": "A 73-year-old woman with symptoms such as palpitation, dyspnea, and acratia for 2 d was referred to the Emergency Department of our hospital on May 28, 2019.\\nThe patient was diagnosed with essential thrombocythemia (Janus kinase 2 V617F mutation) 1 year ago, and the symptoms of palpitation, dyspnea, and acratia were detected within the past 2 d. The routine blood test showed that her platelet count was 1205 × 109/L, and its reference range (RR) was 125-350 × 109/L. She was transferred to the Hematology Department for further treatments on May 29, 2019.\\nThe patient had a history of hypertension for 8 years. Renal insufficiency and cerebrovascular stenosis were diagnosed 4 years ago; however, her blood pressure was in control. She had aspirin irregularly, and the drug was discontinued due to purpura.\\nSlight pitting edema on both legs was revealed upon physical examination. Other remarkable abnormalities were not found. Vital signs were within normal limits, with a temperature of 36.7 °C, heart rate of 80 beats/min, respiratory rate of 18 breaths/min, and blood pressure of 120/63 mmHg.\\nRepeated routine blood test showed white blood cell count of 51.4 × 109/L (RR: 3.50-9.50 × 109/L), hemoglobin of 60 g/L (RR: 115-150 g/L), and platelet count of 1460 × 109/L. Blood biochemistry tests showed that the patient suffered from hyperkalemia (potassium: 7.50 mmol/L, RR: 3.60-5.00 mmol/L) and renal failure (urea nitrogen: 16.63 mmol/L, RR: 2.50-6.10 mmol/L; creatinine: 579 μmol/L, RR: 40-97 μmol/L; uric acid: 2578 μmol/L, RR: 149-446 μmol/L; estimated glomerular filtration rate (eGFR): 8.88 mL/min, RR: > 90.00 mL/min). Twelve lead resting electrocardiography results were normal.\\nThe patient was diagnosed with essential thrombocythemia, chronic renal failure, and hyperkalemia.", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'30648102': 2, '1415352': 1, '23569507': 1, '31800076': 1, '29472808': 1, '19546417': 1, '28288853': 1, '16145218': 1, '19016918': 1, '29536889': 1, '18591376': 1, '12053834': 1, '33269281': 2}", "similar_patients": "{'6329613-1': 1}"}