{"patient_id": 105591, "patient_uid": "7942061-1", "PMID": 33595524, "file_path": "noncomm/PMC007xxxxxx/PMC7942061.xml", "title": "COVID-19-associated papilledema secondary to cerebral venous thrombosis in a young patient", "patient": "A 22-year-old female patient without co-morbidities presented with fever, headache, diplopia, and recurrent episodes of transient loss of vision which lasted for a few seconds in both eyes since two days. On examination, best-corrected visual acuity was 20/20 in both eyes with false localising sign. The anterior segments were normal with bilateral disc oedema and disc haemorrhage in the right eye []. The patient was lucid and oriented, without focal neurological deficits. Real-time reverse-transcription polymerase chain reaction testing of a nasopharyngeal swab was advised and it confirmed SARS-Cov-2 infection. Magnetic resonance imaging (MRI) revealed prominent subarachnoid space around the optic nerve and flattening of the posterior sclera noted on both sides with the diagnosis of papilledema []. Lumbar puncture was done, revealing elevated intracranial pressure with the cerebrospinal fluid analysis being normal and negative for pathogens. Erythrocyte sedimentation rate (ESR), C-reactive protein (CRP) and D-dimer were elevated []. Magnetic resonance venography (MRV) revealed bilateral transverse sinus thrombosis []. Prompt anticoagulation therapy with subcutaneous heparin, intravenous methylprednisolone and antibiotics were started. Immediately the progression of cerebral venous thrombosis (CVT) decreased as observed by the improvement of clinically resolving papilledema [] and decreasing D-Dimer, CRP and ESR values. The patient was also symptomatically better with full and free extra-ocular movements.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'31376606': 1, '33913868': 1, '32073213': 1, '32007143': 1, '21605331': 1, '33918932': 1, '21869916': 1, '32653019': 1, '16002765': 1, '32554424': 1, '32281926': 1, '33595524': 2}", "similar_patients": "{}"}