{"patient_id": 21141, "patient_uid": "7310167-1", "PMID": 32612475, "file_path": "comm/PMC007xxxxxx/PMC7310167.xml", "title": "Hyperbaric Oxygen Treatment of Keratitis Following Facial Hyaluronic Acid Injection", "patient": "A 60-year-old Caucasian female with no significant medical history received 2 HA injections (a Restylane Silk injection and a Restylane Lyft injection, Galderma Laboratories, LP) in the horizontal nasal crease, maxilla, and nasolabial folds. She had received HA injections in the same facial areas without complication 9 months earlier. Two days after the injections, she was treated for ecchymosis with a 532 nm laser. The next day, she experienced pain in the left nasolabial fold and left eye and reported blurred vision in the left eye. She presented to the emergency department; an optometrist diagnosed her with keratitis and started her on erythromycin ointment twice daily in the affected eye.\\nThe following day, the patient returned to the dermatologist's office and reported increasing pain in the left cheek and worsening redness, irritation, and continued vision loss in the left eye. She described severe pressure and pain on the left nasal crease extending up the left side of the nose and to the globe of the eye. She had a 1 cm reticulate patch and a firm nonvisible 3.5 × 1.5 cm area of swelling on palpation in the glabellar region (). She was treated with 450 units of hyaluronidase (Hylenex, Halozyme Therapeutics, Inc.) to the nasolabial fold, the left side of the nose, and the glabella. She was also given aspirin 81 mg and ibuprofen 800 mg. She reported an 80% improvement in the pressure and pain within 15 minutes after administration of the hyaluronidase. She was instructed to apply 2% nitroglycerine ointment to the affected areas and was referred to an ophthalmologist for the evaluation of her decline in vision.\\nThe patient had an ocular history of dry eye, for which she had been using cyclosporine until the day of the injections. She had no history of contact lens use, herpetic eye disease, or recent rashes. Ocular medication was erythromycin ointment that she had started one day prior. Snellen visual acuity with correction was 20/25 in the right eye and 20/125 in the left eye and 20/40 with pinhole. Right eye examination and pressures were within normal limits. Examination of the left eye revealed no afferent pupillary defect, full extraocular movements and confrontational fields, 1+ left upper lid edema, 2+ conjunctival injection, intraocular pressure of 20 mmHg, and stromal opacity (keratitis) nasally with punctate fluorescein staining. The anterior chamber showed no cells and trace flare, but regularly shaped globules suspended in the aqueous were present. Retinal examination was within normal limits, and fluorescein angiography showed full vascular filling with a hazy view because of media opacity ( and ). The patient was advised to start ofloxacin antibiotic drops 4 times daily, continue erythromycin, and start cyclopentolate for discomfort.\\nTwelve hours later, the patient reported a dramatic decrease in her vision. Visual acuity with correction in the left eye was 20/200 with no improvement on pinhole testing. She had generalized 2+ corneal edema, sparing a small area of the temporal cornea. The anterior chamber clear globules were no longer visible, and the keratitis appeared unchanged with persistent punctate staining of the epithelium. The view of the fundus was hazier, but the retina and the retinal vasculature appeared normal, and intraocular pressure was in the normal range. The patient was treated with 75 units of hyaluronidase to the inferior periocular region and 75 units to the glabella and left nasal sidewall (150 units total). Because of her acute vision deterioration, she was referred for emergent HBOT for possible anterior segment ischemia and keratitis ().\\nThe patient underwent nine 90-minute HBOTs and stated that her vision began to improve within 20 minutes of the first session. Her visual acuity measured by near card in the hyperbaric facility improved from 20/200 at the start of treatment to 20/60 at the 20th minute. On day 2 of her HBOT, the patient's visual acuity was 20/60, and intraocular pressure was 12 mmHg. Corneal edema and keratitis were significantly decreased; the area of stippled staining was smaller, approximately 2 × 1.5 mm; the anterior chamber was clear; and the fundoscopic examination was normal.\\nOn day 3, the patient stated that her vision fluctuated but was gradually improving overall. She perceived that her vision improved during and immediately after each HBOT but that the effects of each treatment had decreased by the time she had the next session. Visual acuity was 20/200 in the left eye and 20/60 with pinhole. The keratitis was nearly resolved, but a corneal infiltrate measured 1.5 × 1.5 mm ( and ). The patient was started on fortified vancomycin 25 mg/mL and tobramycin 15 mg/mL drops 4 times daily, GenTeal ointment (Novartis Pharmaceuticals Corp.) every night, and valacyclovir (Valtrex) 500 mg 3 times daily to account for the possibility of an atypical herpetic component.\\nShe continued to improve with each 90-minute HBOT. On day 10, her vision was 20/20, and the infiltrate had nearly resolved (). A small stromal scar, approximately 1 mm in diameter, corresponded to the site of the ulcer in the nasal cornea. One month later, the patient reported that her vision had returned to baseline. Her visual acuity with correction was 20/20. The cornea was clear, and her eye examination was normal ().", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'25730536': 1, '17019411': 1, '24692598': 1, '24621723': 1, '26356847': 1, '25415089': 1, '34188752': 1, '26505541': 1, '32612475': 2}", "similar_patients": "{}"}