{"patient_id": 18215, "patient_uid": "7140360-1", "PMID": 32268889, "file_path": "comm/PMC007xxxxxx/PMC7140360.xml", "title": "Multiple reversible encephalitic attacks: a rare manifestation of neuronal intranuclear inclusion disease", "patient": "A 63-year-old woman was admitted to hospital with an acute neurological episode. The patient’s complaints were light-headedness, vomiting, unstable gait and cognitive impairment. She had been healthy except for a similar attack seven years prior and had no family history of similar symptoms. Upon admission, the patient’s body temperature was 36.7 °C, and her blood pressure was 122/86 mmHg. Neurological examination revealed no abnormalities in cranial nerve function or muscle strength. The bilateral knee reflex and Achilles tendon reflex were diminished. The biceps and triceps reflexes were normal. The bilateral plantar responses were flexor. Her gait was wide-based and ataxic. She did not have increased muscle tone or bradykinesia. Her complete blood count was normal, as were her liver and kidney function. Neuropsychological examinations revealed mild cognitive impairment: 24/30 on the Mini-Mental State Examination (MMSE), 25/30 on the Montreal Cognitive Assessment (MoCA), 10 on the Hamilton Depression Scale (HAMD), 24 on the Hamilton Anxiety Scale (HAMA), 3 on the Neuropsychiatric Inventory (NPI) and 33 on the Scales for Outcomes in Parkinson’s Disease–Autonomic (SCOPA-AUT). The decreases in the MMSE and MoCA scores were caused mainly by reductions in the patient’s short-term memory and computational ability. Brain MRI revealed high signal intensity in the bilateral frontal grey matter–white matter junction on DWI (Fig. c, d). Cerebrospinal fluid examination revealed mildly elevated levels of protein (0.55 g/l) and glucose (4.5 mmol/l), an absence of red blood cells (0 × 109/l), and a normal leukocyte count (3 × 106 monocytes/l). The patient’s nerve conduction studies were normal. An electroencephalogram (EEG) showed no epileptic discharge. A review of the patient’s brain MRI results from 2011 revealed the presence of a high signal intensity on DWI of the bilateral frontal grey matter–white matter junction (Fig. a, b). According to a detailed inquiry into the patient’s medical history when she was 56 years old, she had experienced light-headedness, right lower quadrant facial droop, unstable gait, aphasia, nausea, vomiting and loss of consciousness. She was admitted to another hospital, where she regained consciousness within 12 h of symptom onset. She received symptomatic treatment, and all other symptoms were completely resolved within one week. The MRI scan showed disease progression compared to the imaging from seven years earlier. Skin biopsy revealed intranuclear inclusions in adipocytes, fibroblasts and sweat gland cells (Fig. e, f, g), which was compatible with NIID. Genetic examination using GC-rich PCR (GC-PCR) and repeat-primed PCR (RP-PCR) found that the patient had 96 GGC repeats in the 5′ UTR of NOTCH2NLC (Fig. h, i). She was not a carrier of the fragile X mental retardation 1 (FMR1) premutation.\\nDuring hospitalization, the patient was given symptomatic treatment such as anti-dizziness and anti-vomiting treatment as well as supportive treatment such as nutrition support therapy and vitamin B and C supplements during hospitalization, and her symptoms were completely relieved within one week.\\nIn this case study, the patient had two acute encephalitic attacks that were manifested mainly as loss of consciousness, neuropsychological impairments, gait disorders, autonomic dysfunction, etc. Normal body temperature, complete blood count, and cerebrospinal fluid cell counts helped exclude infectious encephalitis. The characteristic high signal intensity on DWI alerted the physicians to perform skin biopsy and genetic testing. The skin biopsy revealed intranuclear inclusions in adipocytes, fibroblasts and sweat gland cells; this set of features was compatible with NIID. A negative test result for the FMR1 gene premutation excluded fragile X–associated tremor ataxia syndrome (FXTAS). The expansion of repeats in the 5′ UTR of the NOTCH2NLC gene confirmed the diagnosis of NIID. At the time of this report, the patient’s outcome is good.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'27523009': 1, '18923837': 1, '30544465': 2, '31413119': 1, '31332381': 1, '27797808': 1, '29626999': 1, '20018885': 1, '9804114': 1, '11447312': 1, '31150092': 1, '21411744': 1, '34017298': 1, '31178126': 1, '14719553': 1, '33887199': 1, '15977647': 1, '34718964': 1, '29856955': 1, '16332642': 1, '33789591': 2, '31267307': 1, '28863453': 1, '27018283': 1, '31304825': 1, '33344613': 2, '24039026': 1, '32268889': 2}", "similar_patients": "{'6310506-1': 1, '6310506-2': 1, '8011180-1': 1, '7723690-1': 1}"}