{"patient_id": 32347, "patient_uid": "7889786-1", "PMID": 33615031, "file_path": "comm/PMC007xxxxxx/PMC7889786.xml", "title": "A Case Report of an Intrathoracic Mass Lesion Caused by Arcanobacterium haemolyticum that Required Exclusion of a Malignant Tumor Diagnosis", "patient": "A 57-year-old man with no past medical history visited a local clinic for right hypochondralgia and unintentional weight loss (20-kg loss in 3 months). Initially, he was diagnosed as having diabetes mellitus with suspected cholelithiasis. The diabetes mellitus had not been treated and the status of glycemic control had been estimated to be poorly controlled. Three months later, the pain radiated to his back, which aggravated while walking. Chest computed tomography (CT) showed an invasive intrathoracic mass lesion measuring 72 × 30 mm, which seemed to compress the lower right lung lobe from the mediastinum and partially infiltrated the thoracic vertebrae T7 – T8, which were adjacent to the mass shadow and partially osteolytic. Whether the mass was derived from the pulmonary parenchyma, pleura, mediastinum, or thoracic vertebrae remained unclear. The patient was referred to our hospital for needle biopsy. His vital signs on admission were a Glasgow Coma Scale score of E4V5M6, blood pressure of 133/90 mmHg, respiratory rate of 14 breaths/min, body temperature of 38.7℃, and pulse rate of 98 beats/min. Neurological examination showed no significant findings. The number of leukocytes was 9.7 × 109/L and the C-reactive protein level was 11.69 mg/dL. Hemoglobin was 12.2 g/dL, the number of erythrocytes was 3.95 × 106/L, and hematocrit was 36.5%. Hemoglobin A1c was 6.7%. Any tumor marker levels were not elevated. The HIV test was negative. Three sputum acid-fast bacteria smear tests were negative. Enhanced CT revealed that the invasive mass increased to 85 × 67 mm in 4 weeks. The mass passed through the bronchus and infiltrated the pulmonary parenchyma, with bone infiltration and compression fracture of the thoracic vertebrae (). A low-density area was considered to be necrosis caused by a malignant tumor or an abscess owing to infection. The diffusion-weighted image on magnetic resonance imaging showed no high signal intensity typical of an abscess (). As the mass was slowly progressive, differential diagnosis also included actinomycetes, fungi, or non-tuberculous mycobacterium as atypical infections. However, lung cancer was more likely suspected than these infections owing to the involvement of the bronchus and pulmonary vessels and the location in the lung, vertebral body, and mediastinum.\\nOn hospital day 4, CT-guided percutaneous needle biopsy was performed. Histological examination of the right lung specimen revealed inflammatory granulation tissue, fibrous tissue, and no evidence of malignancy (). A tissue culture was performed and bacterial colonies of around 1-mm diameter were found and showed β-hemolysis on sheep blood agar after a 48-h culture (). The specimen culture isolated gram-positive rods. Two sets of blood cultures were obtained: on admission and hospital day 8; these cultures also revealed gram-positive rods (). The BD Phoenix system and MALDI-TOF MS identified A. haemolyticum. The strain was susceptible to most antimicrobials, including penicillin and cephalosporins . Intravenous ampicillin/sulbactam was selected based on a susceptibility test (). On hospital day 9, the patient had difficulty in raising both legs, and neurological examination revealed bladder rectum disorder and decreased sensation under T9. We transferred the patient to another specialty hospital for emergency surgery for spinal decompression. Although inferior spinal fusion was performed, the bladder rectum disorder continued.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'22286406': 1, '28588774': 1, '28348747': 2, '19874205': 1, '21569379': 2, '29249641': 1, '18812563': 1, '20996930': 1, '33615031': 2}", "similar_patients": "{'3103420-1': 1, '5343129-1': 1}"}