{"patient_id": 102638, "patient_uid": "7685396-1", "PMID": 33269070, "file_path": "noncomm/PMC007xxxxxx/PMC7685396.xml", "title": "Retroperitoneal mature cystic teratoma involving the left adrenal gland in a 75-year-old male: a case report and literature review", "patient": "An asymptomatic 75-year-old Caucasian male was referred to our institution for the evaluation of an incidental left adrenal mass pointed out on computed tomography (CT) scan at medical checkup. The patient had a past medical history of hypertension and benign prostatic hyperplasia. The medication list included perindopril, indapamide, bisoprolol and tamsulosin. He had no previous surgeries and his family history was unremarkable. Physical examination was normal. Abdominal contrast-enhanced CT scan revealed a 5.6 × 3.5 × 3 cm, solid, nodular, hypodense mass that was thought to be arising from the left adrenal gland, suggesting an adenoma ( and ).\\nLaboratory studies to exclude a functioning adrenal tumour and tumour markers (CA19.9, CEA, PSA, alpha-fetoprotein (AFP), human chorionic gonadotropin (hCG)) were normal.\\nBecause of its relatively large size and the patient’s request, he underwent a laparoscopic transperitoneal left adrenalectomy in the right lateral decubitus position (two 10-mm and one 5-mm ports). Intraoperatively, an enlarged left adrenal gland and a cystic lesion closely adherent to it were found, surrounded by adipose tissue ( and ). They were completely resected en bloc and removed in the endobag. No adverse events occurred postoperatively and he was discharged on Day 3.\\nMacroscopically, the specimen consisted of a walled cyst filled with yellowish greasy material measuring 4.5 × 3.5 × 2cm and the left adrenal gland measuring 5 × 3 × 2 cm, both surrounded by adipose tissue. Microscopic evaluation revealed a mature cystic teratoma and a left adrenal gland without morphologic changes (). Neither immature nor malignant components were identified. After 20 months of follow-up, he is free of recurrence.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'34249529': 2, '2802979': 1, '23762690': 2, '15112254': 1, '2028883': 1, '27769025': 1, '12114751': 1, '26582506': 2, '2415302': 1, '11727150': 1, '33269070': 2}", "similar_patients": "{'8248951-1': 1, '3670561-1': 1, '4652408-1': 1}"}