{"patient_id": 25529, "patient_uid": "7515094-1", "PMID": 32983704, "file_path": "comm/PMC007xxxxxx/PMC7515094.xml", "title": "Xanthogranulomatous Cholecystitis: A Diagnostic Challenge for Radiologists, Surgeons, and Pathologists", "patient": "A 56-year-old male presented to the emergency department with fever, chills, nausea, vomiting, and sharp, cramping pain in the right upper abdomen. He explained the pain as mild to moderate, continuous, and radiating to the back without association to food intake and alleviating or exacerbating factors. He denied any concern with bowel movements and urination. The signs for jaundice were negative. He admitted to a 15 lb weight loss over the past three months. The patient had a medical history of hypercholesterolemia and diabetes, for which he was taking oral medications; he had a history of smoking one pack of cigarettes per day per year for 30 years and drinking on social occasions. Past surgical history and family history were unremarkable. At the initial evaluation, his vital signs were within normal limits except the temperature of 37.8oC. Physical examination was significant for a firm, non-tender, grossly distended abdomen. A review of other systems was normal except for shortness of breath.\\nThe laboratory evaluation revealed normal levels of lactate, amylase, and lipase with an increase in total bilirubin and leukocytosis. Tumor markers, cancer antigen 19-9 (CA 19-9), and carcinoembryonic antigen (CAE) were in the normal range. The patient underwent abdominal ultrasonography (US), which showed borderline gallbladder wall thickening with multiple echogenic intramural foci suggestive of gallbladder adenomyomatosis. CT scan findings were suggestive of acute cholecystitis with possible perforation and showed extensive inflammatory changes in the right upper quadrant with gallbladder thickening and pericholecystic fat stranding (Figure ). Endoscopic retrograde cholangiopancreatography did not show dilatation and any filling defects of the common bile ducts. After stabilization, the patient underwent cholecystectomy. Part of the gallbladder was submitted for frozen section.\\nOn macroscopic examination, the resected gallbladder measured 5.0 x 1.9 x 1.7 cm, had serosal adhesions and a thickened wall with a tan-white fibrotic appearance concerning for adenomyomatosis, GC, or invasive process (Figure ). Choleliths were absent. Histologic examination showed an ulcerated, fibrotic gallbladder wall mucosa (Figure ). The abundant histiocytes and giant cell reaction were seen on high yield, as well as dense acute and chronic inflammation with bile dissipation (Figures -). Evidence of dysplasia or malignancy were absent. A diagnosis of XGC was rendered.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'25952571': 1, '4319984': 1, '23991684': 1, '7337158': 1, '7352416': 1, '26981227': 1, '3584484': 1, '26401081': 1, '19280109': 1, '23060404': 1, '20090248': 1, '32983704': 2}", "similar_patients": "{}"}