{"patient_id": 19775, "patient_uid": "7241226-1", "PMID": 32455065, "file_path": "comm/PMC007xxxxxx/PMC7241226.xml", "title": "A Rare Case of Isolated Pulmonary Cryptococcoma in an Immunocompromised Host", "patient": "This is a 54-year-old homeless female with a medical history notable for poorly controlled HIV, and seizure disorder. She presented to the emergency department for suspected seizure activity. Per the patient, she experienced lower extremity weakness and mouth foaming of a few minutes duration while walking into a store. The patient stated she had been off of her ART for 6 months. She also complained of subjective fever, chills, cough, yellowish sputum production, and weight loss. She was found to have an absolute CD4 count of 7 (2%). There was no leukocytosis. Her initial chest x-ray (CXR) revealed no consolidation or infiltrates. Urine legionella and streptococcus pneumoniae antigen testing was negative. Blood culture, respiratory panel, and respiratory culture were negative. The patient was reinitiated on cART regimen of emtricitabine/tenofovir alafenamide (FTC/TAF) and dolutegravir (DTG), in addition to Mycobacterium avium complex (MAC) and Pneumocystis pneumonia (PCP) prophylaxis. The patient was treated for her acute on chronic seizure disorder, and as she was improving, discharge planning was pursued.\\nOn day 12 of admission, the patient developed a fever of 39.4 Celsius. She continued to endorse cough and sputum production, in addition to a new frontal headache. Repeat CXR demonstrated a nonspecific ill-defined opacity in the right lung concerning early pneumonia. Given the patient’s advanced HIV status and active symptoms, there was a low threshold for assessment of tuberculosis (TB) and cryptococcal meningitis. She was placed on airborne precautions pending TB testing. Computed tomography (CT) of the head was obtained, demonstrating no evidence of any acute intracranial process. Despite the negative CT head imaging, she was empirically started on liposomal amphotericin and flucytosine due to high concern for cryptococcal meningitis. A lumbar puncture (LP) was planned; however, the patient initially refused. Serum cryptococcal antigen was sent, which required several days to result. CT thorax was obtained and demonstrated interval development of two solid pulmonary nodules in the right upper lobe (RUL), measuring 1.9 x 1.6 cm (Figures and 2) and 0.5 x 0.5 cm, as well as right hilar lymphadenopathy. These findings were made in comparison to a CT thorax two years prior which had not shown any nodules or lymphadenopathy.\\nThree acid-fast bacilli (AFB) sputum stains were negative. Serum beta-D-glucan, Blastomyces, and Histoplasma antigens were sent and found to be negative. Urine antigen testing was not performed. Serum cryptococcal antigen testing was positive with a low titer of 1:16. Patient subsequently agreed to have the LP done, which revealed an opening pressure of 12 cm/H2O. Cerebrospinal fluid (CSF) analysis revealed a cell count of 20, with 80% lymphocytes and 20% monocytes. Glucose level was 49, and protein level was 31. CSF cryptococcal antigen was negative, and CSF cultures, including fungal culture, were also negative.\\nAt this stage of the workup, it was unclear where the cryptococcal infection was located. There was no other evidence of disseminated disease, with negative results from the LP and no apparent lesions on skin examination. In order to confirm the suspected diagnosis of pulmonary cryptococcoma, the patient underwent CT-guided biopsy of the larger RUL nodule. Pathology revealed round structures with asymmetric budding on Periodic acid-Schiff-diastase (PAS-D) and Grocott methenamine silver (GMS) stains (Figure ).\\nThere were also round structures on the mucicarmine stain, morphologically most compatible with Cryptococcus species (Figure ).\\nHowever, fungal cultures of sputum, blood, and CSF remained negative. As no CNS involvement was evident, the patient's antifungal regimen was de-escalated from liposomal amphotericin and flucytosine to oral fluconazole, with a plan to complete a six to twelve month course of therapy. The ultimate duration would depend on the patient’s recovery of her CD4 count. From our literature review, there have been fewer than forty reported cases of isolated pulmonary cryptococcosis in the setting of immunocompromise (Table ).", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'2017634': 1, '31782386': 1, '7578756': 1, '8527555': 1, '30329097': 1, '26279970': 1, '30542394': 1, '27906037': 1, '11101078': 1, '1989797': 1, '20047480': 1, '24757183': 1, '26484332': 2, '18171241': 1, '25755893': 1, '11953469': 1, '12627365': 1, '20644317': 1, '21139145': 1, '17284154': 1, '32455065': 2}", "similar_patients": "{'4584666-1': 1}"}