{"patient_id": 23629, "patient_uid": "7431979-1", "PMID": 32821602, "file_path": "comm/PMC007xxxxxx/PMC7431979.xml", "title": "False Localizing Trigeminal V2 Sensory Loss in Vestibular Schwannoma", "patient": "A 32-year-old woman with no significant past medical history presented with one month of right facial sensory loss, tinnitus, progressive imbalance, and two years of worsening hearing in the left ear. Her symptoms began with tingling on the right side of her tongue and upper lip, which progressed to her right cheek with the sensation of a swollen tongue. This continued to the point that that she would bite her right cheek when eating, and was unaware until her mouth bled. She had difficulty swallowing and felt that items frequently got stuck in her throat. She denied any nausea or vomiting, but endorsed progressively worsening headaches over the prior month.\\nOn physical examination, she had loss of fine touch and pin-prick sensation in the right V2 distribution, House-Brackmann (HB) grade II facial dysfunction on the left, diminished left-sided hearing, bilateral horizontal nystagmus with fast phase to the left, right deviating uvula, loss of gag on the left, and left deviating tongue []. The remainder of her neurological exam was unremarkable. MRI revealed a large cystic left cerebellopontine angle tumor, measuring 4.7 × 4.8 × 4.9 cm with heterogeneous contrast enhancement and expansion of the porus acousticus consistent with a large Koos grade 4 VS (Figure ) [].\\nThere was significant mass effect with severe compression of the medulla, pons, cerebellum, and fourth ventricle, herniation of cerebellar tonsils 1.7 cm below foramen magnum, and resultant obstructive hydrocephalus with T2 transependymal flow.\\nOne day after presentation, the patient underwent placement of a right frontal ventriculoperitoneal shunt (VPS) for treatment of her hydrocephalus. Following cerebrospinal fluid (CSF) diversion, her headaches had completely resolved and there was a marked improvement in her tongue and uvula deviation. Her facial nerve function remained HB II, and the remainder of her exam was unchanged. Soon after VPS placement, she subsequently underwent a retrosigmoid craniectomy with intraoperative neuromonitoring for tumor resection. To reduce risk of debilitating facial nerve palsy, a small portion of the tumor capsule was left adherent to facial nerve at the porus acousticus (Figure ) []. The tumor was confirmed to be a schwannoma.\\nPostoperatively, the patient had resolution of her facial nerve palsy, now HB I, and had improvement in her contralateral sensory loss to near normal with improved fine touch and pin-prick discrimination. There was further improvement of uvula and tongue deviation as well as her swallowing function (Figure ).\\nThe remainder of her neurological exam was unchanged. She did remarkably well after surgery and is scheduled to undergo stereotactic radiosurgery for the residual tumor.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'4543625': 1, '4314159': 1, '2795052': 1, '2636799': 1, '30169695': 1, '28968334': 1, '30989621': 1, '13703848': 1, '12640051': 1, '14770616': 1, '3921901': 1, '10390175': 1, '25119405': 1, '24323792': 1, '1219088': 1, '6709162': 1, '27781487': 1, '8847575': 1, '7477786': 1, '32821602': 2}", "similar_patients": "{}"}