{"patient_id": 102560, "patient_uid": "7675879-1", "PMID": 33240503, "file_path": "noncomm/PMC007xxxxxx/PMC7675879.xml", "title": "Electrical storm in a patient with COVID-19 treated with\\nhydroxychloroquine: A case report", "patient": "A 78-year-old Caucasian male with non-ischemic dilated cardiomyopathy, who had\\nreceived a cardiac resynchronization therapy device (a CRT-D) 2 years earlier at our\\ncenter, was brought to our clinic in an emergency situation for an electric storm\\n(ES) with repeated shock delivery. ES is the sequela of a state of cardiac\\nelectrical instability leading to multiple episodes of ventricular arrhythmia in a\\nshort period of time and is commonly defined as the occurrence of at least three\\nsustained episodes of appropriate ventricular tachycardia, ventricular fibrillation\\nor ICD shock during a 24-h period.\\nDuring the 2 years after biventricular implantation of an implantable\\ncardioverter-defibrillator (ICD), the patient referred moderate improvement in\\ngeneral conditions, corresponding to an increase in the ejection fraction from 28%\\nto 34% with functional improvement from III to II New York Heart Association (NYHA) class. Medical therapy included bisoprolol 5 mg, ramipril 10 mg, furosemide 75 mg,\\nand aldactone 25 mg. During periodic checks of the device, no significant\\nventricular arrhythmias had emerged that required anti-tachycardia therapy with\\nshock delivery or anti-tachycardia pacing (ATP), or that fell within the window of\\nmonitoring, except for rare ventricular triplets. About 10 days before the current\\nhospitalization, the patient experienced fever, which after 2 days was associated\\nwith anosmia and ageusia, in the absence of cough, dyspnea, or other symptoms. SpO2\\nby percutaneous pulse oximetry was constantly around 95%, which was similar to\\nlevels prior to the febrile episode. On the advice of his general practitioner, home\\ntherapy with HCQ was initiated (400 mg BID on day 1, followed by 200 mg BID for a\\ntotal period of 6 days), 5 days before admission.\\nUpon arrival at the emergency department, blood pressure was 130/70 mmHg, heart rate\\n80 bpm, temperature was 36.8 °C, and oxygen saturation was 96% while breathing\\nambient air. The patient had cold sweats and was clearly agitated. Blood glucose was\\nwithin normal limits. Arterial gases, lactate and electrolytes were within normal\\nranges. Blood tests revealed high levels of hs-troponin T, creatine kinase-MB, and\\nNT-proBNP (), and\\na slight increase in creatinine (1.3 mg/dL, corresponding to creatinine clearance of\\n46.37 mL/ min by Cockcroft-Gault formula). Tisdale score, which at the last visit 2\\nmonths earlier was 5 (low risk) was 11 (high risk). Chest X-ray did not detect any\\nnotable pulmonary changes and confirmed regular placement of the leads. A 12-lead\\nelectrocardiogram (ECG) revealed a sequential biventricular pacemaker rhythm (). Interrogation of\\nthe device revealed, during the last 6 hours, the presence of numerous episodes of\\nsustained and non-sustained ventricular tachycardia (VT), which in three occasions\\nreverted with ATP and on eight occasions with shock delivery of 41 Joules (). In addition, the\\ndevice showed functionality parameters within normal limits and superimposable on\\nprevious control visits with 98% of correct biventricular stimulation.\\nThe patient was admitted to the intensive care unit, sedated with propofol,\\nintubated, and administered intravenous metoprolol and magnesium sulfate.\\nNasopharyngeal swab was positive for SARS-CoV-2 by reverse transcription polymerase\\nchain reaction (RT-PCR), and did not have a very high viral load of 27\\ncycle-threshold, while the search for common cardiotropic infectious agents was\\nnegative. Echocardiographic examination revealed deterioration of cardiac\\ncontractility, in the absence of specific contractile deficits, with an ejection\\nfraction that had decreased to levels seen prior to implantation of the\\nbiventricular ICD. Urgent coronary angiography showed no evidence of obstructive\\ncoronary artery disease. Upon arrival at the emergency department, while checking\\nthe biventricular ICD, an ECG was also done in the absence of pacing, with the\\nobservation of spontaneous electrical activity, highlighting a QTc of 483 ms; at\\nelectrocardiogram (ECG) performed 2 months earlier, the QTc was 446 ms (). The only change in\\ntherapy was the introduction of HCQ, and after consultation with an infectious\\ndisease specialist the drug was discontinued (it had been administered for a total\\nof 6 days). This was followed by progressive improvement in the QTc and parallel\\nregression of ventricular arrhythmias. On the second day, therapy with propofol was\\nstopped, and on the fourth day therapy with oral beta-blockers was restarted.", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'32936252': 1, '31986264': 1, '29084733': 1, '32125362': 1, '32330277': 1, '32352535': 1, '32173110': 1, '32936259': 1, '32205204': 1, '32267732': 1, '34219243': 1, '23160339': 1, '33240503': 2}", "similar_patients": "{}"}