{"patient_id": 32467, "patient_uid": "7895571-5", "PMID": 33628548, "file_path": "comm/PMC007xxxxxx/PMC7895571.xml", "title": "A Case Series on Critically Ill Pregnant or Newly Delivered Patients with Covid-19, Treated at Karolinska University Hospital, Stockholm", "patient": "A 30-year-old, gravida 4, para 2, with Asian background presented at a general hospital in gestational week 22 + 3. In her obstetrical history, she had one early spontaneous miscarriage, one intrauterine fetal death (IUFD), and one full term delivery. Her medical history related to the current pregnancy included a known protein S deficiency, diet-treated gestational diabetes, and a BMI of 33.75 kg/m2. Her only medication was iron substitution. For the previous three days, she had developed symptoms including cough, fever, and dyspnea which gradually had worsened. Due to deterioration of her respiration with increased dyspnea, she decided to contact the hospital.\\nAt the time of admission, she was dyspneic, severely hypoxemic (70% SaO2 on air→80% on 15 L O2 oxymask), tachypneic (50-55 breaths/minute), tachycardic (120 beats/minute), and normotensive (120/65 mmHg). She had fever 39.4°C, increased CRP, and hypokalemia, and the ABG indicated acute uncompensated respiratory acidosis. Within an hour, she was intubated and transported to Karolinska University Hospital for further treatment at the ICU. Before the transport, the first dose of prenatal betamethasone and intravenous antibiotics was given. The PCR test for Covid-19 was positive.\\nOnce at the ICU, an echocardiography was made with no signs of right or left ventricular failure. The chest imaging demonstrated typical general multifocal pneumonic infiltrates but no pulmonary embolism or edema. High doses with LMWH were initiated. There was an ethical dilemma on whether the pregnancy should be continued or the fetus should be aborted on maternal indication; a multidisciplinary conference was therefore held for discussion. The joint decision was to continue the pregnancy and give the second dose of antenatal betamethasone.\\nOn HD 5 (ICU day 5), the patient's CRP levels increased (>200 mg/L) and so did the oxygen demand with episodes of hypercapnia and a low pO2/FiO2 ratio, indicating severe ARDS. The intravenous antibiotics were broadened even though no pathogens were found in the cultures. The LMWH was increased to high doses due to low antifactor Xa concentration, and the supine-prone position was needed to optimize the ventilation. At HD 13 (ICU day 13), her clinical condition had improved, and a tracheostomy was performed.\\nOn ICU day 15, she once again deteriorated, and extubation from the ETI could not be performed. In the culture from the tracheostomy, growth of Klebsiella aerogenes was found, and additional antibiotic and antifungal treatments were therefore given. The LMWH doses were increased due to continuously low antifactor Xa levels. On ICU day 18, the mechanical ventilation support was not enough to substitute for her pulmonary insufficiency, indicating the initiation of venovenus extracorporeal membrane oxygenation (v-v ECMO).\\nOn ECMO day 5 (HD 22), she was considered to have recovered from Covid-19 due to four negative PCR test in a row, and her pulmonary condition was now assessed to be affected by a “normal” bacterial pneumonia. Over the following ten days, her clinical condition improved, and on ECMO day 14 (HD31), she was decannulated from ECMO. At HD 35, in gestational week 27 + 2, she was transferred from the ECMO ward to the ICU for further treatment.\\nFive hours later she suddenly developed seizures and lost consciousness. A bolus dose of magnesium infusion and diazepam were given with the aim to stop the seizures with little improvement. She did not respond to pain stimulation, and an eye deviation to the right was observed. Urgent preparations for a CT scan and an electroencephalogram (EEG) were made. Just before the transfer, the telemetry signaled arrhythmia with irregular heart rhythm and acute bradycardia, with a loss of pulse. The blood pressure decreased and so did the saturation, resulting in cardiac arrest. Cardiopulmonary resuscitation was initiated and preparation for perimortem caesarean section at the ICU was made. However, she had a return of spontaneous circulation (ROSC) and thereby could be transported to the operation theater. A healthy preterm neonate was delivered in gestational week 27 + 3 and was transferred to the neonatal intensive care unit.\\nAfter the cesarean section, she was replaced in v-v ECMO (replaced-ECMO day 1) and was in need of several blood and plasma transfusions due to hemodynamic instability. Heparin infusion was therefore temporarily stopped. On HD 38, an exploratory laparotomy was made as a damage control due to continuous need of transfusion and suspicion of intra-abdominal bleeding. The main bleeding came from rectus abdominis muscle tears. Hemostasis was achieved by sutures and diathermy, and the abdominal cavity was packed with several abdominal packs. This was not enough though to maintain hemodynamic stability, and there have been three more reoperations to try to control diffuse bleeding from the abdominal muscles and peritoneum. An angiography during the last relook on HD 43 was made, indicating extravasation from an internal iliac arterial genital branch, and in addition, diffuse bleeding from omental and subcutaneous tissue as from the rectus muscles was still seen. The hemodynamic instability was addressed to severe “clinical” coagulopathy although activated partial thromboplastin time (APTT), rotational thromboelastometry (ROTEM), and fibrinogen levels were normal. Continuous renal replacement therapy (CRRT) was initiated to provide renal support due to acute kidney injury.\\nThe bleeding eventually subsided, and her clinical condition gradually improved; on HD 52 (replaced-ECMO day 17), she was successfully decannulated from ECMO and transferred to the ICU for further treatment. On HD 56, decannulation of the tracheostomy was performed, the CRRT was discontinued, and the patient was transferred to a regular medical ward. At the time of writing, her clinical condition is now stable although she is still hospitalized with ongoing rehabilitation.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'32682342': 1, '32363336': 1, '32396397': 1, '32191259': 1, '32386441': 1, '32353549': 1, '32386440': 1, '34665818': 1, '32105637': 1, '32553908': 1, '32259279': 1, '32271993': 1, '32438331': 1, '32384387': 1, '32335053': 1, '33628548': 2}", "similar_patients": "{'7895571-1': 2, '7895571-2': 2, '7895571-3': 2, '7895571-4': 2}"}