{"patient_id": 100200, "patient_uid": "7443410-1", "PMID": 32884302, "file_path": "noncomm/PMC007xxxxxx/PMC7443410.xml", "title": "Immune Checkpoint Inhibitor Therapy Achieved Complete Response for Drug-Sensitive EGFR/ALK Mutation-Negative Metastatic Pulmonary Large-Cell Neuroendocrine Carcinoma with High Tumor Mutation Burden: A Case Report", "patient": "We report a 54-year-old man with a 40 pack-year history of smoking, who underwent a routine examination in July 2018. The patient gave written informed consent for publication of his case details and images. The publication of the case details was approved by the ethics committee of The First Hospital of China Medical University (AF-SOP-07-1). Computed tomography (CT) of the chest revealed a lung lesion measuring 4 cm in the right upper lobe with No.4R lymph node enlargement ( and ). No distant metastases were found through brain magnetic resonance imaging (MRI), full-body bone scan, and ultrasonography of the abdomen and adrenal glands. Because of bullae in the lung around the tumor and the risk of pneumothorax after biopsy, CT-guided needle biopsy was rejected by the patient. A lobectomy and lymph node dissection were performed in August 2018, and pT2aN2M0 stage IIIA LCNELC with No.4R lymph node metastasis was confirmed via pathological diagnosis. Immunohistochemical analysis showed positive staining for CK, TTF-1, synaptophysin, PAS, chromogranin A and Ki-67 (80%), focal positive staining for CK7, CD56 and CD117, but negative staining for CK5/6, P40, P63, CD45 (LCA) and PSA-AB, consistent with a LCNELC origin (). Adjuvant chemotherapy was rejected by the patient.\\nTo seek a more effective treatment strategy, tumor and plasma biopsies were subjected to genetic testing using targeted next generation sequencing (NGS) for 425 cancer-relevant genes (Gene seqPrime) and numerous tumor-specific mutations () were observed with a high TMB at 25.8 mutations per MB (). However, no drug-sensitive EGFR mutation or ALK rearrangement was identified.\\nAfter surgery (2 months), chest and abdomen CT with contrast enhancement was conducted as the baseline before adjuvant therapy. The scans revealed a 2-cm-sized metastatic tumor in the left adrenal gland, which indicated progressive disease (). Although immunohistochemical staining of the primary tumor for the programmed death-ligand 1 (PD-L1) was negative (), ICI therapy was recommended to the patient because of the high level of TMB and negative mutation of EGFR/ALK. Then the patient began to receive nivolumab treatment (240 mg) in October 2018.\\nThe efficiency of the treatment was evaluated after every 4 cycles of treatment through abdomen CT and neuron-specific enolase (NSE) detection. During 15 cycles of treatment, the patient achieved a complete response (CR), with significant regression of the metastatic tumor in the left adrenal gland (–). Before the 16th cycle of treatment, the patient suffered from cough with mild dyspnea and a chest CT showed interlobular septal thickening and subpleural ground-glass opacities (). Nivolumab therapy was discontinued for 3 months but the symptoms and conditions revealed by the CT images became worse (). By treating the patient with acetylcysteine and corticosteroids for 3 months, the symptoms disappeared and the CT imaging results recovered ( and ). By 4, 8 and 12 months after drug withdrawal, no progression occurred (–) and the level of NSE remained in the normal range (). In addition, the concentration of circulating tumor DNA (ctDNA) from three sequential plasma samples collected before, and two and four cycles after nivolumab treatment showed a continued decrease during the treatment course, which indicated a durable response to nivolumab (). During 20 months of post-treatment follow-up (until May 2020), no recurrence or metastasis was observed in the patient.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'33968782': 1, '31384177': 1, '29290265': 1, '28923100': 2, '28459956': 1, '31406485': 1, '22437870': 1, '30944773': 1, '31775086': 1, '30818166': 1, '30082870': 1, '30189190': 1, '28420421': 1, '28798088': 1, '33937057': 1, '33597218': 1, '16314638': 1, '25596870': 1, '30429014': 1, '19770636': 1, '31020849': 1, '17062251': 1, '29742518': 1, '32096610': 1, '27959922': 1, '26039012': 1, '31428527': 1, '32884302': 2}", "similar_patients": "{'5604145-1': 1}"}