{"patient_id": 96690, "patient_uid": "7054186-1", "PMID": 32126621, "file_path": "noncomm/PMC007xxxxxx/PMC7054186.xml", "title": "Early cicatricial lagophthalmos release with pentagonal wedge resection of the scar, fat redistribution, and full-thickness skin grafting", "patient": "A 62-year-old man with a vertical crushing injury in his left facial area caused by a grinder visited our emergency department. His left upper eyelid was cut and showed a partial levator aponeurotic rupture (). Debridement and wound closure were performed with a levator aponeurotic repair the day after the onset of trauma. The wound healing was unremarkable. Approximately 45 days later, he developed a severe upper eyelid scar contracture that resulted in lagophthalmos, with exposure of 5 mm of his left eyeball when both eyes were fully closed (). As the patient was also followed up by the ophthalmology department, keratitis was identified right after its initial development and had been treated conservatively. However, his compliance to the ophthalmic conservative treatments was poor because the therapeutic contact lens kept dropping out of his eye continuously owing to the severe lagophthalmos. Hence, early lagophthalmos release was inevitable, and scar release with pentagonal wedge resection, fat redistribution, and fullthickness skin grafting (FTSG) were performed under general anesthesia. Pentagonal wedge resection was performed, and the scar tissue was dissected just anterior to the tarsus. After scar release, we observed a skin defect measuring 3× 1 cm in size. The eyelid margin was approximated first with minimal tension and without any eyelid deformity, followed by repair of the conjunctiva. Then, subcutaneous fat tissue redistribution was performed to prevent readhesion of the thin upper eyelid skin or orbicularis oculi muscle to the levator complex at an undesirable level, and to prepare the nutritional bed for skin tissue. The aponeurotic fat was advanced and anchored on the tarsal plate and carefully handled to cover the whole levator complex. Then, the skin flaps around the redistributed fat were mobilized to achieve maximal coverage of the pentagonally excised defect. Skin flaps on the medial (glabella) and lateral sides were advanced for bilateral coverage using 5-0 PDS and 6-0 nylon sutures. After the advancement flap placement, a defect measuring 1.5 × 1.0 cm persisted and required skin grafting. Fullthickness skin (2.0× 1.0 cm) harvested from the left posterior auricular area was defatted and grafted onto the upper eyelid and fixed with 6-0 nylon sutures with a tie-over dressing using 6-0 silk to secure the graft (). At the 10-day follow-up, we observed an excellent postoperative outcome, and he was able to fully close his upper eyelid. He had regained his ability to completely close the injured eyelid at the 18-month postoperative follow-up (), and no readhesion has been observed since then.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'25811580': 1, '25306087': 1, '20083289': 1, '24932073': 1, '21601075': 1, '23445781': 1, '27383877': 1, '27105803': 1, '27811633': 1, '25105524': 1, '14504530': 1, '32126621': 2}", "similar_patients": "{}"}