{"patient_id": 19176, "patient_uid": "7207256-1", "PMID": 32405613, "file_path": "comm/PMC007xxxxxx/PMC7207256.xml", "title": "Intra-Articular Osteoid Osteoma: Radiological Manifestations", "patient": "A 9-year-old boy presented to the rheumatology consultation with left elbow pain for the prior three months. The pain was associated with swelling, stiffness, and limitation of movement suggestive of inflammation. The blood work was normal. Mono-articular juvenile idiopathic arthritis (JIA) was suspected, and the patient was referred for left elbow ultrasound, which confirmed synovial thickening (arrow on Figure ). Treatment with nonsteroidal anti-inflammatory drugs was started, and three weeks later an intra-articular infiltration with cortico-steroids was carried out.\\nThree months later, as the symptoms persisted, a new ultrasound of the elbow was performed, demonstrating joint effusion (asterisk on Figure ); elbow radiograph on the same day showed metaphyseal sclerosis (blue asterisk on Figure ), peri-articular osteopenia (green asterisk on Figure ) and periosteal apposition (arrows on Figure ). Septic arthritis was suspected and a joint lavage was performed; bacteriological samples were negative. Treatment with ledertrexate for chronic synovitis was started.\\nSix months later, the swelling and the limitation of movement persisted. X-ray showed an increase in metaphyseal sclerosis (blue asterisk on Figure ) and peri-articular osteopenia (green asterisk on Figure ), incorporation of periosteal apposition (arrows on Figure ) and intra-articular fluid (arrow on Figure ). Given these findings, the diagnosis of JIA was reconsidered. Repeat blood tests revealed an inflammation with slightly increased C-reactive protein (CRP) and leukocytosis. These results, in correlation to the X-ray, raised the suspicion of chronic osteomyelitis and magnetic resonance imaging (MRI) of the elbow was performed.\\nMRI demonstrated joint effusion (blue asterisk on Figure ), bone marrow edema in the distal humerus (yellow arrows on Figure ) and a lesion in the lateral metaphysis with heterogenous signal intensity on T2-weighted images with fat saturation, corresponding to a possible abscess or nidus (blue arrow, Figure ). Soft tissues around the joint were infiltrated (green arrow, Figure ). These findings were considered suggestive of chronic osteomyelitis or osteoid osteoma. Synovectomy and surgical resection of the focal lesion were performed. Pathological examination finally settled the diagnosis of intra-articular osteoid osteoma (IAOO).", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'32405613': 2}", "similar_patients": "{}"}