{"patient_id": 26169, "patient_uid": "7542499-1", "PMID": 33062354, "file_path": "comm/PMC007xxxxxx/PMC7542499.xml", "title": "Photosensitive Epilepsy and Polycystic Ovary Syndrome as Manifestations of MERRF", "patient": "The patient is a 32-year-old Caucasian female, of height 166 cm and weight 50 kg, with uneventful early development who became noteworthy at age 7 y because of poor school performance due to impaired memory and concentration. She had nocturnal enuresis until age 14 y and menarche at age 13 y with normal periods thereafter. At age 17 y, recurrent, spontaneous myocloni of all four limbs began. A first generalised tonic-clonic seizure occurred at age 19 y. The postictal period was characterised by severe muscle weakness and muscle aching during 24 h. Electroencephalography (EEG) recording revealed epileptiform discharges in the frontocentral regions under hyperventilation and a decreased photoparoxysmal threshold. Valproic acid (VPA) was begun.\\nDespite VPA, seizures recurred with a frequency of 1-2 seizures/month. In addition to generalised seizures, she rarely experienced focal seizures (). Seizures could be triggered by flickering light or by looking at small stones, leaves, or dirty snow on the ground. Walking safely for 1 km with one stop was possible only after sunset. Nerve conduction studies revealed a mixed axonal/demyelinating neuropathy. Electromyography was myogenic. MRI of the brain at ages 19 y, 21 y, and 28 y revealed cerebellar atrophy exclusively. At age 20 y, VPA was replaced by levetiracetam (LEV) 3000 mg/d. Genetic work-up at age 21 y revealed the variant m.8344A > G with a heteroplasmy rate of 50% in blood lymphocytes. EEG at age 24 y revealed bilaterally synchronous spike-wave complexes in the occipital area. Flickering light triggered generalised, bilaterally synchronous spike-wave and polyspike-wave complexes (). The patient had been married between ages 19 y and 25 y but never became pregnant. Work-up for infertility at age 20 y revealed a PCOS for which she received desogestrel (150 μg/d) + estradiol (20 μg/d) twice a year for three months since age 26 y. Since age 27 y, ataxic gait worsened such that she required support from another person for walking. Elevated serum lactate levels up to double the upper reference limits were noted for the first time. At age 27 y, topiramate (TPM) was added. Seizures had not recurred during 42 months prior to the last follow-up at age 32 y ().\\nThe family history was positive for easy fatigability (mother (48 yo), brother (26 yo), great aunt from mother's side), photosensitivity (mother, grandmother from mother's side, 2 great aunts from mother's side, 2 aunts and 1 uncle from mother's side), hand tremor (brother), myocloni (grandmother from mother's side, 2 aunts, 1 uncle, 2 cousins from the mother's side), seizures (1 great aunt from the mother's side, 1 cousin), Parkinsonism (1 great aunt from the mother's side, 1 uncle), ataxia (2 great aunts from the mother's side), and hypothyroidism (mother) (). The mother felt unpleasant with flickering light and when looking at many stones, leaves, or dirty snow on the ground. Both mother and brother of the index patient carried the m.8344A > G variant, the mother had a heteroplasmy rate of 40% and the brother was homoplasmic. Clinical neurologic exam of the index patient at age 32 y revealed cognitive impairment, ataxia, photosensitivity, dysarthria, uncoordinated speech, myocloni of upper limbs, generalised wasting, absent tendon reflexes, and gait disturbance. The current medication included LEV (4000 mg/d), clonazepam (CLZ) (1.5 mg/d), TPM (25 mg/d), coenzyme-Q (200 mg/d), L-carnitine (2 g/d), and vitamin-E (400 mg/d).", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'30464147': 1, '29155328': 1, '28726062': 1, '25139344': 1, '24374964': 1, '29422990': 1, '31063406': 1, '22981260': 1, '9704289': 1, '28532712': 1, '29449072': 1, '33062354': 2}", "similar_patients": "{}"}