{"patient_id": 97342, "patient_uid": "7155861-1", "PMID": 32300410, "file_path": "noncomm/PMC007xxxxxx/PMC7155861.xml", "title": "Mantle Cell Lymphoma Relapsing as Disease of Skin, Orbit and CNS: An Extremely Rare Presentation and a Review of Literature", "patient": "A 53-year-old female initially presented with pancytopenia, adenopathy and splenomegaly and was diagnosed with stage IV MCL. She was in complete remission after six cycles of rituximab and bendamustine. Within 4 weeks of the last cycle, she presented with blurry vision, diplopia and an erythematous nodular rash of the left breast. Skin biopsy showed lymphoma infiltrates positive for B-cell markers (CD20, CD79a, and PAX5), CD3, CD5, CD10, BCL2, BCL6 and cyclin D1, and exhibiting a Ki67 proliferation index approaching 100% ( and ). MRI of the orbits exhibited bilateral optic nerve sheath involvement, while brain MRI showed enhancement within intraconal aspect of right orbit, suggestive of orbital lymphoma. CSF cytology further confirmed MCL, cells positive for CD19, CD20, CD22, CD5 and cyclin D1 on immunohistochemistry (). Flow cytometry revealed 93% of cells comprised of B cells with kappa light chain restriction and immunophenotype positive for CD5, CD10, CD19, CD20 and CD22, suggestive of CD5+ clonal lymphoproliferative disorder, consistent with diagnosis of MCL.\\nAt the time of relapse, she continued to be in complete hematologic remission with no evidence of adenopathy or splenomegaly on imaging and completely normal counts.\\nThe patient was immediately started on intrathecal cytarabine and methotrexate (initially twice a week, then weekly) along with ibrutinib. She was also initiated R-CHOP for the MCL relapse. Repeat CSF cytology done after 10 days of initiation of chemotherapy did not detect any lymphoma cells. Her skin lesions completely resolved and her visual symptoms have improved as well in 2 weeks. Patient is currently continuing on the above stated treatment.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'17255761': 1, '19429588': 1, '8622043': 1, '15185428': 1, '9709754': 1, '22234679': 1, '19461249': 1, '26161067': 1, '17102815': 1, '15591112': 1, '26034867': 1, '15629830': 1, '23433739': 1, '9058729': 1, '12620412': 1, '24273091': 1, '16145068': 1, '20940415': 1, '22640180': 1, '12162681': 1, '1535701': 1, '18572329': 1, '25361916': 1, '18071119': 1, '20814647': 1, '19880778': 1, '21659919': 1, '32300410': 2}", "similar_patients": "{}"}