{"patient_id": 34163, "patient_uid": "7991703-1", "PMID": 33786101, "file_path": "comm/PMC007xxxxxx/PMC7991703.xml", "title": "A Case of Human Immunodeficiency Virus-Positive Patient Diagnosed during the Treatment of Right Internal Iliac Pseudoaneurysm", "patient": "The patient was a 51-year-old man who had visited a local doctor for shortness of breath 3 weeks prior and was referred to our hospital for possible anemia. Two days before presentation, he experienced lower-right abdominal pain and sought emergency outpatient care when it worsened. He had a history of meningitis when he was 40 years old and had a family history of chronic aortic dissection on the maternal side.\\nPhysical findings upon arrival at the hospital were as follows: body temperature, 39.0°C; blood pressure, 120/80 mmHg; pulse rate, 95/min; and oxygen saturation, 98% (room air) and with spontaneous pain and tenderness at the lower-right abdomen.\\nThe results of the blood test were as follows: white blood cell count (WBC), 6700/µL; red blood cell count, 300×104/µL; hemoglobin, 9.1 g/dL; hematocrit, 27.4%; platelets, 7.5×104/µL; prothrombin time/international normalized ratio, 1.20; activated partial thromboplastin time, 49.7 s; D-dimer, 2.2 µg/mL; aspartate aminotransferase, 33 U/L; alanine aminotransferase, 14 U/L; lactate dehydrogenase, 437 U/L; creatine kinase, 123 U/L; total protein, 8.1 g/dL; albumin, 3.2 g/dL; blood urea nitrogen, 19.7 mg/dL; creatinine, 1.45 mg/dL; sodium, 135 mEq/L; potassium, 3.6 mEq/L; chlorine, 102 mEq/L; C-reactive protein, 5.55 mg/dL; and procalcitonin, 1.52 ng/mL.\\nChest X-ray did not show any significant findings, but abdominal X-ray revealed a niveau formation. Contrast-enhanced abdominal computed tomography (CT) showed a pseudoaneurysm (6×4.5 cm) near the bifurcation of the right internal iliac artery, with increased intensity of the surrounding adipose tissue (). Contrast imaging of the right common iliac artery (pretreatment) showed a pseudoaneurysm in the right internal iliac artery, which is similar to the abdominal CT finding (). Right pyelocaliectasis was also observed.\\nEmergency interventional radiology (IVR) was performed for the pseudoaneurysm of the right internal iliac artery. The left femoral artery was punctured, contrast enhancement of the right common iliac artery was performed, and an AMPLATZER Vascular Plug II (10 mm) (AGA Medical, Golden Valley, MN, USA) was inserted into the peripheral side of the right internal iliac artery for embolization. An Endurant II (16–10 mm) (Medtronic Cardiovascular, Santa Rosa, CA, USA) was then placed from the right common iliac artery to the right external iliac artery. Additional embolization was performed by injecting a mixture of n-butyl-2-cyanoacrylate and lipiodol (3 mL) (Guerbet-Japan, Tokyo, Japan) into the pseudoaneurysm. The procedure was finished after confirming that the contrast effect in the aneurysm had disappeared ().\\nAfter surgery, the patient exhibited a delayed inflammatory response with remittent fever and pancytopenia. Escherichia coli was detected in a urine culture, and since dilatation of the renal calyx was observed on preoperative abdominal CT, we diagnosed a urinary tract infection caused by ureteral pressure and blockage from the pseudoaneurysm. The infection was treated with a sensitive antimicrobial agent. Blood flow was not observed on postoperative CT, and since the pseudoaneurysm did not considerably shrink, a renal fistula was created. After the renal fistula was created, the patient’s urinalysis results improved; however, the patient experienced repeated bouts of fever. During this time, the WBC remained below the normal range (). Since the patient had a positive Treponema pallidum latex agglutination result before admission, further examinations for sexually transmitted disease were performed, which showed that he was positive for HIV H-1 antibodies, with reduced CD4 level (<45/µL) and a CD4/CD8 ratio of 0.3. The repeated fevers were thought to be due to susceptibility to infection subsequent to the HIV infection. Despite the absence of any indicator diseases, the low WBC raised concerns about opportunistic infections and AIDS-defining cancers. On Day 26 after surgery, he was transferred to a hospital designated for infectious diseases for specialist treatment.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'26070539': 1, '17681826': 1, '20189418': 1, '29242069': 1, '29464351': 1, '26671887': 1, '10986021': 1, '33786101': 2}", "similar_patients": "{}"}