{"patient_id": 32782, "patient_uid": "7911585-1", "PMID": 33494550, "file_path": "comm/PMC007xxxxxx/PMC7911585.xml", "title": "Awakening from Sleep with Numbness and Indescribable Odd Feeling: Nocturnal Panic Attack or Sleep-Related Epilepsy?", "patient": "A 68-year-old man presented to our department of neurology with six months of repeated awakening from sleep due to numbness followed by a strange feeling. The event was described as an intolerable numbness in his upper and lower extremities. Following this sensory symptom, he felt an indescribable odd feeling. When expressing his symptoms, he used words such as “intolerable” and “feeling restless”. The event lasted about an hour. He had these stereotypical sensory and emotional symptoms every night in which the event occurred, but not during the daytime or before falling asleep. The event occurred about twice per week and lasted between thirty and sixty minutes each time. Events began one or two hours after sleep initiation and never occurred during the latter half of the patient’s sleep. The patient was able to recall the episodes clearly and denied vivid dreams during the events. His bedtime partner denied witnessing convulsive movements, talking or screaming during sleep, and unresponsiveness when an episode occurred; however, she witnessed his snoring three to four days per week. The patient reported that he has been a relatively good sleeper before these recent events. After the event occurred, he had anticipatory anxiety about sleep. He had a past medical history of unstable angina and hypertension. He had no previous history of seizure or psychiatric disorder and did not take any psychiatric medications. He did not drink alcohol or smoke (tobacco products). He had no family history of epilepsy, parasomnias, or psychiatric disorders. The patient reported that he had recently lost his job and was under significant stress. The score on the Beck Depression Inventory (BDI) was 22/63, which was indicative of moderate depression. Neurological examination showed as normal. His body mass index was 22.8 (kg/m2). Routine laboratory tests were normal except for mild anemia (hemoglobin 12.7 mg/dL). The serum ferritin level was normal (101.8 ng/mL). He first visited a cardiologist where he underwent transthoracic echocardiography and Holter monitoring, which were both normal.\\nAt our clinic, we performed overnight video PSG with extended EEG (EEG according to the international 10–20 system in referential montage) to differentiate between parasomnias, sleep-related movements, psychiatric events, sleep-related epilepsy, or other medically related events. On the night of the examination, the patient experienced the aforementioned sensory and emotional symptoms one hour after falling asleep, which aligned with awakening from stage N2 sleep ( and ). The patient could not immediately fall back to sleep, and instead tossed and turned for an hour. There were no epileptiform discharges in EEG during the event, and the final overnight EEG was also normal. The patient’s heart rate showed slight elevation from 59 to 65 beats per min, which we did not think was significant. Abnormal sleep structure was observed, including frequent awakenings and low sleep efficiency (69.5%). PSG showed severe sleep apnea (apnea-hypopnea index of 49.4 per h). Brain magnetic resonance imaging (MRI) was normal, aside from mild small vessel disease.\\nEven though conflicting factors exist, making it difficult to distinguish epileptic attacks from panic attacks, considering the long duration of spells and recent history of stress, we concluded that the condition was of a functional nature rather than an epileptic symptom. We proceeded with continuous positive airway pressure (CPAP) treatment for sleep apnea, but the patient’s nocturnal paroxysmal events persisted. The frequency of the attacks decreased markedly only after administration of alprazolam 0.125 mg at bedtime. The patient was referred to the psychiatric department where he was treated with cognitive behavioral therapy (CBT) and selective serotonin reuptake inhibitor (SSRI), but had a follow-up loss after one session.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'10356056': 1, '23385697': 1, '15893248': 1, '2669091': 1, '9384851': 1, '23674937': 1, '2918300': 1, '8654062': 1, '33494550': 2}", "similar_patients": "{}"}