{"patient_id": 25441, "patient_uid": "7510384-1", "PMID": 32999965, "file_path": "comm/PMC007xxxxxx/PMC7510384.xml", "title": "An Interesting Case of Pupillary Changes During the Testing of Ocular Movements and its Influence on the Diagnosis?", "patient": "A 71-year-old man attended one of the neuro-ophthalmology clinics at the Queen Elizabeth Hospital Birmingham (QEHB) as a tertiary referral from a neurology team based at another hospital trust. His history included that whilst on holiday 18 months earlier in bright sunshine, he reported a problem of being unable to focus his eyes together. He was noticing intermittent horizontal diplopia where he would find himself needing to blink more to correct his vision. He also noticed that when gazing to the left he would see horizontal diplopia more consistently. Observation revealed that his left pupil was larger than his right pupil. The patient reported that the asymmetry in his pupil sizes was even more obvious at the time of onset of his visual difficulties. The patient’s medical history was unremarkable apart from his commencement of statins medication for hypercholesterolaemia two years earlier. On return from his holiday, the patient visited his local optometrist who in turn advised him to attend his local hospital’s accident and emergency (A&E) department which was another hospital trust located outside Birmingham in the West Midlands. Patient’s consent was gained and copies of the patient’s notes from the referring hospital were obtained. Review of these notes showed that on presentation, the patient underwent a CT brain scan as well as a CTA and MRI brain scans. Apart from age related brainstem changes, no evidence of an aneurysm or compressive lesion was found. Clinic letters confirm that patient was referred to the consultant neurologist with a diagnosis of third nerve palsy with a dilated pupil. The patient was followed up at the hospital’s neurology outpatient clinic, on a 6-month basis. During this period, the patient reported his symptoms were improving but not entirely back to normal. At a subsequent follow-up appointment in the neurology clinic, the patient’s pupils were noted to be normal but a brief problem with the adduction of his left eye was noted too. The patient reported to the neurology clinician that his symptoms could be worse towards the end of the day and so the suspicion of ocular myasthenia gravis (MG) was raised leading to an investigation of the patient’s acetylcholine receptor antibodies (AchAb) level. The test produced a negative result making the diagnosis of MG unlikely. The hospital notes also showed the referring consultant neurologist stated, in one of his clinic letters to the patient’s general practitioner (GP) regarding the third nerve palsy that, “The findings weren’t actually typical but he had some dilated pupils and double vision and I thought it was microvascular.” The consultant neurologist referred the patient to the neuro-ophthalmology department at QEHB for assistance in reaching a final diagnosis.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'22280437': 1, '9758294': 1, '21597384': 1, '20384605': 1, '6017681': 1, '7294738': 1, '32999965': 2}", "similar_patients": "{}"}