{"patient_id": 28207, "patient_uid": "7678230-2", "PMID": 33214235, "file_path": "comm/PMC007xxxxxx/PMC7678230.xml", "title": "Androgenic anabolic steroid-induced liver injury: two case reports assessed for causality by the updated Roussel Uclaf Causality Assessment Method (RUCAM) score and a comprehensive review of the literature", "patient": "A man aged 36 years presented with non-specific abdominal pains followed by 5 days of jaundice and pruritus. He had no risk factors for chronic liver disease. He admitted to using Creatine and ‘Winter Cherry’ (Ashwagandha) for 2 months, stopping 1 month prior to presentation, for performance enhancement. On further questioning, he then admitted to also having taken methyldrostanolone.\\nHe was jaundiced with excoriations but no peripheral stigmata of chronic liver disease. His bilirubin was 140 μmol/L, ALT 460 IU/L, ALP 219 IU/L, GGT 25 IU/L, Cr 94 μmol/L and INR 1.0. His liver screen was unremarkable. Imaging excluded biliary or vascular pathology. He was started on chlorphenamine and ursodeoxycholic acid (UDCA) for pruritus. Despite 5 days of intravenous NAC, his bilirubin rose to 428 μmol/L. A liver biopsy was performed due to this rise to exclude alternative pathology. The biopsy showed mild focal lymphocytic infiltration with marked canalicular and intrahepatocyte cholestasis ().\\nPossible AAS DILI was diagnosed with an R score of 6.3 (hepatocellular) and a RUCAM score of 4. Despite increasing the UDCA and changing to hyroxyzine, his bilirubin rose to 750 μmol/L and Cr to 151 μmol/L. He was given empirical antibiotics and intravenous fluids in case of covert infection but despite a transient improvement, the bilirubin rose again peaking at 768 μmol/L associated with a Cr of 166 μmol/L. Prednisolone 40 mg was started with an improvement in bilirubin and Cr over the next 7 days. The prednisolone was weaned rapidly to 25 mg but the bilirubin plateaued at ~400 μmol/L. Prednisolone was increased to 40 mg, associated with a further improvement in bilirubin and normalisation of Cr. The patient was discharged 3 days later and his prednisolone was weaned slowly (). The bilirubin, ALT and ALP normalised over the next 2.5 months (bilirubin 16 μmol/L, ALT 73 IU/mL, ALP 123 IU/L).", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'14315662': 1, '19238093': 1, '26958570': 1, '18813027': 1, '27032895': 1, '1273017': 1, '24582699': 1, '18187367': 1, '25754159': 1, '27721739': 2, '26712744': 1, '16952289': 1, '16530510': 1, '23750872': 1, '21304237': 1, '27612377': 1, '16025496': 1, '28856252': 2, '27740530': 1, '26833347': 1, '26126259': 1, '24681128': 1, '26174462': 1, '8087755': 1, '21470406': 2, '25732608': 1, '3103828': 1, '16436902': 1, '25394890': 1, '24704526': 1, '29307848': 1, '16083708': 1, '26122767': 1, '34776963': 1, '25945921': 1, '29308212': 2, '29391869': 2, '33214235': 2}", "similar_patients": "{'7678230-1': 2, '5421162-1': 1, '5751031-1': 1, '3079674-1': 1, '5043289-1': 1, '5748144-1': 1}"}