{"patient_id": 96177, "patient_uid": "7000276-1", "PMID": 30481946, "file_path": "noncomm/PMC007xxxxxx/PMC7000276.xml", "title": "Combined supraclavicular and superficial cervical plexus block for clavicle surgery", "patient": "A 38-year-old male patient was admitted to the emergency services after he had slipped and fallen on an icy footpath that resulted in a fracture of the left clavicle. A consultation was requested from Department of Orthopedics and Traumatology. Following evaluation by the orthopedic surgeon, open surgery with internal fixation was planned. The patient had no previous history of surgery, drug usage, or allergy and had no co-morbidities. During the preoperative evaluation, the patient requested to be awake during the surgery. A peripheral nerve block was planned and the patient was offered detailed information regarding the procedure.\\nIn the operating room, monitoring was established with electrocardiogram, SpO2 measurement, and non-invasive blood pressure measurement. An intravenous infusion of 0.9% sodium chloride was commenced. Midazolam, 2 mg, was administered intravenously for sedation. The patient was placed in a semi Fowler’s position, head rotated to right 30 degrees. The left side of the neck was cleaned with povidone-iodine. The block site and the surface of the ultrasound probe were covered with a sterile dressing. A linear transducer was placed at the level of the thyroid cartilage at the posterior border of the sternocleidomastoid muscle. The carotid artery was identified on scanning the neck in an anteroposterior direction. Color Doppler was used to confirm the presence of other blood vessels at the site of the block. The probe was moved laterally after identification of the carotid artery and the posterior border of the sternocleidomastoid muscle was centered on the screen. Using an in-plane technique, the needle was inserted close to the lateral end of the probe from lateral to medial through the thyroid cartilage. The tip of the needle was tracked under ultrasound guidance and positioned in the fascia deep to the sternocleidomastoid muscle. The local anesthetic solution was administered after confirmation of the needle tip position and a negative aspiration test. A mixture of 10 ml of 0.5% bupivacaine and 5 ml of 2% lidocaine was injected into the superficial cervical fascia ().\\nWe decided to perform a supraclavicular brachial plexus block to avoid the side effects of the interscalene approach. The probe was placed in the supraclavicular fossa parallel to the clavicle. In contrast to the classic approach to supraclavicular brachial plexus block, we aimed to block the divisions originating from the superior trunk alone. After identifying the pulsations of the carotid artery, we applied color Doppler for identification and confirmation of any other vascular structures at the site of needle insertion. The needle was inserted using an in-plane technique from lateral to medial. The needle was tracked under vision and advanced through the platysma muscle and the fascia covering the brachial plexus. After the needle had passed through the fascia, a mixture of 5 ml of 0.5% bupivacaine and 5 ml of 2% lidocaine was injected after a negative aspiration test. After confirmation of the absence of pain, surgery was commenced. The procedure lasted for nearly 2 hours during which there was no significant variation in heart rate or blood pressure and the patient did not experience any pain. No complications such as Horner’s syndrome or phrenic nerve palsy were observed during the procedure; no additional opioids or benzodiazepines were administered ().", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'31741554': 1, '22030184': 1, '34449510': 1, '29973954': 1, '24121609': 1, '29492429': 2, '25024480': 2, '30481946': 2}", "similar_patients": "{'4091003-1': 1, '4091003-2': 1, '5813772-1': 1}"}