{"patient_id": 21439, "patient_uid": "7325395-1", "PMID": 32617223, "file_path": "comm/PMC007xxxxxx/PMC7325395.xml", "title": "Fatal Superimposed Bacterial Sepsis in a Healthy Coronavirus (COVID-19) Patient", "patient": "A 62-year-old healthy male presented to the ED with complaints of cough, bodyache, and fever. The symptoms first appeared five days back. He had no chest pain, shortness of breath, or abdominal pain. The patient was in good health up until now, with no significant medical or surgical history. He worked as a packet distributor and was active at his baseline. He is a non-smoker and has no known addictions. He had no history of recent travel, but had a history of contact with two COVID-positive individuals (grandson and friend), and therefore COVID was suspected, for which he tested positive. On examination, he was not in distress and his vitals were stable. Chest X-ray showed clear lung and pleural spaces, a normal heart with minimally tortuous aorta, and no evidence of any active cardiopulmonary, disease, or mild hypertrophic changes in the spine, as shown in Figure .\\nGiven his stable clinical condition, normal X-ray findings, and no underlying comorbidities, he was discharged home with symptomatic treatment.\\nFollowing his discharge, in the next couple of days, he developed worsening shortness of breath, spiking fever with intermittent chills, diaphoresis, and diarrhea for three days. He presented to the ED again after five days of his initial presentation for these complaints. On examination, he was hypotensive with blood pressure of 94/44 mm Hg and was hypoxic at room air saturating to 82%, which improved to 94% on 15 L of non-rebreather. He was in distress with tachypnea. He was admitted and immediately intubated, and a nasogastric tube was placed. On initial investigations, his labs were as shown in Table , and blood cultures were sent.\\nFigure shows chest X-rays from initial the ED visit on day 1 and subsequent admission on day 5, comparing the drastic changes in a short span of five days.\\nFindings of the second chest X-ray were concerning for low lung volumes and development of infectious/inflammatory process with interval development of bilateral airspace opacities, including a focal consolidation in the left upper lung. EKG showed atrial fibrillation with rapid ventricular response and non-specific T wave abnormality. Table shows his arterial blood gas status at 1 hour and 9 hours after intubation.\\nHe was given 3.5 L of fluid bolus to address his hypotension. Sodium bicarbonate and norepinephrine drip was also started for pressor support. Digoxin 0.25 mg was given intravenously for atrial fibrillation and was started on amiodarone drip as options for rate control were limited, considering his hypotension. With the concern for possible superimposed bacterial infection, he was empirically started on cefepime and vancomycin intravenously (both renally dosed). He was also started on hydroxychloroquine and doxycycline. Over the next six to seven hours, he continued to worsen clinically. Blood cultures were followed up and it grew imipenem-resistant Escherichia coli (it was sensitive to cefazolin and piperacillin/tazobactam).\\nFrom being stable on day 1 of presentation, our patient continued to deteriorate overnight on subsequent admission. He eventually became bradycardic and was asystolic within one minute. The patient had an advance directive of \"do not resuscitate\" and died on the same night of admission due to septic shock with multiorgan dysfunction secondary to superimposed bacterial infection. He developed multifocal pneumonia due to COVID-19, which was possibly accelerated by superimposed E. coli infection or vice-versa. The possible sources of his E. coli bacteremia were either translocation from the bowel, given he was having diarrhea for three days, or a genitourinary source, as no symptoms pertaining to it were reported.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'32317036': 1, '32145275': 1, '31986264': 1, '32979617': 1, '32091533': 1, '34366640': 1, '32203977': 1, '32109013': 1, '32125452': 1, '32269088': 1, '32171076': 1, '32031570': 1, '32617223': 2}", "similar_patients": "{}"}