{"patient_id": 25964, "patient_uid": "7532426-1", "PMID": 33029444, "file_path": "comm/PMC007xxxxxx/PMC7532426.xml", "title": "Renal Angiomyolipoma Mimicking a Well-Differentiated Retroperitoneal Liposarcoma", "patient": "A 37-year-old Burmese woman presented with an incidental retroperitoneal tumor. Contrast-enhanced computed tomography (CT) revealed a tumor measuring 9 cm in the longest diameter surrounding the right kidney (). The tumor consisted of adipose tissue and thickened irregular septum-like structures showing early enhancement on CT. The tumor did not demonstrate a “beak sign,” a sharp beak shape arising from the kidneys, nor an “embedded organ sign,” encasement of the organ of origin in the tumor, both of which are often observed in cases of renal AMLs []. The tumor had thin blood vessels and spotty small soft-tissue nodules. On the other hand, the tumor did not present with hemorrhage, aneurysm, or intratumoral calcification. There were no other synchronous AML-like lesions in the ipsilateral or contralateral kidney, nor did tumor vessels extend through the renal parenchyma. The tumor contained no solid lesions suspicious for DDLs. On fat-suppressed T1-weighted magnetic resonance imaging (MRI), the tumor had a homogenously low-intensity area containing a weakly high-intensity area with a thick irregular septum-like structure () exhibiting strong enhancement (). Her case was evaluated in a cancer board composed of urologists, soft-tissue oncologists, radiation oncologists, radiologists, and pathologists, wherein the consensus of a clinical diagnosis of a retroperitoneal WDL was reached. Even though we strongly recommended core-needle biopsy before surgery, she declined this and desired upfront surgical resection of the tumor for financial reasons. She subsequently underwent kidney-sparing retroperitoneal tumor resection through a minimum-incision endoscopic surgery [], and she was discharged without complications. Histopathological examination revealed a heterogeneous tumor consisting of mature adipose tissue, spindle and epithelioid smooth muscle cells, and abnormal thick-walled blood vessels (). There were no atypical cells corresponding to the diagnosis of malignancy. Immunohistochemically, the tumor cells tested strongly and diffusely positive for HMB45 (). The tumor cells also tested positive for Melan A, smooth muscle actin, and S-100. Consequently, a definite diagnosis of AML was established.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'30425941': 2, '12091667': 1, '30319831': 2, '27591497': 1, '32443333': 1, '27454788': 1, '27163589': 1, '12354988': 1, '12533639': 1, '28287938': 1, '26612197': 1, '26376398': 1, '33029444': 2}", "similar_patients": "{'6230916-1': 1, '6167582-1': 1}"}