{"patient_id": 17406, "patient_uid": "7064265-1", "PMID": 32190527, "file_path": "comm/PMC007xxxxxx/PMC7064265.xml", "title": "Synchronous Acute Appendicitis and Cholecystitis in a Paediatric Patient with Salmonella Enteritis", "patient": "A 13-year-old male was brought to the emergency department with a four-day history of fever, progressively worsening right-sided abdominal pain as well as diarrhoea and vomiting. Further history revealed that he had recently travelled to Bali, Indonesia, but there were no sick contacts in the family. General examination revealed an unwell child who was tachycardic and febrile. Abdominal examination revealed a positive Murphy’s sign with peritonism of the right upper quadrant and right lower quadrant. Pathology tests showed a white cell count of 8x10^9/L and a raised c-reactive protein (CRP) level of 205mg/L but normal liver function tests. Based on this clinical information, the decision was made for a diagnostic laparoscopy. Diagnostic laparoscopy was conducted with a standard Hasson umbilical entry and ports inserted in preparation for an appendicectomy. Inspection of the intra-abdominal cavity revealed synchronous cholecystitis and appendicitis macroscopically (Figures -).\\nFirstly, a laparoscopic appendicectomy was performed which was then followed by a laparoscopic cholecystectomy using Strasberg dissection of the gallbladder. An intraoperative cholangiogram was unremarkable and showed free flow of contrast into the duodenum. Acute appendicitis and acute acalculous cholecystitis were confirmed on histopathology. Post-operatively, the patient remained generally unwell and lethargic with ongoing diarrhoea, with CRP rising to 306. The paediatric infectious diseases team was consulted and the patient was empirically treated with meropenem and azithromycin due to the possibility of extended spectrum beta-lactamase (ESBL), salmonella or campylobacter. A stool test was positive for Salmonella serogroup B, which was pan-sensitive and his antibiotics were rationalised. He clinically improved over the next few days with down-trending inflammatory markers and he was discharged home on day seven post-operatively with a course of oral azithromycin.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'22081944': 2, '33015080': 2, '31496842': 1, '28206945': 1, '24169398': 1, '32190527': 2}", "similar_patients": "{'7461861-1': 1, '3227694-1': 1}"}