{"patient_id": 103873, "patient_uid": "7788644-1", "PMID": 33458671, "file_path": "noncomm/PMC007xxxxxx/PMC7788644.xml", "title": "Efficacy of Rituximab for Refractory Pyoderma Gangrenosum-Like Ulcers in Granulomatosis With Polyangiitis Associated to Antiphospholipid Antibodies", "patient": "In 2003, a 59-year-old female patient was referred to the Rheumatology Division after developing symmetric polyarthritis of small and large joints and a solitary pulmonary nodule. She denied Raynaud’s phenomenon, xerophtalmia, xerostomia and alopecia. Her obstetric history included a spontaneous abortion in the first trimester of pregnancy. A written informed consent was obtained from a relative of the patient.\\nUpon examination, she was afebrile and her blood pressure was normal. Joint examination revealed 12 tender joints and 13 swollen joints, involving wrists, metacarpophalangeal, proximal interphalangeal, knees and ankle joints. Pulmonary, cardiovascular, abdominal, dermatological and neurological examinations were not remarkable.\\nThe histologic findings from lung biopsy were compatible with rheumatoid nodule without vasculitis. Complete blood count; levels of serum electrolytes, glucose, bilirubin, and protein; and liver- and renal-function tests were normal except for an erythrocyte sedimentation rate of 82 mm/hour (Westergren method). Rheumatoid factor (latex), Rosse Ragan, antinuclear antibody human epithelial type 2, anti-double stranded deoxyribonucleic acid, anti-Ro/SSA and anti- La/SSB were negative. Serum complement levels were normal. Determination of anti-cyclic citrullinated peptide (anti-CCP) antibodies was not available in our institution at that time. With a presumptive diagnosis of seronegative rheumatoid arthritis, hydroxychloroquine 400 mg/day and prednisone 10 mg/day were started. Due to pulmonary involvement, methotrexate (MTX) was not contemplated.\\nTwo months later, the patient developed digital ischemic lesions in her hands with necrosis in the first phalange of her third left finger that led to autoamputation. Lupus anticoagulant (LAC) was positive and anticardiolipin antibodies (ACAs) IgG 20 UGPL/mL and IgM 25 UMPL/mL (low title) were also positive. Anticoagulation with acenocoumarol was started. An angiography of upper limbs was not performed.\\nIn the following three years, she progressively developed distal sensory-motor polyneuropathy, left ptosis associated with third cranial nerve palsy, sinusitis, bloody rhinorrhea, and livedo reticularis in lower limbs with petechiae progressing to small necrotic ulcerations. Leflunomide was added to previous treatment.\\nNew laboratory tests showed positive anti- neutrophil cytoplasmic antibody (c-ANCA): 1/80, anti-proteinase 3 antibodies (anti-PR3) 46.5 U/mL (positive ≥3.5 U/mL) and negative anti-CCP antibodies.\\nBased on the 1990 American College of Rheumatology criteria (nasal and pulmonary compromise, besides c-ANCA and anti-PR3 +) a diagnosis of GPA was established.[] Treatment with intravenous methylprednisolone (1 g/day for three days) was initiated, followed by oral prednisone in tapering doses and monthly intravenous cyclophosphamide 1 g/m2 for 12 consecutive months.\\nIn May 2007, the patient developed painful ulcers in her right leg with the subsequent formation of a large necrotic eschar. An escharotomy was performed and its anatomopathological findings showed thrombosis and leukocytoclastic vasculitis (Figure 1).\\nBetween June and July 2007, anticoagulation was stopped due to lower gastrointestinal bleeding (angiography not performed) and pulmonary hemorrhage; intravenous gammaglobulin (IVIG) was administered.\\nCyclophosphamide was restarted for a six-month period, with prednisone in tapering doses. Since there was no renal involvement and due to the severity of the arthritis, leflunomide 20 mg/day, and MTX 15 mg/week were added. Anticoagulation with acenocoumarol was also restarted.\\nIn February 2009, due to extended skin lesions and necrosis, and considering two possible pathogenic mechanisms; vasculitis and thrombosis secondary to APLs, intravenous RTX 375 mg/m2 (750 mg) was initiated once a week for four weeks with successful response (Figures 2a-c). Two months after the last infusion, improvements in the skin lesions were seen.\\nIn November of the same year, coinciding with the appearance of new skin lesions, exophthalmia secondary to a right-sided retro- orbital pseudotumor developed. In order to cover both clinical manifestations, another infusion of RTX was administered with neurological and cutaneous improvement.\\nThe patient continued maintenance treatment with azathioprine (AZA) 200 mg/day, prednisone 7.5 mg/day, and infusions of RTX every six months with successful response until September 2013, when she became lost to follow-up.\\nIn December 2014, after discontinuing all types of treatment, she came to the office presenting with severe renal failure. Soon after, the patient died due to complications associated with this condition.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'23045170': 1, '27126548': 1, '26415137': 1, '26971970': 1, '25399943': 1, '28207007': 1, '23124321': 1, '24955278': 2, '27660945': 1, '28207017': 1, '22356259': 1, '16344494': 1, '24460826': 1, '33458671': 2}", "similar_patients": "{'4052176-1': 1}"}