{"patient_id": 19227, "patient_uid": "7213653-1", "PMID": 32399350, "file_path": "comm/PMC007xxxxxx/PMC7213653.xml", "title": "Geotrichosis Presenting As Funguria and Asymptomatic Urinary Tract Infection in a Patient with Renal Cyst", "patient": "A 65-year-old male patient presented to the emergency/casualty department attached to the Prathima Institute of Medical Sciences with complaints of weakness of the right upper and lower limbs for the past four days. He also gave a history of slurring speech for four days with a deviation of the mouth towards the left side. The patient was otherwise healthy before the presentation of the symptoms. There was no history of trauma, fever, headache, nausea, and neck stiffness. He was also not a known case of hypertension, diabetes mellitus, tuberculosis, and asthma. On clinical examination, the patient was found to be drowsy and incoherent. The clinical examination revealed a pulse rate of 88 beats/minute and a blood pressure of 150/90 mmHg. The patient was provisionally diagnosed as a case of hemiplegia and was admitted for further evaluation and medical management. On day 2, when the patient complained of turbid and dark-colored urine, an ultrasound abdomen was advised and a midstream urine sample was sent to the clinical microbiology laboratory for further evaluation. The ultrasound abdomen revealed a distended gall bladder with multiple calculi with an average size of 7 mm. Evidence of an 8X8 mm sized cortical cyst in the mid pole of the right kidney with grade 1 renal parenchymal changes was also noted as shown in Figure .\\nThe urine on macroscopic observation was found to be turbid and dark colored. Microscopic examination of the urine showed normal pHand specific gravity, traces of albumin, plenty of red blood cells and pus cells, and occasional epithelial cells. On a simple wet mount of urine, few oval budding yeast cells were noted as shown in Figure .\\nThe urine was routinely processed for bacterial culture on blood agar and MacConkey's agar. On day 2, the blood agar revealed the growth of chalky white-colored stellate colonies as shown in Figure .\\nThe colonies were characteristically revealing pitting (growth of colonies within the agar), with grayish hairy bottom/undersurface and the chalky white superficial/central region as shown in Figure .\\nSimilar growth was also observed on MacConkey's agar. Gram's stain of the growth on blood agar revealed Gram-positive oval budding yeast cells with occasional hyphal forms as shown in Figure .\\nAfter an extended period of incubation, the Gram's stain of the colonies revealed Gram-positive long filamentous structures, which later break off to form arthroconidia as shown in Figure .\\nAntifungal susceptibility testing was performed using the disk diffusion method. The antifungal agents tested included amphotericin B, fluconazole, nystatin, and clotrimazole. The isolated fungus was sensitive to all the antifungal drugs tested. Based on the cultural (stellate colonies with pitting), morphological (presence of arthroconidia), and biochemical (negative urease test) characteristic features, the organism was identified as Geotrichum species.\\nAlthough the UTI was asymptomatic, considering the age of the patient, and the results of the antifungal susceptibility profile, the patient was treated with amphotericin B (0.6 mg/kg/day)", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'7742459': 1, '8501772': 1, '29070656': 1, '26550401': 1, '12749584': 1, '25681053': 1, '3477570': 1, '16350113': 1, '25458367': 1, '27330935': 1, '28616054': 1, '26779419': 1, '7196880': 1, '29152230': 1, '32399350': 2}", "similar_patients": "{}"}