{"patient_id": 101525, "patient_uid": "7559646-1", "PMID": 33083431, "file_path": "noncomm/PMC007xxxxxx/PMC7559646.xml", "title": "Bochdalek hernia masquerading as severe acute pancreatitis during the third trimester of pregnancy: A case report", "patient": "A 19-year-old woman (gravida 1, para 0, at 31+2 wk of gestation) was admitted to hospital with continuous distension and pain for 3 d in her left lumbar region. Pain occurred with no obvious cause during sleep and radiated to the shoulder and back. Other serious clinical manifestations included nausea, vomiting, chest tightness, and shortness of breath. The pain was not relieved after vomiting. There were no similar symptoms (diaphragmatic hernia) before pregnancy.\\nThe patient had natural pregnancy. She did not perform physical work during pregnancy, and there was no severe vomiting in the first and second trimesters. Routine prenatal physical examinations showed no abnormalities. Signs of constipation appeared in the last 2 mo. No history of trauma or surgery was recorded.\\nPhysical examination at our hospital showed increases in the pulse rate (144 times/min) and respiratory rate (49 breaths/min). Normal blood pressure, shortness of breath, diminished breath sounds in the left lung, and no dry or moist rales were observed. The patient's breathing was mainly through abdominal respiration. No abnormal skin changes, subcutaneous bleeding, ecchymosis, abdominal varicose veins, peristaltic waves, or umbilicus protrusion were observed. Abdominal muscle strain, abdominal pain, and rebound tenderness were reported, and the bowel sounds were weak (3 times/min). Gynaecological examination revealed that the foetal heart rate was 148 times/min, and there was no sign of labour.\\nLaboratory tests showed elevated levels of serum amylase (639.00 U/L), serum lipase (2525.00 U/L), white blood cells (24.85 × 109/L), neutrophils (N% = 0.93), triglycerides (1.78 μmol/L), and total bilirubin (23.70 μmol/L).\\nBedside ultrasound revealed left ureterectasis. The patient was diagnosed with left-sided renal colic developing into acute pancreatitis during pregnancy. After 3 d of treatment for acute pancreatitis, the signs of acute pancreatitis did not improve, but worsened with continuous abdominal pain and distension. Eventually, the patient was referred to our hospital with the diagnosis of severe acute pancreatitis.\\nEmergency laboratory tests at our hospital indicated high levels of serum amylase (692.00 U/L), white blood cells (29.11 × 109/L), neutrophils (N% = 0.90), and total bilirubin (33.50 μmol/L). The coagulation function indices were all within the normal ranges. Abdominal bedside ultrasonography showed that the bile duct of the patient was slightly dilated inside and outside the liver, the pancreas was not clear, the left kidney collection system was separated, and ascites were identified. In the third trimester, the foetus survived. Chest and abdominal magnetic resonance imaging (MRI) revealed a possible diaphragmatic hernia in the left thoracic cavity (Figure ).", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'12130948': 1, '27261898': 1, '31765455': 1, '26942391': 1, '29164335': 1, '11305580': 1, '27498585': 1, '21265257': 1, '30799220': 1, '24005449': 1, '29907140': 2, '22642788': 1, '33083431': 2}", "similar_patients": "{'6002987-1': 1}"}