{"patient_id": 24731, "patient_uid": "7478582-1", "PMID": 32923198, "file_path": "comm/PMC007xxxxxx/PMC7478582.xml", "title": "A Case Report on Dengue Encephalitis With Optic Neuropathy", "patient": "A 19-year-old male from Orangi Town Karachi was admitted to the Ziauddin Hospital on 27 October as a case of dengue fever with four-day history of fever, nausea, vomiting, and generalized abdominal pain.\\nOn admission, he was vitally stable with an unremarkable physical examination. Biological investigations (complete blood count, urea, creatinine, electrolytes, magnesium, and phosphorus) were normal, except a low platelet count (139 x 109/L) and calcium level (Table ).\\nOn second day of admission, the patient reported a sudden onset of bilateral visual loss and generalized weakness. He was found to be irritable with a Glasgow Coma Scale (GCS) of 14/15. He had confused speech and mild nuchal rigidity, but his pupils were reactive to light, and plantars were down going bilaterally. The patient was shifted to the medical ICU, and urgent MRI brain was done that revealed findings suggestive of encephalitis (Figures , ).\\nA subsequent electroencephalogram confirmed the presence of encephalopathy.\\nDuring subsequent days, GCS declined to 13/15. Cerebrospinal fluid (CSF) analysis revealed normal protein and glucose levels, no pleocytosis, and absence of oligoclonal bands. No organism was isolated on gram staining and culture of the CSF. Herpes simplex virus polymerase chain reaction (HSV PCR) was reported negative. Fundoscopy revealed optic neuropathy, which was further validated by the visual evoked potential test.\\nGCS further declined over the period of next two days when after consultation with neurologist pulse therapy was initiated in the form of intravenous methylprednisolone for three days with dramatic improvement in clinical condition of the patient was observed. GCS returned to 15/15, and the patient was able to follow commands. The patient was discharged over the periods of next two days but did not come for a follow-up.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'20739797': 1, '15522372': 1, '23219263': 1, '17224957': 1, '22469335': 1, '23948177': 1, '22337854': 1, '29669602': 2, '16494756': 1, '21128707': 1, '29085161': 1, '21292281': 1, '29119088': 1, '32923198': 2}", "similar_patients": "{'5907410-1': 1, '5907410-2': 1}"}