{"patient_id": 22791, "patient_uid": "7389251-1", "PMID": 32742871, "file_path": "comm/PMC007xxxxxx/PMC7389251.xml", "title": "A Case Report of Basilar Artery Occlusion in a Healthy 36-Year-Old Female", "patient": "Our patient is a 36-year-old female with no past medical history. She has never smoked cigarettes and does not consume alcohol. She denied any history of clots, prior miscarriages, or family history of stroke. Her risk factors for stroke are oral contraceptive use, morbid obesity, and the recent use of weight loss supplements. Our patient awoke at approximately 06:30 with symptoms of dizziness, vomiting, head and neck pain, and left lip paresthesia. Her last known normal was 22:30 the previous night. She presented to the emergency department at 08:30, where a focused physical exam also revealed left eye ptosis, right medial gaze palsy, and right upper extremity dysmetria. A non-contrast head CT revealed no acute intracranial abnormality. Follow-up CT angiogram of the head and neck revealed a filling defect in the distal aspect of the basilar artery, suspicious for a thrombus (Figure ). Upon re-examination of the prior non-contrast CT, a subtle focus of increased density was identified anterior to the pons, representing a possible thrombus. At 13:00, the patient was noted to have developed mild right-sided facial droop. The patient was transferred to a tertiary care center for emergent endovascular thrombectomy at 14:00. Following successful thrombolysis in cerebral infarction (TICI) grade 3 thrombectomy, the patient experienced a significant improvement of her symptoms, with only mild right facial droop and right internuclear ophthalmoplegia noted on physical exam. MRI was remarkable for acute infarcts of the right midbrain, right pons, and left cerebellar hemisphere.\\nOnce the patient was stabilized, a transesophageal echocardiogram (TEE) was ordered, and further history was elicited to evaluate the cause of the patient’s stroke. TEE with agitated saline contrast revealed no evidence of shunt. She was discharged to an acute rehab facility with a 30-day cardiac monitor and instructed to take aspirin 325 mg and atorvastatin 80 mg daily.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'22014435': 1, '27079344': 1, '16439705': 1, '28050169': 2, '23872693': 1, '26310586': 1, '29411287': 1, '22497826': 1, '25944320': 1, '26503513': 1, '32742871': 2}", "similar_patients": "{'5165135-1': 1}"}