{"patient_id": 20140, "patient_uid": "7253935-1", "PMID": 32500019, "file_path": "comm/PMC007xxxxxx/PMC7253935.xml", "title": "Abdominal Wall Leiomyoma: A Case Report", "patient": "The case was a 25-year-old MG3L1ab2 woman with a history of infertility, complaining from irregular uterine bleeding and she was diagnosed with a pelvic mass in MRI. She got married 7 years ago.\\nAll of her pregnancies were by induction and ovulation and the first and second pregnancies were aborted spontaneously between 6 and 8 weeks. The third pregnancy, 3 years ago, was terminated by cesarean section and resulted in the birth of a healthy baby.\\nThe patient who had menorrhagia for the last 6 months was examined for irregular uterine bleeding. She also complained about occasional pains under the abdomen and in the right upper quadrant abdomen. In MRI, the retroperitoneal uterus and endometrial thickness was 5 mm, and a mass with an abnormal heterogeneous signal and heterogenic enhancement of about 95×80 mm in the anterolateral and right border of the hip with the extension to the hypogastric region was reported suggesting tumoral lesions in the right ovary or endometrium ().\\nAccording to the report of the ovarian mass in MRI, the patient became a candidate for laparoscopy.\\nThe laparoscopic surgery was planned in the operating room of Mehr Hospital in Mashhad on January 10, 2018. Initially, to enter the abdominal cavity, there was no possibility of passing the veress needle through abdominal wall from the umbilicus and the Palmer’s point, so the decision was made to enter the abdominal cavity through open laparoscopy. After creating a 2 cm incision in the umbilicus, and touching with finger, a solid and abnormal texture in this place was observed. Therefore, the decision was made to continue the operation by laparotomy.\\nThe abdomen was opened with a midline incision and a solid mass was in the midline of the abdominal wall adhering to the rectus muscles and the fascia with 12 cm in size. First, the mass was dissected from the rectus muscles and the peritoneum below it. After complete dissection, it was observed that the mass was connected to the abdominal wall with a relatively thick bundle (2 cm) in the suprapubic region ().\\nThe mass was similar to uterine fibroids in shape and consistency. After complete removal of the mass, in the examination of the abdominal wall, the visceral peritoneum was completely healthy. The visceral peritoneum was opened to check the abdominal cavity. No specific pathological findings were observed in the examination of the abdomen and pelvis. The uterus and adnexa were completely healthy and there was no evidence of adhesion, mass or ovarian cyst or uterine fibroids. So, the surgery was terminated.\\nPathology report of the abdominal wall mass was leiomyoma.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'27326950': 1, '19183505': 2, '25478406': 1, '18410930': 1, '11214143': 1, '24511243': 1, '20699548': 1, '23071888': 1, '15863192': 1, '9915529': 1, '29992012': 2, '20483529': 1, '32500019': 2}", "similar_patients": "{'6031058-1': 1, '2640348-1': 1}"}