{"patient_id": 24733, "patient_uid": "7478594-1", "PMID": 32923193, "file_path": "comm/PMC007xxxxxx/PMC7478594.xml", "title": "Immune-Mediated Toxic Epidermal Necrolysis", "patient": "This is a case of a 50-year-old female with metastatic melanoma. She has a strong history significant for diabetes, hypertension, and morbid obesity with a body mass index of 50. She takes metformin for her diabetes. She was started on a combination therapy with ipilimumab and nivolumab. After her first dose, she developed a grade 2 maculopapular rash and was subsequently treated with a short steroid taper with methylprednisolone pack. Due to the rash, her treatment was changed to monotherapy with nivolumab. After two cycles of nivolumab, she developed an erythematous appearing lesion on her lower extremities. She presented to the clinic with worsening erythema. She was evaluated dermatology and had punch biopsies performed. She was started on prednisone 1 mg/kg (120 mg/day) for grade 3 immune-mediated drug eruption. She was also started on sulfamethoxazole-trimethoprim for pneumocystis pneumonia prophylaxis. She was discharged home for outpatient follow-up. Despite a higher dose of steroids, the rash continued to worsen over a week, becoming more confluent, painful, and intensely pruritic. There were no signs of ulceration, bullae, or pustules (Figure ).\\nIn the interim, the biopsy results showed interface dermatitis suspicious for drug eruption or erythema multiforme. She presented to the emergency department a week later with a severe, progressive skin rash that had now blistered all over. The blisters appeared on the soles of her feet and progressed towards her abdomen and upper extremities (Figure ).\\nShe also had blistering and sloughing of skin in her mouth and her labia. The patient had no sign of nasal, oropharyngeal, or vaginal bleeding. On examination, she had a positive Nikolsky sign and desquamation of buccal mucosa and plantar aspect of her feet. Due to the rapid blistering and sloughing of her skin, she was transferred to a tertiary hospital's burn unit. She developed concurrent bacterial sepsis from excessive desquamation and ultimately succumbed to her illness.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'31169866': 1, '22658128': 1, '31079796': 1, '18182912': 1, '28735071': 1, '28000240': 1, '29687056': 1, '30865922': 1, '25482239': 1, '34298764': 1, '21900389': 1, '31646077': 1, '26957557': 1, '26027431': 1, '24928706': 1, '30931360': 1, '32226342': 1, '32923193': 2}", "similar_patients": "{}"}