{"patient_id": 22072, "patient_uid": "7357301-1", "PMID": 32670676, "file_path": "comm/PMC007xxxxxx/PMC7357301.xml", "title": "Varicella-Zoster Meningitis With Hypoglycorrhachia in an Immunocompetent Patient Presenting With Disseminated Varicella-Zoster Infection", "patient": "We report the case of a 40-year-old healthy male with a history of hypertension and migraine who presented to the ED with a persistent headache and fever for five days. Review of systems was negative for changes in vision, speech, focal weakness, or numbness of the extremities. He did have a rash on the right lateral thigh and gluteal region. He reported that he was undergoing treatment for shingles infection with some improvement in the vesicular rash. There was no skin involvement on the left side. He did not report any history of recent travel or sick contacts. The physical exam did not show focal neurological signs and skin findings limited to the above description.\\nCT head non-contrast showed no acute intracranial hemorrhage, territorial infarct, or mass effect. The confusion, headache, and fever necessitated a lumbar puncture, which was performed. CSF analysis revealed elevated white blood cell count with lymphocytic predominance (121 nucleated cells (lymphocytes 71%)), elevated red blood cells (RBC 5 (reference range <2); likely from traumatic tap), mildly elevated protein (106 mg/dL; reference range 15-45 mg/dL), and normal glucose level (51 mg/dL reference range (40-71 mg/dL). These findings were consistent with aseptic meningitis. Gram stain of the CSF was negative. There was no bacterial growth of the CSF culture. Polymerase chain reaction (PCR) for VZV was performed, which was positive. Despite the CSF glucose level being low-normal when compared to serum glucose at that time, the CSF/serum glucose ratio was 0.3, which is abnormal. The patient was treated with intravenous acyclovir 750 mg every eight hours for 21 days.\\nLyme serologies were checked on the patient on admission, and he was positive for IgM antibodies, which was followed up with a positive confirmatory blot (positive for p39, p41). The result was equivocal, so qualitative Lyme PCR was sent out. In the interim, he was also started on doxycycline 100 mg twice daily for 14 days for empiric. It was unlikely that the patient had two primary CSF infections as per the infectious disease consulting service, even though the Lyme could appear consistent with lymphocytic meningitis. The repeat Lyme serologies were negative for both IgM and IgG, and the Lyme DNA qualitative PCR was negative. A CD4 count was also checked as it is unusual for multidermatomal VZV to occur in immunocompetent patients. The absolute CD4 count was 1437 (reference range 430-1800 cells/uL) with a CD4/D8 ratio of 4.1 (reference range 0.8 to 3.9). HIV was checked, which was negative for the HIV-1 p24 antigen and HIV-1/HIV-2 antibodies.\\nThe patient followed on discharge three weeks later in the outpatient infectious disease clinic. At that time, the patient still had complained of mild headaches. He also endorsed a history of a red circular, discrete rash on his right lower extremity prior to his recent hospitalization for aseptic meningitis. A vesicular rash persisted on his right lateral thigh, although there was improvement along the gluteal region. At this point, the acyclovir duration was extended for one week, and the patient transitioned from intravenous to oral acyclovir therapy at 1 g three times per day.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'28804114': 1, '32518700': 1, '31092811': 1, '23307457': 1, '26299186': 1, '30167375': 1, '31969416': 1, '29682449': 1, '20842184': 1, '32670676': 2}", "similar_patients": "{}"}