{"patient_id": 18146, "patient_uid": "7136765-1", "PMID": 32273895, "file_path": "comm/PMC007xxxxxx/PMC7136765.xml", "title": "Endoscopic Management of a Proximally Migrated Fully Covered SEMS Using the Stent-in-Stent Technique", "patient": "A 67-year-old woman presented to our department with a complaint of a 3-week history of progressive painless jaundice. Laboratory tests revealed no leukocytosis but mild anemia (hemoglobin: 11.5 g/dL, reference range: 12.0–18.0 g/dL). The liver chemistry panel revealed the following: aspartate aminotransferase: 38 U/L (reference range: 0–32 U/L); alanine aminotransferase: 31 U/L (reference range: 0–33 U/L); total bilirubin: 18.8 mg/dL (reference range: 0.0–1.2 mg/dL); direct bilirubin: 16.4 mg/dL (reference range: 0.0–0.3 mg/dL); alkaline phosphatase: 252 U/L (reference range: 35–105 U/L); and carbohydrate antigen 19–9: <0.6 U/mL (reference range: 0–39 U/mL). A computed tomography scan demonstrated an ill-defined mass at the pancreatic head (4.0 cm × 4.2 cm in size) causing distal common bile duct and pancreatic duct dilatation (). The tumor encased the superior mesenteric vein and multiple intra-abdominal lymphadenopathies were also apparent.\\nAfter the cytological assessment (using endoscopic ultrasonography with fine-needle aspiration) indicated adenocarcinoma, a locally advanced pancreatic malignancy was diagnosed. Endoscopic retrograde cholangiography (ERC) was subsequently performed and showed a long-segment stricture at the distal common bile duct that caused upstream dilatation (1.5 cm in diameter, together with dilations of the bilateral intrahepatic ducts; ). The obstructive jaundice was resolved by placing a 10 mm × 60 mm fully covered SEMS (Niti-S Biliary Covered Stent™; TaeWoong Medical Co, Ltd., Gimposi, Gyeonggi-do, Korea), which facilitated biliary drainage (). The patient received palliative chemotherapy, consisting of cycles of a cisplatin and gemcitabine regimen.\\nSix months later, the patient presented with complaints of recurrent jaundice and was referred for ERC. A computed tomography scan demonstrated proximal migration of the previously placed CSEMS (), and the patient was scheduled for endoscopic intervention. In the endoscopy suite, the cholangiogram verified proximal migration and showed upstream dilation of the common bile duct (). The initial attempts to retrieve the migrated stent endoscopically by using rat tooth grasping forceps (Rat Tooth Alligator Jaw Grasping Forceps; Olympus Medical System Corporation, Aomori, Japan) and snares (Captivator™ Single-Use Snare, Boston Scientific Corporation, Costa Rica) failed. As a result, deep cannulation using a sphincterotome (Ultratome™ XL Triple Lumen; Boston Scientific Corporation, Costa Rica) was performed by navigating a 0.035-inch guidewire (Jagwire™, Boston Scientific Corporation, Costa Rica) until passage through the previous CSEMS was achieved proximally. A 12-mm balloon retrieval catheter (ExtractorTM Pro RX Balloon, Boston Scientific Limited, Ireland) was then inserted over the guidewire and inflated within the migrated stent to confirm proper location of the guidewire. Then, retrieval of the migrated stent was attempted by pulling the balloon back distally, but the attempt failed. Finally, an additional 10 cm × 60 mm CSEMS (Niti-S Biliary Covered Stent™; TaeWoong Medical Co, Ltd., Gimposi, Gyeonggi-do, Korea) was placed across the stricture site, inside the previous stent. Satisfactory drainage was achieved ().\\nFollowing the procedure, the patient was hospitalized overnight (recovery was uneventful) and discharged to home the next morning. At the follow-up 2 weeks after the procedure, the bilirubin level was normal. The patient refused the recommended chemotherapy and passed away 5 months later without recurrent episodes of jaundice.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'22482918': 1, '9270926': 1, '19267200': 1, '17998839': 1, '10863921': 1, '20467870': 1, '15472699': 1, '16996343': 1, '1281903': 1, '21034892': 1, '21034891': 1, '16716757': 1, '16301035': 1, '16733115': 1, '15082593': 1, '23964344': 2, '16904950': 1, '1732772': 1, '16733114': 1, '16635221': 1, '32273895': 2}", "similar_patients": "{'3746152-1': 1}"}