{"patient_id": 33386, "patient_uid": "7943670-1", "PMID": 33687568, "file_path": "comm/PMC007xxxxxx/PMC7943670.xml", "title": "Left brachiocephalic vein aneurysm: a case report", "patient": "The patient was a 61-year-old woman with no related medical history. She underwent CT to investigate the cause of a cough and a mass was noted in the anterior mediastinum. Blood biochemistry tests including tests for tumor markers yielded normal results. Dynamic CT of the chest was performed with contrast medium (Iopamiron 100 ml Inj.Syringe; Bayer Yakuhin, Ltd, Osaka, Japan), which was injected via a 370 syringe into the left basilic vein. The mass measured 54 47 31 mm and its neck was 8 mm in diameter; its boundaries were well defined, and it was cystic and continuous with the inferior margin of the LBCV. In the pulmonary artery phase of scanning, the CT value of the tumor was comparable with that of the LBCV, and in the equilibrium phase, no contrast deficit indicated a thrombus (Fig. a–c). We used Synapse Vincent (v. 4.3) (Fujifilm) software to reconstruct vessel image by CT. On this basis, we diagnosed LBCV aneurysm. The aneurysm was resected via median sternotomy. A mass containing dark brown content was identified within the thymic adipose tissue (Fig. a). By dissecting the LBCV, we identified the neck of the aneurysm. After the peripheral and central sides of the LBCV were secured, the neck of the aneurysm was excised by double ligation (Fig. b). For the most part, dissection from the thymic adipose tissue was easy and there was no connection between LBCV aneurysm and superior vena cava (Fig. c). Some bleeding occurred in areas with thin venous walls, which were repaired by suture. The operative time was 87 min and blood loss was 120 mL. Parts of the wall of the aneurysm were thin (Fig. d). Pathological findings confirmed a diagnosis of venous aneurysm with dilated lumen. No pyogenic inflammation or malignant neoplasm was found. The patient’s postoperative course and follow-up monitoring were uneventful.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'32386199': 1, '24436597': 1, '31629856': 1, '32642183': 1, '30624642': 1, '28962510': 1, '30141380': 1, '32055757': 1, '31930307': 1, '31596711': 1, '33687568': 2}", "similar_patients": "{}"}