{"patient_id": 18877, "patient_uid": "7188448-1", "PMID": 32351860, "file_path": "comm/PMC007xxxxxx/PMC7188448.xml", "title": "Coronavirus Disease 2019 (COVID-19) Complicated by Acute Respiratory Distress Syndrome: An Internist’s Perspective", "patient": "An 80-year-old male with a history of coronary artery disease post bypass grafting, paroxysmal atrial fibrillation (AF) on warfarin for stroke prophylaxis, acid reflux, hypertension, and chronic kidney disease presented to our emergency department with the chief complaint of fatigue, confusion, and dry cough for the last two weeks. The patient stated that the symptoms started while he was on vacation in Atlanta and he returned two days ago. The cough was described as dry with occasional greenish sputum associated with shortness of breath, sore throat, and chills but no fevers. He denied any sick contacts, hiking, backpacking, or exposure to bats. He reported to be a chronic smoker with a 40 pack-year smoking history and quit smoking a few years ago and drank alcohol socially.\\nOn presentation, the patient was alert and oriented with no apparent confusion, and diffusely decreased breath sounds with occasional rhonchi were heard on right upper lung auscultation with irregularly irregular rhythm on cardiac auscultation. Vital signs revealed a heart rate (HR) of 110 beats per minute (BPM), a respiratory rate of 18 breaths per minute, a blood pressure of 102/45 mmHg, and an oxygen saturation of 90% on room air. Electrocardiogram showed AF with a complete right bundle branch block (Figure ).\\nThe complete blood count was unremarkable, and metabolic profile revealed an elevated creatinine of 1.71 mg/dL (normal: 0.73-1.22 mg/dL) and magnesium level of 1 mg/dL (normal: 1.7-2.3 mg/dL). International normalized ratio was 2.8 on warfarin, brain natriuretic peptide was 1,246 pg/mL (normal: less than 450 pg/mL), and troponin T was normal. Chest X-ray showed new hazy right upper lobe lateral opacity concerning for an infiltrate with the increased prominence of right hilum indicating adenopathy or bronchiectatic inflammatory changes (Figure ).\\nInfluenza screen was negative; nasopharyngeal swab for coronavirus 19 testing was sent, blood cultures were drawn, and the patient was commenced on intravenous doxycycline and ceftriaxone before transfer to our service on the regular medical floor (RMF).\\nOn the RMF, the patient was initially managed as community-acquired pneumonia with a COVID-19 rule out status. All protective measures and precautions for suspected COVID-19 infection were taken, and the patient was placed in isolation. Intravenous antibiotics were continued, and bacterial pneumonia workup and procalcitonin were sent.\\nOvernight, the patient became tachycardiac (HR, 130 BPM) and spiked a fever of 101.5°C, with physical examination revealing worsening bilateral wheezing and intermittent delirium. Sepsis lactate was 1 mmol/L (normal: 0.5-2 mmol/L) and C-reactive protein was 6.1 mg/dL (normal: 0-1 mg/dL). Bacterial pneumonia workup came back negative and COVID testing was still pending amid severe backlog. AF with a rapid ventricular response (RVR) was deemed to be due to acute illness, and home metoprolol dose was increased. Instructions were given to avoid nebulizer treatments and oral/parenteral steroids due to the pending COVID 19 status.\\nOn the morning of day 2 of admission, the patient became progressively hypoxic and his oxygen demands acutely increased, with worsening diffuse wheezing on examination. Attempts were made to relax the airway with ipratropium and budesonide inhalers, with minimal effect. Eventually, the rapid response team was called in the afternoon of day 2 for persistent hypoxia and AF with RVR. Arterial blood gas revealed acute hypoxic respiratory failure with a P:F of 140.\\nChest X-ray this time around showed worsening infiltrates bilaterally (Figure ).\\nTransthoracic echocardiogram showed normal biventricular size and function (Figure ).\\nIntravenous steroids were administered, and the patient was transferred to the intensive care unit (ICU). En route to the ICU, the patient’s COVID 19 test came back positive, approximately 48 hours after it was ordered. The patient was intubated and put on mechanical ventilation in the ICU under airborne precautions, avoiding non-invasive ventilation and commenced on hydroxychloroquine and azithromycin, as an initial step with an aim to add on other proposed therapies (remdesivir, tocilizumab, lopinavir-ritonavir). The patient currently remains in the ICU, critically ill with a poor prognosis.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'32043983': 1, '32328367': 1, '32671084': 1, '31986264': 1, '32656050': 2, '33134949': 1, '32007143': 1, '33490957': 1, '31978945': 1, '16916564': 1, '32793618': 1, '34444477': 1, '25720466': 1, '32007145': 1, '32167524': 1, '31986261': 1, '32091533': 1, '32351860': 2}", "similar_patients": "{'7348211-1': 1}"}