{"patient_id": 96558, "patient_uid": "7044692-1", "PMID": 32102128, "file_path": "noncomm/PMC007xxxxxx/PMC7044692.xml", "title": "Characteristics of Renal Cell Carcinoma Harboring TPM3-ALK Fusion", "patient": "A 14-year-old male individual presented with gross hematuria. Abdominal computed tomography revealed a 5.3×4.5-cm, well-demarcated, solid cystic mass at the upper pole of the left kidney (). There was no further history, and laboratory tests were unremarkable. Hemoglobin electrophoresis showed normal RBCs. The patient underwent left radical nephrectomy, revealing stage III (pT1bN1) disease. The postoperative course was uneventful, and he was discharged without any complications. There was no further treatment after the operation, and no recurrence was observed during the 4-month follow-up period.\\nGrossly, the mass involved the renal medulla and cortex (). Microscopically, the tumor showed diffuse growth, focal tubulocystic changes, and multifocal inflammatory cell infiltration, similar to renal medullary carcinoma (RMC) (). The infiltrated inflammatory cells were mainly lymphocytes. The tumor cells were dis-cohesive and epithelioid with abundant eosinophilic cytoplasm and cytoplasmic vacuoles. Although most nuclei were round-to-oval, some nuclei were multinucleated and pleomorphic (ISUP grade 4). Mitosis was observed in two to three cells per 10 high-powered fields (Ki-67 index, 10%). Abundant background mucin and intracytoplasmic mucin were frequently seen. Coagulative necrosis was also found. The tumor cells showed diffuse positivity for pan-cytokeratin in immunohistochemistry, and INI1 expression was preserved. In addition, the tumor was positive for PAX8, CD10, and vimentin. Immunoreactivity for TFE3, but without genuine TFE3 rearrangement, was observed. We performed targeted next-generation sequencing. Library preparation was performed using the Oncomine Comprehensive Assay v3 (Thermo Fisher Scientific, Waltham, MA, USA), and the products were sequenced on the Ion S5 System (Thermo Fisher Scientific). Sequencing data analysis was performed using Ion Reporter 5.4. Next-generation sequencing identified a TPM3-ALK fusion gene between exon 7 of TPM3 and exon 20 of ALK. The tumor showed membranous and cytoplasmic ALK expression (anti-ALK antibody, D5F3, Ventana, Tucson, AZ, USA) in tumor cells ().\\nThis study adhered to the guidelines established by the Declaration of Helsinki and was approved by the Institutional Review Board of Chungbuk National University Hospital (Cheongju, Korea, IRB No: 2019-09-018). Informed consent was obtained from the patient's parents.", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'29905933': 1, '9028963': 1, '24255633': 2, '17276053': 1, '24060861': 1, '28199742': 1, '29405994': 1, '29685646': 1, '27450657': 1, '24698962': 1, '22591683': 1, '30565301': 1, '22743654': 1, '22252991': 1, '32102128': 2}", "similar_patients": "{'3830992-1': 1}"}