{"patient_id": 23061, "patient_uid": "7399050-1", "PMID": 32850889, "file_path": "comm/PMC007xxxxxx/PMC7399050.xml", "title": "Early Onset Immune-Related Adverse Event to Identify Pseudo-Progression in a Patient With Ovarian Cancer Treated With Nivolumab: A Case Report and Review of the Literature", "patient": "In this case, a 47-years-old woman patient was admitted to Ningbo Women and Children's hospital due to the sustaining fever, fatigue, abdominal bulge, chest distress and short breath in September, 2018. The patient was previously diagnosed with ovarian cystadenocarcinoma associated with omental metastasis. Before here, the patient underwent transabdominal epifascial hysterectomy, double adnexectomy, greater omentectomy, appendicectomy, and cytoreductive surgery, then after relapse arboplatin/cisplatin plus paclitaxel, albumin paclitaxel plus bevacizumab and gemcitabine plus bevacizumab were treated in turn. However, the patient was less able to tolerate the chemotherapy. In our department, the radiological images showed post-operative changes of ovarian cancer, including multiple soft tissue masses in pelvis, the localized thickening of the intestinal wall and soft tissue nodules in the lower abdominal wall.\\nTo seek for other potential therapeutic opportunities, the patient received a next generation sequencing (NGS) using a 381-gene panel performed in a CAP-certificated lab and immunohistochemistry (IHC) detection of PD-L1 expression during symptomatic support treatment. NGS results indicated that the tumor mutation burden (TMB) was 5.65 Mutants/Mb and IHC results indicated that the fraction of tumor cells that expressed PD-L1 was around 10%.\\nAccording to the IHC results, the patient received nivolumab therapy 100 mg every 2 weeks since September, 2018. Within the first 2 months of treatment, computed tomography (CT) results showed that the tumor size was increased from 57.67 × 43.51 to 71.30 × 50.62 mm () and an unconfirmed progression was observed according to Immune Response Evaluation Criteria in Solid Tumors (iRECIST) criteria (). However, the patient experienced an elevation of Alanine aminotransferase (ALT) and Aspartate aminotransmerase (AST) (), which was diagnosed as the immune-related hepatitis according to CTCAE grading system (). According to literature research showing the association between irAEs and efficacy, the presence of liver irAE might suggest that the patient might be benefiting from immunotherapy even though the tumor was enlarged. So we considered that the patient might experience a pseudo-progression and continued the treatment of nivolumab. Also the tumor biomarker cancer antigen 125 (CA-125) dropped from 103.1 to 50.2 U/mL ().\\nIn January 2019, after 4 months treatment of nivolumab, the fatigue symptom of the patient was dramatically improved, and the tumor size was decreased with a shrinkage of about 50.7% compared with the size before the treatment. It was concluded that the patient reached a partial response (PR) (). The CA-125 remained plateau during the treatment and increased on June 21st (), in accordance with the increase of tumor size in the CT results (). The progression-free survival was about 9 months.\\nRegarding side effects, the patient experienced a treatment related fever with 40.2°C after the first administration. By physical cooling, the body temperature returned to normal gradually. On November 28th, 2018, methylprednisolone (40 mg, every 12 h) was injected intravenously to treat the hepatitis. The ALT and AST gradually returned to normal (). In general, the side effects of nivolumab were manageable.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'31330185': 1, '28939128': 1, '25922725': 1, '26261262': 1, '22437870': 1, '29857011': 1, '30955977': 1, '29320654': 1, '31046082': 1, '28733892': 1, '33604293': 2, '19934295': 1, '26351349': 1, '29065979': 1, '30676622': 1, '28975219': 1, '28592629': 1, '26222619': 1, '28271869': 1, '19001145': 1, '31021376': 1, '27998967': 1, '25838373': 1, '30539511': 1, '26446948': 1, '27776933': 1, '32850889': 2}", "similar_patients": "{'7884808-1': 1}"}