{"patient_id": 99704, "patient_uid": "7391323-1", "PMID": 32760601, "file_path": "noncomm/PMC007xxxxxx/PMC7391323.xml", "title": "Leiomyosarcoma of the Vulva Mimicking as Chronic Bartholin Cyst: A Case Report", "patient": "A 63-year-old Arab woman, parity 4 (all lower uterine segment cesarean section), presented to our gynecology department with a history of painless swelling in her left labia majora lasting one year. Initially, the size of a peanut, but later she felt that it has increased in size and requested to remove it for cosmetic reasons. She was also known to have chronic renal disease and hypertension. On examination, there was no redness, on palpation at the region of left Bartholin’s gland showed a non-tender, non-fluctuant, and hard swelling measuring 3 × 4 cm. There were no palpable inguinal lymph nodes. The clinical diagnosis was a chronic left Bartholin’s gland cyst. Since the patient was asymptomatic, she was counseled about the need for conservative management only, but she insisted on surgical excision.\\nComplete excision of the Bartholin’s gland was done, and the mass was wholly enucleated from the bed.\\nOn gross examination, the mass appeared as pale brown color, firm, slightly lobulated, and nodular tissue measuring 2.8 × 2.4 × 1.4 cm. Slicing revealed a pale brown colored firm surface.\\nThe microscopic examination revealed a highly cellular tumor arranged as interlacing fascicles and sheets, composed of pleomorphic spindle to fusiform cells with elongated eosinophilic cytoplasm, variable-sized hyperchromatic ovoid to cigar-shaped nuclei and prominent nucleoli []. Many scattered bizarre-shaped atypical and multinucleated tumor cells were seen. Numerous mitotic figures, including atypical ones were seen (22 mitotic figures per 10 high-power field; 22MF/10 HPF); []. Few small foci of coagulative tumor necrosis were seen. Lymphovascular invasion was not identified. Focally the tumor was seen involving the outermost resected margin.\\nImmunohistochemistry of the tumor cells showed diffuse strong positive staining for smooth muscle actin, caldesmon, and desmin. The Ki-67 (MIB-1) proliferation index was around 30%. Negative staining was observed for CD117, CD4, vimentin, and S100. The histomorphological features and immunoprofile were consistent with leiomyosarcoma grade 2, according to the French Federation of Cancer Centers Sarcoma Group (FNCLCC) grading system.\\nThe patient was referred to the Gyne-oncology department for further management. Magnetic resonance imaging revealed normal anatomy with no lymph node enlargement. She underwent a second surgery and examination under anesthesia with modified left inguinal lymphadenectomy and hemivulvectomy of the left side of the vulva, which was sent for histomor-phological evaluation.\\nMicroscopic examination confirmed that vulvar tissue with resected margins was negative for malignancy. Eight lymph nodes showed features of reactive lymphoid hyperplasia (reactive lymphadenitis). The patient is on follow-up every six months in the oncology department.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'25004325': 1, '26889877': 1, '11441690': 1, '33976908': 1, '7821491': 1, '11138405': 1, '14764049': 1, '186362': 1, '33680460': 1, '14764035': 1, '8669526': 1, '18437406': 1, '33976909': 1, '34796063': 2, '16220773': 1, '24384850': 1, '32760601': 2}", "similar_patients": "{'8590387-1': 1}"}