{"patient_id": 21495, "patient_uid": "7328698-1", "PMID": 32626622, "file_path": "comm/PMC007xxxxxx/PMC7328698.xml", "title": "Case of a Long-Time Survivor with Recurrent Multiple Brain Metastases from Lung Cancer: Terminal Stage Cancer or Chronic Disease", "patient": "A 43-year-old non-smoker female presented with biopsy-proven adenocarcinoma of right lower lobe lung, stage T1N2M0 according to the American Joint Committee on Cancer (AJCC) 7th Edition, positive for anaplastic lymphoma kinase (ALK). She received concurrent 60-Gy chemoradiation of in 30 fractions, with the last dose on September 8, 2010. She had no local recurrence, but a biopsy confirmed distant metastases in neck lymph nodes on June 17, 2011. There was also a 3-cm brain metastasis in the right cerebellum on computed tomography (CT) (Figure ). She received 20-Gy WBI in five fractions. The lesion became much smaller on serial CT scans. We did not treat any other distant metastases with radiation. Surprisingly she did very well with systemic TKIs including crizotinib, ceritinib, and alectinib.\\nFour years later, she developed headaches and balance problem. MRI on October 30, 2015, showed at least nine metastatic lesions in the brain up to 4 x 3.8 x 2.6 cm in size. She underwent a craniotomy to remove the largest lesion in the right cerebellum on November 23, 2015, and the pathology confirmed lung adenocarcinoma, positive for programmed cell death receptor ligand 1 (PD-L1) 1-49%. Post-operative CT showed multiple residual masses in the brain (Figure ). She completed another course of 21-Gy WBI in seven fractions on April 19, 2016. Her symptoms resolved, and she went back to her normal life.\\nAnother MRI from May 30, 2019, showed progression of the largest brain metastasis in the right cerebellum measuring 2.5 x 2.9 x 2 cm in size. We offered her 20-Gy HSRT in five fractions every other day to this lesion, which completed on July 26, 2019. She was then started on another TKI, lorlatinib, in August 2019.\\nShe tolerated HSRT very well, with no significant side effects. CT scan four months later showed excellent response with the right cerebellum lesion measuring only 1.5 x 1.4 cm. Her ECOG (Eastern Cooperative Oncology Group) score remained at 1. She had no nausea, vomiting, headaches, memory loss, or any other neurotoxicity. She was able to walk without a walker or cane. She could manage all her daily activities. On examination, there was no neurological deficit.\\nHer MRI on April 6, 2020, showed a minimal residual enhancement of 0.7 x 0.9 cm in the right superior lateral cerebellum. All the other previously seen intracranial enhancing lesions had almost disappeared (Figure ).\\nCT scan nine months after HSRT showed near-complete remission, with innumerable calcified foci in the supratentorial and infratentorial brain in keeping with healed metastases (Figure ).\\nOur plan is to follow her closely. Should any of the brain lesions grow much bigger and start to cause symptoms, we will discuss further craniotomy or HSRT to the largest symptomatic lesions. She will continue TKI, with possible PD-L1 inhibitors if there is disease progression.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'32122974': 1, '15158627': 1, '21041710': 1, '34286165': 1, '23213105': 1, '31942264': 1, '16757720': 1, '19801201': 1, '26203912': 1, '25752382': 1, '29625898': 1, '24954227': 1, '32983707': 2, '29204523': 1, '28490938': 1, '32626622': 2}", "similar_patients": "{'7515215-1': 1}"}