{"patient_id": 104257, "patient_uid": "7821007-1", "PMID": 33552401, "file_path": "noncomm/PMC007xxxxxx/PMC7821007.xml", "title": "Anthracycline-induced cardiotoxicity: A case report and review of literature", "patient": "A 35-year-old African American female without significant past medical history presented to the orthopedic clinic for evaluation of a right knee mass measuring about 5 cm × 9 cm × 6 cm at distal thigh that had been growing in size over the past six months.\\nA magnetic resonance imaging (MRI) of the knee showed a 5.6 cm × 9.1 cm × 6.0 cm tumor of the distal right femur, and biopsy revealed high-grade osteoblastic osteosarcoma. Further imaging studies including (18)F-fluorodeoxyglucose positron emission tomography/computed tomography (CT) did not indicate distant metastatic disease, and she was referred to medical oncology clinic for pre-operative chemotherapy. At the time of her pre-treatment evaluation, the patient had no chronic medical issues and was not taking any medications. There was no cancer or cardiovascular disease in her family. She had normal complete blood count and comprehensive metabolic panel results. CT scan of chest showed no evidence of pulmonary metastasis, and baseline transthoracic and dobutamine stress echocardiogram showed normal cardiac function with normal right ventricular systolic function and left ventricular ejection fraction (LVEF) 60%-70%.\\nThe patient underwent three cycles of cisplatin and doxorubicin before undergoing resection of the tumor and a total right knee replacement. She had a follow-up echocardiogram after 2 cycles of chemotherapy which again showed normal cardiac function with LVEF 70%. Additionally, she had serial blood tests done for troponin and brain natriuretic peptide (BNP) during hospitalization for neutropenic infection with respiratory symptoms after cycle 2 chemotherapy, and dehydration with hypokalemia after cycle 3 chemotherapy; all the troponin levels were within normal limit except transient increase in BNP with subsequent normalization was noted after cycle 3 chemotherapy. Surgical pathology showed 5% tumor necrosis, and restaging CT and bone scan after surgery showed no evidence of metastatic disease. The patient subsequently completed three more cycles of cisplatin and doxorubicin with good tolerance. While on chemotherapy treatment, she experienced fatigue, nausea, alopecia, and neutropenic infection despite using granulocyte colony stimulating factor, prophylactic antibiotics, and other supportive care measures. She was evaluated every 3-4 wk with history and physical examination, as well as routine laboratory tests.\\nApproximately two months after her last chemotherapy, she was seen in the medical oncology clinic with an unremarkable history and physical examination. One week later, she presented to the emergency department with complaints of sudden onset of dyspnea, palpitations, and left-sided chest pain. CT angiography of chest showed no pulmonary embolism, but found new right lower lobe indeterminate nodules, measuring up to 7 mm, a small focus of airspace disease in the peripheral right lower lobe, and mild interstitial pulmonary edema. Echocardiogram showed LVEF 5%-10% with severe decrease in right ventricular systolic function. Her serial serum troponin levels were significantly and persistently elevated.\\nNo significant past medical history.\\nNo cancer or cardiovascular disease in her family.\\nA 5 cm × 9 cm × 6 cm tumor was noted at the distal right thigh.\\nNormal complete blood count and comprehensive metabolic panel results.\\nAn MRI of the knee showed a 5.6 cm × 9.1 cm × 6.0 cm tumor of the distal right femur, and biopsy revealed high-grade osteoblastic osteosarcoma. Further imaging studies including (18)F-fluorodeoxyglucose positron emission tomography/CT did not indicate distant metastatic disease, and she was referred to medical oncology clinic for pre-operative chemotherapy. At the time of her pre-treatment evaluation, the patient had no chronic medical issues and was not taking any medications. CT scan of chest showed no evidence of pulmonary metastasis, and baseline transthoracic and dobutamine stress echocardiogram showed normal cardiac function with normal right ventricular systolic function and LVEF 60%-70%.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'21900104': 1, '28185035': 1, '26903532': 1, '26987914': 1, '18854260': 1, '20464735': 1, '9193323': 1, '19255020': 1, '22068815': 1, '24075281': 1, '25172399': 1, '31988684': 1, '27993963': 1, '17101852': 1, '25246808': 1, '25948538': 1, '27003392': 1, '30231396': 1, '24002505': 1, '23583763': 1, '28364270': 1, '27918725': 1, '30955352': 1, '12075737': 1, '28781723': 1, '9835904': 1, '26811534': 1, '29567630': 1, '20555097': 1, '30292333': 1, '22997448': 1, '32154024': 1, '27183529': 1, '29540327': 1, '30404148': 1, '33552401': 2}", "similar_patients": "{}"}