{"patient_id": 19070, "patient_uid": "7201506-1", "PMID": 32455047, "file_path": "comm/PMC007xxxxxx/PMC7201506.xml", "title": "Salvage after Retroperitoneal Kidney Allograft Torsion", "patient": "A 69-year-old woman with autosomal dominant polycystic kidney disease (ADPKD), two years of peritoneal dialysis and two years of hemodialysis, underwent a donation after brain death kidney transplant. ADPKD had affected her mother, maternal grandmother, aunt, and uncle. In addition to renal failure, the patient's medical problems included hypertension, secondary hyperparathyroidism, and arthritis. Her calculated panel of reactive antibodies was 71%. Past surgical history included tonsillectomy, adenoidectomy, appendectomy, and cholecystectomy. The patient reported rare alcohol use and a remote 0.5 pack year smoking history. The patient had a preoperative weight of 57.2 kg and a BMI of 25.89.\\nThe kidney was transplanted into the retroperitoneum via a Gibson incision in the right iliac fossa after 13 hours and 52 minutes of cold ischemic time. The graft was from a female donor, right-sided, and 11 cm in length. Several renal cysts in the native kidney were drained to make space for the transplant. The renal allograft pedicle consisted of a single artery, vein, and ureter; there was not an aortic patch. The donor renal artery and vein were anastomosed to the recipient external iliac vessels, in an end-to-side fashion. A J-stent was placed across the uretero-vesical anastomosis. The initial intraoperative urine output was low but, substantially increased to 1270 mL during the first 4 hours. Preoperative serum creatinine declined from 6.51 mg/dL to 3.20 mg/dL after completion of the procedure, and the blood urea nitrogen (BUN) also decreased from 47 mg/dL to 17 mg/dL. In keeping with our institution's standard of practice, an immediate allograft ultrasound was done in the post-anesthesia recovery unit which demonstrated normal flow dynamics and elevated resistive indices, with no hydronephrosis or perinephric collection ().\\nOver the next 18 hours, the urine output gradually dropped to 321 mL, at a rate less than 0.5 mL/kg/hr, which did not respond to an intravenous fluid challenge. This prompted a repeat ultrasound of the renal allograft. Tardus parvus waveforms and nonvisualization of the renal vein were observed, which was concerning for arterial stenosis, arterial thrombosis, or venous thrombosis. The patient was emergently dialyzed and taken to the operating room 30 hours after the initial procedure. On re-exploration, the kidney allograft was found to be rotated 180 degrees clockwise with near total occlusion of the renal artery, vein, and ureter.\\nDetorsion of the kidney resulted in restored perfusion, palpable pulse, and good Doppler signals in both the artery and vein. Normal turgor and pink color returned. The allograft was then secured by a nephropexy to prevent future torsion using a superior pole silk suture and application of Arista potato starch, to induce scarring. During the next four postoperative hours, the urine output improved to 881 mL and the Doppler ultrasound showed good renal vein flow and absence of tardus parvus waveforms (). In parallel, the creatinine decreased from 3.68 mg/dL to 2.60 mg/dL and BUN dropped to 25 mg/dL from 36 mg/dL.\\nThe patient was discharged on postoperative day 10. However, she experienced further complications leading to multiple readmissions. These included ureteral stent migration and replacement, percutaneous drainage of a periallograft hematoma on two occasions, deep vein thrombosis requiring placement of an inferior vena cava filter, and urosepsis. The patient's last discharge was 56 days after the transplant, and she has remained well since.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'23075049': 1, '27088027': 2, '29292608': 1, '22507693': 1, '23867571': 1, '24551473': 2, '32455047': 2}", "similar_patients": "{'4818807-1': 1, '3914369-1': 1}"}