{"patient_id": 100247, "patient_uid": "7443685-1", "PMID": 32884935, "file_path": "noncomm/PMC007xxxxxx/PMC7443685.xml", "title": "Critical Coronavirus Disease 2019 in a Hemodialysis Patient: A Proposed Clinical Management Strategy", "patient": "A 45-year-old Singaporean Chinese female with ESKD secondary to presumed diabetic kidney disease on HD thrice a week via a right brachiocephalic arteriovenous fistula since January 2013 presented to the emergency department in March 2020 with a 2-day history of acute respiratory infection symptoms, fever, productive cough, rhinorrhea, and myalgia. She sought medical attention and was promptly admitted.\\nOn admission, apart from four episodes of loose stools, she was clinically well without evidence of hemodynamic compromise. Her lungs were clear on auscultation and her chest X-ray (CXR) findings were unremarkable (Fig. ). Laboratory results revealed a total white cell count of 9.42 × 109/L with mild lymphopenia 0.54 × 109/L, ferritin 1,225 μg/L, and lactate dehydrogenase (LDH) 684 U/L. Nasopharyngeal swabs were performed using the locally developed Fortitude Kit 2.0 (Agency for Science, Technology and Research, Singapore), which runs on a reverse transcription polymerase chain reaction (PCR) method of detecting SARS-CoV-2 genetic material. Due to high clinical suspicion for COVID-19, when her first nasopharyngeal swab returned negative, further sputum, serum, and stool PCR samples were obtained while awaiting repeat nasopharyngeal swab results. All further samples subsequently returned positive. Her other comorbidities included well-controlled type 1 diabetes mellitus, hypertension, dyslipidemia, and ischemic heart disease. Of note, her mother who resided in the same household had developed fever 5 days prior and was later diagnosed with COVID-19.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'32227758': 1, '32249185': 1, '32437770': 1, '32205856': 1, '34501718': 1, '32437768': 1, '32294485': 1, '34812245': 1, '32292866': 1, '15213277': 1, '32109011': 1, '32286245': 1, '32109013': 1, '32884935': 2}", "similar_patients": "{}"}