{"patient_id": 105595, "patient_uid": "7942237-2", "PMID": 33685912, "file_path": "noncomm/PMC007xxxxxx/PMC7942237.xml", "title": "Treatment with the direct oral anticoagulants (DOACs) apixaban and rivaroxaban associated with significant worsening of behavioural and psychological symptoms of dementia (BPSD)", "patient": "The second case is of a man in his early 70s, described by his family as having some mild memory problems and confusion at times although managing his activities of daily living well enough. He did not think it severe enough to bother his general practitioner (GP). However, approximately a month after commencing rivaroxaban for AF, he became agitated and more confused. So much so that not only did he present to his GP, who referred him to our MAS, he was in turn referred to our older persons community mental health team, as his apparent BPSD had worsened rapidly. He had become physically threatening and aggressive towards his wife and daughters. He was assessed and admitted under the MHA and received a working diagnosis of advanced dementia. This led to trials of treatment with a variety of psychotropic medications. His apparent BPSD appeared to be treatment resistant and his presentation worsened.\\nAt the time, in 2016, there were no side effects listed for rivaroxaban in the BNF which might have suggested the potential for worsening of mental state or cognition. However, in the absence of any other identifiable psychosocial or pathophysiological causes or changes to medication, we switched rivaroxaban to warfarin. We saw a significant improvement in the patient’s presentation within 2 weeks. Importantly, further improvements were noted on gradually reducing and discontinuing the psychotropic medications that were being prescribed in an attempt to manage his change in behaviour. This patient had also became settled sufficiently to be discharged. He caught the bus home, a fact he was able to recount to us in clinic a month later when his clinical presentation was also of mild dementia.", "age": "[[72.5, 'year']]", "gender": "M", "relevant_articles": "{'34566730': 1, '25147756': 1, '16306535': 1, '27898072': 1, '31499543': 1, '26992920': 1, '29290371': 1, '32548556': 1, '33685912': 2}", "similar_patients": "{'7942237-1': 2}"}