{"patient_id": 24537, "patient_uid": "7469604-2", "PMID": 32883223, "file_path": "comm/PMC007xxxxxx/PMC7469604.xml", "title": "Uterine mass after caesarean section: a report of two cases", "patient": "A 34-year-old woman was referred to our hospital for amenorrhea without an obvious cause 3 months prior. Ultrasound examination in another hospital showed an uneven-echo mass measuring 4.1 * 3.5 cm from the lower uterus to the anterior wall of the cervix with an abundant blood supply. At that time, the β-hCG level was 72,587 U/ml (normal value, < 5.3 IU/ml). After considering intrauterine pregnancy, uterine artery embolization was performed. Then, ultrasound-guided curettage was performed. Postoperative pathology showed intrauterine placental tissue, and postoperative vaginal bleeding continued. Later, in our hospital, TVS showed that the mass near the lower anterior wall of the uterus was approximately 3.8 * 3.2 cm in size. CDFI revealed peripheral rich blood flow signals in the lesion. The β-hCG value was 184.3 mIU/ml (normal value, < 5.3 IU/ml). The initial diagnosis was suspicious of trophoblastic tumours with conventional ultrasound. However, analysis of the MRI data suggested a scar pregnancy. Laparoscopic pelvic uterine scar lesion resection and uterine repair was performed. During the operation, some omentum and the anterior peritoneum were found to have formed tight muscular adhesions, and the lower part of the anterior wall of the uterus near the cervix observed as a 4 * 3 cm bulge. Pathology showed necrotic tissue (uterine scar pregnancy tissue), fibres, inflammatory cells infiltration in the muscle tissue, and villi in a small amount of decidual tissue and necrotic tissue.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'25126425': 1, '19452327': 1, '31972162': 1, '26735221': 1, '31677755': 1, '26001863': 1, '17877690': 1, '28591340': 1, '12065130': 1, '26794422': 1, '22244665': 1, '34306362': 1, '20071021': 1, '24887563': 2, '24497867': 2, '12065144': 1, '28661021': 1, '31248946': 1, '29510439': 1, '14606570': 1, '29214637': 1, '22607667': 1, '16738166': 1, '22516620': 1, '31689823': 1, '18514815': 1, '32883223': 2}", "similar_patients": "{'7469604-1': 2, '4026121-1': 1, '3897080-1': 1}"}