{"patient_id": 20537, "patient_uid": "7277986-1", "PMID": 32429303, "file_path": "comm/PMC007xxxxxx/PMC7277986.xml", "title": "Functional Magnetic Resonance Imaging in the Final Stage of Creutzfeldt-Jakob Disease", "patient": "A 62-year-old male with unremarkable medical, neurological, and family history was admitted with progressive cognitive deterioration, behavioral disturbances, and social regression which were noticed five months earlier. Neurological examination showed an intention tremor at both upper extremities, parkinsonian symptoms with rigidity and additional spastic symptoms of the extremities, the trunk, and bulbar muscles. There was severe ataxia in gait and targeted movements. Systemic rhythmic myoclonus of trunk and face muscles were noted. He had expressive and perceptive aphasia with symptoms of additional disturbances of higher brain functions (agraphia, acalculia). His state of consciousness was reduced, although awake. The nest kin signed the approval for the MRI examination. The ethical committee provided a waiver for anonymized retrospective reporting (25 September 2019, Ethics Committee of Salzburg, Austria 415-EALL/5/36-2019).\\nFluid-attenuated inversion recovery (FLAIR)-weighted MRI revealed hyperintensive signals (yellow arrows) within the left thalamus (dorsomedial and lateral posterior nucleus) and within the right and left caudate nucleus and putamen (A). Hyper intensities (yellow arrows), as a sign of restricted diffusion, of frontal, temporal, and parietal lobes, as well as left thalamus and right and left caudate nucleus and putamen were detected in diffusion-weighted MRI (B). MRI spectroscopy showed a decreased N-aspartyl-aspartate (NAA)/ choline (CHO) ratio. Repeated EEGs revealed general slowing, a left temporal focus, bilaterally synchronized sharp waves periodically almost throughout the entire recording with a frequency of 1.5 to 2 Hz, that are sometimes configured triphasically, and an encephalopathic pattern. Total-tau and 14-3-3 protein were elevated in the cerebrospinal fluid (CSF). Cortical malperfusion was detected by single photon emission computed tomography (SPECT) in the parietal lobes, but not in the temporal lobes. The 99mTc-HMPAO (hexamethylpropylene amine oxime) and Ioflupane (123l)-SPECT did not show any signs for Parkinson’s or Alzheimer’s disease, respectively. Then, we suspected CJD.\\nIn the following two months, a rapid deterioration of the clinical conditions was observed and ended in an apallic state seven months from symptom onset. Respiratory failure occurred and the patient died four weeks after onset of coma. Brain autopsy showed findings consistent with prion disease. Briefly, mild spongiform changes were noted in the temporal cortex, basal ganglia, cerebellum, thalamus, and parietal cortex, whereas the changes were moderate in the frontal cortex, hippocampal formation, and occipital cortex. The presence of pathological prion protein was demonstrated immunohistochemically as diffuse synaptic deposits in the frontal cortex, temporal cortex, basal ganglia, cerebellum, occipital cortex, and parietal cortex. Mild to moderate neuronal loss was observed in these regions. Reactive astrogliosis and microgliosis were moderate to severe. The presence of amyloid plaques, neurofibrillary tangles, or α-synuclein-positive inclusions could not be demonstrated by immunohistochemistry. Further details are shown in .\\nWith the intention to assess cortical functions, an fMRI was performed four weeks before death, and one week after onset of coma. The coma recovery scale (CRS) on the day of neuroimaging as well as the previous days repeatedly revealed an apallic state.\\nAs can be seen from , vibrotactile stimulation of the right hand resulted in statistically significant enhanced blood oxygenation level dependent (BOLD) signal in a cluster located in the contralateral left hemisphere sensorimotor cortex, within the right cerebellar hemisphere, bilaterally within the posterior parietal somatosensory cortex, and within the insular and inferior frontal cortex of the right hemisphere.\\nDue to unresponsiveness, agitation, and myoclonus, the patient was planned for fMRI scan under general anesthesia. Because of expected airway difficulties after extubation, fully monitored overnight surveillance in an isolated room was scheduled. Setup for anesthesia was prepared according to In’s article []. Non-ferromagnetic standard monitoring (Precess, Invivivo Corp., Orlando, FL, USA) was connected. Non-ferromagnetic plastic laryngoscope, ventilation bag, facemask, O2 flow meter, endotracheal tube, and stethoscope were of single use type. Single use filters were inserted between the valve and the endotracheal tube. The MRI suitable ventilator Parapac (Pneupac Ltd, Luton, UK) was protected against contamination by a plastic overlay. The ferromagnetic infusion pumps were deposited outside the MRI room, the line was extended to 4.5 meters.\\nAnesthesia was induced with propofol 200 mg and maintained with propofol 5.5 mg/kg−1, because sevoflurane preferentially modulates higher-order connections []. Analgesia was provided initially by fentanyl 0.15 mg and two repetitive doses of fentanyl 0.1 mg. Intubation was facilitated with rocuronium 80 mg. Systolic blood pressure was kept over 100 mm Hg by infusing phenylephrine 10 mg solved in 500 mL of Ringer’s solution. The patient was ventilated with an FiO2 of 0.45 to an end-tidal CO2 of 37mm Hg. SpO2 was 99% throughout the whole anesthesia. Extubation and recovery was uneventfully. The whole equipment for anesthesia was incinerated, except the infusion pump and the ventilator.\\nThe analysis was performed on a 32-channel head coil on a Siemens Magnetom Trio Tim scanner (Erlangen, Germany). During each of the 3 functional runs, 104 (excluding the 6 dummy scans) whole brain images were obtained with a T2*-weighted single-shot echo-planar sequence (TR 2200 ms, TE 30 ms, FA 70°, FOV 210 × 210 mm; matrix 64 × 64). Additionally, a high resolution anatomical image was acquired with a 3D MPRAGE T1w sequence (TR 2300 ms; TE 2.91 ms, TI 900 ms, FA 9°; 160 slices; slice thickness 1.20 mm; in-plane resolution 1.0 mm × 1.0 mm; GRAPPA = 2). During each run, which started and ended with a rest (no vibrotactile stimulation) epoch, 7 rest epochs alternated with 6 vibrotactile stimulation epochs, both epoch types lasted for 16 secs [,,], during which, vibrotactile stimulation was applied to the index and the middle finger of the patient’s right hand.\\nSPM12 Software () was used for data preprocessing with additional in-house matlab scripts and tools from Analysis of Functional NeuroImages (AFNI) and Functional MRI of the Brain Software Library (FSL). Data Preprocessing consisted of brain extraction using FSL’s brain extraction tool (BET), realignment and distortion correction using a fieldmap, despiking using AFNI’s 3ddespike function, slice-timing correction and spatial smoothing using 6mm FWHM Gausssian Kernel. The T1w-structural image was normalized into MNI-template space via the CAT12-toolbox by segmenting and denoising the image and warping MNI-space via the DARTEL normalization algorithm. These normalization parameters were used to warp the functional images into MNI Space after co-registering it to the unnormalized T1w image.\\nThe patient’s fMRI data were analyzed using a General Linear Model which included each vibration epoch convolved with a synthetic Hemodynamic Response Function (HRF) in a block design and the six realignment parameters as covariates to control for residual noise due to head movements. Furthermore, a high-pass filter (128 s cutoff) was used to remove low frequency drifts and temporal autocorrelations were modelled with an AR(1) process. A one-sample t-contrast was used to identify voxels with higher BOLD for vibration compared to rest epochs and thresholded at p < 0.001, uncorrected, at the voxel level and controlling for multiple comparisons via cluster-level correction of p < 0.05, family-wise error (FEW)-corrected.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'27131917': 1, '30555407': 1, '29099286': 1, '23881623': 1, '26089123': 1, '18988836': 1, '27331780': 1, '11988343': 1, '19631277': 1, '22025951': 2, '29887134': 1, '32090418': 1, '27222346': 1, '28028861': 1, '12482095': 1, '17031838': 1, '32429303': 2}", "similar_patients": "{'3198190-1': 1}"}