{"patient_id": 30169, "patient_uid": "7781561-1", "PMID": 33409080, "file_path": "comm/PMC007xxxxxx/PMC7781561.xml", "title": "Hypernatremia in Diabetic Ketoacidosis: Rare Presentation and a Cautionary Tale", "patient": "A 44-year-old homeless male patient with unclear past medical history at admission was brought in by ambulance for sudden onset of intractable non-bilious, non-bloody vomiting associated with altered mental status. A fingerstick glucose screening upon admission revealed a blood glucose of >600 mg/dL. His blood pressure was 163/83 mmHg, heart rate of 92 beats per minute, respiratory rate of 18 breaths per minute, and oxygen saturation of 99% on room air. Physical examination was remarkable for a thin physique, altered sensorium, but responsive to verbal and tactile stimuli and incoherent speech. The rest of the physical examination was benign except for pinpoint pupils.\\nInitial laboratory data revealed a blood sugar of 875 mg/dL, pH of 7.27, lactate of 3.8 mmol/L, bicarbonate of 13 mEq/L, partial pressure of CO2 of 43 mmHg, sodium of 147 mEq/L (corrected sodium of 159 mEq/L), potassium of 5.1 mEq/L, chloride of 93 mEq/L, anion gap of 41 and large blood and urine ketones were detected. Additionally, the patient had an elevated BUN/creatinine of 56/2.0 mg/dL suggestive of acute kidney injury from likely pre-renal cause and urine toxicology positive for opiates, cocaine, and methadone. Due to the acuity of his altered sensorium, a head CT was ordered and revealed an old left middle cerebral artery infarction. The initial acid-base analysis revealed a high anion gap metabolic acidosis, mild respiratory acidosis from possible lack of optimal respiratory compensation due to suppression of the respiratory drive caused by opioid intoxication, and a delta-delta gap more than two suggestive of metabolic alkalosis from the recurrent vomiting (Table ).\\nThe patient initially received 2 liters of 0.9% saline solution. Electrolytes repeated after three hours, revealed an increase of corrected sodium from 159 mEq/L to 162 mEq/L. The fluid choice was changed to Ringer’s Lactate (LR) infusion at 200 mL/hour, and 10 units bolus of regular insulin was given and continued with insulin intravenous infusion at 5.5 units/hours adjusted at his weight (55 kg). Subsequent evaluation of electrolytes revealed a steady-state of the corrected serum sodium at 156-158 mEq/L between hour 6 to hour 20 since the first serum sodium obtained at admission.\\nOnce the blood glucose was close to 200 mg/dL, we decided to change the fluids from LR to dextrose 5% (D5W) to initiate the correction of sodium at a rate of approximately 0.5 mEq/L/hour. After 24 hours, the corrected sodium was 151 mEq/L compared to 159 mEq/L at admission with a noticeable change of his mental status that slowly improved when the serum sodium decreased and not when the blood sugar decreased, revealing that the altered mental status was likely from the hypernatremia and not the DKA. The patient was bridged 24 hours after the initial encounter with long-acting insulin and short-acting insulin at 0.2 Units/Kg was started once the patient was able to tolerate oral intake, his mental status improved, and the anion gap resolved.\\nOnce the patient was fully alert, he expressed that suffered from Type 1 Diabetes and had an opioid and cocaine use disorder. The patient was later downgraded to general ward and discharged after counseling regarding risks of opioid and cocaine use, especially in the context of Type 1 diabetes.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'34475785': 2, '237799': 1, '10816188': 1, '14632632': 1, '25859366': 2, '8748199': 1, '15963036': 1, '23547550': 1, '20484127': 1, '33409080': 2}", "similar_patients": "{'8407674-1': 1, '8407674-2': 1, '4389131-1': 1}"}