{"patient_id": 96842, "patient_uid": "7069154-1", "PMID": 32189902, "file_path": "noncomm/PMC007xxxxxx/PMC7069154.xml", "title": "Intraosseous adenoid cystic carcinoma of the mandible: A rare presentation", "patient": "A 71-year-old female patient reported to the outpatient department with the chief complaint of pain in the lower jaw. There was a history of extraction of lower front teeth 31, 32, 33, 41 and 42 5 months back because of continuous pain, which was resistant to analgesics.\\nOn intraoral clinical examination, an irregular, mild diffuse swelling was noted on the buccal aspect of the anterior mandible. The overlying surface of the swelling was normal in color and showed no associated color changes or gingival inflammation. On palpation, no rise of local temperature was noted. The swelling was nontender and firm in consistency with no pulsations evident. Submental lymph nodes were palpable but nontender [].\\nPanoramic radiograph showed an irregular osteolytic lesion measuring about 6 cm × 3 cm involving the anterior mandible extending from the mesial aspect of 42 regions up to the mesial of 33 regions anteroposteriorly. No diversion or root resorption was noted. All remaining teeth were vital [].\\nTo assess the exact boundaries and invasion into the adjacent areas, cone-beam computed tomography (CT) and chest radiograph were advised. Distant metastasis was ruled out with no other lesions of the major or minor salivary glands. Routine hematological investigations were normal [].\\nOn correlating the history and clinical findings, a provisional diagnosis of an odontogenic cyst/tumor or an aggressive osteolytic lesion was considered. Differential diagnosis of intraosseous malignancy, minor salivary gland tumor like MEC, ACC were postulated.\\nOn performing incisional biopsy, histopathology revealed moderately collagenous stroma lined by strands of cells forming multiple ductal tubule-like structures with pale eosinophilic mucinous material within the lumen. A focal stromal area shows the presence of numerous ducts such as tubules and pseudocysts mimicking a cribriform pattern in most of the areas. The high-power view revealed cuboidal cells with prominent hyperchromatic nuclei and minimal cytoplasm lining the duct-like tubules. A few cells show clear cell changes as well. The stroma shows the presence of abundant plump fibroblasts, numerous blood vessels and few lymphocytes interspersed among fine moderately fibrillar collagen bundles. No clear perineural invasion was seen. Majority of the areas (>70%) showed a cribriform pattern; hence, the diagnosis of ACC was made [Figures and ].\\nFocal positivity for periodic acid-Schiff was noted for the eosinophilic material within the lumen of the ductal tubules. Tumor cells showed diffuse immunopositivity with respect to S100, calponin and CD117 [Figures –].\\nPostoperative radiotherapy was given. Follow-up after 15 months since the initial diagnosis showed no sign of recurrence.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'1059064': 1, '1311758': 1, '21353624': 1, '18940488': 1, '11149964': 1, '18403891': 1, '24574668': 2, '16504862': 1, '24015018': 2, '15347297': 1, '32189902': 2}", "similar_patients": "{'3757891-1': 1, '3927351-1': 1}"}