{"patient_id": 31239, "patient_uid": "7834550-1", "PMID": 33520506, "file_path": "comm/PMC007xxxxxx/PMC7834550.xml", "title": "Recurrent Large Bowel Obstruction Caused by Necrotizing Pancreatitis: A Rare Manifestation", "patient": "A 25-year-old Mexican female was doing well until two days ago before presenting to the hospital with diffuse abdominal pain, nausea, and multiple episodes of bilious non-bloody vomiting. Her last bowel movement was two days prior to coming to the hospital. One month prior, she was admitted for choledocholithiasis. She was managed then with endoscopic retrograde cholangiopancreatography (ERCP), and a stent was placed during sphincterotomy. At the time, her hospitalization was complicated by post-ERCP pancreatitis. The patient recovered two days later from conservative management. In the ED, the patient was noted to be diaphoretic and anxious. Physical examination showed tachycardia and a distended abdomen with hypoactive bowel sounds and diffusely moderate tenderness on palpation. Basic laboratory testing, including lipase, was unremarkable. An urgent CT scan confirmed the presence of a large 7.7 x 8.8 cm rim-enhancing fluid collection, described initially as a pseudocyst (Figure ).\\nThere was an interval improvement of the previously seen peri-pancreatic edema. Remarkably, there was a colonic transition point near the hepatic flexure regional to the peri-pancreatic collection with decompression of the distal colon. The ascending colon was dilated and fluid-filled with admixed contrast. The findings were consistent with LBO and secondary partial small bowel obstruction (SBO) caused by extrinsic compression of the hepatic flexure by the pancreatic collection. A nasogastric tube was placed for immediate decompression. The patient underwent an endoscopic ultrasound guided cystogastrostomy (Figure ) using the AXIOSä stent system (Boston Scientific, Marlborough, MA, USA) (Figure ).\\nThe cyst contained necrotic debris, most consistent with walled-off necrosis (Figure ).\\nThe following day, the patient had mild improvement in her symptoms but was still unable to pass bowel movements. A repeat CT scan showed a mild decrease in the size of the pancreatic cyst but no significant improvement in LBO/SBO. The patient underwent EGD for necrosectomy of the walled-off necrosis. The patient improved clinically over the next two days, with improvement in abdominal pain along with the resumption of bowel movements, and was eventually discharged home. One month later, the patient underwent an elective EGD for stent removal and repeat necrosectomy for residual debris (Figure ).\\nThe previously seen pancreatic collection was significantly smaller on endoscopic examination. Another month later, she presented to the ED with complaints of abdominal pain and vomiting for one day. A CT scan showed a dilated ascending colon through the hepatic flexure with the distal transverse and collapse of the descending colon, which was suggestive of partial obstruction at the hepatic flexure. The resolving walled-off necrosis measured 5.7 cm x 2.1 cm. Given the above findings, she was admitted for an LBO secondary to inflammatory changes from the pancreatic walled-off necrosis. The patient responded to conservative management. Given the refractory LBO over the last two months, once the patient could tolerate diet, she underwent a colonoscopy to rule out any intraluminal etiologies. An extrinsic moderate stenosis was found at the hepatic flexure and was transverse, and colonic biopsies were normal. She was eventually discharged uneventfully with full resolution of her symptoms and has remained asymptomatic thereafter.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'18563416': 1, '15855920': 1, '24544183': 1, '25829703': 1, '9058158': 1, '10503140': 1, '25208277': 1, '8273973': 1, '21894058': 1, '21237454': 1, '20410514': 1, '23100216': 1, '33520506': 2}", "similar_patients": "{}"}