{"patient_id": 24121, "patient_uid": "7449637-1", "PMID": 32864275, "file_path": "comm/PMC007xxxxxx/PMC7449637.xml", "title": "An Unusual and Rare Presentation of Dermatomyositis Sine Dermatitis Complicated by Neuromyositis", "patient": "A 53-year-old African-American female with a past medical history of morbid obesity, hypertension, bipolar disorder, anxiety, and asthma, presented to the hospital with right lower extremity weakness, numbness, and right foot drop. She had multiple falls in the past few weeks before the initial presentation and was complaining of right leg numbness and urinary incontinence for the past six months. Cervical magnetic resonance imaging (MRI) revealed compressive cervical myelopathy due to disc protrusions. She subsequently underwent a corpectomy of C6 and an anterior cervical discectomy and fusion (ACDF) of C4-C7 and was transferred to a rehabilitation facility. Two months later, she was readmitted after developing complete loss of strength in her right lower extremity (LE) that had progressed to involve her left lower extremity. Physical exam at presentation revealed complete loss of strength and sensations in her right lower extremity, Left lower extremity’s strength exam revealed: hip flexion 0/5, hip abduction and adduction 2/5, quadriceps 4/5, hamstring 3/5, tibialis anterior 4/5, gastrocnemius 4/5. Deep tendon reflexes were diminished in both lower extremities, and no rash was observed at the time.\\nTo diagnose the etiology of her weakness, we performed a series of tests. Laboratory investigations (Table ) showed a mildly elevated creatinine kinase (CK), aldolase, C-reactive protein concentration (CRP), and erythrocyte sedimentation rate (ESR). Various autoantibodies tested were not detected. Rheumatoid factor and antinuclear-antibodies titers were also not elevated. She had normal protein electrophoresis. Viral serological tests for hepatitis B and C were negative, and a lumbar puncture (LP) showed normal cerebrospinal fluid (CSF) analysis. A lumbosacral MRI showed no nerve root compression. However, it revealed symmetric areas of edema within the paraspinal and pelvic musculature that was consistent with myositis. Other imaging studies that included computed tomography (CT) of chest, abdomen, and pelvis did not reveal any abnormalities suggestive of a malignancy.\\nInitial nerve conduction studies (NCS) of LE (Table ) showed profoundly diminished tibial nerve compound muscle action potential (CMAP) amplitude and no peroneal responses distally or proximally with absent sural and superficial peroneal sensory responses. Electromyography (EMG) of LE musculature (Table ) revealed signs of extensive axonal denervation. In light of these findings, a biopsy of the superficial peroneal nerve and long peroneal muscle was done. Pathology findings showed mixed myopathic and neuropathic features, myocyte hypertrophy with a dominance of type I fibers, CD20 B-cell and CD4 T-cell predominant chronic inflammatory infiltrate involving the perimysial connective tissue, and presence of nuclear bag fibers and atrophic angular fibers without fiber type grouping which is consistent with acute denervation (Figure ).\\nThree months after admission, the weakness had spread to involve both left and right upper extremities (UE). Physical exam of muscle strength in upper extremities revealed: shoulder abduction 4/5, arms extension 4/5, digit extension 5-/5. Her left hand was mildly numb to touch. By then, there was a complete loss of strength in bilateral LEs. The patient was started on a course of corticosteroids but with little to no improvement. A subsequent biopsy from the deltoid muscle done eight months after admission showed CD20 B-cell and CD4 T-cell predominant inflammatory infiltrate involving the perimysial connective tissue, scattered regenerating and degenerating fibers, increased perimysial and endomysial fibrosis, type I fiber predominance, and myophagocytosis. No rimmed vacuoles were seen with the Gomori trichrome stain. These pathological findings were consistent with a predominantly myopathic process. EMG of right UE muscles (Table ) showed signs of irritable advanced myopathy with proximal predominance. She was later started on azathioprine but had no improvement.\\nSeven months after admission, the patient developed a weak cough, dysphagia, and her phonation was decreased. Weakness eventually spread to involve her respiratory muscles, which caused her to become ventilator-dependent. She received two courses of intravenous immunoglobulin (IVIG) and was finally maintained on methotrexate. This medication regimen failed to alter the course of her progressive weakness. The patient ultimately had a cardiopulmonary arrest and passed away.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'26629397': 1, '10952749': 1, '24467910': 1, '25137509': 1, '32864275': 2}", "similar_patients": "{}"}