{"patient_id": 101527, "patient_uid": "7559650-1", "PMID": 33083433, "file_path": "noncomm/PMC007xxxxxx/PMC7559650.xml", "title": "Displacement of peritoneal end of a shunt tube to pleural cavity: A case report", "patient": "A 56-year-old male patient presented with fever, decline of memory, pain in the right chest, and unstable walking for five days.\\nThe patient suffered from an aneurysm with subarachnoid hemorrhage and underwent aneurysm clipping in Department of Neurosurgery at The Second Affiliated Hospital of Harbin Medical University on July 27, 2010. One month after the surgery, he underwent ventriculoperitoneal shunt due to hydrocephalus, and the patient recovered well. On March 25, 2019, the patient reported fever, decline of memory, pain in the right chest, and unstable walking.\\nThe patient had been in good health.\\nThe patient had an appearance of chronic disease, body temperature around 38 ˚C, normal orientation, poor memory, and weak respiratory sound in the right lung.\\nCerebrospinal fluid (CSF) examination showed that the number of cells was 82 × 106 cells/L, glucose level was 1.71 mmol/L, chloride was 98 mmol/L, and total protein was 891 mg/L. No bacteria were observed in CSF upon culture. The peritoneal end was surgically excised and the end was ligated. The patient was administered anti-inflammatory treatment for the following 10 d (ceftriaxone sodium, 2 g/time, Q12h; vancomycin 0.5 g/time, Q8h). On April 3, the CSF was re-examined, which showed that the number of cells was 8 × 106 cells/L, glucose was 2.69 mmol/L, chloride was 125 mmol/L, and total protein was 341 mg/L.\\nX-ray examination before operation revealed that the peritoneal end of the shunt tube had moved to the pleural cavity, resulting in pulmonary inflammation (Figure ). An X-ray image after operation confirmed the shunt location in the abdominal cavity (Figure ).", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'21508873': 1, '28622424': 1, '27001241': 1, '9639615': 1, '8121558': 1, '15176560': 1, '2976629': 1, '8443096': 1, '18382988': 1, '20091363': 1, '18097191': 1, '33083433': 2}", "similar_patients": "{}"}