{"patient_id": 32477, "patient_uid": "7896432-1", "PMID": 33628693, "file_path": "comm/PMC007xxxxxx/PMC7896432.xml", "title": "A Case of Osteodiscitis in a Preschool-Aged Child", "patient": "A five years and six months old African American male child presented to his pediatrician in the outpatient clinic with the solitary complaint of lower back pain. The back pain was located in the midline, in the lower lumbar region. Pain had set in two weeks prior to his clinic visit. Initially his pain was intermittent.\\nIt seemed to be exacerbated when the child bended forward. The mother started noticing the child would sit with his back stiff in the chair. He would also walk slowly holding his back straight. He seemed hesitant to bend down to pick up his toys and would ask for assistance. Into the second week of illness, his back pain was more constant throughout the day. Acetaminophen and ibuprofen would relieve the pain temporarily with recurrence after. Pain was non-radiating, and intensity was described as 7/10 by the child. He did not have paresthesias.\\nAt night, he started having discomfort maneuvering in bed while sleeping and would frequently wake up in pain. The child was afebrile through his course of illness. No trauma to that area of the body could be recalled by the child and parents. There were no overlying skin changes noted at home. He did not have a limp. The child did not complain of any extremity or other joint pain. He did not have any abdominal pain, history of constipation, or rash. He denied dysuria, and no hematuria was noted at home. He did not have any other accompanying symptoms. There was no history of recent travel. The parents could not recollect any known sick contacts. There was no known family history of rheumatological or autoimmune diseases.\\nHe was evaluated by the pediatrician in the clinic, with physical examination being notable for decreased forward flexion and lateral rotation of back and tenderness on palpation of his lower lumbar region in the midline. He stayed afebrile. Complete blood count was within normal limits. Erythrocyte sedimentation rate (ESR) was noted to be elevated at 66 mm/hr. The child was directed to the emergency room for further evaluation. In the emergency department, physical examination was consistent with that of the pediatrician. C-reactive protein (CRP) was found to be elevated at 25.3 mg/mL. Urinalysis was unremarkable. Comprehensive metabolic profile, which includes liver and renal function tests, was within normal limits as well. Creatinine kinase was non-elevated. Blood and urine cultures were obtained.\\nComputed tomography (CT) scan of his spine was performed, which showed prevertebral soft tissue thickening at L4-L5 with two well-formed defects involving the inferior and superior endplates of L4 and L5 (Figures -).\\nMagnetic resonance imaging (MRI) with and without contrast was recommended by the radiologist, which was conducted after keeping the child in nil per os (NPO) status overnight for sedation needed for the MRI. MRI findings were reported as mild disc space narrowing at the L4-L5 level with thin fluid along the anterior margin of the disc, abnormal soft tissue thickening and edema anteriorly centered at the L4-L5 disc space level, and shallow disc bulging, which were consistent with osteodiscitis (Figure ).\\nAn orthopedic was consulted, who agreed with conservative management with antibiotics. Intravenous clindamycin and ceftriaxone was initiated as the initial antibiotic regimen after drawing the blood culture. Antibiotic selection was based on local sensitivity patterns, and clindamycin achieves good drug concentrates in the bone. Purified protein derivative was placed during his admission, which was read as negative at 72 hours. Blood culture and urine culture did not show any growth. Per infectious disease recommendations, antibiotic was switched to a monotherapy of intravenous clindamycin, and after completion of five total days of intravenous therapy, he was switched to per oral clindamycin for three more weeks. Into the day of discharge from the hospital, the ESR had declined to 58 mm/hr and CRP had declined to 18.4 mg/mL. Pain during his course of admission was being well controlled with acetaminophen as needed, and after being discharged home he did not require medications for pain control. The child showed complete resolution of symptoms by three weeks since the onset of illness. ESR was rechecked after completion of four weeks of antibiotics, and due to continued elevation, it was checked at two-week intervals till the ESR was less than 20 mm/hr, which was the goal for discontinuation of antibiotic therapy. A repeat MRI was obtained 10 weeks from the initial MRI, which showed residual inflammation in L4-L5 with mild paraspinal enhancement. No drainable fluid collection was seen. The radiologist suggested a follow-up scan in two to three months to reevaluate for resolution.", "age": "[[5.0, 'year'], [6.0, 'month']]", "gender": "M", "relevant_articles": "{'8353227': 1, '8451943': 1, '11245515': 1, '7593581': 1, '714585': 1, '4019751': 1, '370121': 1, '11158500': 1, '21585108': 1, '22015583': 1, '27317050': 1, '17084238': 1, '27070599': 1, '11806397': 1, '20494559': 1, '22677300': 1, '22033611': 1, '10835072': 1, '21768640': 1, '33628693': 2}", "similar_patients": "{}"}