{"patient_id": 28799, "patient_uid": "7712470-1", "PMID": 33336006, "file_path": "comm/PMC007xxxxxx/PMC7712470.xml", "title": "The will of young minors in the terminal stage of sickness: A case report", "patient": "The 5-year-old boy was admitted to a Marche Region (Italy) hospital with pain in the legs and in the lombo-sacral area of the spinal column. An abdominal mass was palpated by a paediatrician in the right iliac fossa. The systemic evaluations, which included routine blood and urine tests, hepatic and renal function examinations and the serum glucose test, revealed unremarkable findings, with the exception of anaemia.\\nComputed tomography scan highlighted multiple soft tissue mass in the right adrenal loggia. The abdominal sonography examination revealed a heterogeneous hypoechoic mass in the right adrenal gland.\\nBone marrow biopsy revealed massive infiltration of neuroblasts; bone marrow aspirate did not indicate amplification of the proto-oncogene MYCN or chromosome 1p36 deletion. mIBG scintigraphy revealed hyperfixation of the radiopharmaceutical in the right adrenal gland, in the left supraclavicular region, in the lumbar spine, sternum, both humeri and both femora; further hyperaccumulations were present in the abdomen, attributed to lymphadenomegalies.\\nAccording to the clinical, radiological and histopathological findings, the patient was diagnosed with stage IV neuroblastoma.\\nTreatment of stage IV patients generally consists of intensive induction chemotherapy, high-dose myeloablative therapy with allogeneic or autologous bone marrow or peripheral blood stem cell transplant, surgery, radiation therapy in some cases and maintenance or biologic therapy to eradicate minimal residual disease [].\\nThe patient was transferred to the Department of Paediatric Oncology for the treatment of the tumour through adjunct chemotherapy according to the European NB-AR protocol [], followed by laparoscopic surgery after 4 months. The informed consent form for medical treatment was presented to the parents, without involving the minor.\\nIn the following months, he was given antiblastic therapy with two cycles of ifosfamide and adriamycin, followed by high doses of busulphan and melphalan. This treatment failed to eliminate the primitive lesion or the presence in the lymph nodes, and thus the induction therapy was followed by radiation therapy. Once again, the informed consent form for medical treatment was presented to the parents, without involving the minor; this was also the case for subsequent treatments.\\nAfter radiation therapy, treatment with Roaccutan (isotretinoin) was started, associated during the interval phases with Proleukin (aldesleukin) at the dose of 400,000 IU/kg for 5 days.\\nTen months after the last chemotherapy treatment, there was recurrence in the proximal third of both femora and in the humeri and in the pelvis, sternum and lumbar spine. A second-level treatment with cycles of TVD (topotecan–vincristine–doxorubicin) was initiated.\\nAfter 5 months of treatment, therapy with ICE (cold therapy) began, and bone marrow aspirate was negative for neuroblastoma. This was followed by treatment with etoposide in 14-day cycles of 50 mg/day after 3 months, but another examination of the bone marrow revealed minimal neoplastic infiltration, and thus further cycles of ICE therapy were given.\\nWhen the patient was 9 years old, 4 years after diagnosis, he received allogenic bone marrow transplant at the S. Matteo Pediatric Oncology Center of Pavia. After 7 months, the bone disease recurred in the femur, pelvis and right cheekbone. The clinical conditions were poor and the marked neutropenia (WG 200 mm3) meant that another cycle would be inappropriate. In addition, the patient had repeated episodes of infection and so was treated with wide spectrum antibiotics.\\nThe parents were informed of the futility of further chemotherapy, and thus the patient was discharged without any therapeutic regimen and entrusted to assisted home care and palliative treatments with complementary homeopathic therapies (sublingual drops of Synchro levels; vials of glandula suprarenalis suis-injeel Heel, vials of funiculus umbilicalis suis injeel heel, viscum album fermentatum quercum and viscum album fermentatum Pini).\\nThe patient presented deteriorative signs at the 6-month follow-up (50/100 Karnofsky performance status scale []). As his neutropenia persisted, he was given blood transfusions as needed. The parents of the patient refused the recommended treatment for pain, to avoid a tendency to drowsiness. Instead, the child was given Fentanyl transdermic patch 50 μg/72 h, together with morphine per os as needed, with rotation toward metamizole sodium and indomethacin.\\nIn response to the patient’s depression and loss of appetite, treatment with amitriptyline hydrochloride was initiated (9 drops/day).\\nThe child asked not to be subjected to further blood transfusions and requested a stronger sedative. However, the team providing home palliative care, following the current Italian law at that time regarding parental authority, carried out the parents’ wishes for their child to continue receiving blood transfusions and a palliative care. The child died at the age of 10 years and 6 months.\\nAccording to Italian law, the authorization of an ethics committee was not necessary to describe this case report.", "age": "[[5.0, 'year']]", "gender": "M", "relevant_articles": "{'29666843': 1, '29992188': 1, '29572647': 1, '7838658': 1, '29675482': 1, '11142441': 1, '33139649': 1, '27456510': 1, '33575234': 1, '29675478': 1, '20931166': 1, '15608507': 1, '33336006': 2}", "similar_patients": "{}"}