{"patient_id": 17667, "patient_uid": "7081024-1", "PMID": 32206367, "file_path": "comm/PMC007xxxxxx/PMC7081024.xml", "title": "Spontaneous Pneumomediastinum and Diffuse Subcutaneous Emphysema after Methamphetamine Inhalation", "patient": "A twenty-two-year-old previously healthy male presented to the emergency department for worsening facial and neck swelling. He noticed worsening dyspnea accompanied by facial swelling a few hours after smoking methamphetamine. Within a few minutes in the emergency room, the patient's mental status declined with more labored breathing; thus, the patient was electively intubated for airway protection. Differential diagnosis was acute allergic reaction to illicit drugs causing upper airway compromise versus acute inhalational injury. Initial chest computed tomography (CT) showed extensive pneumomediastinum with air dissecting to the peribronchovascular interstitial sheaths, interlobular septa, and visceral pleura (Figures and ). There was no evidence of pneumothorax. CT of the neck also showed massive soft tissue emphysema enveloping the strap muscles of the upper chest, neck, deep facial spaces of the neck with extension into the orbits, axillary compartment, and superficial bitemporal soft tissues (Figures and ). Urine toxicology screening confirms methamphetamine use. The patient also had elevated creatinine kinase, elevated lactate level, and leukocytosis.\\nMechanical ventilation was adjusted having very minimal to no positive expiratory pressure (PEEP) and prolonged expiratory phase. Placement of chest blow holes was not pursued as swelling on the face and neck improved after a few hours. The suspicion for tracheobronchial tree injury was low; thus, we did not perform bronchoscopic surveillance of the airway. Patient received empiric antibiotic treatment with ampicillin sulbactam. The patient was extubated in less than 24 hours after the improvement of peak inspiratory and plateau pressures with the positive cuff leak test. Repeat chest imaging showed decreased subcutaneous emphysema and resolution of pneumomediastinum. No dietary restriction was recommended after extubation as there was no evidence of aerodigestive organ injury. The patient was discharged after 72 hours with improved symptoms.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'23760760': 1, '23749863': 1, '30595698': 2, '34739477': 1, '18279535': 1, '18980688': 1, '21373317': 1, '18721592': 1, '24614784': 1, '26623105': 1, '24187639': 2, '28348951': 1, '2362115': 1, '32206367': 2}", "similar_patients": "{'6286736-1': 1, '3800631-1': 1}"}