{"patient_id": 101202, "patient_uid": "7529180-1", "PMID": 33063000, "file_path": "noncomm/PMC007xxxxxx/PMC7529180.xml", "title": "Metabolic acidosis and encephalopathy in an HIV-exposed infant on breastfeeding and maternal antiretroviral therapy", "patient": "A 4-month-old HIV-exposed female infant presented to the emergency department with multifocal convulsion, dystonic posturing, and altered sensorium. She was born at 35–36 weeks of gestation by emergency cesarean section due to cord prolapse. The mother was diagnosed to be HIV infected before pregnancy and was on ART consisting of AZT, lamivudine (3TC), and nevirapine (NVP), which she continued till date. Her CD4 count was 560 cells/mm3 at the time of delivery. The baby also received single-dose NPV after birth and then AZT prophylaxis for 6 weeks. The child was exclusively breastfed. At presentation, the child had pallor, altered sensorium, and dystonic posturing. Anterior fontanel was at level and reflexes were brisk though tone was normal, and there was no focal neurological deficit. She had acidotic breathing with hepatomegaly. Other systemic examination was normal. Complete blood count was normal except hypochromic, microcytic anemia (hemoglobin was 9 g/dl). Liver and renal functions were normal, but arterial blood gas analysis showed severe metabolic acidosis (pH: 7.14, bicarbonate: 4.2 mEq/L) with a high anion gap of 30. Serum electrolytes were as follows: sodium: 138 mEq/L and potassium: 4.3 mEq/L. Septic screen in the form of C-reactive protein and blood culture was negative. Plasma sugar was 256 mg/dl, and urine was negative for ketones. The child was treated with intravenous fluids and anticonvulsants. Her sensorium gradually improved. Computed tomography brain revealed bilateral basal ganglia hypodensities suggestive of metabolic encephalopathy []. Serum lactate levels were sent after 24 h of hospitalization and after correction of acidosis which was normal (14 mEq/L [normal: 12–22]). Subsequent blood sugars were normal. Serum ammonia was 70 mmol/L (normal: 30–90 mmol/L), and urinary organic acids screen was normal. Electroencephalogram revealed generalized slowing. Mother was advised to stop breastfeeds and start replacement feeds. Child's HIV polymerase chain reaction was negative. The patient was put on thiamine, biotin, carnitine, and coenzyme Q supplements and regular physiotherapy. She is on regular follow-up.", "age": "[[4.0, 'month']]", "gender": "F", "relevant_articles": "{'9565807': 1, '10997508': 1, '23942399': 1, '19114673': 1, '19941748': 1, '10509500': 1, '15492359': 1, '14506368': 1, '33063000': 2}", "similar_patients": "{}"}