{"patient_id": 29970, "patient_uid": "7770165-1", "PMID": 33384958, "file_path": "comm/PMC007xxxxxx/PMC7770165.xml", "title": "Case Report: First in Human Online Adaptive MR Guided SBRT of Peritoneal Carcinomatosis Nodules: A New Therapeutic Approach for the Oligo-Metastatic Patient", "patient": "The case of a 77-year-old woman with no family history of cancer and a prior medical history only significant for autoimmune hepatitis is here presented.\\nDue to the onset of constipation, she underwent colonoscopy which showed the presence of a malignant sigmoid lesion in July 2018. The finding was later confirmed by 18F-FDG PET-CT scan in September 2018.\\nThe patient then underwent laparoscopic left hemicolectomy with nodal dissection (October 2018), with the pathological examination showing a moderately/poorly differentiated (G2/G3) stage II (pT3pN0) sigmoid adenocarcinoma with negative resection margin (pR0) and no vascular invasion (V0), microsatellite instability (MSI) not detected, RAS and BRAF wild type.\\nThe patient was sent to clinical-instrumental follow-up with no indication for adjuvant treatments.\\nThe first 18F-FDG PET-CT follow-up scan acquired on January 2019 showed increased FDG accumulation in two nodules at the level of the mesentery tissue and widespread pseudo nodular peritoneal thickening (left side) compatible with PC implants.\\nChemotherapy was then started with FOLFOX (Oxaliplatin 85 mg/mq intravenous infusion—5-fluorouracil 2,400 mg/mq intravenous infusion over 46 h—Folinic Acid 200 mg/mq intravenous infusion) plus Panitumumab (6 mg/kg) scheme, with a total of seven foreseen cycles.\\nThe last two cycles have been administered with a 25% dose reduction due to the onset of G1 diarrhea, G2 oral neuropathy, G2 hand-foot syndrome, and G1 stomatitis, according to CTACE v 4.0.\\nAfter seven cycles of chemotherapy, maintenance therapy with 5-FU and Panitumumab was prescribed.\\nThe 18F-FDG PET-CT scan of May 2019 showed only a focal uptake in correspondence of a nodular formation of 12 × 8 mm with a standardized uptake value (SUV) of 20.7 in the context of the mesenteric adipose tissue in the left hemi abdomen in close proximity to small bowel loops.\\nThe serum levels of CA 125, CEA and CA 19-9 were in the normal range.\\nThe case was discussed in the institutional multidisciplinary tumor board that excluded surgery and addressed the patient to SBRT on the single PET positive peritoneal carcinomatosis nodule (see ).\\nThe patient was consequently evaluated for MRI compliance [MASTER score value 1 ()] and addressed to 0.35 T 6 MV hybrid MR-Linac (MRIdian, ViewRay Inc., USA) with fully online adaptive approach.\\nThe patient was positioned in supine position using the FluxBoard immobilization device (FluxBoard™, MacroMedics, the Netherlands) in the most reproducible and comfortable arrangement. Dedicated MRI coils were positioned under and over the abdomen of the patient. A simulation MRI was acquired according to our internal protocol.\\nA first 25-s true fast imaging (TRUFI) MR scan in free breathing (FB) was used to confirm patient’s correct positioning. A following 25-s deep inspiration breath hold (DIBH) sequence was then acquired (FOV of 54 × 47 × 43 cm3).\\nTarget motion was verified with a 60-s cine-MRI on a sagittal plane (the only one currently allowed by the MRIdian system) passing through the GTV center of mass. The observed maximum amplitude was 4 mm in both cranio-caudal (CC) and antero-posterior (AP) directions.\\nThe Gross Tumor Volume (GTV) (1.52 × 1.57 × 1 cm) included the persistent uptake in the mesenteric adipose tissue, as shown by 18F-FDG PET-CT scan. No margins for the clinical target volume (CTV) were applied (GTV = CTV). The surrounding OARs were contoured according to our institutional guidelines (RTOG).\\nPlanning Target Volumes (PTVs) were obtained by adding a 3 mm isotropic margin to the GTV and ITV.\\nConsidering such expansion, the PTV originated from GTV showed an 8.9 cc volume in DIBH, while the PTV obtained from ITV would have reached a 13.2 cc volume.\\nThe patient then underwent a standard non-contrast enhanced planning CT in DIBH conditions, within 30 min since the MRI simulation on a helical CT scanner (GE HiSpeed DX/i Spiral, Boston, MA, USA, 1.5 mm slice thickness).\\nThis planning CT scan was then co-registered with the simulation MR using deformable registration algorithms in order to obtain electron density data required for dose calculation.\\nA SBRT treatment plan with seven fields and 60 segments was calculated.\\nDose calculation was carried out with a full Monte Carlo algorithm (MRIdian, ViewRay Inc., USA), with a statistical uncertainty of 1% using a calculation grid of 0.2 cm × 0.2 cm × 0.2 cm (–). The mean time required to obtain an initial dose distribution that solved the cost function was 1.6 ± 0.5 min ().\\nPlanning quality was assessed using target coverage objectives and OAR constraints as recommended by the AAPM Task Group 101 report (). Small bowel loops hard constraints were set as Dmax < 35 Gy and V19.5% < 5 cc.\\nA fully online adaptive MRgRT workflow was chosen considering the site of target lesion, which was surrounded by numerous small bowel loops. Plan was calculated in DIBH in order to mitigate the breathing related movements on the CC axis observed during simulation imaging acquisition and to reduce target volume extension ().\\nA 25 s TRUFI sequence positioning MRI has been acquired prior to each delivery fraction to ensure patient’s correct positioning. The original contours were then automatically propagated on the positioning MRI of the day and manually edited within a distance of 3 cm from PTV to ensure therapy volume consistency, according to the SMART approach ().\\nThe fluence of the original or last delivered plan was recalculated on the daily anatomy prior to each fraction, to evaluate the predicted dose distribution and the relative DVH parameters. In case of non-compliance with the set constraints, the dose distribution was re-optimized online.\\nIntra-fraction target motion was managed through an automatic gating approach triggered by target volume displacement (gating boundary = PTV; target out % = 5%) and verified using the online cine-MRI (four frames per second, sagittal view).\\nA total dose of 35 Gy at 7 Gy per fraction was prescribed to PTV, according to ICRU 83 guidelines.\\nAll the scheduled fractions needed to be re-optimized due to significant dose distribution inconsistencies both for OAR constraints respectively and target coverage (see ).\\nThe mean dose reduction in small bowel Dmax achieved through online adaptive replanning was 3.1 Gy (range 0.2–8.7 Gy), and the mean reduction in small bowel V19.5 Gy was 3 cc (range 0.39–8.86) comparing to the predicted dose if treated with the original plan without adaptation.\\nAs for target coverage, the mean PTV V95% increase was 65.9% (range 32.6–94.5%) (see , right).\\nThe dosimetric differences between predicted and re-optimized plans are reported in for each delivered fraction.\\nOriginal beam on time (as calculated by the TPS) was 3.62 minutes (min) while the predicted delivery time was 5.50 min.\\nBeam on time and delivery time for each following adapted fraction are summarized in .\\nThe alignment and positioning image acquisition, contouring, plan prediction, and plan reoptimization and total delivery times resulted: 7.7 min (7–8.2); 8.2 min (7–9); 12.9 min (9.5–17); 17.3 min (16–19), respectively.\\nPatient’s on couch total time was 46.2 min (range 40–52).\\nThe patient underwent the treatment without interruptions. No toxicity was observed during irradiation or at follow-up assessments, according to. CTCAE 4.0 scale ().\\nAfter SBRT, the patient was addressed to follow-up, consisting of a complete examination and recording of the clinical history, laboratory tests and restaging imaging, with no other active oncological treatments.\\nA first re-evaluation 18F-FDG PET-CT acquired on September 2019 (2 months after irradiation) described a slight reduction in both lesion’s dimension and standardized uptake value (SUV) (10 × 7 and 7.5 mm respectively) while a second 18F-FDG PET-CT acquired on May 2020 (10 months after irradiation) showed complete response with no other active disease sites.\\nThe following last 18F-FDG PET-CT of September 2020 (14 months after irradiation) confirmed the observed local complete response in the absence of other disease sites.", "age": "[[77.0, 'year']]", "gender": "F", "relevant_articles": "{'16432354': 1, '31908301': 1, '19474692': 1, '28612016': 1, '7751186': 1, '27370123': 1, '27065703': 1, '14551293': 1, '32410505': 1, '31341975': 1, '6662747': 1, '23021724': 1, '26014158': 1, '31444952': 1, '31341983': 1, '25195780': 1, '19103728': 1, '32739438': 1, '32642565': 1, '32386092': 1, '27573386': 1, '7555425': 1, '19917863': 1, '17633073': 1, '6528056': 1, '31036034': 1, '28811038': 1, '20879569': 1, '30144955': 1, '17633045': 1, '33384958': 2}", "similar_patients": "{}"}