{"patient_id": 23276, "patient_uid": "7411474-1", "PMID": 32802524, "file_path": "comm/PMC007xxxxxx/PMC7411474.xml", "title": "Emphysema after Sinus Grafting: Importance of Patient's Information, Early Diagnosis, and Management", "patient": "In November 2013, a 28-year-old Caucasian man visited the office for the replacement of the upper right first molar, which had been lost some years previously. The patient presented good oral hygiene and was not a smoker. During the clinical examination, the patient did not report any pain in the region of the maxillary sinuses. Bitewing radiography showed an extremely low residual bone height at the site of the upper right first molar. The upper right second molar was subject to endodontic root canal treatment (). The general medical and dental history did not reveal any particular problem or symptoms related to maxillary sinusitis.\\nAfter discussion, the patient chose to receive an implant with a single crown rather than a fixed prosthesis of three units supported by the maxillary right second premolar and molar. Cone-beam computerized tomography (CBCT; Model CS 9300, Carestream Health, Inc., Rochester, New-York, USA) performed before surgery did not demonstrate the presence of a septum at the former position of the upper right first molar. The residual bone height was 1.0 mm ().\\nLateral sinus floor augmentation with a xenograft was conducted. Antibiotic prophylaxis was started within 1 hour before the surgery (Dalacin® C, Pfizer SA, Zürich, Switzerland, 300 mg) and was administered for 5 days (300 mg, 3 times per day). Local anaesthetic (Ubistesin™, 3 M ESPE AG, Germany) was infiltrated at the vestibular and palatal areas of the sites of the upper right second premolar to the second molar. A mucoperiosteal access flap was created with a crestal incision and two vertical incisions in order to expose the lateral wall of the maxillary sinus. A bony lateral window was obtained with a piezoelectric device. To decrease the risk of perforation, the Schneiderian membrane was carefully elevated using flat-head ultrasonic inserts. After its complete elevation, the membrane was reflected to obtain a space large enough for the grafting material. No perforation of the membrane was clinically observable immediately after its elevation. The integrity of the membrane was controlled by using the Valsalva maneuver. A mixture of deproteinized bovine bone material (Bio-Oss®, Geistlich AG, Wolhusen, Switzerland) and the patient's blood collected at the surgical site were then inserted. The lateral window was covered with two layers of a resorbable porcine collagen membrane (Bio-Gide®, Geistlich Pharma AG, Switzerland). The flap was closed without tension using nonresorbable polyamide sutures (Suturamid® 4.0, B. Braun Aesculap, Sempach, Switzerland). Postoperative examination was carried out with a panoramic radiograph (), which validated the insertion of the graft in the space created under the nonperforated membrane. Standard postoperative recommendations were made, including not blowing the nose during the healing period and avoiding traumatic behaviors that may have deleterious effects on the treated region.\\nOne day after surgery, the patient came to the clinic and requested an examination. A few hours after the procedure, he had sneezed violently while keeping his mouth closed. He had immediately felt the swelling of the genian region with a simultaneous sound of cracking. The clinical examination confirmed unilateral tumefaction of the right genian region accompanied with crepitation on palpation (). CBCT was performed in order to check the integrity of the Schneiderian membrane and the stability of the grafting material under the sinus, without spreading inside the sinus. However, it did reveal a delimited radiolucent zone inside the grafted region (). The diagnosis of emphysema by air entry was thus made. Treatment with metronidazole (Flagyl® 500 mg, Sanofi-Aventis SA, Vernier, Switzerland, 500 mg, 3 times per day for 7 days) was then introduced in addition to the existing antibiotic medication. Examinations were made two and ten days afterwards (at suture removal). The grafted site healed completely without any symptoms of further complications.\\nTen months after sinus grafting, the implant was placed. First, preoperative panoramic radiography was performed to examine the graft (). A radiographic bone height of 14 mm was measured at the site to be implanted.\\nThe implant bed was prepared according to the manufacturer's instructions, followed by the insertion of a Standard Plus Regular Neck implant with a SLActive® surface (diameter: 4.1 mm, length: 10 mm; Straumann AG, Basel, Switzerland). A periapical radiograph was obtained immediately after implant placement (). The sutures were removed after 10 days. Healing was uneventful.\\nTen weeks after surgery, the abutment was tightened with a torque of 15 Ncm. A ceramo-metal crown was cemented and functionally loaded. The clinical and radiographic examination after one year showed a stable situation and the implant in function ().", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'28280711': 1, '26088054': 2, '18672980': 1, '22404380': 1, '30402412': 1, '24621773': 1, '19446214': 1, '24583086': 1, '8602428': 1, '27474464': 1, '25921824': 1, '15152813': 1, '16301391': 1, '9715571': 1, '28291856': 1, '2295094': 1, '25431689': 2, '32802524': 2}", "similar_patients": "{'4241701-1': 1, '4471490-1': 1}"}