{"patient_id": 16569, "patient_uid": "7018703-1", "PMID": 32118005, "file_path": "comm/PMC007xxxxxx/PMC7018703.xml", "title": "Successful Spontaneous Pregnancy and Live Birth in a Woman With Premature Ovarian Insufficiency and 10 Years of Amenorrhea: A Case Report", "patient": "A 31-year-old female with no family history of infertility, POI, or autoimmune disease visited our hospital for a long-desired early pregnancy. The patient denied a history of chemotherapy or radiation therapy. The patient had menarche at the age of 13, with regular menstruation until the age of 17; then, disordered menstruation emerged, and amenorrhea occurred at the age of 20. POI was diagnosed by several hospitals; chromosomal analysis demonstrated a normal female karyotype (46, XX); treatment with estradiol valerate and progesterone led to menstruation, while amenorrhea continued after withdrawal of HRT. The patient married at the age of 23 and had tried to conceive by HRT until the age of 25 (at which point she had given up after failing to conceive); her last menstruation was July 2014; amenorrhea continued to date. At the age of 29, because of her yearning for fertility, the patient visited a general hospital in Shanghai. Clinical tests showed luteinizing hormone (LH), 23.9 IU/L; follicle-stimulating hormone (FSH), 69.1 IU/L; estrogen, 43.3 pg/mL; and testosterone, 1.1 nmol/L. Infertility and POI were again confirmed. No sinus follicles were found in either ovary under ultrasonography. The patient lived a normal couple's life after marriage. On March 4, 2019, the patient visited our department due to nausea, vomiting, a small amount of vaginal bleeding, and a positive urinary pregnancy test. Examinations showed a normal physique for women of childbearing age, normally developed breasts, a normal distribution of pubic hair, vaginal patency, normal cervical development, and a uterus size consistent with 6+ weeks of pregnancy.\\nUltrasonography showed an intrauterine early pregnancy with an insufficiently filled gestational sac sized 23 × 20 × 11 mm; the yolk sac, punctate embryo tissue and heart tube pulsation could be seen. HCG, estrogen, and progesterone were 32987.7~119151.4 mIU/ml, 671.0~>1,000 pg/mL, and 6.6~27.9 ng/ml, respectively. Anti-Müllerian hormone (AMH) was 0.08 ng/ml. Considering the threat of spontaneous abortion, POI and insufficient luteal function, luteum support therapy was adopted. The treatment regimen included intramuscular injection of progesterone (40 mg, QD, 15 days), dydrogesterone (10 mg BID orally for 45 days), and estradiol valerate (4 mg BID orally for 15 days). On March 8, 2019, the vaginal bleeding stopped. On March 22, 2019, ultrasonography showed a normally developed gestational sac sized 45 × 42 × 32 mm and a 17 mm crown-rump length; the yolk sac, punctate embryo tissue, and heart tube pulsation could be seen. The patient was in normal progress of a full-term pregnancy. On October 29, a 3,400 g healthy girl baby was delivered; the patient had a spontaneous delivery with natural labor.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'29225794': 1, '23926482': 2, '23102860': 1, '16328395': 1, '33426419': 1, '19196677': 1, '28721130': 1, '15656218': 1, '34975766': 1, '8671459': 1, '25585505': 1, '28620539': 2, '19248707': 1, '30922143': 2, '9033250': 1, '30170634': 1, '25567618': 1, '25227137': 1, '25227694': 1, '24945456': 1, '30542367': 2, '32118005': 2}", "similar_patients": "{'3719271-1': 1, '6278244-1': 1, '6567788-1': 1, '5424324-1': 1}"}