{"patient_id": 104366, "patient_uid": "7838877-1", "PMID": 33472487, "file_path": "noncomm/PMC007xxxxxx/PMC7838877.xml", "title": "A case of reversible splenial lesion syndrome secondary to Fanconi syndrome\\nwith white matter swelling as the main manifestation", "patient": "A 32-year-old man was admitted to hospital for 3 days, mainly because of memory loss and\\nabnormal behavior. He had taken oral medication for diarrhea 3 days previously (details\\nunknown). A physical examination at admission revealed memory impairment (mainly near memory\\nimpairment); computational power impairment (93–7 =?); decreased abilities of understanding,\\njudgment, and spatial positioning; horizontal nystagmus in both eyes; and tendon reflex\\n(+ + + +) in both upper limbs. His right finger–nose test was not stable, and his\\nheel–knee–tibia test on both lower limbs was not stable. No other nervous system\\nabnormalities were found.\\nBlood gas analysis showed that pH was 7.23 (normal range 7.35–7.45), K+ was\\n2.43 mmol/L (3.5–5.5 mmol/L), and Cl+ was 114.2 mmol/L (95–107 mmol/L). Blood\\nbiochemistry showed that blood phosphorus was low (0.74 mmol/L), carbon dioxide was low\\n(11.7 mmol/L), anion gap was high (17.2 mmol/L), uric acid was low (180.0 μmol/L), and blood\\nammonia was high (125 μmol/L). The hyperchloremic metabolic acidosis and decreased blood\\npotassium was considered to be renal tubular acidosis. Urine routine showed urine sugar (+\\n+), proteinuria (1 +), and urine phosphate crystal, with all amino acids in the urine.\\nTwenty-four-hour urine protein showed 24-hour urine volume 2.58 L, and 24-hour urine protein\\n0.21 g/24 hours. Creatine clearance (CCr) was 200.42 mL/min/1.73 m2. On day 2\\nafter admission, blood gas analysis again showed hyperchloremic metabolic acidosis (pH\\n7.245, HCO3− 11.7 mmol/L, K+ 2.43 mmol/L, Na+\\n140.1 mmol/L, and Cl+ 123 mmol/L) combined with renal glucosuria, renal\\naminoaciduria, and phosphaturia, which is consistent with the diagnosis of Fanconi syndrome.\\nConsidering that the patient had a history of diarrhea and oral medication before admission,\\nalthough the specific description was unclear, we did not exclude the possibility that the\\npatient’s Fanconi syndrome might have been caused by drug poisoning. No known gene mutations\\nwere found in the gene package and exon sequencing for hereditary Fanconi syndrome, which\\nruled out the possibility of hereditary Fanconi syndrome.\\nCranial MRI and DWI with enhancement showed diffuse high signal on T2WI and FLAIR sequences\\nin the SCC and bilateral frontal, parietal, and occipital lobes (mainly in the parietal and\\noccipital lobes). DWI showed limited diffusion () and the enhanced scan did not show obvious\\nenhancement. The patient’s cerebrospinal fluid (CSF) pressure was 145 mmH2O, CSF\\ntotal protein was 0.41 g/L, and glucose (5.15 mmol/L) was increased. The patient’s CSF\\nroutine, cytology, CSF next-generation sequencing, and autoimmune encephalitis antibodies\\n(N-methyl-D-aspartate receptor [NMDAR], leucine-rich glioma-inactivated 1 [LGI1],\\ncontactin-associated protein 2 [CASPR2], gamma-aminobutyric acid B receptor [GABABR],\\nα-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid receptor 1 [AMPAR1], and AMPAR2) were\\nnormal. The autoantibodies, aquaporin 4 (AQP4), oligoclonal bands, and paraneoplastic\\nsyndrome antibodies (Hu, Yo, Ri, CV2, Ma1, Ma2, amphiphysin, and SOX1) were negative.\\nParathyroid hormone and thyroid function were normal. Based on the comprehensive analysis\\nand related differential diagnosis, we consider the possibility of RESLES. The patient was\\ngiven symptomatic support and correction of acidosis, and his cognitive behavior gradually\\nimproved. The patient was hospitalized for 10 days and then discharged. Two weeks after\\ndischarge, the patient’s cognitive symptoms had improved completely, and brain MRI showed\\nthat the lesions had subsided (). After 3 months of follow-up, the patient returned to normal work. The prognosis\\nand imaging changes of the patient further confirmed our diagnosis.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'15767508': 1, '20236662': 1, '18681931': 1, '31039748': 2, '30956273': 1, '15557501': 1, '16611774': 1, '25336014': 1, '28165876': 1, '24368854': 1, '30454741': 1, '17481685': 1, '33472487': 2}", "similar_patients": "{'6492342-1': 1}"}