{"patient_id": 29125, "patient_uid": "7728473-1", "PMID": 33343960, "file_path": "comm/PMC007xxxxxx/PMC7728473.xml", "title": "Complicated Rheumatoid Nodules in Lung", "patient": "A 65-year-old nonsmoker lady, with a history of seropositive erosive rheumatoid arthritis for nine years, presented with acute onset of shortness of breath. There was no previous history of cough, shortness of breath, fever, malaise, or weight loss. She denied any history of recent travel and denied any contact with sick patients. There was no history of occupational or environmental exposures.\\nThe patient was on monthly tocilizumab infusions, methotrexate 20 mg weekly, and leflunomide 20 mg/day for her rheumatoid arthritis.\\nOn examination, there were no skin nodules or lymphadenopathy. However, she had joint tenderness with a Disease Activity Score-28 (DAS 28) of 5.9 on current presentation.\\nThe oxygen saturation was 98% while breathing room air, but the chest expansion was reduced on the right side. Her chest x-rays revealed a pneumothorax on the right side and multiple lung nodules.\\nAfter treating the pneumothorax with an intercostal tube, she was investigated for lung nodules and a CT scan confirmed multiple thick-walled cavitory lung nodules in both lung fields with no evidence of bronchiectasis (Figures and ). Adjacent lung and the mediastinum were normal. However, an irregular soft tissue density was filling some of the nodules.\\nShe had normal full blood count and basic metabolic panel levels. The patient's rheumatoid factor was 256 U/ml, and anti-CCP was >200 U/ml. c and p antineutrophil cytoplasmic antibodies (ANCA) were negative with an ESR of 110 mm/hr and CRP of 130 mg/dL. Echocardiogram was normal with negative blood cultures. Her ultrasound abdomen examination was negative with no evidence of malignancy.\\nSputum tests for acid-fast bacillus (AFB) were negative thrice, and bronchoalveolar lavage fluid revealed few scattered polymorphs with no malignant cells. It was negative for AFB, and fungal stains and cultures for AFB were negative. Her Mantoux was 5 mm. Transbronchial lung biopsy evidenced a collection of macrophages, lymphocytes, and plasma cells around an area of necrosis, with no evidence of malignancy.\\nHer arthritis was maintained with prednisolone, hydroxychloroquine (HCQ), and sulfasalazine (SSZ).\\nA repeat CT scan done 6 months later showed expansion of her lung cavities, and an aspergillus precipitin test (immunoglobulin G (IgG)) became positive and treatment was started for chronic pulmonary aspergillosis.\\nShe was treated with itraconazole 300 mg bd, for 9 months for the fungal infection, and was treated with sulfasalazine 1 g bd and hydroxychloroquine 200 mg daily for the arthritis while steroids were tailed off to a maintenance dose of 7.5 mg/day.\\nOnce her lung condition was stabilized, she was treated with rituximab 1g two weeks apart with good control of her arthritis (DAS-28 was 1.9) at four months. She is still under shared care between the rheumatologist and the chest physician. However, follow-up CT scan done after 1 year has not shown any significant change in nodule size.\\nPneumothorax and fungal infection in pulmonary rheumatoid nodules were very rare in the literature and the patient's arthritis is controlled with rituximab therapy.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'23052405': 1, '26176527': 2, '26177173': 1, '29859543': 2, '7065725': 1, '22328566': 1, '3873887': 1, '25726549': 1, '8074134': 1, '26516255': 1, '26312704': 2, '33343960': 2}", "similar_patients": "{'4541765-1': 1, '4540538-1': 1, '5985057-1': 1, '5985057-2': 1, '5985057-3': 1, '5985057-4': 1, '5985057-5': 1}"}