{"patient_id": 97445, "patient_uid": "7173800-1", "PMID": 32368084, "file_path": "noncomm/PMC007xxxxxx/PMC7173800.xml", "title": "Myeloid Blast Crisis of Chronic Myeloid Leukemia Followed by Lineage Switch to B-Lymphoblastic Leukemia: A Case Report", "patient": "A 35-year-old male was admitted to our hospital in December 2015 because of abdominal distention for more than 1 year and dizziness for 1 week. Prior to his presentation at our hospital, the patient visited a local hospital because of abdominal distention where he was found to have a white blood cell (WBC) count and bone marrow (BM) smear that indicated CML; however, these reports were not available for review. The patient was then transferred to our hospital for further symptomatic treatment. Upon admission, the patient’s vital signs were within normal limits although was pale and had splenomegaly and anemic face on examination.\\nHis initial complete blood count (CBC) showed a hemoglobin level of 71 g/L, a platelet count of 43,000/µL, and a WBC count of 573,090/µL with 17% blasts. A BM study () revealed hypercellular marrow with 25% blasts (). The neutrophil alkaline phosphatase (NAP) activity was low. A chromosome study revealed a karyotype of 46, XY, t(9; 22)(q34; q11) in all 20 cells analyzed (). Reverse transcriptase-polymerase chain reaction (RT-PCR) analysis revealed the presence of genes encoding p210 BCR/ABL1 fusion proteins (). Immunophenotyping by flow cytometry suggested that the blasts were positive for cytoplasmic myeloperoxidase (MPO), CD4, CD11b, CD15, CD16, CD33, CD34, CD38, CD56, and CD71 (). A BM biopsy showed CML in myeloid blast crisis and fibrosis. A diagnosis of myeloid blast crisis from CML was made, and the patient was treated with imatinib (600 mg daily) and hydroxyurea (2000 mg daily). One month after the initiation of therapy, routine laboratory tests revealed a WBC count of 4920/µL with 2% blast cells in both the PB and BM. A treatment in combination with DVCP chemotherapy was recommended to the patient; however, treatment was delayed, and the patient was discharged due to financial reasons and the original treatment plan was maintained. Three months later, the patient was re-admitted to the hospital again for extensive cervical subcutaneous nodules, and PB tests indicated a high leukocyte count with 4% blasts. His BM showed hypercellularity with 62.5% blasts (). Similar to the first admission, a chromosome study revealed a karyotype of 46, XY, t(9; 22)(q34; q11) in all 20 cells analyzed (). RT-PCR analysis revealed the presence of genes encoding p210 BCR/ABL1 fusion proteins (). Immunophenotyping by flow cytometry suggested that the blasts were positive for cytoplasmic CD22, cytoplasmic CD79a, and CD10, CD19, CD20, CD33, CD38, CD117, HLA-DR with membrane-expressed (). Pathological biopsy of the cervical subcutaneous nodules revealed diffuse B-lymphoblastic lymphoma and B-lymphoblastic transformation from CML was diagnosed. Despite chemotherapy with DVCP (daunorubicin, vincristine, cyclophosphamide and prednisone) in combination with dasatinib for three months, the patient did not achieve complete remission. The routine laboratory tests revealed a WBC count of 4020/µL with 6% blast cells in the PB and 20% blast cells in the BM. The patient decided to stop treatment and was discharged from the hospital due to financial reasons.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'34298815': 1, '29501750': 1, '8618457': 1, '6590097': 1, '9389371': 1, '1751368': 1, '16434313': 1, '19446879': 1, '11074563': 1, '15378954': 1, '8111722': 1, '29228732': 1, '29151902': 1, '18617064': 1, '29296778': 1, '12783383': 1, '18566539': 1, '32368084': 2}", "similar_patients": "{}"}