{"patient_id": 30081, "patient_uid": "7777399-1", "PMID": 33388034, "file_path": "comm/PMC007xxxxxx/PMC7777399.xml", "title": "Concomitant hepatic tuberculosis and hepatocellular carcinoma: a case report and review of the literature", "patient": "A 47-year-old Indian man presented to the emergency department with a history of fever and abdominal pain for 3 months. The fever was low-grade, intermittent, relieved by antipyretics, and not associated with chills or rigor. Abdominal pain was experienced in the right upper quadrant, sharp in character, and not related to meal consumption. He also reported a cough, anorexia, and unintentional weight loss of 10 kg during the same period. There was no history of vomiting, altered bowel motion, or changes in stool or urine color. A review of other systems revealed unremarkable findings. His medical history was remarkable for diabetes mellitus, which was treated with an oral antidiabetic agent. He had no history of having undergone surgeries previously. He reported no tobacco smoking, alcohol consumption, or intravenous drug abuse. Notably, he reported no recent travel or consumption of unpasteurized dairy products.\\nOn presentation, he was not icteric or pale. He had a pulse rate of 119 bpm, and his other vital signs were within normal limits. Abdominal examination revealed a tender, enlarged liver with a span of 15 cm, and the spleen was palpable 2 cm below the left costal margin. The results of the laboratory studies are summarized in Table .\\nAbdominal ultrasonography revealed a solid lesion with heterogeneous echogenicity in the right lobe of the liver in a normal liver background. The mass was further characterized by dedicated contrast-enhanced computed tomography (CT) of the liver in four phases (non-contrast, arterial, portovenous, and delayed phase), which revealed a heterogeneous solid mass measuring 8.5 cm × 6.5 cm × 5.2 cm with peripheral arterial enhancement, internal hypodensity, and no venous or delayed washout. In addition, multiple small satellite lesions were observed throughout the liver. Multiple enlarged lymph nodes were found in the portohepatic, para-aortic, and retrocaval groups with no evidence of thoracic metastases. Dilatation of the left lobe biliary radicals was also observed. Considering that venous washout was not observed, which is a hallmark for the diagnosis of HCC, the radiological impression was of suspected cholangiocarcinoma (Fig. ).\\nThe patient continued to experience multiple episodes of fever during his hospital stay. Percutaneous transhepatic biliary drainage was then performed, as the patient was presumed to have cholangitis due to an obstructive lesion. Moreover, the patient underwent an ultrasound-guided biopsy of the liver lesion, and histopathological examination revealed a poorly differentiated HCC. The tumor cells showed immunohistochemical positivity for CK19, CK8, CK7, AFP, and pCEA and negativity for CK20, CD10, and HepPar1 (Fig. ).\\nThe patient received intravenous metronidazole (500 mg every 8 h) and imipenem (500 mg every 6 h). Intravenous fluconazole (400 mg every 24 h) was also initiated after the biliary culture exhibited growth of Candida parapsilosis and C. tropicalis. However, the patient did not show any clinical improvement. Abdominal ultrasonography was repeated, which highlighted the progression of the previously identified lesion. Subsequently, abdominal CT revealed that the mass had markedly increased in size compared to that on the initial CT performed 33 days prior, as it measured 11.3 cm × 10.6 cm × 10.6 cm with a larger central hypodense component (Fig. ). A co-existing infectious process was suspected because of the rapid increase in the size of the lesion. The tissue obtained from the biopsy was sent for routine bacterial culture, acid-fast bacilli smear, and polymerase chain reaction (PCR) testing. The PCR revealed Mycobacterium tuberculosis despite the negative acid-fast bacilli smear result.\\nSubsequently, antitubercular therapy comprising rifampicin (600 mg/day), isoniazid (300 mg/day), ethambutol (1.2 g/day), and levofloxacin (500 mg/day) was initiated. Over the following days, a significant clinical improvement was evident with resolution of the fever. On discharge, the patient was asymptomatic, and antitubercular treatment was continued. Surgical resection was not planned because the tumor was locally advanced with possible lymph node involvement. The patient decided to continue further management in his home country since he was not medically insured.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'20504861': 1, '22919011': 1, '23400006': 1, '14990600': 1, '11972637': 1, '34361097': 1, '13909709': 1, '22566887': 1, '18829521': 1, '28173830': 2, '29388206': 1, '18503635': 1, '21351269': 1, '17658950': 1, '11136747': 1, '11753664': 1, '15520485': 1, '2408960': 1, '33388034': 2}", "similar_patients": "{'5297144-1': 1}"}