{"patient_id": 20228, "patient_uid": "7262881-1", "PMID": 32285615, "file_path": "comm/PMC007xxxxxx/PMC7262881.xml", "title": "Effect of nintedanib on non-small cell lung cancer in a patient with idiopathic pulmonary fibrosis: A case report and literature review", "patient": "A 69-year-old man was diagnosed as NSCLC (cT2aN2M0, stage IIIA) in March 2017. He had a smoking history and no special family history. Because high-resolution computed tomography (HRCT) scan showed honeycombing in the lung bases, suggesting IPF, we chose carboplatin plus pemetrexed in combination with bevacizumab as the first-line treatment. Thereafter, docetaxel plus ramucirumab were administered as the second-line and carboplatin plus S-1 as the third-line treatments. After these chemotherapies, we observed progress of IPF and subsequently introduced supplemental oxygen therapy. Because of the progression of NSCLC and no more regimen with safety in a patient with IPF, we decided to start best supportive care and initiated treatment with nintedanib for IPF in May 2018.\\nOn the first day of nintedanib at 150 mg twice a day, his vital signs were normal except for tachypnea. Chest auscultation revealed fine crackles in both lower lung fields and clubbed fingers were also observed. A chest radiography showed reticular shadows in bilateral lung fields and a mass shadow in the left middle lung (Fig ). Chest computed tomography (CT) scan at initial referral to our hospital, one year before the initiation of nintedanib, showed honeycomb lung, traction bronchiectasis in the dorsal side of both lung bases and interstitial lung disease of usual interstitial pneumonia (UIP) pattern (Fig a). Chest CT showed a tumor in the left upper lobe with pleural disseminated and his UIP was getting progressively worse (Fig b–d). The serum level of carcinoembryonic antigen (CEA) was as high as 60.1 ng/mL and sialylated carbohydrate antigen Krebs von den Lungen-6 (KL-6) level was elevated to 2780 U/mL. On spirometry, the forced vital capacity (FVC) was 2.75 L, which was 0.48 L lower than a year before. He also had impaired diffusing capacity with DLCO of 14.5% (Table ). After the introduction of nintedanib, we observed modest elevation of liver enzymes, which improved after the short-term administration of ursodeoxycholic acid.\\nOne month later, chest CT revealed regression of the primary tumor and pleural dissemination (Fig e,f). The CEA level lowered to 12.8 ng/mL. Although he did not experience exacerbation of IPF, he was readmitted because of pleural effusion and respiratory failure and subsequently died of the cancer progression.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'31654836': 1, '27130459': 1, '15340372': 1, '24836310': 1, '33742758': 1, '19659650': 1, '31608537': 1, '24556663': 1, '34687672': 1, '34347162': 1, '18559524': 1, '20493578': 1, '21212157': 1, '30237884': 2, '27987591': 1, '24411639': 1, '34830058': 1, '32285615': 2}", "similar_patients": "{'6138540-1': 1}"}