{"patient_id": 17795, "patient_uid": "7086427-1", "PMID": 32231825, "file_path": "comm/PMC007xxxxxx/PMC7086427.xml", "title": "Enoxaparin Effect on Pregnancy Outcomes in a Patient with Elevated Plasminogen Activator Inhibitor-1", "patient": "A 36-year-old gravida 6, para 1-1-3-1 nonsmoker with a history of chronic hypertension not on antihypertensive medication, migraines, obesity with a BMI of 43 kg/m2, and asthma, presented at 8-week gestation with dichorionic-diamniotic twins. The gestation was conceived after clomid and intrauterine insemination (IUI) with donor sperm, as she did not have a current partner. Her first pregnancy was a miscarriage at 6-week gestation after IUI using a unique sperm donor than subsequent pregnancies. Gravida 2 was conceived via IUI and was complicated by a vanishing twin and development of preeclampsia with severe features (pulmonary edema), necessitating a primary lower transverse cesarean section at 31 weeks and 4 days gestational age. Placental pathology demonstrated marked villous hypermaturity, nontransformed decidual vessels, and multiple placental infarcts. Gravida 3 was conceived via IUI and was complicated by the diagnosis of VACTERL syndrome. She was managed on low-dose aspirin and eventually labetalol during this gestation. She underwent a repeat cesarean at 37 weeks for worsening chronic hypertension and IUGR, with placental pathology showing placental infarction and a single umbilical artery. Her blood pressure was significantly elevated during this time; however, she was not considered to have preeclampsia by the delivering team and magnesium was not initiated. On day of life 5, there was a neonatal demise due to surgical complications from a bowel obstruction. Gravidas 4 and 5 were early miscarriages. Her family history was relevant for a mother who had two miscarriages and cardiovascular disease.\\nShe underwent preconception consultation with hematology. She was tested for inherited thrombophilias and found to have an increased PAI-1 antigen level to 64 ng/mL (normal 4-43 ng/mL). Testing for Factor V Leiden mutation, Prothrombin Gene mutation, Protein C, Protein S, and Antithrombin III deficiency were negative. Additional workup included normal antiphospholipid antibody syndrome testing, thyroid studies, hemoglobin A1c, and hysterosalpingogram. Due to her elevated PAI-1 and history of poor perinatal outcomes, prophylactic enoxaparin was suggested by hematology. She was maintained on aspirin 81 mg starting at 12 weeks and enoxaparin 40 mg subcutaneously daily starting at the time of her positive pregnancy test after significant discussion with maternal-fetal medicine regarding her history and the hematology consultation. She had normal baseline kidney function, liver function, and no chronic proteinuria. Her antenatal course was uncomplicated apart from presenting at 31 weeks with a headache and elevated blood pressure. Labs ruled her out for preeclampsia; she was given betamethasone, started on labetalol 100 mg twice daily, and followed with weekly labs. Her headache improved and was noted to be consistent with her baseline migraines. She underwent repeat cesarean at 36 weeks and 3 days due to preeclampsia without severe features superimposed on chronic hypertension. Infants weighed 3,046 g and 2,630 g. Interestingly, placental pathology showed a mature dichorionic diamniotic twin placenta, with no vasculopathy and no placental infarction. She received enoxaparin postpartum in the hospital, in the setting of her cesarean section and obesity, but declined to continue treatment for 6 weeks postpartum. She represented on postpartum day 8 with severe range blood pressures and dyspnea with imaging confirming bilateral pulmonary edema. An echocardiogram revealed a normal ejection fraction of 65%. Her labetalol was increased to 400 mg twice daily and she was discharged home on Lasix 20 mg twice daily for 5 days, with full and rapid recovery. She was titrated off labetalol in the subsequent weeks and remained off antihypertensive medications. In context of chronic hypertension and preeclampsia, it was suggested that she could consider continuing aspirin for secondary prevention of cardiovascular disease.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'12114900': 1, '15842353': 1, '19683696': 1, '27401656': 1, '16502012': 1, '29939939': 1, '24121033': 1, '28758928': 1, '12388999': 1, '16820203': 1, '25250948': 1, '32231825': 2}", "similar_patients": "{}"}