{"patient_id": 32327, "patient_uid": "7888683-1", "PMID": 33614355, "file_path": "comm/PMC007xxxxxx/PMC7888683.xml", "title": "Dilemma of Treating Psychosis Secondary to Stroke", "patient": "A 48-year-old Caucasian male with no prior personal or family history of mental health diagnosis presented with new-onset psychosis, status post-ischemic stroke after motor vehicle accident (MVA). He suffered from an MVA in which he was an unrestrained passenger sustaining a head-on collision without loss of consciousness. He was heavily intoxicated by alcohol. Workup during hospitalization identified a fracture of the right femur in radiological reports. He had open treatment of femoral supracondylar fracture with intercondylar extension. The patient’s urine screened positive for tetrahydrocannabinol (THC), and opioids prescribed were prescribed to the patient.\\nThe patient suffered from a stroke one week after the MVA. The stroke resulted in right-sided limb weakness, dysarthria, and right facial droop. Psychosis started a few days after the stroke. Symptoms included auditory hallucinations (AH), persecutory delusions about being watched through cameras, thought broadcasting through microphones, having ideas of reference about receiving special messages through television. In 2017, he set his house on fire and injured his father secondary to commanding AH, leading to legal charges against him. He frequently felt aggravated as a result of the commanding AH and at times, also acted on those commands. He described feeling depressed when not angry or irritable. He has not been employed since the MVA. Sleep, memory, and ability to concentrate are poor due to ongoing AH. His medical history includes stroke in 2016, asthma, heart implant, intramedullary rods in both legs, limping gait, arthritic changes in the right knee, and right elbow injury. History of substance use was clinically significant for methamphetamine abuse that started two months after the MVA. He remained sober from alcohol for over a year at the time of the report, however used tobacco dips regularly. Family history was significant for stroke in his paternal lineage (father and grandfather); and no known family history of mental health diagnosis.\\nThe patient was initiated on the trial of olanzapine and divalproex and doses were titrated slowly to olanzapine 20mg every night (qHS) and divalproex 500mg twice daily (BID). These medications did not resolve the symptoms of psychosis substantially. The positive and negative syndrome scale (PANSS) score before initiation medicines was 180, and after adequate dose trial decreased to 147. Therefore, combinatorial pharmacogenomics testing was performed to guide the treatment of choice for psychotropic medication regimen. Test results did not indicate any gene interaction with the majority of antipsychotics. Among selective serotonin reuptake inhibitor (SSRI), fluoxetine and paroxetine were predicted to have moderate and severe interactions, respectively. However, other antidepressants showed no significant interactions. The human serotonin transporter gene (SLC6A4) showed a normal response, and the patient was noted to be homozygous for long promoter polymorphism of serotonin transporter. Serotonin receptor 2A (HTR2A) homozygous variant for allele concluded an increased risk of adverse reaction with SSRI. Human leukocyte antigen (HLA)-b*1502 and HLA-a*3101 has low risk, as they do not carry this allele.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'28983445': 1, '21518145': 1, '28347214': 1, '29332009': 1, '17464709': 1, '11154014': 1, '29766653': 1, '26664729': 2, '16571526': 1, '17239805': 1, '9081563': 1, '28658884': 1, '12773272': 1, '21586920': 1, '33614355': 2}", "similar_patients": "{'4673856-1': 1}"}