{"patient_id": 96761, "patient_uid": "7060070-1", "PMID": 32184651, "file_path": "noncomm/PMC007xxxxxx/PMC7060070.xml", "title": "Combining Transcranial Direct Current Stimulation and Transcutaneous Electrical Nerve Stimulation to Relieve Persistent Pain in a Patient Suffering from Complex Regional Pain Syndrome: A Case Report", "patient": "A 32-year-old woman was diagnosed with CRPS Type I (Budapest criteria) by an anesthesiologist, three weeks after hitting here left lower limb on a piece of furniture. She had disproportionate pain compared to the inciting event (continuous moderate to severe pain on a daily basis after the event), and exhibited typical CRPS symptoms and clinical signs at the moment of the evaluation, including 1) somatosensory (allodynia, hyperalgesia and agraphesthesia from toes to mid-thigh), 2) vasomotor (lower skin temperature and change in skin color of the affected foot and leg), 3) sudomotor (edema) and 4) motor/trophic (dystonia in ankle plantar flexion and increased nail growth) manifestations. Movements from her left foot and ankle were completely absent, constraining her to use Canadian crutches to move since the accident. She was prescribed pregabalin 150 mg/day (once a day [DIE]), tapentadol 150 mg (twice a day [BID]) and duloxetine 60 mg DIE for pain relief.\\nApproximately one year after the initial incident, the patient began rehabilitation treatments including sensorimotor retraining and graded motor imagery 2–3 times a week for 16 weeks., Rehabilitation slightly decreased pain and reduced the area of allodynia and hyperalgesia as far as mid-tibia but had no effect on motor symptoms. Two years after the trauma, the patient was surgically implanted with a spinal cord stimulator (SCS), which significantly reduced her pain, to the point that she was now able to touch (mechanical stimuli) her affected limb and put on socks and shoes over her left foot. Subsequently, non-painful stimulations with low-frequency TENS applied directly on the lower leg of the affected limb were added as daily home treatments to stimulate afferent fibers in order to promote cerebral plasticity and motor recovery.– After 8 weeks of TENS, the patient was able to slightly move her affected ankle for the first time in 2 years. Even though pain never completely disappeared, the condition of the patient remained stable (mean pain intensity of approximately 3/10 on a visual analog scale [VAS]) for another two and a half years until the patient (now aged 37 years) reported a significant worsening of her symptoms (increased pain and reduced voluntary movement of the foot and ankle). No events occurred before the worsening of symptoms, and pharmacological analgesics and SCS were pursued as usual, although they suddenly appeared to be ineffective. Previous rehabilitation treatments (graded motor imagery and sensorimotor training) were tried once again, without success.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'11690728': 1, '20356382': 1, '20728275': 1, '23130002': 2, '23331950': 1, '11068116': 1, '23633371': 1, '15922645': 1, '22268318': 1, '24582372': 1, '29600889': 1, '19920718': 1, '25847717': 1, '14694034': 1, '17082465': 1, '25471395': 1, '27511815': 1, '26922847': 1, '26905470': 1, '19713616': 1, '21620374': 1, '33751453': 1, '20533559': 1, '23228660': 1, '10957699': 1, '21683929': 1, '6089074': 1, '28440001': 1, '23116812': 1, '22484179': 1, '20739217': 1, '24645998': 1, '145920': 1, '20018567': 1, '11576739': 1, '25111604': 1, '11723286': 1, '11408550': 1, '12062028': 1, '17239806': 1, '6450426': 1, '8378107': 1, '10990547': 1, '20870464': 1, '20704669': 1, '28611529': 1, '27092048': 1, '32184651': 2}", "similar_patients": "{'3486958-1': 1}"}