{"patient_id": 29132, "patient_uid": "7728737-1", "PMID": 33330277, "file_path": "comm/PMC007xxxxxx/PMC7728737.xml", "title": "Case Report: CMV-Associated Congenital Nephrotic Syndrome", "patient": "A 9-week-old male (ex 34 weeks gestational age, corrected age 3 weeks) had been referred to our Emergency Department with suspected surgical abdomen. He presented a 3-day history of non-bilious, non-bloody vomiting and a 2-week-history of increasing abdominal distention and scrotal swelling. The patient was the second child of his parents who are from Kerala, India, and distantly related (3rd degree cousins). The couple's firstborn son is healthy.\\nPregnancy was complicated by moderate oligohydramnios and decreased fetal movements which led to urgent C-section. Mother denied fever or rash during pregnancy, and her urinalysis was normal.\\nBirth weight was 1970 g (20th weight percentile). The weight of the placenta is not known. APGAR was 8 and 8 after 1 and 5 min, respectively. He received CPAP and then oxygen via nasal cannula for a total of 3 days. A post-natal brain ultrasound study was reportedly normal, TSH was 12 mU/L, and he was discharged home after 6 days. Immunizations were up-to-date, including PCV13.\\nAt presentation, the infant was alert, irritable, pale and grunting. He was normocephalic without dysmorphic features. There was no rash, no jaundice, no petechiae or ecchymoses. He was tachycardic at 175 beats per minute and tachypneic. The remainder of the cardiovascular and pulmonary findings was unremarkable. The abdomen was distended, tense and shiny with large ascites and no palpably enlarged liver or spleen. Substantial scrotal edema was noted. Weight (with edema) was 3.5 kg (0.01%, z score −3.83), length 52.5 cm (0.00%, z score −4.31), and head circumference 35.5 cm (0.04%, z score −3.35).\\nAt the time of admission, there was large proteinuria, hypoalbuminemia, and hypercholesterolemia, consistent with nephrotic syndrome. Nephrotic range proteinuria was defined as a spot urine protein-to-creatinine ratio of >0.23 g/mmol (corresponding to >2.0 g protein/g creatinine). For details and definitions, see ). The hemoglobin (Hb) level dropped from 100 to 69 g/L over the first 10 days of admission, with inadequate reticulocyte response and normal serum ferritin and iron levels. Serum C3 and C4 concentrations, measured on day 11 of admission, were decreased. The concomitant direct agglutination (Coombs) test was negative. Secondary findings were hypogammaglobulinemia, hypothyroidism with elevated TSH and low free T4 levels, hypovitaminosis D, low-normal serum ionized calcium (1.17 mmol/L) and moderately elevated intact PTH. ALT and AST were normal. GGT and bilirubin concentrations peaked during the first few days after admission (see ).\\nThe ultrasound (US) scan showed enlarged kindeys with mildly increased cortical echogenicity. Liver and spleen were of normal size and echotexture. The brain US study was normal, except the presence of thalamostriate mineralizing vasculopathy.\\nCardiac echography demonstrated a small perimembranous ventricular septal defect of 2–3 mm with left-to-right shunt and patent foramen ovale, none requiring specific interventions.\\nInfectious disease workup revealed anti-CMV IgM antibodies and CMV DNA (by PCR) in blood and urine. Maternal screening during pregnancy for toxoplasma (IgG and IgM), rubella (IgM), HIV 1 & 2 antibodies/P24 antigen, hepatitis B (HBsAg) and hepatitis C (antibodies), and syphilis was negative. Subsequent CMV testing showed high maternal serum concentrations of CMV IgG, but no anti-CMV IgM.\\nTreatment consisted of frequent albumin infusions, diuretics and ACE inhibition, with improvement of ascites and peripheral edema. He also received L-thyroxin, vitamin D and oral penicillin prophylaxis, low-dose acetyl salicylic acid, iron, and indomethacin. In addition, he was vaccinated against Streptococcus pneumoniae (PCV13, twice) and hepatitis B.\\nValganciclovir treatment was initiated 9 days after presentation at a dose of 22 mg/kg/day. CMV DNA became undetectable in plasma and urine after 1 month of antiviral therapy, however proteinuria failed to improve () strengthening the presumptive clinical diagnosis of a genetic form of congenital nephrotic syndrome.\\nThe patient's energy and protein intake remained precariously inadequate. However, parents were reluctant to agree to g-tube insertion or (unilateral) nephrectomy. Tragically, at the age of 7.9 months, following a few days of lapsed penicillin administration due to vomiting and diarrhea, the patient succumbed to fulminant sepsis, within hours after arrival in the Emergency Department, caused by pan-sensitive S. pneumoniae.\\nA kidney biopsy was performed 15 days after hospitalization (6 days after initiation of VGC treatment) to differentiate the pathohistological changes underlying the nephrotic presentation (, , , ). The majority of the >100 sampled glomeruli showed mild mesangial hypercellularity with patent capillaries and normal glomerular basement membrane (GBM) contours. Ten percent of the glomeruli were globally sclerosed or segmentally scarred. Three glomeruli showed active cellular or fibrocellular crescents with proliferation in the Bowman space and focal ruptures of GBM. There was a patchy, mononuclear tubulointerstitial inflammatory infiltrate. Infiltrating interstitial lymphocytes stained positive for CD3 and CD20, respectively, indicating the presence of T- and B-cells. Trichrome staining showed fibrosis in <5% of the cortex. Arteries and arterioles were histologically normal. Immunohistochemical staining for CMV was negative. Routine immunofluorescence showed faint, likely non-specific staining for IgM and C3. Electron microscopy revealed diffuse podocyte foot process effacement with prominent microvillous transformation, but no immune-type deposits. Endothelial fenestrations were intact, and no viral or endothelial tubuloreticular inclusions were noted ().\\nGenomic DNA, extracted from peripheral blood cells, underwent a series of ultra-sonication, chemical, and enzymatic steps to generate a sequencing-ready library of short fragments (300–400 bp) using the SureSelectXT kit (Agilent, USA). RNA capture probes targeting all coding regions were used to enrich for whole exome regions using the SureSelect Clinical Research Exome V2 kit (Agilent, USA). The enriched library was then subjected to next generation sequencing (2 × 150 bp) using the SP flow cell and the NovaSeq platform (Illumina, USA). Sequencing data were then processed using an in-house custom made bioinformatics pipeline to retain high quality sequencing reads with at least 100X coverage across all coding regions. Rare variants in 99 genes associated with nephrotic syndrome () were filtered for analysis and interpretation using the American College of Medical Genetics and Genomics (ACMGG) Sequence variant interpretation guideline (). Two variants in the NPHS1 and the ITSN2 genes met the ACMGG criteria for reporting. NPHS1 encodes nephrin which is central for the integrity of the podocyte slit diaphragm. Pathogenic variants in NPHS1 cause classical Finnish-type congenital nephrotic syndrome (). The apparently homozygous 2071+1G>T variant in NPHS1 (NM_004646.3) has not been previously reported in individuals with disease and is absent from large population studies such as the Genome Aggregation Database (genomAD) and the Greater Middle East (GME) Variome database. This variant occurs in the conserved region (±1,2) of the splice consensus sequence of the only known NPHS1 transcript, and is predicted to cause altered splicing leading to an abnormal or absent protein (). The mutation is apparently homozygous, although a large deletion of the second allele could not be ruled out since parental testing was not conducted.\\nA heterozygous c.2713G>A p. (Ala905Thr) missense variant was also reported in ITSN2 (NM_006277.2), the gene encoding intersectin 2, a member of the guanine exchange factor (GEF) family of proteins that activate Cdc42. This variant was classified as uncertain due to lack of sufficient evidence supporting its clinical significance. Bi-allelic pathogenic variants in ITSN2 have been reported as a novel cause of nephrotic syndrome (). The identified variant is absent from large population studies such as the Genome Aggregation Database (gnomAD) and the Greater Middle East (GME) Variome database. Computational prediction tools did not provide evidence for or against pathogenicity. No variants were discovered in complement-related genes or genes associated with (other) immunodeficiencies.", "age": "[[9.0, 'week']]", "gender": "M", "relevant_articles": "{'28665076': 2, '23957425': 1, '11805168': 1, '27993330': 1, '4120917': 1, '16523262': 1, '14658172': 1, '26961288': 1, '8611363': 1, '30192042': 1, '2999499': 1, '7742232': 1, '19158356': 1, '8160074': 1, '32462257': 1, '1313611': 1, '17968594': 1, '3019866': 1, '197126': 1, '21715394': 1, '25635037': 1, '9660941': 1, '25349199': 1, '12644922': 1, '8398639': 1, '32377865': 1, '8770991': 1, '24252753': 1, '4610418': 1, '34203932': 1, '31456999': 1, '16941028': 1, '20507940': 1, '30115968': 1, '29773874': 1, '26395882': 2, '31908565': 1, '4374799': 1, '24902943': 1, '3328575': 1, '28117080': 1, '33330277': 2}", "similar_patients": "{'5494339-1': 1, '4580224-1': 1}"}