{"patient_id": 104082, "patient_uid": "7808852-1", "PMID": 33423441, "file_path": "noncomm/PMC007xxxxxx/PMC7808852.xml", "title": "Fatal airway obstruction due to a ball-valve clot with identical signs of tension pneumothorax", "patient": "A 47-year-old female patient who had undergone implantation of a left ventricular-assist device (LVAD; HeartMate II, NIPRO, Osaka, Japan) 3 weeks previously had received noninvasive positive pressure ventilation (NIPPV) for oxygenation. On postoperative day 17, a planned thoracentesis was performed for drainage of a pleural effusion of the right thorax. Despite removal of the effluent, the patient’s oxygenation worsened, and emergency tracheal intubation was conducted. A subsequent emergency computed tomography (CT) revealed right pneumothorax and left hemothorax (). The surgeons speculated that both lower lung lobes may have been injured during implantation of the LVAD, and the chest tubes were replaced.\\nHowever, the subsequent mechanical ventilation was unstable because of increasing airway pressure. Fiberoptic bronchoscopy revealed an obstructing clot in the tracheal tube. The clot was removed by a large-bore suctioning catheter (), and mechanical ventilation was safely continued.\\nTwo days later, anticoagulation therapy continued with oral administration of 1.5 mg warfarin, and the value of prothrombin international normalized ratio was 1.71. The activated partial thrombin time was 39.1 seconds. The patient’s trachea was extubated without complication. Immediately after extubation, NIPPV was applied again. After the indicated level of coagulation was confirmed, a percutaneous drainage system, Mini-Trach 2 (Smith Medical International, Ashford, UK), was placed in the neck for suctioning of the discharge in the trachea. Slight bloody sputum was suctioned every 15 minutes. However, the patient developed tachypnea (more than 20 breaths/min), and mild desaturation events followed. Progressive dyspnea and tachycardia suggested respiratory failure. Three hours after extubation, the intensive care team elected to reintubate the patient.\\nSuccessful intubation was confirmed by chest wall movement, auscultation, and detection of expired carbon dioxide. However, ventilation using Jackson-Rees circuit became progressively difficult and finally impossible. The mean pulmonary arterial and central venous pressures markedly increased to 39 mm Hg and 24 mm Hg, respectively, within 3 minutes. The mean arterial blood pressure and pulse oximetry decreased to 26 mm Hg and less than 80%, respectively. Tension pneumothorax was suspected, and emergency bilateral thoracenteses were performed; bloody and foamy air spouted from the needles.\\nAlthough the arterial blood pressure immediately increased after the thoracenteses and administration of epinephrine, ventilation was still impossible. HeartMate II, the LVAD, continued pumping blood without failure. The cardiovascular physicians and the engineering team established venous-arterial extracorporeal membrane oxygenation (VA-ECMO) within 15 minutes from the emergency call for the ventilatory failure. The cardiovascular status promptly stabilized, and oxygenation was fully preserved. Successive fiberoptic bronchoscopy revealed obstruction of the trachea by a large blood clot, and suctioning with a large-bore catheter failed to aspirate the clot. Finally, the clot was removed with the endotracheal tube as extubation with suctioning caused the clot to be bonded with the tube. The clot was approximately 1 cm in diameter and 4 cm in length (). An emergency CT revealed slight pneumothorax and subcutaneous emphysema (). Collapse of ventilation was a result of endotracheal obstruction by a ball-valve clot, not tension pneumothorax.\\nA follow-up head CT revealed progression of whole hypoxic changes of the brain. Although VA-ECMO was established, severe hypoxia and hypoperfusion might have caused encephalopathy. Supportive care was continued, and the patient died 2 weeks later.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'26934604': 1, '9925105': 1, '22348453': 1, '29457060': 2, '22034489': 1, '25618886': 1, '11805544': 1, '7060377': 1, '33423441': 2}", "similar_patients": "{'5804594-1': 1}"}