{"patient_id": 31357, "patient_uid": "7838709-1", "PMID": 33537207, "file_path": "comm/PMC007xxxxxx/PMC7838709.xml", "title": "A case of Gemella morbillorum native valve endocarditis and results of in vitro susceptibility testing", "patient": "A 48 years old, previously healthy male presented to the outpatient Infectious Disease clinic with an unintentional fifty pounds weight loss, extreme fatigue, drenching night sweats, and progressively worsening shortness of breath with exertion for four months. There was no history of fever, cough, drug abuse, unusual exposures or dental procedures. Physical examination revealed normal vitals but a grade 4/6 systolic murmur in the mitral area. Rest of the physical examination was unremarkable. Laboratory investigations done by his primary care doctor a month prior to this presentation showed normocytic normochromic anemia, and an elevated erythrocyte sedimentation rate at 46 mm/ hr. Complete metabolic panel, thyroid function test, HIV screen and QuantiFERON were normal. Recent computed tomography of chest, abdomen, and pelvis without contrast showed moderate splenomegaly and few areas of diminished attenuation in the spleen representing old infarcts. Blood cultures were obtained and within 48 h grew gram-positive cocci, identified as Gemella morbilliform. Patient was admitted and started on intravenous vancomycin and ceftriaxone. Repeat blood cultures 48 h after initiation of antibiotics were negative. Echocardiogram revealed two mitral valve vegetations, 23 × 23 mm and 13 × 8 mm in size, with severe mitral regurgitation requiring mitral valve replacement. Patient was also found to have acute kidney injury secondary to endocarditis associated immune complex mediated glomerulonephritis. To further investigate the source of bacteremia, he underwent colonoscopy which was normal.\\nThe isolate was submitted to a reference laboratory for antimicrobial susceptibility test (AST) but was unable to be performed using CLSI approved method due to poor growth of the organism. We also tried to perform AST in our research laboratory using broth microdilution testing but was unsuccessful as the organism did not grow in the wells when using Mueller Hinton Broth with 5% lysed horse blood []. We were able to determine AST results for the Gemella sample using Etest© strips. The E-test Application Guide [] procedure for “Fastidious Gram-Positive Organisms” was utilized. The inoculum was prepared from a 24 h growth and made equivalent to a 1.0 McFarland standard in Brain Heart Infusion Broth. The plates were incubated at 35℃ in 5% CO2.The media recommended by E-test and CLSI was Mueller Hinton agar with 5% blood, but when using this media, we were unable to get sufficient growth to read the results. We were able to get sufficient growth using Tryptone Soya agar with 5% sheep blood, but the organism grew the best on Brucella agar with 5% sheep blood, hemin and vitamin K []. With the Brucella agar the growth was confluent and allowed us to easily read the eclipse for the E-test. The E-test application guide recommends Brucella agar for anaerobes. The organism required 48 h of growth to correctly read the results. SPNE ATCC 49,619 was used for quality control as recommended by CLSI. The results are shown in the table.\\nIntravenous vancomycin was discontinued after the results of the AST, and treatment was continued with intravenous ceftriaxone alone. Patient finished 6 weeks of intravenous ceftriaxone post mitral valve replacement. Renal function gradually improved, and creatinine returned to baseline by the end of treatment. Repeat blood cultures done two weeks post antibiotic therapy were negative. On follow-up visits patient reported significant improvement in his weight, fatigue, night sweats and activity level.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'25544914': 2, '30186651': 2, '18159356': 1, '26373316': 1, '31903393': 2, '33537207': 2}", "similar_patients": "{'6112214-1': 1, '6796301-1': 1, '4273548-1': 1}"}