{"patient_id": 25022, "patient_uid": "7491125-1", "PMID": 32928181, "file_path": "comm/PMC007xxxxxx/PMC7491125.xml", "title": "Intrapulmonary mature cystic teratoma of the lung: case report of a rare entity", "patient": "A 27-year-old female visited our clinic with an unremarkable past medical history, with the chief complaint of progressive dyspnea and chest pain since 2 weeks prior to admission, which was recently accompanied by non-productive cough, chills, fever, and orthopnea. She also reported a mild, episodic, and occasionally pleuritic chest pain that radiated to back and left upper extremity. She denied any nausea, vomiting, rashes, joint pain, weight loss, or a history of smoking. She also reported a previous admission a few years ago due to dyspnea and chest pain in which after normal cardiac evaluation, was discharged with no established diagnosis.\\nOn physical examination, the patient was febrile (38.3 °C orally) and breathing sound was decreased in lower two-third of the left lung. Other systemic exams were unremarkable. The patient underwent radiological chest evaluation, in which chest X-ray revealed massive left side pleural effusion with no apparent focal opacities. On admission, routine blood investigations including renal and liver function tests were within normal limits, apart from white blood cell count that showed leukocytosis (14.8 × 103). On the suspicion of rheumatologic disorders, rheumatoid factors were evaluated which were all normal. Subsequently, a chest computed tomography (CT) scan also revealed pleural effusion, which along with previous findings, provided us with the impression of empyema. Therefore, a pleural drainage needle catheter was inserted but due to insufficient drainage, it was replaced with a chest tube.\\nConsidering patients persistent fever and CT scan revelations, a provisional diagnosis of hydatid cyst versus lung abscess was made, and she was administered different antibiotics (ceftriaxone 1 g intravenous every 12 h/clindamycin 600 mg intravenous every 8 h / Imipenem 500 mg intravenous every 6 h) and Albendazole (400 mg orally, daily), however, the symptoms did not alleviate and due to the possibility of hydatid cyst, intensive procedures such as aspiration and biopsy was avoided and surgical interventions to remove the lesion was suggested for treatment. Furthermore, abdominopelvic ultrasonography was done to rule out possible liver, retroperitoneal, and gonadal mass, which no significant findings were detected.\\nThe patient was operated under general anesthesia. Due to the severe adhesions caused by the recurrent previous infections, the operation changed from up position thoracoscopy to posterolateral thoracotomy. While exploring the pleural cavity, a grayish multi-lobulated firm intrapulmonary cystic mass (13 × 11 × 4 cm) was detected in the left upper lobe which was filled with hair and keratinized material. Based on the severe involvement and the retraction of the left upper lobe, left upper lobectomy was carried out.\\nThe specimen was collected from the lesion and the pleura for microscopic pathological evaluation. The gross examination of the operated specimen showed the upper lobe of the lung attached to a lobulated grayish cystic mass measuring 13 × 11 × 4 cm. Cut sections of the mass revealed unilocular cystic lesion filled with hair and waxy material. Microscopic sections showed the cystic lesion consisted of endodermal, ectodermal, and mesodermal components. Pancreatic tissue, mucinous epithelium, respiratory epithelium, epidermal tissue with sebaceous glands, adipose tissue, smooth muscle, and cartilage were identified in multiple microscopic sections (Figs. , , ). Non-tumoral tissue showed pneumonia and pleural excision showed fibrinoid degeneration. No immature or malignant component was identified and the diagnosis of mature cystic teratoma was confirmed.\\nBased on the patients’ surgical and histopathological findings, a final diagnosis of intrapulmonary mature cystic teratoma was achieved and the patient was discharged after 8 days with an uneventful post-op course. Follow up during the next years showed no sign of recurrence and a normal chest x-ray (Fig. ).", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'28898187': 1, '34898881': 1, '27358685': 1, '30466230': 1, '25749667': 1, '22180529': 1, '17307495': 1, '10965623': 1, '27576374': 1, '25939909': 1, '24426558': 1, '15112254': 1, '22892230': 1, '18028571': 1, '2982716': 1, '26366400': 1, '20605822': 1, '16957908': 1, '24046785': 2, '17273583': 1, '15026588': 1, '10834543': 1, '17054798': 2, '32928181': 2}", "similar_patients": "{'3767022-1': 1, '1626485-1': 1}"}