{"patient_id": 28220, "patient_uid": "7678764-1", "PMID": 33224668, "file_path": "comm/PMC007xxxxxx/PMC7678764.xml", "title": "A Case of Rheumatoid Arthritis-Associated Interstitial Lung Disease - An Unfortunate Complication of Untreated Rheumatoid Arthritis!", "patient": "A 69-year-old female with a pertinent medical history of congestive heart failure with preserved ejection fraction, liver cirrhosis, seizure disorder, and rheumatoid arthritis (not on treatment) presented to the emergency department due to worsening shortness of breath. This shortness of breath was worse on exertion, was associated with tiredness, dry intermittent cough several times a day lasting for a few minutes, and an increase in her baseline abdominal distension. The dyspnea had no relation to changes in her position, did not wake her up from sleep, and further denied any day time somnolence or snoring at night. She, however, reported that for the past month her symptoms have progressively gotten worse and hence she came to the ED.\\nOn the initial assessment, her vital signs revealed tachycardia and oxygen saturation of 87% for which she was placed on 2 liters of oxygen via nasal cannula. Her physical examination revealed a distended abdomen, crackles were audible at the base of her lungs bilaterally and her lower extremities showed traces of edema bilaterally. Her initial electrocardiogram (EKG) showed sinus tachycardia, her echocardiogram was performed and it revealed normal left ventricular ejection fraction, mild tricuspid regurgitation and severe pulmonary hypertension with the right ventricular systolic pressure estimating to be 66 mmHg. The X-ray done showed bilateral opacities and the CT of her chest (Figure and Figure ) was suggestive of interstitial lung disease with interstitial thickening, bronchiectasis, and honeycombing. The pulmonary team saw the patient, suggested a rheumatologic workup for the patient to further investigate for a cause of the ILD. The following day, her labs came back and her antinuclear antibody (ANA) was found to be elevated with a ratio of 1:2560, her rheumatoid factor was elevated to >650, and her cyclic citrullinated peptide (CCP) antibody was strongly positive to >250 (Table ). These results increased our suspicion of rheumatoid arthritis-associated ILD. The rheumatology team also saw the patient and requested laboratory studies to prepare her for a steroid-sparing agent, to be started as an outpatient. The results revealed that her centromere antibody was elevated as well. The patient was started on prednisone 60 mg daily and bronchodilators. The patient's hypoxia improved, she was discharged and she was recommended to follow up with a pulmonologist and a rheumatologist as an outpatient.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'20884744': 1, '20217173': 1, '23400887': 1, '9917959': 1, '19892679': 1, '29119259': 1, '18227362': 1, '18757459': 1, '18156562': 1, '24758887': 1, '15580351': 1, '24875795': 1, '22867979': 1, '8135910': 1, '20155830': 1, '8291652': 1, '33224668': 2}", "similar_patients": "{}"}