{"patient_id": 22860, "patient_uid": "7393332-1", "PMID": 32737619, "file_path": "comm/PMC007xxxxxx/PMC7393332.xml", "title": "A case of suspected propofol infusion syndrome after abdominal aortic aneurysm surgery", "patient": "A 70-year-old female patient was scheduled for abdominal aortic aneurysm resection and reconstruction. She had undergone general anesthesia for surgery of purulent cervical spondylitis about 6 years ago without any adverse event. The height of the patient was 142 cm, and the weight was 54 kg.\\nA catheter was inserted into the thoracic vertebrae 9–10 epidural interspace to enable analgesia prior to sedation using propofol. Anesthesia was induced with continuously injected remifentanil at a rate of 0.15–0.3 mg/kg/h, and propofol was started intravenously at a target plasma concentration of 3 μg/ml using a target-controlled infusion (TCI) pump, followed by 40 mg of rocuronium bromide for endotracheal intubation. Anesthesia was maintained with 70% nitrous oxide, 30% oxygen, and propofol continuously injected at a target plasma concentration of 1–2 μg/ml.\\nThe abdominal aortic aneurysm, which measured 4.9 cm in diameter, was observed from the infrarenal artery to the level of bifurcation of the inferior mesenteric artery (IMA), while the renal artery and iliac artery were not clamped. The peripheral anastomosis to the aorta was possible above the IMA. The operation time was extended significantly beyond the scheduled time in order to control bleeding due to a lumbar vein injury, and the anesthesia lasted 5 h 38 min. Total blood loss was 3424 ml, 1159 ml in the blood loss was returned by the autologous blood collection device, and 6 units of red cell concentrates mannitol-adenine-phosphate were used. However, abdominal aortic aneurysm resection and reconstruction were performed routinely, and the patient’s hemodynamic condition was stable throughout the anesthesia course. We confirmed adequate arousal after the surgery, and the endotracheal tube was removed in the operating room, after which the patient was transferred to the recovery room.\\nOn the second post-operative day, oliguria was prolonged, and her respiratory frequency exceeded 45 times with respiratory distress appearing due to pulmonary edema. Therefore, we decided that re-intubation and a ventilator were necessary, and propofol was used for sedation. Prior to endotracheal intubation, 30 mg of propofol was injected, and sedation was maintained with propofol at a rate of 50 mg/h using an infusion pump instead of a TCI pump.\\nFrom the following day, a fever of 39.7 °C and a decrease in blood pressure appeared. Blood tests showed that platelets had dropped to 26,000/μl, and creatinine phosphokinase (CPK) had risen to 57220 U/l. A blood gas analysis during propofol infusion showed pH 7.40, PCO2 23.4 mmHg, HCO3 14.2 mmol/L, base excess − 9.0 mmol/L, anion gap 22.0 mmol/L, and lactate 1.5 mmol/L. No significant elevation of lactate or acidosis was observed. Metabolic acidosis may have been compensated by mechanical ventilation (Table ).\\nWe suspected intestinal ischemia and severe infection, and immediately started treatment for disseminated intravascular coagulation, stopping using epidural anesthesia. Colonoscopy revealed mild ulcers but no intestinal necrosis, myocardial infarction was denied from echocardiographic findings, and skeletal muscle necrosis was negative according to clinical findings. Thereafter, a fever of 41.1 °C and high CPK persisted, and her hemodynamics were disrupted, so we finally stopped propofol infusion to maintain her blood pressure. Continuous hemodiafiltration (CHDF) was started for the oliguria due to deterioration of the renal function.\\nFrom the day after the propofol infusion was stopped, the fever decreased to 36.8 °C, CPK started to decease, and the hemodynamics improved dramatically (Fig. ). Two weeks later, her respiratory condition improved, and the ventilator was able to be removed. The urine volume and renal function had been stable, and hemodialysis was able to be discontinued. However, the patient suffered from prolonged consciousness disorder. Neither computed tomography (CT) nor magnetic resonance imaging (MRI) of the brain revealed any particular lesions causing prolong consciousness disorder other than a small area of cerebral infarction in the subacute phase. Concerning the continuation of consciousness disorder, an electroencephalogram was conducted, which suggested the possibility of seizures; however, the details were unclear. After two more weeks, the level of consciousness gradually improved, and speech and spontaneous movement became apparent.\\nAfter normalization of CPK and improvement of the general condition, re-examinations were performed, including CT and MRI; however, no disease other than PRIS causing an increase in CPK or a disruption of hemodynamics was suspected. Immediately after the injection of propofol was stopped, her condition improved, which eventually prompted our diagnosis.\\nTen months after the operation, the patient’s communication level had improved, but hemiplegia remained due to cerebral infarction and muscle weakness due to disuse, so she was transferred to a rehabilitation hospital for functional recovery.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'1393073': 1, '29447230': 1, '15920217': 1, '15859445': 1, '26558513': 1, '32222909': 1, '15220796': 1, '9836214': 1, '25954513': 1, '17567345': 1, '25425784': 2, '19874582': 1, '1839946': 1, '32737619': 2}", "similar_patients": "{'4234795-1': 1}"}