{"patient_id": 104952, "patient_uid": "7879911-1", "PMID": 33109810, "file_path": "noncomm/PMC007xxxxxx/PMC7879911.xml", "title": "Coronary Cameral Fistula and its Complications: A Case Report", "patient": "A 20-year-old male presented with fever since last 8 months. The fever was mild to moderate in severity, intermittent, and associated with headache. He had dyspnea on exertion which was insidious upon onset, progressive in nature, and coursed from NYHA grade II to III in last 8 months, for which he had multiple hospital admissions.\\nOn examination, the general condition was moderate with a pulse rate of 106/min, regular, low in volume; blood pressure of 90/40 mmHg (right upper limb) upon dopamine infusion @ 6 mcg/kg/min. Cardiovascular examination revealed continuous murmur over precordium and diastolic murmur over aortic area. Rest of the physical examination was normal.\\nThe patient was anemic and the blood culture was positive for fungal growth; however, other blood investigations were normal. ECG was suggestive of normal sinus rhythm with left ventricular hypertrophy (LVH).\\nTransthoracic echocardiography (TTE) revealed dilated left atrium and ventricle. Aortic valve had vegetations along with aortic root abscess and severe regurgitation. Patient also had moderate mitral regurgitation. There was a coronary cameral fistula from right coronary artery to right atrium. Left ventricle ejection fraction was estimated to be 45%.\\nCardiac CT findings confirmed a coronary cameral fistula of the dilated sinonodal artery (20.9 × 17 mm) arising from RCA and draining into right atrium (RA) and cardiomegaly with dilatation of all four chambers. There were signs of pulmonary hypertension with a heart failure pattern. Multiple focal consolidations suggestive of secondary infection were seen in lung.\\nWith the above-mentioned symptoms, positive blood culture, and imaging, the patient was diagnosed with coronary cameral fistula with infective endocarditis. He was started on antifungal agent amphotericin-B for three weeks. After the course of antibiotic and upon negative blood culture report, the patient was posted for aortic valve replacement (AVR) and coronary-cameral fistula (CCF) repair.\\nThe patient was preoxygenated followed by induction of anesthesia with Inj fentanyl 150 mcg and Inj Etomidate 6 mg titrated to loss of consciousness. Inj Rocuronium 50 mg was given as a muscle relaxant and endotracheal intubation was done. Patient was maintained with O2/Air/Sevoflurane.\\nSurgery inspection revealed dilated RA and RCA having a tortuous course over the right atrioventricular groove. Dilated sinoatrial nodal branch was also seen []. Intraoperative transesophageal echocardiographic (TEE) examination revealed that all four cardiac chambers were dilated. A dilated RCA was noted with 5.2 mm diameter at origin, with the tortuous course and fistula terminating into RA [Figure -]. Additionally, vegetations were noted on the aortic valve [] and the spectral Doppler suggested severe aortic regurgitation [].\\nSurgical steps include aorto-bicaval cannulation, ostial as well as retrograde cold cardioplegia, and hypothermia (28–30 degree celcius) on CPB to achieve good myocardial protection. Fistula opening was closed by suturing the distal end towards RA. The aortic valve was replaced with a prosthetic valve. Post CPB, TEE showed normal functioning prosthetic aortic valve without any valvular and paravalvular leaks. The closed distal end of fistula was seen as echo-density in . Proximal course was confirmed same as pre-operative. Total aortic cross clamp time was 90 min and the CPB time was 120 min. No significant postoperative complications were experienced.", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'24432186': 1, '7317886': 1, '18544587': 1, '9146308': 1, '17762067': 1, '28194284': 2, '17184545': 1, '19891792': 1, '17062267': 1, '22560322': 1, '18299514': 1, '33109810': 2}", "similar_patients": "{'5282412-1': 1}"}