{"patient_id": 18446, "patient_uid": "7158603-1", "PMID": 32300500, "file_path": "comm/PMC007xxxxxx/PMC7158603.xml", "title": "Differentiation of Urothelial Carcinoma into Two Distinct Subtypes, Glandular and Squamous, in Three Different Organs", "patient": "This is a case of a 62-year-old gentleman with a medical history of hypertension and dyslipidemia who presented several years ago for multiple episodes of gross hematuria. Initial workup included an ultrasound, followed by an enhanced computed tomography scan with delayed phases (CT urography) revealing a 2 cm polypoid lesion arising from the left lateral wall of the bladder. Both kidneys and upper urinary tracts appeared free from filling defects with the absence of hydronephrosis. Following that, transurethral resection of the bladder wall tumor (TURBT) was done with a subsequent pathology of high-grade papillary urothelial carcinoma invading the lamina propria, with no involvement of the muscularis propria, consistent with a tumor, node, metastasis (TNM) staging of pT1 high grade. One month later, a second-look TURBT was negative for any residual carcinoma. As such, the patient was started on intravesical Bacillus Calmette-Guérin (BCG) therapy. A six-week induction course was followed by three-year maintenance.\\nThe patient was regularly followed up for three consecutive years with a yearly CT urography and diagnostic cystoscopies initially at three-month intervals and then at six-month intervals. There was no evidence of tumor recurrences, up until a follow-up CT urography scan three years after diagnosis demonstrated a small filling defect within the distal portion of the left ureter (Figure ).\\nRetrograde pyelography with ureteroscopy was done; a polypoid lesion within the distal ureter was noted, measuring around 1.5 cm. A lesion biopsy revealed the presence of a low-grade noninvasive urothelial carcinoma. At the time, random bladder wall biopsies were negative for recurrence.\\nTaking into consideration his overall health status with a baseline serum creatinine level of 1.3 mg/dL, a multidisciplinary meeting decided to proceed with a left distal segmental ureterectomy with ureteral re-implantation into a Boari flap at the anterior aspect of the bladder wall. Pathological studies indicated the presence of a high-grade, noninvasive urothelial carcinoma of the ureter.\\nThroughout the next three years, the patient underwent four TURBTs, consistently revealing low-grade, non-muscle, invasive urothelial carcinoma, whilst bilateral upper urinary tract evaluations by ureteroscopy and retrograde pyelography were consistently negative.\\nA year later, he presented with lethargy, nausea, and decreased PO intake. Acute onset of kidney injury with a serum creatinine level of 2.4 mg/dL, up from a previous level of 1.4 mg/dL, was noted. After adequate hydration and a drop of serum creatinine back to baseline, a follow-up CT urography scan was done and showed urothelial thickening along the left distal ureter, almost obliterating the ureteral lumen at the site of the previous re-implantation. Severe hydronephrosis and hydroureter were noted along with effaced kidney parenchyma (Figure ).\\nConsequently, a cystoscopic evaluation with retrograde pyelography followed by ureteroscopy showed multiple sessile tumors at the left periureteral bladder wall with multiple fronds projecting out of the ureteral opening where the previous re-implantation was done. Complete resection of the bladder tumor was done, and a JJ stent was successfully inserted post resection of the fronds at the site of re-implantation. Pathological studies of the bladder wall tumor, as well as the ureteral fronds, revealed an invasive high-grade urothelial carcinoma (pT2). Postoperatively, his serum creatinine settled at 1.6 mg/dL.\\nAnother multidisciplinary meeting decided to treat with an adjusted dosage of a platinum-based regimen of cisplatin and gemcitabine. His course was complicated by an abdominal aortic thrombus with 50% luminal narrowing at the level of the renal arteries (Figure ).\\nAs such, chemotherapy was halted and he was started on therapeutic anticoagulation. The panel’s decision was to proceed for aggressive surgical management involving a left radical nephroureterectomy, cystoprostatectomy, and an ileal conduit for urinary diversion.\\nFinal bladder pathology at the anterior wall of the bladder revealed an infiltrating, high-grade urothelial carcinoma with glandular and squamous differentiation, whereas the distal portion of the left ureter revealed an infiltrating high-grade urothelial carcinoma with glandular differentiation. The left kidney pathology revealed an infiltrating high-grade urothelial carcinoma of the renal pelvis with squamous differentiation (Figure ).\\nTo note, the remaining part of the bladder wall showed superficial foci of high-grade urothelial carcinoma infiltrating the dense fibroconnective tissue with carcinoma-in-situ.\\nThe patient’s postoperative course was complicated by acute kidney injury with serum creatinine reaching 9 mg/dL that was treated conservatively with adequate intravenous hydration. He was discharged on postop day 15 when his creatinine dropped back to his preoperative baseline of 1.6 mg/dL.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'28525385': 1, '17656211': 1, '23477878': 1, '17333523': 1, '28927108': 1, '26497969': 1, '17986288': 1, '12452615': 1, '28982751': 1, '25191845': 1, '19494856': 1, '28214031': 1, '32300500': 2}", "similar_patients": "{}"}