{"patient_id": 16659, "patient_uid": "7025641-1", "PMID": 32116700, "file_path": "comm/PMC007xxxxxx/PMC7025641.xml", "title": "Circulating Tumor DNA-Based Detection of Microsatellite Instability and Response to Immunotherapy in Pancreatic Cancer", "patient": "Patient is an 81-year old female who had unrelenting pain in her stomach in January 2018. She had an ultrasound done by her gastroenterologist that showed a mass in the pancreatic head versus body. A follow-up CT scan confirmed the ultrasound findings and also showed one possible enlarged lymph node. This was followed up by MRI at Mayo Clinic, Florida in March 2018, which showed locally advanced pancreatic mass centered at the junction of the body and tail measuring 5.1 × 6.4 × 5.2 cm. The results also showed encasement of the first jejunal arterial and venous branches with adjacent mass effect causing narrowing of the superior mesenteric vein confluence. Enlarged right common iliac artery chain lymph node measuring 1.4 × 1.1 cm and indeterminate lesions in the posterior aspect of the vertebral body at T9 were noted.\\nA baseline ctDNA test was obtained, which is at present part of our standard of care at Mayo Clinic, Florida for patients with GI malignancies. Testing is performed through commercially available platforms. In this particular patient, this was done through Guardant360 that showed SMAD4 R361H, TP53R213L, KRAS G12D, RET A640A, KIT K412K, NTRK3 R630G, ARID1A G1711fs and the highest variant allele fraction was noted to be 2.2% as shown in . She was started on neoadjuvant chemotherapy with gemcitabine and paclitaxel since surgery was not an option, but there was not much response in her repeat scans in May 2018, though there was a decrease in the highest variant allele fraction to 1.2%. She was then switched to 5-fluorouracil with nanoliposomal irinotecan (5-FU was held due to DPD heterozygosity on pharmacogenomics testing). Repeat CT scan in July 2018 showed decrease in the size of a mass in the pancreas which measures 3.4 × 3.1 cm compared with 6.5 × 5.1 cm. Moreover, highest variant allele fraction dropped down to 0.8% on ctDNA testing in July 2018. Chemoradiation with capecitabine was added to her treatment plan in August 2018.\\nIn December 2018, CT scan of the chest showed a new right lower lung lobe nodule suspicious for metastatic disease along with a persistent mass in the body of the pancreas. In the repeat ctDNA testing in December 2018, she was noted to be MSI-High/mismatch repair deficient (dMMR). Furthermore, mismatch repair immunohistochemistry on the tissue sample showed loss of MLH1 and PSM2 proteins. Therefore, she was considered a great candidate for immunotherapy pembrolizumab on-label and was started on it. Dramatic improvement was noticed within 4 weeks of treatment with pembrolizumab and repeat ctDNA testing in January 2019 showed loss of all the above noted mutations. Furthermore, the highest variant allele fraction dropped down to 0.5% and patient continues to be on this therapy as depicted in .", "age": "[[81.0, 'year']]", "gender": "F", "relevant_articles": "{'25797243': 1, '26909576': 1, '25479140': 1, '27642636': 1, '9563904': 1, '21403605': 1, '29158190': 1, '30836094': 1, '25058881': 1, '29080858': 1, '15545675': 1, '33383713': 1, '28596308': 1, '22658128': 1, '28694739': 1, '8681938': 1, '15855819': 1, '29020592': 1, '12792759': 1, '29367431': 1, '33363465': 1, '28720843': 1, '27768182': 1, '22272725': 1, '33555095': 1, '17406031': 1, '22351431': 1, '26959385': 1, '27856273': 1, '9626054': 1, '33176750': 1, '26226846': 1, '30620402': 1, '27162784': 1, '11306499': 1, '9598801': 1, '25977344': 1, '30405053': 1, '19260747': 1, '27267993': 1, '31139561': 1, '32116700': 2}", "similar_patients": "{}"}