{"patient_id": 19710, "patient_uid": "7237009-1", "PMID": 32432161, "file_path": "comm/PMC007xxxxxx/PMC7237009.xml", "title": "Shift From Left to a Right Bundle Block on ECG Leading to the Diagnosis of a Malpositioned Lead in the Coronary Sinus: A Case Report", "patient": "An 80-year-old man with a history of diabetes, hypertension, hyperlipidemia, coronary artery bypass graft, Alzheimer’s disease, and permanent pacemaker implantation for a high-grade AV block was found unresponsive at home. Emergency medical services initiated CPR for pulseless electrical activity and ROSC was achieved six minutes into resuscitation. The patient was also intubated on the field for airway and was started on vasopressors for hypotension. On arrival to the emergency room, the patient was afebrile, had a heart rate of 60 beats per minute and a blood pressure of 143/58 mm of Hg. No gross abnormality was noted on physical examination. A diagnosis of a non-ST segment myocardial infarction (NSTEMI) was established after ST-segment depressions were noted in leads V2 to V5 on ECG () and serum troponin level was found elevated at 15.8 ng/mL. The patient underwent a computed tomography scan of the head, which ruled out an acute intracranial hemorrhage, and subsequently was started on dual antiplatelet therapy, high intensity statins and full-dose anticoagulation. Patient was also placed on hypothermia protocol. The patient’s pacemaker was interrogated, and revealed a normal working pacemaker with acceptable impedance, sensitivity, and thresholds of the RA and RV leads. On day three of his hospitalization, the ECG revealed a paced rhythm but now with a RBBB QRS morphology, with extreme (northwest) axis deviation and a QS pattern in lead I (). The RBBB pattern was also detected upon asynchronous pacing when a magnet was placed over the can of the permanent pacemaker (). This was concerning for possible RV lead perforation into the left ventricle. A Chest X-ray revealed a misplaced RV lead in the coronary sinus (). A transthoracic echocardiogram confirmed the presence of the RA lead in the right atrial appendage and the misplacement RV lead in the coronary sinus. No intervention to correct the displaced RV lead was performed as the HCP opted to defer any surgical intervention for the patient.\\nOn day four of hospitalization the patient developed a fever of 102.80 F. Chest radiograph demonstrated a new opacity in the right lower lobe. Treatment with piperacillin-tazobactam, levofloxacin and vancomycin for a suspected ventilator associated pneumonia was initiated. Despite the antibiotic regimen, his oxygen and vasopressor requirements continued to escalate. Chest imaging evolved to bilateral pulmonary opacities compatible with acute respiratory distress syndrome (ARDS). Over the next two days, he progressed to severe ARDS and developed acute renal failure. While discussing the possibility of continuous renal replacement therapy and his overall prognosis with HCP, a decision was made to terminate all resuscitative efforts and the patient was terminally extubated on day nine of the hospitalization.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'1693195': 1, '23847433': 1, '26432733': 1, '3979141': 1, '7572654': 1, '11175163': 1, '6027566': 1, '2780472': 1, '20601362': 1, '5799087': 1, '9870010': 1, '5541430': 1, '17684578': 1, '24669072': 1, '16266560': 1, '14215060': 1, '8917293': 1, '32432161': 2}", "similar_patients": "{}"}