{"patient_id": 30077, "patient_uid": "7775664-1", "PMID": 33390940, "file_path": "comm/PMC007xxxxxx/PMC7775664.xml", "title": "Acute Digital Ischemia After Arterial Injection of Crushed Zolpidem Tablets: Role of Microcrystalline Cellulose? A Case Report", "patient": "A 31-year-old female patient was admitted to the vascular medicine department of the Hôpital Européen Georges-Pompidou for an acute ischemia of the left hand. She presented with necrosis of the intermediate and distal phalanges of the second, third, fourth and fifth fingers of her left hand.\\nThree days earlier, the patient turned up at the primary care center close to her home for a sudden and constant pain in her left hand. She was discharged within 2 h with painkillers. After 72 h, cyanosis and coldness of the intermediate and distal phalanges of the fingers of the left hand appeared. She then decided to consult at the Hôpital Européen Georges-Pompidou emergency department.\\nLeft hand examination revealed the following injuries: cyanosis and coldness of the intermediate and distal phalanges of the fifth finger, necrosis of the distal phalanges of the second, third and fourth fingers, phlyctens of the intermediate phalanges of the second, third and fourth fingers and the proximal phalanges of the fourth finger (,). The hand was still painful with paresthesia, but without fingers paralysis. Upper limb pulses were present and symmetrical. Injection marks were noted at the bend of the right and left elbows. Cardiac auscultation was normal without any bruit that could evoke an infective endocarditis, and she had no fever. Electrocardiogram showed a sinus rhythm without any abnormalities.\\nIn her medical history, she had no cardiovascular history but active smoking, as her only cardiovascular risk factor. Spontaneously, she mentioned being a drug addict, but weaned off ectasy, codein, and cannabis, and currently in a weaning off program for heroin. She had been prescribed tapered doses of buprenorphine but still used to take bromazepam and zolpidem off the counter.\\nThe continuous Doppler confirmed the presence of flow in the left radial, ulnar and palmar arteries. A digital subtraction angiography was rapidly performed which demonstrated no run-off in the digital arteries of the second, third and fourth left fingers (). No thromboaspiration could be performed on these too small arteries. Anticoagulation with unfractionated heparin was started.\\nThe patient was transferred to the vascular medicine department for medical therapy and further investigations. As the patient denied any recent intravenous drug injection, a complete screening for acute limb ischemia etiology was performed.\\nHuman Immunodeficient Virus and Hepatitis B Virus serology were negative, whereas Hepatitis C Virus serology came back positive. Several analyses to find a cryoglobulinemia returned negative.\\nArterial thrombophilia has been investigated in vain, with normal prothrombin time and activated partial thromboplastin time, absence of anti-cardiolipin antibodies, anti-beta2GPI antibodies, lupus anticoagulant, antinuclear antibodies, anti-double stranded DNA antibodies, anti polymorphonuclear cytoplasm antibodies. There was no antithrombin or protein S or protein C deficiency and no hyperhomocysteinemia. There was no argument for a myeloproliferative syndrome in the absence of a clinical call point (especially no mass or lymphadenopathy), the blood count was unspecialized and JAK2 mutation V617F was absent.\\nWe also looked for an embolic arterial cause. The trans-thoracic echocardiography did not find any thrombus or any argument for an infectious endocarditis. The 24 h Holter-ECG was normal. The computed tomography performed at the emergency room did not show any atheroma on the aortic arch or atheromatous plaque on the left upper limb arteries.\\nOnce she was arrived in our department, we started a daily treatment with iloprost, an arterial vasodilator, as well as pain medication, and local care with a protective dressing. Treatment with iloprost allowed delineation of necrosis at the intermediate and distal phalanges of the three fingers involved, and cyanosis of the fifth finger and the proximal phalanx of the fourth finger resolved. Management by an orthopedic surgical team specialized in the upper limb and hand was required for the amputation of the intermediate and distal phalanges of the three fingers involved ().\\nFinally, the patient acknowledged she had injected herself, 3 days before her admission, just below the fold of her left elbow with one and a half crushed tablet of zolpidem 10 mg mixed with contact lens cleaning fluid. The patient intended to do an intravenous injection, but it turned out to be an accidental brachial intra-arterial injection. The 3 days delay corresponded to the beginning of the pain and to her first consultation at the local medical center.\\nAntithrombotic therapy by anticoagulants was changed for antiplatelet therapy and the patient was then transferred to a vascular rehabilitation unit for complete healing of the amputation wounds. presents a timeline summary. After her discharge, the patient did not come back at follow-up consultations and was lost to follow-up despite several reminders.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'14705853': 1, '14632891': 1, '18058424': 1, '10871033': 1, '15367062': 1, '21962439': 1, '23093474': 1, '16128733': 1, '26409581': 1, '19150193': 1, '16875331': 1, '22616995': 1, '22497894': 1, '11602696': 1, '19328024': 1, '15945530': 1, '9559885': 1, '19236836': 1, '20237182': 1, '16337685': 1, '25295868': 1, '6380862': 1, '16096861': 1, '33390940': 2}", "similar_patients": "{}"}