{"patient_id": 26330, "patient_uid": "7549847-1", "PMID": 33062475, "file_path": "comm/PMC007xxxxxx/PMC7549847.xml", "title": "A Rare Case of Pseudocyesis in a Patient With Bipolar Disorder", "patient": "History of presenting complaint\\nA 30-year-old woman, high school graduate, who was single and lived with her mother and four children. The patient was brought to the emergency department (ED) by the police, after she was found in the woods, naked with signs of psychosis including persecutory delusion, auditory hallucination, and agitation. She claimed to be pregnant, validated by her subjective symptoms of increasing abdominal size, whitish discharge from her nipples, and feeling of fetal movement in her lower abdomen. The patient had a history of bipolar disorder and post-traumatic stress disorder (PTSD), which had been well-managed for years with medications and routine therapy.\\nHer last sexual encounter was seven months prior to presentation, which was followed by three months of amenorrhea. Five months prior to admission, she suspected she was pregnant and took several home pregnancy tests, which turned out negative. She consulted her primary care physician (PCP) who confirmed she was not pregnant. Despite evidence of not being pregnant, the patient had continued to believe that she was pregnant. She claimed to feel fetal movement in her lower abdomen and reported whitish discharge from her nipples, which resembled breast milk. She corroborated her story with the fact that her youngest child always told her she was pregnant with twins. She denied nausea, vomiting, breast enlargement, or skin changes.\\nOne month prior to admission, the patient discontinued her psychiatric medications, which included risperidone, oxcarbazepine, and topiramate, worried that they might harm her pregnancy. This precipitated her manic symptoms with psychotic features, as the patient reported excessive energy and only two hours of sleep each night for the last two weeks. She also endorsed rapidity of speech, agitation, anxiety, delusions of being stalked, and auditory hallucinations of her deceased great-grandmother. A day prior to her previous hospitalization, a friend noticed her abnormal behavior and brought her to a psychiatric hospital, where she was given quetiapine and later discharged with recommended outpatient follow-up. Presumably after this encounter, her symptoms worsened and resulted in her current admission.\\nExamination\\nPhysical examination showed an obese woman (body mass index: 35.45). Her abdominal examination showed a non-distended abdomen with a non-palpable uterus, supple breasts with no tenderness or enlargement. Mental status examination revealed a poorly groomed woman with messy hair and poor dentition. She was cooperative, calm, and made appropriate eye contact. Her speech was rapid but normally cadenced and appropriate in volume. Her affect was full range and euthymic. She was awake, alert, oriented to time, place, and person. However, she was not fully oriented to the events that precipitated her admission. Her thought process was illogical and tangential. Her judgment and insight were poor. For example, she justified her nakedness in the woods as a coping mechanism for anxiety related to delusions of being stalked.\\nInvestigation and treatment\\nFive months prior to admission, when her urine pregnancy test was negative, her PCP ordered blood workup, which showed a negative blood pregnancy test, prolactin (PRL) level of 3.8 ng/mL (reference range: 3.3 - 26.7 ng/mL), and thyroid-stimulating hormone of 3.08 uIU/mL (reference range: 0.45 - 5.33 uIU/mL). The patient pulled out her intravenous (IV) line several times during her current admission, stating that she did not want the IV line anymore. At another time, she threatened to leave the hospital and threw a cellphone at her nurse. The patient was given olanzapine for her agitation and was subsequently stabilized with haloperidol and lorazepam. She was restarted on her home medications, including risperidone, oxcarbazepine, and topiramate for her bipolar disorder and propranolol for her migraine. She was later committed involuntarily and transferred to a long term psychiatry facility.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'23672289': 1, '22661815': 2, '13604319': 1, '29662961': 1, '21920709': 1, '14488184': 1, '20118094': 1, '19751324': 1, '3975327': 1, '5100618': 1, '33062475': 2}", "similar_patients": "{'3361851-1': 1}"}