{"patient_id": 25024, "patient_uid": "7491172-1", "PMID": 32928282, "file_path": "comm/PMC007xxxxxx/PMC7491172.xml", "title": "Pancreatic ascites managed with a conservative approach: a case report", "patient": "A 53-year-old, Chhetri man with a history of 10–12 years of chronic alcoholism presented to our hospital with the chief complaints of weight loss of 18 kg over the past 6 months, as well as epigastric pain and vomiting for the past month. Otherwise, there was no documented history of fever, yellowish discoloration of skin, gastrointestinal bleeding, melena, dark-colored urine or pale stool. His past medical or surgical history was not significant. He had been admitted to a local hospital on several occasions in the past 6 months with similar complaints and was diagnosed as having acute mild pancreatitis, which was managed conservatively. His current pain was moderate to severe in intensity, radiating to his back, and it was aggravated by meals and relieved on stooping forward. He had associated symptoms of non-projectile, non-bloody, and non-bilious vomiting, only containing water and food contents. Furthermore, he also complained of respiratory discomfort that was concurrent with pain episodes. On examination, he was ill appearing and had the following vital signs: pulse of 124 beats per minute, temperature 37 ºC (98.6 ºF), and blood pressure of 110/70 mm Hg. An abdominal examination revealed marked generalized abdominal tenderness. Bowel sounds were normal. Other systemic examinations were not significant.\\nWith regards to laboratory values, total cell and differential counts, electrolytes, bilirubin, serum glutamic-oxaloacetic transaminase (SGOT)/serum glutamic-pyruvic transaminase (SGPT), lactate dehydrogenase (LDH), serum protein, serum albumin, and urine and stool analysis were within normal limits at the time of admission. However, serum alkaline phosphatase (ALP; 248 IU/L), amylase (1301 IU/L), and lipase (1311 IU/L) were elevated while serum calcium was decreased (1.5 mmol/l). Tumor markers CA 19-9 and carcinoembryonic antigen (CEA) were within normal limits. Arterial blood gas analysis revealed respiratory alkalosis: pH = 7.48, partial pressure of carbon dioxide (pCO2) 28 mmHg, and bicarbonate (HCO3) 21.3 mmol/l. Ultrasonography (USG) of his abdomen and pelvis revealed features suggestive of complicated acute pancreatitis with loculated peripancreatic collection extending to the bilateral perinephric space; however, it was noted to be more prominent on the left side. He was admitted with the diagnosis of acute pancreatitis and treated conservatively. He was kept nil by mouth with the initiation of TPN, octreotide infusion, intravenous fluid (Ringer’s lactate solution; RL), morphine, and paracetamol. A central venous catheter was inserted.\\nOn the third day of admission, he developed abdominal distension with pain and maximal fever of 37.8 ºC (100.1 ºF). USG-guided diagnostic tapping of ascitic fluid was performed. Ascitic fluid analysis revealed white blood cell count of 1740 cells/mm3 with 60% granulocytes, total protein of 3.6 g/dl, and albumin of 1.8 g/dl. Blood culture was negative at that time. On subsequent days, leukocyte counts decreased to 13,000/mm3 from 17,000/mm3. Ascitic fluid amylase was 2801 IU/L and adenosine deaminase was 11 U/ml. Serum ascites albumin gradient (SAAG), the difference in serum and ascitic fluid albumin level, was 1.0 g/dl signifying non-portal cause. A computed tomography (CT) scan of his abdomen and pelvis revealed decreased pancreatic bulk with mildly prominent pancreatic duct and a small cystic area in the uncinate process with adjacent peripancreatic and retroperitoneal collection extending to bilateral pararenal space, which suggested acute-on-chronic pancreatitis (Fig. ).\\nOn the tenth day of admission, a 10F pigtail drainage was inserted in his right pelvic cavity in paracolic gutter which drained approximately 472 ml. Previously, the drainage from the same site at first day was 3000 ml and 20 ml on eighth day. Meanwhile, abdominal girth reduced from 78 cm to 68 cm during the same duration. He improved clinically and symptomatically and was discharged on the 22nd day of admission. On a follow-up clinic visit 1 week later, our patient was noted to have marked improvement in abdominal distension and discomfort.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'12739571': 1, '26556984': 1, '999349': 1, '6862152': 1, '29099022': 1, '27942284': 2, '30789387': 1, '8359569': 1, '21960852': 1, '25971434': 1, '19486258': 1, '7617861': 1, '32928282': 2}", "similar_patients": "{'5139751-1': 1}"}