{"patient_id": 22054, "patient_uid": "7355054-1", "PMID": 32656683, "file_path": "comm/PMC007xxxxxx/PMC7355054.xml", "title": "Short-term follow-up of embolization of hip synovitis", "patient": "A 77 years-old female presenting with a history of 10 years of pain in her right hip worsened during movement. She had a past history of right knee arthoplasty and two episodes of deep vein thrombosis (DVT). She was referred to our clinic by the orthopedic team in use of rivaroxaban 20 mg once a day and physical therapy twice a week, with no improvement in her hip pain. Her visual analogue scale (VAS) of pain was 8 in 10. Magnetic resonance imaging (MRI) demonstrated a focal area of enhanced pericapsular signal near the superolateral margin of the acetabulum. This was the area of pain in the physical exam (Fig. a and c).\\nAfter a discussion of options, she agreed with inflammatory embolization. Due to her small stature, the procedure was started using radial access, which was aborted due to the lack of length of the devices. A contralateral femoral access was used for access of the right profunda femoris artery using a JIM 5Fr catheter. A 2,4Fr Progreat (Terumo, Japan) microcatheter was inserted coaxially and access to superior branches of the ascending branch lateral femoral circumflex artery was achieved. Blush of the inflammatory area was not found, only small corckscrew branches on the areas that the patient referred pain in the injection. It was injected 0.2 cc of 100-300 μm of BeadBlok microspheres (BTG; Farnhan, UK) in each vessel, until stasis was found (Figs. and ). The patient reported a VAS of 6 by the end of the procedure, reducing to zero in the next day. Additionally, her hip mobility was improved. At the four-month follow-up visit, patient was still with VAS of zero and was not using her walking stick. The 4-month control MRI demonstrated an almost-complete resolution in the pericapsular edema and a partial improvement in the post-contrast enhancement (Fig. b and d).", "age": "[[77.0, 'year']]", "gender": "F", "relevant_articles": "{'25748615': 1, '34853496': 1, '28007330': 1, '23961409': 1, '28365171': 1, '27546496': 1, '24993956': 1, '17457680': 1, '27734845': 1, '21081524': 1, '29477621': 1, '32656683': 2}", "similar_patients": "{}"}