{"patient_id": 20998, "patient_uid": "7303858-1", "PMID": 32577258, "file_path": "comm/PMC007xxxxxx/PMC7303858.xml", "title": "Intracardiac ultrasound-guided left bundle branch pacing in a bradycardia patient", "patient": "A 61-year-old male patient was admitted of bradycardia underwent a permanent double chamber pacemaker implantation. An intracardiac ultrasound proprietary catheter (CARTOSOUND; Biosense Webster) was advanced to the right atrium through femoral vein access. Meanwhile, the CARTO 3 mapping system (Biosense Webster) was applied to reconstruct the ventricle and interventricular septum models. Then, the 3830 lead (Select-Secure™ lead, Medtronic) was connected to the CARTO 3 mapping system and advanced into right ventricle (RV) through sheath 315HIS (Medtronic) under ICE real-time imaging guidance. During the operation, the sector of ICE was adjusted to clearly display both sides of the ventricular septum, and the position of the lead was observed directly (Figure ). The sheath was adjusted to the upper region of the IVS under ICE real-time imaging guidance. At this site, the paced QRS morphology usually demonstrates a “w” pattern in lead V1. The sheath was rotated counterclockwise to maintain the orientation of the lead tip perpendicular to the septal surface. During the time, EMG morphology changes of V1 lead, LBB potential, lead depth, and pacing impedance were closely monitored. Confirmation of the LBB capture was done according to Vijayaraman P and Huang., Including: Paced morphology of right bundle branch block pattern; Identification of the LBB potential; Stim-LVAT (stimulus to left ventricular activation time, defined as the interval from the pacing stimulus to the QRS upstroke in V5/V6) that shortens abruptly with increasing output or remains shortest and constant both at low and high outputs. Then, the pacing and EMG parameters of LBBP were measured. In this case, Stim-LVAT was 68 ms, and paced QRS was 115 ms (Figure ). The sensed R-wave amplitude was 7.1 mV, capture threshold was 0.7 V/0.4 ms, and lead impedance was 726 Ω. Ultrasonic images showed the lead tip was perpendicular to the interventricular septum, with depth of 8 mm (Figure ). LBBP was successfully achieved, with a radioactive exposure time of 1.5 minutes, and total operation time 76 minutes.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'18439165': 1, '31233818': 1, '31322651': 1, '31136869': 1, '32577258': 2}", "similar_patients": "{}"}