{"patient_id": 20859, "patient_uid": "7297879-1", "PMID": 32548741, "file_path": "comm/PMC007xxxxxx/PMC7297879.xml", "title": "Dyspnea due to an uncommon vascular tumor: leiomyosarcoma of the infrahepatic vena cava inferior", "patient": "A 49-year-old male patient presented with suddenly experienced dyspnea in the internal medicine emergency unit. His medical history included a stage IIA nodular sclerosing type of classical Hodgkin lymphoma (NSCHL), splenectomy at the age of 9, implantation of a cardiac resynchronization therapy pacemaker (CRT-P) at the age of 35, a stage IA/E diffuse large B-cell lymphoma (DLBCL) type of non-Hodgkin lymphoma (NHL) near the left maxillary tuber at the age of 37, and bioprosthetic aortic valve replacement at the age of 44. Transthoracic echocardiogram showed a normal ejection fraction of 60% with normal positioned CRT-P with good function. Furthermore, laboratory analysis revealed D-Dimer 6.32 mg/l. Deep vein thrombosis was excluded by the duplex sonography examination.\\nSubsequent computed tomography (CT) scan revealed bilateral pulmonary arterial embolism in lower lobes. Moreover, a solid tumorous mass close to the pancreas head was observed, along with infiltration into and a significant portion of thrombus material inside of the IVC (Fig. ). A positron emission tomography–computed tomography (PET-CT) scan revealed a glucose hypermetabolic mass without any evidence of distant metastases (Fig. ). Endoscopic ultrasound (EUS) revealed an inhomogeneous, hypoechoic tumor (42 × 30 mm) with infiltration of the IVC without abnormal findings in the head of the pancreas. A EUS-guided fine needle biopsy was not feasible due to crossing blood vessels. For this reason, a percutaneous ultrasound-guided biopsy was done and a low-grade LMS was diagnosed histologically.\\nAfter extensive diagnosis, the case was presented in the interdisciplinary tumor board. By taking into account the patient’s general condition, a decision on surgical treatment was made. Using midline laparotomy, the tumor region was exposed after Cattell maneuver (Fig. a). Hereby, the tumor mass was identified in the retroperitoneal space, being infrarenal part of the IVC (segment I), whereas the duodenum and head of the pancreas were separated from the tumor without problems. Then, en-bloc resection of the tumor was performed using two Satinsky vena clamps (Fig. b). Prosthetic replacement of the IVC was performed using a 20-mm diameter ring-enforced polytetrafluoroethylene (PTFE) vascular graft (Fig. c).\\nThrombotic material, the putative source of pulmonary artery embolism, was found adherent to the cranial margin of an intraluminal mass (Fig. ). The IVC wall contained a 4.2 × 3.8 × 3.3 cm predominantly intraluminal mesenchymal tumor (Fig. ). Layers of connective tissue and endothelium clearly separated the tumor cells from the bloodstream. Despite the history of NSCHL and DLBCL, no traces of Epstein-Barr Virus (EBV) could be detected in the lesion, ruling out an EBV-associated smooth muscle tumor (EBV SMT) [–]. The tumor was hence classified as a moderately differentiated LMS of the IVC. The postoperative course was uneventful and the patient was discharged at postoperative day 9.\\nA follow-up CT scan 8 months after surgery, however, revealed evidence of multiple, bilobar, intense glucose hypermetabolic liver metastases but no relapse at the primary tumor site. For this reason, the patient underwent chemotherapy with gemcitabine/docetaxel (two cycles) and hereafter with gemcitabine as monotherapy in terms of an individual treatment approach. No pulmonary filiae have been found so far, supporting the notion that tumor cells might not have contributed to the clinical course of the aforementioned bilateral pulmonary arterial embolism. Thereby, the patient is alive 20 months after surgery, with a stable disease of the liver metastases without any other distant metastases and local tumor recurrence.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'20490332': 1, '31448229': 1, '8920790': 1, '9427796': 1, '20178598': 2, '31235683': 1, '26356493': 1, '23334214': 1, '29849478': 1, '7990860': 1, '23036164': 1, '25433957': 1, '23682851': 1, '29076476': 1, '29984868': 1, '16858193': 1, '29131350': 1, '29097650': 1, '9236931': 1, '25489949': 1, '20610268': 1, '21437186': 1, '1942380': 1, '24889065': 1, '23621602': 1, '29098019': 1, '25418190': 1, '27062161': 1, '21343384': 1, '31394210': 1, '16891197': 1, '17006706': 1, '25297650': 1, '27318389': 1, '32548741': 2}", "similar_patients": "{'2838855-1': 1}"}