{"patient_id": 16438, "patient_uid": "7011830-1", "PMID": 32071644, "file_path": "comm/PMC007xxxxxx/PMC7011830.xml", "title": "Mexiletine shortens the QT interval in a pedigree of KCNH2 related long QT syndrome", "patient": "A 23-year-old female had been suffering from recurrent syncopal episodes since she was 15 years old and was referred to our hospital for a further evaluation for her symptoms. Syncope developed repeatedly every 2 to 3 months while she was asleep. Initially, she was diagnosed with epilepsy and was treated with antiepilepsy drugs, which were not effective in preventing her syncope. At the age of 20, she had a prolonged QTc interval (537 ms) initially detected in an annual health checkup (Figure A), and TdP was documented by a Holter ECG performed by a practitioner (Figure B). Since the trigger of her syncopal attacks was sleep, she was clinically suspected as having LQT3 and was referred to our hospital at the age of 21. She had a remarkable family history of sudden death and her younger sister (Figure C, IV-2) also had syncopal episodes during sleep (Figure C).\\nHer physical and neurological examinations were normal. Her ECG at rest exhibited a significant QTc interval prolongation (Figure A). Transthoracic echocardiography did not reveal any structural abnormalities. We started her on mexiletine based on the suspected diagnosis of LQT3 and performed a genetic evaluation of her, her sister, and her mother. After the initiation of mexiletine, her QTc interval on the ECG, performed on the next follow-up visit, had significantly decreased (from 537 to 463 ms) and her syncopal episodes had disappeared (Figure A). Her mother (Figure C, III-6) also had a long QTc interval of 480 ms (not shown) but she was asymptomatic and did not have any history of syncope.\\nComprehensive genetic testing was initiated using the TruSight One (Agilent Technologies) sequencing panel, which targets 4813 genes known to be associated with clinical phenotypes. Genetic testing revealed a KCNH2 Frameshift mutation (c.2028_2029delGA, p. Gln676HisfsTer46) located at the C-terminal domain in the index patient, her sister, and her mother (Figure C-E). This mutation was validated by direct capillary sequencing (Figure D). No other mutations were detected in any of the other arrhythmia-related genes. From the genetic findings, we corrected the diagnosis from LQT3 to LQT2. She had another syncope episode at the age of 22, accompanied by forgetting to take mexiletine. Bisoprolol was added at 2.5 mg daily and exercise stress testing could not induce any TdP. However, syncope recurred when she was stressed over her job situation, accompanied by again omitting to take her mexiletine. She was again admitted to our hospital and her ECG monitor showed that premature ventricular contraction bigeminy lead to TdP during dinner, causing a 1-minute episode of syncope.\\nFor this drug resistant patient, we substituted bisoprolol for nadolol and changed mexiletine to verapamil. After cessation of the mexiletine, the QTc interval prolonged again, leading us to restart mexiletine prescription. After this second admission, her syncopal episodes disappeared, and she has been free from recurrences for 2 years of follow-up. In her sister who also was started on mexiletine, the mexiletine was effective in suppressing her syncope and shortening of the QTc interval (from 527 to 456 ms). Thus, only mexiletine was continued in her sister (IV-2, Figure B).", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'31006312': 1, '26940925': 1, '26632536': 1, '19926013': 1, '9323097': 1, '33258400': 1, '32071644': 2}", "similar_patients": "{}"}