{"patient_id": 96342, "patient_uid": "7019391-1", "PMID": 32110474, "file_path": "noncomm/PMC007xxxxxx/PMC7019391.xml", "title": "Integrative East–West Medicine Intervention for Chronic Daily\\nHeadache: A Case Report and Care Perspective", "patient": "A 61-year-old male business executive with a medical history of anxiety and\\nobstructive sleep apnea (OSA) presented to our integrative medicine consultative\\nclinic with a chief complaint of CDHs. He recalls having headaches since\\nchildhood, and both his mother and sister had CMs. He described his headaches as\\na “tension” sensation radiating from his shoulders and base of the skull to his\\neyes bilaterally that was worse in the afternoon and upon awakening. His\\nsymptoms improved with massage therapy and avoidance of work-related stress. A\\nminimum of 3 times per week, his headaches worsened and were accompanied by\\nmigrainous symptoms of unilateral blurry vision, nausea, vomiting, photophobia,\\nand scalp/shoulder touch sensitivity that would last for 3 to 12 hours. His\\nmigraines were precipitated by alcohol intake and changes in the temperature. He\\ndenied any persistent visual changes, hearing loss, numbness, or weakness.\\nHe was previously evaluated by a neurologist and a brain magnetic resonance\\nimaging was unremarkable. He tried daily propranolol and amitriptyline for\\n3 months each, but did not notice a change in his symptom burden and was\\nintolerant of the central nervous system side effects. He had been managed\\nprimarily by his primary care physician (PCP) for >10 years through\\nprescriptions of oxycodone-acetaminophen and sumatriptan (average 12 and 9\\ntablets each month, respectively) which he used together to treat each migraine\\nheadache. He also used an acetaminophen–aspirin–caffeine (Excedrin) combination\\npill to address his tension-type headache symptoms an average of 12 tablets per\\nmonth.\\nA biopsychosocial history was obtained, and he reported frequent and chronic\\nstress from his work and often felt pervasive anxious thoughts. He slept poorly\\nand sparingly used his continuous positive airway pressure (CPAP) because of\\nmask fitting issues. He had significant daytime sleepiness and attempted to\\nmanage this through prescription stimulants (modafinil, prescribed by his PCP)\\nand consumed 4 to 5 cups of coffee per day. He spent the majority of his day at\\nhis desk and typing on his computer. He felt easily irritable and had a\\npropensity to have outbursts of anger. He ate large amounts of red meat with\\nlimited fruit and vegetable intake. He had the habit of eating in a hurry at his\\nwork desk or during lunch meetings.\\nOn examination, he was obese, with a body mass index of 30 kg/m2. He\\nexhibited a head forward posture, limited neck range of motion, and exquisite\\nsensitivity to the upper trapezius muscles and base of occiput with palpation,\\nwhich radiated to his temples and orbit. His neurologic examination was\\nunremarkable. According to TCM examination, his tongue was slightly red around\\nthe edges, without coating and the pulse bilaterally wiry.\\nHis east–west integrative assessment and diagnosis includes CDH that is an\\noverlap of CM and CTTH with MOH, and TCM pattern diagnosis of liver yang rising\\nwith liver yin deficiency. Contributing factors likely include cervical\\npredominant myofascial pain, unmanaged OSA, chronic over work, and psychological\\nstress ().\\nA treatment plan was created with a goal to reduce his headache symptom burden\\nand overall disability (). He was seen every 2 weeks for a total of 5 visits. Each\\nvisit included an acupuncture treatment session that lasted for 25 minutes of\\nneedle time. This was preceded by atleast 15 minutes of a medical visit to\\nreview his progress and care plan, and TPIs with 25-gauge × ½ in. needle with\\n0.2 mL of 1% lidocaine to each active trigger point noted on the initial\\nexamination. This was performed with the patient in a seated position and into\\nhis bilateral trapezius, rhomboid, and suboccipital musculature (total of 6\\ninjections per session—). Both procedures were performed by a licensed integrative medicine\\nphysician trained in internal medicine and certified to provide acupuncture\\nthrough a physician fellowship (>200 h of acupuncture clinical training).\\nAcupuncture points for each session included Yintang, Du-20, and bilateral\\nplacement at Lv-3, LI-4, LI-10, ST-36, GB-34, SP-6, KI-3, and SJ-3. Acupuncture\\nwas performed using 34-gauge needle, without attention to the De Qi sensation to\\na depth of 0.2 to 1 cm, retained without further manual or electrical\\nstimulation ().\\nPoint selection was based on TCM pattern diagnosis and common points utilized\\nfor headache from the medical literature and our clinical experience.\\nThe patient was given a homework prescription of alternating between applying\\nself-acupressure and an over-the-counter transcutaneous electrical nerve\\nstimulator (TENS) to acupoints LI-4, SJ-3, GB-20, and GB-21 () for 15 to\\n20 minutes twice daily to help address head and neck pain (). He was\\nadvised to follow a generic neck and shoulder stretch routine handout for 10\\nto 15 minutes twice daily (build from the website hep2go.com). Given his\\nanxiety and high subjective stress, we utilized a motivational interviewing\\napproach to explore potential mind–body interventions to improve his stress\\nmastery, and he decided on a goal to regularly walk outdoors while listening\\nto the free guided mindfulness mp3 file from our affiliated UCLA Mindful\\nAwareness Reseach Center (see ). He was\\nadvised to reduce alcohol and caffeine use, increase his intake of\\nvegetables with a goal of weight loss, to take frequent stretch breaks from\\nhis computer at work, and eat lunch mindfully. A referral was placed to\\nfollow-up with his sleep team to discuss his CPAP mask fitting issues.\\nOver the following 2 weeks after his initial visit and treatment, he had no\\nmigraine headaches and did not require any medications for headache (). He had a\\nstable reduction of his tension-type headache frequency and severity at each\\nsubsequent visit. By his third visit, his tension-type headache frequency\\nhad reduced to twice per week and migraine headache occurred once every\\n2 weeks. He reported the overall headache severity was characterized as\\n“mild.” After the initial follow-up, he reported using oxycodone a maximum\\nof ½ tablet per week and was not using any other abortive medications. He\\nreported feeling an overall improvement in his quality of life and feeling\\nof more control of his headache symptoms. During his treatment, he reported\\nbeing adherent to the dietary recommendations, acupressure/self-massage,\\nTENS unit use, stretching, and beach walking meditation activities more than\\n5 days per week.\\nNo adverse effects were noted during or after his needle-based treatments or\\nself-care homework.\\nAt 3 months after his last treatment visit, he continued to have a more\\nmanageable headache symptom burden with mild tension-type headaches 2 days\\nper week (). These headaches would progress to a migraine headache a\\nmaximum of once every 2 weeks. He continued to walk outside regularly and\\nmeditate daily. He had seen his pulmonologist and was treated for allergic\\nrhinitis to improve his CPAP tolerance and was using the machine nightly.\\nPatient reported being able to function in a higher level at work with a\\nrelatively small amount of analgesics along with stretching, TENS use, and\\nwalking meditation.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'15266458': 1, '19160193': 1, '17244105': 1, '23024563': 1, '25637288': 1, '15023830': 1, '30996060': 1, '22364330': 1, '28742242': 1, '23078346': 1, '18184286': 1, '25129572': 1, '25168295': 1, '27092807': 1, '26807447': 1, '16618263': 1, '21533705': 1, '19614709': 1, '23698019': 1, '22076673': 1, '26987082': 1, '15596744': 1, '27449912': 1, '23771276': 1, '18052018': 1, '21080124': 1, '20813784': 1, '24784123': 1, '20352585': 1, '25416461': 1, '16919056': 1, '23790235': 1, '16618264': 1, '24266337': 1, '32110474': 2}", "similar_patients": "{}"}