{"patient_id": 104187, "patient_uid": "7813137-1", "PMID": 33488020, "file_path": "noncomm/PMC007xxxxxx/PMC7813137.xml", "title": "Bullous Central Serous Chorioretinopathy Associated with Retinal Pigment Epithelial Tear", "patient": "A 34-year-old male Indian patient presented to our clinic with a 1-week history of sudden, painless loss of vision in his right eye (RE). There was no history of trauma to the eye or steroid use. On examination, the RE had a visual acuity (VA) of hand movement and did not improve with correction, whereas the left eye (LE) had a VA of 6/6. Anterior segment examination was within normal limits in both eyes. Posterior segment examination revealed a bullous subtotal RD involving the macula in the RE []. There was no underlying retinal break on indirect ophthalmoscopy with scleral indentation. The only significant finding in the posterior segment of the LE was a small PED temporal to the macula. A tentative diagnosis of rhegmatogenous RD was made. He subsequently underwent scleral buckling along with pars plana vitrectomy, internal drainage through drainage retinotomy, endolaser photocoagulation, and fluid–gas exchange with silicone oil as the tamponading agent. After settling the retina, a well-demarcated area of bare choroid at the macular area was noted, suggestive of RPE rip. No retinal breaks were found during the surgery. On the 1st postoperative day, he underwent fundus fluorescein angiography (FFA) (Topcon TRC-50 DX Type IA by Topcon Medical Systems Inc., Oakland, NJ, USA) and time-domain optical coherence tomography scan (Cirrus HD OCT Model 4000 by Carl Zeiss Meditec Inc., Dublin, CA, USA). FFA showed a large area of window defect with hyperfluorescence corresponding to the area of bare choroid and adjacent areas of hypofluorescence corresponding to the area of redundant RPE []. On OCT, the RPE rip could be clearly depicted as an area of bare choroid with redundant RPE just nasal to the fovea, while the LE had a small PED temporal to the fovea []. A definitive diagnosis of CSCR with RPE rip was therefore made. The postoperative period was uneventful, and best-corrected visual acuity was 3/60 at 3 months post surgery.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'10781512': 1, '27084564': 1, '18173417': 1, '2256838': 1, '17992196': 1, '23139680': 1, '11340893': 1, '33488020': 2}", "similar_patients": "{}"}