{"patient_id": 105170, "patient_uid": "7896672-1", "PMID": 33644218, "file_path": "noncomm/PMC007xxxxxx/PMC7896672.xml", "title": "Congenital hepatic fibrosis in a young boy with congenital hypothyroidism: A case report", "patient": "A 5-year-4-month-old boy was admitted to our hospital due to persistent abnormal liver function for 5 mo.\\nElevated levels of alanine aminotransferase (ALT), aspartate aminotransferase (AST), alkaline phosphatase (ALP) and gamma-glutamyltransferase (GGT) were detected at the age of 4 years and 11 months, and these liver function indices were persistently abnormal for 5 mo (Table ). During this period, the patient did not receive any relevant therapy.\\nAfter birth, he was diagnosed with CH by a newborn screening test, and he has been taking levothyroxine. No signs of persistent jaundice or hypoglycemia were found during the neonatal period.\\nThe patient was born via cesarean section from healthy nonconsanguineous parents at full-term and weighed 2900 g.\\nHe has developed normally (22 kg/117 cm) without neurocognitive deficits. Physical examination found that his spleen was palpable 2 cm below the left costal margin, and the liver edge was not palpable. Neuro-ophthalmic examination and eye movement were normal.\\nThe liver biochemical profile on admission revealed elevated ALT 174 U/L (5-40), AST 177 U/L (8-40), GGT 332 U/L (11-50), ALP 834 U/L (42-362), total serum bile acid (TBA) 89 μmol/L (0-10), and total cholesterol 6.01 mmol/L (0-5.17), while total serum bilirubin, direct bilirubin and albumin were nearly normal (Table ). Renal function and blood tests were normal. Blood coagulation function, alpha fetoprotein, ceruloplasmin, trace elements, lymphocyte subsets analysis, serum amino acid chromatography analysis, and urinary gas chromatography-mass spectrometry analysis were also normal. Tests for IgM antibodies to toxoplasma, rubella virus, cytomegalovirus, herpes simplex virus, Epstein-Barr virus, and human parvovirus B19 were negative. Hepatitis B surface antigen and anti-hepatitis C virus antibodies were negative.\\nCardiac ultrasound and chest X-ray showed no abnormalities in the heart and lungs. Ultrasound of the abdomen revealed an enlarged liver with diffuse increased splenomegaly without cystic changes of the liver or kidneys. Magnetic resonance imaging (MRI) and computed tomography angiography (CTA) indicated hepatosplenomegaly and dilated splenic vein but without bile duct malformation and narrowing of portal vein.\\nLiver biopsy demonstrated markedly enlarged portal tracts, widened fibrous septa, and proliferating bile ducts, which are typical of hepatic fibrosis (Figure -). Due to CH in this patient coexisting with unexplained liver fibrosis, clinical genome and exome sequencing was performed after obtaining informed consent from the parents. The following two novel homozygous mutations were identified: c.2141-3T>C in the PKHD1 gene and c.2921G>A in the DUOX2 gene (Figure and ). In silico analysis revealed that the c.2141-3T>C mutation is predicted to destroy splice sites, influencing mRNA transcripts of PKHD1 and that the c.2921G>A homozygous variant in exon 22 of DUOX2 gene leads to a p.Arg974His substitution, which is predicted to affect protein splicing. Both mutations have been defined as uncertain significance according to the American College of Medical Genetics and Genomics guidelines (ACMGG), and they have not been described previously. The results also revealed that his parents were heterozygous carriers for both variants (Figure -).", "age": "[[4.0, 'month']]", "gender": "M", "relevant_articles": "{'12925574': 1, '19914852': 1, '23518487': 1, '20537182': 1, '32382272': 1, '25164003': 1, '21543982': 1, '26645994': 1, '30420871': 1, '25013573': 2, '31096464': 1, '29122831': 1, '25231445': 1, '13752660': 1, '20135715': 1, '24423310': 1, '24658561': 1, '30687687': 1, '21279811': 1, '14580661': 1, '32319661': 1, '33644218': 2}", "similar_patients": "{'4089230-1': 1, '4089230-2': 1}"}