{"patient_id": 31068, "patient_uid": "7819428-1", "PMID": 33500859, "file_path": "comm/PMC007xxxxxx/PMC7819428.xml", "title": "Hepato-Duodenal Fistula Complicating a Pyogenic Liver Abscess: An Unusual Presentation", "patient": "A 71-year-old male with diabetes mellitus of seven-year duration was admitted to the emergency ward with the primary complaints of one month of mild-to-moderate fever and dull aching abdominal pain which was localised over the right upper abdomen. The patient gave no history of associated nausea, vomiting, jaundice, diarrhea, dysentery or weight loss. No history of similar episodes in the past. The patient was shifted from oral hypoglycemic agents to insulin therapy one and a half years back because of his uncontrolled blood glucose levels; however, he was not compliant to insulin therapy. Around the same time, he developed an ulcer over the left medial malleolus for which debridement and split skin grafting was done.\\nAt presentation, the patient was conscious and well oriented. He was febrile (101.4°F) and his blood pressure read 80/50 mmHg, heart rate 118/min and oxygen saturation of 97% under room air. The cardiovascular system revealed normal heart sounds and no murmurs were heard. He had severe pallor and tenderness on palpation over the right hypochondrium, with rest of the systemic examination being unremarkable.\\nLaboratory investigations revealed a random blood glucose of 286 mg/dl, anemia with haemoglobin of 4.2 gm/dl, raised total leukocyte count of 23.5 X 109/L with 94% neutrophils. Erythrocyte sedimentation rate was 86 mm/first hour. The total serum bilirubin was 1.2 mg/dl with an alkaline phosphatase of 139 IU/L and aspartate aminotransferase and alanine aminotransferase of 58/33 IU/L respectively. Blood urea and serum creatinine levels were 97mg/dl and 1.5mg/dl respectively. Glycosylated haemoglobin was 12.1% and he had traces of albumin in urine. Electrocardiogram and chest X-ray were normal. An abdominal ultrasound revealed an ill-defined hypoechoic lesion measuring 8 x 6 x 4 cm contained within the left lobe of the liver involving segments III and IV b along with multiple air foci. Hydatid serology for Echinococcus granulosus was negative. Blood and urine cultures did not show growth of any organism.\\nAfter instituting the initial resuscitative measures with fluids and inotropic support and initial empirical antibiotic administration, a diagnostic aspiration was carried out under ultrasound guidance. Frank pus was aspirated and sent for culture sensitivity. A contrast enhanced CT scan of the abdomen was done which revealed a well-defined irregular peripherally enhancing heterogeneously hypodense collection measuring 4.6 x 5.2 x 6.9 cm in segment IVb of the liver. Multiple air foci were seen within it. Posteriorly, there was evidence of a rent in the anteroinferior aspect of the first part of duodenum (part of duodenum extending from pyloric end to superior duodenal flexure). Positive oral contrast was seen to be leaking into the dependent areas of the collection suggestive of a hepatoduodenal fistula (Figures , ).\\nThe pus culture grew two organisms namely Enterococcus faecalis and Klebsiella pneumonia and the patient was treated with parenteral antibiotics as per the pus culture sensitivity report; linezolid and piperacillin-tazobactam for a period of two weeks. Supportive treatment included intravenous fluids, inotropic support and transfusion of three units of packed red blood cells. As the patient responded to treatment and his symptoms resolved, he was discharged after 14 days of hospital admission on oral antibiotic therapy for another two weeks. On follow-up, one year after discharge, the patient is asymptomatic and continues to lead a healthy life. A follow-up scan of the abdomen did not reveal evidence of hepatic abscess suggesting spontaneous resolution of the abscess and fistula.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'875719': 1, '15100533': 1, '3578237': 1, '30541608': 2, '23505286': 1, '15667489': 1, '28275025': 1, '7952485': 1, '28278560': 2, '34934550': 1, '33500859': 2}", "similar_patients": "{'5381831-1': 1, '6292076-1': 1}"}